{
    "Episode Summary": [],
    "Recap": [
        "Michelle becomes mad when she sees a family painting that Robbie has done that doesn't include her and she takes steps to change that. Marina has a small freak out in thinking about the future. Danny assures Marina that he will be there for her if she ends up having to care for Harley's children. Edmund shows up at Reva's house looking for Jonathan. Reva finds out that Josh went to Cassie in order to convince her to tell Edmund the truth. She leaves Jonathan and Josh alone to work out their problems and is surprised when she comes home to find the house empty. Jonathan calls Dinah and decides he's done being a \u0091nice guy' and begins a fire in the barn. Josh plays fireman and then drags Jonathan off to teach him a lesson. Cassie asks Blake to lie for her. Edmund wrestles with his own demons. Holly tells Blake that Sebastian and she shared a \u0091connection.' Someone watches Holly from a distance. Edmund finds the remnants of a fire in the barn and wonders who set it."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Marina: Wow.",
        "Danny: ( Laughs )",
        "Marina: What a beautiful shade of red hair I have.",
        "Danny: It looks incredible. I know, I know. I didn't know my nose was that big, but... and this is the toy dinosaur that you bought for robbie, which he's now named \"santosaur.\" I mean, how cute is this?",
        "Marina: Of course, of course.",
        "Danny: He is such a funny kid. He's so talented. He's like a van gogh.",
        "Michelle: Oh, robbie did that. Can I see?",
        "Danny: Uh, well, yeah. Sure. It's just A... you know, a painting that robbie did in preschool.",
        "Michelle: Wow. A very happy family portrait. Except where's mommy?",
        "Holly: Hello? Who is it? Who's there? What do you want?",
        "Cassie: Blake, have you seen edmund?",
        "Blake: No, I haven'T. Oh, my gosh, what happened to you?",
        "Cassie: I got in a run-in with dinah.",
        "Blake: Have you looked at yourself in the mirror lately?",
        "Cassie: No. Why?",
        "Blake: Well, don't scream. Promise?",
        "Cassie: Oh, my gosh.",
        "Blake: Yeah. Here, have a tissue.",
        "Cassie: Look, I'm glad I ran into you. If edmund asks, you sent me a videotape of my bachelorette party. Okay?",
        "Blake: Okay, okay. But how could I do that, because I wasn't there.",
        "Cassie: Look, there's another videotape and I had to use you as an excuse, all right?",
        "Blake: Really? What's on the other tape? You got a boy toy I don't know about?",
        "Cassie: Is that supposed to be funny? ( Pounding on door )",
        "Edmund: Reva! Reva, open this door! Reva!",
        "Reva: What?",
        "Edmund: Jonathan. Where is he?",
        "Reva: Why? What's going on?",
        "Edmund: Is he here? Jonathan, get the hell out here!",
        "Reva: No, no, you are in no condition to see him. I don't know what you think he's done, but...",
        "Josh: Let him go, reva.",
        "Reva: What?",
        "Josh: You can't keep protecting jonathan. He has to face the consequences of his actions, just like everybody else. He's upstairs.",
        "Edmund: Thank you.",
        "Reva: No! No. You're not going anywhere unless you go through me.",
        "Tony: No, really, danny, what is this? You're allowing robbie now to keep his mother out of his pictures he's drawing?",
        "Marina: No, no. Danny would never want michelle out of robbie's life, okay? It was just... it's called \"zoo day.\" I was there.",
        "Michelle: You know what? Can I talk to danny alone? Can you guys clear off for a second? Would that be all right?",
        "Danny: Sure.",
        "Michelle: I'm sorry. I guess I just expected to be in the picture, and when i wasn'T...",
        "Danny: Michelle, it's one painting. He does a million of these and he's not forgotten you. I would never let that happen.",
        "Michelle: I really love him a lot, danny.",
        "Danny: I know you do.",
        "Michelle: And I didn't mean to be away that long.",
        "Danny: Look, it's just going to take robbie some time to get used to you again.",
        "Michelle: You know, I had another memory.",
        "Danny: Michelle, no. You know, you don't need to do this. You don't need to...",
        "Michelle: It was about us. Well, it was rick warning me about staying with you, and how you'd put me in danger, but i wasn't listening. I was just telling him how much I loved you. Look, I really do believe that you wouldn't try to separate me from my son. I just hope that you know that the michelle that you loved and the michelle that I am now is really, really trying. And I really care. ( Drinks shaking ) ( people laughing )",
        "Cassie: Something, something that is going to calm my nerves. I'm sorry, you know? I shouldn't be snapping at you. I just get... I don't know. When someone jokes about me having a boy on the side or cheating on edmund, I'm just...",
        "Blake: It's upsetting you.",
        "Cassie: Yeah.",
        "Blake: Yeah, why?",
        "Cassie: Why? Why? Because it is, blake.",
        "Blake: Are you really sleeping with somebody?",
        "Cassie: No, I haven't cheated on edmund. I wouldn't cheat on edmund, okay?",
        "Blake: All right, all right. Well, then, what is going on, cassie? Why do you want me to lie?",
        "Cassie: Something's happened, all right? And I don't want edmund to know about it. You know how he gets.",
        "Blake: I know how he used to get.",
        "Cassie: I just don't want to take any chances, okay?",
        "Blake: On what? His temper?",
        "Cassie: We all have a boiling point. Doesn't ross have one?",
        "Blake: Oh, yeah. I've pushed him past it several times.",
        "Cassie: Then you'll help me.",
        "Blake: ( Sighs ) okay, what part of the tape that I sent over to you do you like best? Dancing on the tables or having reva talk you down?",
        "Cassie: I love you.",
        "Blake: Wait, wait, wait. I love you too, but you're kind of dirty. Schmutz.",
        "Reva: I won't send my son to the wolves. What's wrong with you? And you, why are you so angry?",
        "Edmund: Jonathan was at the farm with cassie. They were watching a videotape. Cassie became upset and smashed it. Oh, my god. You know what this is about, don't you?",
        "Josh: Reva.",
        "Edmund: Reva? What was on the tape?",
        "Reva: Did you ask cassie?",
        "Edmund: Yes, and I'm fairly certain she lied about it.",
        "Reva: Cassie doesn't lie to you.",
        "Edmund: Oh, god. Don't be ridiculous. Why would she smash a videotape of her bachelorette party? It doesn't make any sense. Something else was on the tape.",
        "Reva: You don't know what you're talking about.",
        "Josh: Reva, edmund has the right to question jonathan about why he was at the farm with cassie.",
        "Reva: Not in the state he's in. We both know what happens when he gets like this. You do things that we all regret.",
        "Edmund: Everyone's going to regret it if that boy doesn't come out here and talk to me.",
        "Reva: Go. Get out, now. I don't want you in my house. Jonathan's made mistakes, but who hasn't? Leave him alone, edmund. Just forget what you saw and go.",
        "Edmund: All right. I'll leave, reva. But I'm warning you, if you don't stop your little boy's reign of terror, I will.",
        "Reva: You'd like that, wouldn't you? You would like to have sent him up there to hammer my son into the ground. You know what edmund's like and yet you're willing to send him up there. Well, if you want it so bad, why don't you do it yourself? Go on. You go kick him down the stairs. You go beat the living daylights out of him. But you do it in front of me this time.",
        "Danny: All right. That looks great, thanks.",
        "Marina: Okay, you don't have to act all calm and collected with me. Don't you want to slug somebody?",
        "Danny: Like tony?",
        "Marina: He just attacked you for being a good father. You're okay with this?",
        "Danny: Well, marina, I have to keep it together, for robbie. I do.",
        "Marina: It never ends, does it?",
        "Danny: What?",
        "Marina: When you're a parent?",
        "Danny: Nope.",
        "Marina: How do you know what to do?",
        "Danny: I don't know, but when somebody is depending on you for everything, you really don't have a choice. You just do what you have to do.",
        "Marina: Well, what if you make some terrible mistake?",
        "Danny: What kind of mistake?",
        "Marina: I don't know. Any mistake.",
        "Danny: Marina, you're great with robbie.",
        "Marina: Well, I get to go home at the end of the day, and sometimes I even want to.",
        "Danny: Well, so do I, and i can'T. But it's okay. It's normal.",
        "Marina: No, no. It's not okay. It's not okay, danny.",
        "Danny: What's going on with you?",
        "Marina: I had this doll, okay? I had this doll and at one time, I forgot and I left her outside and this dog, this huge rottweiler, it just came and ripped her to pieces. And when I finally came and got her, she was... I just... I can'T. I can't do it, okay? I just can'T.",
        "Bartender: What can I get you? Miss?",
        "Holly: Uh... martini. Dirty.",
        "Bad edmund: Early valentine's day celebration? You make me sick. What happened to you.",
        "Edmund: I've come to my senses. I have a life, a woman who loves me.",
        "Bad edmund: Oh, well, good. Enjoy it while it lasts. Go on. Have dinner. We can take care of demon boy later on.",
        "Edmund: Shut up.",
        "Bad edmund: Who knows what jonathan has on us? Who knows what he's told cassie? What if he were to find out about the fire in the barn? About how you tried to open up jeffrey o'neill's noggy-wog with a shovel and left him to roast on a spit.",
        "Edmund: I carried him out of that fire.",
        "Bad edmund: Oh, that's right, you did, didn't you? But of course, you left cassie's son there. I wonder what she'd think about that. Exactly.",
        "Edmund: Cassie loves me.",
        "Bad edmund: Yes, she does, doesn't she? But I wonder if she loves you enough to forgive your little slip in the barn. I don't know. I don't know. She was quick to jump to conclusions about the whole drug thing. Maybe she never really trusted us. Maybe she never will. Maybe she has reason.",
        "Edmund: Shut up.",
        "Bad edmund: Jonathan is playing with your life, your future, and we can't allow that.",
        "Edmund: I'm not going to...",
        "Bad edmund: Finish him off. Finish off...",
        "Edmund: That part of my life is over.",
        "Bad edmund: ( Echoing ): Finish him off. Finish him off. Finish him off.",
        "Edmund: I won'T. Stay away from me. Just stay the hell away from me.",
        "Cassie: Hey, edmund. Edmund.",
        "Edmund: Hi.",
        "Cassie: What are you doing out here.",
        "Edmund: Oh, I was just... what happened to you?",
        "Cassie: Oh. I saw dinah.",
        "Edmund: Today?",
        "Cassie: Yeah. And you won't believe what she told me happened in the barn.",
        "Jonathan: Well, here I am, your all-purpose punching bag. Who wants the first shot?",
        "Reva: This is not funny.",
        "Jonathan: You did a nice job with edmund, by the way. You're better than a guard dog.",
        "Reva: Don't think you're getting off scot-free here. Why were you at cassie's?",
        "Jonathan: She called me, remember?",
        "Reva: You promised me you were going to stay away.",
        "Josh: Edmund said he saw her tearing apart a tape.",
        "Jonathan: Cassie kept pushing me about what happened in her hotel room that night, and i said nothing, but it wasn't good enough, so I showed her the rest of the tape.",
        "Reva: The rest?",
        "Jonathan: Yeah.",
        "Reva: What do you mean, there was more?",
        "Jonathan: There was hours and hours of me and cassie asleep. It was boring stuff, so I edited it out.",
        "Josh: Yeah, what else did you edit out?",
        "Jonathan: Nothing. I showed cassie the whole tape.",
        "Reva: Well, why didn't you just give her the whole thing to begin... before putting her through hell?",
        "Jonathan: Because I... i wanted to see if you would believe me without proof.",
        "Josh: Yeah. You also wanted to see cassie suffer, right?",
        "Jonathan: Yeah, I guess i did. She lured me up into her room and then, as far as I'm concerned, she's getting what she deserves right now.",
        "Josh: And still she's protecting you!",
        "Reva: What do you mean?",
        "Josh: I talked to cassie. I tried to convince her to tell edmund the truth. Everything. To take away the power that this guy has over her.",
        "Reva: This isn't about jonathan's power. Oh, my god. You told cassie, hoping that she would tell edmund and he'd go crazy, right? You sent a violent, dangerous man-- edmund-- after jonathan. My god, joshua! You wanted edmund to kill my son. Coming up on \"guiding light.\"",
        "Marina: It's too bad michelle can't remember what a wonderful person you are.",
        "Danny: Yeah. Her loss. She is actually having some memories. I just want her to remember what robbie needs.",
        "Michelle: Cupcakes.",
        "Tony: Cupcakes.",
        "Michelle: And robbie's mommy is going to bring the cupcakes. So I'll show danny what a good mommy I can be.",
        "Josh: You like that, jonathan? Huh? You like that? You want to get a little closer?",
        "Jonathan: No.",
        "Josh: How about that? Is that enough?",
        "Jonathan: That's enough.",
        "Josh: Edmund has a right to know what's going on with his wife. Why not just bring it all out into the open, right now?",
        "Reva: Because you know why.",
        "Jonathan: Mom, I'm glad you finally see what's really going on here.",
        "Reva: Oh, I see. But I think it's time you were taught a little lesson.",
        "Jonathan: Whose side are you on?",
        "Reva: Every time I think we're making a little progress, you do something that makes me realize that I still can't trust you. And you? I don't know what you're... do you have any idea what you could have done? I mean, are you really so afraid of losing me that you would risk my own son?",
        "Josh: Everything I have done since he arrived in town is because I love you. It's because I don't want to see you get hurt.",
        "Reva: I know you keep saying that, but I think you're working against me. And you, I never know what you're going to do next, and you know what? I can't do this. I really can'T. I can't do it anymore. Not tonight. So, here. You take that.",
        "Josh: What the hell are you doing?",
        "Reva: You take this. And go for it. You know what? Go for it. You're armed, you're armed. Go on. Beat the crap out of each other! I don't care. Get each other down on the ground, pound on each other, but leave me the hell out of it. I can't take this.",
        "Jonathan: Your move, joshua. ( Screams ) ( lamp crashes )",
        "Josh: You got other things to worry about, pal. You got edmund on your tail now. ( Vase crashes )",
        "Jonathan: That's what you think. Hey, dinah-mite, it's me. Listen, I'm all in. I tried the nice guy approach and it didn't work, so I want to know everything that happened that night in the barn, and you're going to tell me.",
        "Bartender: I'll get you another one.",
        "Holly: That's okay. Bring me a cup of coffee? I said coffee.",
        "Bartender: The gentleman over there sent it to you. He wanted you to have the whole bottle. Is something wrong?",
        "Holly: Where is he? Sebast... what are you doing? Why did you send me that wine?",
        "Man: I was hoping you'd come over.",
        "Holly: Why?",
        "Man: You look like someone I'd like to know. Someone who might be able to save my life.",
        "Holly: He put you up to this.",
        "Man: I don't understand.",
        "Holly: That's sebastian's wine. It's his label. It's the vintage. Who put you up to this? Tell me. Don't lie to me. I know he put you up to this.",
        "Blake: Mom? Mom? What's going on?",
        "Holly: It's him.",
        "Blake: What?",
        "Holly: He's back.",
        "Blake: Mom, what are you talking about? Who?",
        "Marina: You must think I am a total nut-job.",
        "Danny: Well, yeah, but that's beside the point. This is about harley.",
        "Marina: I just promised her that if she went to jail that i would take care of zach and jude. I love them, but...",
        "Danny: Well, that's a lot of responsibility. That must be scary for you.",
        "Marina: More like terrifying.",
        "Danny: Marina, nobody is and you... I mean, you're great with kids, so... what?",
        "Marina: I'm a good aunt, a good baby-sitter, but kids need so much more. And what if I can't give it to them?",
        "Danny: You just... you can't worry about that. You do your best. You give it all you got and let it go. Pray that they turn out okay. Hey, you're going to be fine. You really are. And if you think about it, think about how lucky those boys are. And they're not going to just have you. That would be ridiculous. They're going to have you and they're going to have frank and your grandfather and rick and me. I mean, I don't plan on skipping town.",
        "Marina: Well, that's very nice of you, but it'll be too hard on you with robbie.",
        "Danny: Marina, believe me, after everything that I have been through, being with you could never be hard on me.",
        "Tony: Where is everybody, huh?",
        "Michelle: Rick and mel are at the hospital working, and leah is at her grandmother's house, which means...",
        "Tony: We're alone.",
        "Michelle: No one will see what we're doing.",
        "Tony: No one, hm?",
        "Michelle: Nope. Follow me.",
        "Tony: Okay. All right. Hey, what is it we're doing, anyway? What are we doing?",
        "Michelle: All right, danny wants a fight, right? Right? So, I'm going to give him a fight. These are my mother's recipes and it's coming up valentine's day, right? Right? Which means robbie's class is going to have a party or something, right? And they're going to need... come on.",
        "Tony: Oh, come on.",
        "Michelle: Help me out here.",
        "Tony: No, no, no, no, no. See, I don't have kids. You're going to have to help me out here, michelle.",
        "Michelle: Cupcakes, baby. Red cupcakes.",
        "Tony: Cupcakes.",
        "Michelle: And robbie's mommy is going to bring the cupcakes. So I'll show danny what a goodod mommy I can be.",
        "Edmund: Cassie, come here. Sit, please. There is no excuse for what i did. There is no excuse at all, and i should have told you about it ages ago. I'm sorry.",
        "Cassie: What? You knew? You knew dinah tore down our wedding decorations and you didn't tell me?",
        "Edmund: Well, I knew how upset you'd be and I... we were happy. We were very happy at the time, and I didn't want you to know that dinah had spoiled...",
        "Cassie: Edmund, she was on our property. She was on our property, tearing down my wedding decorations. Ripped them to shreds.",
        "Edmund: So what happened?",
        "Cassie: We got in a fight, that's what happened.",
        "Edmund: Are you all right?",
        "Cassie: Yes, I'm fine. You should see the other guy.",
        "Edmund: Cassie.",
        "Cassie: No, I'm fine. I'm fine, really. You know what? I am not going to let dinah marler get to me. We were supposed to have a romantic evening tonight, you and me. I still want that, okay?",
        "Edmund: You're right. You're right, you're right, you're right, you're right. And we're not going to let anyone stop that or get in between us. No one. No one at all, okay?",
        "Cassie: I guess I'm not fit for public consumption.",
        "Edmund: No, no, no. I have to say you are for some private consumption. Come on. Shall we? Mm.",
        "Jonathan: Terrible. Terrible, all those secrets and lies. Well, one way to smoke out the truth. ( Laughs ) oh, burn, baby, burn.",
        "Josh: You like that, jonathan? Huh? You like that? You want to get a little closer?",
        "Jonathan: No.",
        "Josh: How about that? Is that enough?",
        "Jonathan: That's enough.",
        "Josh: Is that enough!",
        "Jonathan: That's enough.",
        "Josh: You sure?",
        "Jonathan: Yeah.",
        "Josh: Good. Because this is over now. This is the end of the line for you.",
        "Blake: What did that man do?",
        "Holly: He sent me a bottle of wine from... the very wine that sebastian had on that godforsaken island. I knew he was up to something, so I was asking him what was going on.",
        "Blake: Well, I don't understand this. What are you talking about? Sebastian's dead.",
        "Holly: There's so much... there's so much I haven't told you.",
        "Blake: From when you were locked up?",
        "Holly: You remember how it was with your father? How I wanted to leave him about a thousand times but he couldn't let go or I couldn't let go, and sometimes I would hate him and sometimes I was so afraid of him that... he'd walk in the door and he always made my heart beat so fast. There was nobody like him.",
        "Blake: Mom, you don't have to...",
        "Holly: Except sebastian. ( Sobs ) he got under my skin. I was, like, obsessed with him. It's so horrifying. And familiar and seductive.",
        "Blake: Seductive? Mom, did you...",
        "Holly: No. No. No, we didn'T. But I dreamt about it. I'm so glad that he's gone. I am so glad that he is dead so he can't get to me any more and make me feel things that I don't want to feel. Do you hate me?",
        "Cassie: Mm. It's amazing.",
        "Edmund: Just sit there and let me take care of everything.",
        "Cassie: This is good practice, you know. When the baby comes, you're going to be giving lots of baths.",
        "Edmund: ( Laughs ) you know, somehow, I think this is different.",
        "Cassie: So, are you ready? If the ivf works, you may be a father soon. Are you ready?",
        "Edmund: Oh, I want to be. I want to be the kind of father that makes a child always feel safe and loved.",
        "Cassie: Yeah.",
        "Edmund: Do you feel secure, cassie? Do I make you feel secure?",
        "Cassie: Why do you ask?",
        "Edmund: Because I want you to trust me as a father and as a husband. Cassie, I want you to trust me with anything.",
        "Cassie: I do.",
        "Edmund: Do you? Do you think you can trust me under any circumstances? No? I didn't think so.",
        "Jonathan: I didn't start that fire.",
        "Josh: Yeah, right. What? That guy over there started it? Is that the story?",
        "Jonathan: I was lighting a cigarette. It happened by accident.",
        "Josh: You know what? Tell it to reva. She believes everything you say, but I don'T. I know better.",
        "Jonathan: What are you going to do? Take me up to the top of the loft then toss me off?",
        "Josh: No. No, no. I got something much better than that in mind. Come on.",
        "Jonathan: What?",
        "Josh: Let's go.",
        "Jonathan: Where are we going?",
        "Josh: Let's go. I promise you it's going to hurt.",
        "Blake: Of course I don't hate you. I knew that there was something more to the story, and now I... now I think I understand why you were so afraid.",
        "Holly: You wanted to know your brother.",
        "Blake: Yeah, but not at your expense. All right? It sounds as if sebastian wanted to own you, like dad did. And I remember, mom. I remember how dad almost destroyed you, and I would never let that happen again. Oh, my god, I couldn't lose you, too.",
        "Holly: I wish I had told you weeks ago.",
        "Blake: Well, me, too. Is there anything else you're not telling me?",
        "Holly: No. Nothing. Let's just go home.",
        "Blake: Okay. All right. I'm going to get the check.",
        "Holly: Okay.",
        "Tony: Okay, look. Hey, I'm mixing, but it's, like, it's yellow. It's not...",
        "Michelle: You're doing really well. Really good. Look at this. Look at this. Whoa. Yes! Very hot, very hot.",
        "Tony: Nice.",
        "Michelle: You ready for the taste test? Can you do it for me?",
        "Tony: Yeah. See, that sounds like much more fun. I can do that.",
        "Michelle: Okay, it's hot.",
        "Tony: All right, come on. Hook me up. Let's go.",
        "Michelle: Careful. All right.",
        "Tony: All right. Here we go.",
        "Michelle: What do you think?",
        "Tony: Well, I got to try it first, don't I?",
        "Michelle: Come on. What?",
        "Tony: It tastes like a big old thing of dough. I mean, a big clump of dough.",
        "Michelle: No.",
        "Tony: No, no, no. That's okay. Hold on, hold on. I mean, other than that, you know, it's like... you try it. Huh? What do you think? Come on.",
        "Michelle: Ugh.",
        "Tony: Mm-hmm?",
        "Michelle: Yeah.",
        "Tony: Mm-hmm. See?",
        "Michelle: It just needs icing. It just needs icing. A lot of icing. It needs a lot of icing.",
        "Tony: You can't give those to the kids, honey.",
        "Michelle: Why?",
        "Tony: That's bad.",
        "Michelle: You know, you could at least pretend to like them.",
        "Tony: Hey, I would do anything in the world for you, but these?",
        "Michelle: Mm-hmm?",
        "Tony: Sorry, I can't do that.",
        "Michelle: Mm-hmm.",
        "Tony: You're going to go there again, just like the paint.",
        "Michelle: Mm-hmm.",
        "Tony: Okay. Mm. That's kind of nice.",
        "Michelle: Say you like my cupcakes.",
        "Tony: No, I'll keep eating your icing. I do, I love your cupcakes.",
        "Michelle: Come on, say you like my cupcakes.",
        "Tony: Okay, I love your cupcakes, I do. It's my turn. Your frosting's pretty good. ( Laughs )",
        "Michelle: They're the worst cupcakes you've ever had, aren't they?",
        "Tony: No, I've... I've had worse.",
        "Michelle: Really?",
        "Tony: Yeah, I've had worse. No, really, I have.",
        "Michelle: Really? When?",
        "Tony: Will you stop doing this to yourself? Please? Really. Hey, there's a lot of mothers out there that can't cook, they can't bake, but you know what? You can't be... michelle, you can't be what danny wants you to be. You know what you are? You're you. You're beautiful. Hm? Sexy. You're wild as hell. Okay, you're a little undomesticated, but that's, you know... ( laughs )",
        "Michelle: So in other words, I suck as a cook.",
        "Tony: No.",
        "Michelle: Is that what you're telling me?",
        "Tony: No. No, you don'T. You don'T. You know what we're going to do?",
        "Michelle: What?",
        "Tony: You and me, we're going to go to the store right now. We're going to leave all this and we're going to buy the best red cupcakes we can find. What do you say?",
        "Michelle: That's a good idea. Really badly so the kids will think they're homemade.",
        "Tony: Perfect. Yeah. See, it's a good idea, right?",
        "Michelle: Mm-hmm.",
        "Tony: Mm-hmm. Don't go anywhere.",
        "Danny: Come back.",
        "Marina: I was just thinking.",
        "Danny: About what.",
        "Marina: How amazing you are.",
        "Danny: No, you weren'T.",
        "Marina: Yes, I was. I know you are serious about helping me with zach and jude, but I'll be okay.",
        "Danny: Well, I know you'll be okay, marina, but sometimes it's important to ask for help.",
        "Marina: Yeah, well, you're under enough pressure as it is. Okay, look, I had a minor freak- out, but I will be fine.",
        "Danny: Okay. So it's okay for me to count on you, but it's not okay for you to count on me.",
        "Marina: No. No, I can... that's a trick question.",
        "Danny: No, it's not. No trick. Look, I am just a phone call away, like it or not.",
        "Marina: It's too bad michelle can't remember what a wonderful person you are.",
        "Danny: Yeah. Her loss. She is actually having some memories. I just want her to remember what robbie needs. But...",
        "Marina: Really? Michelle's having memories?",
        "Danny: Mm-hmm, a few.",
        "Marina: Like what?",
        "Danny: Rick, a couple of her mother. Nothing major. I'm going to get us some more coffee.",
        "Cassie: I do trust you. I depend on you so much, edmund, that it scares me. And I need you so much that it scares me. The thought of me coming home and walking in the door and you not being there...",
        "Edmund: I'll be here until you throw me out, and I won't leave unless you want me to.",
        "Cassie: That's not going to happen. Why do you think I fought dinah? I'm not going to let her or anyone else come between us. That's why I've made the decisions I've made and the choices I've made. I'm not going to let anyone take you away from me.",
        "Edmund: I'd do anything for you.",
        "Cassie: Then just love me. Love me no matter what happens, okay?",
        "Edmund: No matter what, unconditionally, I love you and I love tammy and I love rj and i love will and I love... I love our unborn baby.",
        "Cassie: And we're going to have that baby. I mean, it's going to be difficult, but we're just going to keep trying. Ugh. I'm so wrinkly. ( Laughs )",
        "Edmund: ( Laughs ) well, we're growing old together.",
        "Cassie: I better get out of here before I turn into a prune.",
        "Edmund: No, stay. Wait. Wait right here. I'm going to go build a fire in the bedroom so you don't get cold.",
        "Cassie: Oh.",
        "Edmund: Mm-hmm.",
        "Cassie: That's so nice. I'll stay right heri.",
        "Edmund: What the...? It's still warm. Hey! I know you're still in here! Come out!",
        "Reva: Jonathan? Joshua? Oh, my god. Joshua, what did you do? Next, on \"guiding light.\"",
        "Gus: If all your badgering hasn't gotten me to roll over, what makes you think I'm going to do it now?",
        "Alan: Because things are different now, gus. Because you, like everyone else in town, believe harley's guilty.",
        "Josh: Come on!",
        "( Screaming )",
        "Reva: Joshua! Joshua! What are you doing? Leave him alone! Leave him alone!"
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=ZIJqrus3W4Q"
}