{
    "Episode Summary": [],
    "Recap": [
        "Josh tells Jeffrey that he is going to tell Cassie what he heard, but changes his mind when Cassie interrupts. When she leaves, Josh tells Jeffrey and later Reva and Billy that he is done being everyone's moral compass. Billy kisses Reva after he calls her over when he falls off the wagon again. She threatens to slap him but he reminds her that she kissed him first recently. They reminisce about the old times and after Josh's proclamation, she does admit to Billy that she doesn't need Josh anymore. Frank tells Dinah that she needs to help him convince Mallet that he needs a partner before he gets himself killed. Later at Company when Harley tells Frank that she wants to be Mallet's new partner, Dinah puts any jealousy aside and tells Frank that she thinks it is a good idea. Frank grudgingly agrees to it and Mallet tells Dinah that he is happy to have her in his life. Tammy and Jonathan have no luck finding a place and Tammy tells both Cassie and Jonathan that they are going to move into the back room of Outskirts. Cassie tries to talk her daughter out of it, but Tammy is adamant that this is what she wants to do. While the girls are talking, Jonathan finds Sandy who has been calling him to brag that he is the one who is keeping them from finding a place. Jonathan threatens Sandy again until Reva breaks them up. Jonathan goes back to Tammy and overhears her telling Cassie that she forgives Jonathan. Cassie tells Jeffrey that although she still doesn't agree with Tammy she does respect her for what she is doing. Jeffrey tells her that they need to talk."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Dinah: All right. He'll never notice. Maybe he will. ( Knock at the door ) Coming!",
        "Frank: Hey.",
        "Dinah: Frank.",
        "Frank: Hi.",
        "Dinah: I thought you were going to be Mallet.",
        "Frank: Does he usually knock on his own door?",
        "Dinah: Good point. Come on in.",
        "Frank: How are you?",
        "Dinah: Hi.",
        "Frank: We need to talk.",
        "Dinah: Us? About what?",
        "Frank: I need you to convince Mallet that he needs a new partner to replace Gus. Because without a partner, he could end up dead on the street.",
        "[SCENE_BREAK]",
        "Mallet: You want to be my partner?",
        "Harley: You don't have to look so shocked.",
        "Mallet: I'm shocked.",
        "Harley: Well, get over it.",
        "Mallet: No I don't think I will. This is... this is a bad idea.",
        "Harley: Here you go. Hear me out.",
        "Mallet: No, you are the CEO of Spaulding.",
        "Harley: Not anymore.",
        "Mallet: You're a mother. You've got kids-- do you remember your kids?",
        "Harley: Could you listen to me? Believe me, I can come up with more reasons than you for why this is not a good idea.",
        "Mallet: Can you give me at least one good reason?",
        "Harley: Because I need it.",
        "[SCENE_BREAK]",
        "Reva: Hello.",
        "Billy: Hey, darlin'. You sound like you were kind of hoping it was going to be somebody else here.",
        "Reva: No. No, Billy, I'm glad you called.",
        "Billy: Yeah, well, you know, I kind of could use a friend right now.",
        "Reva: You're slurring your words.",
        "Billy: I, uh... I just woke up from a nap.",
        "Reva: So how much did you sleep?",
        "Billy: Oh, yeah, I slept quite a bit.",
        "Reva: Where are you?",
        "Billy: Look, I didn't mean to bother you. I just wanted to hear a friendly voice, that's all.",
        "Reva: I'm going to find you anyway, Billy. There's only so many places you could be napping.",
        "Billy: I'm at my room, but if you're with Josh, I really don't want to see him.",
        "Reva: I'll come alone.",
        "Billy: Yeah.",
        "Reva: I'm glad you called.",
        "Billy: Hmm.",
        "[SCENE_BREAK]",
        "Jonathan: Billy! Billy? He told me he would look after the place today. Not like I really care at this point.",
        "Tammy: We'll find a place, don't worry.",
        "Jonathan: Well, is it just me, or is this apartment thing going a lot worse than you thought?",
        "Tammy: We're having bad luck.",
        "Jonathan: We're having no luck. Either the neighborhood is too small or the neighborhood's too expensive, or... the neighborhood stinks. And then there's the \"x\" factor.",
        "Tammy: What's the \"x\" factor?",
        "Jonathan: Me. People recognize me as their friendly neighborhood arsonist. An arsonist is not a good tenant.",
        "Tammy: I don't believe they recognize you.",
        "Jonathan: Well, then they recognize my type. Same difference.",
        "Tammy: If we're going to be together, we've got to find a place. I'll go make us some sandwiches.",
        "Jonathan: Sandwiches. ( Cell phone rings ) Yeah?",
        "Sandy: How is the house hunting going? I heard you're having some problems.",
        "Jonathan: What do you want?",
        "Sandy: I'm just concerned. I mean, it seems like everywhere you go the landlord already knows who you are and what you're capable of. And I'm wondering how is this happening? It's almost like someone is tipping them off about what a degenerate you are.",
        "Jonathan: Yeah, I figured.",
        "Sandy: Well, that's the other line; I've got to go. Tell Tammy I said hi.",
        "[SCENE_BREAK]",
        "Jeffrey: It would help if you don't overreact about this.",
        "Josh: Oh, well, I certainly want to help.",
        "Jeffrey: There's a lot you don't know.",
        "Josh: Okay, well, tell me about it then. Jeffrey, how do you justify sleeping with Cassie while you were impersonating Richard?",
        "Jeffrey: Well, that is between me and Cassie.",
        "Josh: We're in luck then because she's here.",
        "Jeffrey: Cassie's...?",
        "Josh: Yeah, she's here; I gave her a ride over. She went back out to the car because she forgot something. What were you saying before about overreacting?",
        "[SCENE_BREAK]",
        "Cassie: Tammy.",
        "Jonathan: You'll never believe this...",
        "Tammy: Mom, I have good news. I wanted you to hear it firsthand.",
        "Cassie: Good news?",
        "Tammy: I'm telling you because I don't want you to hear it from anyone else, and I don't want you to think I'm keeping anything from you.",
        "Cassie: Okay, I guess this has to do with Jonathan?",
        "Jonathan: What are you doing?",
        "Tammy: We found a place, and we're going to move in together.",
        "Jonathan: We found a place?",
        "Tammy: Mom, are you there?",
        "Cassie: Yeah, I'm here.",
        "Tammy: It's at Outskirts. There's a back room that's perfect for us.",
        "Cassie: You want to live with Jonathan in the back room of his bar?",
        "Tammy: It's not what it sounds like.",
        "Jonathan: Yes, it is.",
        "Cassie: Are you still there now?",
        "Tammy: Yeah.",
        "Cassie: Don't leave.",
        "Jonathan: Did you fall down? Did you bump your head or something?",
        "Tammy: I am just fine.",
        "Jonathan: You deserve better than this.",
        "Tammy: I knew you would say something like that. And that's why you found out at the same time my mom did. She's probably on her way over here and you're going to back me up.",
        "Jonathan: ( Laughs ) Oh, this is going to go really well.",
        "[SCENE_BREAK]",
        "Jeffrey: So Cassie's here and you're going to tell her everything you overheard. Why?",
        "Josh: Why? I'm sorry. Is that supposed to be a serious question, Jeffrey?",
        "Jeffrey: Am I that bad for Cassie? Maybe you long for the good old days of Eddie Winslow, huh? Where did Cassie go wrong?",
        "Josh: Oh, come on, is that all you got? That's your best defense? \"Hey, I'm not Edmund. I may have lied to Cassie, I may have deceived her, but I never actually threatened her life.\"",
        "Jeffrey: Outside of not divulging everything in my entire past, what have I done, Josh, to deserve this death sentence you're giving me?",
        "Josh: Well, let's see. You continue to lie to her when you've had plenty of opportunities to come clean.",
        "Jeffrey: And you've never done anything like that, have you, Josh? Kept secrets for years, for decades?",
        "Josh: Hey, I have paid for my mistakes.",
        "Jeffrey: Yeah, well so have I. I avoided Cassie like the plague when I came to town. I pushed her away at every opportunity, but things happen because... well, because they do, and because of this face.",
        "Josh: No, things happen because you love her and you've always loved her. She came into your life because you wanted her to come into your life.",
        "Jeffrey: What I wanted was to protect her, Josh. I wanted to protect her feelings and her memories.",
        "Josh: Well, that's fine. Because that's exactly the same thing I want. I want to protect her. That's what I want to do.",
        "Jeffrey: Well, go ahead, Josh! Protect away! Go ahead, tell her! I don't care! You're the guy who's in charge of right and wrong around here, obviously! So, go ahead, tell her. I'm not going to stop you!",
        "Cassie: Stop him from doing what? Wow, um... I just got a call from Tammy. I've got to go.",
        "Jeffrey: Wait, don't go, not yet.",
        "[SCENE_BREAK]",
        "Reva: Well, you don't look too bad.",
        "Billy: Yeah, well, you ought to look inside because that's where I'm really messed up.",
        "Reva: Yeah, I know.",
        "Billy: I really didn't want to drag you into this.",
        "Reva: Then why'd you call?",
        "Billy: That's a good point.",
        "Reva: Look, Billy, I want to help. I'm glad you called me, but I don't know what I can do. Don't you have a sponsor?",
        "Billy: Well, Ed's gone and Holly's not around too much. And I used to rely on Bill, but I hated doing it. I hated being a drag, but he was always there for me, even when he was yelling at me. And there's always Josh.",
        "Reva: You didn't want to call him.",
        "Billy: Let me tell you something. You fall off the wagon once and you get sober, your family embraces you. But you do it a few more times-- and that always happens-- then they greet you much differently.",
        "Reva: So why am I the lucky one?",
        "Billy: Well, it's kind of the pot calling the kettle and saying \"Hey, we both know each other so well.\"",
        "Reva: Gotcha.",
        "Billy: Reva, you're not judgmental. You don't get disappointed. Before I forget, here. Yeah.",
        "Reva: Well, at least I got here before you emptied the whole bottle. You know, Billy, it's not good to be alone. Your mind starts going; you start thinking about things.",
        "Billy: Oh. Hey, yeah, I definitely think about a whole bunch of things... I mean, a whole bunch. I got a laundry list. I won't bore you with it.",
        "Reva: It's okay. I'll just sit here and I will listen. I'll even act shocked or surprised or sad at the turn of the tale. But I will stay here all night if that's what you need.",
        "Billy: That's the best offer I've had in a decade. Come here.",
        "Reva: Billy Lewis. Do you want to get smacked?!",
        "[SCENE_BREAK]",
        "Dinah: You want my help trying to convince Mallet that he needs a partner, but, I mean, we already tried that.",
        "Frank: Yes, we did, and we're going to do it again. Now, come on, let's go find him.",
        "Dinah: I'm sure this is how it works, but you're the boss and you tell him what you want. I mean, you know, expect results.",
        "Frank: That's exactly right. See, that is the trick-- to get him to want what I want. And that's where his little girlfriend comes in.",
        "Dinah: Hey, I am not into that whole girlfriend thing. I'm not so sure what more I can do.",
        "Frank: Well, why don't you do what most women do? Withhold sex.",
        "Dinah: What? Why would I punish myself that way?",
        "[SCENE_BREAK]",
        "Harley: I'm lost. I'm grieving here and I don't know what I'm doing anymore. I'm running that company like I think Gus would want me to run the company. And I'm parenting the way I think Gus would want me to parent. And I'm grieving the way I think Gus would want me to grieve. And all the time I'm going \"Stop! He wants you to be who you are. He just wants you to be who you've always been.\"",
        "Mallet: A cop.",
        "Harley: Yes. I need to get back to that, you know, doing something selfless and something that's just about giving. And I'll feel closer to him if I'm doing something he used to do.",
        "Mallet: Working with me?",
        "Harley: Yes, because I need somebody I can trust, and I trust you. And I need somebody who I don't have to explain myself to all the time. And you know me backwards and forwards. And I need somebody who's got my back, and you always have my back.",
        "Mallet: Does this have anything to do with what happened between us the other night?",
        "Harley: No. What happened that night never happened as far as anybody else is concerned. You're solid with Dinah. And I'll tell you this: If Mel or Cassie or Blake were on the force, we wouldn't even be having this conversation.",
        "Mallet: Yeah, but come on, that night...",
        "Harley: I needed you that night, and I need you again, sorry. In a different way, in a bigger way really. I'm putting my heart out here, okay? Don't say no to me about this. Don't say no about this.",
        "Mallet: This isn't just about me. What I told you the other day when I came to you, that if you said we have no future, then that was it for me, I've got to move on, I meant it. Now I'm thinking about me and Dinah.",
        "Harley: Okay. Fine. I can do this without all that other stuff creeping in; I can.",
        "Mallet: Well, you know what? Even if I said yes, it's not our call because Frank would never go for it.",
        "Frank: All right.",
        "Dinah: Hey.",
        "Frank: Hey, guys. How's it going?",
        "Mallet: Hey, how are you?",
        "Dinah: Good. Oh, I'm sorry. Did you guys stop talking because I'm here or Frank's here?",
        "Harley: Probably both.",
        "Frank: What does that mean? What's going on here?",
        "Mallet: Well, Harley and I...",
        "Harley: I want back on the job.",
        "Frank: What?",
        "Dinah: Hey, why all of the weird faces? Can we get a little support for my girl here? I mean, I know it hasn't been that long, but Spaulding isn't the same without you.",
        "Frank: Hold on one second. When you're saying you want back on the job, are we talking about being a cop here?",
        "Dinah: You want to be a cop again?",
        "Harley: Put me on the payroll, Frank. Come on, I know I should be doing this. It feels right.",
        "Frank: Okay, first of all, I can come up with 1,001 reasons why you should not be on the force. And first of all, this guy right here, I'm having a hell of a time try to partner him up. That means I'm going to have to find one for you, too?",
        "Harley: No, problem solved. Mallet's already agreed to partner with me.",
        "Frank: What?!",
        "Dinah: What?",
        "[SCENE_BREAK]",
        "Billy: Come on. You give coffee to a drunk, he doesn't get sober. He just becomes a wide-awake drunk, that's all.",
        "Reva: Well, it's better than nothing!",
        "Billy: Well, I wasn't that drunk to begin with.",
        "Reva: Billy, you were drunk enough.",
        "Billy: Oh, wait a minute. You kissed me first.",
        "Reva: Oh, it was a spur of the moment thing. There was Josh, there was Olivia, there was that girl that wanted to go out with him.",
        "Billy: Oh, and you thought you'd just get back by laying one on me.",
        "Reva: And so you kissed me because you had a half a bottle of bourbon that got you all loosened up.",
        "Billy: Well, I'm not above kissing for the wrong reasons.",
        "Reva: Or being kissed for all the wrong reasons.",
        "Billy: That's right; I'm not.",
        "Reva: Billy.",
        "Billy: Yes.",
        "Reva: You did ask me over here to help you get through this, right?",
        "Billy: Why else would I call you when I'm three sheets?",
        "Reva: The kids call it a bootie call.",
        "Billy: What?",
        "Reva: A bootie call. You know, you have a couple of pops, you're feeling all loosey goosey, and you know that I'm kind of batting zero in the man department, and...",
        "Billy: You and me? ( Laughing ) come on, that's nowhere. I mean, that's molasses up a sandy hill. You and me, that's another century. That's all over, right?",
        "[SCENE_BREAK]",
        "Jonathan: So you think Cassie's going to run her car through the bar, or maybe it would be enough just smash some bar stools over my head.",
        "Tammy: Are you afraid of her?",
        "Jonathan: Psst. Ha! No. Afraid of what she does to you.",
        "Tammy: I don't care. This place, we can make it work. I mean... ugh...",
        "Jonathan: Is that \"Ugh\" like \"Oh, what a fantastic place\" or like \"Oh, this place has potential\"?",
        "Tammy: What is that?",
        "Jonathan: The stuff on the floor or the spoogy stuff on top of the stuff.",
        "Tammy: Whatever.",
        "Jonathan: I haven't quite figured it out, but it's growing. You're not living here.",
        "Tammy: This place is the answer to all of our problems. We'll save money on rent and it's near school.",
        "Jonathan: It's loud, it's noisy. It gets rowdy on the weekends when you need to be studying. And the speakers are right near our bedroom wall, a very thin wall.",
        "Tammy: Do you want to live with me or not? Do you want the thrill of waking up next to me every morning or not, huh?",
        "Jonathan: Hell, yeah. I want you here with me where I can keep you safe. You know, I'd bulldoze this place down and start all over if it meant I could live with you. You know there's nothing I wouldn't do for you.",
        "[SCENE_BREAK]",
        "Cassie: You were going to say something?",
        "Jeffrey: Actually, it was Josh.",
        "Cassie: Well, one of you say something because I've got to go see Tammy.",
        "Josh: You know what, forget about it. It's not a big deal. And what you've got going on there sounds pretty urgent, so...",
        "Cassie: Yeah, this is urgent. She has some crazy idea about a place to live, and I've got to talk her out of it.",
        "Josh: That's okay, don't worry about. We'll talk some other time.",
        "Cassie: I'm sorry, Josh, I promised you the tea...",
        "Josh: We'll take a rain check.",
        "Jeffrey: So?",
        "Josh: So. If you really love Cassie the way you say you do, you'll tell her yourself.",
        "[SCENE_BREAK]",
        "Kim Zimmer, \"Inside The Light.\" Jonathan is unfortunately Reva's son, because if he weren't her son, they could have a lot of fun together-- although they do have fun together. Jonathan is a pain in my patuchus. See Reva, Wednesday, February 22, \"Inside The Light\".",
        "[SCENE_BREAK]",
        "Jeffrey: So you don't think I'll tell her?",
        "Josh: You know what, Jeffrey? Do whatever you want to do. I don't care. I'm sorry I heard what I heard, I'm sorry that I know what I know, but it's not my problem, okay? So I'm out of it.",
        "Jeffrey: Okay.",
        "Josh: I can't make you tell her. I'm not your conscience, or anybody else's for that matter, so I'll see you.",
        "Jeffrey: Josh?",
        "Josh: Hmm?",
        "Jeffrey: Why did you change your mind?",
        "Josh: Do you think it really matters? See, I don't either, so I'll see you.",
        "[SCENE_BREAK]",
        "Tammy: Here, do something with this.",
        "Jonathan: Ew. ( Laughing ) ( background music playing ) You're the one that I want you're the one that I need hold me in your arms and rock me to sleep hold me hold me hold me baby rock me all night long hold me hold me hold me baby rock me all night long...",
        "Jonathan: Yeah, could you tell me if one of your main guests walked past the main desk on their way to their room? Sandy Foster.",
        "Tammy: She's here!",
        "Cassie: Well, hello.",
        "Tammy: Thank you for coming, even though I know you're here 'cause you're upset.",
        "Cassie: I suppose this was your great idea?",
        "Tammy: No, it was mine. So deal with me, okay?",
        "Cassie: Honey, I thought we had made progress on Valentine's Day.",
        "Tammy: I'm not doing this to stick it to you. This is what I want.",
        "Cassie: What, to be the chick who lives behind the bar? Wow, dream big.",
        "Jonathan: ( Laughs ) Okay, I'm going to let you two hash this out. I'll be back.",
        "Tammy: Before you say anything, just look, okay? Look. Okay, I know. It just... it just needs a little bit of work, that's all.",
        "Cassie: A little bit of work? Honey, you know, it is taking every shred of motherly restraint. I... how can I not say this is a dump?",
        "Tammy: Well, it's no palace, but, you know, when people start out, dumps happen, and people just do what you can.",
        "Cassie: Well, I'll tell you what. I don't care about what other people do. What I care about is you. Don't you feel that you deserve better?",
        "Tammy: It won't be the first time I've ever lived in a dive. The only difference is I used to live in one with you.",
        "Cassie: Honey, do you think that was fun? Do you think that is what I wanted?",
        "Tammy: Well, this is what I want. This is where I want to be, nowhere else but here, with Jonathan.",
        "[SCENE_BREAK]",
        "Jonathan: We didn't get to finish our conversation.",
        "Sandy: I was done.",
        "Jonathan: How do you think this game is going to end? Not with you and Tammy living your sick, little twisted dream life, and not with me and Tammy being apart.",
        "Sandy: This isn't a game. This is my life and Tammy's.",
        "Jonathan: You want me to pry these doors open? Elevator accidents happen all of the time.",
        "Sandy: Yeah, they do. So do it! Huh?",
        "Reva: Hi, boys.",
        "Jonathan: What's up, Mama?",
        "Sandy: Reva.",
        "Reva: Everything okay, Jonathan?",
        "Sandy: We're fine. We just happened to run into each other.",
        "Reva: Like two bulls with their horns sharpened.",
        "Sandy: We're playing nice. There's nothing to worry about here.",
        "Reva: Jonathan?",
        "Jonathan: It's all good, Mother.",
        "Reva: Okay.",
        "Sandy: See? Even your own mother thinks you're the one to be worried about. Good luck on the house hunting!",
        "Jonathan: We already found a place. We're going to be moving the bed in first. ( Elevator bell dings )",
        "[SCENE_BREAK]",
        "Frank: Is this a joke? Where are the cameras? Come on out, everybody!",
        "Harley: Frank, listen to me first. Let me back in.",
        "Frank: I cannot let you back in. This is totally crazy, sis.",
        "Harley: Why?",
        "Frank: Because I can't partner you up with this guy. That's why.",
        "Harley: Why not?",
        "Frank: What about your kids?",
        "Harley: They'll deal with it. They dealt with it when I was working at Spaulding. Put me on day shifts. I'll be home by dinner.",
        "Frank: You have a history with him, and I'm not talking about one on the force.",
        "Harley: That is way behind us, and you know it.",
        "Frank: Oh, okay, sis.",
        "Harley: Tell him you want to do this.",
        "Mallet: I didn't say I wanted to do it.",
        "Harley: You didn't say no.",
        "Frank: I think people aren't listening here. I am the one who is saying no.",
        "Harley: You haven't given a good reason!",
        "Mallet: He doesn't need to give a good reason. He's the boss.",
        "Harley: He's my brother first. Brother first, then boss. Thanks. Frank, let me do something that Gus would be proud of. Okay?",
        "Frank: Why do you have to risk your life?",
        "Harley: Because it's my life, okay?",
        "Frank: Guess what? It's my department.",
        "Harley: You're going to hold that over me?",
        "Dinah: Enough! Stop! Just do it, Frank. They obviously work well together. Just do it. It seems perfectly right to me.",
        "Mallet: Dinah...",
        "Dinah: You know what? Police work is in Harley's blood; it was in Gus' blood. It makes sense.",
        "Harley: Thank you!",
        "Frank: Can I say something here?",
        "Dinah: You know what, Frank? You asked me... you asked me to take care of this whole situation, to help you with Mallet, to get him out of your hair, you know, get that partner paperwork off your desk. Well, it's done.",
        "Mallet: Dinah...",
        "Dinah: No. You! You know what? Stop being a wuss. Do you want to be with me?",
        "Mallet: Yeah. Yeah, I do.",
        "Dinah: Okay, then start treating me like you have me and stop trying to do things to keep from losing me. You and Harley were partners before, right?",
        "Mallet: Yeah.",
        "Dinah: Okay. Well, then, you know what? Back in the day I understand things were different. They're not going to be like that any longer. So you buy her a dozen chocolate doughnuts and be done with it.",
        "Harley: How did you know I like chocolate doughnuts?",
        "Dinah: Well, he mentioned it once. Bottom line: I want to come home to this guy every night. That's real cool to me. And, Frank, I'm not going to do what you asked me to do just so you can get what you want. Is this clear?",
        "Harley: It is to me.",
        "Dinah: Well, good.",
        "Mallet: What did he want to you do?",
        "Dinah: I'll tell you later. Now, let's just clink and agree to everything I've just said.",
        "Mallet: All right.",
        "Harley: I can do this. I know I can do this. Listen to me. I have to keep Gus alive in my heart, okay?",
        "Frank: I understand that. Just don't make me regret it, okay?",
        "Harley: Thank you. Thank you, thank you, thank you.",
        "[SCENE_BREAK]",
        "Cassie: I've lived in places like this. It's places like this that made family services take you away from me.",
        "Tammy: This is different.",
        "Cassie: It's not a life, Tammy. This does not have to be your life.",
        "Tammy: Mom, I'm inspired by what you've done for us. You know, every dump we ever lived in, you made it as good as it could be. If the room was gross, you painted stars on the ceiling. You put 12 locks on the door, and you always had nice music playing.",
        "Cassie: You remember all of that?",
        "Tammy: You may have been sad about the things that you couldn't give me, but all I remember is the things you did give me.",
        "Cassie: I couldn't protect you then, and I can't protect you now.",
        "Tammy: But Jonathan can. I love him, and I want to be with him. I want to see if it can work. You don't have to bring me a house-warming present or anything soon. I mean, take some time.",
        "Cassie: Honey, I can tell you, no amount of time is going to make me okay with this.",
        "Tammy: Well, then maybe we can find a way for you to learn to live with it, to live with me being happy and me trying to start a life for myself.",
        "Cassie: I'd like to think you know what you're doing here.",
        "Tammy: But you don't and that is because you think I'm suffering from some post-traumatic stress or something, but you know what the truth is? And I haven't really told you this because I didn't think you'd understand, but I forgive him, Mom.",
        "Cassie: What?",
        "Tammy: I forgive him, and I want to try to explain that to you. Maybe just the two of us, you know. I'll call you.",
        "Cassie: Excuse me.",
        "Jonathan: She's never going to accept us.",
        "Tammy: I just want her to be okay.",
        "[SCENE_BREAK]",
        "Reva: Well, no blood and no guts. I guess that's a sign that Jonathan and Sandy are still alive.",
        "Billy: Yeah, I guess.",
        "Reva: Okay, now remind me what we were talking about before I saw Jonathan.",
        "Billy: We were talking about how you inappropriately kissed me.",
        "Reva: Oh, yeah, that's right. Hmm...",
        "Billy: Now, look, Reva, I can be more than just an old drunk who needs somebody to help him stay sober.",
        "Reva: I know.",
        "Billy: In fact, I think I can be a lot more. And since you've been around, I've been feeling kind of...",
        "Reva: Yeah?",
        "Billy: I mean...",
        "Reva: Joshua!",
        "Josh: Hey, guys.",
        "Reva: You're not going to tear into me again because I came here to see Billy, not you?",
        "Josh: No, no, no problem.",
        "Billy: Well, you two catch up. Go ahead.",
        "Reva: Are you okay?",
        "Josh: Yes, I'm fine. I'll see you later.",
        "Reva: Are you really? Because, I don't know, there's something different about you somehow.",
        "Josh: Really?",
        "Reva: Yeah.",
        "Josh: Maybe that's because I am different.",
        "Reva: Okay.",
        "Josh: You want to know right now? You want it like in a nutshell? Here it is: I'm done. I'm finished. As of right now, except for where our children are concerned, I am officially retired.",
        "Reva: Retired? From what?",
        "Josh: From being the town cop, the go-to guy, the stalwart guy, the designated driver of this town's ethics and morality...",
        "Reva: I feel another rant coming on.",
        "Josh: ...The guy that's constantly reminding everyone to do the right thing, when, in fact, as I was just reminded myself, I don't always do the right thing, hmm?",
        "Reva: I don't know where this is all coming from, but...",
        "Josh: That's easy. It's a thing that I got from Cassie mixed with a healthy dose of Jeffrey O'Neill, and voila, here I am, a whole new me.",
        "Reva: Well, that's really a shame, because I kind of liked the old you.",
        "Josh: Really? I don't think so. I mean, you're talking about that old me that put us into that rut kind of thing?",
        "Reva: Joshua...",
        "Josh: No, I think you were right, Reva, all along. You were in a rut, I was in a rut. I just didn't see it that way until now. Now I do.",
        "[SCENE_BREAK]",
        "Mallet: Hey. You didn't have to do that.",
        "Dinah: What?",
        "Mallet: Are you going to make me say it?",
        "Dinah: Yeah.",
        "Mallet: Sticking up for Harley and me to be partners, putting aside any feelings you have?",
        "Dinah: What feelings?",
        "Mallet: The feelings you say that you don't have, you know, natural feelings considering the circumstances.",
        "Dinah: It was easy.",
        "Mallet: That could not have been easy.",
        "Dinah: Well, let's just say I discovered what was important to me.",
        "Mallet: What's that?",
        "Dinah: Duh. It's going to cost you, though.",
        "Mallet: There is a price to pay. Do I get to take sticker shock?",
        "Dinah: Let's say a few dresser drawers that might be occupied, but we will see after that.",
        "Mallet: Okay, we'll see. What did Frankie want you to do?",
        "Dinah: Oh, well, you'd better hope you never find out.",
        "[SCENE_BREAK]",
        "Frank: I certainly hope you know what you're doing.",
        "Harley: Just hand me every case you've got, okay? Because I want to work, work, work. But do me a favor. Keep one corner of my desk open.",
        "Frank: For what?",
        "Harley: My file on Gus. The F.B.I. never found his body. Maybe, now that I have a badge, I can.",
        "[SCENE_BREAK]",
        "Jonathan: Your mom was right about one thing.",
        "Tammy: That you're no good for me?",
        "Jonathan: Well, that's obvious. But this is a no-good place for you to live.",
        "Tammy: It's good for me if it's good for you.",
        "Jonathan: Is this really the life that you want?",
        "Tammy: I want a life with you. That's all I care about. Where did you go before?",
        "Jonathan: I went to make sure that nobody gets in the way of our life.",
        "Tammy: Oh! ( Laughs )",
        "[SCENE_BREAK]",
        "Josh: Come on, now, Reva, tell me the truth. You don't miss that old rut any more than I do.",
        "Billy: No, she certainly doesn't. Hey, better come on in. Your dinner's getting cold.",
        "Josh: Go, go, go ahead. Finish your dinner; that's fine.",
        "Reva: Well, actually...",
        "Billy: No, I'll eat it all if you don't come in.",
        "Reva: I'll see you at the office.",
        "Josh: Actually, I'm going to be late for work tomorrow.",
        "Reva: Oh, you have a meeting?",
        "Josh: No, no meeting. I just feel like being late for once. See you.",
        "Reva: Okay, would you like to tell me what the whole dinner thing was about?",
        "Billy: Maybe I just didn't feel like sharing you with Josh tonight, and I also didn't feel like seeing you make a fool out of yourself.",
        "Reva: Doing what?",
        "Billy: Come on, Reva, I saw it in your face. You don't need Josh anymore, especially if he is not ready, and, darling, he is not.",
        "Reva: Maybe you're right.",
        "Billy: I know I'm right.",
        "[SCENE_BREAK]",
        "Jeffrey: Hey.",
        "Cassie: A bar! Can you believe it? She wants to live with Jonathan in the back room of his bar.",
        "Jeffrey: Well, you know, love can make people do some strange things sometimes.",
        "Cassie: Strange. I would say this is beyond strange. The man pretended to be someone he was not, he lied to her, he got her to fall in love with him, and then he slept with her, and she forgives him.",
        "Jeffrey: Yeah.",
        "Cassie: He has done unthinkable things to her, but somehow her heart is so big that not only does she forgive him, but she loves him. I think she truly loves him. I don't get it. But there's a part of me that is still proud of her. I feel proud of her compassion.",
        "Jeffrey: Yeah, that's pretty amazing.",
        "Cassie: Yeah, it's almost inspirational.",
        "Jeffrey: So here we are again. ( Sighs )",
        "Cassie: Here we are where?",
        "Jeffrey: Here we are again, at this place where I'm sorry, but I've got to tell you. There's more, Cassie, there's more to my story. There's something that you haven't heard, and you need to hear it now.",
        "[NEXT_ON]",
        "Lizzie: I'm moving back to the boarding house. I'm taking my room back just as soon as your sorry butt is gone.",
        "Blake: You want a future with Lizzie? Go for it.",
        "Sandy: I just wanted to tell you how especially beautiful Tammy looks today. Wow, pink is her color.",
        "Jonathan: You stay the hell away from her."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=Beu3VSbJfR0"
}