{
    "Episode Summary": [],
    "Recap": [
        "Danny goes to Ross for help with Michelle. Phillip rents out Company for his dinner with Lizzie and Joey. Ross warns Michelle and Tony that he and the local government will be against their plans for the lighthouse. Joey makes a good impression on Beth and Alan. Lizzie tells Tammy that she's going to \u0091give Joey what he wants that she (Tammy) wouldn't give him.' Reva tells Sandy that since Marah and Shayne are gone it means that they have more time to get to know one another. Dinah breaks into the farmhouse and later slashes Cassie's tires. Phillip tells Buzz that his tearing down Company is as personal as it gets and business has nothing to do with it. Danny tells Cassie about Edmond threatening him. Michelle accuses Tony of freaking out every time she gets near him. Michelle tells Tony that the only way to conquer his fears is to face them head on, and then takes her shirt off. In the garage Cassie grabs a tire iron and challenges her imposter to come out and face her."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Michelle: I found it upstairs on the observation deck. Doesn't that feel good?",
        "Tony: Yeah, yeah, well...",
        "Michelle: Doesn't that feel good?",
        "Tony: I'm sure the bird is not going to be too happy about it.",
        "Michelle: What kind of bird do you think this was? What is it, like, an eagle? Pigeon? Seagull?",
        "Tony: Do you mind?",
        "Michelle: Don't you realize that it's not all about all work and no play?",
        "Danny: I need to do something about michelle.",
        "Ross: Step into my office.",
        "Buzz: What do you want? Have anything.",
        "Zach: That.",
        "Buzz: A burger? Good choice, but your mom would shoot me. How about, instead of that, how about... this? French toast.",
        "Zach: Yum!",
        "Buzz: Yum! Yum it is. You know something? Zach, I should teach you how to cook, you know? Because every member of the family is part of this restaurant. Sort of like... company is sort of the cooper home. It's our place. If I can keep it standing. You want to help me open up?",
        "Zach: Yeah!",
        "Buzz: Come on. Let's go!",
        "Frank: Not so fast. Someone just called and bought out the whole place for a private party. One of the waitresses took the message.",
        "Buzz: That's great.",
        "Frank: No.",
        "Buzz: You don't think so?",
        "Frank: I don't think we want these people's business.",
        "Buzz: (Sighs)",
        "Frank: See what I mean?",
        "Lizzie: Daddy, joey is a great guy. You're going to love him. And he'll be really comfortable over at company anyway.",
        "Phillip: Well, I'm looking forward to speaking to him.",
        "Lizzie: About what?",
        "Phillip: Well, I just want to see what his intentions are.",
        "Lizzie: His intentions? Okay, what decade are we in again?",
        "Phillip: Darling, you're old enough to understand this. You're a spaulding. That makes you a target for every poor boy in town who wants to get ahead.",
        "Lizzie: Daddy, joey's not like that, though. Oh, what? So now you think he's a gold- digger?",
        "Phillip: Well, it's been suggested that he may be more interested in the good life than he is in you.",
        "Lizzie: Suggested by who?",
        "Phillip: Your friend tammy.",
        "Reva: Well, yeah, sure. It's not a problem. I can do the promo. Yeah. All you have to do is bring me a huge cup of coffee, and I'll meet you there.",
        "Josh: Well, how soon does he need the specs?",
        "Reva: Yeah. Okay.",
        "Josh: All right, well, three weeks and we've got a deal.",
        "Reva: Great, bye.",
        "Josh: Okay, now... yeah, i can deliver. Okay, call me when it's done. Thank you. Bye-bye. Hi.",
        "Reva: Hi there.",
        "Josh: Busy morning. Been to the office already, got the car washed, picked up the dry cleaning.",
        "Reva: Did you?",
        "Josh: Yeah.",
        "Reva: Well, I did a load of laundry, stopped by the station, and hit the summer sale at the mall, all before noon.",
        "Josh: The modern couple: Dynamic, on-the-go...",
        "Reva: Doing everything we can to forget how much we miss our kids.",
        "Cassie: Check credit card summary. Enter account number. Yeah, bill, I'm still here. Mm-hmm. No, that's okay. We're all busy. Yeah. I need to get those referrals from you, though. You promised them. Will you call me later? Okay. Thanks. Bye. That's right. These identity thieves don't know who they're messing with.",
        "Phillip: Okay. Well, we'd better get over to company.",
        "Lizzie: Oh, can I meet you there? Because I have something I have to do first.",
        "Phillip: All right. Don't be late.",
        "Lizzie: All right. Guess who? Yeah, I'm down in the lobby. You'd better get down here right now. Okay? Bye.",
        "Josh: That would be fine, just to continue. Thank you. Yes. Bye. Listen, reva, our kids are doing exactly what they're supposed to be doing. They're going out into the world. That's what we want. We wouldn't want them living with us forever.",
        "Reva: Wouldn't we?",
        "Josh: Reva, they're independent thinkers, you know? They're out there trying to do good, and that means we succeeded as parents.",
        "Reva: You're just much better at this than I am.",
        "Josh: Not true.",
        "Reva: Yeah, you are. And you've had time with them. You've been with them all along. You're ready to let them go.",
        "Josh: I wouldn't say that I'm ready.",
        "Reva: Yeah, well, I still feel like I have a lot to make up for. And now I want to do it and they're gone.",
        "Josh: It's okay to be proud, reva. They have an adventurous spirit. They want to sink their teeth into life, and they got those qualities from their mama.",
        "Reva: I guess I just miss being a mama.",
        "Sandy: Nice, reva. Real nice.",
        "Ross: I'm not going to be able to help you with this, danny.",
        "Danny: Why not?",
        "Ross: Because, quite frankly, I'm not inclined to do you any favors given what you've done to michelle.",
        "Danny: Ross, I am only thinking about what's best for michelle. I'm doing this for her own good.",
        "Ross: Oh, yes. Because you love her so much.",
        "Danny: I do. Don't you?",
        "Ross: Like my own daughter.",
        "Danny: Then help me. Ed would want you to help. There is something you need to know, though.",
        "Ross: (Sighs) which is?",
        "Danny: If you do decide to help me, you'll be making a certain enemy.",
        "Michelle: Did I see a smile? Did I see...? I did, I did.",
        "Michelle: Will you stop, please, michelle? Come on.",
        "Michelle: Come here. I want you to drop the blueprints. Come with me.",
        "Tony: Look...",
        "Michelle: Hand?",
        "Tony: Okay, all right. What are we doing? (Laughs nervously)",
        "Michelle: All right, turn around. I want you to look at this room, all right?",
        "Tony: I'm looking, okay?",
        "Michelle: We have... the idea is to have a fresh perspective so we can figure out what we want to do, all right?",
        "Tony: Okay. So close your eyes. Close them.",
        "Tony: What?",
        "Michelle: Close them, so we can sort of imagine what it's going to be like.",
        "Tony: Okay. All right. Okay, all right. Eyes are closed. Fire away. Let's go.",
        "Michelle: All right, I'm thinking... I'm thinking we start with the upstairs first, you know? We start small. So I'm getting the feeling for, like, funky couches, little tables, you know, sort of like a coffeehouse feel, but funkier.",
        "Tony: Okay.",
        "Michelle: A place where you can just relax, unwind, have a fun meal, nobody judging you or expecting you to be anyone but who you are.",
        "Tony: We are talking about a club, right? Or are we talking about heaven? Which one?",
        "Michelle: Oh, well, we're already up in the clouds. I don't know. Throw in a couple of angels and who knows?",
        "Tony: Angels, huh?",
        "Michelle: You peeked!",
        "Tony: I did.",
        "Michelle: You're not supposed to peek.",
        "Tony: Just at the end, that's all.",
        "Michelle: You're supposed to be picturing how you want things to turn out.",
        "Tony: I was.",
        "Buzz: Frank, we never turn away paying customers.",
        "Frank: They're not customers, they're spauldings.",
        "Zach: I'm a spaulding!",
        "Buzz: Yes, you are. Frank, when they walk through that door with money, they're customers. Anyway, I think it's going to help.",
        "Frank: Really? How do you figure that?",
        "Buzz: Well, I mean, look, the kid loves the place. He loves it. When phillip comes in here and, you know, sees the attachment to this place, you know, maybe he'll change his mind about leveling it.",
        "Beth: So I still don't understand why you decided on this place rather than the country club.",
        "Phillip: Um... listen, there's something you should probably know before we go in. Buzz isn't going to have company much longer.",
        "Beth: Buzz is going to sell company? I can't believe it.",
        "Phillip: Well, he didn't have much choice. Actually, he didn't have any choice.",
        "Beth: Why? What do you mean?",
        "Phillip: I had the governor exercise eminent domain. The place is set to be razed.",
        "Beth: You? You want to tear down company?",
        "Phillip: Yeah. To build something better in its place.",
        "Beth: No, but phillip, wait. This place is part of our history-- not just the town's, ours. We spent a lot of time here. A good chunk of our relationship was formed at that counter in there.",
        "Phillip: Beth, it's a commercial property; it's not a museum.",
        "Beth: It doesn't bother you to bulldoze the past?",
        "Phillip: I don't need the building. I have lots of wonderful memories, and I will always have them.",
        "Beth: So what are we doing here? Did you come here to gloat?",
        "Phillip: No. I'm here in the spirit of goodwill.",
        "Beth: You consigned the place to a wrecking ball.",
        "Phillip: Beth, look. We're all moving forward: You, me, buzz, all of us. That's life; it's progress. And you don't have to worry about buzz. He's getting top dollar for this property, and I'm throwing him a little business here before he closes just to show there are no hard feelings.",
        "Beth: Yeah, well, somehow i doubt the coopers will see it as much of an olive branch.",
        "Phillip: Well, then, that's their problem, because it's a done deal. This place is history, and there's nothing that they or anybody else can do about it.",
        "Frank: You're doing such a good job.",
        "Zach: Hi, daddy. I'm helping.",
        "Dinah: Lovely couple. Very handsome. Junior princess, huh? You're very difficult to get in touch with. I don't know why that is. The rest of your family doesn't seem to... (gasps)",
        "Tammy: I'm not used to being ordered to the lobby.",
        "Lizzie: Well, I'm not used to having my father being lied to by my friends.",
        "Tammy: What are you talking about?",
        "Lizzie: Um, hello, tammy. You told my dad that joey was some kind of money- grubber and he was more interested in my family's bucks than me.",
        "Tammy: I did not say that.",
        "Lizzie: Uh, yeah, you did, okay? You lied to my dad yesterday, and now you're lying to me.",
        "Tammy: Yeah, because I know you hate lying so much.",
        "Lizzie: Why would my dad make that up, tammy? Come on.",
        "Tammy: He misunderstood what I said, okay? In fact, he got it pretty much backwards. What I actually said was that you're trying to buy joey.",
        "Lizzie: Oh. That was really nice of you, too, tammy.",
        "Tammy: It's true. I mean, you can offer joey all kinds of things that I can't: Limo rides, fancy meals, tuxedoes. And that's exactly what you're doing to hold onto him, using the old spaulding edge.",
        "Lizzie: (Scoffs) you know, maybe I offered him something you could have but didn't, all right? Maybe... maybe I'm the edge.",
        "Tammy: What's that supposed to mean?",
        "Lizzie: You really don't get it, do you? How long did you think joey would wait to get what he wanted, okay? Joey's a guy!",
        "Tammy: You slept with him?",
        "Lizzie: No, not yet, but close. I mean, why not, right? I've done it before.",
        "Tammy: With who?",
        "Lizzie: Tammy, I went to private school, okay? No parents around at lights out, and an all-boys school right across the street. I got a killer education. I'm what you call a quick study, and joey is going to reap the benefits.",
        "Tammy: You skank!",
        "Lizzie: Don't touch me!",
        "Cassie: Hey! Hey, hey, hey! Guys. What are you guys fighting about?",
        "Lizzie: Sex.",
        "Joey: What are you doing with that?",
        "Dinah: Well, I, uh... my goodness, you gave me quite a scare.",
        "Joey: Who are you, and why are you sneaking around here?",
        "Dinah: My name is elaine shultis. I... I wasn't sneaking around. I was just taking a look. But I might ask you the same question.",
        "Joey: I'm joey lupo, and i work here.",
        "Dinah: Oh, really? Well, that's nice, that the farm owners have actual farmhands. My clients will love that.",
        "Joey: Um...",
        "Dinah: I'm a realtor.",
        "Joey: Nice to meet you, but the place isn't for sale. The winslows just moved in.",
        "Dinah: The winslows. Oh, my goodness. I thought I was at the roberts' place. I have the wrong address. Oh, I'm so embarrassed. What a shame! This place is charming. How do you know the family?",
        "Joey: Um, I used to go out with her.",
        "Dinah: This one here? She's a beauty. What, not anymore?",
        "Joey: No. It didn't work out.",
        "Dinah: Oh. I'm sorry to hear that. (Car horn honking)",
        "Joey: Oh, that's my ride. We should get going.",
        "Dinah: Oh. Oh, sure.",
        "Joey: Mind?",
        "Dinah: No, no. Not at all. But I should slip my card under the door in case the winslows, was it? In case they do, indeed, want to sell. Um, I hope...",
        "Joey: Lady, come on.",
        "Dinah: No, I know. I just, I thought maybe I had them in here, but don't worry about it. Go. Go. I'm sure they're here. Thank you. Give me a call. Look me up if you ever need to sell. Oh. (Laughs) my, my, my. Thank you very much for keeping this for me, cassie. Just what I needed. See you soon, girlfriend.",
        "Phillip: Come here, zach.",
        "Zach: Daddy, look at my table.",
        "Phillip: Yes, I see your table. Got the fork on the correct side and everything. What's this?",
        "Buzz: Just setting up for your party. Zach wanted to pitch in.",
        "Frank: Yesirree. He'S... he's a born worker.",
        "Beth: Well, you were right. This is a great idea. So relaxing.",
        "Frank: Great. Now my day is complete.",
        "Alan: I can't believe I allow you to walk the street, frank. Why don't you remind me once again why I didn't press charges?",
        "Buzz: Frank, could you go get the drinks? Please? Frank, please. Do you want to get punched in the nose?",
        "Alan: No. I'm here to have a meal with my family. Just keep frank away from the steak knives, all right?",
        "Buzz: No promises. Hey, did you sign off on your son's plan to knock this place down?",
        "Alan: Phillip doesn't need me to sign off on anything.",
        "Buzz: After all the meals you've had here?",
        "Alan: Buzz, phillip is doing what needs to be done here. Now, I realize this is very difficult for your family, but you're going to survive. It's not personal; it's business.",
        "Buzz: It's my business.",
        "Phillip: Whoa. Hey, there's granddad.",
        "Alan: Well, well, well. This should be an interesting gathering, huh?",
        "Beth: \"Interesting,\" that's a word.",
        "Phillip: All right.",
        "Zach: Here you go, grandpa.",
        "Alan: Well, thank you, zach. Aren't you the good little waiter, huh?",
        "Beth: Phillip, it's not a big deal.",
        "Phillip: I just wanted to tell you, I rented out the place today in the spirit of good faith, and I'd like to try to keep things civil between us. After all, buying up this property is strictly business.",
        "Buzz: I keep hearing that.",
        "Phillip: But I'm not going to sit back and watch you use my son as a pawn.",
        "Michelle: So first I was thinking the bar would be there, but then...",
        "Ross: Hello, michelle, tony.",
        "Tony: Hey, ross.",
        "Michelle: What brings you here?",
        "Ross: Well, rumor has it there's a plan that this is going to be springfield's newest hot spot. So I thought I'd stop by and take a look.",
        "Michelle: Uh, yeah. We're calling it light.",
        "Ross: Light. Michelle, I hate to be the bearer of bad news, but you're going to run into a lot of opposition to this plan from the planning board and the landmark commission, and to be quite frank, from me.",
        "Michelle: Why? Why would anyone be against a great new place like this?",
        "Ross: Uh, to begin with, this lighthouse, while technically bauer property, has been declared a landmark, and with that come regulations as to what you can and cannot do to it.",
        "Michelle: Yeah, well, we'll deal with all the red tape. We're going to go 100% by the book.",
        "Ross: Well, there's another reason I'm against it. I will not allow springfield's beloved building to be turned into a potential front for illegal activities.",
        "Tony: Not going to happen, ross.",
        "Ross: Well, I'm sorry, tony, but your history is common knowledge.",
        "Michelle: Wait, wait, wait, wait. Wait a minute.",
        "Tony: Listen, ross, it's not going to happen.",
        "Michelle: This is my project, all right? Talk to me, not him.",
        "Josh: Sandy, what reva was really trying to say...",
        "Reva: No, you know what? I'm perfectly capable of extracting my own foot out of my mouth. (Cell phone rings)",
        "Josh: Okay then. Fair enough. I'll just take this call. Excuse me. Hello?",
        "Reva: And you know I didn't mean to imply that you weren't my son, too.",
        "Sandy: Just shayne's more your son.",
        "Reva: No, sandy. Marah and shayne are my kids by josh, and so it just... it's different. It just makes it different. It's not more or less or less or more; it's just different.",
        "Sandy: Hey, it's okay. You don't have to explain. You guys have made me part of your family. We use words like \"mother\" and \"son,\" and that means a lot to me. And you're right: I am different. I'm very different than your homegrown brood. In fact, you don't really know who I am at all.",
        "Tammy: Mom, you already gave me a talk on the birds and the bees. You don't have to go over that again.",
        "Cassie: I wasn't going to. I think we need to move on to the next talk.",
        "Tammy: What's that?",
        "Cassie: The one about why you have sex, not how, tammy. I'm talking about commitment.",
        "Tammy: As opposed to what? Fun?",
        "Cassie: Pressure.",
        "Tammy: Oh, stop it, please.",
        "Cassie: Tammy, we need to talk about this.",
        "Tammy: No, stop. Just stop it. I don't need a lecture on sex because I'm not having sex. Or don't you believe me?",
        "Cassie: I just think it's very important that we discuss this.",
        "Tammy: God, everybody thinks I'm a liar!",
        "Cassie: Tammy, wait a second.",
        "Tammy: No, stop it. This is so stupid!",
        "Cassie: Tammy! (Sighs)",
        "Dinah: Nice wheels, cassie. Coming up, on \"guiding light\":",
        "Lizzie: I've got big plans for joey and me tonight. I think you know what kind I'm talking about.",
        "Cassie: Hello? Anybody there?",
        "Michelle: This lighthouse is not going to be turned into some glass-topped version of vinnie salerno's social club, all right? So you can relax.",
        "Tony: Michelle, this isn't about you; this is about me. Right, ross?",
        "Michelle: No, no, I don't think so. This is about me, isn't it?",
        "Ross: I just want to keep you from making a mistake.",
        "Michelle: Yeah, see? See? The last time my lecture was about danny, right? Now this time it's about tony. Are you here as the mayor, or, oh, are you here as my father's springfield ambassador?",
        "Ross: No, I am here as your friend, michelle, and until recently, we were like family.",
        "Michelle: I appreciate your concern. Look, at the fourth of july barbecue you said a lot of really great things about giving back.",
        "Ross: As I remember correctly, that was right before you left.",
        "Michelle: Well, I heard you, and that's what I want to do. I want to make my family proud by giving back. And not just my family, but the whole town. I'll deal with the permits, I'll deal with the public hearings, all of it, because it's going to be worth it. It would be nice if we had a little help from somebody in the government, though, but, you know... what do you say, ross? Give us a little hand?",
        "Ross: I say I'll take it under consideration.",
        "Michelle: What does that mean?",
        "Ross: It means that you have a chance, and for what it's worth, it's good to see you smile again. I'll be in touch.",
        "Tony: Take care, ross. Thank you.",
        "Michelle: Did... did he just say yes? Did he just say yes? Did he just say yes?",
        "Tony: Well, I will say it wasn't a \"no.\"",
        "Michelle: You thought he was going to say no, didn't you? You did. Admit it. You thought he was going to say no.",
        "Tony: Wait. Okay, okay. Relax. I just... I don'T... I don't think many people can say no to you, michelle.",
        "Reva: Is that some kind of challenge: \"You don't know me\"?",
        "Sandy: Well, okay, reva. Aside from the easy surface info, what can you really say about me?",
        "Reva: Well, what I don't know about you I just don't know about you yet. It's going to take time, which is all I have right now, so come on. Let's do things. Let's have some fun. What do you say? We don't know very much about each other at all, so let's find out.",
        "Cassie: Hi. Sorry.",
        "Danny: That's okay. What's going on?",
        "Cassie: I got sidetracked. Look, I got a fax from the bank, danny.",
        "Danny: (Sighs) I told these people to only deal with me about these loan payments.",
        "Cassie: This is so overdue.",
        "Danny: Cassie, I know, i know.",
        "Cassie: And now they're tacking on late fees.",
        "Danny: I know. I'm very...",
        "Cassie: Do you see how much you still owe here?",
        "Danny: Yes, I know. Look, I know. I don't have to look at that. I know. I've got a meeting later today to deal with it.",
        "Cassie: You keep telling me that.",
        "Danny: Okay, don't worry about it.",
        "Cassie: You keep telling me that you have meetings, okay? And I'm sorry that I have to keep saying something to you...",
        "Danny: It's okay.",
        "Cassie: ...But my hotel is on the line, danny.",
        "Danny: I understand, yes.",
        "Cassie: I built this place. I can't lose it. Do you understand?",
        "Danny: Yes. Yes. You and edmund have both made that very clear.",
        "Cassie: What are you talking about?",
        "Danny: Well, edmund paid me a visit-- cornered me, really-- at company yesterday, telling me that I had to do whatever I had to do to raise the money. You didn't know. So he'S... well, watching your back behind your back. Yeah. And I should tell you, the look in his eyes kind of reminded me of the old days, if you know what I'm saying.",
        "Cassie: Look, the subject is you and the money, not edmund.",
        "Danny: I... that's fine. I'm on top of it. I am. Don'T... what'S... what's the matter?",
        "Cassie: Oh, my gosh.",
        "Danny: What?",
        "Cassie: I had a pair of sunglasses sitting right here, and now they're gone. Someone took them.",
        "Danny: Maybe you put them somewhere else.",
        "Cassie: No. No, they were right here. I'm sure of it.",
        "Danny: Were they expensive or something?",
        "Cassie: Wait a minute. First the computer and now this. Someone's messing with me.",
        "Danny: What happened with your computer?",
        "Cassie: No, it can't be connected. It... it can't be connected.",
        "Danny: Hey. Hey, what's going on?",
        "Cassie: I just am still having problems with these identity thieves, and I guess it just has me totally paranoid.",
        "Danny: Still?",
        "Cassie: Yes.",
        "Danny: Is there anything i can do to help?",
        "Cassie: Just... just get the money, okay?",
        "Danny: I'm on it. I'm on it, I'm on it. I'll call you after my meeting, okay? Deal with that identity thing before it gets worse.",
        "Cassie: Maybe I left them in the car.",
        "Dinah: (Sighs) very good work.",
        "Joey: Yes, I grew up in springfield, sir.",
        "Lizzie: You don't have to say \"sir\" after every sentence.",
        "Phillip: So, agriculture. Is that what you're interested in?",
        "Joey: I'm more into business, politics.",
        "Phillip: Politics?",
        "Joey: Yes, sir. Um... yes. I mean yes. It's an election year this year, and I think it's important that we keep up on the current issues and try to make a difference.",
        "Alan: You are registered to vote?",
        "Joey: Of course.",
        "Alan: Who are you voting for?",
        "Beth: Alan!",
        "Joey: You can ask me any questions on the stock market or the global economy. I'm well up-to-date on that.",
        "Phillip: Really?",
        "Lizzie: Uh...",
        "Phillip: All right.",
        "Lizzie: Well, let me ask you a question, and let me do it over here. Come on. Listen, sweetie, you're doing a great job, okay? You're like a pro, but...",
        "Joey: But... but I'm blowing it.",
        "Lizzie: No, no. Everything is going to be fine, okay?",
        "Michelle: Really, all I get from people in this town are restrictions, you know? \"Don't do this,\" \"you're not supposed to do that.\" Danny would lock me in a box if he could. But not you.",
        "Tony: No. You don't belong in a box.",
        "Michelle: See, that's like the nicest, weirdest thing anyone has ever said to me.",
        "Tony: I'm not too good with words. (Laughs) you really want this, don't you?",
        "Michelle: Don't you?",
        "Tony: It's just... it's danny, you know? I don'T... he has no idea how lucky he is to have you, you know that?",
        "Michelle: I'm going to take that as a \"yes.\"",
        "Joey: I stayed up all night preparing for this.",
        "Lizzie: Preparing for what?",
        "Joey: I went to the library and I checked out a bunch of books on business and politics, but I came off so lame.",
        "Lizzie: Oh, joey. Well, listen, my dad and grandpa were wrong for grilling you like that.",
        "Joey: No, they weren'T. You know, it's cool. It showed that they really cared. Otherwise they wouldn't have done it, right? Lizzie, they're exactly how you said they'd be, you know? Just normal people.",
        "Lizzie: No, no. I said sort of normal. (Laughs)",
        "Joey: I feel so stupid trying to come off as this biz whiz kid. I don't know anything about norway or the stock market. I don't even care that much about money. (Sighs) I just wanted your family to like me.",
        "Alan: Joseph? Elizabeth's mother and I would like a word with you.",
        "Joey: Sure.",
        "Alan: I want you to know that we overheard what you said right now, and I was very impressed with your attitude, especially toward my family.",
        "Beth: And I think that you have been a very good influence on lizzie.",
        "Joey: Please. Lizzie doesn't need my influence. She's pretty good on her own. That's why I like her.",
        "Alan: Well, you're in good company.",
        "Joey: Now I feel like I can be myself. (Laughter) look, I'm going to go outside, I'm going to put my tie in the car, and I'll be right back, all right?",
        "Lizzie: Okay.",
        "Joey: Tammy?",
        "Tammy: Hi.",
        "Joey: What are you doing here?",
        "Tammy: I didn't know it was closed.",
        "Joey: Yeah. The spauldings are renting it out.",
        "Tammy: Yeiçno carrierringconnect 1200",
        "Lizzie: Yes. Well, this day has been amazing.",
        "Tammy: I'm supposed to ask why, right?",
        "Lizzie: Oh, it's all because of joey. You would not believe how cool he is with my family. They love him, tammy.",
        "Tammy: What about you?",
        "Lizzie: Well, let's just say the day is going to get even better. I've got big plans for joey and me tonight. I think you know what kind I'm talking about. Bye-bye.",
        "Buzz: You know, you might want to check back into that mental hospital for a tune-up.",
        "Phillip: I know exactly what I'm doing, buzz. I'm righting the ship.",
        "Buzz: It was your family that screwed up, not mine. We're the victims. Frank lost a girl, he lost his job. Harley lost a husband. I believed in alex.",
        "Phillip: And we all could have moved on, all of us. But no. You and frank, you had to make trouble.",
        "Buzz: No, you made trouble. And now you want to take this place away from me.",
        "Phillip: It's taken.",
        "Buzz: You want to take this place, rip it down, because of some bizarre personal grudge. You go ahead and try, okay? But be warned, my friend: You are in for the fight of your life.",
        "Phillip: Well, I'm ready for that. Are you?",
        "Cassie: That's right. I've got your attention now, don't I? What, did you think I wouldn't fight back? That's right. Why don't you quit hiding like a coward while you're stealing my life and come out and face me in the open? Come on!",
        "Reva: Next, on \"guiding light\":",
        "Cassie: Show your face, you coward!",
        "Dinah: Decapitation? Whose head's about to roll? Jeffrey's?"
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=AnOtTpHijcw"
}