{
    "Episode Summary": [],
    "Recap": [
        "Frank and Danny get into a fight. Later, Frank realizes that Danny did him a favor.",
        "Michelle tells her brother that she's no longer afraid of her memories. Tony tells him the same thing and then gives her a present.",
        "Harley tells her father that she wants him to have sole custody of the children when she goes to prison. Although he agrees it is only for her benefit. He and Rick argue over where the children should be. Rick offers the garage apartment up for the Cooper's to live in.",
        "Edmund rescues Dinah from the plane and lets her know she is pregnant. The two express their love for one another.",
        "Cassie and Jeffery commiserate with one another in J. Farley's and even dance together. Cassie later asks if she can stay with Jeffery.",
        "Harley lets her brother know that she loves him and will need his help once she's behind bars.",
        "Edmund wonders how he is going to tell Cassie about the baby.",
        "will be late"
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "From http://tv.groups.yahoo.com/group/GLscripts/",
        "Buzz: Kids okay?",
        "Harley: Wonderful. They are the best kids. They make you forget reality. (Laughs.) none with them. Hi.",
        "Marina: Hi. Dad's not back yet, huh?",
        "Buzz: Well, we should be worried about that?",
        "Marina: No. I'm sure he's fine. Hey, when you were upstairs with the kids, Gus called again.",
        "Buzz: You've got to call Gus.",
        "Harley: Gus needs to get on with his life.",
        "Buzz: Fat chance.",
        "Harley: I don't want to talk about Gus, dad. There's something I need for you to do for me. It's about the boys.",
        "Frank: Oh, great. Mr. Hot shot district attorney celebrating his big victory.",
        "Danny: Hey, Frank. What's up?",
        "Frank: I have a meeting with Mr. O'neill.",
        "Frank: Yeah. Well, he looks kind of busy to me. And you look like you need to go home. Come on. I'll drive you.",
        "Frank: Get out my way.",
        "Danny: Well, I can't. See I told marina I'd keep an eye on you.",
        "Frank: You told marina, did you? Really?",
        "Danny: Yes, I did.",
        "Frank: I don't want you telling her anything as matter of fact. In fact, I don't even want you within a mile of her. I'm already losing my sister. I'll be damned if I lose my daughter, too.",
        "Michelle: Vacation, right? Right? The griswald's? Your favorite movie?",
        "Rick: Yeah. Michelle, you remember? How did you remember?",
        "Michelle: Poured myself a cup of coffee this morning. It's like the most mundane things trigger it, you know. But little by little it's all coming back.",
        "Rick: That is fantastic. That's great.",
        "Michelle: Yeah.",
        "Rick: But you're still scared, aren't you?",
        "Edmund: Dinah! Let me go of me. Ross!",
        "Ross: Edmund, I want you to calm down.",
        "Edmund: I have to stop that plane.",
        "Security guard: I'm just following the mayor's orders, sir.",
        "Edmund: Who's in charge here? I'm an ambassador. I need that gate opened immediately. There was a woman taken on that plane who's been kidnapped. Do you hear me? Are you listening to me?",
        "Ross: Edmund? Edmund?",
        "Edmund: She was taken on that plane against her own free will!",
        "Ross: Dinah is gone. There is nothing you could do about that.",
        "Edmund: I need that gate opened immediately!",
        "Rufus: Buckle up, Ms. Marler. You'll be in italy before you know it.",
        "Dinah: Get your hands off me.",
        "Rufus: I'm following your father's orders: Get you safely to rome and then confiscate your passport so you can't come bac to the states.",
        "Dinah: Things were just about to work out for me. I was going to have everything I've ever wanted.",
        "Jeffrey: What a lousy night.",
        "Cassie: Yeah, no kidding.",
        "Jeffrey: So where were we? That's right. You and edmund. You want to get a legal separation. You sure you want to do that?",
        "Cassie: No. That's why I need to have it spelled out in front of me in black and white. So I have to honor it. Everything inside of me is telling me to run back to edmund just so he could tell me that he never really tried to hurt you and that he never started the fire.",
        "Jeffrey: Well, what happened, happened, Cassie.",
        "Cassie: I know that. See I know that in my head. But in my heart I'm like, who cares.",
        "Jeffrey: Do you still love him? Well, then I guess you're going to go back to him.",
        "Cassie: No, I'm not. I'm right where I want to be. Here. With you.",
        "Harley: You have to say yes.",
        "Buzz: I'll probably say yes. It's not easy to say no to you, you know.",
        "Harley: Okay. While I'm gone, I want you to raise the boys for me.",
        "Buzz: What about Rick?",
        "Harley: Rick is jude's father and he will be spend as much time, if not more time, with jude than he already does. That's not what I'm talking about. I'm talking about where the boys will live. What place they will call home. I don't want them separated. I don't want jude in one house and Zach in another one. I want them both here. And I want them with you. And of course Frank and marina will help. But Frank lost a lot of ground with the suspension. So he's going to be playing catch up at work; he's going to be under a lot of pressure. And marina is young. She is too young to take care of two little kids. It's not fair.",
        "Buzz: So the little monsters are mine by default.",
        "Harley: By choice. My choice. Dad, I want you to be their parent. I want you to take my place in their lives.",
        "Buzz: Because I'm so stable that I'd be such a good influence on them.",
        "Harley: Because I know you'll bring them up right. And I want them raised in the heart of this family and you are the heart of this family. So say you'll do it. Please. Daddy, do this for me.",
        "Buzz: The answer is yes. But you're the heart of this family. And if you think it's best, that's fine with me.",
        "Harley: Thank you.",
        "Frank: I'm serious.",
        "Danny: Come on, Frank.",
        "Frank: I told you. I want you to stay away from my daughter. I will not lose her. Do you understand me?",
        "Danny: Okay. Okay, Frank.",
        "Frank: I know you say you care about her, but I know you really don't. Just like O'Neill said he cared about Harley. And Gus, he just did a bang up job protecting my sister, now didn't he?",
        "Danny: Okay. Come on. Let me drive home.",
        "Frank: I try to do the right thing. I do. I try to protect them, but look what's happened. I lost the restaurant and now we have to move. Everything is falling apart, do you understand that?",
        "Danny: Frank, it's okay. Come on. Let me take you home.",
        "Frank: Actually there is something I could do. I am going to do it. I'm going to go in there and I'm going to make O'Neill pay. I'm going to Gus pay and I'm going to show them what it's like to hurt my little sister.",
        "Danny: No, Frank. Frank? Come on. Come on, Frank. Frank?",
        "Frank: Do you understand that?",
        "Danny: Come on. You're not going after anybody now.",
        "Frank: That's just not going to happen. If you don't get out of my way, you're first.",
        "Danny: Okay, Frank. Then you're going to have to take your first shot.",
        "Frank: All right, Danny.",
        "Danny: That was the best you could do. I mean that felt like a kiss from marina.",
        "Frank: Hmm.",
        "Danny: Oh, Frank. Frank. You're killing your girl.",
        "Frank: What about this?",
        "Marina: No! No, dad! Stop! Stop it! Oh, my God. Danny, are you okay? Are you okay? What did you do? Why?",
        "Frank: I...",
        "Danny: It's all right. It's okay. Really. It's okay. It's all right. Just make sure your dad gets home okay, all right?",
        "Rick: Vanilla shake.",
        "Michelle: Thanks.",
        "Rick: It's your favorite in case you've forgotten.",
        "Michelle: It's still my favorite.",
        "Rick: So how does this all feel?",
        "Michelle: Well, I'm not afraid of getting my memory back anymore.",
        "Rick: Are you sure about that?",
        "Michelle: Yeah. Very. I love Tony. You know what we have is solid. Nothing's going to change that. Now even memories of Danny.",
        "Ross: This is not appropriate in many ways.",
        "Edmund: Sorry, ross. I overreacted.",
        "Ross: All right. Thank you. I'll take it from here. I don't know what's going on between you and my daughter. And I don't want to know.",
        "Edmund: Ross, dinah's my friend. I know she doesn't want this.",
        "Ross: I don't want it either. It's breaking my heart. But as her father I have to do what's best. No matter how difficult, no matter the cost.",
        "Edmund: And I understand that.",
        "Ross: You won't fully understand it until your parent yourself. It just doesn't concern you. The plane has been cleared to leave the gate. She'll be in the air in a few minutes. Just let this go. All right? Thank you.",
        "Edmund: Yes, how do you do? This is ambassador edmund Winslow of san cristobel. There's an emergency. I need a plane stopped. Immediately.",
        "Jeffrey: Maybe you've had a few too many of these. I don't think you should making any major life decisions right now.",
        "Cassie: Yes, I'm feeling a little wobbly. Haven't had a drink since edmund and I started trying to (sighs.)...do you that if I would have found about the fire a few hours later, I would have already been to the clinic to have my embryos implanted. I could be carrying edmund's baby right now. (Laughs.)",
        "Jeffrey: Would that change things?",
        "Cassie: Well, it would make it a hell of a lot harder to figure out what I should do, right? I wanted to spend the rest of my life with this guy. I had my whole life mapped out. And now...",
        "Jeffrey: And now?",
        "Cassie: Now I am making you as miserable as I am.",
        "Jeffrey: No. No. You need to be sad.",
        "Cassie: I need to be distracted. Why don't you get on the phone and call your band down here and have your guys play a few sets.",
        "Jeffrey: You swore you wouldn't tell anyone about that.",
        "Cassie: You guys were good. Really good.",
        "Jeffrey: Cassie, you promised.",
        "Cassie: Oh, come on. The rockin' da. Doesn't that have a nice ring to it?",
        "Jeffrey: The rockin' da? (Laughs.)",
        "Cassie: Yeah. All right, maybe it doesn't. If you won't distract me with a song, then let's dance.",
        "Jeffrey: Oh. Um...I...I don't dance.",
        "Cassie: Everybody dances. Come on. I'm sick of crying into my shot glasses. Humor me. Come on.",
        "Jeffrey: Oh, all right.",
        "Dinah: Every time I'm close to being loved for who I am, I truly am defeat of happiness reaches inside of me and takes it from me. Why do people who try half as hard as I do get it? Why can't you cut me some slack?",
        "Rufus: That's weird. I wonder what's going on.",
        "Edmund: Get away from her. That woman's coming with me.",
        "Tony: She loves that little boy, Rick. Okay, look I...well, I want you to know that I am not...or I do feel threatened by her memories of Danny. You know that? Okay, Rick, all I want whatever she wants to make her happy. That's all I want.",
        "Tony: Hey, what are you doing? (Laughs.)",
        "Michelle: Oh. I said goodbye to Robbie. I'm ready to go.",
        "Tony: Yeah, well, you know the night is still young. Why don't we go have a drink.",
        "Michelle: Oh, yeah.",
        "Tony: Want to do that?",
        "Michelle: That's a good idea.",
        "Tony: Okay.",
        "Michelle: All right.",
        "Tony: I'm going to get the car, all right.",
        "Michelle: Okay.",
        "Tony: See you, Rick.",
        "Rick: See you, buddy.",
        "Michelle: All right. Well, we're heading out. Will you do me a favor?",
        "Rick: Yeah. Will do.",
        "Michelle: Will you tell buzz that we said goodbye and Robbie's all settled.",
        "Rick: Will do. I certainly will do it.",
        "Michelle: All right. And I'll see you soon then, bro.",
        "Rick: Okay. Bro?",
        "Michelle: Did I ever call you bro before all this happened?",
        "Rick: No, but I think I like it.",
        "Michelle: All right.",
        "Rick: All right. Take care, sweetheart.",
        "Michelle: Good night.",
        "Marina: Okay, so you want to tell me why you beat up my boyfriend.",
        "Frank: Oh, great. So now he's your boyfriend. I guess I should have hit him harder, huh?",
        "Marina: Dad, what on earth possessed you?",
        "Frank: Well, you see I was going to go in there and hit Jeffrey O'Neill and then I was going to hit Gus. But I guess Danny just kind of stepped in the way. I guess he stopped me from getting into more trouble. Marina, I screwed up, honey. I screwed up big time. I turned in my little sister. I turned her in. I'm suppose to protect her. I'm suppose to save her. I'm supposed to be her hero like I used to be.",
        "Marina: Oh, dad. You still are. You are. You're mine, too. Look we all need you. We all count on you. Because you're the one person that always pulls through. Always.",
        "Frank: And I always will. I will never ever let this family fall apart.",
        "Marina: You promise?",
        "Frank: I promise. I'll always be there for you and for Harley and the whole family. And I guess Danny will be there for you, too. Try not to be so hard on him, all right?",
        "Marina: Thank you. Come on. I'll drive you home.",
        "Frank: Actually...actually there's some place else I want you to take me.",
        "Harley: Hey, Zach and jude. Mommy here. If you could see me. Am I in focus here? I hope so. Okay, welcome to tape number one. (Laughs.) why am I making these tapes? Well, it turns out that mommy won't be here for a little while. Actually for a long while. And there are things that I need to share with you now, and down the road. So first off, grandpa's in charge, okay. You must obey what grandpa tells you to do. And you have to listen to uncle Frank and marina and coop. And you have to be good boys for mommy. I know you will be. You are good boys. So okay. So like I said this is tape number one. And my plan is to make a tape to mark all the important milestones in your life that mommy's going to miss. Such as your first day of school and your first date. And I wish so much that I could be there for those times, but mommy can't. I wish it so much. So even though I won't be with you, I will be with you wherever you are and whatever you do. My heart will be with you. And my hands will be holding your hands. And mommy promises that she will...she will come home as soon as she can. I promise. But in the meantime...in the meantime, be happy, be happy, be who you are. And always know that no matter what mommy loves you. (Crying.) mommy loves you so much. That was horrible. I can't use that. (Crying.)",
        "Dinah: Edmund?",
        "Rufus: Back off, pal. I don't want any trouble.",
        "Edmund: Then step aside and let the lady pass. Come on, dinah. Let's go.",
        "Greg: Hey, what's going on here?",
        "Rufus: I have my orders.",
        "Edmund: Let's go, dinah.",
        "Rufus: Back off!",
        "Edmund: You back off!",
        "Dinah: I'll tell you what's going on. He's kidnapping. My father has hired this man to get me out of the country.",
        "Rufus: Nobody listen to her. She's a nut job.",
        "Dinah: He's a thug. He's been hired by my father. And I want to be with the man that I want to be with. That I'm in love with. Edmund, I didn't know. I thought that you left me.",
        "Edmund: I'd never leave you. I'd never leave you ever. I love you.",
        "Dinah: I love you. I love you, too, edmund.",
        "Ava: Is this for real?",
        "Rufus: No!",
        "Edmund: Yes! Yes, this the woman I'm going to share my life with. She is carrying my child.",
        "Cassie: Have you had dance lessons?",
        "Jeffrey: No.",
        "Cassie: I think you can tell. (Laughs.)",
        "Jeffrey: Oh.",
        "Cassie: Oh, that's so much better. One shoe hit the ground I'm waiting for the other to fall wounded in this world I can't hear their calls they say they're looking for some inspirations",
        "Jeffrey: Don't. This is where you belong this is where it's all right...",
        "Ross: Coming up on \"guiding light\"...",
        "Cassie: You're place at the beacon.",
        "Jeffrey: Don't you have a room at the beacon?",
        "Cassie: Please?",
        "Jeffrey: I'll do for you. I'll do just about anything for you. Haven't you figured that out yet?",
        "Jeffrey: You really...really need to get home, Mrs. Winslow. Check.",
        "Cassie: Why do you always do that?",
        "Jeffrey: What?",
        "Cassie: Call me Mrs. Winslow?",
        "Jeffrey: Um...",
        "Cassie: You do that when you want to keep me at a distance.",
        "Jeffrey: That should cover it. Thanks. No, I don't, Mrs...Cassie. (Laughs.) no, I'm just trying to be polite.",
        "Cassie: Are you kidding? You have the worst manners of anyone I know.",
        "Jeffrey: Yeah, I do, don't I?",
        "Cassie: (Laughs.)",
        "Jeffrey: Well, let me...let me drive you home, okay?",
        "Cassie: Home? Your place at the beacon?",
        "Jeffrey: No, your home.",
        "Cassie: No. Edmund's there.",
        "Jeffrey: Don't you have a room at the beacon?",
        "Cassie: And he'll notify me there. And he's going to have a lot of questions that I don't really have the answers for. Please. I can't face edmund. I can't.",
        "Edmund: Please.",
        "Dinah: Edmund, I'm pregnant?",
        "Edmund: The doctor called just as I was on my way out the door. I love you.",
        "Dinah: I love you, too.",
        "Rufus: Sit down! Leave! Now!",
        "Ava: Well, you just heard what he told her.",
        "Greg: What kind of heartless creep would separate them now?",
        "Edmund: Ouch! Please someone help me here. I can't do this by myself!",
        "Ava: Please leave him alone. Run! Get out of here! And congratulations!",
        "Greg: Go!",
        "Edmund: Hang on, sweet cheeks.",
        "Rick: Hey.",
        "Buzz: Hey.",
        "Rick: No more for me. I'm going to float away. Listen I just checked on the kids. They're doing great.",
        "Buzz: I mean they're kids. They're cousins. They play like they're brothers.",
        "Rick: I know. I just love kicking back and watching them play together.",
        "Buzz: Yeah. You know, I've got to talk about arrangements. Since you know Zach and jude, you know, with Harley away...formal. No formal arrangements.",
        "Rick: Oh, don't worry about that. Harley and I already talked about it. We're on the Same page.",
        "Buzz: Oh, yeah, I know you are.",
        "Rick: Yeah.",
        "Buzz: But I'm not you see. I think you and mel should have custody of the kids.",
        "Harley: You were just doing your job, Frank.",
        "Frank: I turned in my little sister.",
        "Harley: You were doing your job. And you did everything you could to clear me. Right? And that guilty verdict was not your fault. It wasn't alan's either. Although I'd love to blame him. But something good did come out of all of this.",
        "Frank: What good could come out of this?",
        "Harley: I had my moment of clarity. I know something about myself now. And it may not be a big thing to you, but it's so important to me. I know that I did not kill Phillip. So I am the person I always thought I was.",
        "Frank: This is going to bring you a lot of comfort in the joint.",
        "Harley: It will.",
        "Frank: I'm not going to stop looking. I will go over every lead, every piece of evidence and put them all under a microscope if I have to.",
        "Harley: I know. You don't think I know that? That you will do everything you can to find the real killer.",
        "Frank: Do you remember when we used to come up here as kids? I used to tell you all the time that I would never let anything or anyone ever hurt you.",
        "Harley: And you never did. You didn't. But you know life takes over, Frank, and here we are. Hey, you remember that game that we used to play when we were kids over the side.",
        "Jeffrey: It was a dangerous, stupid, crazy game.",
        "Harley: I loved that game.",
        "Gus: You loved that game? You loved me dangling you 15 feet above the ground over the edge of this tree house to prove that I wouldn't let you go?",
        "Harley: Because I knew you wouldn't. And you never did. Which was further proof. God, I would give anything to feel that safe again. How's your back feeling, Frank? That muscle spasm healed?",
        "Frank: My back's fine. Very funny.",
        "Harley: Was that a yes?",
        "Frank: Harley, don't think twice.",
        "Harley: Hey, Frank, you'd better grab me fast because I'm gone!",
        "Frank: Harley! Sis!",
        "Harley: Help me, Frank!",
        "Frank: Sis!",
        "Rick: Wait a minute. Harley wants you to have primary custody of Zach and jude.",
        "Buzz: Yes.",
        "Rick: And we...in fact, I've agreed to that.",
        "Buzz: I know. I know. That's what Harley wants. What she thinks she wants and what you said. But I don't think it's in the best interest of the kids.",
        "Rick: Well, I don't...I don't get that, buzz. Because you know quite frankly, Harley and I've already come to a decision what's best for them.",
        "Buzz: Right. You're not considering the whole picture here though.",
        "Rick: Yes, we looked at every angle possible and Harley and I've come to the Same conclusion together.",
        "Buzz: I know you have.",
        "Rick: Gus, Harley wants this.",
        "Buzz: No!",
        "Rick: Yes.",
        "Buzz: No.",
        "Rick: Yes.",
        "Buzz: You and mel are like a lot younger than me. You've got a big beautiful house.",
        "Rick: Yeah, a lot younger.",
        "Buzz: Yes. And you're a full parent already to leah, half parent to jude. And you know...and above and beyond all that more importantly you won't let those boys down.",
        "Rick: Neither would you.",
        "Buzz: (Laughs.) actually, yeah, there's a really good chance I will.",
        "Marina: Danny.",
        "Danny: Hey. Did you bring your dad to finish me off?",
        "Marina: I am so sorry.",
        "Danny: Oh, come on. Marina, I'm kidding. It's not your fault. Really, where is he?",
        "Marina: I dropped him off somewhere he needed to be.",
        "Danny: Did you take his gun from him?",
        "Marina: I can't believe you're even joking around about this.",
        "Danny: Oh, come on.",
        "Marina: I'm just...",
        "Danny: It's okay.",
        "Marina: I'm really sorry. Please forgive my dad.",
        "Danny: Marina.",
        "Marina: He's just been so worried and stressed out.",
        "Danny: I know. About Harley. I know. I figured it was better that he take it out on me than the da or some unsuspected motorist.",
        "Marina: Are you saying that you purposely provoked him?",
        "Danny: Well, it didn't take much, believe me. (Sighs.)",
        "Marina: Does it hurt?",
        "Danny: A little bit. A little bit. My ribs hurt more.",
        "Marina: Oh. So if I want to hug you I have to be real gentle.",
        "Danny: Mm-hmm. That works. That's works. (Marina laughs.) and your old man has got a mean right hook. I swear. I guess I'd better be nice to you from now on.",
        "Marina: Yeah, you better be nice. You thought that was something, you haven't even my right hook yet.",
        "Danny: Oh, yeah?",
        "Marina: Besides, I can't imagine you being any nicer than you already are. Besides you just took one for the team.",
        "Danny: No, I don't do anything for the team. I did it for you. I'll do just about anything for you. Haven't you figured that out yet? Ow.",
        "Marina: Oh.",
        "Danny: That's better. That's better.",
        "Michelle: Hey, what is that?",
        "Tony: What's it look like? Come here.",
        "Michelle: What are you doing?",
        "Tony: Come here and open it.",
        "Michelle: You messed up my shot.",
        "Tony: Open it up.",
        "Michelle: Tony.",
        "Tony: Will you open it up?",
        "Michelle: Oh, my God. Tony. This is gorgeous.",
        "Tony: Yes, it's yours. Look. You know what? I just...I don't know. You know, I look at my life a year ago and I look at it now and my business has taken off, you know, I got you to come home to every night, Robbie.",
        "Michelle: Yeah, we got you.",
        "Tony: Yeah.",
        "Michelle: I can't believe it. We're like a real family, aren't we?",
        "Tony: Yes, we are. And I want you to think about that every time you wear this now, okay?",
        "Michelle: I'm never going to take it off.",
        "Tony: That's good. That's good.",
        "Dinah: This is the first place daddy's going to look for us.",
        "Edmund: Then let him. He's not taking you away from me. You're carrying my child. That's the one chance I have to save my marriage. I could pull a few strings, too, you know.",
        "Dinah: I'm pregnant. I have this new life growing inside of me. Your baby. And Cassie'S. Edmund, if you hadn't rushed on that plane, if you...I don't know. If it had taken off...",
        "Edmund: It didn't. And you're safe now.",
        "Dinah: Because you saved me. You rescued me. Thank you.",
        "Edmund: And I'll keep on taking care of you. I promise. Excuse me.",
        "Jeffrey: What about the Springfield inn or towers? You know, you might be more comfortable over there.",
        "Cassie: What is this place?",
        "Jeffrey: Well, this is where the band rehearses. It's got heat and running water. Not much else.",
        "Cassie: I can see that. (Laughs.)",
        "Jeffrey: Okay. Well, there's beer in the fridge. Stay as long as you like. You know, Cassie, edmund is not going to just let you go just like that without a fight.",
        "Cassie: K know.",
        "Jeffrey: Yeah, well, good night.",
        "Cassie: Jeffrey, you don't have to leave.",
        "Danny: Hey, how about I take you to dinner? We can try that italian place we've been wanting to check out. As long as they have soup or jello, something very mushy that I can eat. Then we could go for a ride, go to the beach, look at the stars. Huh?",
        "Marina: Well, it sounds wonderful...",
        "Danny: Yeah, but?",
        "Marina: But I want to do something else tonight and do that another time. I just can't seem to get what's going on with Harley off my mind. And I figure I can't ignore it, why avoid it?",
        "Danny: Sure. What do you have in mind?",
        "Rick: I get what this is all about, buzz.",
        "Buzz: Mm-hmm.",
        "Rick: I do. You don't want custody of the boys because you don't think you could cut it as a father.",
        "Buzz: (Laughs.) yeah.",
        "Rick: You screwed up with Frank and Harley.",
        "Buzz: Well, come on. I left Frank by himself. I didn't know Harley existed. I sent my boys to england. Come on. I have the worst parenting record in history.",
        "Rick: But you're getting another chance here, buzz. I have the up most respect for you as a father. And more importantly Harley does. She's giving you a second chance here, buzz. Can't you see that? The more reason to do it. Don't...don't you dare say no.",
        "Buzz: Look, besides my personal baggage here there are other considerations. Lizzie threw us out of the apartments upstairs. So I've got to find a place to live. I don't know where we were going to be living.",
        "Rick: 1713 coventry road.",
        "Buzz: Your house?",
        "Rick: My house. Buzz, we've got this garage apartment in the back. It's empty. You and the boys could move right in. In fact, have the whole family move in.",
        "Buzz: Do you know how insane that sounds?",
        "Rick: We're both insane, buzz. But we are family. Harley's family. We've got to stick together during this time. Come on. What do you say? (Buzz laughs.) come on. The bauers and the coopers under the Same roof.",
        "Rick: Come on.",
        "Buzz: Do I get to use the hot tub?",
        "Rick: I'll even throw a mint on your pillow.",
        "Buzz: Okay.",
        "Rick: Oh. (Harley and Frank laughing.)",
        "Frank: Oh, my God. You are so much heavier than you used to be.",
        "Harley: Shut up. (Laughs.) I can't believe you caught me. I don't believe you caught me. Ow! Get off of me. (Both laugh.)",
        "Frank: You don't have to be strong for me, okay? Save it for the kids. Save it for dad. I know you. I've always been with you. And I will always, always be there for you.",
        "Harley: Glad to hear it, Frank, because I'm not going to be able to get through prison without you. Hey, remember our other game? Orion.",
        "Frank: Little dipper.",
        "Harley: Ursa major.",
        "Frank: Milky way.",
        "Harley: Pegasus. (Cassie hitting the drums.)",
        "Jeffrey: Yeah, okay. Don't quit your day job.",
        "Cassie: Oh, I know. If I stay here long enough you could teach me and I'll get really good and then I could be a part of your band.",
        "Jeffrey: Yeah, right.",
        "Cassie: Oh, come on. You need me. Up on stage with you guys.",
        "Jeffrey: You know this is probably not going to be enough for you. I've got a blanket in the car. Okay, I'm going to go get it.",
        "Edmund: Cassie, I have something to tell you. We're going to have A...that sounds as if I'm pregnant. Cassie, please, don't hang up. I love you. And I've got some wonderful news. We're going to be parents. Oh, God, that's ridiculous. Just think, man, you can do it. (Cell phone ringing.)",
        "Jeffrey: Next on \"Guiding Light\"...",
        "Josh: We have to do something. Something that will shake up our lives.",
        "Reva: Yeah, well, I think we may have already done it.",
        "Jeffrey: Does it hurt you?",
        "Cassie: Yeah, right there. [Commercial.] Transcript captured and edited by Glenn W. `"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=rB7EntTBaLk"
}