{
    "Episode Summary": [],
    "Recap": [
        "Webster's testimony is damaged when Jeffrey puts Gus on the stand and shows him a picture taken of him and Webster in the parking garage the night before. Jeffrey also reveals that Gus knew Webster in Chicago. Moreover, Webster is schooled in beating lie detector tests. Gus tells Harley that he set it all up. He knew they were losing the case, and he had to do something. Gus wants to rest the case, but Harley refuses to let him. She wants to take the stand. Edmund gives Dinah her first fertility shot. Dinah has a nightmare about Edmund taking the baby away from her. She shows up to Edmund's claiming she is sick, and he jumps at the chance to take care of her. Beth apologizes to Edmund for being so hard on him when they were together. She now understands how a person can have such extreme reactions, as she did with Phillip. Edmund calls Cassie and asks her to come home. Tammy, Sandy, and Marina talk about the trial and the \"good news\" that is supposed to come. Tammy vows that she is turning over a new leaf and that she wants more control. This will start with her finding a new place to live. Beth and Sebastian meet and sparks fly. Holly tells Sebastian that she wants to write a story about his starting over. He agrees to let her, only if she helps him with information about Spaulding. Bill discovers the picture of Webster and Gus on Olivia's cell phone and confronts her. Rick vows to never forgive Beth for her betrayal."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Edmund: You know, I'm actually pretty good at this. At least cassie always said that I was. Maybe she was just humoring me. I never heard her complain, at anrate.",
        "Dinah: All right. Let me have it, doc. Come on!",
        "Edmund: Dinah, what are you doing?",
        "Dinah: Well, you said you wanted to give me a shot. I have to give you access, so, you know, anything to make sure that the baby is healthy and it stays right where it belongs.",
        "Beth: Rick... rick, wait. Wait.",
        "Rick: What?",
        "Beth: I can explain.",
        "Rick: No. You know, you did a really good job of that in court, beth-- a really good job.",
        "Beth: Okay, I know what I did was wrong, but... but I wasn't in my right mind. Phillip had my little boy.",
        "Rick: He had my son, too, beth. He had harley's and olivia'S. But we didn't make any plans to help him get away, did we? We weren't trading our children for yours, were we?",
        "Beth: Okay, you know something? That's not entirely true. You all made plans to meet phillip.",
        "Rick: No, it's not... it's not the same thing. I'm going.",
        "Beth: Rick, rick, wait.",
        "Rick: Forget it, beth. Forget it, forget it. There's absolutely no way that you can possibly justify what you did-- no way.",
        "Olivia: Oh, great, it's you.",
        "Sebastian: ( Laughs ) it's good to see you again, too, livvy.",
        "Olivia: What do you want?",
        "Sebastian: I'm looking for alan.",
        "Olivia: Well, I guess he's a little busy.",
        "Sebastian: How's it going, chief? How's the paw?",
        "Bill: Ssh. The judge has called gus up to the stand. I want to know what this is about.",
        "Sebastian: I can't stay, so will you have alan give me a call, livvy? Thanks.",
        "Buzz: What's going on?",
        "Frank: Why did o'neill call gus as a witness?",
        "Harley: I don't know.",
        "Judge: Would everyone please take their seats? Court is still in session.",
        "Gus: What are you trying to prove?",
        "Jeffrey: We'll see.",
        "Harley: What is it? It's bad, isn't it?",
        "Dinah: There.",
        "Edmund: Do you think this is funny, dinah?",
        "Dinah: What's wrong?",
        "Edmund: I just think you're enjoying this a bit too much.",
        "Dinah: What do you want me to do, freak out? Now, come on, which side?",
        "Edmund: It doesn't matter.",
        "Dinah: All right. This is my better side. Come on.",
        "Edmund: Fine.",
        "Dinah: All right. ( Gasps ) okay. Okay, okay, okay, okay, stop. You're not making me feel very comfortable about this.",
        "Edmund: Perhaps I'm not that comfortable, either, dinah. Perhaps I'd rather do this with cassie.",
        "Dinah: And you will. You will.",
        "Edmund: Fine. Ready?",
        "Dinah: Wait. Needles, they... they make me nauseous.",
        "Edmund: Made cassie feel the same way.",
        "Dinah: Okay, I'm not going to look, then. All right.",
        "Edmund: Okay.",
        "Dinah: Go.",
        "Edmund: Now, I want you to take a deep breath.",
        "Dinah: Okay.",
        "Edmund: Hold it. I'm going to count to five.",
        "Dinah: All right.",
        "Edmund: Ready?",
        "Dinah: Go.",
        "Edmund: One, two, three. All done.",
        "Dinah: ( Gasps ) that's it?",
        "Edmund: That's it.",
        "Dinah: Oh. You're good.",
        "Edmund: Thank you.",
        "Dinah: I didn't even feel anything. Whoo!",
        "Edmund: Dinah.",
        "Dinah: ( Laughs )",
        "Edmund: What?",
        "Dinah: I'm lightheaded.",
        "Edmund: Come on, come on. Sit down, sit down.",
        "Dinah: I'm sorry. Oh, no, no. I got it, I got it, I got it.",
        "Edmund: You all right?",
        "Dinah: Yes.",
        "Edmund: Is there anything i can get for you?",
        "Dinah: Yeah, some water.",
        "Edmund: All right.",
        "Dinah: Yeah. ( Laughs ) you know what? I think that you should call cassie, tell her about the baby. My bet is that she'll come racing back to you.",
        "Edmund: No, I think I'm going to let cassie cool off a bit. It'll give us the time to make sure you're pregnant before we go spread the news.",
        "Dinah: Edmund, I am pregnant. I am for sure pregnant. Your child is in here. I've never been more sure of anything in my life. We are going to make a beautiful, beautiful baby.",
        "Rick: What? Just help me understand why you would do something like this to me.",
        "Beth: I wasn't thinking. I...",
        "Rick: To think that not only were you planning to run away with phillip, but you were going to take my son? And I was never going to see him again?",
        "Beth: Rick, you know...",
        "Rick: Help me understand that!",
        "Beth: ...That I would have tried to contact you. I would have tried to...",
        "Rick: Be honest. Be honest. Did that thought ever cross your mind for a single moment when you went to go see phillip that night? Be honest with me.",
        "Beth: It wasn't a plan, rick. It was... it was an act of desperation.",
        "Rick: It was another chapter of the ongoing saga of \"phillip and beth against the world.\" That's what it was.",
        "Beth: No. No. It wasn'T. That's not true.",
        "Rick: Do me a favor. I don't want to talk to you again.",
        "Beth: You don't mean that. You don't mean that.",
        "Rick: There's no way you can possibly smooth this over, beth. There's no way. I mean, to think about all these talks that we had, all the support that we're giving each other.",
        "Beth: It was real!",
        "Rick: And to think that it wasn't honest or authentic for a single moment, beth.",
        "Beth: Yes, it was.",
        "Rick: Not a single moment, because you know why? You were keeping this incredible betrayal from me, and I'll never forgive you for that!",
        "Beth: Oh, rick. You have to just... you just have to give me a chance, rick. Rick, rick. Wait. Rick... damn it!",
        "Sebastian: Beth? Sebastian. Sebastian hulce.",
        "Beth: Yeah. I know who you are. Excuse me, I need a minute.",
        "Sebastian: Anything I can do?",
        "Beth: No.",
        "Sebastian: How about... how about a ride?",
        "Beth: Uh-huh. I'm just going to jump on the back of a motorcycle with a man I don't even know and ride off to god knows where, huh?",
        "Sebastian: Why not?",
        "Beth: Right about now, that actually sounds like a pretty good idea. Yeah. Let's go.",
        "Sebastian: Right on.",
        "Tammy: What a crazy year it's been for your family. Harley and gus breaking up, your dad losing his job and his girlfriend, phillip...",
        "Marina: Yeah, it's been a real banner year for the coopers. All we can do is stick together.",
        "Tammy: So much has happened. I can't even remember what I was doing a year ago.",
        "Marina: Well, let me remind you: \"Romeo, romeo...\"",
        "Tammy: Oh, that's right. Was that just a year ago?",
        "Marina: Mm-hmm.",
        "Tammy: Oh, I loved playing juliette. I remember going crazy trying to get joey to take any of it seriously.",
        "Marina: Oh, joey lupo. Good old joey. Joey and tammy.",
        "Tammy: Marina and shayne.",
        "Marina: Shayne was good to me when I needed someone to trust. After that whole mess with ben...",
        "Tammy: What happened to you two?",
        "Marina: The best thing that could have happened to us. Really. I mean, we realized that we loved each other, just not the way that we needed to, to stay together.",
        "Tammy: Last year, I thought joey leaving was the worst thing that could ever happen. Then jonathan came along.",
        "Marina: Oh, jonathan. Every time I see him, I just want to punch him. I hate him.",
        "Tammy: Well, you don't have to hate him on my account.",
        "Marina: Hey, what are friends for? You're okay now, though, right?",
        "Tammy: I'm trying to take charge of my life rather than just let it happen to me, you know?",
        "Marina: That's very psych 101 of you.",
        "Tammy: Well, I need to find a place to live, and I'm worried about my mom, but other than that, I'm okay. I'm back in school...",
        "Marina: You have sandy.",
        "Tammy: Well, we're just starting out, but it's been fun. And even though we were roommates for a while, we're still just getting to know each other.",
        "Marina: Well, I'm glad he got his life all figured out, you know? And I know he's crazy about you.",
        "Tammy: You think?",
        "Sandy: Listen to your friend marina. She knows what she's talking about.",
        "Gus: It's okay. Everything... everything's going to be okay.",
        "Harley: Mm-hmm? Why don't I believe you?",
        "Bailiff: Mr. Aitoro?",
        "Gus: Yeah. I'll explain everything.",
        "Frank: It's going to be okay, sis.",
        "Bill: Why does he keep looking over here like that?",
        "Olivia: Who knows?",
        "Bill: Well, it's creeping me out.",
        "Bailiff: Do you swear to tell the truth, so help you god?",
        "Gus: Yes, I do.",
        "Jeffrey: Would you please state your full name?",
        "Gus: Gus aitoro.",
        "Jeffrey: I have a few questions for you, mr. Aitoro, but we'll start with this. Your honor, I have a photograph here. The clerk has already marked it as exhibit 17.",
        "Judge: Enter exhibit 17 into evidence.",
        "Jeffrey: Is that you in the photograph? Yes or no.",
        "Gus: Yeah.",
        "Jeffrey: And the gentleman in this photograph with you, that's jack webster, isn't it? The man who just testified on behalf of your client?",
        "Gus: Yeah, that'S... well...",
        "Jeffrey: Yes or no, mr. Aitoro.",
        "Gus: Yeah, that'S... mm-hmm.",
        "Jeffrey: That's him, right. This photograph, it taken at night, wasn't it?",
        "Gus: Well, that would explain it. I mean, it's pretty dark.",
        "Jeffrey: You and the witness. You and the witness, jack webster, in a parking garage, late at night with no one else around. It's interesting. It's very interesting.",
        "Edmund: Dinah, I would really like to believe you're doing this for the right reasons.",
        "Dinah: But you can'T. Because cassie and I have had such a bad history. I mean, who would ever believe that I actually would carry her child out of the goodness of my heart, right?",
        "Edmund: Exactly.",
        "Dinah: Well, edmund, I am not going to go back there, and I've got nine months to prove it to you. I really, really, really want to carry this baby for you.",
        "Edmund: And after the baby's born?",
        "Dinah: Well, the baby's yours. Yours and cassie'S. I understand that. I... I want to do this for you. There's not much I wouldn't do for you. You've got to know that by now.",
        "Edmund: And there's nothing i wouldn't do for cassie and the baby, but I'm sure you know that.",
        "Dinah: Yeah. Is that a threat?",
        "Edmund: It's a reminder, dinah, as is this.",
        "Dinah: Yes. The 90-year warranty on a baby, guaranteeing you and cassie one baby without any interference from the factory.",
        "Edmund: Exactly. Now, I am going to get this over to the lawyer, and then I'm going to drop by the farmhouse and see if cassie left any messages.",
        "Dinah: Sure.",
        "Edmund: Good. Call me if you need anything.",
        "Dinah: I think I'm going to get my shopping out of the way.",
        "Edmund: Shopping?",
        "Dinah: Yeah. I need a new wardrobe. There was a sale downtown at one of the maternity shops, and i thought I might go down, poke my head in, see if I can't get anything.",
        "Edmund: Maternity clothes?",
        "Dinah: Yeah. I've got to look good carrying your child, don't I? I'm going to be fine. Don't worry about me. Go! I'll be fine. Come on. Go.",
        "Edmund: Right. Right. No, I can't do this. I can't let you fend for yourself while you're carrying my child. I'm going to make a call.",
        "Dinah: Thanks. I'll go get dressed.",
        "Edmund: Mm.",
        "Beth: I can't do this. I don't know what I was thinking.",
        "Sebastian: Well, why don't you tell me? What were you thinking?",
        "Beth: You can't run away from your problems. It won't solve anything.",
        "Sebastian: Well, do you want to talk about it? Um, maybe I could help? Or maybe it's so hideous I won't even want you on my bike.",
        "Beth: Too hideous for you, huh? ( Laughter )",
        "Sebastian: Well, I do have a high threshold. So, beth, what's up?",
        "Beth: ( Sighs ) I disappointed someone, a friend.",
        "Sebastian: Yeah, it's a shame, isn't it?",
        "Beth: What's that?",
        "Sebastian: How people tend to judge us for the shortcomings of our past, as opposed to the potential of our future.",
        "Beth: Well-put. I should go.",
        "Sebastian: Are you sure you don't want that ride? We can stay the speed limit and I'll obey all the traffic lights.",
        "Beth: Maybe some other time.",
        "Sebastian: All right.",
        "Beth: Maybe.",
        "Sebastian: Deal. Are you going to say \"hi\" or just lurk there in the shadows?",
        "Holly: How's tricks?",
        "Sebastian: I should be asking you that. How long have you been there?",
        "Holly: Oh, I don't know. Just a while.",
        "Sebastian: So you saw me with beth?",
        "Holly: Everything okay?",
        "Sebastian: Mm-hmm. She was a little upset so i offered her my ear.",
        "Holly: Mm-hmm.",
        "Sebastian: She'S... she's an attractive woman.",
        "Holly: Of course she is. I just... I just meant...",
        "Sebastian: I know what you meant.",
        "Sandy: So, marina, what's this I hear about you and mr. Danny santos, huh? I heard he's a good guy. Thanks. What did I do for that?",
        "Marina: You actually said something civil about him, and i appreciate it. Actually, I kind of sort of like him.",
        "Sandy: Mm.",
        "Marina: I helped him find an apartment.",
        "Sandy: Yeah? Oh, speaking of finding new homes, did you and tammy come up with any brilliant ideas? Her lousy roommate threw her out.",
        "Marina: Yeah, I heard. The jerk. Actually, I threw some ideas her way, but nothing stuck. Hey, you know? I really hate to leave the two of you alone and all, but i should probably go.",
        "Tammy: Well, thank you for coming over and thank you for the suggestions.",
        "Marina: Any time. I'm just chock full of ideas. And you...",
        "Sandy: You!",
        "Marina: You. Thank you for being so nice about danny.",
        "Sandy: Well, hey, if he's nice and respectful to you, i like the guy.",
        "Marina: Thank you.",
        "Sandy: Is that where you're going?",
        "Marina: No. Actually, I'm going to go head over and see what's happening with harley's trial. Hopefully, she's getting the break she deserves. See you later.",
        "Jeffrey: You recognize the garage you're in and the man you're speaking with, the witness who just gave your client an alibi, jack webster.",
        "Gus: That's a parking garage, you know, a public place. I could have passed him at any time, really.",
        "Jeffrey: Your honor, let the record show that the date time- stamped on the photograph shows that it is 9:00 last night.",
        "Buzz: I thought gus was with you last night.",
        "Harley: Where did you go?",
        "Gus: Where did you go? Who were you with? What did you do?",
        "Harley: Shut up. ( Laughs )",
        "Gus: You still sound like a copper.",
        "Jeffrey: You and the witness in a parking garage just hours before court convened.",
        "Gus: I'm sorry, is it against the rules to go over the testimony of your own witness, because I don't think...",
        "Jeffrey: Late at night in a parking garage with no one else around?",
        "Gus: The guy's a night owl. What can I say, you know?",
        "Jeffrey: Okay, thank you. We'll move on. Now, mr. Webster knew that if he did not cooperate with you that he risked the chance of going back to jail, isn't that correct?",
        "Gus: The guy wanted a deal; he got a deal. But not until he passed a lie detector test.",
        "Jeffrey: Yes, I remember.",
        "Gus: Then you also remember that he swore, under oath, that he saw phillip spaulding alive after my client had left company. I mean, the needle doesn't lie, you know?",
        "Jeffrey: When did you first learn about this story that purportedly clears your client of murder?",
        "Gus: I learned it when you did, o'neill. Chief cooper brought him into the courtroom.",
        "Jeffrey: That was the first time?",
        "Gus: Uh... yeah. I believe... I believe it was.",
        "Jeffrey: Thank you. Now, mr. Aitoro, before you studied law and joined the fbi, where did you live?",
        "Gus: Chicago.",
        "Jeffrey: Chicago. You were a beat cop there.",
        "Gus: That's right.",
        "Jeffrey: Yes. And I want you to take a look at exhibit 13 here, please. Okay? Please tell us what that is.",
        "Gus: It's an arrest report.",
        "Jeffrey: That's right. It's an arrest report from the chicago police department. Now, could you please read for us who the suspect is on that arrest report?",
        "Gus: Jack webster.",
        "Jeffrey: Thank you. And now please tell us, who is the arresting officer on that report?",
        "Gus: ( Sighs )",
        "Jeffrey: It's right there on page one, line six, mr. Aitoro.",
        "Gus: Yeah.",
        "Judge: Answer the question, counselor.",
        "Gus: Uh, yeah, it's me.",
        "Jeffrey: You knew jack webster before he came forward to save your client-- long before. Coming up on \"guiding light\"...",
        "Gus: I remember jack webster. And I knew exactly what would happen if he took a lie detectorzv test. I remember because I recruited him. It's the only way that I could save you.",
        "Bill: You want to tell me what that is?",
        "Olivia: I... um...",
        "Bill: Never mind, I'll tell you what it is. That's my wife trying to nail harley cooper to the wall. Oprah: Extreme makeovers.",
        "Jeffrey: What an incredible coincidence. You were jack webster's arresting officer.",
        "Gus: I arrested a lot of people. I had a quota, like every other officer.",
        "Jeffrey: Do you remember him?",
        "Gus: I don'T... I don't know. Look at the date on that thing. That's a long time ago.",
        "Jeffrey: Your honor, I would like to have this file marked next in order, please.",
        "Judge: People's exhibit 17-B.",
        "Jeffrey: This is a file from the chicago police department. If you would, please? It's a personal profile on the witness, one that the arresting officer would be very familiar with. Now, mr. Aitoro, would you please read for us the part that details mr. Webster's uncanny ability to beat a lie detector test? ( Spectators murmur ) we're particularly interested in the part that says that when he lies, the machine says he's telling the truth. ( Spectators mutter )",
        "Judge: Order. ( Bangs gavel ) order, please.",
        "Jeffrey: Did you read this file when you were in chicago?",
        "Gus: Did I read it? I don't know what I read back then.",
        "Jeffrey: You don't know? May I remind you that you're under oath, mr. Aitoro?",
        "Gus: That has no relevance.",
        "Judge: Overruled.",
        "Jeffrey: You threw up a hail mary, gus, because you knew you were losing the case.",
        "Gus: Objection, judge.",
        "Judge: Overruled.",
        "Jeffrey: You tried to pull one over on us, didn't you? But it didn't work.",
        "Gus: Oh, objection. Argumentative.",
        "Jeffrey: I withdraw. You're excused.",
        "Harley: Oh, god, it's true. Everything he said is true.",
        "Holly: You think I'm upset because you were talking to beth raines?",
        "Sebastian: Are you?",
        "Holly: Don't be ridiculous.Kçm",
        "Sebastian: Oh, I'm sorry. I thought I detected something in your tone, darling. But if I'm wrong, I'm wrong.",
        "Holly: You are 100% wrong. But I am curious about something you were saying: That we are all judged by our past.",
        "Sebastian: Yes.",
        "Holly: Now, you of all people have a very unique take on remaking yourself. Well, so you're starting over as just a regular guy in little old springfield.",
        "Sebastian: ( Laughs ) you make it sound so dullsville.",
        "Holly: You know what I would like?",
        "Sebastian: Hm?",
        "Holly: To write a story about you.",
        "Sebastian: Get out.",
        "Holly: Yeah. To chronicle your efforts at starting over.",
        "Sebastian: Are you serious?",
        "Holly: Yeah.",
        "Sebastian: Wait a minute. Let me get this straight. So, after everything we've been through, you don't want to turn around and run in the other direction? You want to get closer to me?",
        "Holly: Why not?",
        "Dinah: Let's do some shopping. Maybe we can grab some lunch afterwards.",
        "Edmund: Dinah, this is louise phipps. She works in the consulate. Louise, dinah marler.",
        "Louise: Nice to meet you, ms. Marler.",
        "Dinah: Pleasure. You can call me dinah.",
        "Edmund: Louise has been briefed on your situation. She knows how soon you may be expecting, and she's all prepared to take you shopping.",
        "Dinah: What?",
        "Edmund: Louise has a wonderful sense of style. She will prove invaluable as you look for a new wardrobe. Louise? Be sure to charge everything to my account at the consulate. And don't forget that dinah is a very close friend of the family. Cassie and I want to make sure she is taken care of as best as possible.",
        "Dinah: Yes, indeedy. I'm their favorite charity case. Will you excuse me for a moment, louise? Thank you. Why am I not shopping with you?",
        "Edmund: Because louise is much more helpful and efficient.",
        "Dinah: Yes, she certainly looks efficient.",
        "Edmund: Yes, well... I'll be going now.",
        "Louise: You must be very excited, ms. Marler.",
        "Edmund: Have fun, ladies.",
        "Dinah: Overjoyed.",
        "Sebastian: How would you go about doing this? I suppose you would interview me, ask questions.",
        "Holly: Mm-hmm. That's part of it. But I'd have to watch you, you know, going through the motions of your day-to-day existence.",
        "Sebastian: What's in it for me, holly?",
        "Holly: What do you want?",
        "Sebastian: Hm. How about... how about a little assistance?",
        "Holly: You want dirt on the spauldings.",
        "Sebastian: Mm, not dirt. Maybe just a little info. You know, when you're dealing with people, it's always helpful to know what's kind of lurking right beneath the surface.",
        "Holly: Yes, yes. It certainly is.",
        "Dinah: Louise, this looks like a spreadsheet of maternity stores.",
        "Louise: I figured out minutes per store based on square footage.",
        "Dinah: Not much of a shopper, are you, louise?",
        "Louise: The car is waiting outside.",
        "Dinah: Whoa, whoa, whoa. Hold on for a moment. Louise, this is great. You've really put a lot of thought into this, but I am just going to take it easy today. I'm not really feeling up for it.",
        "Louise: But when ambassador winslow schedules an appointment...",
        "Dinah: I'll be sure to tell mr. Winslow that I'm not an appoinent. But thank you for all of your time and your computer expertise. But I'm going to take it easy today and just... just have a rest.",
        "Louise: Fine. We'll reschedule.",
        "Dinah: Good. Yeah. Absolutely. I'll call you.",
        "Dinah: Hi. Hi, there. You are more beautiful than i thought you'd be. Hi. Look at the little hands. Look at the little feet. Hi, darling. You know, you are the best part of me. You're the most perfect thing in my life, the only good thing in my life. Huh? I never felt so connected, so loved, and so needed. You need mommy, don't you? Yes, you do.",
        "Edmund: Ah, there she is. Dinah. These are my lawyers, james and john. Pursuant to article 21, line seven of our contract, said baby is to be delivered precisely at 12:00 noon to its biological parents, edmund and cassandra winslow. John?",
        "Dinah: Edmund? He hasn't eaten yet.",
        "Edmund: We want to thank you for doing service to the winslow family, and present you with a small token of our appreciation. James? Note the inscription.",
        "Dinah: A clock? Edmund, I don't want a clock.",
        "Edmund: We enjoyed doing business with you. Ciao.",
        "Dinah: Edmund! You don't take my baby away from me!",
        "Sandy: This place is awesome. I'm moving in.",
        "Tammy: I knew you would love it.",
        "Sandy: It's so perfect. A tree house in the middle of town.",
        "Tammy: The cooper family diner used to be right over there. Frank and harley grew up in the apartment above the restaurant. But marina told me they always wished that they could have grown up in a house, so frank built this for harley. It's still their secret hideaway.",
        "Sandy: Hm. That's a good story.",
        "Tammy: I like small spaces. When I was a kid, I used to like to build these forts out of chairs and tablecloths, or hide in closets. Small spaces make you feel protected.",
        "Sandy: It must have been tough to move to that big palace in san cristobel, then.",
        "Tammy: Well, it was. I asked them if I could have a small room, and richard laughed at me. But he did find me the smallest room in the palace.",
        "Sandy: He sounds like a cool dad. Was he?",
        "Tammy: The best. He was the first guy to ever really make my mom and me feel safe. é@",
        "Tammy: I feel safe now, up here with you.",
        "Beth: Hey.",
        "Edmund: Hi, beth. Beth! Hello. How are you? Sorry. Lizzie? James?",
        "Beth: They're fine.",
        "Edmund: Good.",
        "Beth: You're meeting cassie?",
        "Edmund: No. Cassie's out of town.",
        "Beth: I owe you an apology.",
        "Edmund: An apology? For what?",
        "Beth: When we were together, I was... I was pretty hard on you. Unforgiving.",
        "Edmund: Well, there seems to be a lot of that going around these days.",
        "Beth: You just... you know, you were so extreme in your reactions, so reckless, and i never understood that until now. When phillip took james, I lost it. And I would have done anything, and I do mean anything, to get him back.",
        "Edmund: I understand.",
        "Beth: I knew you would. I just... I love my kids, and i couldn't imagine my life without them.",
        "Edmund: I can't imagine mineÑi without cassie.",
        "Beth: You two have something very special together.",
        "Edmund: If I lose her, I lose everything.",
        "Beth: Lose her? Edmund, you and cassie aren't having problems, are you?",
        "Edmund: No. No. I just... I miss her. Well, not problems I can't handle, at any rate...",
        "Beth: \"Handle\"? Edmund, you... ( laughs ) that's funny.",
        "Edmund: What?",
        "Beth: No, I was just... I was just about to tell you not to do anything rash, but who am I to tell someone not to go too far? No. When it comes to love, the rules are meant to be broken.",
        "Harley: You be straight with me. Is jeffrey telling the truth about jack webster? Did you arrest him in chicago? Did you set this up?",
        "Gus: We were losing the case.",
        "Harley: Just answer the question.",
        "Gus: I'm not letting you go down for a murder you didn't commit.",
        "Harley: Oh, my... oh, my god.",
        "Gus: I remembered jack webster, and I knew exactly what would happen if he took a lie detector test. I remember because I recruited him. It was the only way that I could save you. Listen to me. You can be angry at me or hate me or whatever, but we were losing this case and we are still standing now. We're still standing because of webster. We have a chance now because of webster. We have a chance.",
        "Harley: Do we?",
        "Gus: Absolutely. Absolutely. O'neill, he did his little dog- and-pony show, but he couldn't even connect the dots. Your case is purely circumstantial. Do you understand me? We're going to beat this thing.",
        "Bailiff: The judge wants to speak with you.",
        "Gus: Just hang tough, okay?",
        "Buzz: What did he say?",
        "Frank: Harley, is it true? Sis?",
        "Harley: I... I don't know. I don't know.",
        "Alan: Shocking, isn't it, that gus would pull something like this?",
        "Bill: Maybe it's o'neill pulling a fast one.",
        "Alan: I don't know about that, bill. The evidence speaks pretty well for itself-- I mean, especially that photo of webster and gus taken in the garage. What I don't understand is how he could obtain something like that.",
        "Olivia: Excuse me.",
        "Frank: I should have seen this coming. I should have done a background check. I should have asked the guy more questions. Hell, I'm the one that brought him in the courtroom, dad.",
        "Buzz: You wanted it to be true. We all wanted it to be true. Maybe it is true. I mean, it's all smoke and mirrors in there. Maybe... where did this picture come from? ( Cell phone rings )",
        "Frank: Gus is up to his eyeballs in this. Did you see his face, dad? He's guilty as hell.",
        "Buzz: Jeffrey put separate facts up there. They don't necessarily add up, do they? They don't, frank. He must have said something.",
        "Harley: He said to hang in there. That's what I'm going to do.",
        "Edmund: All right. I'll get you some water. I'll put you down here.",
        "Dinah: Thank you.",
        "Edmund: Just lie back. Let me take care of you dinah, all right?",
        "Dinah: Okay.",
        "Edmund: All right.",
        "Marina: Hey. So did you solve all your problems yet?",
        "Tammy: I hope you don't mind...",
        "Marina: Mind? I'm the one who told you to come up here if you ever needed to get a clearer view of things.",
        "Sandy: Well, if it's okay with the coopers, I'm moving in.",
        "Marina: Oh, great. Family party.",
        "Tammy: So did you hear anything at court?",
        "Marina: I just left some messages. I decided to come over here and wait for the good news. The way I see it, everything is going to be okay.",
        "Sandy: Yeah. Tammy will find a new home...",
        "Tammy: ...And harley will come home.",
        "Marina: It's all good.",
        "Bill: You want to tell me what that is?",
        "Olivia: I... um...",
        "Bill: Never mind. I'll tell you what it is. That is my wife trying to nail harley cooper to the wall.",
        "Frank: What's taking so damn long?",
        "Buzz: Well, I hope gus is calling some evidence into question.",
        "Frank: What are you talking about? He just admitted to meeting that guy. How can you call that into question?",
        "Buzz: Oh, frank, come on. We're going to know in a few minutes. Give it a rest. Don't jump to conclusions.",
        "Frank: Really? Well, you know what? Harley wouldn't be in this courtroom if it wasn't for that bogus witness. Dad, she already agreed to cop a plea deal so she wouldn't have to spend the rest of her life in prison.",
        "Buzz: Frank!",
        "Frank: Gus just took care of that.",
        "Buzz: Don't go there now. Honey, can I get you anything? Some water?",
        "Gus: Come here. Listen. We're going to gamble that webster's testimony made a bigger impression on the jury than o'neill's file and picture show, okay? So I just told the judge that we're resting the case.",
        "Harley: You can't rest the case. Not until you put me on the stand.",
        "[NEXT_ON]",
        "Jeffrey: Isn't it possible that you blacked out because you shot and killed phillip spaulding? Is that possible?",
        "Harley: Yes.",
        "Bill: What are you talking about? What does alan even have on you to begin with?",
        "Olivia: He doesn't need to have anything on me. If he says he's going to do it, he's going to do it.",
        "Bill: And you believe that?",
        "Olivia: Don't underestimate him."
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=3lScDFxhcYE"
}