{
    "Episode Summary": [],
    "Recap": [
        "Harley turns down her father's offer. Edmund realizes how much Jonathan bothers his wife. Blake talks to Michelle about her experience in Santo Domingo and vows to find out the truth. Reva defends Cassie. Buzz talks to Edmund about fatherhood while Holly talks to Michelle about motherhood. Cassie finds out whether or not she's expecting. Cassie, Blake and Harley have a girl's night out. Holly thinks that she sees Sebastian everywhere."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Edmund: Oh, dr. Sheehan? Results of the pregnancy test?",
        "Dr. Sheehan: The lab is backed up. It could be a while still.",
        "Edmund: All right then. We'll wait. Thank you. Thank you. We've come this far, what's a few more hours?",
        "Cassie: Agony?",
        "Edmund: Cassie, whatever happens, we'll be okay. If you're pregnant, that's wonderful. If you're not, we get to keep on trying. And that's not half bad either.",
        "Cassie: Yeah. I'm sorry. I'm just nervous. My mind's all over the place, edmund.",
        "Edmund: No, it's not. It's on one very specific thing. Jonathan.",
        "Reva: Oh, well, at least the car is still here.",
        "Jonathan: Yeah, I wasn't worried about that.",
        "Reva: I'm sure you weren'T.",
        "Jonathan: Yeah, lucky you talked the cops out of busting us in that joint, because this piece would make a lousy getaway vehicle.",
        "Reva: Hey, don't dis my ride.",
        "Jonathan: Hey.",
        "Reva: This van rules the world by the way. Oh, man, where are my... where ere my... where's my purse and my keys? Oh, my god, I left my keys on the counter at that stupid store.",
        "Jonathan: ( Laughs ) well, we could break in again and get them.",
        "Reva: I don't think so.",
        "Jonathan: Well, then I guess we have to call joshua and have him come pick us up. And you can tell him why we're here.",
        "Reva: ( Laughs ) no, we're not going to do that either. We're going to go to plan C.",
        "Jonathan: What's plan c?",
        "Reva: We're going to hot wire this baby.",
        "Jonathan: Well, normally, I'd love to help you, but it is beneath me to hot wire a minivan.",
        "Reva: No problem. I'll do it myself.",
        "Michelle: Look, I really should get going. I...",
        "Blake: Wait, wait. Wait a minute. Wait a minute, michelle. Are you saying that on that island my mom and sebastian were attracted to each other?",
        "Michelle: Look, all I can tell you is things got really intense for all of us on the island. And as far as sebastian's condition concerned, I mean he was still pretty weak. I'm sure whatever holly told you happened is what happened. Okay? Now I'm really sorry about your brother, I am. But there's nothing you could do to help him now. So I think the best thing to do is just to let it go.",
        "Blake: Yeah, I guess you're right. I mean, what does it matter now?",
        "Michelle: Look, I really got to get going. Are you going to be okay?",
        "Blake: Yes, I'm going to be fine. Thank you, michelle.",
        "Michelle: Okay.",
        "Blake: I'll be okay as soon as I know the truth.",
        "Holly: This coin, where does it come from?",
        "Waiter: I don't know, ms. Reade. Maybe it's part of the tip you left me.",
        "Holly: No, it does not belong to you. It belongs... ( holly gasps )",
        "Buzz: We'll all miss you and the kids, you know. I don't know when we'll see each other again, but maybe somewhere safe and together.",
        "Harley: Dad...",
        "Buzz: We don't have time to debate this. You have to leave before the trial starts. I have some money saved put away from the sale of the restaurant. Keep you going for enough time.",
        "Harley: Dad, I don't know what to say. Except thank you. And I will miss you so much, daddy. I will miss you so much.",
        "Buzz: You made the right decision. You made the only decision. Okay, well, that's everything. You ready?",
        "Harley: Ready.",
        "Buzz: Where are the kids? We'll pick them up and I'll drop you all off at the airport.",
        "Harley: Zach's with marina. Jude is with rick.",
        "Buzz: Well, we'll just make- up some reason. You have to leave early that's all.",
        "Harley: I can'T.",
        "Buzz: There's something we could tell them.",
        "Harley: I can'T. I can'T. Daddy, I can'T. I can't do this. It's not right.",
        "Buzz: Harley, this is your life we're talking about!",
        "Harley: Okay, what about rick's life? Think about this. Sit. I may have taken zach's father from him. I can't do the same thing to jude. What will that do to him? And what about rick? Rick is my friend, dad. He has stood by me through everything. If I take his son away from him, I'm no better than phillip was.",
        "Buzz: You are better. Harley!...",
        "Harley: What lesson will I be teaching my boys, dad? That two wrongs do make a right? That's not a lesson I want them to learn.",
        "Buzz: Look, once you're overseas, I'll make arrangements. I'll get rick over there. I'll get anybody over there. Harley...",
        "Harley: I can'T.",
        "Buzz: Yes!",
        "Harley: I love you. Daddy, for loving me enough to do this. But I can'T. Daddy, I have to face this. And that means I have to get ready. There are steps I have to take to make peace with what may happen, daddy. And I have to start right now.",
        "Cassie: Edmund, jonathan is the last thing on my mind right now.",
        "Edmund: Cassie, you were very upset when jonathan was here earlier. I don't blame you. He's the last person anyone want to see on the day they find out they may be pregnant.",
        "Cassie: I might not be pregnant, you know.",
        "Edmund: All right. I just was... ( cell phone rings ) ...trying to be positive.",
        "Cassie: Hello?",
        "Harley: Hey, cass, it's harley. What you up to?",
        "Cassie: Not much. What's up?",
        "Harley: I need to see you. I'm at harley's angels. Can you come over here?",
        "Cassie: Right now? Why?",
        "Harley: It's important. I'll tell you when you get here.",
        "Cassie: Yeah, sure. I'll be right there.",
        "Edmund: You're leaving? Now?",
        "Cassie: Look, it's harley. And she needs me. Something's wrong. Edmund, I haven't done anything for her since everything happened to her. And waiting around here is driving me crazy. Okay. And it's nerve-racking. Okay. Do you mind if I go see harley? Is that okay?",
        "Edmund: Yeah. No, it's all right.",
        "Harley: Thank you. I'll be back before we get the test results. I promise.",
        "Edmund: Okay, okay.",
        "Waiter: Are you all right, ms. Reade?",
        "Holly: I'm fine.",
        "Sebastian: Can I get you a glass of water or anything?",
        "Holly: ( Gasps )",
        "Sebastian: Hey, you wouldn't want to hurt someone.",
        "Holly: Oh, no. No. Oh, god. Oh, god.",
        "Sebastian: Going down?",
        "Holly: Sebastian. No, it's roger. You're doing this to me. You won't go away! First, this damn coin, and then your son's face. But I know he's gone. I know that. ( Cell phone rings ) I saw it. I saw it with my own eyes. Okay.",
        "Blake: Mom, it's me. Pick up. Oh, come on, mom. Call me back. I need to talk to you about sebastian. Look I know I don't know everything that went down on that island, but it's not him I'm worried about. It's you. Okay? So, mom, call me back when you get this. Asap? Hello? Hey, harley. Oh, gosh, it's so good to hear your voice.",
        "Holly: I want to apologize for being so rude. I'd like to buy you a drink.",
        "Jonathan: Where'd you learn how to do this?",
        "Reva: I got around in my day.",
        "Jonathan: Yeah, I bet you did. Man, this thing is so not you.",
        "Reva: Would you shine that light back over here? And what's wrong with this car?",
        "Jonathan: Minivan. Minivan.",
        "Reva: This happens to be a good, solid car. C-a-R. Car.",
        "Jonathan: Good. Solid. Just like joshua.",
        "Reva: Well...",
        "Jonathan: ( Yawns )",
        "Reva: ...It satisfied my need perfectly. Just like joshua.",
        "Jonathan: Ew! Ew! I did not need to hear that!",
        "Reva: ( Laughs )",
        "Jonathan: ( Laughs ) ( police siren )",
        "Jonathan: Somebody feeling a little paranoid?",
        "Reva: No. No. No. I just don't want to have another encounter with the police, which would result in my having to call josh to come bail us out of jail.",
        "Jonathan: Hey, I got bucks. I'll bail you out, lady.",
        "Reva: No. No, no, you won'T. Because you'll be right there with me. My accomplice.",
        "Jonathan: Well, maybe I'd better go and keep a look out then.",
        "Reva: That's a good idea. Hey, leave the light. Thank you.",
        "Jonathan: Small world. Sorry, aunt cassie, did I scare you? Dark parking lot and all.",
        "Cassie: I hate you too much to be afraid of you, jonathan.",
        "Jonathan: Ouch. So bitter.",
        "Cassie: Yeah, I am. Because today should be the happiest day of my life, and because of you it's ruined.",
        "Holly: My name is holly. What's yours?",
        "Sebastian look-alike: Andrew.",
        "Holly: Hmm. Are you from springfield?",
        "Andrew: Yeah, I just moved here yesterday, actually.",
        "Holly: Oh. Well, that makes all the sense in the world. If I had met you before, I would have remembered you.",
        "Andrew: Likewise. ( Both laugh )",
        "Holly: I'm going to give you something. My number. Call me, I'll show around town. This town has limitless possibilities. Excuse me. ( Phone rings )",
        "Holly: Hello?",
        "Michelle: What are you doing with that guy at the bar? Stop yourself now.",
        "Harley: Are you going to made at me because I turned you down?",
        "Buzz: Yes. No.",
        "Harley: All right, don'T... don't look at me like that. Because I'll kill you if you start making me cry. And you've got to go. You're going to be late for your doctor's appointment. Go.",
        "Buzz: Come here. How do you remember these things?",
        "Harley: Because you mean everything to me. And selfishly I need you to stay strong and healthy, because me and the kids are going to be leaning on you a lot these next few months.",
        "Buzz: Lean away.",
        "Harley: I love you.",
        "Buzz: I love you.",
        "Cassie: I can't do this right now.",
        "Reva: Hey, are you all right? Did you get the test?",
        "Cassie: The lab was backed up. I'll know soon if I'm pregnant or not.",
        "Reva: I'm sure you're",
        "Cassie: I'm more than nervous, reva.",
        "Reva: Why, cassie? We saw that tape together. Nothing happened. You passed out and jonathan fell asleep.",
        "Cassie: Assuming he showed us the tape. Was it legitimate?",
        "Reva: Oh, honey.",
        "Cassie: I mean, come ion.",
        "Reva: Please, let's just stop. Don't start with this.",
        "Cassie: Start what? The truth. Because it's makes you feel uncomfortable. I should be with my husband right now. Edmund and I should be holding hands waiting hopefully together.",
        "Reva: Then why aren't you?",
        "Cassie: Because I lied to him, and because I'm a wreck. That's why.",
        "Jonathan: Oh, that's right. Blame it on me. Blame everything on me. You invited me to your room that night and you came on to me. And now I'm the bad guy? I'm the monster?",
        "Cassie: Yeah.",
        "Jonathan: Yeah. This is none of your fault? You need to realize that you've brought this on yourself. You need to realize that right now you are getting what you deserve. Isn't that right, mom?",
        "Buzz: Coming up on \"guiding light\"...",
        "Harley: You guys are my friends. You're my very, very best friends and I don't know how long I'm going to have my freedom. So as long as I have it, I'd like to spend some quality time with you.",
        "Reva: Is that it? You're scared?",
        "Jonathan: You think I'm scared?",
        "Reva: Yeah.",
        "Jonathan: Do you? Boo! You think I'm joking? You think I'm posturing?",
        "Reva: Let me get something straight with you, jonathan. Cassie set you up and that wasn't right, but I will not allow you to torture her. Not today! I hope you get the outcome that you want. And when you get the tests, let me know.",
        "Jonathan: So now we're right back at square one, huh? Big, bad jonathan got to take lessons on how to be nice and sweet from his mommy who abandoned him?",
        "Reva: Don't you do that. Don't you do that.",
        "Jonathan: Don't touch me!",
        "Reva: Don't do that! That's not$you. It's not all of you anyway. Don't ignore me. You can't ignore me. Because I saw something in you. Something inside of you that i won't forget. And I'm not going to let you forget it either!",
        "Jonathan: Oh, reva, about that sweet, innocent kid inside, does he have any smokes on him? Because I'm dying for a smoke.",
        "Reva: You're so tough, aren't you, huh? You scared? Is that it? You scared?",
        "Jonathan: You think I'm scared?",
        "Reva: Yeah.",
        "Jonathan: Do you? Boo! You think I'm joking?! You think I'm posturing?",
        "Reva: We had fun today.",
        "Jonathan: Yeah, maybe that was a game. The smile, the music, the hurt leg. Look where we are-- all alone in the dark. Some people would say you're alone with a very dangerous predator.",
        "Reva: Is that supposed to be some kind of a threat?",
        "Jonathan: I don't know, reva. You feeling confident that i still don't want to hurt you? Because I am not.",
        "Holly: I was in the middle of a conversation.",
        "Michelle: A conversation? You were hitting on the guy.",
        "Holly: Excuse me?",
        "Michelle: Holly, I saw you. And he looks exactly like you know who?",
        "Holly: Who?",
        "Michelle: Sebastian.",
        "Holly: What? No, he doesn'T.",
        "Michelle: Um, holly, it's me. It's michelle. Okay, I knew the guy. You can't tell me you don't see any resemblance? None?",
        "Holly: No, I don't see it.",
        "Michelle: Well?",
        "Holly: Maybe I see a slight resemblance.",
        "Michelle: Holly.",
        "Holly: What?",
        "Michelle: Maybe you should get some help? Or just go talk to somebody, you know, about whatever is going on inside of you. Whatever sebastian has brought up for you. When we were on that island, you know, your relationship with him definitelÑ was a little twisted. And now he's dead and you still seem like you're obsessed.",
        "Holly: I'm not obsessed.",
        "Michelle: Okay, fine. Maybe obsessed is too strong of a word.",
        "Holly: How could I be obsessed with somebody who hurt me so much?",
        "Michelle: I don't know. I don't know.",
        "Holly: Do you really think i would let that happen again after I got... I lost so much the first time around.",
        "Michelle: What do you mean you lost so much? What?",
        "Holly: A child. Okay. I lost my daughter meg. Her father thought I was putting her in danger. So he took her away from me.",
        "Michelle: Because of your involvement with roger thorpe?",
        "Holly: I lost my child because of a man that I couldn't get A... I couldn't let go of. Even though everybody warned about it. Everybody told me. But I knew better. No.",
        "Buzz: Excuse me.",
        "Edmund: Buzz, what are you doing here? You're not sick again, are you?",
        "Buzz: I had a check-up. Ticker.",
        "Edmund: Oh, oh.",
        "Buzz: You? You look like you have something on your mind.",
        "Edmund: Pregnancy test. Well, not mine. Not mine pregnancy test. Cassie's pregnancy test. I'm just waiting around for the results.",
        "Buzz: ( Laughs ) fatherhood.",
        "Edmund: Why do you say it like that?",
        "Buzz: What do you think i need a check-up for my old ticker for?",
        "Harley: What took you so long? Come on, blake. Come here. For you and me, I have wine.",
        "Blake: Oh, my gosh.",
        "Harley: Yummy, yummy. And for the woman trying to get pregnant, not so fun, but a lot more healthy.",
        "Blake: Oh, wow. Thanks. ( Both laughs )",
        "Blake: What is this?",
        "Harley: This is a delicate chardonnay.",
        "Blake: No, no, no. No, what is this? This?",
        "Harley: This girls night out. You see how long it's been since we've had one of these? Remember?",
        "Cassie: I know what this is. It's called denial.",
        "Harley: ( Sigh ) it's called fun, okay. Fun. Something we haven't had in a long time. Could we have some fun?",
        "Blake: See, she's afraid about the upcoming trial, but she's pretending like she's not.",
        "Cassie: Yeah. She wants to tell us all about it. She wants to pour her heart out, but she doesn't want to burden us. That's why she's doing all of this.",
        "Harley: Could you guys stop talking about like I'm not standing right here? You guys are my friends. You're my very, very best friends. And I don't know how long I'm going to have my freedom. So as long as I have it, I'd like to spend some quality time with you. Is that so hard to understand?",
        "Blake: No.",
        "Cassie: No.",
        "Harley: Okay. See and it works for you guys too, you know. Things have been really stressful for all of us lately.",
        "Blake: Of come on now. They're been stressing for you.",
        "Harley: Oh, really? You haven't been worried about your mother? Upset about your brother? And what about you, cassie? You just got married, and you're trying to have a baby. I mean, that's not a little stressful?",
        "Cassie: Gee, I don't know about you. I'm so depressed. I think I could party if i wanted to. ( Laughter ) ( rock music playing )",
        "Cassie: Oh, no. No.",
        "Harley: Oh, yes.",
        "Blake: You put this song on purpose.",
        "Harley: How could I put it on, blake? It's on the radio. It's a sign. ( Laughter )",
        "Cassie: Oh, man.",
        "Blake: Do you remember the party for reva at the towers?",
        "Harley: Yes.",
        "Cassie: How could you forget?",
        "Harley: You were flirting with that ugly bartender.",
        "Blake/cassie: I was not!",
        "Harley: See.",
        "Blake: He was like twelve years-old. He had pimples.",
        "Cassie: And I was just trying to get served fast. And I did by the way.",
        "Harley: If I remember you got served plenty.",
        "Blake: Hence the embarrassing dancing.",
        "Harley: No, it's not embarrassing if nobody sees you.",
        "Cassie: You're not at all suggesting that we're going to...",
        "Harley: Come on. You guys, come on. We had so much fun. Remember the choreography? It's great choreography. Why waste all that hard work? Blake, remember this? Weren't you doing this? And then we were like this?",
        "Blake: Okay, no, no, no. Stop, stop. We got the beat...",
        "Blake: Oh, cassie.",
        "Harley: Oh, yeah. ( Laughter )",
        "Blake: Around. Around.",
        "Holly: So my little girl lives far away. And I talk to her on the phone and I send her cards. But I haven't seen her for A... long time. So you see, you're not the only one who feels that I have lousy judgment.",
        "Michelle: Like I'm one to talk. Holly, I'm sure you were... I'm sure you are a great mother. You'd never hurt a child.",
        "Holly: No, don't go there. Long story. But at the time, you wouldn't even let me anywhere near robbie.",
        "Michelle: I wouldn't?",
        "Holly: No. It took me a long time to regain your trust, as well as everybody else'S.",
        "Michelle: Well, back then, was the old me a good mom?",
        "Holly: You were a great mom. I remember seeing you at the library and the playground, at the park with robbie. You always looked like you were having so much fun. I was jealous of you. I was just never cut out for the job, I guess.",
        "Michelle: So, we all make mistakes, right? Who hasn't?",
        "Holly: Big mistakes.",
        "Michelle: So you fell for the wrong guy. You know what? They're both gone now, and you're still here. You've got to move on.",
        "Holly: I'm still here. Maybe that's my punishment.",
        "Michelle: Holly.",
        "Holly: I've got to go.",
        "Michelle: Robbie? Hi. It's mommy. How are you? Oh, I've been thinking about you so much. Why don't you tell me about what you did today?",
        "Edmund: Buzz?",
        "Buzz: What?",
        "Edmund: What's it like being a father?",
        "Buzz: What, are you kidding me? It's terrifying. You've got diapers, you've got mumps, measles, school, homework, puberty. It's just... it made me run for the hills when I was a young man. I mean, it's 18 years of... kids are the best thing that ever happened to me. It took me a while to realize that, but when I got it-- boom-- that was it. You know? My heart, when I look at those kids, they're the reason my heart is beating right now. I mean, I look at them and i would do anything-- anything-- to protect them.",
        "Edmund: Wow. You're a good father, buzz.",
        "Buzz: A late bloomer. That's why I appreciate it so much. I mean, can you imagine a guy like me, a second chance at that? Don't take it for granted.",
        "Edmund: Don't worry, don't worry. I won'T.",
        "Buzz: Good.",
        "Cassie: Do you think anyone was looking out the window?",
        "Blake: What are you talking about? We still have it.",
        "Cassie: I had fun. I want to do this again.",
        "Harley: Oh, yeah. Do you think they'll let us do it during visiting hours in prison?",
        "Blake: Harley.",
        "Cassie: That's not funny.",
        "Harley: What? I am just being...",
        "Blake: Negative.",
        "Harley: Realistic. What?",
        "Cassie: All right, wonder woman, come on. Just say it. You're scared.",
        "Harley: No.",
        "Cassie: Say it.",
        "Harley: I'm scared.",
        "Cassie: Oh, yeah.",
        "Blake: Me, too.",
        "Harley: It's the waiting, you know? The not knowing. Did I do something one night that I can't even remember? I mean, am I going to be paying the price for it for the rest of my life?",
        "Blake: It's like all that doubt is inside your head and you just can't get it out.",
        "Harley: It affects everything. But I'll tell you, there's no avoiding it. I've got to find out the truth.",
        "Cassie: I've got to go. I've got to get back to the hospital. You know, I left edmund standing there.",
        "Harley: I know. I'm sorry I made you come down here...",
        "Cassie: Don't you dare apologize. You didn't make me do anything. Thank you. I had fun.",
        "Harley: Well, we'll do it again. And you go with her because I'm okay. Don't worry about it.",
        "Blake: I'll stay.",
        "Harley: No, go. That way I can eat all the pizza by myself.",
        "Blake: I kind of do have to track my mother down before it gets too late.",
        "Harley: Yes. That's fine. Say hi.",
        "Blake: But we're going to do this again.",
        "Harley: Of course we will. Of course we will.",
        "Blake: I love you.",
        "Cassie: I love you guys. So much.",
        "Blake: I love you guys.",
        "Cassie: Okay, okay. ( Laughter )",
        "Harley: Hey, if you get any good news, call me.",
        "Cassie: Yeah. Go home. Spend some time with buzz and frank, the boys.",
        "Harley: Good night, sweetie.",
        "Reva: You are so scared.",
        "Jonathan: I'm scared?",
        "Reva: Mm-hmm.",
        "Jonathan: Yeah?",
        "Reva: Mm-hmm.",
        "Jonathan: You're the one that should be scared.",
        "Reva: Things were going great between us until cassie showed up, and I took her side. And now you're lashing out because you're terrified that I'm going to choose someone over you, and then I'm going to bail on you again. Isn't that what this is about? That I would pick my sister over you? I can get pissed at you, but i won't leave you. Do you got that? I won't leave you.",
        "Jonathan: Yeah, well, you obviously can't hot-wire this thing, so I might as well start walking.",
        "Reva: Yeah, well, you could. I'll see you back at home.",
        "Jonathan: Yeah, right. At the rate you're going, you won't be going anywhere any time soon. ( Van starts ) oh.",
        "Reva: Well, don't stand there looking like a dope. Get in the car. Put the hood down on your way around. ( Horn honks ) ( horn honks )",
        "Jonathan: Stop it!",
        "Holly: You're alive?",
        "Sebastian: It's a miracle, isn't it? Considering that fall I took. Oh, wait a minute. I didn't fall. Someone pushed me.",
        "Holly: ( Gasps ) I didn'T... I didn'T...",
        "Sebastian: Well, whatever. It was a real near-death experience. You ever have one of those, holly? Hm?",
        "Holly: ( Whimpers )",
        "Sebastian: Shh. Shh.",
        "Holly: ( Screams ) go away. Get out of my head!",
        "Harley: Nobody left now.",
        "Harley: Nobody left now. It's just you and me.",
        "Edmund: Blake.",
        "Blake: Edmund. Hey, I thought you were supposed to be at the hospital waiting for results.",
        "Edmund: Well, the lab has the results. I just came here to bring cassie back so we could hear the news together.",
        "Blake: Oh, no, no, no. No, she already left. She went to meet you.",
        "Edmund: But I was supposed to pick her up here... we have got all of our signals crossed lately.",
        "Blake: Oh, it's just hormones.",
        "Edmund: Yeah. Yeah, I know, I know",
        "Blake: The wedding and fertility stuff. Plus, you know, she's still very upset over the strain between her and reva. You know about jonathan. I heard about the fact that jonathan crashed cassie's bachelorette party. No wonder she was so upset on your wedding day. I've got to tell you something.",
        "Edmund: Hm?",
        "Blake: That guy is a sleaze. Do you know that reva introduced me to him and she left us alone for about two minutes, and he came on to me? Ross was in that room. He came on to me.",
        "Edmund: Well, he seems to be attracted to everything inappropriate and unavailable.",
        "Blake: Well, never mind about him. Hey, you go back to the hospital and wait, dad. I'm sure cassie's waiting for you. Hey? Good luck. Really.",
        "Edmund: Thanks.",
        "Jonathan: You know, you're always getting on me about how I'm afraid to show my true self to people, but you're no different.",
        "Reva: Me? I'm very up-front about who i am.",
        "Jonathan: You got this from the record store.",
        "Reva: By accident.",
        "Jonathan: You stole it, reva. Admit it. Oh, deep somewhere inside reva is the heart of a hardened criminal.",
        "Reva: \"Criminal\" is a bit extreme. More like a juvenile delinquent.",
        "Jonathan: Yeah, well, either way, you like to push the envelope. So for starters, you need to get rid of this mini-van and get yourself something that is more you. Something flashy and fast and fun.",
        "Reva: Uh-huh. So, we're back on my car again? Give me that. Give me that.",
        "Jonathan: Mini-van.",
        "Reva: No, no. It's got... why are you so all over my car? ( Laughs ) I know why. Oh, I do.",
        "Jonathan: Oh?",
        "Reva: It's because you covet this. You want this all for yourself, don't you? You're going to turn over a new leaf, you're going to settle down, have a few kids of your own.",
        "Jonathan: Stranger things have happened. ( Laughter )",
        "Cassie: I know I've been praying that I get pregnant, but with edmund's baby. Not like this. Not wondering. Please not like this. Are those test results?",
        "Dr. Sheehan: Shall we wait for your husband, or...",
        "Cassie: No, no. I need to know now. I can tell him.",
        "Dr. Sheehan: All right. Well, according to your blood test... Next, on \"guiding light.\"",
        "Edmund: Cassie? Whatever the doctor said, I...",
        "Cassie: Don't say you don't care, because you're lying.",
        "Edmund: Are you pregnant?",
        "Bill: We won. You wanted to take spaulding down. Well, we did it.",
        "Olivia: That's just the beginning. Now we have to move in for the kill. So, what do you say? You want to do it on the boardroom table?"
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=35tD423nCh4"
}