{
    "Episode Summary": [],
    "Recap": [
        "Cassie tells Jeffery that she's leaving town to protect Will. Ross becomes worried about his daughter and warns Edmund not to hurt her. Coop & Lizzie make up. Bill finds out where Olivia is hiding and enlists the help of Danny. He ends up with more than he bargained for. Edmund walks in on Jeffery & Cassie kissing one another and is devastated. In retaliation he kisses a smitten Dinah. Beth warns Coop to stay away from Lizzie, for unusual reasons. Ross counsels Lizzie on the importance of being true to herself. Jeffery makes secret travel plans."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Jeffrey: Hi.",
        "Cassie: Hi.",
        "Jeffrey: I came by because i thought we could go over will's adoption agreement one more time.",
        "Cassie: Well, you already know everything.",
        "Jeffrey: Well, thanks for saying that, but I thought that, you know, if we went over the details, we could probably find something that could... are you packing?",
        "Cassie: No. No, we're just organizing and cleaning some stuff up, that's all.",
        "Jeffrey: You're going somewhere.",
        "Cassie: No. Really, no.",
        "Jeffrey: Cassie.",
        "Cassie: I can't lose my son, so edmund... we're packing up and we're leaving, and dinah's coming with us. And this is probably going to... this is going to be the last time we see each other.",
        "Ross: Dinah, where are you going?",
        "Dinah: Nowhere. Nowhere, if you need me.",
        "Ross: Dinah, this is routine back surgery. I will be fine. You, I'm not so sure of.",
        "Dinah: If I ever went anywhere, it would not be for long...",
        "Edmund: Dinah. Don't say another word.",
        "Beth: Lizzie, don't fill up on that. We're going out to dinner with nana, aunt alex and your granddad.",
        "Lizzie: I'm not going to dinner with him.",
        "Beth: Alan?",
        "Lizzie: No. We're going to go to dinner and he's going to talk about gus and harley and olivia, and everybody's going to have to suffer, and I don't want to deal with it.",
        "Beth: Honey... ( sighs ) your grandfather has never been easy to live with and it's just...",
        "Lizzie: I don't care about his excuses. I don't care why he is the way he is. I'm not going.",
        "Beth: Did he do something to you?",
        "Lizzie: He's sending harley to another prison, an awful place. I tried to stop him and he threatened coop.",
        "Beth: Stay away from whatever your grandfather is doing.",
        "Lizzie: Mom, he's hurting people.",
        "Coop: I've got a special delivery here. For lizzie spaulding.",
        "Marina: Hey.",
        "Danny: Thank you.",
        "Marina: For what?",
        "Danny: You know what. I went to go pack up tony's clothes and things and they were already all stacked into boxes.",
        "Marina: Well, I knew how much you were dreading going over there and I wanted to do something to help.",
        "Danny: Thank you.",
        "Marina: There's a charity drop-off here tomorrow morning. It was no big deal.",
        "Danny: No, it's a very big deal, marina. Let me do something for you. Anything.",
        "Marina: All I want is you, danny.",
        "Danny: Well, that's easy. You got me.",
        "Marina: Not all of you.",
        "Bill: Come on, liv.",
        "Olivia: Isn't that pretty? ( Telephone ringing ) it's bill again, em. Oh, I really wish I could talk to him and tell him how much we miss him and love him. We can't do that, can we?",
        "Bill: Olivia, it's me again. Where are you? Listen, I know you're scared and that's why you ran, but I want you to know that I am here for you. Okay? So just come home. In the meantime, give emma a kiss for me and give yourself a kiss for me and just... call me.",
        "Gus: Where is she, bill?",
        "Bill: I have no idea.",
        "Gus: Let's just try this one more time. Where is olivia?",
        "Bill: Get off me. I have no idea where she is.",
        "Gus: I thought you were harley's friend, bill.",
        "Bill: Harley is my friend. Olivia's my wife.",
        "Gus: But harley is taking the blame here. And are you aware she's getting transferred to the roughest prison in this country? Do you know what happens to an ex-cop when that happens? You don't live to see the daylight, bill. I need your help.",
        "Bill: You need my help, yeah. By putting olivia's head on the chopping block? Look, gus, there's got to be another way.",
        "Gus: There is no other way. I need you to help me find olivia, okay?",
        "Bill: I can't, okay? I'm not going to turn in my wife.",
        "Danny: Marina, you do have all of me. I'm right here.",
        "Marina: I believe that you feel that, or at least that you want to.",
        "Danny: You still have doubts.",
        "Marina: Can you blame me?",
        "Danny: No, I guess not. I'm sure it wouldn't be easy to get past what happened with me and michelle.",
        "Marina: No, it's not that, danny. It's not that I'm angry about it-- although I am, a little-- or that I'm disappointed.",
        "Danny: I know.",
        "Marina: But that's all past stuff, and the past stuff is the least of it. What I'm worried about, danny, is what's going on now, what's happening now, how you feel now and what's going to happen from now on.",
        "Danny: How I feel? I've told you how I feel. I want to be with you.",
        "Marina: You say that.",
        "Danny: Yeah, it's true. What, you need something a little more solid to go on? All right. I know what you need.",
        "Marina: Where are you going?",
        "Danny: Stay here. I'll be back.",
        "Marina: Danny.",
        "Coop: Do you recognize them, lizzie? That's zach and jude. They're cute, aren't they? One of them is even your little brother.",
        "Beth: What is this about?",
        "Coop: Why don't you ask her? She made the family proud.",
        "Beth: Pick this up.",
        "Lizzie: Coop, please. Just... I'll take care of it, mom. Coop's a little slow.",
        "Coop: Slow? Lizzie, you're the one apparently not getting it.",
        "Beth: Excuse me?",
        "Lizzie: Mom, mom, mom. Mom, mom, please, okay, I'll take care of it. Just go, okay? Don't worry. What's your point of this?",
        "Coop: It's to remind you that when you act like them, there are consequences, all right, and people get hurt, lizzie.",
        "Lizzie: I know that, coop.",
        "Coop: No, you don'T. I thought you want to make things better.",
        "Lizzie: I do.",
        "Coop: You're acting just like them, all right? I... I was crazy to think that you could be better. I was crazy to think that you were special, all right? Right now, you are just like them, through and through. You're a spaulding.",
        "Lizzie: You think I'm special?",
        "Coop: Lizzie, I invited you to our family dinner because i thought if I showed you something different, you might take that life, all right? But you stood right next to your grandfather, you protected him when you knew-- you knew-- what he was doing to my sister, harley. You know what? Why am I even bothering right now?",
        "Lizzie: Coop. I didn't lie to protect my grandfather, you idiot. I lied to protect you.",
        "Ross: If you don't mind, edmund, I'm trying to have a conversation with my daughter.",
        "Edmund: I do mind. Your daughter is pregnant. She needs to avoid stress right now.",
        "Ross: So you're going to monitor her conversations?",
        "Dinah: Daddy, it's okay.",
        "Ross: It is not okay. He may own the baby that you're carrying, but he does not own you. Now, sweetheart, what were you about to tell me?",
        "Edmund: Dinah? If she has a problem, ross, she knows she can come to me. There isn't anything I wouldn't do for her.",
        "Ross: You were going to tell me about your travel plans, dinah.",
        "Edmund: You're not going anywhere, dinah. Are you?",
        "Dinah: No. No, daddy, I think you misunderstood. I am doing great. I love it here.",
        "Ross: What you're doing is appalling. Using my daughter, manipulating the feelings that she has for you.",
        "Edmund: I like dinah, ross.",
        "Ross: Well, she loves you, or thinks that she does, and you know that. Dinah? I love you, honey, and I'll call you a little later.",
        "Edmund: You were about to tell your father we're going.",
        "Dinah: Edmund...",
        "Edmund: Dinah. If he knew, he'd never let you go with us.",
        "Dinah: Maybe that's what i want.",
        "Jeffrey: Okay. ( Chuckles ) you know, you can't run and hide. You know that, right? First of all, it's against the law. They could put you in jail.",
        "Cassie: It's the only way to keep my family together.",
        "Jeffrey: It's not the only way, cassie. As a matter of fact, it's not the best way, and it's completely...",
        "Cassie: Insane and... crazy?",
        "Jeffrey: It's dangerous. What has eddie boy got in mind for you? What, are you going to set up some new lives, new identities somewhere? I mean, you don't even know if you can live with this guy.",
        "Cassie: I need to keep my son.",
        "Jeffrey: Cassie, you realize that alonzo has unlimited resources, right? He will track you down to the ends of the planet if he has to. Now, is that the kind of life you want to live? Always on the move, looking over your shoulder? Hey, hey. Let... let me help you, okay? We will find a real solution, a legal solution.",
        "Cassie: Will is the heir to the san cristobel throne. You would be fighting an entire country, jeffrey. You can't win.",
        "Jeffrey: I always win.",
        "Cassie: We're leaving.",
        "Jeffrey: You can'T.",
        "Cassie: Why? Why can't I? Huh, because I can't run away? Or because I can't go with edmund? He's my husband.",
        "Jeffrey: You don't trust him, cassie.",
        "Cassie: I love him.",
        "Jeffrey: You love him, but you don't trust him.",
        "Cassie: This is about will, okay? This is about will and taking care of will and making sure will's okay. It's not about you and it's not about edmund.",
        "Jeffrey: Why not? Huh, why not? You know how I feel about you. How do you feel about me?",
        "Edmund: Dinah. Dinah, you do understand why we're going?",
        "Dinah: ( Sighs ) yes, I understand and I want to help you, edmund, but you are asking me to leave behind everyone who loves me.",
        "Edmund: Not everyone.",
        "Dinah: I was in europe for years. And now that I have my dad back and bill, I don't want to give them up.",
        "Edmund: It's just until the baby is born and then you can do whatever you want.",
        "Dinah: Thanks. Thank you.",
        "Waitress: Mm-hmm. Enjoy.",
        "Dinah: Yeah, it's going to be like jumping off a bridge without a bungee cord. It doesn't matter. Without the baby, no one's going to care anyway.",
        "Edmund: I'll care, dinah. How can I not? There will always be a place in my life for you, dinah. You're giving me a precious gift. Dinah, you're a precious gift.",
        "Dinah: And once you open that gift and take out what's inside, it has a way of becoming clutter.",
        "Edmund: Come here. I know I'm asking a lot of you and it's hard. Believe me, I understand that, but you can do this. You have come... you've come so far. You're about to show everyone the kind of person you really are. Dinah, when this baby is born, the world is going to know that dinah marler is a generous, wonderful person. They're going to see the person that I see and they're going to fall in love with her.",
        "Dinah: ( Laughs ) you're right, you're right. I can do this. I can do this. I think... I think I can do anything with you by my side.",
        "Coop: Lizzie, if I'm out of line here, if I'm confused about your grandfather, I want to know about it.",
        "Lizzie: No, really. Believe whatever want because that's what you're going to do anyway.",
        "Coop: No, lizzie...",
        "Lizzie: You don't understand. I'm doing this for your own good. You know what? Just get your pictures and go.",
        "Coop: Did he threaten you?",
        "Lizzie: No, he didn't threaten me.",
        "Coop: He threatened me, didn't he? That's what it is, isn't it? No, lizzie, tell me.",
        "Lizzie: Coop, please stop.",
        "Coop: No, I'm right, aren't I? Let me guess. Alan said that he was going to go ahead and hurt me. He was going to...",
        "Lizzie: He said that he was going to do something terrible to you, okay? Does that make you happy? I've already put you in danger by telling you that much.",
        "Coop: I can take care of myself, lizzie.",
        "Lizzie: You don't understand, okay? Sometimes he doesn't know when to stop.",
        "Coop: Well, that makes two of us.",
        "Lizzie: Coop. No, please. You don't understand. Things happen. I don't want to lose anyone else.",
        "Coop: Lizzie, I don't want to lose you from my life, either.",
        "Coop: Lizzie, I don't want to lose you from my life, either.",
        "Gus: Are you going to be able to live with yourself, bill, when your friend harley dies in that prison?",
        "Bill: Gus, I couldn't live with myself if I handed over my wife before I had all the facts.",
        "Gus: The fact is, bill, if the authorities get their hands on her before I do, they're going to be twice as hard on her.",
        "Bill: I can't, gus. I can'T. I'm sorry about harley, but i can'T.",
        "Gus: Yeah, well, olivia is the one who's going to be sorry, okay, because I'm going to find her, bill. I will.",
        "Danny: Close your eyes.",
        "Marina: Why?",
        "Danny: Just do it, please? Close your eyes.",
        "Marina: Okay.",
        "Danny: I hope I don't regret this. Something tells me I might. Open.",
        "Marina: ( Laughs )",
        "Danny: Is it that funny?",
        "Marina: What is that?",
        "Danny: What does it look like? It's me. Although I'm a little taller.",
        "Marina: ( Laughs )",
        "Danny: ...Red eye. See, robbie saw that you could do this at this photo place at the mall and he wanted me to send him one, and... two-for-one special.",
        "Marina: And you thought of me? What exactly am I supposed to do with him?",
        "Danny: I just figured since you're so reluctant to get closer than me that maybe this jerk could stand in for a while until you feel more comfortable, and then maybe I can stand in for him.",
        "Marina: Mm-hmm.",
        "Danny: Every now and then.",
        "Marina: You're nuts.",
        "Danny: Well, think of it as a reminder. When you look at him, you can remember that the real guy is just a phone call away desperately wanting to be with you.",
        "Marina: Wow, I just... i don't know what to say.",
        "Danny: Yeah. Should we get rid of him? Maybe we should burn him?",
        "Marina: No. ( Laughs ) no. No, no, no, no. No, no, no.",
        "Danny: I don't know if I want anyone to see this.",
        "Marina: Oh, I mean... I'm kind of getting used to him.",
        "Danny: Really?",
        "Marina: Yeah. I mean, look at this. He doesn't talk back, he doesn't tell me lies.",
        "Danny: All true.",
        "Marina: And yeah, he'S... he's not so bad on the eyes. ( Telephone ringing )",
        "Olivia: Okay, you sit here, okay? With your book. I'll be right back. Hi.",
        "Bill: Olivia, what are you doing? I've been worried sick about you.",
        "Olivia: I'm fine. And so is emma. How are you?",
        "Bill: Well, I'm going crazy without you.",
        "Olivia: I'm sorry. I just... I didn't know what else to do. Gus was ready to string me up.",
        "Bill: Yeah, well, he still is because he has some crazy idea in his head that you... you murdered phillip.",
        "Olivia: I can imagine what everybody's saying.",
        "Bill: Look, I don't care what anyone else is saying because i am worried about you. I know you're scared and that's why you ran.",
        "Olivia: If I had stayed, i would be in jail right now and i couldn't do that to emma. She needs me.",
        "Bill: Olivia, I need you. Okay? I just... I want you to come home because I'm worried about you. I love you. I love you and emma, and I want you to know that I'll be here, by your side.",
        "Olivia: I never wanted to leave you.",
        "Bill: Then tell me where you are and then I will come be with you.",
        "Olivia: No. I'm sorry, bill. I can't do that.",
        "Cassie: Don'T.",
        "Jeffrey: Don't? Don't what? If this is good-bye, cassie, let's just get it all out into the open, okay? I told you how I feel about you. I want to be with you. Okay? In spite of all my better judgment, there it is: I want to be with you. But you don't want to be with me. That's it, isn't it?",
        "Cassie: Can we not do this right now, please?",
        "Jeffrey: Oh, yes, let's do it. Let's please do it, okay? Just consider it a going away present, if that will make you feel better. But I want to know: Have I been reading something into this, into us, that wasn't there?",
        "Cassie: It doesn't matter. None of this matters anymore.",
        "Jeffrey: Tell me you feel nothing.",
        "Cassie: We can't be together.",
        "Jeffrey: Tell me this is just a friendship.",
        "Cassie: I am leaving with edmund, jeffrey.",
        "Jeffrey: Okay, tell me... tell me you can just walk away and never see me again. Tell me that.",
        "Cassie: Jeffrey...",
        "Jeffrey: You feel exactly the way I feel. Say it. Coming up on \"guiding light.\"",
        "Lizzie: Mom, coop was just apologizing.",
        "Coop: Sorry about the mess.",
        "Olivia: You're a good man, bill. You're a better man than I ever thought could love me. And I want you with me, but i can'T. I can't involve you in any more of my messes.",
        "Coop: No one has ever gotten me to do the things that you get me to do. You just drive me absolutely crazy.",
        "Lizzie: Nobody gets me to think the things you do. It's so annoying. ( Laughs )",
        "Coop: Yeah, well, I agree with that.",
        "Lizzie: Come here.",
        "Beth: Lizzie. Li...",
        "Lizzie: Mom, coop was just apologizing.",
        "Coop: Sorry about the mess.",
        "Lizzie: It was just a mistake.",
        "Coop: Totally.",
        "Beth: Are you going to pick this up or do I have to call hilda?",
        "Coop: No, no. I'll take care of it. I'd love to.",
        "Lizzie: I'd love it if you would.",
        "Coop: I'd love it if you stayed and watched.",
        "Lizzie: I can'T. I've got to go to company. We can hang out there.",
        "Coop: After I clean all this up, I... yeah. Yeah.",
        "Lizzie: Okay. ( Laughs ) hurry.",
        "Coop: I will.",
        "Lizzie: ( Laughs )",
        "Coop: I... I'll pick all this up, ms. Raines. I'll clean all this up.",
        "Beth: Sit down, coop. We need to talk.",
        "Bill: Are you at a beach?",
        "Bill: Are you at a beach? Is there snow? What are you wearing?",
        "Olivia: I can'T. I can't tell you where I am, okay? It's just... it's wrong. You're a good man, bill. You're a better man than I ever thought could love me, all right, and I want you with me, t I can'T. I can't involve you in any more of my messes.",
        "Bill: I'm your husband, remember? For richer, for poorer, for sick, for whatever, okay? Hotel or motel, tell me what it is.",
        "Olivia: You don't give up.",
        "Bill: The beach. The beach. You always loved the beach. You remember our honeymoon at the beach? Is that where you are? Just tell me. Just tell me where you are, please, because I want to be with you. I need to be with you. You need me and I need you. Just tell me. Please, please, please! Olivia> All rht. Just stop talking. I'M... I'm at the spaulding cottage on the private island. The one you helped renovate.",
        "Bill: Thank you.",
        "Olivia: Emma has an ear infection. I'm just... I'm waiting for it to clear up. I think a couple of days and then we're going to fly out of the country.",
        "Bill: Okay, okay. Just sit tight and I will be there as soon as I can, okay?",
        "Olivia: I love you, bill.",
        "Bill: I love you. And give that emma a kiss for me, will you?",
        "Olivia: Be safe.",
        "Bill: Danny. Whoa, whoa. You're a pilot, right?",
        "Danny: Yeah.",
        "Bill: Huge favor. Huge, huge favor. I have to get to olivia, like, asap. Would you be able to fly me there?",
        "Danny: Well... like, I heard what she did to aitoro, and people are saying that maybe she killed phillip. I don't want to get involved in something like that.",
        "Bill: Danny, danny.",
        "Danny: Bill.",
        "Bill: This is to help harley, okay? I think you want that. Please.",
        "Danny: When do you need to be there?",
        "Bill: Ten minutes ago.",
        "Danny: Come on.",
        "Bill: Let's do it.",
        "Gus: Yeah, well, it's a woman and a child. She probably checked under the name of spencer...",
        "Marina: Gus.",
        "Gus: ...Or lewis.",
        "Marina: Gus.",
        "Gus: But either way, used the first name olivia.",
        "Marina: Gus. Quick, there's something that you need to know.",
        "Cassie: Edmund. We weren'T... well, we were. But it's not what you're thinking, so don't freak out and make this a bigger issue, okay?",
        "Edmund: Good-bye, mr. O'neill.",
        "Cassie: Jeffrey's going, but I need a few more minutes alone with him, please.",
        "Dinah: You didn't deserve that, edmund. I'm sorry.",
        "Jeffrey: Do me a favor. For my sake, hide any loose shovels or kerosene lamps, okay?",
        "Cassie: That's not funny. It was a good-bye kiss. Mostly.",
        "Jeffrey: Mostly? What about the rest of it?",
        "Cassie: Look, that's all i can give you. Everything else belongs to my husband and I'm going to stay with edmund, jeffrey.",
        "Jeffrey: I should have expected that. Well, it'S... it's your life.",
        "Cassie: You're a really special guy. And I hope... I hope that you find some woman that's going to put up with you.",
        "Jeffrey: Yeah. Take care of yourself.",
        "Cassie: I will, and you're... well, you're not going to tell anybody, are you?",
        "Jeffrey: No. You know where to find me.",
        "Cassie: Yeah, I know.",
        "Danny: So how long are we staying?",
        "Bill: Well, that depends on olivia. ( Knocking on door )",
        "Danny: Will you go see who that is?",
        "Bill: Come on, ignore it. We're wasting time. Let's go.",
        "Danny: Bill, I can't ignore somebody standing outside the plane. Marina? What are you doing?",
        "Marina: I heard you guys talking. I know what you're doing and I'm going with you.",
        "Bill: No, marina, this is not a sightseeing trip, okay?",
        "Marina: Well, my aunt harley is sitting in a prison cell because of olivia. So if anyone deserves to be here, it's me.",
        "Bill: Bye-bye. Danny will send you a postcard, okay?",
        "Marina: All right, fine. You know what? I'll call my dad. I'm sure the police would love to know where they can find olivia.",
        "Bill: Wait. Come on, get in. Come on, let's get out of here.",
        "Marina: Wait. My purse. I must have left it in the car. I'm sorry, just give me a second, okay?",
        "Bill: I thought she'd never leave. Let's get this bird off the ground.",
        "Danny: I'm not taking off without her, bill.",
        "Bill: All right.",
        "Marina: All right, let's go.",
        "Danny: Yeah. Well, the sooner you fasten your seat belt, the sooner we can get to olivia.",
        "Coop: I know what you're going to say, all right? I know, I know. You don't think that I deserve your daughter, and I understand why you might feel that way with some of the things that I've done. But I'm a good person. I know that I don't come from a lot of money or that I don't have the best pedigree, or whatever you people look for, for your kids. But I really like your daughter and I know that lizzie likes me.",
        "Beth: Understood. Anything else?",
        "Coop: Actually, I was going to start apologizing...",
        "Beth: Okay, let me stop you right there. Despite the bulldozer through the gate and the fact that i have heard you call my daughter \"lizard...\"",
        "Coop: ( Clears throat )",
        "Beth: ...I think that you're a very decent young man.",
        "Coop: You do?",
        "Beth: Yes, I do. You've been kind to lizzie on numerous occasions. You obviously love your family. You're loyal to a fault. I think very highly of you, coop, which is why I have to say this. If you get involved with lizzie, she'll ruin your life.",
        "Ross: I still can't get used to the idea of you working here.",
        "Lizzie: Yeah, you probably thought I was going to quit after a couple of days, didn't you?",
        "Ross: That is exactly what i thought. In fact, I was shocked when i heard that phillip had left you this place, but apparently he knew what he was doing.",
        "Lizzie: Do you ever think about him?",
        "Ross: Every day, honey.",
        "Lizzie: Me, too.",
        "Ross: He'd be so proud of you right now. I know I am. And it seems like only yesterday that you were either riding ponies or throwing a tantrum. Now, when did my spoiled little niece grow up to be such a fine and responsible young lady.",
        "Lizzie: I don't know that she has. I mean, I don't really know that I have changed. I don't know if any of this is real.",
        "Marina: Do you think olivia did it?",
        "Bill: Well, it doesn't really matter what anyone thinks or wants. She's innocent until proven guilty, okay?",
        "Marina: Innocent people don't usually run and hide.",
        "Bill: Well, people do crazy things when someone like alan spaulding is after them, marina.",
        "Gus: You know, as soon as you come to terms with the fact that olivia murdered phillip, we can clean this mess up. Okay?",
        "Bill: What are you doing here? You set me up?",
        "Marina: Don't blame danny.",
        "Bill: I wasn't going to.",
        "Gus: Harley is the victim here. At least marina knows that.",
        "Bill: Danny, take it down. Take the plane...",
        "Danny: What?",
        "Bill: Take it down.",
        "Danny: I can't do that, bill. I filed a flight plan.",
        "Bill: Well, screw the flight plan.",
        "Gus: I know where she is, bill. It won't matter.",
        "Bill: Turn it around.",
        "Gus: You can slow me down but it's not going to stop me.",
        "Bill: Please.",
        "Gus: I'm going to find her.",
        "Bill: And what?",
        "Gus: Well, maybe she's innocent.",
        "Bill: And then what, gus?",
        "Gus: Well, then we got nothing to worry about.",
        "Dinah: A few seconds more and you would have had yourself a home run.",
        "Jeffrey: You know, only someone as miserable as you would enjoy something like this.",
        "Dinah: I'm not miserable. I'm actually very well-adjusted. And you sucking the breath out of cassie can only help me and edmund.",
        "Jeffrey: Looking out for number one as usual, I see.",
        "Dinah: Mm-hmm. I want edmund. We belong together. We're a match made in... well, maybe not heaven, but we do belong together.",
        "Jeffrey: You know what? I believe that. But I wouldn't start firing up the lingerie just yet, okay? Cassie's a very hard person to walk away from. If anything-- anything-- happens to her or that baby, I will hunt you down and you will pay for it. Have a nice night.",
        "Cassie: It was just a good- bye kiss, edmund. It was nothing more.",
        "Edmund: Then you informed the district attorney that we're abducting will and leaving the country.",
        "Cassie: Jeffrey had been trying to help us. I owed him the truth. He's not going to stop us. He promised me.",
        "Edmund: And you believed him?",
        "Cassie: Yes, I do.",
        "Edmund: Your faith in him is touching.",
        "Cassie: He earned it. I can't just vanish without telling him. I'm sorry. But I let him know that our friendship is over and he would never see me again.",
        "Edmund: Cassie, have you been having an affair with jeffrey o'neill?",
        "Cassie: Yes.",
        "Beth: Lizzie is not a normal girl. She has so many wonderful qualities and I love her with all of my heart, but she is not stable enough to be in a relationship.",
        "Coop: We're not in a relationship.",
        "Beth: But you're headed that way and I'm telling you, she's not ready.",
        "Lizzie: You know, I'm ready to face it, uncle ross. I'm ready to find out who I am, not just for me, for other people, too.",
        "Ross: Which may include a young man named henry cooper bradshaw?",
        "Lizzie: Maybe.",
        "Ross: You like the boy.",
        "Lizzie: Honestly, we drive each other crazy, but we help each other out.",
        "Coop: It's not too late. I mean, she's just starting out.",
        "Beth: Coop, I wish that it could be different. Don't you think that I would love to see lizzie happy, to see her spend the summer falling in love with a nice boy like you? But it wouldn't end well for either one of you.",
        "Coop: Why does it have to end? I mean, you're talking about her as if she's some sort of lost cause or something.",
        "Beth: I am not saying that she's a lost cause. She has no impulse control. She doesn't know how to behave when she's in love. She becomes possessive. And the day that you can't give her what she wants is the day she'll turn on you.",
        "Lizzie: You know, I've done some really terrible things, and maybe I'm not going to stop. Maybe that's just who I am. I don't know.",
        "Ross: You sound so much like your father right now, and i watched phillip struggle with his identity all of his life, and that struggle eventually destroyed his soul.",
        "Lizzie: So I'm doomed?",
        "Ross: ( Chuckles ) of course not. But let me tell you something. Your father never understood that he didn't have to do anything. He didn't have to be anything. All he had to do was be himself. I mean, he used to turn himself inside out trying to please grandfather. Lizzie, just be yourself.",
        "Lizzie: Thank you, uncle ross. So I can be whoever I want to be, right?",
        "Ross: Anybody.",
        "Coop: No, I think you're really underestimating lizzie, here.",
        "Beth: I hope that you're right. I hope to god that you're right. I would love to see her with a nice guy like you. But lizzie's fragile. She can break. And I don't want to lose her. Can you understand that?",
        "Coop: Yes.",
        "Beth: Then do us all a favor, especially lizzie. Walk away.",
        "Edmund: You slept with jeffrey o'neill?",
        "Cassie: No, I didn't sleep with him. I guess you could call it an emotional affair. I leaned on him after I left you and we started having feelings that we shouldn't have. But I was sad and I was hurt, and I needed something.",
        "Edmund: Did you ever think if what you needed was me, cassie? I was desperate to make things up to you.",
        "Cassie: I know you were. But I didn't trust you at the time, edmund, and I wasn't sure that our marriage was going to survive, and jeffrey was there, and I'm sorry, okay? And it's not going to happen again.",
        "Edmund: It's not going to happen again? I'm sorry, I thought you said it never did.",
        "Cassie: I only meant that jeffrey understands now, okay? Edmund, I told him that I wanted to go away with you and make a new start and he understands it and he accepts it.",
        "Edmund: I know what you're saying. And I understand completely.",
        "Jeffrey: I'm only going to be gone a couple of days. I have to help a friend who needs me. San cristobel. That's right. No, I don't want anyone to know.",
        "Marina: What do you think is taking them so long? What if olivia gets away?",
        "Danny: I doubt it. With bill and gus on her tail?",
        "Marina: Maybe I should go check on them.",
        "Danny: No, no, no. We should stay here. Bill's got enough to deal with right now. He's got to ask his wife if she killed someone.",
        "Bill: Gus. Let me go in first.",
        "Gus: Why?",
        "Bill: I need to talk to her alone, please.",
        "Gus: Fine.",
        "Bill: Prove me wrong, olivia. Prove me wrong. ( Knocks on door ) Next, on \"guiding light.\"",
        "Edmund: You don't know what you're saying.",
        "Dinah: I do know what I'm saying. You can't control the way i feel, edmund. And you cannot stop me from being in love with you.",
        "Gus: Face the facts, pal. Your wife shot phillip. Why else would she run away?"
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=lDdadQP8uc8"
}