{
    "Episode Summary": [],
    "Recap": [
        "Ben was released from the hospital to visit his ailing grandmother. Against Marina's wishes, Harley showed Frank the acceptance letter from Northwestern. Danny and Michelle made Phillip a proposition to move Spaulding's pharmaceutical and cosmetics division to the revitalized Fifth Street district. Shane and Marina made plans to spend the night at the Bauer cabin. Ben's grandmother died before he could see her. Harley and Buzz convinced Frank to let them help pay for Marina's tuition to Northwestern. Phillip agreed to Danny and Michelle's proposal. Ross told Ben his grandmother left him an estate worth over a million dollars. After eavesdropping on Tammy and Marina, Lizzie told Ben that Shane and Marina were at the cabin. Rick and Gus found similarities in three murders that could implicate Ben. Phillip doubled his daily flower delivery to Olivia with a note attached saying he will never give up."
    ],
    "Recap Author": "Sylvia",
    "Show Title": "Guiding Light",
    "Transcript": [
        "phillip: Good morning. Michelle santos will be joining me.",
        "Host: I have you right here, mr. Spaulding. But your reservations have been changed to a party of three.",
        "Phillip: Did miss spencer do that?",
        "Host: I don't know, sir. But miss spencer did leave something at your table. Right this way.",
        "Phillip: Hmm. Okay. Well, she has decided to join us. That's great. Thanks.",
        "Host: Thank you.",
        "Phillip: \"Would you knock it off with the freaking flowers?!\" Olivia. Okay. Hey.",
        "Michelle: Hi.",
        "Phillip: How are you?",
        "Michelle: Good.",
        "Danny: Hi, phillip.",
        "Phillip: Hi, danny. I assume that you're third that will be joining us today.",
        "Danny: Yeah. Michelle wanted to tell you that i'd be coming but I thought that you would say no.",
        "Phillip: Say no to what?",
        "Danny: Well, I have a proposition for you, phillip, and I really hope you'll hear me out.",
        "Harley: Hey.",
        "Marina: Hey.",
        "Harley: You're not suppose to be working today.",
        "Marina: Oh, no. No, I'm not working. I'm not working. I'm just killing time waiting for tammy. It is still okay with the bauers if we use their cabin today, right?",
        "Harley: Okay, this is what rick said to me. He said any and all coopers are welcome to use the bauer cabin any and all times. He's dropping the keys off any minute.",
        "Marina: Yeah. We are going to have so much fun me and tammy and...",
        "Harley: Good. Good. Have fun.",
        "Marina: Oh, wait. My dad is on there right now. You are not going to say anything to him about me getting into northwestern, are you?",
        "Harley: Sweetie, just concentrate on having a good time, okay?",
        "Frank: You were gracious. You were great. I mean, you know...",
        "Buzz: He wants to talk about, you know...",
        "Frank: No, I don'T.",
        "Harley: Thank you so much for meeting me here.",
        "Frank: Well, good morning to you, too, sis.",
        "Harley: No, no, we have no time for pleasantries, okay. We have a big problem on our hands and it concerns your daughter.",
        "Shayne: Yo, marina.",
        "Marina: Shayne? Why are you dressed like that?",
        "Shayne: Why am I dressed like this? Because right now I can't stand being me. That's why.",
        "Ben: Home, sweet home. Hello? Anybody home? I guess not.",
        "Ross: Oh, we forget your bag in the car. I'll get it. It's sitting...",
        "Ben: No, I'll get it, ross. It's fine.",
        "Ross: No, you can't. You are recovering from a stab wound. You're going to have a very emotional meeting with your grandmother. So just sit down, wait for holly to get here, because she's driving you to galena. You got it.",
        "Ben: Yes, sir.",
        "Ross: I'll be right back.",
        "Ben: Hey, lizzie, it's ben. Listen, marina's not returning any of my phone calls. So just call me as soon as you get this message, okay? I really need to talk to her.",
        "Gus: Well, look who's feeling better, making phone calls. Looking pretty good.",
        "Ben: And I take it you're here to thank me.",
        "Gus: Thank you for what?",
        "Ben: Finding your killer. Mitch hendon.",
        "Gus: Oh, mitch hendon, right? Wild dude. You know what he told me and the da right when they were carting him off? He told me that he had you under surveillance ever since the very moment that he found out you were playing mattress tag with his wife. You know what that means to me? That there is a private investigator out there that knows your every single move for last several months. Welcome home, ben reade.",
        "Ben: So a private eye has been following me. Big deal, gus. You already got your killer.",
        "Gus: No, I don't think that you're smart... You must... Don't you understand the scenario that I am building for you here? Mitch hendon only copped to killing his wife and trying to off you. That leaves three unsolved murders. Three.",
        "Ben: Well, then obviously he was lying.",
        "Gus: No, I don't think he was lying, reade. He tried to jump off a roof and kill himself. He's going to turn around and give a half a truth? I don't think so. Why would he do that?",
        "Ben: How should i know that? You know why don't you ask your sister some of these questions? Because if there's still a killer in town, it's probably her.",
        "Ross: Hello, gus.",
        "Gus: How are you doing, marler?",
        "Ben: Gus just informed me that a private investigator has been follow me for the past few months. Whatever information this P.I. Has, the cops don't have any right to it, correct?",
        "Ross: Who is the P.I.? Somebody local?",
        "Gus: You're on a need to know basis, all right?",
        "Ross: Oh, just tell me who it is. Save us both a lot of aggravation. Unless you don't know. Mitch didn't tell you, did he?",
        "Ben: Good old mitch, huh, gus?",
        "Gus: Let me tell you something. I will find out as soon I... As soon as I possibly can. It won't be soon enough.",
        "Ben: Okay. All right. Well, you go ahead and you do that. Meanwhile I'll be in galena, visiting my grandmother.",
        "Gus: Oh, yes, galena. Your poor dying grandma. She picked such a convenient time to have a stroke, didn't she? All right, reade, let me tell you something. I want to know this old bird's name, I want to know where you're going, I want to know where she lives, and i want to know what time you're coming back.",
        "Ben: Okay, great. Julia stoddard. Cromwell manor assisted living facility in galena. Holly's driving me. Anything else. Anything important?",
        "Gus: Yeah, yeah, I got... Want to do your client a favor, you'll tell him to be home by midnight. Or i'm coming after him myself. Excuse me.",
        "Ben: Ross, if the cops find this p.I., Is he allowed to turn over any information he has on me?",
        "Ross: Oh, yeah, he's allowed. Why? Is there something you don't want the police to see?",
        "Ben: Come on, ross. Pictures of me with ramona hendon. I'm not exactly anxious to share that part of my life with the world.",
        "Ross: Yeah, i understand. But beyond that is there something this p.I. Could come up with that make you look even worse?",
        "Ben: Absolutely not.",
        "Ross: Good. Because we both know that gus aitoro is not going to rest until he finds this private investigator.",
        "Frank: Marina's in trouble again? I thought we got passed all that?",
        "Harley: No, no, no. Marina's not in any trouble. As a matter of fact, she's done something amazing, and you are going to be so proud of her.",
        "Buzz: You're going to tell us what it is?",
        "Harley: Okay. See, i was up half the night debating whether i should even say anything since marina asked me not to. But I have to. I have to because it's... Because it's important, okay? So... Oh, read this. I'll be right back.",
        "Harley: Hey.",
        "Rick: Hey. Keys for the bauer cabin.",
        "Harley: Thank you so much.",
        "Rick: I'm assuming you are going to take the kids up there.",
        "Harley: Actually, we might go up this weekend.",
        "Rick: Good.",
        "Harley: But tammy and marina were wondering if they could go up today. Is that okay?",
        "Rick: No. Sure. It's fine. The more the merrier. I mean i'm working crazy hours right now, so I certainly can't use it.",
        "Harley: Oh.",
        "Rick: You want to grab a cup of coffee and catch up.",
        "Harley: I would love to, but we sort of have a family situation.",
        "Rick: Is there a problem?",
        "Harley: No. Oh, no. Nothing big. Rain check.",
        "Rick: Okay. Sure. I got an appointment with some human remains anyway.",
        "Harley: Gosh, you know just what to say to the girls, I'll tell you that.",
        "Rick: And it really works too.",
        "(Both laughs)",
        "harley: Shut up.",
        "Rick: I'll talk to you later.",
        "Harley: I'll call you.",
        "Rick: All right.",
        "Frank: Get over here. Is this for real? Are you kidding me? My daughter got into northwestern university?",
        "Harley: Yes.",
        "Frank: I mean not that there's anything with springfield U., But northwestern.",
        "Harley: I know. (Laughs)",
        "frank: You got to tell her how proud of her i am.",
        "Harley: No, no, frank. You can'T.",
        "Marina: Okay, rick's gone now. So...",
        "Shayne: I hate this. You know what? I can't stand avoiding rick, because he's a nice guy. I feel bad. But I'll you what. If i have to hear one more person congratulate on that great game or getting into the cubs, I'm going to go nuts.",
        "Marina: Oh, yeah, it's really rough being famous, huh? I'm kidding. I'm kidding. I know it's got to be a lot of pressure.",
        "Shayne: Yeah, pressure. And on top of the pressure of having to go up to training camp in less than a month, I got to worry... You know what? Forget it. I don't even want to think about it until i have to. All I want to do is just chill out, spend as much time with you as i can.",
        "Marina: Well, good. Because you do know why rick was here, right? He was giving the keys to the bauer cabin to my aunt harley. And once she gives them to me, we could hit the road, jack. We could spend the entire day and night together all by ourselves.",
        "Shayne: Hmm.",
        "Michelle: Danny has a really wonderful idea for spaulding. But why don't we sit down? He could explain it all to you.",
        "Phillip: Michelle, you know that i adore you, but I don't appreciate being ambushed.",
        "Michelle: No, no, that's not what we're doing here.",
        "Danny: So, honey, yeah, it is. I mean let's not mince words here. And given what happened the last time we worked together, why would you want to hear anything that i have to say much less of anything to do with me, right?",
        "Phillip: You tell me, danny.",
        "Michelle: Well, first of all, phillip, what do you think about what danny accomplished with 5th street? I mean has it impressed you at all what he's done?",
        "Phillip: Yes, it has. I think it's impressed everyone.",
        "Michelle: Because he can and he will deliver equally impressive results with spaulding, if you just hear him out.",
        "Phillip: You're here. Make your pitch.",
        "Danny: All right. I've read that you're looking to expand your pharmaceuticals and cosmetics operation.",
        "Phillip: Mm-hmm.",
        "Danny: Right. And that you're looking to build a facility to house solely that division, and you're hoping to keep it in springfield.",
        "Phillip: Okay. So i see where this is heading.",
        "Danny: Right. Fifth street. Perfect spot. Perfect in terms of proximity of the spaulding headquarters, access to local transportation.",
        "Michelle: And a facility like this would bring lots of new jobs to an area that really needs it. New businesses, and residential development to support the people who work there.",
        "Phillip: Mm-hmm. And you have a site in mind.",
        "Danny: I do. The old hanover hat factory. Right on the river.",
        "Phillip: That place has been vacant for over ten years. They would be major renovation.",
        "Danny: Right. Which I would do for you. Or if not, we could tear it down and build something completely new and state of the art to your specifications, your choice.",
        "Phillip: So you own that site?",
        "Danny: Yeah.",
        "Phillip: Okay. I see how you profit, I see how the community profits. What's in the deal for spaulding?",
        "Danny: Well, your own facility for one thing, custom tailored to your needs at a significant lower cost than you'd get anywhere else. Significant tax advantages for building in an economically depressed area. Plus, you'd have lewis construction, the best outfit there is, overseeing the project. At a discount again because of the overall deal that I have with them.",
        "Michelle: It's worth thinking about, right?",
        "Phillip: Sure. Send me a proposal with all the numbers, i'll give it a look.",
        "Danny: Got one right here.",
        "Phillip: Oh, okay. I'll give it a look. I'll get back to you sometimes next week.",
        "Danny: You could do that. Or you could take a look at it right now.",
        "Shayne: I don't get it. How did you work this deal out with the cabin on such short notice?",
        "Marina: (Laughs)",
        "shayne: But your family's going to be okay with this, right? Your dad's okay with it?",
        "Marina: Oh, they don't know. I mean, they know I'm going. They just think I'm going with tammy, not with you. Oh, come on. It's a foolproof plan. Tammy's totally in on it, as is remy.",
        "Shayne: Remy's in on it?",
        "Marina: Yes. I talked to him last night and he's house-sitting for his parents while they're out of town, so you just have to tell your dad you're crashing there and he'll cover for you.",
        "Shayne: Huh. So you're sure about staying at the cabin? Like, overnight?",
        "Marina: Well, i... Yeah. I mean, I want to spend as much time with you as possible. I thought that that was what you wanted.",
        "Shayne: No, it is. I mean, of course, you know that's what I want. I just... I just want to make sure that you're okay with it.",
        "Marina: Why wouldn't I be?",
        "Shayne: Uh...",
        "Marina: Oh. Okay. Okay, I get it. You think... You think that us planning to get away like this and lying to everybody about it is a lot like what ben and i did at the beacon, but it's not, okay? It's so different from that. It could not be more different.",
        "Shayne: Okay.",
        "Marina: Maybe we should just tell our parents. I mean, they'd probably be cool with it, you know? Because it's kind of like, should we risk that? Because I've been getting along with my dad so well lately and i don't know, it's just, like, i feel like the clock is ticking and I want to spend as much time with you as possible because i'm going to miss you so much.",
        "Shayne: I'm going to miss you, too. All right, you know what? You're right. You're totally right. This is the best possible way for us to get some alone time with the least possible hassle. You're right.",
        "Marina: Are you sure?",
        "Shayne: Yeah. You?",
        "Marina: Yeah.",
        "Shayne: Yeah?",
        "Tammy: Yoo-hoo. (Laughs) nice outfit.",
        "Marina: Yeah. He's incognito. So you want to pack a bag and talk to your dad? Meet me back here?",
        "Shayne: Fast as i can. I'll be back.",
        "Marina: Okay, so you got my message and you're cool with covering for me?",
        "Tammy: Well, it looks like you already told shayne that i would be, the way he skipped out of here.",
        "Marina: Oh, well, yeah. I mean, if you're not, you know, completely okay with it...",
        "Tammy: Marina, I can not get in trouble again. Three strikes and I'm out. I mean, I understand that you and shayne needs some time alone together...",
        "Marina: Oh, tammy. Okay, okay. If you're not comfortable with it, I'm sure i can figure something out, although I don't really know what because i did already tell my aunt that you were coming with me, but you know, I can figure it out.",
        "Tammy: (Sighs) no, I'll lie for you. Just don't get caught, okay?",
        "Marina: Oh, thank you! You're an amazing, awesome friend.",
        "Frank: My daughter got into a great school. It's the proudest day of my life. Why didn't she tell me, though?",
        "Harley: Well, did you get to the paragraph three where it points out that all of the financial aid for the year has already been given away, frank?",
        "Frank: Well, so what? We're talking about my daughter's future here. I'll do anything to pay for her tuition.",
        "Harley: It's not just tuition. It's room and board. It's, you know, books and stuff. I mean, there's things. I called the school. Here's the list. The grand total is on the bottom.",
        "Buzz: Holy moly, are you sure about this?",
        "Frank: This is more than double the cost of springfield u.",
        "Harley: It's why she didn't want to tell you about this. Because she knows you don't have that kind of dough and she didn't want you twisting yourself into knots trying to find it.",
        "Frank: Are you saying she didn't want to tell me because she didn't want to make me feel bad?",
        "Harley: Is she amazing or what? I'll tell you, she's going to kill me if she...",
        "Buzz: Ssh!",
        "Marina: Did rick give you the keys?",
        "Harley: Yes. Yeah. Right here. Okay.",
        "Marina: So, daddy, tammy and i are going to go to the bauer cabin just for the day. Is that okay?",
        "Frank: Sure.",
        "Marina: Okay, so we're going to take my car, and I don't know, when we get back it'll probably bpretty late, so you want to just crash at my house, or...",
        "Tammy: Okay. Or you could come stay at my place and we could order snacks from room service and be totally decadent.",
        "Marina: Oh, man, that's a tough choice. Would you mind?",
        "Frank: Sure.",
        "Marina: And could i have a new wardrobe, too?",
        "Frank: What?",
        "Marina: I was just, you know, hoping you'd say \"sure,\" again. Earth to frank cooper!",
        "Frank: Honey, you know what? I want you to go to the bauer cabin, you can spend the night over at tammy's, i just want you to have a great time, okay? I love you so much.",
        "Buzz: Me, too.",
        "Harley: Me, three.",
        "Marina: Okay.",
        "Harley: Have fun.",
        "Marina: And i love you guys, too, even though you are perhaps, like, the strangest people on the face of the planet, and I think... Yeah, i think now we're going to go. We're going to go before you change your minds. So, good- bye!",
        "Tammy: Bye.",
        "Harley: Subtle.",
        "Tammy: That was easy.",
        "Marina: That was too easy.",
        "Tammy: Well, don't look a gift horse in the mouth. I'm sure shayne will be back soon.",
        "Marina: Actually, i was thinking about remy. You know, I went over the whole cover story thing with him last night. You know how dense guys can be about this kind of thing, though.",
        "Tammy: Well, I could call him if you want, you know? Go over everything with him.",
        "Marina: Really? You wouldn't mind doing that? So then, great. So then you will talk to remy, you'll call the bauer cabin and you'll let me know everything's cool, right.",
        "Tammy: Yeah. Or i could just call your cell phone.",
        "Marina: Oh, no. Cell phones don't work up there, trust me.",
        "Tammy: Oh. Okay, so what's the number?",
        "Marina: Actually, i think it's... Yeah. Okay, do you have a piece of paper?",
        "Tammy: I'm not sure, let me check.",
        "Marina: Actually, you know what? I'll write it on your hand. Skin's better; that way you won't lose it.",
        "Shayne: Hey, you.",
        "Lizzie: Oh, hey. Hey! What are you guys up to? Having a little powwow or something?",
        "Marina: Yeah, or something. Will you call me later?",
        "Tammy: Yeah.",
        "Marina: Okay.",
        "Tammy: Bye.",
        "Shayne: Later.",
        "Lizzie: What was that all about?",
        "Tammy: What was what all about?",
        "Lizzie: You three clamming up on me?",
        "Frank: I can't believe that marina gave up on northwestern without even telling me.",
        "Harley: Hey, we're coopers. And coopers don't give up on anything. Not without a long, drawn-out, sometimes bloody battle. Marina is going to northwestern and that's that.",
        "Ross: Yeah, i do. I understand. Thanks so much for your help.",
        "Ben: What? Oh. You're probably wondering why i'm getting so dressed up just to visit someone who might not even know I'm there.",
        "Ross: No, actually, that is...",
        "Ben: My grandmother... When i was a little kid, she was the most important person in the world to me. After she and my dad stopped fighting over it, I actually spent a lot of time with her. \"Grown-up days,\" she called them. I remember hanging out on her terrace having scones and tea. I didn't even know what a scone was. She taught me a lot about life. How to dance. She told me the most amazing stories about my family. And she made me promise her that one day when i was old enough, i would come back and I'd take her out dancing for real. So today when I see her, if she's conscious-- even if she's not-- I'm going to tell her that i'm here for our date, you know? Because it's better late than never.",
        "Ross: Ben, I'm afraid it's too late.",
        "Ben: What do you mean, it's too late? They said we could visit any time.",
        "Ross: I just spoke with your grandmother's attorney, and she passed away about an hour ago.",
        "Ben: What?",
        "Ross: I'm so sorry, ben.",
        "Ben: I didn't think it would be this fast.",
        "Ross: Yeah, i know. I called holly to let her know, tell her not to come.",
        "Ben: Well, I should probably get out of this suit.",
        "Ross: Well, there's something else that you need to know...",
        "Ben: Please don't say anything right now. I can't have any more bad news right now. Please.",
        "Gus: Hey, speedy, how you doing? No, of course all the boys miss you. You know what we miss the most about you? All your dirty coffee cups in the sink. Let me ask you something: Have you been doing some P.I. Work on the side? Really? What agency? Uh-huh. Well, did you guys do a job for mitch hendon, by any chance? Yeah, that's the guy. Uh-huh. No, listen to me, this could be really big, okay? There's a rumor going around that he had hired somebody to tail ben reade. All right, well, yeah, do me a favor, okay? Just get in touch with all your contacts and everybody else in town, whoever's been doing work and you call me. You find out who it is for me. All right. I owe you one, buddy.",
        "Phillip: Well, you've certainly covered all your bases, danny.",
        "Danny: Thank you.",
        "Michelle: And?",
        "Phillip: And it's a good proposal.",
        "Danny: Oh, come on, phillip. It's great. And a lot cheaper than all the other bids you've received. And you're getting a lot more space, am I right? I do my homework. I do my homework.",
        "Phillip: Yes, but unfortunately, i remember not too long ago when your homework included hacking into my computer system and stealing a great deal of money from me.",
        "Danny: Phillip, if you're not comfortable working with me, you can have all your dealings with cassie. I would not be offended.",
        "Phillip: That's very generous of you. I'll tell you what: I'll give it serious consideration.",
        "Danny: Well, you're not going to get a better offer. Why don't you just say yes right now? We'll get the ball rolling.",
        "Phillip: Because spaulding enterprises doesn't work that way. I've got a board i discuss things with. I have lawyers, accountants.",
        "Danny: Right, but phillip, that's just a formality. Bottom line, the buck stops with you. If you want this to happen, you can just say yes right now.",
        "Phillip: As i said, i'll discuss it with a few key people and I'll get back to you some time next week.",
        "Danny: Well, actually, the end of the week works better for me. What day works for you?",
        "Phillip: Is your husband always this persistent?",
        "Michelle: How do you think we got back together? He doesn't take no for an answer.",
        "Danny: Oh, yeah. Tell me about it.",
        "Phillip: Tell me about that. I'd like to hear about that. No, really i would. What was your strategy for working things out with the mother of your child?",
        "Harley: Okay, i am sure if the three of us put our brilliant heads together, we can come up with a way to raise the money to send marina to northwestern. By the way, can you get the deposit back from springfield university?",
        "Frank: Sis, that figure that you showed me was pretty steep. And we have to multiply that times four years.",
        "Harley: Okay, but with the money you've already saved, that's a start. And I spoke to my bank. I can get a loan, no problem, and I figure, daddy, you can do the same thing with this place, right?",
        "Buzz: Absolutely.",
        "Frank: No, absolutely not. Nobody wants this for marina more than I do, okay? But I'm not going to put my family in debt to pay for it. Ñ ñ Ñ Know, and see what he says about this? I mean, thiswgbthe guy that you're engaged to, right? And you've got to think about your future. What about your children, zach and jude? What about their college? Har , the fun for me is just, you know, breaking down his little oppositions. Listen to me. First of all, as for gus, i did run this by him and he's on board with whatever it is I want to do. That's one of the many reasons that i love the man. And as for zach and jude, spaulding heir and a bauer heir? Their tuition's already in the bank. This is marina we're talking about. Not only would she be the first cooper to actually go to college, northwestern? (Laughs) I mean, come on. How could we not make this happen for her?",
        "Buzz: Here, here. We're going to do it, that's it.",
        "Frank: But...",
        "Buzz and harley: No buts!",
        "Harley: Frank, say yes. Just say yes and in four years, the three of us will be sitting together, watching her, cap and gown, walking down to get her diploma. We'll be so proud!",
        "Buzz: Frank...",
        "Frank: I love you guys.",
        "Harley: Oh, frank.",
        "Frank: I love you.",
        "Lizzie: Come on, let's go do something.",
        "Tammy: I can'T. I'm meeting joey.",
        "Lizzie: Joey? You guys are getting pretty serious.",
        "Tammy: So far, so good.",
        "Lizzie: All right, we can do something later. Tonight. We can go see a movie!",
        "Tammy: I can'T. Marina's coming to my place to spend the night.",
        "Lizzie: Oh, okay. I see how it is. Little miss social butterfly. I'll just have to call somebody else. Can you hold this real quick? I need to get my cell.",
        "Tammy: Do you need me to shine your shoes, too?",
        "Lizzie: What's that?",
        "Tammy: Nothing.",
        "Lizzie: Okay. Thank you. Oh, my gosh! I'm so sorry. Are you okay?",
        "Tammy: Yeah, it's fine.",
        "Lizzie: You sure?",
        "Tammy: Yeah.",
        "Lizzie: Okay, well, you better get going. We don't want to keep joey waiting. And I want to have a report first thing, young lady.",
        "Tammy: Okay, you got it.",
        "Lizzie: Okay.",
        "Rick: Hey, you've reached the bauer cabin. We're having way too much fun to get to the phone right now. Please leave a message and we'll get right back to you.",
        "Lizzie: Sometimes i really amaze myself. (Laughs)",
        "Danny: You mean, did I have a specific strategy for getting michelle back? No, I don't know. I guess I did.",
        "Michelle: You know you did. It's like you said, phillip. He was persistent. He hounded me and he was deviously adorable about it.",
        "Danny: Deviously adorable?",
        "Phillip: Really? How was that?",
        "Michelle: Well, you know, he did the typical, usual things. He sent me flowers and gifts and then i would go to call him back to thank him or feel him out and he wouldn't answer his phone.",
        "Danny: Oh, yeah. She'd leave these messages for me and i wouldn't call her back for days. It drove her nuts.",
        "Michelle: Yeah. Because it was like he had no regard for my feelings. He was going to do what he was going to do.",
        "Phillip: And you liked that?",
        "Michelle: No. No, not at first. But it did kind of grow on me. Especially when he bought me the house.",
        "Danny: Yeah, that was the clincher. She's a very material girl.",
        "Michelle: No. No, but having someone want you so much that they're not willing to take no for an answer, it has a certain appeal. Especially when deep down you want to say yes, anyway.",
        "Danny: So, what about you, phillip? Deep down you really want to say yes, too, don't you?",
        "Phillip: Excuse me?",
        "Danny: Come on. This is a sweet deal that I'm offering you. Make an executive decision. You know you can. Otherwise, what's the fun of being C.E.O.?",
        "Phillip: You know what, danny? You're right. You've got a deal.",
        "Shayne: Yeah! This is what i'm talking about. This place is great.",
        "Marina: I know. I can't believe you've never been here before. Oh, you have to wait until i show you the docks. They're amazing. They have, like, every single kind of boat ever invented. Are you hungry?",
        "Shayne: I'm always hungry.",
        "Marina: Good. Well, then i will make us some lunch because I'm feeling very domestic.",
        "Shayne: Where should I put the bags?",
        "Marina: Bedroom's back there. Oh, you know what? Actually i should probably check the machine first, see if tammy's called.",
        "Shayne: Hey. Thanks for coming up with this idea. It's great.",
        "Marina: Well, yeah. It's what we both wanted, right?",
        "Shayne: Yeah.",
        "Marina: Okay. The machine.",
        "Shayne: Yeah. Right.",
        "Tammy: Hey, guys, tammy here. I talked to remy and we have our story down. And after you left, I actually managed to get away from lizzie without her finding out anything, so chill out and have a great time up there.",
        "Shayne: Excellent. Excellent. What are you doing?",
        "Marina: Turning this thing off so that we can tune out the world. So, what do you want to do first? Do you want to have some lunch or do you want to go and explore the vast wilderness out there?",
        "Shayne: Let's explore. Let's go.",
        "Ross: Are you all right?",
        "Ben: Yeah. You know, my grandmother was alone at the end, and I should have been there with her. God knows, she was always there for me. When i went away to boarding school, she used to write me every week without fail. I was so homesick I used to live for those letters. (Sighs) I guess I need to take care of the funeral arrangements.",
        "Ross: Oh, no. No, you don't have to. Her attorney's going to handle all of that.",
        "Ben: Everything?",
        "Ross: Yes. Your grandmother left very specific instructions, and thankfully, she also left a will. Ben, she left all of her estate to you.",
        "Ben: To me?",
        "Ross: Yeah.",
        "Ben: Well, that was very sweet of her, but it can't be much. I mean, she had to put down most of her assets to buy into that assisted living place.",
        "Ross: No, no, no. She was very smart about her finances. She put some of her property and other assets into your name before she even went into this home she was in.",
        "Ben: You're kidding me. I had no idea.",
        "Ross: Ben, the estate is well over a million dollars. You must have had some idea. I mean, she was a very wealthy woman. In fact, it's a shame that you didn't go to her when you needed help instead of what you did.",
        "Ben: Yeah, instead of going to eden for a job. Oh, man. I never would have met ramona hendon. This is crazy. I would still be with marina right now.",
        "Ross: Well, you don't know that.",
        "Ben: Yes, i do.",
        "Ross: Listen, ben, you have been through a lot in the past few days, needless to say, and you're still recovering. I don't think you should be spending time alone right here. Why don't you come stay with blake and me for a couple of days?",
        "Ben: That's very nice of you and I really appreciate your help, but I think I really need to be alone right now. I'll be fine.",
        "Ross: Are you sure?",
        "Ben: Yeah. And what about the estate?",
        "Ross: Oh, well, i will get copies of everything we need from your grandmother's attorney and then i'll set up a meeting with you, okay? It's not a big deal.",
        "Ben: Okay. Well, thank you so much for everything, ross. I really appreciate it.",
        "Ross: Oh, you're most welcome. And you take care of yourself, ben.",
        "Ben: Marina, hey. It's ben. Listen, as soon as you get this, please, please call me back. I actually finally have some really good news to share with you. Everything's changed now. Everything.",
        "Danny: Okay, so i will have a contract sent over to you by tomorrow morning.",
        "Phillip: That's great.",
        "Danny: Great.",
        "Phillip: (Laughs) bye.",
        "Michelle: Thank you.",
        "Phillip: You're welcome. Hi. This is phillip spaulding. I've got a standing order with you. Yeah, daily floral delivery to ms. Olivia spencer. No, I don't want to cancel it. Double it. Mm-hmm. And on the next delivery, put this on the card-- you ready? \"I never give up.\" And underline never.",
        "Harley: Frank, look.",
        "Frank: That's a festive chart. Good for you.",
        "Harley: I figure between what you've already saved and what i've borrowed from the bank, we've pretty much got her through her freshman year. So what did the credit union say?",
        "Frank: They said that they would give me enough to carry her through half of her sophomore year.",
        "Harley: Woo-hoo! We're smoking.",
        "Frank: No. We need another two-and-a-half more years.",
        "Harley: Okay, listen to me. First of all, marina, you know, she could help us out by getting a job and by her second year, she qualifies for financial aid again, anyway.",
        "Buzz: The bank is sending over an appraiser to look at the building tomorrow.",
        "Harley: Perfect.",
        "Frank: What have you got there?",
        "Buzz: Almost every single elvis recorded by sun records.",
        "Frank: Oh, no, dad.",
        "Buzz: Oh, yes, yes, yes, frank.",
        "Frank: No, no, pop. You're not cashing in your elvis collection.",
        "Buzz: I want to. I'm sick of these things.",
        "Frank: No, you're not. You listen to this all the time.",
        "Mr. Anderson: Excuse me, harley.",
        "Harley: Oh, hi, mr. Anderson.",
        "Buzz: Mr. Anderson, nice to see you, sir.",
        "Mr. Anderson: Buzz. Well, I'm a sucker for a good cause. Take care.",
        "Frank: What was that all about? What is that?",
        "Harley: Oh, my gosh. \"I couldn't help overhearing you folks. Marina's been an angel to me ever since my wife died. She's a terrific young lady and she deserves the best education she can get. I know this isn't much, but it's my way of saying thank you. Walter anderson.\"",
        "Buzz: Way to go, walter!",
        "Frank: Thank you, mr. Anderson.",
        "Buzz: Frank, all that matters is that marina gets her shot. Right?",
        "Frank: Right.",
        "Marina: Yes! I won! I won, i won, I won, i won, i won! I cannot believe i beat a major league baseball player!",
        "Shayne: I'm not surprised, considering you tripped me.",
        "Marina: Ah, you're a sore loser! I'm going to go take a shower.",
        "Shayne: No, not so fast. You have to kiss me first.",
        "Marina: Says who?",
        "Shayne: Me.",
        "Marina: I should probably go take that shower.",
        "Shayne: Yeah. Leave some cold water for me.",
        "Lizzie: Ben, I have called you, like, a gazillion times.",
        "Ben: Yeah, well i had a lot of stuff going on today, lizzie. My grandma died.",
        "Lizzie: Oh, ben, I'm sorry. Were you guys close?",
        "Ben: Yeah, when i was a little kid. What did you want?",
        "Lizzie: Well, i was just wondering if you still wanted to know where marina was.",
        "Ben: You know where she is? Where?",
        "Lizzie: She's at the bauer cabin. It's...",
        "Ben: Yeah, I know where it is. I've been there before. What's she doing there? Is she with her family?",
        "Lizzie: She's with shayne.",
        "Ben: Not for long. All right, this time of day, what's the best way to get there?",
        "Lizzie: Well, let's see... My dad has a short-cut. I can draw you the map of it.",
        "Ben: Okay.",
        "Lizzie: But what are you going to do when you get there?",
        "Ben: Well, I'm going to let her know that everything's changed. We can have an amazing life together now.",
        "Lizzie: I really hope she listens to you, ben.",
        "Ben: I'll make her listen.",
        "Gus: Oh, no, no, no, no, no, no, no. It's you who owes me, remember? I was the one that got you out of the pickle. Oh, exactly... Oh, now you remember. Look, just nose around and get me the name of this private investigator. Thank you.",
        "Rick: Great day, huh?",
        "Gus: Oh, yeah.",
        "Rick: Well, i got some good news-- \"good\" being a relative term, of course.",
        "Gus: Really? Really? Okay.",
        "Rick: The lab just gave me a dna match from that woman's remains. It's the case that my predecessor was working on before he was killed.",
        "Gus: Right, right. And?",
        "Rick: They belong to bridget waters. Ben reade's old girlfriend.",
        "Gus: Do you know how she died?",
        "Rick: The body was in a cave for almost two years so I didn't have a lot to work with, but one thing is absolutely certain: This woman's neck was broken. And it's not the kind of break that happens from a fall. It's more in keeping with somebody who had been strangled.",
        "Gus: Strangled? Just like jed simmons, the coroner who was investigating her in the first place. And like renee, the call girl who knew all the coroner's information. It's the...",
        "Rick: Yeah, same deal. When we found her body in the alley, the first thought that came to us was strangulation.",
        "Gus: You see where all these roads are going, don't you?",
        "Rick: I can't believe it, but it's ben reade.",
        "Gus: Ben reade. Ben reade has got to be the killer. He's got to be.",
        "Harley: Next, on \"guiding light.\"",
        "Phillip: Good afternoon, folks. My name's phillip. I'll be your waiter this afternoon.",
        "Marina: Okay, i'm here right now because this is where I want to be, with you.",
        "Jeffrey: The only thing you have to worry about right now is packing your bags and getting the hell out of here. This has been \"guiding light.\""
    ],
    "Transcript Author": [
        "Provided by Suzanne",
        "By e."
    ],
    "url": "https://www.youtube.com/watch?v=2CrBLrlJFvg"
}