{
    "Episode Summary": [],
    "Recap": [
        "Billy arrives home at Cross Creek, and surprises his brother. Reva hides from Josh. Tammy realizes her mother has feelings for someone unexpected. Buzz hires a new waitress. Dinah makes a scene. Blake and Jeffery are shocked at their mayoral debate. The Springfield Burns culprit strikes again, this time with a video feed."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Gus: All right. I checked the parameter. I'm going to go over the staging area now. (Sighs)",
        "Mallet: Are you going to finish your house or just continue to lose limbs?",
        "Gus: You're hysterical. See that book bag? Is that your book bag? Have you even checked this book bag?",
        "Mallet: For what, books and pencils?",
        "Gus: We're working security.",
        "Mallet: You don't think someone's going to take out the candidates for mayor-- careful, it could be dangerous. It could be a belt sander in there. Oh, look, books and pencils.",
        "Gus: What happened to Mr. Do it by the book? Huh?",
        "Mallet: That guy, Detective Book, he took the night off. Listen man, all we're doing is babysitting a bunch of bickering student council wannabe's.",
        "Gus: Sound check, sound check. Nice work idiot.",
        "Blake: I will remember what you said when your salary raises come across my desk for the police",
        "Jeffrey: You mean my desk.",
        "Blake: In your dreams Jeffrey.",
        "Jeffrey: In my dreams I'm doing other things Blake.",
        "Blake: Oh yeah, like watching me whoop you at the polls.",
        "Jeffrey: \"Whoop\", make sure you use that word when we have the debate, ok?",
        "Blake: Just as long as you, make sure you do that little sniffling thing you do when you get nervous.",
        "Jeffrey: I don't get nervous.",
        "Blake: Oh I'm sorry, exited.",
        "[SCENE_BREAK]",
        "Gus: What is your problem?",
        "Mallet: Nothing. I'm good.",
        "Gus: Did you wake up on the wrong side of the bed? Did you lose your hair gel?",
        "Mallet: Yeah, somebody stole it.",
        "Gus: Have a bunch of bad clams? Maybe it is the bed thing, huh?",
        "Harley: Wrong side, wrong bed. Dinah kicked him out of hers.",
        "[SCENE_BREAK]",
        "Buzz: Something wrong with the burger?",
        "Dinah: Not hungry.",
        "Buzz: Well, you came to the right place.",
        "Dinah: You know, Buzz, imagine if your fiancé, the love of your life, the man that you've entrusted your heart and soul to, if you found out that he was secretly filing reports on you like a low-life criminal, do you think you'd want to eat?",
        "Buzz: It's a good burger. I take it that you and Mallet didn't make up after the engagement party? Okay, then.",
        "Dinah: A new post?",
        "[SCENE_BREAK]",
        "Tammy: Okay. So you went swimming?",
        "Cassie: Tammy, I told you, yes.",
        "Tammy: In a pond?",
        "Cassie: Yes.",
        "Tammy: In the dark?",
        "Cassie: Tammy! Okay, yes!",
        "Tammy: But who does that?",
        "Cassie: I do!",
        "Tammy: Okay. So tell me how Uncle Josh got into this again?",
        "Cassie: He was here when the power went out, I went out to the pond, he happened to go by the pond when I was in trouble so lucky for me he pulled me out before anything serious happened. End of story.",
        "Tammy: Mom, Mom, something serious did happen. You were... and he was...",
        "Cassie: Tammy, we are talking about my sister's husband. We would never... Josh and I would never...",
        "Tammy: My God, Mom, are you in love with him?",
        "[SCENE_BREAK]",
        "Josh: What the hell? What are you doing here? Great. Terrific! After all this time you just show up, is that how it works?",
        "Billy: Hey, you got me, sheriff.",
        "Josh: Where's my wife?",
        "Billy: Uh... you look--",
        "Josh: I asked you a question! Where is my wife?",
        "Billy: I cannot tell you where she is.",
        "Josh: Oh...",
        "Billy: Josh, look.",
        "Josh: No, no, no. I just forgot the drill, that's all. I ask you questions about Reva and you don't answer me. That's the way it works, right. I missed this, I really have.",
        "Billy: She'll be home, soon.",
        "Josh: Thank you, I'll put that on my calendar.",
        "Billy: I hate seeing you like this. What can I do for you?",
        "Josh: Let's see... you could tell Reva that things have changed around here.",
        "Billy: I see. That you're going full ahead steam on the project.",
        "Billy: No, other things have changed around here, Billy.",
        "Billy: What things?",
        "Josh: Just tell Reva that she's been gone for a long time and sometimes things happen, things you don't really see coming. Actually, forget it. Forget it. You don't speak for Reva; I don't want you speaking for me. Good-bye. And by the way, next time you want to stop by and play \"20 questions,\" do me a favor and call first.",
        "Reva: I'm sorry that I made you do that.",
        "Billy: Let's go back inside. Wait...",
        "Reva: I'm okay.",
        "Billy: No, you're not.",
        "Reva: Let's just go.",
        "Billy: Look, we have no choice now; we have to go back inside, okay?",
        "[SCENE_BREAK]",
        "Tammy: You love Uncle Josh.",
        "Cassie: I... I didn't say that.",
        "Tammy: You didn't have to.",
        "Cassie: Okay, Tammy, you're not a baby. Yes, I have feelings for him.",
        "Tammy: But it's Uncle Josh.",
        "Cassie: Yes, we've established that, thank you. Okay, can we just eat the food in the fridge before it goes completely bad?",
        "Tammy: Well, do you know if he has feelings for you, too?",
        "Cassie: We've kind of talked about it.",
        "Tammy: You've talked about it?",
        "Cassie: If you don't want to know answer, don't ask the question.",
        "Tammy: I think the cottage cheese already went bad.",
        "Cassie: I know.",
        "Tammy: Mom, this is crazy, Aunt Reva and Uncle Josh are like a legend, they're a super couple. If you mess with that...",
        "Cassie: Do you think I want to feel this way? I'm trying to fight it.",
        "Tammy: Well try harder. Seriously, what would have happened if I didn't come in here when I did, huh? This is so bad.",
        "Cassie: Okay, look, it didn't just happen overnight. Tammy, he was there for me when everything blew up with Edmund and then with Jeffrey and then I was there for him when he got back with Reva and I helped him restore Cross Creek for her.",
        "Tammy: And then you got in on the hospital project.",
        "Cassie: Right, which was supposed to be a family project, but Reva checked out and Billy's the only one who had any idea where she was and he's not talking so that leaves me and your Uncle Josh alone a lot and, I don't know, somewhere along the line something just happened between us.",
        "Tammy: Okay. Um, I'm trying not to judge you or anything but if you already knew how messed up this was then why wouldn't you just...",
        "Cassie: Why would I want him anyway? Huh, interesting question. You tell me.",
        "Tammy: No, that was different.",
        "Cassie: Really? How?",
        "Tammy: Mom, I didn't just go after my cousin, okay? Jonathan and I just... I couldn't help...",
        "Cassie: Uh-huh. You freaked out, right? And you tried to push it away and you tell yourself it's wrong and then you find yourself in his arms and suddenly it feels like it's not.",
        "[SCENE_BREAK]",
        "Blake: All right. We all clear on the ground rules?",
        "Jeffrey: Yeah, we're clear.",
        "Blake: Okay. I think we can do this professionally.",
        "Jeffrey: Sure. You're not going to play that grieving widow card are you?",
        "Blake: It's not a card, Jeffrey, it's my life. Will you exploit your resemblance to a dearly departed leader to a tiny island nation?",
        "Jeffrey: And how will that help me?",
        "Blake: Well, it helped you with Cassie.",
        "Jeffrey: Don't even think of using that.",
        "Blake: Don't test me.",
        "Photographer: Smile!",
        "[SCENE_BREAK]",
        "Gus: You're telling me you haven't fixed up things with Dinah yet. What is the matter with you? This is what you. Do it worked-- kind of-- for me. Go to her, get on your hands and knees and beg for forgiveness. That's what you have to do.",
        "Harley: Even that doesn't always work.",
        "Mallet: I was just kind of hoping she would forgive me.",
        "Harley: You did publicly humiliate her at her own engagement party. It's kind of supposed to be her big day.",
        "Blake: Hey, Harley, we're ready for you.",
        "Harley: Great. They need know moderate the debate. Former CEO and all that. They couldn't agree on anybody else.",
        "Gus: Right. Well, good luck.",
        "Harley: Thanks. Sorry. You're the one who actually needs the luck. Not that you'd take any of our advice.",
        "Gus: Knock 'em dead. All right, so what are you going to do?",
        "Mallet: What? I'm working. We're working here.",
        "Gus: I'll hold down the fort for democracy's sake. You go. Go to your girl. Fix it up.",
        "Mallet: I'll only make it worse. Well, I guess I can't make it worse than it already is, right? All right, thanks, man.",
        "Gus: Things always get worse before they get worse.",
        "[SCENE_BREAK]",
        "Ashlee: Hi, Mr. Cooper? I'm Ashlee Wolfe, remember me?",
        "Buzz: I'm busy.",
        "Ashlee: Okay, it'll only take a second. I was just wondering if you're hiring part time?",
        "Buzz: There are applications here. Um, Dinah, the knife, the... the knife.",
        "Dinah: If I had a nickel. If I had I nickel. Do it. Try it, crush it!",
        "Buzz: Oh, I get it, misery loves company.",
        "Dinah: That's exactly what I'm here.",
        "Buzz: You're misery and this is... I'm not going to let you destroy this computer.",
        "Dinah: I wish I knew who did this web site.",
        "Buzz: Some creep who's trying to push your buttons. Don't let it go to you.",
        "Dinah: You're right. You're always right.",
        "Buzz: It's a gift.",
        "[SCENE_BREAK]",
        "Ashlee: It's too late. I'm already here and I'm going to get the job and move out and then maybe you'll start treating me like the adult that I am. What? Be reasonable, Doris? Yes, I called you Doris. Oh, shove it.",
        "[SCENE_BREAK]",
        "Dinah: See that girl over there?",
        "Buzz: What?",
        "Dinah: That girl over there?",
        "Buzz: Yeah, why?",
        "Dinah: She's taking pictures of me with a camera.",
        "Buzz: No, she's not taking pictures.",
        "Dinah: You got a problem with me? You want to take a picture of me? Do you want a show? Is that what you want? You got your little video camera on there? Do you all want a show? I'll give you a show. I'll give you a show that tops all shows. I didn't grow up in a carnival for anything. Come on, baby, let's go! Let's get ready, everybody, because here it goes. Is this what you want? Whoo! Oh!",
        "[SCENE_BREAK]",
        "Reva: I'm just tired from the traveling, Billy. Let's go to the hotel.",
        "Billy: This is a little more than fatigue. You're getting use to a whole new immune system, Jonathan's T-cells and you're little screwed up in the head.",
        "Reva: The head?",
        "Billy: Yeah, yeah. You have to learn that you can't do this without Josh from now on, okay?",
        "Reva: No. I'm just... I'm not ready to see him yet and I'm not ready for him to see me like this.",
        "Billy: Sweetheart, I want to wait to see if you understand if you're over your cancer, but I think that Josh has had it up to here with waiting. Did you hear what he said before?",
        "Reva: Hear what?",
        "Billy: Okay, let's just see if you get better, okay?",
        "Reva: I'm not going in.",
        "Billy: We will do it your way, okay? Come on, let's go. (Cell phone ringing)",
        "[SCENE_BREAK]",
        "Josh: Hello? Yes, speaking. Yes, yeah. The veterans project in Tulsa, yeah, that's me. Could you repeat that, please?",
        "[SCENE_BREAK]",
        "Cassie: You want some?",
        "Tammy: The thought of you and Josh together pretty much killed my appetite.",
        "Cassie: Come on. Don't be like that. Don't you think I feel badly enough. Don't you think I know how other people would see this?",
        "Tammy: Forget other people, Mom, I'm thinking about Aunt Reva. (Phone ringing)",
        "Cassie: Hello?",
        "Josh: Hi. I've got great news. How fast can you get over here?",
        "Cassie: Could you maybe tell me over the phone? It's kind of late.",
        "Josh: It's the best news the H.B. project has ever had.",
        "Cassie: It's about the project? Well, of course, I will be right there. It's about the project.",
        "Tammy: The hospital. Yeah, I heard.",
        "Cassie: So... I mean, you can come with me. It's really good news, whatever it is. Or, um, would that be too weird?",
        "Tammy: Mom, come on!",
        "Cassie: Tammy...",
        "Tammy: I've got to go to Cedar's for a follow-up anyway.",
        "Cassie: Maybe I should go with you. Josh will understand if I...",
        "Tammy: No. No, you go ahead.",
        "Cassie: Tammy, are we okay?",
        "Tammy: I'll talk to you later.",
        "[SCENE_BREAK]",
        "Dinah: Come on, Buzz, what's the matter? Don't you know talent when you see it? You should charge a cover for this.",
        "Buzz: Honey, could you please get down?",
        "Dinah: No, honey, not until everybody sees it. Does everybody have their cell phones on with their cameras?",
        "Buzz: People are trying to eat.",
        "Dinah: Step up, folks! Step right up! You're going to behold convict bride! The convict bride! No bearded ladies or midgets here! No, folks, what you've got is a woman whose fiancé would rather rat her out to the feds than even walk her down the aisle! That's right, folks!",
        "Ashlee: Is it always like this?",
        "Buzz: More than you think.",
        "Dinah: Bring in the balloons",
        "Ashlee: Cool. When can I start?",
        "Dinah: I love it come on, everybody! Snap phones and take a picture of me! Take a picture of me because springfield.com, which happens to be the hottest web site out now, that hasn't humiliated me enough this week. That's right, in fact, we need to keep that trashy web site in business. So come on, take pictures. Buzz!",
        "Buzz: What?",
        "Dinah: Hit the radio, honey.",
        "Buzz: No!",
        "Dinah: (Humming sleazy music) (screams) Ladies and gentlemen, he's here. He's here. Honey, you're not going to miss the show at all!",
        "[SCENE_BREAK]",
        "Harley: I'd like to welcome you all our first Springfield mayoral debate between our candidates, Assistant District Attorney Jeffrey O'Neill and our current first lady Blake Marler. (Applause) I'd also like to welcome our at home audience who will be watching the debate via live internet simulcast. We begin with opening statements. Mr. O'Neill, you won the coin toss.",
        "Jeffrey: Thank you. Ladies first.",
        "Harley: Ladies first, Mrs. Marler.",
        "Blake: Thank you. Thank you to the citizens of Springfield for all of your encouragement and support. I will represent you because I am one of you. And I promise to continue the legacy of my late husband, Ross Marler. (Applause) I believe in good old-fashioned family values. Not as a political platform, but as a way of life. Thank you. (Applause)",
        "Harley: Thank you. Mr. O'Neill.",
        "Jeffrey: Thank you. Um... it's an honor to be here. While I haven't been a citizen of Springfield all that long, I have come to love this place and the people in it. Yes, I have ideas, new ideas, but I also respect the history of this wonderful town. A history of family and of honor and I think even Ms. Marler would have to agree that this town needs a mayor who can uphold the office with dignity and grace.",
        "[SCENE_BREAK]",
        "Michelle Ray Smith, \"Inside The Light.\" Ava is a little bit more easy going and passive than I am in real life so it's been a challenge for me to actually learn how to kind of... I don't know, tone myself down a bit, I guess. A secret about myself? I'm a product junkie. I have more products than Duane Reed, hair products, skin products, lotions, you can't imagine. See Ava Wednesday, August 2, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Blake: Mr. O'Neill, are you implying only a man can do the job this difficult? (Laughter)",
        "Jeffrey: No, I'm just saying a job requires a man to keep his balance. (Laughter)",
        "Blake: I assure you that women can be very flexible. (Laughter)",
        "Jeffrey: I can assure you that I have particular skills that can get the job done. (Laughter)",
        "Blake: No one is arguing your skills, Mr. O'Neill. (Laughter)",
        "Jeffrey: I'm just saying, you know, that we should come together to... (laughter) ...Reach a common goal and that we should continue to cooperate. (Laughter)",
        "Man: Is this the spirit of cooperation you were referring to?",
        "Harley: Cut it! Cut it! Cut it! Uh, obviously we... are experiencing some technical difficulties.",
        "Man: Are you saying we didn't see what we just saw?",
        "Harley: I'm saying the debate will be rescheduled for a later date. Thank you, good night. (Laughter)",
        "Blake: I don't believe this. I don't believe this! I have kids. This thing is going to be everywhere.",
        "Gus: You should have thought about that before you became amateur filmmakers.",
        "Jeffrey: We didn't make the tape, Gus.",
        "Gus: Really? Who did, then?",
        "Jeffrey: That's what the Springfield Police Department needs to find out. I'm going to personally prosecute this person... whoever is behind this \"Springfield Burns.\"",
        "Harley: What are you thinking?",
        "Gus: I'm thinking it would make a great hands-on instructional video.",
        "Harley: I'll get a copy.",
        "Gus: That a girl. I'm thinking we're not dealing with an amateur here.",
        "Harley: They're not just after Dinah. Everybody's fair game.",
        "[SCENE_BREAK]",
        "Dinah: Ladies and gentlemen, I'd like to direct your attention to the front door where we have our very next act. Pay attention, we have the two- faced man!",
        "Mallet: Thanks for the call, Buzz, I'll take it from here.",
        "Buzz: I'm counting on it.",
        "Ashlee: Um, I know I really freaked out that lady, but can I still have the job?",
        "Mallet: That's it people, go back to whatever you're doing. Show's over. There's no show.",
        "Dinah: Oh, says who?",
        "Mallet: Come on, baby, get down.",
        "Dinah: No, you need to come up.",
        "Mallet: I'm not doing this right now. Come on.",
        "Dinah: We can be like a bride and groom on top of a wedding cake that we're never, ever going to have thanks to you.",
        "Mallet: You know what, you can stand up here and do your little freak show, okay? But whoever posted that, this jerk who posted these pictures on the web, you're giving them exactly what they want.",
        "Dinah: Reverse psychology? Is that all you've got? Honey, I've got to tell you, you're not going to make a very good police negotiator. How would you handle a common criminal? Oh, wait, I am one!",
        "Mallet: You're stopping now.",
        "Dinah: I'm not stopping. You didn't stop, you filed one, right after another. In fact, I'm glad that we're not going to be married because you're going to have way too much paperwork in the first year.",
        "Mallet: Oh, man. Ow!",
        "Dinah: Oh! What are you going to do? Are you going to write me up? Come on, my public wants me!",
        "[SCENE_BREAK]",
        "Reva: You said that we were going to do this my way. This is not my way.",
        "Billy: Shh, it's a hospital you have to keep your voice down.",
        "Reva: You know what? If I were feeling a little stronger, Billy, I'd kick your butt for bringing me here.",
        "Bill: If you were feeling stronger, I wouldn't have brought you here.",
        "Reva: But here, Billy. No one can know I'm home yet.",
        "Billy: Darling, you need to see a doctor.",
        "Reva: I'm tired, it's not the cancer.",
        "Billy: Okay, well then you can say \"I told you so\" once you've seen the doctor. Come on.",
        "[SCENE_BREAK]",
        "Cassie: Yes, I have feelings for him.",
        "Josh: I heard your car pull up.",
        "Cassie: Yeah, I...",
        "Josh: Listen, listen, listen! Tonight has been... um... what's a good word? Interesting so far. And I thought to myself for a minute maybe I shouldn't call Cassie and have her come over here for this, but then I thought wait a minute, wait a minute. I have dragged her into every lousy thing that has happened on this project. I mean, deadlines that weren't met and funding didn't come through. Then this great thing happens, what am I supposed to do, keep you out of the loop?",
        "Cassie: What is it?",
        "Josh: We're made.",
        "Cassie: What?",
        "Josh: We're done, Cassie, we're on a map! (Laughter) (Cassie screams) (Laughter) Um... okay, okay. All right, here's what happened. I got a call from the Intrepid Mid-Museum Foundation who are building that big massive rehabilitation in San Antonio, Texas. Which is being funded by the Intrepid Fallen Heroes Fund.",
        "Cassie: Wait a minute, the Intrepid Museum as in the aircraft carrier? They know about us?",
        "Josh: Yes, yes, they do. This is a group of veterans and they volunteer on the Intrepid and they have agreed to a grant that will basically finance the completion of phases one and phase two.",
        "Cassie: You are kidding me!",
        "Josh: Man!",
        "Cassie: That is H.B.'S dream come true. That's everything you've worked for.",
        "Josh: It's everything that we've worked for! Okay what did... what are we doing?",
        "Cassie: We are fighting the urge to hug it out, I think.",
        "Josh: Right. Cassie, you are the one who's been by my side through this whole thing from the very beginning and...",
        "Cassie: Yeah, so, what does that mean as far as celebration protocol?",
        "Josh: I don't know, actually. (Laughs) Especially after what happened in the pond.",
        "Cassie: Oh, the... you saving my life thing?",
        "Josh: No, the other thing.",
        "Cassie: Cancel that. There are some press releases that need to be written for tomorrow's morning shows.",
        "Josh: Yeah, you know what? Why don't you and R.J. Come with me to the Greek festival thing that Buzz is sponsoring. I've already arranged for a booth and that would be a great time and place to announce this grant.",
        "Cassie: So it would be just strictly business?",
        "Josh: Yeah. Unless it's not. I mean, what... what if it's not?",
        "Cassie: (Laughs) Well, what if people talk?",
        "Josh: What if they do? I can deal with that.",
        "Cassie: Well, if you can, I can. (Laughs)",
        "[SCENE_BREAK]",
        "Reva: I am better! I'm not messing with you, Billy. I'm getting a second wind.",
        "Billy: The color came back to your face.",
        "Reva: See, I told you, it was just the traveling. And coming home and not yet really being home because I feel like I'm stuck in limbo.",
        "Billy: Well, it's the limbo of your own making.",
        "Reva: I can't let Josh or anyone else see me. At least until I get some sleep, Billy, okay?",
        "Billy: Okay. We'll go back to the hotel. Come on.",
        "Reva: Good. But there's a stop I want to make first.",
        "Billy: Okay.",
        "Nurse: Everything okay?",
        "Tammy: I could have sworn I heard my Aunt Reva.",
        "[SCENE_BREAK]",
        "Harley: \"Springfield Burns.\" It screams vicious. Whoever's behind this web site, they're not just out to punish people, they're out to sabotage the election and who knows what else. Sound like anybody we know?",
        "Gus: Sounds like everybody we know. Hey, are you making an innuendo that it's my father?",
        "Harley: Who knows?",
        "Gus: It's not his style. When he goes after someone...",
        "Harley: He stabs them in the back.",
        "Gus: Look at you finishing my sentences.",
        "Harley: Sorry.",
        "Gus: No, it means we're back.",
        "Harley: Back like we're the best couple ever or we're the best partners ever? Come on, work with me!",
        "[SCENE_BREAK]",
        "Blake: You didn't know you had a camera in your bedroom?",
        "Jeffrey: You didn't know, either.",
        "Blake: It wasn't mine, it's yours? Do you tape yourself with other women.",
        "Jeffrey: Are you losing your mind?",
        "Blake: No, you're losing this election.",
        "[SCENE_BREAK]",
        "Gus: You know what? You've got yourself a new partner.",
        "Harley: Really?",
        "Gus: Yup. If I want to find this sick, twisted nut job and I want to do it together.",
        "Harley: Oh, you say the sweetest things.",
        "[SCENE_BREAK]",
        "Buzz: (Clears throat)",
        "Dinah: You're not going to do this again. You're not going to do this.",
        "Mallet: You know, I know it seems like sometimes that the world is out to get us, you know, that the world is out to hurt us.",
        "Dinah: You know what? You hurt me. You hurt me and I had to find out on that sleazy web site in front of this whole town, in front of my whole family, my friends.",
        "Mallet: You understand, though, that I had to file those reports to keep you out of prison. Do you understand that? Listen to me, do you understand that, that I had to come up with something? That I had to go to the feds and come up with something so I said I'd vouch for you.",
        "Dinah: Stop your cop talk!",
        "Mallet: To keep you out of prison.",
        "Dinah: No, no.",
        "Mallet: You knew what I was when you walked into this. You knew what I did for a living when you walked into this.",
        "Dinah: Somewhere along the line your priorities didn't change but mine did. I took my career and made it number two and we moved up to number one and I'm wondering if I even made your top ten list.",
        "Mallet: You come first with me always. You know that.",
        "Dinah: I don't believe you. I don't believe you. When I met you I was on rock bottom. And I wanted to stay there. And then you, you didn't cut me a break. You needed to be sweet and understanding until you wore me out.",
        "Mallet: So I'm supposed to apologize right now? I'm supposed to apologize for being good to you?",
        "Dinah: Yeah.",
        "Mallet: Oh, man!",
        "Dinah: Because suddenly I had hope. But you screwed that all up and I actually thought you had faith in me.",
        "Mallet: I have faith in you. Do you understand that? You have no idea. I have faith in you.",
        "Dinah: Girlfriends that I know and fiancés, they have love notes. Do you know what I get? \"Subject en route to San Gabriel.\"",
        "Mallet: Stop with this stuff! Stop torturing yourself, it's poison. Stop giving them the power, do you understand that? I love you! Hey, everyone, I love this girl! I love you. Hey, hey, look another me! I love you. Let's go home.",
        "Dinah: When I went to San Gabriel and I talked to Alan-Michael and I thought he killed my father, you reported me.",
        "Mallet: Yes, I had to.",
        "Dinah: Not him? Me? Why me?",
        "Mallet: I was worried what would happen if you took matters into your own hands.",
        "Dinah: Because then you think I'd be like before. Because that's always my MO, right? I'm crazy! You know what I think? I don't think you trust me.",
        "Mallet: Maybe you're right. Maybe I don't.",
        "[SCENE_BREAK]",
        "Gus: Uh-huh. I'm on the job. I'm the on the job.",
        "Harley: No, you're not. You just clocked out.",
        "Gus: We have to come up with a game plan.",
        "Harley: We have to get into the game plan. We're going to buy a camcorder and recreate the crime.",
        "Mallet: Aren't you on the job?",
        "Gus: Tell us, how did it go? Saw Dinah? How'd it go? How'd it go?",
        "Harley: You can't tell how it went?",
        "Mallet: There's no cream. That's great. There's no cream. How did it go? Uh, I'm not giving up on her, that's how it went. You know, whoever posted those police reports did a real number on us.",
        "Gus: Well, it really kind of looks like nobody's safe, if you want to know the truth.",
        "Mallet: Why, what happened?",
        "Harley: We'll fill you in.",
        "Gus: Or wait for the secret.",
        "Mallet: What's going on?",
        "Harley: The person behind the web site, they've kicked it up a notch. Now we have to also, the sooner we end this Springfield Burns thing, the better for everyone.",
        "[SCENE_BREAK]",
        "Break the hold, take the edge off all that noise, turn it down feel the quiet in between what you say and what you mean truth be told you can't hold back crash or burn and do it anyway why not now what's the wait take the fall and make it beautiful don't second guess the chance you take the final straw you pull is fate it's going down ready or not you'll never know if you don't try truth be told you can't hold back crash or burn and do it anyway why not now, what's the wait take the fall and make it beautiful truth be told, you can't hold back crash or burn and do it anyway",
        "Josh: (Laughs) Surprises. Yeah.",
        "[SCENE_BREAK]",
        "Billy: You couldn't wait to get out of here the last time.",
        "Reva: Shh!",
        "Billy: We've seen him. Are we going to go inside or are we going to stay outside?",
        "Reva: I haven't seen him this happy in a long time.",
        "Billy: Darling, you need your rest. Are we going or are we staying?",
        "Reva: It can't just be the project, Billy. I mean, look how happy he is. I wonder what it is.",
        "[NEXT_ON]",
        "Jeffrey: How did you get in here? Who are you and what the hell do you want?",
        "Blake: There's only one way to save both of our campaigns.",
        "Jeffrey: What's that?",
        "Blake: Go public.",
        "Ava: Let me guess. Springfield Burns.",
        "Dinah: And burns and burns."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=YAGAVTr2fh4"
}