{
    "Episode Summary": [],
    "Recap": [
        "Danny gave Harley and Blake a place on Fifth Street for Harley's Angels. Mel, still worried about passing the bar exam, told Jeffrey she was considering working for Harley's Angels instead of the DA's office. Jeffrey told Mel he couldn't understand why women do ridiculous things. Mel called him an elitist pig and told him it doesn't matter because she quits! Cassie took a break from work to have a romantic interlude with Edmund in the linen closet. RJ continues to call Jeffrey Daddy.",
        "Josh was upset that Reva wants to do her own readings on the air. Danny went to Eden's apartment and told her he doesn't believe it was an accident that Marah saw the photos. He also told her to back off \u0096 he will handle Tony and Salerno. Cassie told Jeffrey to drop the obnoxious act because she's on to him. Jeffrey told Cassie her hair looks like hell and made a pass at Reva when she walked into the lobby at The Beacon."
    ],
    "Recap Author": "Sylvia",
    "Show Title": "Guiding Light",
    "Transcript": [
        "reva: Go ahead, admit it. You think I made the whole thing up.",
        "Josh: Reva, if you tell me that you were in the ladies' lounge of the country club and you got an image of the attendant's late husband's black dog, who am I to question that, especially when you have hot coffee in your hands?",
        "Reva: Joshua, this was huge.",
        "Josh: It was a major breakthrough, right?",
        "Reva: Yes. And it just came flowing out. I mean, it was... I was able to interpret the messages, get the right feed, without the doubt, without the self-censoring. I was right, bud, and I went with it.",
        "Josh: I'm sure christopher was thrilled.",
        "Reva: You, on the other hand, I'm having trouble reading.",
        "Josh: Yes. What am I now, huh? Skeptical? Shocked? Jealous? None of the above, because you know what? I learned a long time ago not to be surprised when you do something extraordinary. Extraordinary is your normal. And I have to go. Excuse me.",
        "Reva: Where? Where are you going?",
        "Josh: Just out to do the pool. Shayne can't do it. He's got practice today.",
        "Reva: Oh, well, you know what? I have an idea. Why don't we go for a dip a little later? Swimsuits optional?",
        "Josh: I'll skim fast.",
        "Reva: (Laughs) holly, hi. It's me. I was wondering if you could come over here. Yes, now. It's about the psychic reading segment of the show. I'd like to make a little change in the format.",
        "Cassie: So, what's new in the world?",
        "Edmund: Not much in my little corner of it, I'm afraid.",
        "Cassie: Maybe we can change that.",
        "Edmund: Cassie winslow, what did you have for breakfast?",
        "Cassie: Good idea? Yes?",
        "Edmund: Um... Uh, all right. Where are your children?",
        "Cassie: Rj's on a play date and tammy took will to the park.",
        "Edmund: And what about your work?",
        "Cassie: I'm the boss. Meet me in ten minutes.",
        "Michelle: I still cannot get used to seeing cassie with edmund, voluntarily.",
        "Danny: Yeah, well, apparently edmund is a changed man.",
        "Michelle: If you say so. He's no danny santos.",
        "Danny: Hey, hey. Where's all this coming from?",
        "Michelle: Because you, you know, you practically gave that storefront on fifth street to harley and blake for their new business.",
        "Danny: Yeah, well, I figure if they can help people in that neighborhood who can't afford to hire detectives or fork over jumbo legal fees then they'll be good for the neighborhood and good for business.",
        "Michelle: Yeah. We.",
        "Danny: What? What do you mean?",
        "Michelle: We'll be good for business, because bill and i decided to go in together with harley and blake. We're going to be one big happy family-- or operation.",
        "Blake: Clear!",
        "Harley: We're not going to go through this every day, are we?",
        "Blake: Just got to get my skills back up to speed.",
        "Harley: Blake, you're at home with twins every day. This job should be a breeze for you.",
        "Blake: You know what? Fifth street can get pretty mean sometimes. What's the first rule? Always be alert to your surroundings.",
        "Harley: That's your first, second and third rule.",
        "Blake: That's right.",
        "Harley: This is a great space!",
        "Blake: I know. Isn't it? (Laughs) especially since danny santos gave it to us rent-free for six months, thank you.",
        "Harley: Yeah, but we're still going to have a lot of expenses.",
        "Blake: Yeah. Such as: Wireless telephone listening devices-- check; night- vision goggles-- check; playpen for when our kids are here-- double-check.",
        "Harley: Okay, but what we really need are paying customers.",
        "Blake: Well, the customers in this neighborhood don't have very much money.",
        "Harley: That's true. What they lack in money, we'll make up for in volume. Right? But seriously, now, we don't want people to think this is just another hare-brained blake... I mean, blake and harley scheme. Just kidding. We need to stay on top of the finances.",
        "Blake: And out of trouble.",
        "Harley: Yes. I really hope mel jumps on board with us. Wouldn't that be great? (Laughter)",
        "blake: To keep us in line?",
        "Harley: That too.",
        "Blake: Yeah. Well, we just have to wait and see if she passes the bar.",
        "Harley: Mel \"type a overachiever\" boudreau? There's not a chance that she will fail. None.",
        "Jeffrey: All right, and you've got to block off some extra time to prep for the kretchmer case, okay?",
        "Mel: Okay. And I've been doing some research and i think the \"bateman versus shays\" case would be a good one to cite for the premeditation aspect.",
        "Jeffrey: \"Bateman versus...\" That's brilliant. Nice work, dr. Boudreau, esquire.",
        "Mel: I'll only be esquire if i pass the bar.",
        "Jeffrey: Oh, you'll pass. I'm not worried about that. You'll pass.",
        "Mel: Speculation, counselor.",
        "Jeffrey: Well, listen... Did i or did i not hire you as my clerk?",
        "Mel: You did.",
        "Jeffrey: And am i or am i not a great judge... Don't even answer that. I am a great judge of character, of talent, of brains, of all the rest, so stop wringing your hands. You've got a great career ahead of you.",
        "Mel: It just might not be with your office.",
        "Jeffrey: Exact... Whoa, whoa, whoa, what? What was that?",
        "Mel: I've gotten another offer.",
        "Jeffrey: You've gotten another offer. Okay. I was waiting for something like this. I knew this would happen, so go ahead, tell me: How much are they offering you? I'll match it.",
        "Mel: It's not about the money. In fact, it's lousy money. It'll just give me a chance to make a difference.",
        "Jeffrey: Not that again.",
        "Mel: Harley cooper and blake marler have formed an investigative/legal assistance co-op for the fifth street neighborhood, and I'd be working directly with their clients.",
        "Jeffrey: (Laughs) what? You've got... And after all I've invested in you, now you're going to suit up for the other team and work for the bad guys?",
        "Mel: Poor is not synonymous with bad.",
        "Jeffrey: No, I didn't say... Well, now that you mention it, rich people don't go around robbing other people and stealing cars, do they?",
        "Mel: No, they just steal more money through mergers, acquisitions and tax loopholes.",
        "Jeffrey: Okay, dr. Boudreau. I'm afraid i was all wrong about you.",
        "mel: So, what are you saying? That defending people is inherently wrong? Or that poor people accused of a crime are inherently guilty?",
        "Jeffrey: Look, if you take up for these people...",
        "Mel: \"These people?\" Oh, right, the great unmonied masses.",
        "Jeffrey: Did I teach you to be so self-destructive?",
        "Mel: What is that supposed to mean?",
        "Jeffrey: That means that i have never met anyone in the history of the human race that has taken on such an unforgiving schedule, okay? And then you start questioning yourself: Why this? Why that? Now you want to defend the noble poor. It's like you just can't wait to fail at something.",
        "Mel: Who knows? Maybe I'll be a raging success as a public defender.",
        "Jeffrey: Sure you will, hm? With harley cooper and that hot, ditzy redhead.",
        "Mel: Oh. I see we're into the insult-to- the-injury part of the conversation.",
        "Jeffrey: Look, harley cooper may have done things by the book when she was with the P.D., But you watch. Now that she's crawled out from under her badge, she will use the constitution like a doormat. Hey, i know! Maybe you could defend her. Women!",
        "Mel: Oh, now it's about gender?",
        "Jeffrey: I don't even know why I take up with females. You know? It's one issue after another, one ridiculous issue after another. You know, if it wasn't this, you'd probably come to me and you'd be telling me you're pregnant or something.",
        "Mel: Oh, right. Now, that's a ridiculous issue. Creating life, building a family-- absurd! Why would I even consider having a child when i can dedicate every waking hour working for a sexist, elitist pig like yourself.",
        "Jeffrey: I am not elitist. And if you think i'm such a pig, fine. Just quit. Just get out of here.",
        "Mel: I'm out of here.",
        "Jeffrey: Oh, fine. Okay, go. Go. Throw away what's left of your nonexistent career, throw away a great opportunity!",
        "Mel: You know what? You should be thanking me, okay? Because I've saved you the burden of working with a self- destructive female. And by the way, your jab stinks.",
        "Michelle: Okay, that was weird.",
        "Danny: Hm? So, how's bill doing? I mean, first ben, and then this whole thing with tony and marah.",
        "Michelle: What? What thing?",
        "Danny: Them breaking up. You didn't know? I mean, I figured that marah would have told you.",
        "Michelle: No. What happened?",
        "Danny: (Sighs) it's stupid. It's a misunderstanding.",
        "Michelle: Well, it happened before. They'll get past it. I mean, tony and marah really love each other.",
        "Danny: I know, but this time there's an extra hitch. Eden.",
        "Michelle: She's after tony.",
        "Danny: You think? She'll never admit to it, but...",
        "Michelle: Oh, it's so obvious. She looks at him like he's the one.",
        "Danny: So, what about the way bill looks at you?",
        "Michelle: Honey, bill and i are friends. Really. Nothing more.",
        "Danny: Okay. Hey, you can't blame me for asking. What guy wouldn't want to be more than friends with the sexiest woman on earth?",
        "Michelle: Well, you play your cards right and you can be that lucky guy today.",
        "Danny: Why are you doing this to me? You know i have to go out of town. Can we be more than friends when i get home?",
        "Michelle: I guess so.",
        "Danny: Okay. I'll see you later.",
        "Michelle: I'm going to miss you.",
        "Danny: I'm going to miss you.",
        "Michelle: I guess this frees up my afternoon, though. I can go look at that new space with bill.",
        "Danny: Be careful, though. Make sure bill goes with you, because fifth street's still a little dicey. Okay?",
        "Michelle: Okay. Bill will watch out for me. Don't worry. You have a nice trip.",
        "Danny: I love you. I'll see you later.",
        "Michelle: Okay, love you.",
        "Danny: I'll call you.",
        "Edmund: (Whispers): Cassie. This is the fifth floor linen closet, isn't it?",
        "Cassie: Hi.",
        "Edmund: Nice towel.",
        "Cassie: It's 100% cotton. You want to feel it?",
        "Edmund: Very soft.",
        "Cassie: So are these. I was staring at your lips while you were reading.",
        "Edmund: Why? Were they moving?",
        "Cassie: A little. And a little more.",
        "Edmund: This is absolutely crazy, do you know that?",
        "Cassie: It's completely insane.",
        "Edmund: You're bringing out the bad boy in me again.",
        "Cassie: Prove it.",
        "Reva: In-depth investigative reporting is fabulous, four out of five days. But on that fifth day, on that friday...",
        "Holly: Otherwise known as the day of the psychics...",
        "Reva: Yeah. I mean, I still want arthur seacamp and christopher to be featured, but I thought maybe we might have a sidekick.",
        "Holly: Three woo-wooers now?",
        "Reva: Yeah, you know? Someone who, i don't know, can just kind of jump in and read a viewer or an audience member when the spirit moves her.",
        "Holly: Her?",
        "Reva: Yes. The third person happens to be a woman. Me.",
        "Josh: Hi, holly.",
        "Holly: Hey. I suppose you think this is a brilliant idea, too.",
        "Josh: Actually, this is the first I've heard of it. You want to go on the air, live, as a psychic?",
        "Reva: It's not a title I'd give myself or one that I'd use.",
        "Holly: No, you want to be the sidekick to arthur, the official psychic, and christopher, the scientific commentator.",
        "Reva: I think it would be a much stronger show if I took part.",
        "Holly: You're already a part of it. You're the moderator of the show.",
        "Josh: What exactly gave you this idea?",
        "Reva: The major breakthrough that i had?",
        "Josh: Yeah?",
        "Reva: It just seems like the next logical step is to use my gift more.",
        "Josh: By taking it public.",
        "Holly: I don't like it. I'm sorry.",
        "Reva: Now, wait a minute. You didn't like it when i suggested using arthur and christopher in the first place, but you agreed.",
        "Josh: Reva... Reva, don't you think this is putting a lot of pressure on yourself?",
        "Reva: Christopher says I'm ready.",
        "Holly: Well, if christopher says it's all right...",
        "Reva: More importantly, i feel confident now about the messages i get and the ability i have to interpret them.",
        "Josh: But what if you're on the air and you get one of these messages and you blow it, you know? You're completely wrong about it.",
        "Reva: That's a risk i'm willing to take.",
        "Holly: I'm not so sure I am.",
        "Reva: Oh, holly, I have a gift and i'm finally able to acknowledge it without flinching. Am i not supposed to develop it any further? What, am i supposed to go to parties and read people as a novelty act?",
        "Josh: Reva, i really understand you wanting to use your gift, but don't you think you're pushing it here?",
        "Reva: What, jumping into it headlong without thinking-- my favorite pastime?",
        "Holly: I've got an idea. Why don't we stick with these guys for friday, just for now, see how it goes, and then when the time is right, we'll discuss when you...",
        "Reva: What are you afraid of, huh? What is it? Are you afraid i'll read them wrong or afraid I'll read them right?",
        "Holly: Maybe a little of both.",
        "Reva: When I decided to go on the air live to flush out my stalker, you were afraid of that, too. That made you nervous. But...",
        "Holly: But it delivered the highest ratings we've ever gotten. I know.",
        "Reva: And i think the audience will respond to this the same way. In fact, i am sure of it.",
        "Holly: Oh, all right. I mean, who am i to stand between the show and stellar ratings. Go give it a try if it means so much to you.",
        "Reva: (Laughs) I love my boss.",
        "Holly: I'll see you there.",
        "Reva: Okay.",
        "Holly: Let me clear the driveway before you get to the knock-down, drag-out.",
        "Reva: This doesn't have to get ugly, does it?",
        "Josh: You're the psychic. You tell me.",
        "Harley: Okay, well, obviously we will need office furniture.",
        "Blake: Right.",
        "Harley: Phones, fax.",
        "Blake: Right.",
        "Harley: And a wi-fi platform so that our computer can interface the internet in real time, anytime.",
        "Mel: Wi-fi means wireless. I guess I could put my desk right over here?",
        "Harley: You're in?",
        "Mel: I'm here. (Laughter)",
        "harley: What happened with the bar?",
        "Mel: I haven't heard yet, but i have had it with jeffrey o'neill. He is such a pig. I quit.",
        "Harley: Well, the da's loss is our gain.",
        "Blake: This neighborhood's gain.",
        "Harley: So, seriously, what did he do to tick you off?",
        "Blake: I think he was just being himself.",
        "Jeffrey: Yeah, that's right. Yeah, we need another clerk. You heard me. What part didn't you understand. Yeah, there are only two job requirements, okay? One, that they work hard, and number two, that they not be a woman. Yeah, I know that's against the law, okay? I don't care. I'm tired of everyone's feelings.",
        "Rj: Daddy.",
        "Jeffrey: Oh, great. Listen, call me back when you line up some candidates, all right? Thanks. Hey, little man. How are you? Rj, remember yesterday when i explained to you about me not being your daddy?",
        "Rj: Daddy.",
        "Jeffrey: Well, listen, that's... Where's your mommy? Huh? Where's his mommy?",
        "Woman: I'm not sure. I had to bring rj back early. There's a problem at the play group site.",
        "Jeffrey: A problem. Great. Well, now I've got a problem, right?",
        "Rj: Daddy.",
        "Jeffrey: No, wrong again, rj. Listen. Come here. Come here, little man. You remember this? Huh? Yeah, remember that from yesterday? Well, you can play with it, okay? Go ahead. You can play with that. No. Over there. You know, no one in this town gets me. Why do you have to be different?",
        "Danny: Busy girl, aren't you?",
        "Eden: I was just leaving.",
        "Danny: Well, it looks like there's been a slight change in plan.",
        "Eden: What is this about?",
        "Danny: What is this about? A little theory of mine-- now that you're off the hook with these garden of eden murders, you can go back to your original project: Prying tony away from marah.",
        "eden: I did not break them up.",
        "Danny: Please. You showed those pictures to marah. What'd you think would happen?",
        "Eden: I didn't mean to show them to her. It was an accident.",
        "Danny: Uh-huh. Like so many things in your life.",
        "Eden: You know... Why should i tell you the truth? You're going to think I'm lying.",
        "Danny: Oh, no, no. Actually, I'm very interested to hear your version. See, i'd like to see if any of it matches up with what i already know.",
        "Eden: Just ask tony.",
        "Danny: I'm asking you.",
        "Eden: I'm not going to get into it with you, danny.",
        "Danny: In other words, you'll only go on the record with, \"it was an accident.\" I guess those pictures falling into your hands, that was an accident, too?",
        "Eden: You know what? Would you just stop it?",
        "Danny: Why? What's the matter? You scared?",
        "Eden: Not of you.",
        "Danny: Who, then? Salerno? (Laughs) what? Yeah, this is all his fault, is that it? You're just a poor innocent victim, a little helpless baby? You know, you're on the money about one thing, eden: I don't believe you.",
        "Bill: Hey.",
        "Harley: Hey, guys.",
        "Bill: What's going on?",
        "Harley: Well, look who's here.",
        "Blake: Well, michelle, you have to thank danny again. This space is fabulous.",
        "Michelle: Oh. Harley, you didn't tell them yet, did you?",
        "Harley: Well, so much has happened since yesterday, i didn't have a chance to tell them anything.",
        "Blake: Tell me what?",
        "Mel: And what happened yesterday?",
        "Harley: Okay, well, these guys want to start a hot-line, and I told them there was this great storefront space available for use.",
        "Blake: You're kidding.",
        "Mel: And they'd work with us?",
        "Harley: Well, why not? I mean, the whole point of this is to provide help to the people of the neighborhood, you know? Legal alternatives when they're in trouble. Well, why not also provide the kind of help that's going to keep that trouble from happening in the first place, right?",
        "Michelle: That's pretty much what sold us.",
        "Bill: Yeah.",
        "Blake: I love it. I love it.",
        "Mel: This is great, you guys. Because, i mean, the keys to really helping people are information and backup support, you know? I can't tell you how many battered women i've seen come into the er and then go right back to their abusive husbands because they didn't know what else to do.",
        "Michelle: Right, and that's where we would fill in the blanks.",
        "Harley: Exactly. Bring in the law, if need be.",
        "Blake: Is this going to be a great team, or what? (Cheering)",
        "cassie: I think this belongs to you.",
        "Jeffrey: Thank you. You can go back to your little rj now. Excuse me.",
        "Cassie: You know, it was so nice that you gave him something to play with.",
        "Jeffrey: Well, don't get carried away, okay? It was a bribe.",
        "Cassie: Luckily, you gave him the larger nesting doll instead of the itty- bitty one.",
        "Jeffrey: Luckily?",
        "Cassie: The itty-bitty one would have been a choking hazard and you wouldn't give something that dangerous to a four-year- old.",
        "Jeffrey: Well, we sure dodged a bullet there, didn't we? That's something else you probably wouldn't give a four- year-old, huh? A bullet?",
        "Cassie: See, a month ago, that comment would have made me crazy.",
        "Jeffrey: Well, I guess I must be losing my touch. Either that, or you're losing yours.",
        "Cassie: No. You're as rude as you ever were, but see, it doesn't bother me anymore. It doesn't. I'm not insulted, I'm not offended. In fact, i would like to treat you to tea.",
        "Jeffrey: You'd like to what?",
        "Cassie: Armand? We need to get mr. O'neill here some tea. And some biscuits, please. Thank you.",
        "Jeffrey: Armand? Tea? What, are you trying to bribe me now? What?",
        "Cassie: I'm just curious about a few things.",
        "Jeffrey: You are?",
        "Cassie: This obnoxious act of yours? How long exactly did it take you to perfect it? If that's the right word.",
        "Jeffrey: And what makes you think it's an act?",
        "Cassie: If it's not, you need medication. But I think it is. I also think you need to give it up because you're not fooling me anymore.",
        "Reva: Is that what you're really concerned about, that i might attract another stalker?",
        "Josh: I'm just saying that you have a habit of drawing a lot of attention to yourself, even if that's not what you intend.",
        "Reva: Well, most people would refer to that as \"star quality.\"",
        "Josh: Reva, just think for a minute about the kind of people who are going to be watching these readings, okay?",
        "Reva: Hopefully all kinds.",
        "Josh: Well, you know, there are a lot of people out there, thousands of people out there who are hurting and desperate and they're looking for something that's going to give them some kind of...",
        "Reva: Comfort?",
        "Josh: Comfort, yes. This kind of a show, this \"message from the other side\" kind of a show is exactly the kind of thing that they might get obsessive about.",
        "Reva: So, what is so terrible about that? Using my gift to give comfort, to give hope.",
        "Josh: Reva, you're a journalist. You're not the earth-mother of the world.",
        "Reva: Well, why can't i be both?",
        "Josh: If you have these guys on your show, you're presenting their story, right? But if you start doing the readings yourself, then you become the story and that's a whole different ball game.",
        "Reva: Look, i am a journalist. I dig for information, all that i can find, so i can get some sort of overall sense of the story. It's like putting together a mosaic.",
        "Josh: Putting together these images that...",
        "Reva: Yes. Reading people is the same thing. It is. You dig for the information so that you can put together the story.",
        "Josh: Okay, all right. How's this? Why don't you just wait a bit, okay? What holly suggested. Just wait and let the segment sort of grow on its own and that'll give you more time to practice...",
        "Reva: Because i'm ready now!",
        "Josh: Okay, this guy, arthur seekamp, is that right? You said he's a phenomenal psychic. What if he's there, he's doing his thing, he's on the ball, where exactly do you fit in?",
        "Reva: No two people get the same messages, nor do they interpret them the same way, so arthur and i would complement each other, not overlap.",
        "Josh: There's nothing i can say that's going to change your mind, is there?",
        "Reva: No.",
        "Josh: Okay. Well, I don't want to fight you, so...",
        "Reva: So, i guess you're just stuck with trusting my judgment.",
        "Josh: So, do it. Go for it. But just remember, there are going to be consequences.",
        "Reva: Oh, yeah. I'll remember that. But just for the record, i don't need your permission to do any of this, because if you recall, you didn't need my permission when you decided to sign our son's life away to the pros. But it would be nice to have your support.",
        "blake: I think we should use an open floor plan-- no partitions, no cubicles.",
        "Harley: I think it sounds great, except for one thing. People will be coming here telling us personal stuff. They're going to want some privacy.",
        "Mel: Yeah, but a conference room, even a little one, will take up a lot of space.",
        "Michelle: You know, bill and i can look at some office space upstairs. There's some vacant ones.",
        "Harley, blake and mel: No!",
        "Blake: We're going to do this together.",
        "Harley: Absolutely. We will make this thing work, just not right now because i've got to pick up my kids.",
        "Blake: Yeah.",
        "Harley: Ride home?",
        "Blake: Yeah.",
        "Mel: And you know, I should go, too.",
        "Bill: All right, see you.",
        "Mel: Good night.",
        "Blake: I can't wait to get this thing rolling. See you soon.",
        "Harley: Bye, you guys.",
        "Michelle: This is going to be so great!",
        "Bill: Yeah, yeah. It's great to have a new project, something to focus on. You know, we should get marah here to help decorate and fix the place up a bit.",
        "Michelle: Oh. Did eden tell you about marah and tony?",
        "Bill: No. What happened?",
        "Michelle: They broke up.",
        "Bill: What? Why?",
        "Michelle: Well, i'm not really clear on that, but danny seemed to think that eden might have had something to do with it.",
        "Bill: Ah. And why would danny think that?",
        "Michelle: I don't want you to be hurt by this, bill, but, i mean, eden and tony have been spending a lot of time together.",
        "Bill: All right, michelle, please, please. Come on, don't do this. Every time something goes wrong in this town, people point a finger at eden.",
        "Michelle: Are you positive that you can trust her? I just don't want her to hurt you, tt's all.",
        "Bill: Why are you so suspicious of her?",
        "Michelle: Bill, do you think that eden loves you the same way that you love her?",
        "Bill: Oh, all right. Let's talk about something else.",
        "Michelle: No, just answer me, bill. Just answer me.",
        "Bill: I don't know, michelle. I don't know. I only can go by what she tells me, that's all. Okay? I mean, you want to talk about trust, are you sure danny is as squeaky-clean as he claims to be?",
        "Eden: Here's what's my fault, was bringing tony to new york with me. I knew that vinnie would get jealous.",
        "Danny: And what? He'd try to take a shot at tony?",
        "Eden: No. You know how vinnie is.",
        "Danny: Yeah, I do. And I know that if he was still interested in you, he'd find out everything about your life, including who you live it with, and then he wouldn't be bothering tony, because he'd know your boyfriend is bill lewis. Unless...",
        "Eden: Unless what?",
        "Danny: You were putting out some different kind of vibe that salerno picked up on when you and tony spent the night at his house.",
        "Eden: You know what? I was into tony a year ago, all right? Nothing happened. That was that. So, I'm not that desperate, and i'm not an idiot.",
        "Danny: You moved on, to bill lewis.",
        "Eden: Yeah. Bill is a nice guy.",
        "Danny: So?",
        "Eden: So, you know what it's like dating someone that comes from a good, solid family. It's a step up.",
        "Danny: Hm. A step up to what? Respect? Status?",
        "Eden: Oh, come on. Don't tell me that doesn't turn you on.",
        "Danny: You want to know what turns me on? Knowing that i've got something good and real.",
        "Eden: Well, i've got that with bill, too.",
        "Danny: Really?",
        "Eden: Yeah. He makes me feel safe. Can michelle say that about you?",
        "Danny: I appreciate your concern for tony, but you can back off now. Got it? From this point on, I'll take care of him-- and vinnie salerno.",
        "Eden: Wait... What are you going to do?",
        "Danny: Whatever i have to.",
        "Cassie: So, where'd you grow up?",
        "Jeffrey: Where'd you learn how to do that? Princess school?",
        "Cassie: By the accent, i would say the northeast, but not new york.",
        "Jeffrey: Oh, yeah? Well, what do you know about new york?",
        "Cassie: You'd be surprised what i know.",
        "Jeffrey: You're right, i would be.",
        "Cassie: Why don't you have any children?",
        "Jeffrey: Who says i haven't?",
        "Cassie: You don't have any kids. Anyone can see that.",
        "Jeffrey: Oh, yeah?",
        "Cassie: Mm-hmm. See, you're not used to being on the receiving end of a questioning, are you?",
        "Jeffrey: You know what I'm not used to is wasting time like i am right now, okay? You want to get some information on me, i'll give you some, free of charge: I don't like tea. See ya.",
        "Cassie: I make you nervous, don't I, mr. O'neill?",
        "Jeffrey: No, you don't make me nervous, mrs. Winslow. I'm bored, okay? And whatever it is you did to your hair looks like hell.",
        "Cassie: Now i'm mad.",
        "Jeffrey: Reva. Reva shayne. How are you? Long time no see.",
        "Reva: Did you miss me, jeffrey?",
        "Jeffrey: I did miss you. That christopher langham's sure a man on top his game, huh? He must be a terrific teacher.",
        "Reva: He is. Now, how would you know that i was working with him?",
        "Jeffrey: Well, see, i was sitting there one night and i had a vision...",
        "Reva: Stop it!",
        "Jeffrey: I had a vision. No, arthur seacamp-- i'm working on a case with him-- he told me.",
        "Reva: Really?",
        "Jeffrey: Yeah, a murder case. We were looking for the victim's body and artie led us right to a field and we found the body but it wasn't the right body. Now I've got two murder cases sitting on my desk. You know, I'm afraid to ask artie for any more help because the morgue's too full.",
        "Reva: These murder cases?",
        "Jeffrey: Mm-hmm?",
        "Reva: Do you find them a laughing matter?",
        "Jeffrey: Can we have lunch sometime?",
        "Reva: Because?",
        "Jeffrey: Well, because i think we should get together, you know, and feel each other out. Maybe I can put you to work.",
        "Cassie: This is unbelievable.",
        "Edmund: Is everything all right?",
        "Cassie: No. That jerk is hitting on my sister.",
        "Reva: I'm sorry, but lunch is going to have to wait. I'm involved in a new project right now that's going to take up a lot of my time.",
        "Jeffrey: Oh, really? What's the project?",
        "Reva: Why are you interested?",
        "Jeffrey: Because, reva, you're one of the few women in this town that has half a brain that i can talk to.",
        "Reva: You know, i always thought I had a whole brain. Excuse me.",
        "Cassie: That is sick.",
        "Reva: What is?",
        "Cassie: Jeffrey o'neill, hitting on you.",
        "Reva: Cassie! Jeffrey o'neill is not hitting on me.",
        "Cassie: Oh, come on. Don't be so naive, reva.",
        "Reva: Excuse me. Would you mind giving us a moment alone?",
        "Edmund: Don't let either of them get to you.",
        "Reva: Cassie.",
        "Cassie: Don't tell me to calm down, okay, because jeffrey o'neill is mean, he's rude and he's demeaning.",
        "Reva: Well, he just paid me a compliment.",
        "Cassie: Yeah. Because he wants to suck you in.",
        "Reva: You have more trouble with him than I do.",
        "Cassie: I don't want you getting close to him.",
        "Edmund: Mr. O'neill?",
        "Jeffrey: Yeah?",
        "Edmund: You have quite a talent for making enemies. I'm impressed.",
        "Jeffrey: Well, you know what i'm impressed with? Reva shayne. She's so much brighter than her sister.",
        "Reva: Jeffrey wanted to talk to me about work.",
        "Cassie: Oh, please. Work.",
        "Reva: You know what? If anyone's blind here, it's you, about him.",
        "Cassie: I guess we have nothing else to say to each other.",
        "Reva: Cassie, i've told you this before. I cannot condone edmund or his behavior and i will never, ever accept him as a part of your life. Now, i apologize for the way that comes out of my mouth, but it's just hard for me to know that the two people that i love in this world are both questioning my judgment on the same day.",
        "Cassie: Josh.",
        "Reva: Yeah. I'm going to do a psychic reading segment on my show-- in fact, I would like to do some of the readings myself. Josh doesn't think it's a good idea.",
        "Cassie: And you wouldn't give it up.",
        "Reva: Why should I? One day, the two of you will have a little faith in me.",
        "Michelle: Bill.",
        "Bill: Mm-hmm?",
        "Michelle: Danny is not the same man that he was.",
        "Bill: Well, are you sure about that?",
        "Michelle: Yes. Yes. He's proven it to me over and over again that in the end, he's going to make the right choice.",
        "Bill: Even if he has to take a few shortcuts along the way, right?",
        "Michelle: (Sighs) okay, if we're going to work together, you can't talk to me about danny like this.",
        "Bill: Well, you were pretty free to tear into eden.",
        "Michelle: I told you, i worry about you.",
        "Bill: All right, look, i worry about you, okay? But that doesn't make it any easier to take, does it?",
        "Michelle: No.",
        "Bill: Look, eden's had a rough life, okay? And I just want to smooth things out for her, and i know I can. Just like you're sure that you can make a good life for danny, right?",
        "Michelle: Right.",
        "Bill: Right. Well, here's the deal: We're going to keep our work lives and our personal lives separate.",
        "Michelle: Deal.",
        "Salerno: Danny. Nice to see you.",
        "Danny: Maybe not.",
        "Salerno: Is there a problem?",
        "Danny: Just one: If you mess with my cousin tony, you're messing with me.",
        "Josh: Next, on \"guiding light.\"",
        "Danny: I don't like doing business this way, but if this is how you're going to play, yeah, I'll sink to your level.",
        "Marah: I do love you, but we can't be together.",
        "Bill: Eden, tell her you had nothing to do with breaking tony and marah up. This has been \"guiding light.\""
    ],
    "Transcript Author": [
        "Provided by Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=PdNvv07I22s"
}