{
    "Episode Summary": [],
    "Recap": [
        "As Olivia, Alan, Gus and the Springfield police continue their hunt for Lizzie, she turns up at Ravenwood to ask her father for help. Phillip soothes the crying baby and bonds with his two daughters until Olivia arrives, enraged. Olivia laces into Lizzie but Phillip rouses to Lizzie's defense. Alan, Beth and Gus arrive and Olivia tries to get Lizzie prosecuted for kidnapping, but Phillip thwarts Olivia by taking full responsibility for Lizzie's actions. Olivia is furious with him and Lizzie but can do nothing further. Danny is behind in the early exit polls on Election Day. Bill has lined up an exhausting agenda for the day to turn it around, starting with interviews. Danny arranges a secret romantic evening for him and Michelle to be alone in Cassie's honeymoon suite when the returns are in. Reva and Josh worry about Marah's sense of disconnection from reality. Marah takes the news that Carrie is alive very badly, at first flipping into denial and then panicking and leaving the house. Marah goes to Jeffrey's room where he comforts her. Cassie wonders why Reva is ok with Marah and Jeffrey's relationship and Reva explains that he makes Marah feel safe. Later, Reva summons Christopher to the house, telling him that because he lied to her, he owes her and they have to help Marah, now."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Josh: Coffee's ready. I think marah might be up and about, too.",
        "Reva: Ah.",
        "Josh: You know, she was pretty out of it yesterday when the grand jury handed down that indictment against her. Maybe... maybe the news that carrie's alive will jolt her back to reality.",
        "Reva: Or it will send her deeper into shock.",
        "Josh: Well, either way, we have to tell her.",
        "Reva: Well, better us telling her than someone else. Still...",
        "Josh: I'm worried about... about how we're going to prove to doris wolfe that carrie really is alive.",
        "Reva: Well, we have to. Otherwise, marah will go on trial for murder. Good morning.",
        "Marah: Is it?",
        "Reva: Sweetie, there's something we have to tell you.",
        "Marah: Uh-oh, more bad news.",
        "Reva: Well, I don't really know how you're going to take this. Carrie's alive.",
        "Danny: Can you get me some coffee? Okay.",
        "Jeffrey: Yeah, everything's in place. It's what we've been waiting for. I'm looking at him right now. Absolutely. Danny santos is perfectly positioned. I'll get back to you.",
        "Bill: (Whistling) uh, yawning? My candidate does not yawn.",
        "Danny: Give me a break. The sun isn't even up for 20 minutes yet. Why did you have me get up so early?",
        "Bill: A little thing called election day?",
        "Michelle: Oh, that's what's going on.",
        "Bill: That's cute. Very cute, very cute. Hey, today is not a day off, all right?",
        "Danny: Bill, the election's over.",
        "Bill: But the work isn't, okay? Not until the polls closed.",
        "Danny: Let me guess. More interviews, more photographers. Where are they?",
        "Bill: Smart guy. He's a very smart guy. And this is why... this is why i am voting for him.",
        "Michelle: So you really think people haven't made up their minds about who they're voting for yet?",
        "Bill: Well, they better not have. These are yesterday's poll results. And, well, you're behind by a significant margin.",
        "Danny: Let me see.",
        "Bill: But no worries. No worries here. Take a look.",
        "Danny: Listen, I ran the best race I could. I did.",
        "Bill: Whoa, whoa. That sounds, you know, pretty much like a concession speech here.",
        "Danny: Well, the numbers speak for themselves.",
        "Bill: Well, you've got a whole day to rock the political world, okay?",
        "Michelle: In other words, we need a miracle.",
        "Olivia: Cassie, I missed your call. You heard from lizzie? When? What did she say?",
        "Cassie: Tammy woke up this morning and she realized she had some messages on her phone.",
        "Olivia: From lizzie?",
        "Cassie: Yes.",
        "Olivia: Do you know where she was calling from?",
        "Cassie: Here.",
        "Olivia: What?",
        "Cassie: Apparently she was on the grounds.",
        "Olivia: With emma?",
        "Cassie: Yeah. Security found this about ten minutes ago.",
        "Olivia: Oh, god. She was probably right outside when I was here with you. What is lizzie doing to my daughter?",
        "Cassie: Olivia, don't torture yourself. Don'T.",
        "Olivia: I've got a deranged teenager who tried to kill me, who has my baby girl. I'm worried. Where's tammy?",
        "Cassie: She's with her friends looking for lizzie. If there's anything I can do to help you...",
        "Olivia: You can'T.",
        "Edmund: Trouble?",
        "Cassie: Olivia's baby didn't die. Olivia's been hiding her out here in springfield. Lizzie found out, kidnapped her, and it's all my fault.",
        "Alan: Well, you can handle it. Do whatever you have to do. I cannot take care of the company and the family all by myself. Now, you're going to have to help me. I will call you later. Goodbye. Any news?",
        "Gus: Yeah, I found this receipt. It's from one of those 24-hour joints that sells everything, you know, and they apparently sold one of those infant carriers at about 11:30 last night. And that's not one of your typical late- night purchases.",
        "Alan: It had to be elizabeth.",
        "Gus: Mm-hmm. I got them calling the manager that works late at night, and they're going to give us a description of the customer.",
        "Alan: Oh, man. My two granddaughters out there in the middle of the night all alone. Gus, we have got to find them.",
        "Lizzie: Daddy.",
        "Phillip: Lizzie. What are you doing here? It's early.",
        "Lizzie: Daddy, I'M... I'm sorry, okay. I'm so sorry.",
        "Phillip: Honey, you're shaking.",
        "Lizzie: Daddy, I did something terrible.",
        "Jeffrey: Excuse me. Hello, everyone.",
        "Michelle: Good morning, jeffrey.",
        "Danny: Hey, o'neill.",
        "Michelle: You're up awfully early.",
        "Jeffrey: Well, I wanted to be among the first to wish your husband good luck today.",
        "Danny: Ha ha. Thanks, I need it.",
        "Michelle: Well, good, good. You can keep him company while i go check in with the sitter, since robbie was still sleeping when we left.",
        "Jeffrey: Ooh, robbie. Too bad he's not old enough to understand what an important day this is for his old man.",
        "Danny: Actually, I'm glad he is. That way he won't realize what's going on when I lose.",
        "Jeffrey: What are you talking about?",
        "Danny: Oh, it doesn't matter. So I'm glad to see you, because regardless of what happens, i want to thank you for your support.",
        "Jeffrey: Oh.",
        "Danny: No, really. You and I didn't really know each other very well when i started this campaign, and you took a chance by endorsing me.",
        "Jeffrey: Well, you know me. I like living on the edge.",
        "Danny: Yeah, well, thanks. I do appreciate it. This has definitely been a learning experience.",
        "Jeffrey: Well, you're talking like someone who's already decided that it's over.",
        "Danny: Just trying to be realistic.",
        "Jeffrey: Well, now, listen... all right, listen to me. I've been around politics a little longer than you have. I've got kind of a feel for these things.",
        "Danny: You do?",
        "Jeffrey: Yeah. And I am positive that you're going to win. Mark my words.",
        "Danny: Well, those are big words.",
        "Jeffrey: I stand by them.",
        "Danny: Okay, well, we'll see.",
        "Jeffrey: See you later.",
        "Danny: We'll see. See you later. Well, well, well. So, get this. According to jeffrey o'neill, we're still in the running.",
        "Michelle: Hey.",
        "Bill: See, I always liked that guy.",
        "Danny: Yeah.",
        "Bill: At least I do now.",
        "Danny: Right.",
        "Bill: And that's true. You are still in the running. That's what I want to hear. Come on.",
        "Danny: Sure, we just need a little divine intervention.",
        "Michelle: Right.",
        "Danny: Is that what it's called?",
        "Michelle: Mm-hmm.",
        "Bill: Well, unfortunately god is not a registered voter here in springfield, but the working class, on the other hand.",
        "Michelle: Oh, right. They're the key to danny's rocking the political world?",
        "Bill: I like how you say that. I like that, that's it. And if you can get your support based on the polls in masses, next mayor of springfield, right here, danny santo.",
        "Danny: Right. And how do we do that? We get my name and my face out to the voters. So tell me, how many interviews have you lined up?",
        "Bill: Well, that depends. How many afternoon newscasts and papers are there? Come on. They're at olivia's right now waiting for you.",
        "Danny: What?",
        "Bill: Let's go. Come on.",
        "Danny: Oh, boy. All right, I'm going to need a lot more this.",
        "Bill: Don't worry about that. I got coffee all lined up.",
        "Edmund: So olivia's baby didn't die. How could she have kept this a secret this whole time. How did you keep it a secret this whole time? You acted as though...",
        "Cassie: The baby was dead? And I was helping olivia get over the tragedy. Yeah, I know. I went along with the whole thing.",
        "Edmund: So you both lied about this?",
        "Cassie: Can you blame her? She was trying to protect her daughter?",
        "Edmund: From what? The spauldings?",
        "Cassie: One of them. Lizzie.",
        "Edmund: Oh, cassie, please. I know lizzie terrorized olivia the entire pregnancy, but...",
        "Cassie: I know. I thought the same thing, I did. I thought olivia was taking it way too far. I told her she needed to tell phillip the truth. And part of the reason he had his breakdown and he was put in the hospital was because he couldn't handle the death of his child.",
        "Edmund: Okay, so I assume you told olivia how you felt about all of this?",
        "Cassie: I did more than that. I told her either she was going to tell phillip the truth or i would.",
        "Edmund: Did she?",
        "Cassie: Well, yeah, she did. But she was right. Lizzie found out about the baby, freaked out, and kidnapped the little thing.",
        "Edmund: Wait, and you know this for a fact?",
        "Cassie: Well, lizzie's gone. Emma's gone. Lizzie has left frantic messages on tammy's cellphone. I mean, it doesn't take a lot of brains to put the pieces together. God, I can't believe how naive i was.",
        "Edmund: Cassie, you can't blame yourself for this.",
        "Cassie: Yeah, watch me.",
        "Edmund: Cassie, you are not responsible for the actions of a clearly unsettled little girl.",
        "Cassie: Edmund, I knew how much lizzie hated olivia. I should have realized that this was going$to happen, okay?",
        "Edmund: Cassie.",
        "Cassie: Look, this whole thing is my fault. If anything happens to olivia's baby, I will never forgive myself.",
        "Phillip: Okay, what happened? What did you do?",
        "Lizzie: Well, see, I tried to make her stop crying and I... everything I tried didn't make any difference. And I didn't know what she wanted or what was wrong. And I just wanted us to be together, daddy.",
        "Phillip: Slow... slow...",
        "Lizzie: And I thought it was going to be so easy, but it wasn'T.",
        "Phillip: Honey, slow down. Help me understand. Who was crying?",
        "Lizzie: The baby, daddy. Your baby.",
        "Phillip: Emma?",
        "Lizzie: Yes. You're right, daddy. You're right, she isn't dead. Emma's alive, okay? I proved it. And you would have been so proud of me. I actually found out olivia's secret.",
        "Phillip: You saw emma?",
        "Lizzie: Yes, daddy. I went to her house, and then all of a sudden I see this little baby and I thought, \"i just got to get you out of here.\" And so I did.",
        "Phillip: Oh, honey. That wasn't the right thing to do.",
        "Lizzie: Well, it's not like she did the right thing either. I mean, she kept your baby from you, dad. She told you she was dead. How sick is that?",
        "Phillip: Okay, okay. Where is she now? (Baby crying) that's emma?",
        "Lizzie: She's going to wake everybody up in this whole place.",
        "Phillip: Go get her. Go get her. Oh. Oh, god.",
        "Lizzie: God. Daddy, I tried everything. I changed her, I fed her, i rocked... oh, I forgot to rock her.",
        "Phillip: How are you doing? Everything's okay.",
        "Lizzie: I don't know what's wrong.",
        "Phillip: Hey, sweetie. Oh, no, were you crying? Were you crying? I know. There's so much to cry about. There's so much that's not right.",
        "Lizzie: See, I knew you'd know what to do, daddy. You did. This just... this just proves it, you know. She should be with you, not olivia.",
        "Phillip: It's okay. Everything's okay.",
        "Lizzie: Daddy, I'm sorry.",
        "Phillip: It's okay, it's okay.",
        "Lizzie: Daddy, promise you'll forgive me, please.",
        "Phillip: Don't cry, don't cry. It's okay.",
        "Gus: Listen, I know it's been a long night. I know we don't know where the girls are yet. But if she bought that infant carrier, that's a very good sign.",
        "Alan: Yeah. Well, it's a sign that she's looking after emma. That's a good sign.",
        "Gus: Yes, exactly. (Cell phone ringing)",
        "Gus: You going to get that?",
        "Alan: Oh, what now? Yes? We're fine. Send a memo. Word it however you want to word it, alexandra. Just send me a copy and also one to legal and human resources. Now I have got to go. Good-bye! Where were you?",
        "Gus: You still trust her?",
        "Alan: Alexandra?",
        "Gus: Yeah.",
        "Alan: Sure. I mean, she's my sister.",
        "Gus: Even though she tried to push you over the edge?",
        "Alan: Look, I think she's as typical as any other sister, gus. I mean, you know, she will come after me with a hammer if it serves her. But now if someone else comes after me, believe me, she'll be around.",
        "Gus: Mm-hmm. So she's protective and combative; nice.",
        "Alan: Yeah. That's family.",
        "Gus: Yeah, that's family. That's the spaulding family. I'm thinking to myself, maybe lizzie got the idea to go after olivia just by watching her family.",
        "Alan: Look, I can't be concerned about that right now. The only thing I am concerned with is the safety of emma and elizabeth. Until we get them back, nothing else matters. Now, I thought you said that the store manager was going to call you back or something?",
        "Gus: I got a couple of guys downstairs watching out, so if lizzie shows up, we would be the first to know. Let's just go talk to the guy ourselves.",
        "Alan: All right.",
        "Marah: No. No, that can't be true.",
        "Reva: I saw her, marah, with my own eyes.",
        "Marah: Well, you were having a vision or something. It was something from the other side. Carrie's dead.",
        "Josh: Sweetheart, no.",
        "Marah: I shot her.",
        "Reva: No. You shot her, yes. But she's alive. Harley and I found her.",
        "Marah: Where?",
        "Reva: In a tunnel under the fairgrounds.",
        "Josh: You only wounded her, marah.",
        "Reva: She pretended like she was weak, but she somehow managed to knock me out and get away.",
        "Marah: No, no, you guys are making this up.",
        "Josh: No, look, this could be a good thing.",
        "Marah: A good thing? Carrie loose in the tunnels is not a good thing, dad.",
        "Josh: What I mean is this, though-- yesterday the grand jury saw fit to hand down an indictment against you for murder. Now, there can't possibly be a murder if no one died.",
        "Reva: I saw her. Harley saw her, too. She's a law enforcement professional. Her testimony might make all the difference.",
        "Marah: It might. No, I saw carrie. I saw her fall.",
        "Reva: Sweetheart, she set it up.",
        "Marah: No. I know what you're doing. I know what you're doing. You're doing the same thing dad was doing.",
        "Reva: What?",
        "Marah: You're lying. You're lying to protect me to keep me from going to trial. Well, you know what? It's not going to work, all right? Let's just everybody face it because I am a killer.",
        "Reva: Marah, you didn't murder anyone. And no one, no one can fault you for trying to protect your father from a dangerous woman.",
        "Marah: No, she cannot be alive.",
        "Reva: Well, you know what? Part of me wishes I were making it up.",
        "Josh: Look, the reality is she survived. Now, she was probably able to do that because she planned this thing from the beginning, for one of us to shoot her. That's how obsessed she was.",
        "Reva: She had it all set up in her mind. She as much as admitted it to me on tape.",
        "Marah: There's a confession?",
        "Reva: Yes. She confessed to luring you and marina and michelle to the fairgrounds. And to get you to play along, she drugged the three of you with antimonious. It was in the rings she gave you. You can't be responsible for what happened that night. Carrie is not the true victim of that shooting, sweetheart; you are.",
        "Josh: Marah, carrie had been planning this revenge for 30 years. There's no way you could have been a match for her. But together she can't fight all of us, especially now that we're on to her in the way that we are.",
        "Marah: So she's in the tunnels.",
        "Josh: What?",
        "Marah: She's out there. She's out there. She's just watching and she's waiting.",
        "Reva: She's hurt, marah.",
        "Marah: No, mom, she managed to hit you over the head and knock you out, didn't she?",
        "Josh: Marah, you got to take it easy.",
        "Marah: No, I can't take it easy, dad. She's out there. She's just... she's sitting, waiting. She could probably be in a tunnel under this house right now listening to us. Carrie? Carrie, do you hear me?!",
        "Reva: Marah, honey, stop.",
        "Marah: No.",
        "Josh: Look, wait a minute. Who are you calling?",
        "Marah: I have to call marina and michelle. I have to warn them.",
        "Josh: Give me the phone. Let me do that for you, okay?",
        "Marah: I can't stay here. I can'T.",
        "Reva: Marah, wait.",
        "Marah: No, she knows where i am. I'm going to have to go somewhere safe.",
        "Reva: I'm going to go with her. You stay here and make the calls.",
        "Lizzie: Daddy, I couldn't help it. I had to take her. I mean, look at her. She's so sweet and innocent. I couldn't have left her there knowing that she had some mom who's the worst witch in history, dad.",
        "Phillip: You know, olivia's going to be so mad.",
        "Lizzie: Yeah, daddy, I know. She's going to go more bizerk than she is already. And I'm sorry. I know you wanted me to get along with her, but, daddy, i just can'T. She ruins everything.",
        "Phillip: She ruins everything.",
        "Lizzie: She does. I'm sorry, but it's true. Daddy, I hate her so much.",
        "Phillip: I understand.",
        "Lizzie: I don't know. Maybe this could turn out to be a good thing.",
        "Phillip: That would be nice.",
        "Lizzie: You know, I know olivia doesn't really like me right now. But maybe... maybe this will prove that I'm not so bad. I mean, I was with my little sister all night long. I didn't hurt her. She doesn't look hurt, right?",
        "Phillip: No, she looks pretty happy to me.",
        "Lizzie: Yeah. And I fed her and I kept her warm.",
        "Phillip: I'm sure. I'm sure you did.",
        "Lizzie: So...",
        "Phillip: Who's that?",
        "Lizzie: Does that mean you're going to help me, right? You're not going to let olivia get me arrested or send me away or anything?",
        "Phillip: Shh. Everything's going to work out, honey, okay?",
        "Lizzie: I love it when you say that.",
        "Phillip: (Giggles) whose finger have you got? You know, you used to do that when you were a baby. You used to take my finger just like that.",
        "Lizzie: She is cute, isn't she?",
        "Phillip: She sure is, just like her big sister.",
        "Lizzie: Hey, did she just smile?",
        "Phillip: I think she did. (Laughs) did you smile? Now can I get one from you? That's my girl. That's my girl. Hey, I got both of my girls here. That's a nice way to start the day. Oh, I'm sorry. Am I ignoring you? Am I ignoring you, emma? I wouldn't do that for a second. Oh...",
        "Olivia: Oh, god! Oh, god, come here.",
        "Phillip: She's fine.",
        "Olivia: Oh, god, come here. (Crying) damn you. I'm going to make sure you're locked up forever, you psychopathic little monster! (Crying)",
        "Olivia: Hey. Mommy's here. It's okay. It's okay. Are you okay? Did she hurt you? Huh?",
        "Lizzie: I just changed her diaper...",
        "Olivia: Don't you even speak a word to me.",
        "Phillip: Olivia, calm down.",
        "Olivia: Calm down? My baby was snatched from her crib and taken god's know where by your mentally disturbed daughter, and you want me to calm down?!",
        "Lizzie: I am not disturbed, olivia!",
        "Olivia: Oh, that's right. Only normal people kidnap babies.",
        "Phillip: Stop it! You're going to upset emma.",
        "Olivia: I'm sorry. It's okay. It's okay.",
        "Lizzie: Olivia, I didn't hurt her.",
        "Olivia: We'll see what the doctors say. And the police.",
        "Phillip: There's no need for them to be involved in this. Emma's here and she's fine.",
        "Lizzie: Yeah, I got her a carrier. You can keep it.",
        "Olivia: Don't try and talk your way out of this. You hate me, lizzie. Fine. Hate me, I don't care. But you messed with a poor innocent, little baby. My baby.",
        "Lizzie: Olivia, I didn't mess with her. I just wanted to get to know my sister, that's all.",
        "Olivia: You're a kidnapper and a liar. You are a spaulding.",
        "Phillip: Olivia, that's enough.",
        "Olivia: No, it isn'T. Didn't I tell you that she would do this? That she would go after my little girl?",
        "Phillip: Olivia, calm down. Emma is here and she's fine.",
        "Olivia: What? So I'm supposed to be grateful this is a happy kidnapping, phillip? When are you and your family going to understand that she needs help? She's seriously disturbed.",
        "Lizzie: Would you quit saying that?",
        "Olivia: She needs treatment. And more than dr. Langham is giving her. She needs medication, around- the-clock supervision. Something.",
        "Lizzie: You're acting like I'm crazy.",
        "Olivia: If I have my way, you're going to be committed within the week.",
        "Lizzie: Daddy...",
        "Olivia: Only a truly sick mind could keep a baby from its mother.",
        "Lizzie: Daddy...",
        "Phillip: Or its father. You did the same thing to me, olivia. You kept emma away from me for months. You told me that she was dead.",
        "Cassie: Oh, that is the best news. Thank you for calling, sam. Thanks. Okay. Bye. One prayer answered.",
        "Edmund: So lizzie and the baby are all right?",
        "Cassie: They were spotted at ravenwood. The staff called olivia and she told sam, so...",
        "Edmund: Good, good. Now you can stop blaming yourself for all of this.",
        "Cassie: No, I am to blame. I am.",
        "Edmund: Cassie. Cassie, there is no way you could have known that lizzie was going to find out about the baby. And more important, it was wrong of olivia to let phillip keep on believing that the child was still dead. So your instinct was right on the money.",
        "Cassie: So I get the winslow stamp of approval?",
        "Edmund: Yes, you do.",
        "Cassie: Okay. Hey. Are you guys okay? Are you okay?",
        "Marah: Depends on the tunnels. Is jeffery up in his room?",
        "Cassie: I don't know. She's not okay.",
        "Reva: Not really.",
        "Cassie: Oh, god. You're just going to let her go see jeffrey?",
        "Reva: It's where she feels safe.",
        "Cassie: So what's this about tunnels?",
        "Reva: Carrie caruthers is alive.",
        "Cassie: What?",
        "Reva: Harley and I found her in a tunnel, but she got away.",
        "Cassie: Okay, so what happens now?",
        "Reva: We have to find her again or else marah will never feel safe. (Knock at the door) just leave it there, okay? And I'll get you next time.",
        "Marah: Carrie's not dead.",
        "Jeffrey: I know.",
        "Jeffrey: It's okay.",
        "Marah: Say that again, please.",
        "Jeffrey: It's okay.",
        "Marah: Carrie's just out there. She's watching. She waiting, and she's biding her time.",
        "Jeffrey: Okay, listen. I know this is hard for you to believe, but it's a good thing that carrie is alive. It's a good thing for you that she's alive and she's not dead. You understand that, right?",
        "Marah: Yes, because if she's alive, then it means that i didn't murder her.",
        "Jeffrey: That's right. You did not murder her, marah. Okay? Reva found her. Harley found the tape. I heard the tape myself.",
        "Marah: She's still surprising me. She's still scaring me.",
        "Jeffrey: Marah, she cannot do anything to you anymore.",
        "Marah: It's just as soon as i think that everything... that I've got everything figured out and I can deal with everything, she changes everything again.",
        "Jeffrey: Marah.",
        "Marah: It's like nothing even solid anymore. You know? I just... I wish I could have something that was solid, that wouldn't change form and wouldn't fall out from under me.",
        "Jeffrey: I know, I know.",
        "Marah: Jeffrey?",
        "Jeffrey: What?",
        "Marah: Can I just stay like this forever, please?",
        "Cassie: She planned to have herself shot?",
        "Reva: Yeah, the only thing she didn't plan on was who would end up with the gun.",
        "Cassie: My god. It's unbelievable what people will do because of hatred.",
        "Reva: Second only to love.",
        "Cassie: Wait. What are you thinking?",
        "Bill: Hey. Oh, I'm sorry. Aunt reva, I just want to say I'm sorry about marah.",
        "Reva: Well, thanks, bill, but it's not as bad as the media is making it out to be.",
        "Bill: Oh, they got it wrong? That's a shock.",
        "Reva: Yeah. As a matter of fact, there happens to be a new piece of information that just might clear marah.",
        "Bill: Well, I hope you're right. But in the meantime, if there's anything I can do, just let me know. (Phone rings) oh, I'm sorry. Let me know though, okay?",
        "Reva: Thanks, bill. Tell danny I said good luck.",
        "Bill: I will.",
        "Cassie: You sound positive.",
        "Reva: Marah's whole case counts on us finding carrie again-- alive. And I think I may have the way to do that. I've got to go.",
        "Cassie: Call me.",
        "Reva: Yeah, it's me. Yeah, well, do me a favor and meet me at the house in ten minutes.",
        "Bill: So, how's it going?",
        "Danny: Well, three reporters down, two to go. I need a break. I needed some air. I mean, I'm starting to repeat myself in there.",
        "Bill: Hey, that is... well, that's excellent. That's called \"staying on message.\"",
        "Danny: That's good? Staying on message, that's a good spin.",
        "Michelle: You sounded completely fine from where I was standing.",
        "Danny: Yes, standing far away from the microphones and the cameras, she says.",
        "Michelle: Hey, it's not like I have anything to say to those reporters.",
        "Danny: Really? What do you think, bill?",
        "Bill: I don't know.",
        "Michelle: No, no, no. No, no, no.",
        "Danny: Let's find out.",
        "Michelle: No, no, no.",
        "Danny: Get in there!",
        "Olivia: You can't seriously be defending what lizzie did to my baby.",
        "Phillip: Fathers have rights, too, just like mothers. Emma's my baby, too.",
        "Olivia: I know that, phillip. Do you understand what could have happened?",
        "Phillip: But nothing did.",
        "Olivia: That's not the point.",
        "Phillip: No, it would only be the point if something had.",
        "Olivia: Stay away from her.",
        "Lizzie: I'm sorry, but she's drooling or something. I was just trying to help.",
        "Olivia: Don'T. Your daughter kidnapped my daughter. I expect you to handle it. That's the point.",
        "Phillip: I am handling it. Better than you are, I would say.",
        "Beth: Lizzie, my god. What were you thinking?",
        "Gus: We got a call from sam.",
        "Alan: So, this is the newest member of my family, emma. My, my, my. Olivia, may I hold her?",
        "Olivia: No. I want her arrested.",
        "Gus: Hold it.",
        "Alan: Wait, wait, wait.",
        "Gus: Hold...",
        "Alan: Gus, just a minute. Now, elizabeth does have some questions that need to be answered. But I don't think, olivia, that she...",
        "Olivia: I don't care what you think. This was a crime, the latest in a string of them against me. Now I want her arrested and charged with kidnapping.",
        "Beth: No. Please...",
        "Phillip: Can't we all just calm down?",
        "Gus: Wait a second, hold on. Lizzie, is this true, you took the baby out of olivia's house and you didn't ask for permission?",
        "Lizzie: Look, the reason why my dad is here is because she told him the baby died. He took the news that hard, okay? And she lied to him the whole time about it.",
        "Olivia: Everyone knows why i kept her a secret. She tried to kill me when I was pregnant, did you know that? I wasn't about to take the chance that she would try and kill my little girl. Now I want protection from the law. Are you going to give it to me? Or is the fact that you're this big family man now change how outsiders get justice?",
        "Gus: No, not at all.",
        "Phillip: Gus. Gus, arresting lizzie is the wrong thing to do.",
        "Olivia: She needs to learn about boundaries and the consequences of one's actions.",
        "Beth: Like a few other people I can think of.",
        "Olivia: Oh, you know, hate me all you want to, but the fact is your daughter is a kidnapper.",
        "Phillip: No, she's not.",
        "Olivia: If you don't arrest her, I'll find a real cop who will.",
        "Phillip: I said that she did not kidnap her, because... (sighs)... ...I told her to go and bring me my daughter. So I guess if anybody should be arrested, it's me.",
        "Marah: Take me someplace far away.",
        "Jeffrey: I wish I could.",
        "Marah: You can. Just tell me a story.",
        "Jeffrey: A story?",
        "Marah: Mm-hmm.",
        "Jeffrey: Well, you know, I'm not very good at happy endings.",
        "Marah: You can do it. Come on, just start with \"once upon a time...\"",
        "Jeffrey: Okay. Once upon a time, there was a girl, a beautiful girl who made everyone smile, and she was sitting in a field of flowers in the warm spring sun. Her name was marah.",
        "Danny: Perfect.",
        "Michelle: I cannot believe that you put me on the spot like that.",
        "Danny: Perfect.",
        "Michelle: I cannot believe that you put me on the spot like that.",
        "Danny: I thought you sounded perfectly fine from where I was standing. ( Laughs)",
        "Michelle: Very funny.",
        "Danny: Who knew that you had a favorite cookie recipe?",
        "Michelle: Yeah, who knew he would ask such in-depth questions?",
        "Danny: Well, it's not always like that. Reporters can sometimes be very superficial and glib.",
        "Michelle: Mm.",
        "Danny: It's true.",
        "Bill: Okay. Well, this concludes our interview portion of the day. Join us tomorrow for a conversation with mayor-elect danny santo.",
        "Michelle: Yay.",
        "Danny: Wait, I thought he said that we were trailing by a significant margin.",
        "Bill: Hey, don't worry about that. You both did great. Okay, we are going to nail this thing. Come on, on to the next activity.",
        "Danny: What?",
        "Michelle: What?",
        "Danny: Only if it's breakfast and a nap.",
        "Bill: Are you kidding me? Momentum, momentum, momentum. There's babies to kiss and hands to shake. Come on, let's go.",
        "Michelle: Babies to shake and hands to kiss.",
        "Danny: Don't confuse me.",
        "Bill: Did I tell you about the photo-op of the day?",
        "Danny: No.",
        "Michelle: No.",
        "Bill: Husband and wife casting their ballots. Come on, van's outside. Let's go.",
        "Michelle: Okay.",
        "Danny: Oh, hold on. Is there something I have to do? I have to do something first?",
        "Michelle: Oh, that. Okay.",
        "Danny: Hey, there.",
        "Cassie: Hey.",
        "Danny: How are you?",
        "Cassie: Good.",
        "Danny: Good. Question for you. Is your honeymoon suite booked tonight?",
        "Cassie: Let me check.",
        "Gus: All right, phillip, so you told lizzie to take the baby out of olivia's house, but you didn't notify her?",
        "Phillip: Uh-uh.",
        "Gus: Okay, so that means you knew that there was a baby, that the story about the baby being dead that was just a story.",
        "Phillip: Well, olivia told me the truth just recently. So it's not a crime for lizzie to obey her father, is it?",
        "Olivia: He's covering for her.",
        "Phillip: You know, I should have called. I knew it. I knew I should have called, but I just wanted to show you something.",
        "Olivia: What did you want to show me, phillip?",
        "Phillip: That we can all finally be a family.",
        "Olivia: You just forgot to invite me to this get-together?",
        "Gus: Lizzie, is what your father saying true?",
        "Lizzie: Well, I didn't want to get him in trouble with his new wife, but yeah.",
        "Olivia: God help this child.",
        "Gus: Okay, folks, I'm sorry, but this just falls under the category of domestic dispute. We're just going to have to work this out, okay?",
        "Olivia: This is not over.",
        "Phillip: Olivia, we are a family. That's all I was trying to prove.",
        "Olivia: So you say.",
        "Phillip: I'm sorry that i upset you. I guess... I guess I'm just still not thinking straight, but I am getting better. Don't you worry.",
        "Lizzie: Bye, emma. And I'm sorry, olivia. This isn't going to happen again.",
        "Olivia: No kidding.",
        "Alan: All's well that ends well.",
        "Beth: Assuming it's ended, which it hasn'T. Come on, lizzie, let's go.",
        "Lizzie: See you, daddy.",
        "Phillip: Bye, beautiful. Hey, thank you for the visit. Bye, beth.",
        "Beth: See you back at the house. Your father was covering for you, wasn't he?",
        "Lizzie: No...",
        "Beth: Don't lie to me.",
        "Lizzie: Mom, look, I swear, the only reason why I took the baby was to help dad feel better.",
        "Beth: Not to hurt olivia?",
        "Lizzie: Well, it's not like she cares about the way he feels. You know I can't stand her, mom.",
        "Beth: Listen to me. You took an incredible chance with a defenseless infant.",
        "Lizzie: Mom, I took care of emma.",
        "Beth: You put that baby at risk. And you scared her mother half to death on a whim.",
        "Lizzie: I said I was sorry.",
        "Beth: No. I don't want to hear that. Sorry is not good enough this time. You're going to have to learn to control your impulses.",
        "Lizzie: Well, you know what, mom? Maybe I am what olivia says. Maybe I am a psychopathic monster.",
        "Beth: No, no, you're not. Do you have issues? Yes, you do. But you're working on them. And I guess you're going to have to work just a little bit harder, aren't you?",
        "Alan: Your new bride seemed to be a little upset when she left, phillip. I hope she doesn't take it out on you later. I am happy though that you found emma. She's a beautiful little girl, son.",
        "Gus: What's the matter, phillip? You don't feel like talking?",
        "Phillip: Nah.",
        "Alan: Look, if there's anything I can do, anything you need, just let me know, okay?",
        "Gus: We should go. Phillip's been through a whole day's worth of stuff and it ain't even lunchtime, so...",
        "Alan: Bye, son.",
        "Phillip: Yeah, phillip's been through a lot.",
        "Christopher: The door's open.",
        "Reva: You're late.",
        "Christopher: First you never want to see me again. Now I can't get here fast enough.",
        "Reva: Well, you'll do what i ask because you owe me, big- time.",
        "Christopher: True enough. What did you have in mind?",
        "Reva: I need you to hypnotize me so that I can get in touch with maryanne again. And you need to do it now.",
        "Phillip: Next on \"guiding light\"...",
        "Bill: Well, guess what I did?",
        "Gus: What?",
        "Bill: I asked eden to marry me. We're engaged.",
        "Reva: My, god, christopher.",
        "Christopher: Tell me what's happening. Tell me where you are.",
        "Reva: I'm there."
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=0Gl52meYz4E"
}