{
    "Episode Summary": [],
    "Recap": [
        "Rick and Beth try to intervene, hoping to help Phillip. Harley and Bill try to use Beth to their advantage. Joey wakes up next to Lizzie, who agrees to let him tell Tammy if and when he wants. Edmond visit Dinah and they agree to keep one another's secrets. Ross is glad to see Dinah. Lizzie accuses Marina of cheating on Shayne. Joey apologizes to Tammy for not showing up, but doesn't mention anything about sleeping with Lizzie. Bill antagonizes Phillip, and Harley gets caught breaking into Phillip's room at Towers. Cassie goes to visit Dinah."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Phillip: Hey, you know, this is a delightful way to start the day, having breakfast with one of my favorite people. Then I can deal with all the less- than-favorite people afterwards.",
        "Beth: Never take on the world on an empty stomach, right?",
        "Rick: Hey, what a surprise.",
        "Beth: Hey.",
        "Rick: Hey, beth, good to see you. Are you guys here for breakfast? Do you mind if I join you?",
        "Beth: Yeah, join us.",
        "Rick: That'd be great. Good to see you.",
        "Phillip: Well, breakfast with two of my favorite people. Even better.",
        "Beth: And how lucky am I, out with my two favorite guys?",
        "Rick: Yeah, and certainly two of the best-looking guys in springfield. ( Laughter)",
        "Beth: And that, too.",
        "Phillip: I smell a setup.",
        "Rick: Why don't we just call it an intervention?",
        "Harley: Don't tell me you can't find anything. Keep looking.",
        "Bill: Well, look, if phillip has something up his sleeve...",
        "Harley: Which he does, I know it.",
        "Bill: ...He's not going to just let it float around on the internet, okay? He doesn't want to tip anyone off. You know what we need? We need someone on the inside, like a coworker or a family member.",
        "Harley: I've got the perfect insider. But you are going to be the one who has to get them to help us.",
        "Marina: Whoa. You slept with joey last night.",
        "Tammy: I said I was supposed to. It was all planned out and everything, but...",
        "Marina: But? What? You can't just leave it there.",
        "Tammy: I changed my mind, okay? I just thought it would be better to wait.",
        "Marina: Well, was joey upset?",
        "Tammy: Joey didn't even show up. He totally blew me off, and i have no idea why.",
        "Joey: (Groans)",
        "Lizzie: (Laughs) hey there, sleepyhead. Joey, you were amazing last night.",
        "Dinah: Well, edmund, you and I both know that if jeffrey wants something, he will do anything to get it. And if cassie is something that he wants...",
        "Edmund: Dinah. I should have known.",
        "Cassie: I'll see you later.",
        "Edmund: Where are you going?",
        "Cassie: I have some things to take care of.",
        "Edmund: Cassie, you and rj nearly died in a fire last night. You need to get some rest.",
        "Cassie: I have a million questions for dinah, and I'm going to make her answer every[K single one of them.",
        "Edmund: No. I can't let you do that.",
        "Dinah: Come on. Turn that frown upside down. It's a bm@P.1 new day in springfield.",
        "Jeffrey: Thanks. You were home free.",
        "Dinah: Here it comes: The lecture.",
        "Jeffrey: I set the whole thing up. No one had to know anything, no one would have been the wiser, but that wasn't good enough for you, was it?",
        "Dinah: I would never have been able to come back here. This is home.",
        "Jeffrey: This is home? Well, I've got news for you, sweetie, okay? Some of the people at home want to see you hooked up to a lethal injection. And lucky me, I get to make that happen.",
        "Phillip: You know, suddenly I've lost my appetite. Have a great day.",
        "Rick: Wait, wait, wait, wait. Phillip.",
        "Beth: Wait, please. Just come into the restaurant with us and sit down.",
        "Rick: We really need to talk to you, pal. Just for a minute.",
        "Phillip: I'm sure whatever we have to say, we can say it out here.",
        "Rick: We're very concerned about you. You seem to have made it your mission in life to alienate just about every single person in this town.",
        "Bill: It's not going to work.",
        "Harley: She knows phillip better than anyone in the world. She is the perfect person to pump for information. Bill, call her.",
        "Beth: Phillip, just listen to us. Some of the moves you've made lately, gaining control of...",
        "Phillip: The business. I'm doing business. I'm a businessman.",
        "Rick: Phillip, you're causing some real damage to people in this community.",
        "Phillip: You can't possibly blame me for buzz's heart attack. The man has got to learn to handle stress better.",
        "Rick: Oh, you mean the way you handled yours and ended up in ravenwood?",
        "Phillip: Oh, that's a low blow.",
        "Rick: No, no. Wait a second. I'm just trying to make you see here, buddy, that everybody is vulnerable at one time or another. Everybody.",
        "Beth: And we all need help.",
        "Phillip: Well, I don'T. Not anymore. I know exactly what I'm doing, and why. (Cell phone ringing)",
        "Beth: Uh, excuse me. Hello?",
        "Bill: Uh, hey, beth. It's bill.",
        "Beth: Hi.",
        "Bill: Where are you?",
        "Beth: At the beacon.",
        "Bill: Excellent, perfect. You know, I'm right upstairs in suite 522. Would you mind coming upstairs? Because I need to talk to you.",
        "Beth: Uh, it's really kind of a bad time. I'm in the middle of something with phillip and rick.",
        "Bill: You know, it's really important. Could you please come up?",
        "Beth: All right. I'll give you a couple of minutes. I need to take care of something.",
        "Phillip: That's fine. I think we're done here, right?",
        "Beth: I'm going to be right back.",
        "Phillip: Two-on-one first thing in the morning. Rick, where do you find the energy? Aren't there people dying that need your help? I mean, don't get me wrong, i appreciate the concern, but as you can see I'm fine-- calm, cool and collected.",
        "Rick: You want to prove to me you're fine? Stop beating up the coopers and leave company alone.",
        "Marina: So, joey didn't show up on the night that you planned to sleep together? That's kind of weird.",
        "Tammy: Yeah. I'm trying really hard not to freak out about this, marina.",
        "Marina: Well, he didn't call you or anything?",
        "Tammy: Not a word. And every time I called his cell phone, I just got his voice mail. I'm so tired of this. It's been off and on with joey since the very beginning. I mean, every time I think that we finally are okay, something happens. It's driving me crazy.",
        "Marina: Well, then you've got to fix that, tammy.",
        "Tammy: You know what? You're right. I'm going to go find joey and make him tell me what happened. The last time I saw him he was headed to towers for a spaulding reception. I'll start there.",
        "Joey: This is not happening.",
        "Lizzie: Joey, chill. It's not like we did anything wrong. We did it the right way, see?",
        "Joey: Oh, man.",
        "Lizzie: You act like I put you through some kind of torture. Instead, it was...",
        "Joey: Lizzie, I don't remember anything that happened.",
        "Lizzie: Come on, joey.",
        "Joey: I'm serious, lizzie. I remember coming through the hallway and the power was out. I was looking for the reception, and past that...",
        "Lizzie: And we wanted to celebrate you winning the spaulding internship. You were all for it. Then we raided the mini-bar and we had a lot of fun. Then we started dancing and you kissed me and I kissed you back and...(laughs) ...from that point on, we couldn't keep our hands off each other. Of course, I could make you think we did it. That may be just as good as the real thing, right? How could you not remember that, joey?",
        "Joey: Lizzie, I didn't come here to sleep with you.",
        "Lizzie: Well, you sure changed your mind, didn't you?",
        "Joey: No, no, no. Last night was supposed to be my night with tammy.",
        "Lizzie: Joey? Could you please stop talking about tammy for two seconds, okay?",
        "Bill: Oh, beth, thanks for coming up. I appreciate it.",
        "Beth: Sure. Isn't this olivia's suite? Um, never mind. So, what's going on?",
        "Bill: Well, as a major shareholder in spaulding enterprises I'm a little concerned with the direction of the company, and I think it's time for a change.",
        "Beth: I see. You want phillip out as ceo.",
        "Bill: Look, the moves he's making right now are going to come back and haunt everyone who owns stock in this company. I'm telling you, I'm trying to round up all the major shareholders so we could help, you know, vote him out.",
        "Beth: Look, I may not approve of all phillip's decisions or his approach, but I'm not about to join some cabal to depose him. I'm a little more loyal than that. And for the record, I don't appreciate you using our history to manipulate me into being otherwise. That's not what friends do. Excuse me.",
        "Harley: Oh, hi... beth.",
        "Cassie: You don't understand, edmund. I thought she was out of my life. Okay, i prayed that she was out of my life, but she shows up here in the middle of the night. I want to know why. She probably set the fire.",
        "Edmund: No, cassie, it was an accident. Jeffrey dropped the candle when he was knocked out by the flying debris in the barn. The barn just went up like kindling.",
        "Beth: No, no. I want these answers to my questions...",
        "Edmund: Cassie...",
        "Beth: ...Now.",
        "Edmund: ...I just don't think you should confront this woman when you're so on edge.",
        "Cassie: You're on edge yourself, edmund. Is there some other reason that you don't want me talking to dinah?",
        "Rj: Mommy!",
        "Cassie: Oh, baby. It's okay.",
        "Edmund: Cassie. Cassie, the boy needs you. Just take care of him. I'll go down and find out what this woman is doing in town, and then everything will be all right. Please, please, cassie, I want to help, all right?",
        "Cassie: Edmund?",
        "Jeffrey: You're going on trial for murder, okay? Try to get that through your thick skull.",
        "Dinah: Yeah, and murder is dangerous. I know that. And I'd be worried if I didn't have the district attorney on my side.",
        "Jeffrey: Excuse me?",
        "Dinah: Yeah. You're going to get me out of this.",
        "Jeffrey: Dinah, I can'T. And I won'T.",
        "Dinah: Yeah, you are. You're going to get these off of me and you're going to open the door wide open.",
        "Jeffrey: You really are insane, you know that? You really are insane.",
        "Dinah: Jeffrey, you'd be the crazy one to keep me locked up like some little songbird. Because i will sing, but you won't like the tune.",
        "Jeffrey: Is that a threat?",
        "Dinah: I just think I'm going to get lonely in jail. I want to tell somebody, a reporter perhaps, about the rousing adventures you and i have had together.",
        "Jeffrey: You do that. You do that. And by the time I'm done with you, you'll be begging for the death penalty to put you out of your misery.",
        "Ross: O'neill, leave her alone.",
        "Dinah: Daddy.",
        "Ross: Not another word. You know, without her attorney present you're not allowed to question her or be alone with her, let alone intimidate her.",
        "Dinah: Mr. O'neill. Just to wrap up our conversation, just don't be so sure that you know the whole story. There's a lot more I can say given a chance. Oh, my goodness am I glad to see you.",
        "Ross: I came as soon as i heard you were here.",
        "Dinah: Thank you.",
        "Ross: I couldn't stay away from my little girl.",
        "Marina: Hey, back so soon? You find joey?",
        "Tammy: I got halfway to towers and decided that I was being totally psycho.",
        "Marina: You are?",
        "Tammy: Well, it just seems like such a needy girlfriend thing to do to go and try and track him down. I don't think he'll like that.",
        "Marina: Well, you have a right to be mad, tammy.",
        "Tammy: I know. I know. But you know what? If joey and I are going to be together then I just need to trust him. I need to believe that he's going to tell me what happened as soon as he gets the chance.",
        "Marina: Wow. Very mature. Me, I'd stick with being angry.",
        "Tammy: You know, it just doesn't seem worth it. I love joey, and I know that he loves me. Whatever he did last night is not going to change that.",
        "Lizzie: Look, joey, I'm really sorry for going off on you like that. It's just that last night was so perfect.",
        "Joey: Except I don't remember any of it.",
        "Lizzie: I should have known. (Laughs)",
        "Joey: What?",
        "Lizzie: Why would any guy as good as you want anything to do with me?",
        "Joey: Lizzie, I like you.",
        "Lizzie: Yeah, evidently he did last night. But hey, I'm not tammy.",
        "Joey: Sorry, lizzie.",
        "Lizzie: You know, what was last night to you? Was it just a fling? For me, it was a big mistake.",
        "Joey: Lizzie, I have to go.",
        "Lizzie: Listen, I know that we weren't meant for more than just one night, but I still want you to be happy, joey. And I know that's weird, but I'm not going to say anything to tammy, okay? Not a word. She won't get over it if I tell her, so I'm just going to let you do that.",
        "Joey: Me?",
        "Lizzie: Well, I mean, I know you're going to tell her. I mean, you love her. You tell everything to the people you love. I mean, I don't know exactly what you're going to say. I mean, \"I love you, yet I slept with somebody else on accident.\" So, I don't know. You could figure it out. That is, unless you don't tell her at all.",
        "Phillip: Let me tell you something. There are a lot of people in this town who are afraid of change. Well, I'm not. I see what the future could be like, and sooner or later everybody else will, too. And they will thank me for it, rick. Because I can do so much more for this town than some crummy burger joint.",
        "Rick: Phillip, I know you. This isn't about the future.",
        "Phillip: It's not?",
        "Rick: No, it's not. This is about getting back at people that you think have hurt you; convincing the world that your breakdown made you stronger not weaker. Now come on, buddy. You have not to prove or be ashamed about. This... you were ill and now you're fine.",
        "Phillip: So it's completely out of the question that maybe i just have a great idea and I'm trying to pursue it.",
        "Rick: Phillip, if you don't stop this, and stop it now, you're going to blow your life apart all over again.",
        "Phillip: Rick, I'm doing exactly what a man in my position should be doing. And I insist on respect.",
        "Rick: There's a difference between respect and fear, and you know it.",
        "Phillip: I'll take either.",
        "Beth: How's buzz doing?",
        "Harley: Well, I wish he was doing better. Actually, I'm worried about him. But not just him, I'm worried about phillip.",
        "Beth: Well, that seems to be going around.",
        "Harley: I don't know how to say this, so I'm just going to say it. I think that phillip has fully recovered from that breakdown. And I don't just say that because I think he caused my father's heart attack, which i do, or because I want to stop the bulldozers from taking down company, which I also do, but because there's something really scary about him now, beth.",
        "Beth: Okay, okay. Look, I will admit that there does seem to be something personal about the way that phillip has targeted company.",
        "Harley: Exactly. Personal.",
        "Beth: But he's not insane. He is in control. A year ago at this time, if something upset him he would have gone into a rage or he would have had a panic attack. He has learned how to cope with the stress.",
        "Harley: Yes, he just goes after the little people now.",
        "Beth: No, he goes for a walk.",
        "Harley: What do you mean?",
        "Beth: That's what he does. And it works. I don't know where he goes or what he does, but when he comes back he's definitely calmer and clearer.",
        "Harley: Well, I guess that's good. It's nice to know that he's just mean, not mental. Sorry.",
        "Beth: I got to go.",
        "Harley: Okay. It's me.",
        "Bill: Hm?",
        "Harley: It's me.",
        "Bill: You get anything?",
        "Harley: I'm not sure. But how do you feel about weaving a red flag at a bull?",
        "Tammy: Where were you? I waited all night.",
        "Joey: I know. I meant to be here. I'm sorry.",
        "Tammy: And what happened? Hold it. Okay, before you say anything, please just make sure it's the truth. I don't care what the story is, as long as it's the real one.",
        "Joey: You don't care?",
        "Tammy: We'll be okay if we just tell each other the truth. I know it sounds corny and all that, but I really honestly do believe that.",
        "Cassie: Did you book her, did you?",
        "Jeffrey: Why are you whispering?",
        "Cassie: Because rj was up all night long with nightmares. And I just had to rock him back to sleep, which I haven't had to do in a long time. So we're pretty much all wrecks here.",
        "Jeffrey: Okay. And edmund is upstairs?",
        "Cassie: No. He's out doing what I wish i could be doing.",
        "Jeffrey: Which is?",
        "Cassie: Visiting dinah. If I walked in that room it would take everything in me not to choke the life out of her.",
        "Jeffrey: Well, that's probably the best thing that you don't go and see her.",
        "Cassie: Everyone keep saying that. Why? Why? She killed someone I loved, jeffrey. She tried to kill me. She wanted to take my life. Do you understand that? She wanted to take my life. Oh, my god. It was her. It was her.",
        "Jeffrey: It was her what?",
        "Cassie: Dinah was the impostor. Took my life. She took my identity. It all makes sense, jeffrey. It does.",
        "Jeffrey: (Laughs) you don't know that.",
        "Cassie: Do you think this was a coincidence, jeffrey? This was personal. And I felt that from the beginning. Oh, yeah, dinah. Dinah was the one. She did this. But you... you set up that meeting with that woman in washington, D.C. You said that she was the imposture. You lied.",
        "Jeffrey: No.",
        "Cassie: Yes, you did. And you're lying now. You protected dinah.",
        "Cop: Mr. Mayor? There's a call for you.",
        "Ross: All right. Yeah, I'll take it. I'm going to take this call, and then I'll be right back.",
        "Dinah: Well, gosh, I'm a very popular girl today.",
        "Edmund: Not everyone. No.",
        "Dinah: Let me guess. You are here to find out whether or not I plan to tell cassie about our friendship we struck up. Hmm? Depends.",
        "Edmund: I'll tell cassie myself if you ever try to hurt her again.",
        "Dinah: Oh, I doubt she'll take that very well from either one of us.",
        "Edmund: Really? She knows the kind of deception of which you're capable. Clearly deceived me. I think she'll understand.",
        "Dinah: Maybe you're right. Maybe you're right. But I think she'd have a lot tougher time getting past the fact that you're the one that caused the fire that nearly killed rj.",
        "Edmund: What?",
        "Dinah: Edmund, come on, i almost believe you're shocked. You're the one who knocked out jeffrey and caused the fire in one fell swoop. I saw it. I saw the whole thing. Coming up on \"guiding light...\"",
        "Cassie: She needs to be punished. And she needs to suffer like I've suffered.",
        "Dinah: Look, as far as deals go with the devil, you can't afford to turn this down.",
        "Bill: Maybe you should just take a swing at me. oprah: How to look like you had",
        "Marina: So what are you going to do, coop? Are you going to stick around springfield for a while, or head back to england?",
        "Coop: I don't know yet.",
        "Marina: Well, while you're deciding you can go on in there and kick phillip spaulding's butt, like you did with gus.",
        "Coop: (Laughs) you really hate that family, don't you?",
        "Marina: Yeah. Yeah, I do. You know, they're just a bunch of stuck-up, ruthless bullies. Hey, lizzie.",
        "Lizzie: Wow, marina, that's amazing. How long has shayne been gone? What, like two weeks? I see you've already moved on. I see you don't waste time.",
        "Tammy: Joey, it's okay. Just tell me. We love each other.",
        "Joey: Last night at the reception, spaulding guys were handing me drinks and I got really loaded and passed out.",
        "Tammy: They're getting you drunk already? Nice. Hey, it's okay. I'm not mad.",
        "Joey: But last night was supposed to be our night.",
        "Tammy: Actually, I think maybe you saved us from making one of those really big mistakes you were talking about. Joey, if we'd had sex last night, it would have been all wrong. Sex isn't something that we should just jump into. It's way too important.",
        "Harley: Do you think he'll actually come? (Knock at the door)",
        "Bill: Mm-hmm.",
        "Harley: Okay, just be as obnoxious as you can. And don't let him in the bathroom.",
        "Phillip: Bill, I understand that you're trying to hold a stockholders' meeting without my approval.",
        "Bill: You know, I have every right to call a meeting. I own a lot of spaulding stock, and I don't like some guy fresh out of the funny farm running the outfit.",
        "Phillip: That attitude towards mental illness is not only ignorant and outdated, it's also rude.",
        "Bill: Yeah, yeah, yeah. Well, sick in the head is sick in the head, right? Besides, you should be thanking me. I'm just trying to lighten your load a little bit so you'll have more time to do a little something, you know, less taxing. What do you do down on crazy street, basket weaving? Is that how you spend your time?",
        "Phillip: You should watch your mouth.",
        "Bill: Well, just telling it like it is. In fact, last night, after a very nice love session with olivia, we were talking about you and your time in the nut hatch. (Laughs) you are always good for a few laughs. (Laughs) oh... my, my, my.",
        "Jeffrey: Cassie, I told you before there were accomplices involved. That woman was obviously one of them, okay? She was covering for dinah.",
        "Cassie: She'd be willing to go to jail for dinah?",
        "Jeffrey: Dinah must have had something on her.",
        "Cassie: Maybe. I thought dinah was gone. I thought I would never even have to see her again.",
        "Jeffrey: Well, you know, the good news is she's locked up now, cassie. She's locked up.",
        "Cassie: She's here. She's in town. And she had rj in her arms. And if she was the imposture after all, then she was in this house and she was around all the time.",
        "Jeffrey: You know, I'm so sorry. I should have done a better job of protecting you. If I was doing my job right dinah marler would have never shown up here last night.",
        "Cassie: It doesn't matter. But she needs to be punished. And she needs to suffer like I've suffered.",
        "Jeffrey: Well, I'm going to get back to the station.",
        "Cassie: Wait. Can you stay for a while? Please?",
        "Edmund: What makes you think I started the fire?",
        "Dinah: Jeffrey came into the barn to start the generator, you followed him in, snuck up behind him and cracked him with the shovel. Jeffrey dropped his lantern, and that caused the barn to go up in flames. You were wanting to get out of there, leave him there to roast, but a spasm of conscious hit you and you came back in to pull him out. Did I forget anything?",
        "Edmund: Yes, what do you want?",
        "Dinah: I want a simple agreement: You keep my secrets and I keep yours. Look, as far as deals go with the devil, this isn't so bad. And even if it were, you can't afford to turn this down.",
        "Tammy: Joey, when you didn't show up last night I had a lot of time to think it over. The last thing that sex should be is casual. So why rush it, right? We have all the time in the world.",
        "Marina: That's what I love about you, lizzie. The more clueless you are, the more you mouth off.",
        "Lizzie: I don't quite know what you're talking about, marina.",
        "Marina: This is my uncle, henry copper bradshaw. Coop, this is the notorious lizzie spaulding.",
        "Coop: It's nice to meet you, I think.",
        "Lizzie: Right. You must be the son that buzz is so ashamed of. Which is something else, because frank's so out of control lately.",
        "Marina: My father is not out of control.",
        "Lizzie: Oh, no, out of control at all. He just pulled a gun on my grandfather, which is so much class. Oh, but that's a copper for you, I guess.",
        "Coop: Wait, wait, wait. Hey, hold on.",
        "Lizzie: No, it's okay. It's all right. Let her go. It's been how long since you've been arrested? Like what, a couple of weeks?",
        "Marina: Yeah, you know, maybe I can share a jail cell with your aunt alex.",
        "Coop: Okay. All right. I guess I missed a lot around here, haven't I?",
        "Lizzie: Haven't missed a thing. Coopers are always trying to go after the spauldings, and they always lose.",
        "Marina: Shut up.",
        "Lizzie: What? It's not like I'm making it up or anything. What, buzz went after my dad. And he had a heart attack, yeah. And then your dad went after my grandfather and he got fired from chief of police. And then harley tried marrying gus, and that didn't happen either. I think your family needs some help. And you should think about changing your name.",
        "Marina: Oh.",
        "Coop: Hey. Hold on, hold on. Wait a second, wait a second. Wait, you know what? Here. Look at me. You know what? I think I'm going to stick around for a while, and I'm going to make sure that the spauldings get what they deserve.",
        "Marina: Yeah, well, welcome to our world.",
        "Phillip: You know, bill, if you're trying to get a rise out of me, you'll have to do better than that. What you ladies gossip about in bed is really of no concern to me. Although I will tell you, when olivia was in bed with me we didn't spending a lot of time talking about other men.",
        "Bill: Well, you know, maybe you never stayed there long enough.",
        "Phillip: (Laughs)",
        "Bill: You know, maybe I may have that problem. Easy there, phillip. Easy. Settle down.",
        "Phillip: No, that's all right, bill. Actually, I find you very amusing.",
        "Bill: Do you? Really? Hey, I got a tip for you. Maybe you should take a walk down to the hat store. They have a two-for-one special: One for your head and one for that thing that's bulging out of your neck. My goodness, is that thing going to pop? Is that how you spauldings mutate? Am I are going to have little spauldings running around here? Just give me a fair warning. Give me fair warning. Maybe you should just take a swing at me. Huh? You want to take a swing at me? You'll feel so much better. Huh?",
        "Phillip: You'd like that wouldn't you, bill? Yeah, you would love that, because then you could go back to the stockholders and you can say, \"oh, god, he's going crazy again. He attacked me.\" If you'll excuse me, I have more important things to do.",
        "Bill: Wow, olivia's right. You are nuts.",
        "Harley: Boy, you are nasty when you want to be.",
        "Bill: I got to tell you, it was fun.",
        "Harley: Should we see where he's going?",
        "Bill: After you.",
        "Edmund: Deals, secrets. You're turning everything upside down.",
        "Dinah: It was my fault that cassie made love to jeffrey in washington?",
        "Edmund: Shut up!",
        "Dinah: I'm curious. Have you forgiven cassie for her little indiscretion?",
        "Edmund: Cassie and I are none of your business.",
        "Dinah: Oh, so in other words, she hasn't admitted it and you haven't gone past it. Speaking of things to get past, I need your help in one other matter: The murder charge against me.",
        "Edmund: What do you want me to do, set fire to a barn with the jury inside?",
        "Dinah: That's not a bad idea. I was thinking of something of the more subtle persuasion. If cassie testifies that i wasn't in the right mind when i shot hart, if I really didn't know what I was doing at the time, I think that I could get the sympathy of the jury.",
        "Edmund: Why would cassie help you out in court? She'd sooner step in front of a bus.",
        "Dinah: I saved rj's life.",
        "Edmund: And you also tried to take hers the night you killed hart.",
        "Dinah: Edmund, you've been a very good friend to me, but i need you to be one a little bit longer. I'm going to be forced to tell cassie that you're the one that caused the fire. Now, I keep trying to tell you that I'm not the one that set all this trouble in motion. Jeffrey is the one to blame.",
        "Edmund: Well, maybe on some things we still agree.",
        "Cassie: Thanks.",
        "Jeffrey: Sure.",
        "Cassie: I guess I'm just...",
        "Jeffrey: In shock.",
        "Cassie: Yeah, I guess I am. I just keep seeing her arms around my child, you know. How did I not know that she was here? How did I not figure it out, or feel it? There were no alarm bells that went off, no red flags, nothing. How am I ever going to trust my instincts again?",
        "Jeffrey: There's nothing wrong with your instincts, cassie. And you should be thankful that you didn't allow yourself to go into that twisted place that is her mind. I mean, I wish that I hadn'T.",
        "Cassie: What are you talking about? You just met her.",
        "Jeffrey: Well, I know I just met her, but I have this, you know, ability with the criminal mind. I understand it. It's my job, you know. So I just met her, but I know her.",
        "Cassie: Then get her put away-- forever.",
        "Jeffrey: I promise you I'm going to do everything I can so that she never hurts you or anyone else ever again, okay?",
        "Cassie: I keep hearing that. I keep hearing that I'm going to be protected and my family's going to be safe. But that hasn't stopped her. And when I think how much i almost lost because of her. (Sobbing)",
        "Cassie: This is crazy. I'm not going to let her get to me anymore, and I'm not going to be her victim anymore.",
        "Jeffrey: Don't be. Look, just try to leave dinah to me, and the criminal justice system, okay? You concentrate on getting yourself and your life back to normal.",
        "Dinah: Yeah, I know exactly what I have to do. I need to get some rest, you know. I'm just exhausted and I could barely keep my head up, so...",
        "Jeffrey: You know what? That is a great idea. And I'll just let myself out. Don't worry about it, okay?",
        "Cassie: Yeah. Thanks. Thanks a lot.",
        "Edmund: Well, jeffrey o'neill. What a surprise.",
        "Jeffrey: Eddie. I was just coming by to see if cassie was all right.",
        "Edmund: Yes, I'm sure you were. Where is she?",
        "Jeffrey: I got her to lie down.",
        "Edmund: Yeah, you're good at that.",
        "Jeffrey: Excuse me?",
        "Edmund: You spent the night with cassie in washington, D.C. I know that for a fact. And you're going to tell me everything that happened right now.",
        "Tammy: Hey, I have a great idea. Why don't we go grab our bathing suits and some food, and we'll go hang by the pool?",
        "Joey: I got to get home, make sure my mom knows I'm okay. She's probably freaked out that she hasn't heard from me by now.",
        "Tammy: Hey, are you okay?",
        "Joey: Yeah, I just... you know how I feel about you, right, tammy?",
        "Tammy: Tell me again.",
        "Joey: I love you with all of my heart.",
        "Lizzie: Uh, joey?",
        "Joey: Not now, okay?",
        "Tammy: Don't even start with me, lizzie. I'm not in the mood for another fight.",
        "Lizzie: No, no fights. I just wanted to tell you i talked to joey and he made it clear to me that you were the one he wants. So, I'm going to back away. I hope you have better luck with him than I did, because he's really a great guy.",
        "Tammy: Yeah, he is.",
        "Phillip: And lewis construction offices use to be right over there. And this was josh and reva's house. And bill's apartment building over there. All gone. All came tumbling down. (Laughs) all gone.",
        "Harley: What do you think he's doing? I mean, we know he's in there.",
        "Bill: Maybe he's got a girl.",
        "Harley: That would be great.",
        "Bill: Why?",
        "Harley: Because then I could get information from her.",
        "Harley: Okay.",
        "Bill: What?",
        "Harley: Just keep an eye out.",
        "Bill: You want me to stay here?",
        "Harley: I'm going in.",
        "Bill: You want me to stay here?",
        "Harley: You stay here. I'm going in.",
        "Bill: I'm not moving. I'm not moving. I'm not moving. (Cell phone rings) bill lewis? I can't hear you. Hold on. What? I can't hear you. Let me get a better... did you say he bought cross creek? Phillip?",
        "Harley: Oh, boy, I'm going to have to open up this thing.",
        "Phillip: Harley, you just made a huge mistake.",
        "Cop: You've got one more visitor.",
        "Dinah: I was wondering what took you so long.",
        "[NEXT_ON]",
        "Danny: I'm not interested in sharing this house with you. And by the way, I'm not interested in sharing my wife with you, either.",
        "Edmund: You are in love with cassie. And you've been in love with cassie from the first moment you impersonated richard."
    ],
    "Transcript Author": [
        "by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=iih3Qqdz3eU"
}