{
    "Episode Summary": [],
    "Recap": [
        "At Dinah and Mallet's engagement party, Dinah shows Harley her website where she has made the wedding plans. But, as she loads the site, the Springfield Burns website comes up. On it there is a surveillance report all about Dinah's past criminal history. She is humiliated and asks Mallet why this is on the site. He evades the question and she runs away. Later, he tells her that the FBI was going to send her to jail if he didn't keep tabs on her. She realizes that he has been doing this throughout their entire relationship. She is devastated and tells him that he has ruined everything. Josh stays over at Cassie's house and sleeps on the couch after RJ asks him to stay. Olivia plans to get Ava a job to get back in Frank and Buzz's good graces, but she has arranged a job just above housekeeping. Blake goes to Jeffrey's room after he gives her his room keys."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Dinah: Come on, my sweet little rabbit, let's go. Come on. Snap it up. Finish getting dressed, please. We're going to be late for our engagement party. What are you looking at?",
        "Mallet: Nothing. I'm just, you know, baseball and stuff.",
        "Dinah: \"Springfield Burns\", again. Good.",
        "Mallet: Yeah, I'm just checking it out to see if they posted any new trash on this web site, but I don't know, it says it's under construction.",
        "Dinah: It is under construction, which means finally somebody shut it down. Thank goodness.",
        "Mallet: Well, maybe. Maybe.",
        "Dinah: Not maybe. Listen, this confirms that Alan-Michael was behind the whole thing. He gets a top seat at Spaulding and he stops harassing me. Very clear.",
        "Mallet: I don't know. I don't know.",
        "Dinah: No. A.C., listen to me, baby. I do know. The one thing-- we are no longer blog fodder, okay?",
        "Mallet: (Laughs)",
        "Dinah: We have one thing to focus on, and that's getting married. All right? Maybe one other thing we need to focus on.",
        "Mallet: Mmm.",
        "Dinah: Mmm.",
        "Mallet: Not the blog?",
        "Dinah: Not the blog. Maybe a little lovin'.",
        "[SCENE_BREAK]",
        "Harley: So, hey, you going to plant a big, fat, wet kiss on the bride-to-be tonight?",
        "Gus: Oh, God, can you let it go? Babe, I was high as a kite. She was just trying to help.",
        "Harley: With her tongue?",
        "Gus: I was appreciating it.",
        "Harley: Mm-hmm. I'll act like I'm letting it go, okay? Hi, Daddy.",
        "Buzz: Hey, kiddo. Hey, kiddo.",
        "Harley: Okay.",
        "Buzz: Okay, what?",
        "Harley: Are you surprised?",
        "Buzz: Am I... oh! You mean that you dumped your big, fat Spaulding paycheck to go back on the force? No, I'm not surprised. Police work's always been your first love. Second love, that's me and the kids.",
        "Harley: And guess what? I'm going to talk Frank into partnering me with Gus again.",
        "Gus: Mallet would have to find another partner. Frank's not going to go for that.",
        "Harley: Nobody cares what Frank thinks, anyway. But then he and I are going to be a team both on and off the force, and I'll have my eye on him every single second. Won't that be great? (Mild laughter)",
        "Gus: Hi, Buzz.",
        "Ava: Hey, Buzz? Can you help me with the hors d'oeuvres I just made you?",
        "Buzz: Oh, I love it when you talk French.",
        "Ava: (Laughs)",
        "[SCENE_BREAK]",
        "Josh: So R.J., you and I will wrap the present for Dinah and Mallet, while your mom goes upstairs and changes.",
        "Cassie: I don't think so. I'm not going to the party. I'm not even in a partying mood. My daughter's in the hospital.",
        "Josh: Your daughter is the one that said you should get out of the house and have a good time. So, R.J. and I will stay here and hold down the fort. It's okay, Cassie, really, I... I have it under control.",
        "Cassie: I know you do.",
        "R.J.: Mom, go. Don't be so stubborn or else I'll have to start tickling you.",
        "Cassie: No, you better not tickle me! No, R.J.!",
        "Josh: Go get her, R.J.!",
        "Cassie: I don't like to be tickled! (Laughs) Don't!",
        "Josh: Hey, don't get me.",
        "Cassie: Okay, okay! I'll go!",
        "[SCENE_BREAK]",
        "Vanessa: Hey, Blake. What's wrong? It's wonderful about those poll numbers. You should be putting the champagne on ice.",
        "Blake: I know. Yeah, well, the voters they love me and they feel for me.",
        "Vanessa: What's wrong with that?",
        "Blake: It's a sympathy vote. The kindly, little widow that they feel sorry for. Nobody takes me seriously, though. Really, why should they? It's not like I have a law degree or I'm all that responsible or, you know, even attractive. The latest poll said they like me, but they don't like... my clothes. What is that, really? I'm sorry, I really... I just can't talk to you about this. I just... I don't... I don't have anybody to talk to. Dinah, even Dinah is... she doesn't want me in her wedding party. How low can a person get?",
        "[SCENE_BREAK]",
        "Harley: Whoa!",
        "Mallet: Yay! There they are! (Cheering and whistling)",
        "Harley: There they are, the bride and groom.",
        "Dinah: Thank you.",
        "Gus: Can I get you a stiff drink there, Dinah?",
        "Dinah: White wine, thank you.",
        "Harley: My father made all your favorite stuff. Pigs in a blanket. Come see all the good food.",
        "Dinah: Ah, thank you.",
        "Mallet: Not the cheese balls? Does he have cheese balls?",
        "Harley: I want to go back on the force.",
        "Mallet: That's what Dinah was telling me, I think it's a good idea. You should go for it.",
        "Harley: Even if it means you partner with somebody else? Because I want to work with Gus.",
        "Mallet: Really, you do? Well, I don't... okay, I don't see a problem with that.",
        "Harley: Well, do you have a problem talking to Frank, then, and tell him that you don't care? Because if he thinks you don't care, he won't care either.",
        "Mallet: Right, talk to Frank?",
        "Harley: Please?",
        "Mallet: That's an interesting question...",
        "Gus: Hi, honey. What are you guys talking shop? Leave the guy alone. It's his... it's his time. Cheeseball, it's your favorite. Come on, feel right at home.",
        "Olivia: Hey. Whoop, I'm good.",
        "Buzz: You're good.",
        "Olivia: This is a party, let's liven this place up. Whoo! (Turns on music) That's better!",
        "[SCENE_BREAK]",
        "Cassie: Okay, so...",
        "Josh: Hey!",
        "Cassie: ...As to R.J's bedtime...",
        "Josh: Ha! I know, I know, I know, I know. 8:30, in bed with a book. 9:00, lights out. Go. Have a great time, okay?",
        "R.J.: That's an order.",
        "Cassie: All right, all right. I'm stopping by the hospital to see Tammy on the way there and on the way back, so I may be late.",
        "Josh: If that gets you out the door, knock yourself out. Go.",
        "R.J.: Go!",
        "Josh: Go.",
        "Cassie: Thank you.",
        "Josh: Bye.",
        "Cassie: Bye.",
        "R.J.: Bye.",
        "Josh: How about some lemonade, buddy?",
        "R.J.: Okay.",
        "Josh: Come on over here. We've got to reward ourselves for all that wrapping.",
        "R.J.: Mm-hmm.",
        "Josh: Here you go.",
        "R.J.: It was a lot of wrapping.",
        "Josh: Lot of wrapping, but I think we did it well.",
        "R.J.: Yep.",
        "Josh: Cheers.",
        "[SCENE_BREAK]",
        "Vanessa: Still making people happy wherever you go, I see?",
        "Olivia: Hello, Vanessa.",
        "Vanessa: Hello, Olivia. Who's the lucky man these days?",
        "Olivia: Well, you'll be pleased to know that I am officially single.",
        "Vanessa: Oh, well I'm sure you'll find another life to ruin.",
        "Olivia: Maybe I will. Where is that handsome boy toy of yours?",
        "Vanessa: He's right over there. Why don't u go ahead and take your best shot?",
        "Olivia: Is it bad engagement party etiquette to slap the mother of the bride? I want to know.",
        "Ava: Okay, excuse me. Okay... pardon me. We're going to go outside for a second.",
        "Olivia: Get your soily hands off of me.",
        "Ava: What are you trying to do? Stop it. Are you trying to ruin this party? You're trashed.",
        "[SCENE_BREAK]",
        "Jeffrey: Did you lose my number?",
        "Cassie: Jeffrey, hi. No, I'm sorry. I was going to call you, actually.",
        "Jeffrey: You want to cancel our getaway?",
        "Cassie: How did you know?",
        "Jeffrey: How could I not know after seeing you with Josh?",
        "[SCENE_BREAK]",
        "Olivia: I'm going back in.",
        "Ava: To do what?",
        "Olivia: Who made you my babysitter?",
        "Ava: You are Dinah's bridesmaid, okay? Don't embarrass her, Olivia. Or Buzz. He's had a tough day. This is ridiculous, you're being so selfish. He almost gets robbed, has to rush back here, organize this party. Don't you think you've caused enough trouble? He doesn't need any more trouble. He doesn't need you to cause a scene.",
        "Olivia: It's not easy for me to be here.",
        "Ava: I know that.",
        "Olivia: I know. I know you know, and I know you know me and Cooper's so well. Which is why... I need you.",
        "[SCENE_BREAK]",
        "Cassie: Are you really talking about the me and Josh thing? Because that's getting old.",
        "Jeffrey: Well, tell me.",
        "Cassie: Look, I needed to cancel the weekend because I didn't think it was a good idea.",
        "Jeffrey: Yeah, neither did Josh. Josh doesn't want you with me and uh... apparently he's got your ear, among other things.",
        "Cassie: What does that mean?",
        "Jeffrey: You know what? It's a party. Let's enjoy ourselves, huh? It's too bad about the weekend, we could have had fun.",
        "[SCENE_BREAK]",
        "Harley: Nice party, huh? You look happy.",
        "Dinah: Oh, I am, I am. I'm all glowy. Hey, I picked out my centerpieces.",
        "Harley: Oh, good. Yeah.",
        "Dinah: They're really pretty. Oh, and Jim, Jim in tech helped me edit together a video of us.",
        "Harley: What video?",
        "Dinah: Well, something that we put together with pictures of me and Mallet and... I don't know, set to funny music. (Laughter) Well, you know, it's good. I actually hate people like me.",
        "Harley: You're scaring me.",
        "Dinah: Oh, come on, I'll show you.",
        "Harley: You have it?",
        "Dinah: Yeah. I'll show you what I got. Okay.",
        "Harley: I didn't know you could work a computer, I would have given you a raise.",
        "Dinah: Oh! (Laughs) I think I can work a computer quite well. But this isn't my web site.",
        "Mallet: Oh, here. Here, hit escape.",
        "Dinah: Oh. What the hell is this?",
        "[SCENE_BREAK]",
        "Kim Zimmer, \"Inside The Light.\" Reva gets to drive the Tide car. I got to ride around with Travis Kvapell who is the Tide driver and just a sexy, charming, charismatic young man. He let me do a ride along in the car and we went about 112 around a short track and anybody that knows NASCAR knows that that's... on a short track that's, that's pretty fast. See Reva, Wednesday, July 26, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Dinah: You tell me this isn't a report that you wrote about me?",
        "Mallet: Let's turn that off.",
        "Dinah: You answer me, right now.",
        "Mallet: Dinah, listen to me.",
        "Dinah: You tailed me and you reported everything I did every single day to the police.",
        "Mallet: I can explain.",
        "Dinah: You did that! Let me tell you something. There are hundreds of entries here. How could you possibly explain this? We are engaged, for God's sakes.",
        "Mallet: I didn't have a choice. It's something I had to do. Dinah?",
        "Vanessa: Dinah. Dinah?",
        "Mallet: Dinah. Dinah. Dinah.",
        "Olivia: What was that?",
        "[SCENE_BREAK]",
        "Matt: A little hard to have an engagement party when the happy couple disappears, don't you think?",
        "Blake: Not so happy. That was downright ugly.",
        "Vanessa: I don't... I don't understand it. I don't understand what happened.",
        "Matt: You just can't make this stuff up.",
        "Cassie: Well, I think I'm going to head home and check on Tammy on the way.",
        "Blake: Oh, send her my love, will you?",
        "Cassie: I will.",
        "Blake: I hope she's doing better. Have you taken R.J. to see her?",
        "Cassie: Yeah, he was pretty upset actually, but thankfully, Josh is with him tonight and Josh has a way with R.J., so...",
        "Blake: Oh, excuse me. One second here. Did you say that Josh is babysitting with him?",
        "Cassie: Yeah, Blake, so? He is R.J's uncle.",
        "Blake: Right. So that means when you go home, R.J. will be asleep, right? And the house will be quiet and you'll be alone with Josh. So tell me that you're going to send him home to his own empty, dark house.",
        "Cassie: That is exactly what I'm going to do. Would you please keep your voice down?",
        "Blake: Well, all I'm saying is that you should...",
        "Cassie: Oh, I know what you're saying, and please don't say it.",
        "Blake: It's not like Reva is around to hear this.",
        "Cassie: Shhh!",
        "Blake: She's far, far, far, far away.",
        "Cassie: Will you be quiet? What has come into you?",
        "Blake: You know, I don't know, I'm just ticked off.",
        "Cassie: Well, apparently.",
        "Blake: I'm just... I'm lonely. And... so are you, right? Life's short, Cassie, you know? Really, it would be so nice if one of us scored tonight.",
        "Cassie: Wow. Well, it is not going to be me.",
        "Blake: Never say never.",
        "[SCENE_BREAK]",
        "Harley: What just happened here? Mallet is writing up reports on Dinah?",
        "Gus: It's the first I heard about it.",
        "Harley: Well, you work there. Is he doing it for Frank?",
        "Gus: I don't know. It's weird.",
        "Harley: Why didn't he just tell her the truth?",
        "Gus: I can't figure it out, myself.",
        "Harley: Okay, secrets. I get it.",
        "Gus: What?",
        "Harley: Enough with the food. Come on, let's... let's go home, and you can explain to me why you don't want to partner with your wife.",
        "Gus: What? What, what?",
        "Harley: (Mimicking Gus) What, what? Yeah, uh-huh.",
        "Gus: What?",
        "[SCENE_BREAK]",
        "Olivia: I wonder what that was about.",
        "Ava: I'm sure we're going to find out. What is this with you suddenly needing me for something?",
        "Olivia: You know what? I should have kept my mouth shut.",
        "Ava: Yeah, well, you didn't. So...",
        "Olivia: You know how I feel about Frank and Buzz. I care about them both so much.",
        "Ava: Which is the problem.",
        "Olivia: I made a mistake. It was a mistake. I never intended to hurt either one of them. And now they won't talk to me. I miss them, Ava. I just want to be friends.",
        "Ava: That's a good word for it.",
        "Olivia: Yeah, well they're not going to be anything else to me now, are they? Okay? So, yes, I want to be friends. They're two of the most amazing people I've ever known. And for whatever reason, they think you walk on water. So at the risk of sounding shallow and self-serving...",
        "Ava: Sounds good.",
        "Olivia: ...I figure the best way to get into their good graces is to first get back into yours.",
        "Ava: Back?",
        "Olivia: Well, when you were my assistant a while back, we made a pretty good team.",
        "Ava: Until you fired me out of spite.",
        "Olivia: Come on, Ava, you're ambitious. You're ambitious. You don't want to be a waitress the rest of your life, do you? We worked well together. You know, you're good with people and you're somewhat presentable and kind of organized.",
        "Ava: Okay, excuse me. Are you offering me a job?",
        "[SCENE_BREAK]",
        "Mallet: Dinah.",
        "Dinah: Nothing you can say can make me any less furious at you.",
        "Mallet: Oh, baby. Oh, man. Do you think... do you think I wanted to file all those reports on you? Do you think I liked filing those reports on you and keeping it from you? Baby, I didn't have a choice.",
        "Dinah: Okay, well you're making it sound like Frank had a gun at your head and make you do it.",
        "Mallet: It wasn't for Frank. It was the FBI.",
        "Dinah: (Laughs) The FBI?! The FBI? Since when did they care about me?",
        "Mallet: Ever since you tried to shoot Edmund and toss him off of a cliff. Actually, they've been interested in you since you shot Hart, fled the country and bartered your way out of a foreign prison.",
        "Dinah: So how long, huh? How long have you been making reports on me and how long have you been watching me? Huh? Ever since we were... together? Before we were together?",
        "Mallet: Dinah, I didn't have a choice. I didn't have a choice.",
        "Dinah: The whole time? The whole time we were together?",
        "Mallet: Dinah, listen to me.",
        "Mallet: Please just hear me out, okay? Do you know why I filed those reports on you, Dinah? Do you know why? Because if I hadn't, you'd be in prison right now.",
        "Dinah: That's bull.",
        "Mallet: No, that's the truth. Do you know why the feds never pressed charges after your run- in with Edmund? Do you know why? Because I stepped in for you.",
        "Dinah: You barely even knew me then.",
        "Mallet: You're right, I didn't. But I knew you well enough to know I couldn't... couldn't bare to watch them send you away. I thought, \"Maybe this girl just needs a chance.\"",
        "Dinah: What was I, a charity case to you? Is that what our relationship was? Like you... you just felt sorry for me?",
        "Mallet: Stop. Just let me finish, okay? Please, just let me finish. Just hear me out. (Sighs) I saw something in you then. I used every contact I had at the Bureau to try to get someone to listen to me, that this woman does not belong in prison. And I told them, \"I will vouch for her.\" And you know what? They agreed. Under one condition: That I file reports on you-- on you and your activities. It's not the deal that I wanted, obviously, but I thought, you know, that's a small price to pay to keep you out of prison. Baby, come on, was I wrong on that?",
        "Dinah: I can't believe I'm hearing this.",
        "Mallet: I did it because I thought I was helping you. I did it because I thought I was protecting you.",
        "Dinah: Why didn't you tell me?",
        "Mallet: I couldn't. The Feds.",
        "Dinah: I am your allegiance. Comes me, me first.",
        "Mallet: I swore to them as a law enforcement officer.",
        "Dinah: I don't care. I don't care. Those reports that you made, made me sound like a common criminal.",
        "Mallet: Baby, it's not like that.",
        "Dinah: What else haven't you told me?",
        "Mallet: Nothing. Nothing. I'm sorry. I hurt you, I'm sorry. Maybe there's just all kinds of other things going on right now. Maybe that's why... maybe it's just hitting you so hard because of that.",
        "Dinah: Such as?",
        "Mallet: I don't know. All the wedding, all the stress. You know, maybe we're both just freaking out. Remember the other day when you were doubting us? You know, and doubting yourself? I don't know, maybe... maybe you're just doing it now.",
        "Dinah: Are you serious? Are you serious? (Sobbing) I think I might even just hit you again right now because you were sounding so unbelievably condescending.",
        "Mallet: That's not... that's not what I'm talking about.",
        "Dinah: Yeah, it is. It is. You know why? Because you're making it sound like I am the silly little crazy Dinah that's going to go into a tizzy over nothing. But it is not nothing, okay? You kept tabs on me, and I know exactly how you think. That is exactly why you did not tell me about this deal that you struck, because you knew how much it was going to hurt me.",
        "Mallet: Yeah, I knew that.",
        "Dinah: Yeah, you knew that. But you know what? You don't know that. You don't know that. You don't have a clue how I feel inside. You don't. Because you know what? You have always wanted me to be something else! You have always wanted me to be someone else, and I don't know, let's guess! Who have you wanted me to be!",
        "Mallet: That's not true and you know that. We're way past that.",
        "Dinah: Oh, are we?",
        "Mallet: Yes. I love you because of you. You know that.",
        "Dinah: Oh, yeah, yeah. Do you know what? You don't trust me. You don't trust me. You don't trust me to do things the right way. You think I'm going to just go on this spontaneous rampage and be like the old Dinah. The old Dinah that's going to mess things up. But you know why? Because you've never wanted me. You never wanted someone like me. You want someone organized and together who's going to come to you in a white wedding dress. Well, that's not going to be me. That is never going to be me!",
        "Mallet: Stop, you're twisting things around.",
        "Dinah: You see, I trusted you. And I thought you trusted me. My God, Mallet, I needed you to trust me. But this whole thing has just been a lie from the beginning. It's just been a lie.",
        "[SCENE_BREAK]",
        "Olivia: Don't act so shocked. Fine, act shocked, but it's a genuine offer.",
        "Ava: And in return, I have to do what? Sing your praises every time I'm around the Cooper's? Erect a huge shrine-- o, great Olivia-- and drag them to see it?",
        "Olivia: Okay, the shrine. But, no, you know you don't have to do anything because by holding out the olive branch to you it signifies to Frank and Buzz that I am sorry for what I did and I am trying to make amends.",
        "Ava: You're right. You are self-serving.",
        "Olivia: But is that a \"no\"? I didn't think so. Because, Ava, you're smart. You're smart enough to know a golden opportunity when you see it. You're like me that way.",
        "Ava: What a compliment.",
        "Olivia: Ava, a nice cushy job at the Beacon? No more groveling for tips and cleaning out grease traps. You get to wear something else besides that green t-shirt, and you get to make twice as much money than you do now.",
        "Ava: I'll think about it.",
        "Olivia: All right, that's all I'm asking. I'll wait to hear your call.",
        "Ava: Yeah. You do that.",
        "Olivia: Hey, it's Olivia Spencer. Could you patch me through to the office? Barry, hi, it's Olivia. Look, I may be hiring a young woman as a favor to a friend. I want you to find her an entry level job. Something just a cut above housekeeping, but not by much. I want her working long, exhausting days, seven days a week. Bye. How long have you been standing there?",
        "Buzz: Oh, long enough.",
        "[SCENE_BREAK]",
        "Jeffrey: Hello. So, let me get this straight. We're heading into our first debate next week, you're leading me in the polls, but you're upset. Want to tell me why?",
        "Blake: What am I to you, Jeffrey? Really. I mean, what am I?",
        "Jeffrey: Is that a trick question?",
        "Blake: Am I just this sad widow, you know, that everybody laughs about behind my back?",
        "Jeffrey: No one's laughing at you?",
        "Blake: You sure?",
        "Jeffrey: Well, I take you very seriously, both personally and professionally. I think I've proven that.",
        "Blake: Mmm. I forgot. I think I need to be reminded. So what are you doing for the rest of the night?",
        "[SCENE_BREAK]",
        "Harley: You were motioning Mallet to say no to me. You were standing like this.",
        "Gus: Can I...",
        "Harley: Standing behind me. I saw you.",
        "Gus: I know that that's what I... but can I just explain it to you?",
        "Harley: No, don't bother. I know why you don't want to be partners with me.",
        "Gus: Oh, you do? You know why, huh?",
        "Harley: Yes. You're afraid that if I go back on the force, I'll get injured or worse. You're trying to protect me. It's very sweet.",
        "Gus: That's nice that you think that, but that's not the reason why.",
        "Harley: You sure?",
        "Gus: Yes, I'm sure. Can I just explain it to you? I don't mind...",
        "Harley: You think I want to get my badge back because I want to keep an eye on you because I'm afraid you're going to start popping those pills again? Is that what you think?",
        "Gus: Oh, wait a second. You went back on the force because you think that?",
        "Harley: Of course not.",
        "Gus: Well, good, because I didn't think you thought that, but when I heard the words coming out of your mouth, I thought, \"Well, does she think...\"",
        "Harley: Are you worried that you're going to start taking the pills again and that something bad will happen like what happened to...",
        "Gus: Let me tell you something. I know that the pills are behind me, I'm just not really sure that you know that the pills are behind me. That's what I'm getting from this.",
        "Harley: No, I am. I am. Well, what is it? Do you... you're afraid I'm going to get promoted above you, aren't you?",
        "Gus: Oh, yeah, that's what it is.",
        "Harley: Are you afraid that Frank's going to work us too hard?",
        "Gus: No, no. No, no, no.",
        "Harley: Then what is it? Why don't you want to be partners with me?",
        "Gus: I just don't want to get used to you.",
        "[SCENE_BREAK]",
        "Cassie: (Whispering) R.J., honey. Sweetie, we've got to get you up to bed. Honey. (Car backfires outside)",
        "R.J.: Was that a gun?",
        "Cassie: What? No? Honey, it was just a car backfiring, it's fine.",
        "R.J.: Are you sure? It sounded like a gun.",
        "Josh: No, no. It wasn't a gun, okay? It was something outside. Everything's fine. Look, your mom's home. That's a good thing, right? Everything's a-ok.",
        "R.J.: I had a dream. The robbers... they shot Tammy. It was awful.",
        "Cassie: Baby, it was just a bad dream. Tammy's fine. I just saw her in the hospital and she's doing great. She said to give you lots and lots of love. So let's get you upstairs, okay?",
        "R.J.: Alone?",
        "Cassie: No, I'll go upstairs with you and I'll read to you until you fall asleep. How's that?",
        "R.J.: Okay.",
        "Cassie: You can go.",
        "R.J.: No. Uncle Josh, you have to stay and protect us.",
        "Cassie: Honey, we don't need protecting. Everything's fine.",
        "Josh: No, you know what, it's fine. It's okay.",
        "R.J.: See?",
        "Josh: I can stick around for a little while.",
        "R.J.: He wants to stay, and I want him to stay. I want him to stay the whole night. Otherwise I won't be able to sleep. All right? Please?",
        "Cassie: Honey, your Uncle Josh needs to go to his own house and sleep in his own bed.",
        "Josh: Actually, you know what? It's fine. I could stay here. I could sleep right here on the couch.",
        "Cassie: And wake up with a backache? I don't think so.",
        "Josh: I've slept on worse couches. This one's actually quite comfortable.",
        "R.J.: So you'll stay? Mom?",
        "Cassie: Are you sure?",
        "Josh: Yes, I'm sure. That's what you want, right?",
        "Cassie: Uh-huh.",
        "Josh: Okay, and no more bad dreams?",
        "R.J.: Right.",
        "Josh: Okay.",
        "R.J.: Because you'll be here all night long looking after us.",
        "Josh: (Laughs)",
        "Cassie: Okay, then I will get you some bedding.",
        "Josh: Great, while you're doing that I'll take R.J. up, tuck him in, get him to bed.",
        "Cassie: Okay.",
        "Josh: Let's go. Let's go.",
        "Cassie: Josh. Thank you.",
        "Josh: Sure. Let's go.",
        "[SCENE_BREAK]",
        "Mallet: I'm sorry. I'm sorry I filed those reports. And I'm sorry I didn't tell you about them. I'm sorry I hurt you. I just did it because I wanted to help and I wanted to protect you. Because I love you. Maybe I went about it the wrong way, but, you know, at that time it was the only way.",
        "Dinah: Do you understand how humiliated I was tonight? In front of my friends and my mother? And do you understand how hard I've worked to change my life.",
        "Mallet: Baby, I understand.",
        "Dinah: To try to be a better person. And in one stupid move, you undid all of that. You undid it all. And now everybody in the town is going to look at that stupid web site and those stupid reports that you wrote. And you know what they're going to say? They're going to say even you-- the man who claims that he loves me and the man who claims he wants to marry me-- even you have zero faith in me.",
        "Mallet: That's not true. You know that that's not true.",
        "Dinah: Yeah. They're going to see it. Now they're going to see it and they're going to think, \"You know what? She didn't change. Dinah didn't change.\" You know what? Maybe they're right.",
        "Mallet: Don't say that. Don't say that. Don't say... please... don't leave.",
        "[SCENE_BREAK]",
        "Harley: So you don't want to be partners with me because you're afraid you'll get tired of me?",
        "Gus: No.",
        "Harley: That's flattering.",
        "Gus: That's not what I said.",
        "Harley: I must be interesting.",
        "Gus: What I'm saying to you is, babe, you know how people have their separate lives, right?",
        "Harley: Mm-hmm.",
        "Gus: I go out into the world and I do what I do. You go out into the world and you do what you do.",
        "Harley: Mm-hmm.",
        "Gus: And it's nice, because you come home, you talk about your life, I talk about mine and then, of course, we're in bed or something and we're doing something. You know, the nasty. You remember when we used to do the body...",
        "Harley: Vaguely.",
        "Gus: Okay, so I'm just saying. Look, on the other hand, it's true, I do like spending my time with you. I like being with you all day long. Who would I rather be with but you on a very long stakeout that lasts all night, you know? Who do I want to share a stale doughnut with? A guy named Louie? No. I want to share it with you. You know, and at the same time, I'm saying, if I'm with you all day long and I think about touching you, but I can't get to touch you, I want you even more.",
        "Harley: So what you're saying to me is you want the mystery, but you want the closeness, too.",
        "Gus: Yes, I want... no, no, I want both. I want to be together and I want the mystery at the same time.",
        "Harley: You know what's a mystery to me? How it is after all this time I can just want you more and more.",
        "Gus: Yeah?",
        "Harley: Yeah.",
        "Gus: Yeah.",
        "[SCENE_BREAK]",
        "Olivia: I'm sorry, what? What am I doing?",
        "Buzz: What were you doing? What were you doing? I think you were talking to Ava and you thought maybe if you reached out to her you'd get an in of some sort.",
        "Olivia: An in? What are you talking...",
        "Buzz: Oh, don't be dumb! Come on. I think you want to fix things with Frank and maybe even with me, and so I thought maybe you'd need a bit of help.",
        "Olivia: Well, it's scary how well you know me.",
        "Buzz: Don't force it. I know it's how you do things, but don't. Let it go this time.",
        "Olivia: Buzz...",
        "Buzz: No, no, no, no. I'm taking myself inside.",
        "[SCENE_BREAK]",
        "Jeffrey: Candidate Marler, are you suggesting what I think you're suggesting?",
        "Blake: You betcha. Unless, of course, you have other plans.",
        "Jeffrey: Well, no I don't have other plans, but certainly you do. And I believe their names are Jason, Clarissa... what's the other one's name?",
        "Blake: (Sighs) Kevin.",
        "Jeffrey: Hmm.",
        "Blake: And my beautiful babies are all having play-dates and sleepovers and grand old fun tonight, while I go home alone.",
        "Jeffrey: Well, sleepovers can be fun.",
        "Blake: Yeah, if you're playing the right activities.",
        "Jeffrey: Candidate Marler, may I remind you that we are opponents in a bitter election campaign, okay? Now what would people think if we walked out of here together. We don't need a scandal like that, either of us right now.",
        "Blake: Oh, yeah. Yeah, I guess you're right.",
        "Jeffrey: Good. I'm glad we understand each other.",
        "[SCENE_BREAK]",
        "Josh: Okay, R.J's asleep. He pretty much... he was out as soon as his head hit the pillow, you know?",
        "Cassie: Great, well, here's your narrow, lumpy bed. I apologize in advance for the awful night's sleep.",
        "Josh: That's fine, really. I don't actually sleep, anyway.",
        "Cassie: Yeah, I don't much lately. So it's really, really nice of you to do this for R.J.. So I'm going to head upstairs because I am beat.",
        "Josh: Yeah, yeah. I'm wiped out, myself.",
        "Cassie: Okay, then. So... goodnight.",
        "Josh: Goodnight.",
        "Cassie: Josh? We can do this, right? We can stick to the promise that we made to each other and ignore whatever...",
        "Josh: Yeah, we can do this. It'll be fine.",
        "Singer: I never knew I never knew that everything was falling through that everyone I knew was waiting on a queue to turn and run when all I needed was the truth but that's how it's got to be it's coming down to nothing more than apathy I'd rather run the other way than stay and see the smoke and who's still standing when it clears and everyone knows I'm in over my head, over my head with eight seconds left in overtime, she's on your mind she's on your mind let's rearrange I wish you were a stranger I could disengage to say that we agree and then never change soften a bit until we all just get along but that's disregard find another friend and you discard as you lose the argument in a cable car hanging above as the canyon comes between and everyone knows I'm in over my head, over my head with eight seconds left in overtime, she's on your mind she's on your mind everyone knows I'm in over my head, over my head with eight seconds left in overtime, she's on your mind she's on your... and suddenly I become apart of your past I'm becoming the part that don't last I'm losing you and it's effortless...",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Reva: I'll be right here waiting for you. We're in this together, remember?",
        "Jonathan: I haven't even told Tammy yet.",
        "Tammy: I won't say a word, okay? It'll be our little secret.",
        "Reva: I'll be like your fairy godmother.",
        "Billy: Got the plane all ready, so we'll take her wherever she needs to go, wherever we find the donor.",
        "Colin: We are just about officially out of time. It is time to start calling the rest of the family."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=cv7eGWqUOGg"
}