{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Danny: Hi, Grandpa. ",
        "Ed: How are you? ",
        "Danny: Thanks for letting Cassie pick him up earlier. ",
        "Ed: It's no problem. I told you, Danny, I'm not going to do anything to get \r\nbetween you and your son-- as long as you keep him safe. ",
        "Danny: Mm-hmm. But you don't mind coming between me and Michelle. By \r\nencouraging her to spend the weekend with Bill. I mean, why stop there, Ed? Why \r\ndon't you just push her into bed with the guy? ",
        "",
        "Beth: Bill, hi. It's Beth. I just wanted to let you know that Danny let us \r\nout of that lease on the loft. So, that's taken care of. Uh... You also left a \r\nfew things there and now I have them here. Whenever you want to pick them up, or \r\nif you want me to drop them off, just... Let me know. Okay. Bye. (knock on door) \r\nHey, you, what a nice surprise. Come on in. ",
        "Lizzie: I'm not interrupting anything, am I? ",
        "Beth: Just me feeling sorry for myself. Come on, make yourself comfortable. \r\nOh, wait a minute. You had that big History exam today, right? How'd that go?\r\n",
        "Lizzie: Oh, yeah, fine I guess. ",
        "Beth: Oh, hold that thought. Do you want some tea? I got a tea maker, so I \r\nwouldn't have to keep ordering up from room service. ",
        "Lizzie: Maybe in a minute. I... I kind of need to talk to you about \r\nsomething. ",
        "Beth: All right, what? ",
        "Lizzie: This. ",
        "Beth: \"Alston Academy\"? That's a boarding school in Connecticut, right? ",
        "Lizzie: I want to go there, Mom, as soon as possible. ",
        "",
        "Buzz: I won't ask. ",
        "",
        "Bill: You're really going to head home? ",
        "Michelle: Yeah... Yeah, you know, I think it's best. ",
        "Bill: Did I say something or do something to mess things up... ",
        "Michelle: No, no, no, look, I... I just don't think we're ready to start \r\nanything yet. And, you know, if we do, it's going to be a big deal so I think \r\nthat we shouldn't rush into it. ",
        "Bill: And you're sure that's the only reason why you want to leave? ",
        "Michelle: What other reason would there be? ",
        "Bill: I don't know. I mean, after the way Danny showed up here last night, I \r\nthought maybe... ",
        "Michelle: No, no. I just want to do what's right. ",
        "Bill: Me, too. ",
        "",
        "Frank: Did you hear what your granddaughter just said? She said she's \r\ndetermined to sleep with this guy no matter what. Well, not on my watch you're \r\nnot. Get your coat, get your butt in the car, I’m taking you home, now. ",
        "Marina: No. No, I'm not leaving. ",
        "",
        "Alan: Tell me, have you... Have you seen Olivia? ",
        "Phillip: Why would I? ",
        "Alan: I don't know, I was at the Beacon last night and the idiot behind the \r\ndesk wouldn't even tell me where she was. ",
        "Phillip: Good for him. ",
        "Nolan: Excuse me, sir. A messenger just delivered these two letters. One of \r\nthem is for you, sir, and the other for Mr. Phillip. ",
        "Alan: Well, thank you, Nolan. ",
        "Nolan: You're welcome, sir. ",
        "Alan: They're from Olivia. ",
        "Phillip: She's gone. ",
        "",
        "Frank: Until you turn 18, I’m your legal guardian, not to mention your \r\nfather. So whether you like it or not, I call the shots. ",
        "Marina: Why can't you just trust me? ",
        "Frank: \"Trust you\"? I trust you all the time and what do you do? You go off \r\nand you do something stupid... ",
        "Marina: What... What... What have I done that is so terrible? ",
        "Frank: Are you kidding me? Would you please say something here and help me?\r\n",
        "Buzz: Well, I guess the first thing would be when you ran away from your mom \r\nin L.A. to come here, and then you got involved with that Romeo Jones. I mean... \r\nLet's face it, he's a hood. And then, next thing, you turn up half naked in Gus' \r\nbed so I... ",
        "Frank: Not to mention getting kidnapped from Millennium. And almost getting \r\nkilled. ",
        "Buzz: And there were condoms in the car last night... ",
        "Frank: Condoms? You came up here with condoms? ",
        "Marina: Yeah, haven't you ever heard of safe sex? It's called being \r\nresponsible, Dad. ",
        "Frank: Oh, terrific, terrific. The one thing you shouldn't do, you're \r\nresponsible about. ",
        "Buzz: Well, she's responsible in other things. I mean, work, I mean, she's a \r\nregular trooper in that department. ",
        "Marina: You know what, thank you. ",
        "Buzz: Frank... ",
        "Marina: Thank you. Daddy, and about the condoms... ",
        "Ben: Marina, let it go... ",
        "Marina: You know what, no! I have a point to make here. You're only upset \r\nabout the condoms because I'm a girl. If I were a guy, you would have felt \r\ntotally different about this. You would have been all, like, \"Wink, wink, go for \r\nit, kid.\" ",
        "Frank: No, I wouldn't have. ",
        "Marina: Please, you think I don't know how guys think? ",
        "Frank: I know exactly how guys think. I know how this guy thinks. You've been \r\npressuring her into having sex, haven't you? After I explicitly warned you...\r\n",
        "Ben: No, sir, I haven't. I swear. ",
        "Frank: You swear? You know what, Ben? I'm sorry, I believe you. Just like I \r\nbelieved you about all the chaperones being up here and the ski-a-thon and \r\neverything else... ",
        "Marina: You know what, Daddy, Ben has not been pressuring me, okay? If anyone \r\nhas been doing any pressuring at all, it has been me. Look, I know what you want \r\nfrom me. You want me to work at Company until I meet some nice, young, Greek boy \r\nand I... And I get married and I spend the rest of my life making baklava and \r\nhaving babies! But that is not what I want! ",
        "Frank: What do you want? ",
        "Marina: Well, I want a really great and interesting career. You know, I want \r\nto travel. I want to have fun. There is just so much in this world to feel and \r\nexplore. ",
        "",
        "Bill: All right, I agree with everything that you just said, but I'm afraid I \r\ncan't let you go home. ",
        "Michelle: Why not? ",
        "Bill: Because I offered first, and if anyone leaves, it should be me. ",
        "Michelle: Yeah, but you're all psyched about skiing and I want to get home to \r\nRobbie anyway. ",
        "Bill: Yeah, well, I was psyched to go skiing with you-- not Ben and Marina \r\nand the whole Cooper clan. ",
        "Michelle: All right, all right, we'll both leave then. ",
        "Bill: All right. All right, then... Then what? Huh? What happens when we get \r\nback to Springfield? When do I get to see you again? ",
        "Michelle: Hmm, how should we do this? Tonight too soon? ",
        "Bill: Not for me. You? All right, all right, then we're on for tonight. What \r\ndo you want to do? ",
        "Michelle: I don't know. Hang out? ",
        "Bill: No, we can't just hang out? We got to do something special. We got \r\nto... We got to go on a date, like a real date. You know, like you said, we got \r\nto do this right. So, how about I pick you up and I’ll take you to Towers. ",
        "Michelle: You mean, you're going to drive and everything? Do I get a corsage, \r\ntoo? ",
        "Bill: Ah, easy. Should I bring a corsage? Only kidding. How about 7:00? ",
        "Michelle: 7:00's fine. ",
        "Bill: Let's get our stuff. ",
        "Michelle: All right.",
        "",
        "Marina: Why won't you just listen to me? ",
        "Frank: Because you're not telling me anything new. ",
        "Marina: Yeah, well, how do you know that if you're not listening? ",
        "Michelle: Don't mind us. ",
        "Bill: Yeah, we're just going to grab our stuff. We're heading back to town.\r\n",
        "Ben: Now? ",
        "Michelle: Yeah, I miss Robbie. ",
        "Bill: Yeah, I got a lot of work to do. ",
        "Michelle: But you guys stay, use the cabin. Or not... Or not. But just make \r\nsure you leave the key in the... In the usual spot when you leave, okay? ",
        "Bill: And remember to put out that fire. ",
        "Ben: Thanks. ",
        "Frank: Well, there it is. Bill and Michelle gone; you're going home. ",
        "Marina: What if I say no, what are you going to do? You're going to handcuff \r\nme and drag me out of here? ",
        "Frank: If necessary. ",
        "Marina: Well, you know what, then fine, then fine. Why don't you just go \r\nahead and do it, because that is the only way that I am going! ",
        "Frank: Oh, you're going all right. You're going straight back to your mother.\r\n",
        "",
        "Danny: Michelle and I were working things out. And then Carmen escapes and... \r\nAnd... And goes after Robbie. And Bill shows up at just the right moment and \r\nsaves the day. And suddenly I’m nothing to Michelle? ",
        "Ed: You will never be nothing to her. ",
        "Danny: I mean, doesn't it bother you that Bill has put the moves on Michelle, \r\nright at the moment... At the exact moment when she's scared and vulnerable? ",
        "Ed: What bothers me is that she finds herself in that frightening position to \r\nbegin with, with her son almost being kidnapped by his grandmother. ",
        "Danny: You know I knew... Every bone in my body was telling me to get here \r\nearlier that night. I should have trusted my instincts. ",
        "Ed: Hindsight is 20/20, you know. ",
        "Danny: Ten minutes and I would have been the one. I would have been here to \r\nprotect Michelle. And now... This doesn't make any sense. ",
        "Ed: Danny, what's drawing Michelle and Bill together, it's not any ten \r\nminutes, it's a lifetime of friendship and caring. ",
        "",
        "Alan: Two letters. You're drinking... Or thinking. Interesting set of \r\ncircumstances. I wonder what it all means. ",
        "Phillip: It means this house is bringing out the worst in everyone. ",
        "Alan: Or it could mean much more. ",
        "Phillip: I have something to do. ",
        "Alan: Why don't you use the phone here, Phillip? ",
        "Phillip: What? ",
        "Alan: That's what you're going to do, isn't it? Call Olivia? ",
        "Phillip: Why would you think that? ",
        "Alan: Oh, I don't know. Why would I think anything? Like why would I think \r\nwhile I was in the hospital recovering, that you slept with my wife? ",
        "",
        "Marina: I won't do what you want, now you're just going to wash your hands of \r\nme? That's nice, Daddy, that is really nice. ",
        "Buzz: Your father didn't really mean he was going to send you back to your \r\nmother. ",
        "Frank: Yes, I did. ",
        "Marina: Oh, and you call me immature? ",
        "Frank: Let me make something perfectly clear. I don't want you seeing this \r\nguy. And I especially don't want you sleeping with him. Now, if I have to ship \r\nyou off to Timbuktu to prevent that from happening, that's exactly what I’m \r\ngoing to do. ",
        "Marina: But, Dad, that's the most ridiculous thing I ever heard... ",
        "Frank: You know what, there are no buts here! ",
        "Michelle: Uh, going guys. Good-bye. Enjoy the cabin, okay? ",
        "Ben: I'm sorry, Michelle. ",
        "Marina: Yeah, me, too. ",
        "Michelle: Don't be. I'm not... Not leaving because of this. You know, just do \r\nwhat you got to do. Okay? Bye. ",
        "Bill: Hey, look, I'm going to see her off, and then I'm going to go down to \r\nthe ski center and settle up. Not like we skied. ",
        "Ben: Yeah, you need any money or anything... ",
        "Bill: Nah, I'll just put it on the card. We'll deal with it later. ",
        "Ben: Okay. ",
        "Marina: Daddy... ",
        "Frank: No. ",
        "Marina: Yeah, you know what? I got that. But I just have one more thing to \r\nsay to you, just one. And then if you still want me to leave with you, I will.\r\n",
        "",
        "Lizzie: Mom, I need to go away. Please, I need... ",
        "Beth: Why? Is there a problem at school that you're not telling me about? ",
        "Lizzie: No, Mom, the problem is not at school. ",
        "Beth: Then there is a problem? ",
        "Lizzie: Yes. I need a break. ",
        "Beth: What... A break? A break from what? ",
        "Lizzie: From... From you! From dad, from grandpa, from the whole family. I \r\nneed... The whole year, Mom, since the whole Lorelei business. It's just been \r\none thing after another and I can't hack it anymore. ",
        "Beth: Sweetie, I'm sorry about all of that. I would take it back if I... ",
        "Lizzie: I'm not blaming you. I'm just saying... (sighs) ...Everything's \r\nchanged since you and dad split for good. I mean, you're seeing Bill now. ",
        "Beth: Actually... ",
        "Lizzie: And I’m fine with that, Mom. I just... I can't have it in my face \r\nevery day. And, dad... Dad's fighting with Harley over who gets custody of Zach, \r\nand I can't stand that. And Aunt Alexandra and... And grandpa are always \r\narguing. And... (sighs) ...Grandpa and Olivia, I mean, the way things are going, \r\nthey're going to be split up by this summer and... It's... I... It's too much.\r\n",
        "Beth: You're right. You're right, it is too much. It's much too much. But \r\nwe'll simplify it, okay? ",
        "Lizzie: How? ",
        "Beth: Well, for starters, you're going to move in with me. ",
        "Lizzie: I'm going to move in here? ",
        "Beth: No. We'll get a house, you and James and me. ",
        "Lizzie: Isn't that going to cramp your style? I mean, with Bill, having me, a \r\n16-year-old around 24-7? ",
        "Beth: Actually, Bill and I aren't seeing each other anymore. It just \r\nhappened. ",
        "Lizzie: Oh. Well, I'm sorry. But I still want to move. ",
        "Beth: Why? Why? I just told you that Ill have more time to spend with you. \r\nAnd I promise you, the things that have happened in the past are not going to \r\nhappen anymore. ",
        "Lizzie: Mom, this is not about you, okay? This is about me and what I want. \r\nI'm angry and frustrated and resentful, Mom. I'm trying to put my energy towards \r\nsomething good for me, for myself, something positive for once. Please, please \r\nhelp me do that. ",
        "Beth: Well have you told your father that you want to go away? ",
        "Lizzie: I thought maybe you could help me do that. Because I... I know he's \r\ngoing to be more upset than you are. ",
        "Beth: Oh, baby. ",
        "",
        "Phillip: You think I what? ",
        "Alan: You heard what I said. ",
        "Phillip: Don't be ridiculous. ",
        "Alan: Go ahead. Make a few pronouncements. Go on the offensive. Take the high \r\nroad. Isn't that what you always do when you're lying? ",
        "Phillip: Let me ask you something, Dad. What... What would you do if I told \r\nyou that I had slept with her? Would you fake another heart attack for me? Would \r\nyou reprise that pathetic scene that you staged in here yesterday? ",
        "Alan: What pathetic scene? ",
        "Phillip: Oh, poor, broken-hearted Alan, surrounded by all the presents that \r\nOlivia had given him, pleading for her to take him back. \"Please, please, \r\nplease, take me back.\" ",
        "Alan: That was an honest moment between husband and wife... ",
        "Phillip: (laughs) Right. ",
        "Alan: ...Something... ",
        "Phillip: Right. ",
        "Alan: ...You don't know anything about or have forgotten. ",
        "Phillip: No, I think we both know exactly what that moment was. That was Alan \r\npulling out all the stops. Humbling himself because he had been caught \r\nred-handed yet again. Hey, it was good. The burning of the pre-nup was an \r\nespecially nice touch. ",
        "Alan: Now, who's sounding ridiculous, Phillip? ",
        "Phillip: Yeah, in case you didn't notice, it didn't work. Olivia didn't buy \r\nyour little stunt. That's why she's gone. ",
        "Alan: Well, she's not with you. ",
        "Phillip: Let me tell you something. When I think of the hell that you put the \r\ntwo of us through, when you faked those heart attacks... ",
        "Alan: All right, all right, Phillip, you paid me back. Or, you're in love \r\nwith my wife. ",
        "Phillip: We were loyal to you, both of us. Because you were what we cared \r\nabout. ",
        "Alan: Don't try to change the subject. You're in love with my wife! ",
        "Phillip: I got an idea. How about if you and I just don't talk to each other, \r\nperiod, right now? ",
        "Alan: I think that's a very good idea. ",
        "Phillip: Yeah. ",
        "Alan: Let me tell you something. What you did to me was despicable. ",
        "",
        "Beth: You'll see. You're going to tell him, and it will be fine. Hey. ",
        "Phillip: Well, hello. Nice to see the two of you together again. Uh-oh, \r\nyou've been shopping. ",
        "Beth: No, uh, we've been talking and now we have to talk to you. ",
        "Phillip: Okay. Is something wrong? ",
        "Beth: Yes and no. Our daughter has a request to make. ",
        "Phillip: Okay. ",
        "Lizzie: Dad, I want to go away to boarding school-- to Alston Academy. ",
        "Phillip: Alston? That's... What are you... That's all the way back East. No.\r\n",
        "Lizzie: Dad. ",
        "Phillip: What are you talking about? ",
        "Lizzie: I'll come home for every break. I'll come home for the summer... ",
        "Phillip: No, no, no, no, no. That's out of the question. ",
        "Lizzie: Why not? ",
        "Phillip: Because you're getting a perfectly fine education where you are. And \r\nnot to state the obvious, if you went away, I would miss you. ",
        "Beth: I already expressed that opinion. ",
        "Phillip: Whose muffin would I steal in the morning? ",
        "Lizzie: (laughs) ",
        "Phillip: Who would I watch \"Survivor\" with? You know. Not to mention, how \r\nmuch I would miss hearing that Christina-- what the hell is her name-- song \r\nplaying over and over again? No. ",
        "Lizzie: I'll play it for you on the phone, Dad. ",
        "Phillip: That's not the same thing. ",
        "Lizzie: Daddy, please. ",
        "Phillip: Honey, I don't understand. ",
        "Beth: Uh... Lizzie isn't happy living here, Phillip. ",
        "Phillip: Sweetheart, if you want to move out and get a place of our own, we \r\ncan do that. You're the reason that we're here. I suggested that before the \r\nwedding, remember? You... You were the one that wanted us to stay put. You and \r\nyour grandfather. ",
        "Lizzie: No, no, he wasn't. ",
        "Phillip: Yeah, don't you remember? The two of you... You... He and you... ",
        "Lizzie: No, he didn't really want us to stay, Dad. I told him to say that.\r\n",
        "Phillip: You told him to say that? Why? ",
        "Lizzie: I found out that he faked his heart attack. And I said that I was \r\ngoing to tell you and Olivia if he didn't do what I wanted him to do. I guess \r\nyou could say I sort of blackmailed him. And now I'm in trouble again. See, if I \r\nwasn't here, I wouldn't be tempted to do things like that. ",
        "Phillip: I want to speak to your mother alone for a moment. ",
        "Lizzie: Sure. ",
        "Phillip: What the hell was that? ",
        "Beth: Oh, Phillip, that is our daughter in pain. And I can't believe I'm \r\nabout to say this but... Maybe she knows what she needs better than we do right \r\nnow. And if she wants to go away, maybe we should let her.",
        "",
        "Marina: May I speak? ",
        "Frank: Go ahead. ",
        "Marina: Okay. Okay, first of all, I want you to know that I love you very \r\nmuch. And secondly, I want you to know that I do listen to you, even when you \r\nthink I’m not, I am because I know that you love me, too. And I know that you \r\nhave my best interest at heart. So when you say something to me, I really think \r\nabout it. I really think about it and then I figure out how I feel about it. I \r\nform my own opinion, what works for me. Can I keep going? ",
        "Frank: Yes. ",
        "Marina: Now, I really care about Ben. I care about him a lot. ",
        "Ben: And I care about Marina, too, Detective Cooper, very much. And I totally \r\nrespect her, more and more every day. ",
        "Marina: Now, look, I know you think that Ben is too old for me, and that I’m \r\nin way over my head, and I understand that. And I appreciate your concern, I do. \r\nAnd, Grandpa, you, too. I appreciate that advice you gave me yesterday, I do. \r\nBut... ",
        "Frank: What advice? ",
        "Buzz: Oh, it doesn't matter now, just listen. ",
        "Frank: No, no, no, obviously... I mean, if it means something to her. What... \r\nWhat advice? Say it. ",
        "Marina: You know what? It... It's not important, the point is... ",
        "Frank: No, it is important, now hold on here. It is important. I mean, \r\nexactly what did you two discuss? ",
        "Marina: Okay, I got some pills, some birth control pills. And grandpa found \r\nthem and we talked about the whole thing. He recommended that I go the \r\nabstinence route or at last wait. But, ultimately he said he trusted me to make \r\nthe right decision. ",
        "Buzz: That isn't exactly the way the conversation... ",
        "Marina: Yeah, it is. ",
        "Frank: You know what, so hold on one second here. You had this conversation \r\nbefore you even came up here? You knew that she came up here with the intent to \r\nsleep with him? And you didn't tell me anything about it? ",
        "Buzz: Only... ",
        "Frank: Hold on... Where the hell do you get off having that kind of a \r\nconversation with my daughter and then not tell me about it? ",
        "Buzz: Frank, it wasn't planned. I didn't... I just found... ",
        "Frank: So, what'd you do, Pop? What'd you do? Come up with a little advice \r\nhere, a little parental wisdom? God knows you're such an expert at raising your \r\nown kids. ",
        "Buzz: Frank, come on! ",
        "Frank: Don't talk to me right now. And as for you, you're my little girl. \r\nYou're my daughter. And I honestly believe that if you stay up here, you'll be \r\nmaking the biggest mistake of your life. Now, I know I can't watch you 24 hours \r\na day. And all I can do is beg you or just even ask you... Just to stop and \r\nthink what you're doing here, okay, before you make a mistake. ",
        "Marina: No, Daddy... Think. ",
        "Buzz: I'd better follow him. Ah, you will be in town tonight. No ifs, ands, \r\nor buts, and no funny business in the meantime. Please. ",
        "Marina: Yeah, I promise. ",
        "Buzz: You, too? ",
        "Ben: Yes, sir. ",
        "Buzz: Please? ",
        "Ben: You have my word. You okay? ",
        "Marina: I've never seen my dad that hurt before. ",
        "Ben: Come here. Marina, I think we need to slow this thing down. ",
        "Marina: \"Slow this thing down\"? What, after what I just went through for you? \r\nWhat are you saying? Are you saying you don't want to be with me? ",
        "Ben: No, no, that's not what I meant at all. ",
        "Marina: Well, you just said that you cared about me. ",
        "Ben: I do. I'm just saying that I think we should be careful around your...\r\n",
        "Bill: I saw Frank and Buzz leaving. They're letting you two stay up here \r\nalone? ",
        "Ben: No, no. We're going to head out, too.",
        "",
        "Danny: Hey. Hi. ",
        "Michelle: Hi. ",
        "Danny: Robbie was with me today. I just dropped him off. He... He's taking a \r\nnap now. ",
        "Ed: I didn't think you were coming back till tomorrow. ",
        "Michelle: Yeah, well, my plans changed. I missed Robbie. ",
        "Ed: If you're here now, I... I have some errands to run. ",
        "Michelle: Oh, yeah, yeah, that's fine. Did everything go okay? ",
        "Ed: It was fine. Welcome home. ",
        "Michelle: Thanks. ",
        "Ed: I'll see you later, okay? ",
        "Michelle: Okay. ",
        "Danny: Hey. ",
        "Michelle: So, did you have a good time with Robbie today? ",
        "Danny: Yep. Took him to Little Havana for lunch. Oh, he had his first taste \r\nof Chorizo, the mild kind. ",
        "Michelle: Did he like it? ",
        "Danny: I think he still prefers the plain tortillas. ",
        "Michelle: Yeah, well, you know, there's something about toddlers and starch.\r\n",
        "Danny: (laughs) Yeah. Michelle, I'm sorry that I... Showed up at the cabin \r\nand acted the way that I did. ",
        "Michelle: Well, it's okay, we got past it. ",
        "Danny: Good. Did you have a good time up there? ",
        "Michelle: It was fine. ",
        "Danny: So, why'd you come back early? ",
        "Michelle: I told you because I missed Robbie. ",
        "Danny: All right, look, I’m not... I've never been one for small talk. Maybe \r\nI'm supposed to be a good loser, but I’m not. I love you and I miss you. What? \r\nWhat is that? ",
        "Michelle: It's from Ross' office. The official papers. We're divorced. ",
        "",
        "Ben: Yeah, so just wait a couple of days to deposit it. Because I'm waiting \r\nfor this payment from my trust fund to clear. ",
        "Bill: Not a problem. I know you're good for it. You remember how to lock up, \r\nright? ",
        "Ben: Done it a million times, man. I'll see you back at the house. ",
        "Bill: You bet. ",
        "Ben: All right. ",
        "Bill: Marina. ",
        "Marina: Bye. Your \"trust fund\"? Ben, you don't have a trust fund anymore. \r\nWhat are you going to do when that check you just wrote to Bill bounces? ",
        "Ben: Look, I will have money by then, hopefully. ",
        "Marina: Yeah, how? ",
        "Ben: Marina, enough about the money, all right? It's not your problem. I \r\ntrusted you with my financial situation and this is what you do with it? ",
        "Marina: Well, you want to know how much I have in my check balance? Okay, \r\nI'll tell you. I have $322.18. ",
        "Ben: You know your balance to the penny? ",
        "Marina: Yeah, I also know how much I have in my wallet right now. I have \r\n$68.11. ",
        "Ben: Okay, all right, I believe you. What I don't believe is that you're so \r\nexact about it. ",
        "Marina: Well, I just like to know where I stand on these things. You know, so \r\nI can tell what I can afford and what I can't afford. Maybe you need to start \r\nthinking like that, too. ",
        "Ben: Yeah, well, maybe I don't want to. ",
        "Marina: What is that supposed to mean? Look, okay, I... I get, trust me, I \r\nget why you don't want to work for my grandfather. But I don't know, maybe... \r\nMaybe you need to think about, like, tutoring some more or get a teaching \r\ndegree. ",
        "Ben: Oh, yeah, Ben Reade, school teacher. I can see it now. Thought you \r\nwanted to be with the rich guy, Marina, a mover and a shaker. ",
        "Marina: Yeah, well, you know, I thought I did, too, but now I know I just \r\nwant to be with you. None of that stuff even matters to me. ",
        "Ben: Well, it matters to me. I like having things. And I don't want to have \r\nto worry about every cent in my bank account, or start clipping coupons, or \r\nbuying soup on sale, okay? I want a little more than that out of life. ",
        "Marina: So, basically, what you're saying is that you're willing to do \r\nanything-- including stiffing your best friend—rather than end up like me.",
        "",
        "Danny: We sign this, and that's it. The marriage is over like it never \r\nhappened. ",
        "Michelle: Not like it never happened. ",
        "Danny: Well, we can tear this up and start over again. ",
        "Michelle: Danny. ",
        "Danny: Michelle. I think we owe it to our son. We owe it to ourselves. ",
        "Michelle: We did. We did once, but that time has passed. And I know that we \r\nnever thought this was going to happen to us, but we were wrong, so, please... \r\nPlease, just accept it. Don't make this any harder than it already is. ",
        "Danny: That's what I'm saying. If it's hard for you, then... Then that should \r\nbe telling you that this is not the right decision. That we should work on this \r\nand work it out. Maybe not. There's nothing in here about custody of Robbie. ",
        "Michelle: That's because when we filed, you wanted me to tell him you were \r\ndead. But we can work something out. ",
        "Danny: Okay. Okay. (sighs) Well, I guess this is good-bye. Good-bye.",
        "",
        "Buzz: I guess you don't want to talk about this right now. ",
        "Frank: You guessed right. (door slams) Well, what do you know. Now, that's a \r\nlittle better. Where's Ben? ",
        "Marina: (sniffles) ",
        "Frank: Marina? Marina, what's wrong? ",
        "Marina: Nothing. Nothing.",
        "",
        "Ed: Ah, how beautiful do you look. What is the occasion? ",
        "Michelle: A date. Well, that is, if you don't mind watching Robbie until Mel \r\nand Rick get home? ",
        "Ed: A date with? ",
        "Michelle: With Bill. He's taking me to Towers for dinner. ",
        "Ed: So, you did the right thing going up to the cabin? ",
        "Michelle: Yeah, I did. I mean, we're not rushing into anything. ",
        "Ed: Well, that's good. It's kind of a coincidence, isn't it? I mean, these \r\npapers coming the same day as your first real date with Bill. ",
        "Michelle: Maybe it's a coincidence or maybe it's fate. ",
        "",
        "Beth: (crying) (knock at door) ",
        "Bill: Hi. ",
        "Beth: Hey. I thought you were room service. ",
        "Bill: I got your message. Happened to be in the neighborhood, so I thought id \r\njust come by and pick up the stuff that I left. ",
        "Beth: Well, I... I just got back myself, actually. Your... Your stuff is \r\nright over here. ",
        "Bill: Beth? Have you... Have you been crying? ",
        "Beth: No. Yeah. Just sitting alone in the dark acting foolish. ",
        "Bill: What's wrong? ",
        "Beth: Lizzie-- smart girl that she is-- has decided that she's had enough of \r\nher dysfunctional parents. She wants to go away to boarding school. ",
        "Bill: Oh, you don't want her to leave? ",
        "Beth: No. ",
        "Bill: Then don't let her. ",
        "Beth: No. If someone wants to leave that badly, you have to let them. No \r\nmatter how much it hurts. (crying) ",
        "Bill: Beth, I...",
        "",
        "Phillip: Hey, are you going to be using the study much longer? Because Ross \r\nis on his way over to discuss Zach's custody and I’d like to spread out in here.\r\n",
        "Alan: If you feel it's necessary, I guess I could find another place to do my \r\nreading. ",
        "Phillip: Great. Thanks. I also wanted to tell you I may be gone for a few \r\ndays this week. Lizzie wants to visit some boarding schools in Connecticut, and \r\nI may go with her. ",
        "Alan: Really? ",
        "Phillip: Mm-hmm. Yeah, it's what she wants to do. And if Beth and I feel that \r\nit's appropriate for her, we're going to let her. Without your input, thanks. \r\nOh, uh... One other thing. I just wanted to tell you, as far as Olivia's \r\nconcerned, if you'd like to make it a fight, I'd be happy to oblige you. May the \r\nbest man win. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=DwnQm0B_Vss"
}