{
    "Episode Summary": [],
    "Recap": [
        "Jonathan finds Ava and breaks the news about Sandy. Ignoring her distress he tells her that he needs her help to get Tammy back. Ava tells him that he used her and tells him that she won't help him. Coop tells Lizzie it is over and she accuses him of sleeping with Ava. When Ava comes back inside Lizzie tells Ava to go back to Sandy and Ava dumps a milkshake over her head. Coop and Ava get closer. Reva prepares a memorial service for Sandy and Josh brings her a box of his things, including a letter. Josh badmouths Jonathan for Sandy's demise and Billy stands up for Jonathan, which causes Reva to leave. Josh accuses Billy of using this to get closer to Reva. Reva goes to the farm where Cassie happily tells her that Tammy is back home and fills her in on what Jonathan did. Jonathan goes to Tammy's school and breaks in on a lecture to convince Tammy to go home with him. Tammy tells him that she will probably always love him but she can't be with him."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Coop: Look, I'm really sorry about the mistake. I'll be right back with the right order.",
        "Buzz: You messed up again? That's the third time this morning. What's up?",
        "Coop: Nothing. Everything is fine. It's great; it's dandy. ( Dishes breaking )",
        "Buzz: Ava!",
        "Ava: I'm sorry!",
        "Buzz: What--",
        "Ava: I'm getting a broom. I'm getting a broom.",
        "Buzz: This is the third time-- this is the third-- what's happening?",
        "Coop: Okay. All right, Pops, look, here's the deal. You were right about Lizzie, all right. Look, I knew I probably shouldn't have gotten in involved with her. I knew that from the get-go; I did. I'm just maxed out. It is one thing to lie to me, all right. That's fine, whatever. I knew what I was getting into when I got on that ride. But when you start going after somebody else, that's another story.",
        "Buzz: Ava? What happened?",
        "Coop: Nothing. It doesn't matter what happened. The point is, I've got to call Lizzie now and I've got t tell her this whole thing's over; we don't have a future.",
        "Lizzie: Coop! Hey.",
        "Coop: Lizzie, hi.",
        "Lizzie: Buzz. Isn't it an amazing day? My mom's having a baby; my granddad's back. I think it's a sign. There is hope for everyone. Everyone, and that even means us.",
        "Coop: ( Laughing )",
        "[SCENE_BREAK]",
        "Jonathan: Listen, Tammy, you can't stay away from me forever. I don't care if your mom has you locked up, I will-- call me, just call me.",
        "Ava: Don't tell me. The two of you guys had a fight.",
        "Jonathan: Fine, I won't.",
        "Ava: Wait, wait, wait. Jonathan, if the two of you don't make it, there's really no hope for the rest of us?",
        "Jonathan: Hope? I guess you haven't heard, huh?",
        "Ava: Heard? What? Jonathan...",
        "Jonathan: Yeah, the article says Sandy slipped and took a fall off of Fox Cliff.",
        "Ava: Sandy fell off a cliff?",
        "Jonathan: Yeah, it happens, but I'll be damned if I'm going to let him drag Tammy down with him.",
        "[SCENE_BREAK]",
        "Cassie: Tammy, what are you doing?",
        "Tammy: I'm going to history class... just as soon as I find my other book.",
        "Cassie: Sweetheart, after everything you've been through, why don't you take the day off.",
        "Tammy: And do what, stay at home stare at the wall and let mommy take care of me?",
        "Cassie: Why not let mommy take care of you?",
        "Tammy: It's not going to make me feel any better, Mom. It's not going to bring Sandy back. It won't change the fact he would still be alive if Jonathan-- no, Jonathan didn't push Sandy, I did it.",
        "Cassie: Don't say that; don't blame yourself. Don't say that. Honey, it was an accident.",
        "Tammy: I'm not talking about blame, Mom. It's about facing the truth. I thought that loving Jonathan would bring out the best in him, but it ended up just bringing out the worst in me.",
        "[SCENE_BREAK]",
        "Funeral director: Will there be many of you attending the service? I want to make sure that the family has chairs.",
        "Reva: We're all of the family he's got, I'm afraid.",
        "Funeral director: I see. I'll finalize the arrangements and call you today. So sorry for your loss.",
        "Reva: Okay.",
        "Billy: Are you okay?",
        "Reva: Yeah. Sandy came to me looking for family, crying for help --",
        "Billy: Reva, you've got to let the past stay there because there is nothing you can do about it.",
        "Reva: I know I can't fix it now. He's gone.",
        "Billy: He was a troubled kid. Hey.",
        "Josh: Hey. Are you okay?",
        "Billy: Yes.",
        "Josh: Reva, I stopped by Sandy's apartment and started packing in some of his things.",
        "Reva: I appreciate that.",
        "Josh: Apparently he had already packed up this box for you.",
        "Reva: Me?",
        "Josh: There's a letter there addressed to you.",
        "Reva: \"Dear Reva, I know how this will sound when you read it, but I'm going to write it all down anyway. Since things fell apart with Tammy, my life's been a mess. And waking up is hard when you don't have a reason. So, one more try. Either I convince Tammy to come away with me, or I'm not sure how much longer I'll be able to stick it out. Either way, there are a few things I thought you might want to have since you know what they mean, things that reminded me always of how close we once were.\" I gave him this copy of \"Great Expectations.\" And his hospital bracelet.",
        "Billy: Isn't \"Great Expectations\" the book about the kid who is trying to make a new life for himself?",
        "Reva: \"You were great to me, Reva. I hope you know how much it meant to me to have a place I belonged. Even if just for a little while.\" ( Sobbing )",
        "Josh: \"It hurt a lot when you chose Jonathan over me.\"",
        "Reva: Oh, my God.",
        "Josh: \"It's like they say, blood is thicker than water, I guess.\"",
        "Billy: Josh, why don't you just--",
        "Reva: No, no, Billy. Please, finish it.",
        "Josh: \"I want you to know no matter what happens, as long as I live, I'll always think of you as a mom. I love you, sandy.\"",
        "Reva: That's all he ever wanted, was for somebody to love him.",
        "Billy: Hey, that's all anyone wants, isn't it?",
        "Josh: Yeah, but there are a lot of crimes committed in this world in the name of love.",
        "Reva: Joshua...",
        "Billy: Why don't you let the kid lie in rest.",
        "Josh: I'm not talking about Sandy; I'm talking about Jonathan and all of the heartache he has brought on this family.",
        "[SCENE_BREAK]",
        "Tammy: I know who Jonathan is and I know what he's been through, but I thought--",
        "Cassie: You thought you loved him?",
        "Tammy: I still do love him. And I didn't want to change him. I just wanted to help him. I thought I could heal him. I just never thought that he would--",
        "Cassie: Baby, I'm so sorry. You know, you are learning some tough lessons right now.",
        "Tammy: I'm through crying. I'm going to follow your lead, the example that you set.",
        "Cassie: My example?",
        "Tammy: Yeah, when you found out that Jeffrey lied to you and you couldn't trust him or live with him, you left him.",
        "Cassie: Tammy, that's not exactly--",
        "Tammy: You didn't wait, you cut your losses and you moved on, and that's what I'm going to do. I'm going to make you proud, Mom.",
        "Cassie: Baby, no, hold on. Just listen to me. Don't ever give up on love. Remember that, okay? And remember that I have not stopped being proud of you, not for a second.",
        "Tammy: I feel the same way about you. Like mother, like daughter. We'll talk later, okay? I don't want to be late for class. I love you, Mom.",
        "[SCENE_BREAK]",
        "Jonathan: Look, I need you to call Tammy. Don't tell her you're with me--",
        "Ava: Just wait a second! I want to know what happened to Sandy. The last thing I know, you and Tammy went off to--",
        "Jonathan: I don't have time to do this right now.",
        "Ava: Well, make time for me! Sandy's gone and I want to know why.",
        "[SCENE_BREAK]",
        "Lizzie: At first, I was so grossed out at the thought of my mom and granddad having a baby, but I mean, it is the 21st century and I'm so glad he's alive. I do feel really sorry for Gus and Harley, but how can I not feel hopeful. A new baby on the way and granddad gets a second chance. I think everybody should get a second chance. Don't you think, Coop? Time for a whole new start. Coop? Coop. Where are you?",
        "Coop: Oh.",
        "[SCENE_BREAK]",
        "Olivia: What are you looking at, anything interesting?",
        "Buzz: I hope not. These days I think interesting means doomed.",
        "Olivia: You're talking about Sandy?",
        "Buzz: Among others.",
        "Olivia: I feel awful. He was so alone.",
        "Buzz: He was looking for something, I don't know.",
        "Olivia: He never recovered after Tammy left him; he didn't have a plan.",
        "Buzz: A plan?",
        "Olivia: Yeah, you know, a plan. A plan for life, a plan for love.",
        "Buzz: A plan for love.",
        "Olivia: Why not? I've got one for everything.",
        "Buzz: You do. How are you making out with your plan for love?",
        "[SCENE_BREAK]",
        "Lizzie: You don't have to say anything. I know you feel it, too. You want to start over again, don't you, Coop?",
        "Coop: Lizzie, I think we both need to start again, but just not together.",
        "Lizzie: Excuse me?",
        "Coop: Apart.",
        "[SCENE_BREAK]",
        "Jonathan: Look, Tammy was blaming herself for Sandy's death, and I couldn't stand to see her like that so I had to tell her the truth.",
        "Ava: That you paid off the lawyers to lose the divorce papers, that you--",
        "Jonathan: I did what I had to do!",
        "Ava: The papers weren't filed. You used me to stick it to Sandy.",
        "Jonathan: So what. The guy dumped you and left you for road-kill.",
        "Ava: We were married young. He felt trapped and he ran away. He never meant to hurt me. But you, you wanted to cause the worst possible pain, and you planned it all, and that was so cruel.",
        "Jonathan: Cruel? You want to talk about cruel? What about letting Tammy hook up with a guy she didn't really love and let her go through with that wedding?",
        "Ava: That's exactly what you did. You sat there and watched the entire thing. You didn't say peep and you let it blow up in the worst possible way.",
        "Jonathan: Oh, unbelievable. Sandy escapes and I'm the bad guy.",
        "Ava: Yeah, you know what, you are. Tammy wants to leave you, good for her.",
        "Jonathan: You are going to help me get Tammy back.",
        "Ava: Don't touch me!",
        "Jonathan: Listen, Ava, you've got to help me with Tammy, you've gotta.",
        "Ava: Or what? What if I don't? You going to toss me off a cliff?",
        "Lizzie: Coop, I hurt you, I know that. I never should have borrowed that money from Quinn; I never should have lied about the apartment, but it's all behind us now.",
        "Coop: Behind us?",
        "Lizzie: Yes. No more lies.",
        "Coop: Right. Right. Except for you paying off the male escort to take Ava out, right?",
        "Lizzie: What are you talking about?",
        "Coop: Don't! Don't do that, Lizzie. I know that you paid off that guy Brian. You know what, why don't we just give him a call, hmm?",
        "Lizzie: Okay. All right! Okay. How did you find-- no, it doesn't matter how you found out. I'm not going to lie anymore. She was trying to steal you away, Coop. I was just trying to keep her busy. She looked like she had a good time at Towers.",
        "Coop: It was a male escort, Lizzie.",
        "Lizzie: I know that it sounds bad, but I did it for the right reason. Look, you just have to give me another chance.",
        "Coop: Why, it'll just be the same thing next time.",
        "Lizzie: No, I can change.",
        "Coop: No, you can't, Lizzie. Why should you have to? This is who you are.",
        "Lizzie: I look who I am when I'm with you.",
        "Coop: Why? Why? I make you think you have to lie. I make you think you have to work just to keep me.",
        "Lizzie: Do I?",
        "Coop: You didn't before.",
        "Lizzie: I will. I want you, Coop. Come on, test me. I will show you; I will prove it to you. I'll do anything. I can change.",
        "Coop: Stop it! Stop it right there, all right. You are who you are. I am who I am. The fact of the matter is we're not having fun anymore, okay.",
        "Lizzie: What, you don't love me anymore?",
        "Coop: Nope. Lizzie, I wish it were that easy. Look, we're not making things any better for each other right now. Maybe your mom was right from the very beginning. We don't want the same things. We come from two very different worlds.",
        "Lizzie: You know what? I know what you want. You want her; you want Ava. Why don't you just admit it. You guys are already sleeping together, aren't you?",
        "[SCENE_BREAK]",
        "Ava: I'm not going to help you with anything, Jonathan, nothing.",
        "Jonathan: You are going to help me get Tammy back. You still owe me, Ava. I saved you from Dean the loan shark; I gave you a job. I helped you see what a scum Sandy really was and I showed Tammy the truth. What is the big deal?",
        "Ava: The deal is Sandy is dead.",
        "Jonathan: So. I didn't kill him!",
        "Ava: You paved the way.",
        "Jonathan: He would have got there without my help.",
        "Ava: Oh, there's no question about that?",
        "Jonathan: None. I think guilt is a waste of time. Because you're glad Sandy's out of your life.",
        "Ava: Compared to some of the people we've known in my life, Sandy was a prince.",
        "Jonathan: Enough about Sandy. You are going to help me get Tammy back.",
        "Ava: No.",
        "Jonathan: Ava, you still owe me one. You are going to help me get Tammy back.",
        "[SCENE_BREAK]",
        "Cassie: Welcome home, Tammy. Oh, it will be good to have you here. Jeffrey. ( Telephone rings )",
        "Ava: Cassie, hi, it's Ava Peralta.",
        "Cassie: Oh, Ava, hi.",
        "Ava: I just heard about Sandy.",
        "Cassie: I'm so sorry. It must have been quite a shock for you, too.",
        "Ava: Yeah, it was awful. I was wondering if Tammy was around, maybe I could talk to her or something.",
        "Cassie: That's um... that's a good idea. I'm sure you're feeling-- you know what, I have no idea, actually, what you're feeling.",
        "Ava: Neither do I.",
        "Cassie: It sounds a lot like Tammy.",
        "Ava: Tammy. Yeah, is Tammy there.",
        "Cassie: Actually, she went to school. I think she just needs to keep busy, but I'll tell her you called.",
        "Ava: Thanks, bye.",
        "Jonathan: Well?",
        "Ava: She was at school.",
        "Jonathan: All right, Springfield \"U\" here I come.",
        "Ava: Jonathan...",
        "Jonathan: All right, fine whatever. Save the speech. We're paid up, we're fair, congratulations.",
        "Ava: You still have a lot of paying left to do.",
        "Jonathan: Okay. I will get her back.",
        "[SCENE_BREAK]",
        "Billy: Hey, Jonathan didn't push Sandy off the cliff.",
        "Josh: Billy, that's not the point, okay? Tammy blames herself, but we all know it's not that simple.",
        "Billy: We're not talking about blame here; we're talking about what we're going to do next.",
        "Josh: You know it really figures that you would say something like that. Forget about consequences, forget about responsibility--",
        "Billy: Oh, well, I wish we could all be as wise as you. I mean, it must be great to walk around this world and you don't have any faults--",
        "Josh: This is not about me.",
        "Billy: Oh, it's totally about you. It's always about you. You want to be the avenger; you want to be the defender of the family.",
        "Josh: What about you? You want to stand there and defend Jonathan, pretend he didn't do anything wrong? Go talk to Tammy right now, see how she's feeling. Go talk to Cassie.",
        "Reva: I have to go.",
        "Josh: Let her go.",
        "Billy: Okay. You get what you wanted, is that it?",
        "Josh: What about you, did you get what you wanted?",
        "Bill: Meaning what?",
        "Josh: Standing in for Jonathan like that? Do you actually mean what you're saying, or are you just trying to score points with my wife?",
        "[SCENE_BREAK]",
        "Clayton: By 1900, the basics of our corporate law were established-- the rise of American capitalism assured. Today many historians seem to think that capitalism reflect the Darwinian model, the fittest survive. But is this the case? Is it the fittest, the leanest and meanest who prosper? Or is it the fattest and most corrupt? Yes, Ms. Winslow. Nice to have you back. You wanted to comment. Don't feel the need if you're not prepared.",
        "Tammy: I'm fine. I am. I think corruption thrives in every age, especially when a business forgets its purpose.",
        "Clayton: And what is that?",
        "Tammy: To do the most good for the most people. ( Laughter )",
        "Clayton: You're classmates apparently disagree. I would say most of them believe that a business exists to make profit.",
        "Tammy: Well, it's not all that tough to make numbers work in the short-term. But over the long haul, it's all about quality. Character counts. And without it...",
        "Clayton: Yes, please go on, Ms. Winslow. Tell us how character counts.",
        "[SCENE_BREAK]",
        "Crystal Chappell, \"Inside The Light.\" The right guy for Olivia. Frank, the cop is a gorgeous man. Robert Newman is a gorgeous man. Justin Deas is a gorgeous man. I like old-fashioned soap stories. See Olivia Wednesday, March 22nd, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Lizzie: You are always telling me to be open and honest and now it's your turn. We're from different worlds; we want different things?",
        "Coop: Well, we do.",
        "Lizzie: Give me a break. We were perfect until little miss \"I work ten jobs; I've got to sleep in my car\"...",
        "Buzz: Do me a favor, can you take this outside?",
        "Coop: Pops...",
        "Buzz: Everybody is getting indigestion. Calm down.",
        "Lizzie: Calm down?",
        "Buzz: Calm down!",
        "Ava: Hey you guys, what's going on?",
        "Buzz: ( Clears throat )",
        "Lizzie: You, you think just because Sandy left you-- which, by the way, is the smartest thing he did-- you can just come in here and you can just gobble up Coop-- my Coop!",
        "Coop: Your Coop?",
        "Lizzie: You ruined-- you still are. You had no right butting into somebody else's relationship--",
        "Ava: Listen, you know what, you better back off, or else.",
        "Olivia: Are you people crazy? Some of us are trying to work around here.",
        "Lizzie: Stay out of it. Go away! You crossed the line.",
        "Coop: Ava, please stop. No, no.",
        "Lizzie: Touch me, touch me, I'll sue you for everything-- oh, you don't have.",
        "Coop: Lizzie, back off! Back off. Ava, you don't have to say another thing. It's just going to make matters worse, all right. And we all know how she is, all right.",
        "Olivia: This is some show.",
        "Buzz: I don't know what to do.",
        "Lizzie: If your so desperate for a man, why don't you go back to Sandy. Why don't you just wrap your little grasshopper legs around him? ( Lizzie screams )",
        "Olivia: Well, that will do it.",
        "[SCENE_BREAK]",
        "Billy: I'm going to take this box back up to the house because I think Reva is going to want this in a couple of years when she thinks about it.",
        "Josh: Billy, just wait for a minute, okay. I... about what I said--",
        "Billy: What was it about what you said? Was it the part where you call me as phony as a three dollar bill or the part where you said I was using all of this to get in your wife's pants?",
        "Josh: Sandy's death has been a little tough on everybody.",
        "Billy: Yes. Exactly. So why should I bring all the blame down on Jonathan? The kid's got problems. The kid's not perfect. Nobody's perfect-- well, at least not--",
        "Josh: Don't say that, all right. I know I'm not perfect, you know I'm not perfect, and I apologize-- I apologize if I made you feel that way.",
        "Billy: No, wait, wait. Feel? That's the way you are. I appreciate your apology, but it's a perfect apology.",
        "Josh: Very funny. I guess it's hard for me not to do that.",
        "Billy: Perfection's a hard thing to break.",
        "Josh: If I have high expectations, it's because of you.",
        "Bill: Oh, I see, blame it on your brother.",
        "Josh: Yeah, well that's what little brothers do, right? They blame their older brothers for everything.",
        "Billy: You're the perfect little brother.",
        "Josh: It makes you think, doesn't it?",
        "Billy: What, that somebody has to die before we really sit and take stock of everything?",
        "Josh: Yeah, something like that. What the hell have we been fighting about?",
        "Billy: Oh, we've been fighting about something that's really worth fighting about? Reva.",
        "[SCENE_BREAK]",
        "Cassie: Reva, come on in.",
        "Reva: I really don't know why I'm here. This is the last place I should be.",
        "Cassie: I'm sorry about Sandy. You were so good to him.",
        "Reva: Josh came by with some of his things, Sandy's things, that he put aside for me. There was a letter.",
        "Cassie: I don't understand.",
        "Reva: It was almost as if Sandy knew that he didn't have much longer to live.",
        "Cassie: Reva, Sandy had something wrong deep inside. We all knew that. But it's still so sad.",
        "Reva: Yeah, it's sad. I just wish--",
        "Cassie: I know. I know. But we have to believe that something good can come from this.",
        "Reva: Good. How can this ever be good?",
        "Cassie: Tammy came home last night. She left Jonathan, Reva. Sandy's death woke her up and made her realize some things about him and the consequences of being with him.",
        "Reva: Cassie...",
        "Cassie: Open your eyes, Reva, see Jonathan for who he really is. Tammy finally did.",
        "[SCENE_BREAK]",
        "Clayton: Ms. Winslow, we're hanging on every word. Please.",
        "Tammy: Well, when a business runs smoothly and honestly, it's like a love affair in a way. Everyone's happy, employees, stockholders. Everyone's wearing these rose-colored glasses, and eventually they have to come off because something goes wrong. And the one way to make that all right again is to see things how they are, how they really are. That's when character matters. Because it's not about what you say in that moment, it's about what you do. It is not about what you promised, but what you deliver. If you keep lying and shred people up the way you shred evidence, or juggle the numbers so that hey all add up so that they look like everything is okay, when underneath it is really all falling apart--",
        "Jonathan: Let's get out of here right now.",
        "Clayton: Mr. Randall...",
        "Jonathan: We belong--",
        "Tammy: Leave.",
        "Clayton: I'm going to have to ask you to leave. I'm going to have to call security if you do not leave right now, Mr. Randall.",
        "Tammy: Stay away.",
        "Jonathan: Get out of my way, right now. You call whoever you want. I'll take them all away. I'm not leaving here without her.",
        "[SCENE_BREAK]",
        "Olivia: You know, it could have been worse.",
        "Lizzie: How?",
        "Olivia: Tomato juice.",
        "Lizzie: I would have never said what I said about Sandy if I knew that he died. I knew Sandy. I liked him as my friend. This is too much. I guess you all know that Coop dumped me. I bet I'm the only one that is surprised. Ava took my job; she took my room. And oh, wait, what's next? She took my boyfriend.",
        "Buzz: Honey, don't blame her, she is not your enemy.",
        "Lizzie: I just love Coop so much. I don't know what I'm going to do. I love him, I love him so much.",
        "Buzz: Lizzie, I know.",
        "Lizzie: Coop is always saying we're really different, but who cares? Different people can still make it work, can't they?",
        "Buzz: I...",
        "Lizzie: Don't you think? What does it matter? I just want... no, I need Coop. Coop.",
        "Buzz: Why don't you stay here for a few minutes?",
        "Lizzie: ( Sobbing )",
        "[SCENE_BREAK]",
        "Ava: Go ahead, say it, fine. You know, I was way out of line. But so was she, Coop. If anyone deserves an apology here, she apologizing to me first.",
        "Coop: You're right, but Lizzie did not know. Neither did I. Sandy was your husband. I know you must be feeling a lot of guilt or-- I don't know--",
        "Ava: It's not just his death. It's the fact that Jonathan used me to push Sandy over the edge.",
        "Coop: What? He did what?",
        "Ava: He paid the lawyers to lose the divorce papers. He wanted Tammy, on her wedding day to Sandy, to find out he was still married to me so she would call it off.",
        "Coop: Wow. Now, that is intense. You know what, I think someone ought to teach that guy a lesson.",
        "Ava: Do I just have a sign on my head that says \"use me?\"",
        "Coop: No, I'm sure that sign is already taken.",
        "Ava: You?",
        "Coop: Yes, I mean Lizzie. Look, I can't do it anymore. I couldn't do it anymore. All right, and I love Lizzie, but it's over and I told her that.",
        "Ava: You told her that? That's why she's acting so whacked.",
        "Coop: Yeah, yeah, that and she turned around and accused me of going behind her back and sleeping with somebody else.",
        "Ava: You mean sleeping with me?",
        "[SCENE_BREAK]",
        "Josh: Billy, I know you would never do anything to hurt Reva. I'm sorry. I'm just a little on edge, a little quick to judge.",
        "Billy: Hey, me, too. Definitely.",
        "Josh: You? How so?",
        "Billy: I was accusing of you being rid of Reva, and that you want to still be there to be a chaperone--",
        "Josh: Actually, I think you're right. I think I did want it both ways. Old habits die hard.",
        "Billy: ( Laughs ) Tell me about it. Remember H.B. when he said breaking a habit was like breaking a horse.",
        "Josh: How did that go?",
        "Billy: If you want to break a wild stallion, you stay on the other side of the fence and you hire somebody to do all of the hard work.",
        "Josh: Right, yeah. I can hear him saying that. I can't believe I almost forgotten that.",
        "Billy: I'm the one who should have forgot with all the brain cells I burned out.",
        "Josh: No, I think you're doing just fine.",
        "Billy: Hey, what if H.B. was right?",
        "Josh: How so?",
        "Billy: Do you think I might be Reva's cowboy?",
        "Josh: ( Laughs ) What?",
        "Billy: No, no, this is a spitting contest. I'm not just stark raving desperate because I'm hanging on. Reva's my sister-in-law. I'm on the Josh and Reva team, and bingo, all of a sudden I'm feeling something different. I mean, I'm feeling different. And Josh, I didn't see it coming.",
        "Josh: Yeah, well, Reva works that way, sometimes. You know, I mean sometimes you're just clipping along, everything's fine, and all of a sudden out of nowhere there's Reva in your head and in your heart.",
        "Billy: Yeah. Okay, so let's take this box of stuff back up to the house.",
        "Josh: Hey!",
        "[SCENE_BREAK]",
        "Reva: Jonathan didn't kill Sandy. And I won't let you suddenly use Sandy's death to come between Jonathan and Tammy again.",
        "Cassie: He set it up, Reva.",
        "Reva: What?",
        "Cassie: Tammy and Sandy's wedding. He set it up. He paid off a lawyer to lose Sandy's divorce papers.",
        "Reva: No.",
        "Cassie: Yes. He let Tammy go through with that wedding. He let her walk down that aisle in front of everyone. He let her be humiliated.",
        "Reva: No, he told me he knew nothing about it.",
        "Cassie: Of course he did.",
        "Reva: And he swore to me he would never hurt Tammy.",
        "Cassie: But he did. You saw it. And you saw her after Sandy went over that cliff.",
        "Reva: I helped him. I helped them because they're in love, and no matter who else he might have hurt, he would never hurt Tammy.",
        "Cassie: Or you.",
        "Reva: He knew I would do anything to make up for all of those years I failed him. I gave up everything for him.",
        "Cassie: I know.",
        "Reva: Nobody ever gave him a chance, though. But Tammy's love was changing him.",
        "Cassie: But what did it do to her?",
        "Reva: He's my son, Cassie. You can't tell me to--",
        "Cassie: I wouldn't-- I wouldn't try. All I could do is ask you to please keep him from hurting Tammy again.",
        "[SCENE_BREAK]",
        "Clayton: I need you up here right now!",
        "Jonathan: Please, just come talk to me, that's all I want. Come home with me just to talk, that's all I want. Let's get out of here.",
        "Tammy: No.",
        "Clayton: Everybody keep your seats; security's on the way. Sit down, all of you, class is still in session. Mr. Randall--",
        "Jonathan: I'm not leaving here without you. Listen to me.",
        "Tammy: No, listen to me. I love you, okay, I'm in love with you, I probably always will be.",
        "Jonathan: Okay...",
        "Tammy: But it's not enough. I can't live with you.",
        "Jonathan: No.",
        "Tammy: I said I can't be with you-- not now, not ever.",
        "[SCENE_BREAK]",
        "Lizzie: I don't even know what I saw in him, Roxie, I hate him. If Henry Cooper Bradshaw would rather spend time with some no nothing, trailer trash waitress than me, well, there are plenty of other guys that would appreciate what I have to offer. I just have to take my pick. Down at the country club or at Spaulding. See, what limit myself. Aunt Alex knows all of the best families in Europe and I can do better than Coop. Okay, so who am I kidding? All I want is coop. I will get him back. I am going to do whatever I have to do to show him that he belongs with me.",
        "[SCENE_BREAK]",
        "Ava: Why would she think you and I were...",
        "Coop: Yeah.",
        "Ava: I don't know, I don't know. So that means that since you... you're-- what?",
        "Coop: Oh, yeah, yeah. I just walked away.",
        "Ava: Sure.",
        "Coop: What, you don't believe me now?",
        "Ava: No. It's just that you Coopers have this like save the girl thing.",
        "Coop: Oh, come on. Is that such a bad thing?",
        "Ava: No, it's not such a bad thing. It just depends on who you're trying to save and if they deserve it. I do notice though, it seems like the Lizzie's in this world always get what they want.",
        "Coop: So, what does Ava want?",
        "Ava: Lots of things.",
        "Coop: Really?",
        "Ava: No, no, not so much. I don't know. Um, what do you want? You know what, today's been really I don't know",
        "Coop: Whoa, whoa. Everything's fine. I told you, Lizzie and I are done. We're over.",
        "Ava: It's not that easy. It's not that easy, Coop. I know that it is not that easy because I wouldn't let you go that easy. I wouldn't.",
        "Coop: Oh, Coop, come on.",
        "[SCENE_BREAK]",
        "Josh: Cassie?",
        "Cassie: Josh, hi.",
        "Josh: Hi. Um... I'm sorry, I should not have interrupted this. I should have called first. Is everything okay?",
        "Reva: I'm not here to blame or to fight, or to make any kind of decision. Somebody died, somebody I loved, and he was troubled and we all let him down. We told lies and we all hurt each other.",
        "Josh: Yes, we did.",
        "Cassie: I'm so sorry, Reva, about everything.",
        "Reva: You know what? Tonight I'm just glad that we're all here. That we're all together. Tomorrow, who knows. But tonight, I'm just-- I'm just really glad that I'm here with my sister.",
        "[SCENE_BREAK]",
        "Lizzie: I mean, different people can still make it work. Can't they? Buzz?",
        "[SCENE_BREAK]",
        "Billy: Hey, always working, huh?",
        "Olivia: Got something against hard work?",
        "Billy: No, ma'am. I always appreciate a hard worker. And I'm sure Josh appreciates the extra effort, too. Of course, it was part of your plan, isn't it?",
        "Olivia: You haven't heard, Billy, I officially moved on. I'm no longer under the Lewis spell. Hallelujah. Nope, your family fortune and your brother are away from me. So go celebrate.",
        "Billy: No thanks. Actually, I'm beginning to think you and Josh aren't such a bad idea. So, anything I can do to help?",
        "[SCENE_BREAK]",
        "Jonathan: Tammy, you don't know what you're talking about. I know you're really upset about Sandy. And your mom is--",
        "Tammy: Of course I'm upset about Sandy. He didn't have to die. You put everybody up on the edge and then--",
        "Jonathan: I was just trying to protect you.",
        "Tammy: Jonathan, you're hurting me.",
        "Jonathan: I'm sorry. I'm sorry. Tammy, I was a little upset; I didn't know what I was doing.",
        "Clayton: Get out of my room.",
        "Jonathan: Look, nobody's trying to cause any trouble. Tammy--",
        "Officer: Let's go, sir.",
        "Tammy: Don't hurt him.",
        "Jonathan: I'm going to get you back. You'll see, we need each other! You need me, and I need you. I love you, Tammy! I love you, Tammy! Tammy!",
        "Tammy: Jonathan.",
        "[NEXT_ON]",
        "Josh: \"I don't know what I would do without you, Olivia.\"",
        "Olivia: I saw these flowers and thought of you.",
        "Buzz: When was the last time you did anything spontaneous.",
        "Olivia: Well you ought to know; you were there."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=Eew3d-Xz28o"
}