{
    "Episode Summary": [],
    "Recap": [
        "Harley enjoys having Zach home. Gus gets ready to tuck him in when Phillip arrives, but Phillip is cool. Phillip and Harley start talking and Phillip is looking at Zach's book which has something in Italian. Long story short, Phillip inadvertently gives Harley information about an italian nanny that he had as a child who disappeared one day and that he thinks that Alex got rid of her. Harley and Gus put 2 & 2 together and figure that this is his mom. Now who got her pregnant? Michelle and Bill get a room, but run into a drunk Beth before they can make it upstairs and Bill begins to feel guilty. Michelle leaves him and takes a cab home. Olivia yells at Cassie's kids and Cassie loses it with her. Olivia lets it slip that she is going to be a terrible mother. Cassie is shocked. Alex and Alan spar over Alan thinking Olivia is pregnant. Alan doesn't realize that Phillip and Olivia actually slept together. Phillip goes to see Olivia at the Beacon after calling Alan on the carpet for trying to trick him into signing away his voting shares."
    ],
    "Recap Author": "Barbra",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Bill: I mean, I could sit here and just keep going crazy wanting.. wanting to hold you or... or we could just get a room, and then I... I don't have to want it anymore. But there's no pressure, no pressure at all.",
        "Michelle: Bill...",
        "Bill: I'm not going to do that to you, because I don't...",
        "Michelle: Shut up. Shut up, okay, because I don't want to talk anymore, and I don't want to feel like this anymore. So go ahead, get us a room.",
        "Bill: Are you... are you sure about this?",
        "Michelle: Well, we can't go to your place or mine, right?",
        "Bill: Right, all right, well... I will go see what they have available, all right?",
        "Michelle: Okay.",
        "Bill: All right. Don't go anywhere, okay?",
        "Michelle: Don't worry.",
        "Bill: Okay.",
        "[SCENE_BREAK]",
        "Olivia: Beth, are you all right?",
        "Beth: Never been better. And you?",
        "Olivia: How long have you been drinking?",
        "Beth: (Laughs) Since I became legal.",
        "Olivia: Funny. How long have you been drinking tonight?",
        "Beth: Oh, no, no, no. I'm not drinking. I'm toasting. Because Valentine's Day is a red-letter day for Beth Raines. It's my birthday, and it is the anniversary of two-- count them, two-- of my weddings. And not one man to show for it.",
        "Olivia: And the flowers?",
        "Beth: Oh, yes, the flowers. They're from Phillip. He's a good ex. You know how it goes. \"Happy Birthday to the mother of my children, blah, blah, blah.\" So, Phillip give you anything?",
        "Olivia: I don't know yet.",
        "[SCENE_BREAK]",
        "Alan: Olivia, pick up. Machine again. Yes, Olivia, it's your husband. Now, you can't avoid me forever. So when you receive this, please return my phone call.",
        "Alexandra: Problem, Alan?",
        "Alan: The only problem is Olivia refuses to accept the fact that she is expecting my child.",
        "Alexandra: Oh, Alan, I don't think you should push this.",
        "Alan: Maybe you should mind your own business.",
        "Alexandra: (laughs) Your business became my business when you started tooting your horn about sabotaging your wife's birth control pills, dear.",
        "Alan: You don't think it's a clever idea because you didn't think of it.",
        "Alexandra: No, I don't think it's clever because it's not. Have you thought of the possibilities that your plan didn't work? I mean, just because a woman swooned does not mean she is pregnant.",
        "Alan: Well, she didn't swoon. She fainted. And if she continues to deny that she's pregnant, I will have to go public, because I want the world to know that she is expecting my child. I can't wait to see the look on Phillip's face. Yes, Alexandra, I will do anything, because she has got to get in touch with reality.",
        "Alexandra: (laughs) She's not the only one.",
        "[SCENE_BREAK]",
        "Harley: \"'I'll do all my chores and never play with magic again.' 'All right, Anthony,' said Strega Nona's mommy. 'But before you go back to work, change your clothes. You're wearing Senora Rosa's nicest dress.'\" (laughs) It's so good to have you home. You are my cute little valentine. You can get rid of that expression. I have plenty of room in my heart for a lot of valentine's.",
        "Gus: I know. Just watching you with him makes me think of my mom, my birth mom-- how she didn't get a chance to do that with me. I didn't even know who she was. Shall I... shall I take him up?",
        "Harley: Mm-hmm.",
        "Gus: I'll take him up and I'll check on Jude.",
        "Harley: Mm-hmm.",
        "Gus: Okay, that a boy. There, shh.",
        "Harley: Gus, wait. Before you... you go, about your mom... (doorbell rings)",
        "Gus: Are you expecting someone? Hi, Phillip.",
        "[SCENE_BREAK]",
        "Olivia: I called you a cab. I think it'd be a good idea if you went home, tucked yourself into bed.",
        "Beth: Who are you, my mother? Let me explain something to you. James is at my mother's. Lizzie is away at school. I don't have anyone to go home to. So I'll do whatever the hell I please, which includes a visit to the bar at Towers, because I sure wouldn't want to deprive any of the bartenders of my lovely assets.",
        "Olivia: Oh, well, no, no, of course not. that's... that's mature, Beth.",
        "Beth: Maturity is highly overrated. I tried it, when the Lorelei mess hit the fan; I tried it with the whole Bill and Michelle fiasco. So tonight I'm going with a little old fashioned self-pity. You should try it. It's very freeing.",
        "Olivia: I'll pass.",
        "Beth: Well, of course you do. Why would you want a drink? You're sort of Springfield's answer to Helen of Troy. Got two men fighting over you, dynasty on the line. Must be nice.",
        "Olivia: You don't know anything about it.",
        "Beth: No, I don't. Because while you were going after a man who was spoken for, and pitting father against son, I was trying to do the right thing, by Phillip, Bill, the kids. And here I am, the one getting sloshed in your hotel while you get off scot-free.",
        "Olivia: You know, I'm sorry to disappoint you, Beth, but there is always a price to pay.",
        "Beth: Oh, now, Olivia, you don't have to get defensive. You never let anything tie you down unless you want it to. I admire that. In fact, I aspire to that sort of shameless selfishness. (horn honks) Oh, my chariot awaits. I need to get my coat. Good-night, Olivia.",
        "Cassie: Hey! Hi. Hey, there. Hi, baby. Oh, watch it.",
        "Olivia: Oh, for crying out loud, will you control your little brats?",
        "[SCENE_BREAK]",
        "Alan: You're not suggesting that I am out of touch with reality, are you?",
        "Alexandra: I am indeed.",
        "Alan: I think Olivia's going to make a wonderful mother, Alexandra.",
        "Alexandra: And you're not even sure that she's pregnant.",
        "Alan: Ah, but I have proof.",
        "Alexandra: You don't exactly have a penchant for... for... for dirty work, Alan, so I'm assuming you got this proof through someone else.",
        "Alan: I don't have to tell you or explain to you anything.",
        "Alexandra: All right, all right, fine. So you have this fool for hire that sneaks in to... you know, messes with Olivia's pills, sneaks into her medical records. But who's to say he got into the right records? And what if it's a false pregnancy test? That happens all the time. You know, I could list the possibilities, but we'd be here all night.",
        "Alan: I know my wife, and I know she's carrying a Spaulding.",
        "Alexandra: Oh, fine, Alan, Alan. All right, let's play it your way. Let's suppose that Olivia is pregnant. Now, you've seen the sparks fly in this house, dear. What makes you so sure that this Spaulding child is your Spaulding child?",
        "Alan: I've already asked Phillip. There's no way that he would go so far as to sleep with his own father's wife. No, Olivia is expecting my child, and the only thing now is the announcement.",
        "Alexandra: The announcement. (Laughs) For heaven's sakes, don't forget to mention that this blessed event comes as a courtesy of your plot to render your wife's birth control pills useless.",
        "Alan: I realize it's a delicate situation, but I'm willing to take the risk.",
        "Alexandra: Oh, Alan, for heaven's sakes, either you are a crazy, or you're bluffing.",
        "Alan: No, I'm not bluffing. And once that child is here, all will be forgiven. Don't you realize the magnitude of this? This is the beginning of a new Spaulding dynasty. Phillip and Alan-Michael have never really been in or out. And this child will have my killer instinct and Olivia's passion. This child will be the future of our family.",
        "Alexandra: Well, bravo. I mean, Alan, that's a wonderful speech. Maybe you could add just a little bit more zest if you wring your hands or... or add an evil laugh or maybe a little bit of drool. If you do this, if you go... you are insane. This could destroy the family.",
        "Alan: Olivia is my wife. Phillip is the only one who's tried to destroy this family.",
        "Alexandra: Oh, no, Alan. You are using this pregnancy as a pawn. That's exactly what this child will be. And you want to throw it up into Phillip's face as a pawn every time you want to remind him that he lost and you won.",
        "Alan: But Alexandra, I have won.",
        "[SCENE_BREAK]",
        "Gus: I was just going to take him upstairs. Would you like to do it?",
        "Phillip: Uh, no, that's okay. I don't want to wake him up.",
        "Gus: All right.",
        "Phillip: Go ahead.",
        "Gus: All right. Good night. Good night, mommy.",
        "Harley: Good night.",
        "Gus: There we go.",
        "Harley: Thank you.",
        "Phillip: Listen, I'm sorry. I didn't mean to just drop in on you. I just wanted to see how Zach was settling in. But I'm too late, obviously. And he seems like he's fine, so I'm just going... I'm going to take off. I'll see you.",
        "Harley: Wait, Phillip. You don't have to rush off. I know... I know you're used to seeing him every night. I know how hard it is to suddenly go cold turkey.",
        "Phillip: Listen, I know that when I had custody and I was...",
        "Harley: Irrational? Stubborn? Infuriating?",
        "Phillip: Not my choice of words, but I will admit that I was difficult.",
        "Harley: Well, as tempting as that idea of revenge is, I think we can both be a little bigger than that for Zach's sake. Why don't you come on in? You came all the way over here.",
        "Phillip: Okay. I'll come in for a minute. Are you ever going to get this place redecorated?",
        "Harley: You buying?",
        "Phillip: (laughs) Trying to get a rid of a few things for you. What are you reading here? \"Strega Nona's Magic Lessons.\" Strega Nona... is that grandmother witch? Is that what that is?",
        "Harley: Do you have that book?",
        "Phillip: Uh-uh. Nope, never seen it before.",
        "Harley: Are you taking Italian lessons on the side?",
        "Phillip: No, I had an Italian nanny for a little while when I was a kid. She taught me a little bit. And she made me spaghetti. Cook used to try to make spaghetti, but he could never get it right, not like she did. It was great. I loved it.",
        "Harley: I cannot believe we were once married and I didn't know this about you.",
        "Phillip: It's just spaghetti, Harley.",
        "Harley: You know what I mean, Phillip.",
        "Phillip: It was... 30-some years ago, and she wasn't with us for very long. I haven't even thought about her in years.",
        "Harley: Well, what ever happened to her?",
        "Phillip: I don't know. I just woke up one day and she was gone. Actually, I... I think Alexandra got rid of her.",
        "[SCENE_BREAK]",
        "Bill: Well, our suite awaits. Are you ready?",
        "Michelle: I'm ready. You know, I was thinking... (laughs)",
        "Beth: Well, well, well. Look who we have here. The guy who dumped me and the girl he dumped me for. Happy Valentine's Day, you two. Well, go on in there, Michelle, don't be shy. You think Bill kisses great out here? You should see what he can do in an elevator. Ain't that right, Bill?",
        "[SCENE_BREAK]",
        "Olivia: (Gasps) What is wrong with you?",
        "Cassie: What is wrong with you? How dare you yell at my kids like that, Olivia?",
        "Olivia: Hey, you know what? This is a... this is a place of business. It's not a playground. They shouldn't be running around like this.",
        "Cassie: Let me tell you something. This is their home. And kids run around, okay? They yell and sometimes, oops, they knock things over.",
        "Olivia: Don't patronize me. I know what kids do, Cassie...",
        "Cassie: I don't think you do, okay? Kids need love, patience, and understanding. And sometimes they require you to think about something else besides yourself. And that's a concept I don't think you'll ever grasp, okay?",
        "Olivia: Oh, God. (crying) You're right, I can't do this. I'm not ready for this. I'm going to be a terrible mother.",
        "Cassie: You're going to what? Are you pregnant?",
        "[SCENE_BREAK]",
        "Harley: What... what do you mean, \"Alexandra got rid of her\"?",
        "Phillip: Why do you care?",
        "Harley: I care simply because... I don't know. (laughs) Because it's been a long time since we talked to each other like this so nicely. And I think it's important that as Zach's parents we do that, and really, because I'm sort of blown away by the fact that we were married and I didn't know this about you. (laughs) So, go ahead, keep talking. This nanny?",
        "Phillip: Okay. I don't really know what else I can tell you about her, aside from the fact that I was in love with her. I was. She was beautiful. Actually, I think she was my first crush. She... she used to sit and tell me stories about what it was like growing up in the old country. And I'd be like, \"Okay, put me in your suitcase, take me home with you.\"",
        "Harley: (laughs) Is that where she went, back home?",
        "Phillip: I don't know. I assumed that she did. Or at least the day... the day that I got up and she wasn't there, I figured that that's where she went. But I don't know. Alexandra came in and told me that Reggie had to go away, and that she wasn't going to be my nanny anymore.",
        "Harley: Where was Alan in all of this? Why Alexandra?",
        "Phillip: Well, Alexandra was around a lot then. She was sort of like a second mother to me then. How things change.",
        "Harley: Oh, are you and Alexandra still on the outs?",
        "Phillip: There's a lot that's happened in the house.",
        "Harley: (laughs)",
        "Phillip: Suffice it to say that there's no love lost between us at the moment.",
        "Harley: I see.",
        "Phillip: Just the way it is.",
        "Harley: Yes. Sorry about that. So, so... your nanny.",
        "Phillip: What is it with you and the nanny?",
        "Harley: (laughs) Nothing.",
        "Phillip: What... what could you possibly want to know about this person?",
        "Harley: I don't know. Reggie, you said? That's a weird name.",
        "Phillip: Well, that wasn't her name. That was just what I called her. It was short for something in Italian that I couldn't pronounce when I was a kid. I just called her Reggie T. All right, I got to go.",
        "Harley: Yeah.",
        "Gus: (clears throat) Hey.",
        "Phillip: Did he... did he go down okay?",
        "Gus: Oh, yeah.",
        "Phillip: Did he give you any trouble?",
        "Gus: I locked it up. I lucked out. He went down like a piece of cake. (Laughs)",
        "Phillip: Okay, good, great. All right, I'll see you.",
        "Harley: You know, Phillip?",
        "Phillip: Um-hmm.",
        "Harley: I think this was very nice, important.",
        "Phillip: I'll talk to you soon.",
        "Harley: Good night.",
        "Phillip: Good night.",
        "Gus: You want to tell me what that was all about?",
        "Harley: What?",
        "Gus: All the nanny talk. The nanny talk.",
        "Harley: I was just making conversation.",
        "Gus: Oh, is that what you were doing? Just making conversation? Smoothing things over with him for Zach's sake and all that? Is that what? No, I don't think so. I'm not that stupid. I am your partner. I know your interrogation skills. You were trying to get information out of him, weren't you?",
        "Harley: I think I may know who your mother was. I think maybe... maybe you should get some sleep.",
        "[SCENE_BREAK]",
        "Beth: I don't think so. How are you, Michelle?",
        "Michelle: I'm... I'm okay.",
        "Beth: That's good. I want you to know something. I want you to know that I don't hold a grudge, because I know how charming Bill can be when he's trying to get a girl to fall for him. Problem is, he let me fall so far, I fell flat on my face. Isn't that right?",
        "Bill: Now...",
        "Beth: Shh. Michelle, I want you to know that I didn't want to love Bill. But you see, I'd see him at parties or in this very elevator right here, and he would say the sweetest things. He would make me believe that he would always love me.",
        "Michelle: Beth, please don't do this.",
        "Beth: No, no, Michelle, I think you need to hear this. You see, he loved me until he got me out of Spaulding mansion, away from Phillip, and living in a hotel room. He loved me long enough to create so much chaos in my daughter's life that she couldn't get away to school fast enough. So you be careful, Michelle, because he'll love you until you've forgotten what you had before, and then, poof, he'll be gone. Oh, but I'm making you uncomfortable saying this, and on Valentine's Day, too. Had a little too much to drink. But it's okay. You know why? Because it's my birthday. (laughs) Happy birthday to me.",
        "Michelle: Oh, it's about time. Are you coming?",
        "Bill: No, Michelle, I'm not.",
        "[SCENE_BREAK]",
        "Gus: You got to do a little better than that. Just help me get from point A to point B, okay? First you're playing 20 questions with Phillip, and now you're telling me you might... you might know who my mother is. You might?",
        "Harley: I have a confession to make. (clears throat)",
        "Gus: God, I hate it when you say that.",
        "Harley: The other day at the hospital, when we saw that Roy Baker's room was empty and you asked me if I knew what happened...",
        "Gus: Uh-huh.",
        "Harley: I lied.",
        "Gus: You lied about what?",
        "Harley: I did know what happened. Alexandra had him transferred to a clinic in Europe...",
        "Gus: Oh, you're kidding me, right? You're kidding me. We talked about this. We had the \"no secrets\" talk.",
        "Harley: Hey, wait...",
        "Gus: You remember that talk?",
        "Harley: There's more. Let me finish. Mel had just finished telling me about this shady transfer, and that the patient was trying to tell her something. That patient was Roy Baker, okay? So she and I tracked him down. We tracked him down to the airport where I saw you, when you were on your way to Chicago, remember?",
        "Gus: Yeah, I... I remember, but I don't remember seeing any Roy Baker.",
        "Harley: That's because the orderlies whisked him onto the Spaulding jet before I could even get a chance to talk to him.",
        "Gus: Why wouldn't you tell me any of this?",
        "Harley: Wait, this is the important part. Before he was dragged away, Roy dropped a piece of paper on the floor for me. It had a name written on it. \"Gina.\"",
        "Gus: I... I... I can't believe... you see me grasping at straws. You see me... I'm hoping for, like, one little teeny clue, one thing. And you know this, and you keep this from me? I don't understand.",
        "Harley: Listen to me. Phillip had just... he had just given me shared custody of Zach, okay? And he had... he had fired off that warning about you. Now, I didn't know what you would do if you found out that Alexandra had yet another piece of information to your parents' identity.",
        "Gus: What are you say... you think that I'd go to... oh, you think I'm going to go to the Spaulding's; I'm going to blow the whole custody truce? Is that what you're going to blame this on?",
        "Harley: Listen, listen. I didn't even know if Gina meant anything, okay? I wanted to get some information before I told you, and not just because of the custody thing, but because I didn't want you to get your hopes up if this turned out to be nothing.",
        "Gus: Oh, is that right? So, you're telling me this now because why?",
        "Harley: Because, first off, I don't know how much you heard, but Phillip and Alexandra, they're on the outs. So even if you go to her, it doesn't matter. He's not going to play the custody card. He'll probably give you his blessing.",
        "Gus: Okay, you said \"first off.\" So, what... what else?",
        "Harley: Phillip's nanny, okay? Phillip said that Alexandra got rid of her. Got rid of her? Got rid of her like she got rid of Roy Baker? And the nanny's name, Reggie T., Short for a longer Italian name.",
        "Gus: Reggie T., Reggie...",
        "Harley: Regina.",
        "Gus: Regina, Gina.",
        "Harley: Gina.",
        "Gus: I'm very mad at you.",
        "Harley: I... I know.",
        "Gus: I am very... you lied to me. You kept... you kept me in the dark with my... my own investigation.",
        "Harley: I know.",
        "Gus: But I love a good detective. I love an excellent detective. So, now you're ready to crack this case with me or what?",
        "Harley: I was so hoping you'd say that. You know I am. (laughs)",
        "[SCENE_BREAK]",
        "Olivia: Well, go ahead, Cassie. I'm sure the idea of me being pregnant must amuse you very much.",
        "Cassie: No, actually, it terrifies me with the way you just reamed out my kids. Look, are you sure you want to be a mother? I mean, not too long ago Reva could totally tell that Alan wanted you to get pregnant, and you didn't seem like you wanted anything to do...",
        "Olivia: It's bad enough I have to deal with you. Can we not rehash Reva conversations?",
        "Cassie: Fine, whatever, Olivia. You know, I would give you the \"Joy Of Motherhood\" speech-- how you don't know love until that little baby looks you in the face; how it's like taking your heart out of your body and watching it walk around; and how I didn't think I was ever going to get past Richard dying, and I wouldn't have if it wasn't for my children. But I get the feeling that you don't want to hear it, and that you really don't care.",
        "Olivia: Oh, thanks for the pep talk.",
        "Cassie: Well, your husband should be giving you a pep talk. I mean, what is the big deal? Come on, Alan, I'm sure right now, is holding a press conference announcing to the world that they're going to be graced by another Spaulding spawn. And you don't have to worry about motherhood cramping your style. You're going to have tons of nannies. You don't even have to raise your own kid.",
        "Olivia: Well, not that this is any of your business, but I'm going to handle this on my own.",
        "Cassie: Well, that's a dumb idea. You didn't get pregnant on your own. What makes you think you can handle it on your own, Olivia? This baby has a father. All babies do. And you're going to need his help.",
        "[SCENE_BREAK]",
        "Alexandra: Oh, congratulations, Alan. You have managed to sink to an all-time low, which I really thought was impossible, after faking a heart attack in order to force Olivia into a marriage. But then, now to sabotage her birth control pills to force her into her pregnancy... I mean, my dear brother, you have outdone yourself. Bravo.",
        "Alan: You know, I really don't care what you think.",
        "Alexandra: Think? Think-- that is the operative word. If you force Olivia...",
        "Alan: I'm not forcing her out of malice. But she needs to acknowledge that this child is ours because we need to prepare for its arrival.",
        "Alexandra: Prepare?",
        "Alan: I've already started a trust fund.",
        "Alexandra: Oh, the Spaulding way. Yes, you stake a claim to the poor little babe before it's even out of the womb.",
        "Alan: It was a gesture of love. I want Olivia to know that she will want for nothing.",
        "Alexandra: And Alan, if you get in her face with this \"Spaulding knows best\" attitude, I assure you, you will only make things worse. Now, Olivia needs... needs to work things out on her own timetable in her own way. And I'm telling you from experience that a woman, when she's pregnant, can get desperate when she feels that she's alone and she's scared.",
        "Alan: What do you mean, \"desperate\"?",
        "Alexandra: Look it up. I'm through discussing this.",
        "Alan: Thank you, Alexandra, for being once again so helpful.",
        "Phillip: Oh, so, Dad, when... when were you going to tell me? Did you think I wouldn't find out?",
        "[SCENE_BREAK]",
        "Bill: Michelle, we're not going to do this.",
        "Michelle: Why, because of Beth?",
        "Bill: No, no, because of us. Look, we're going to go up to that room right now, and... and we're going to make love. And I don't doubt that it's going to be a beautiful thing. But nevertheless, you're going to wake up tomorrow morning and you are going to regret it.",
        "Michelle: Don't you think you ought to let me worry about that?",
        "Bill: No, no, because I... I've been after you, all right. I've been pressuring you to forget about Danny, just like I... I made Beth forget about Phillip.",
        "Michelle: (laughs) You're not serious.",
        "Bill: What?",
        "Michelle: What, now Bill Lewis has these magical powers to erase a woman's mind and make her forget every man before him?",
        "Bill: Michelle, I'm not kidding here, okay?",
        "Michelle: Neither am I, Bill. Whatever happened with you and Beth has nothing to do with this. You're not pushing me into anything. I want to spend the night with you. That's why I told you to get the room. Do you remember that, or is someone erasing your mind now, too?",
        "Bill: All right, look, I'm the one who suggested that we get a room, all right? You only agreed to do it because we just ran into Danny. Now, you feel like you got something to prove to him...",
        "Michelle: You are so wrong...",
        "Bill: ...And to me and to yourself.",
        "Michelle: What, what do I have to prove, what?",
        "Bill: What? Well, how about Ben and the beach?",
        "Michelle: What?",
        "Bill: Ben and the beach. Last summer, that night when you said that you didn't want to be the predictable good girl Michelle Bauer, what did you do? You brought Ben down to the beach, and, well, you tried to hook up with him.",
        "Michelle: Yeah, and I told you nothing happened.",
        "Bill: Right, nothing happened, Michelle. Why? Why didn't anything happen? Because you realized that you only went down there to prove a point. Am I right or am I wrong? And then you told me... you told me this: You felt so stupid about the whole thing and that you were just so happy that nothing happened between you two.",
        "Michelle: Well, I would never have told you if I had known you were going to throw it right back into my face.",
        "Bill: Look, look, I'm not doing that. I'm not throwing it back in your face. I just don't want to be another Ben at the beach. Don't you understand? I don't want to... I don't want to take advantage of you like I took advantage of Beth. That's what I don't want to do.",
        "Michelle: Okay, I am not fragile, and I am not vulnerable, and I am not Beth. So if you want to back out of this, do it because you don't want to spend the night with me. Do not do it because you're trying to protect me.",
        "[SCENE_BREAK]",
        "Harley: Gus, look at this. I have got a small, small weekly payment to the Santos family from R.T.",
        "Gus: R.T.?",
        "Harley: Mm-hmm.",
        "Gus: Well, Reggie T. That could be our Gina. R.T., R.T. could be a lot of people.",
        "Harley: No, I don't think so, because the address listed is the same one as where your mother was living. And the payments end the same week she died.",
        "Gus: Well, then that could be our girl.",
        "Harley: The question is why would Reggie T. leave a great job working at the Spaulding mansion as a nanny to move into a flophouse owned by Miguel Santos?",
        "Gus: Well, that's easy. Because she didn't move out. She got kicked out because Alexandra found out she was pregnant, and she didn't want a knocked-up nanny taking care of her master little Phillip.",
        "Harley: So, then Phillip was right. Alexandra got rid of her.",
        "Gus: Exactly, exactly. That's what I'm thinking.",
        "Harley: Well, great, we've answered one question. Now, we only have, what, a billion left to go?",
        "Gus: Right. And we could start with who got her pregnant in the first place.",
        "Harley: Yes, and why, why keeping it a secret is so important to Alexandra.",
        "[SCENE_BREAK]",
        "Alan: Phillip, what are you talking about?",
        "Phillip: Did you really think that I wouldn't figure out that it was you that stuck the proxy in for me to sign with those papers? Dad, don't... don't waste your time trying to pull anything on me right now, because at the moment, I am watching you so closely I know your next move before you even think it.",
        "Alexandra: Oh, if only.",
        "Alan: Are you still harping on this? I thought we corrected this error when we ran into Olivia at the hospital, Phillip.",
        "Phillip: \"This error\"?",
        "Alan: Yes.",
        "Phillip: So, you weren't trying to trick me into turning over my voting power to you.",
        "Alan: I did no such thing, Phillip. My new employee, Ben Reade, made a mistake with that paper, that's all. The only thing I was trying to do, son, is establish that you would side with me with your vote at the board meeting, that's all...",
        "Phillip: Never mind. Forget that I asked. I should always know I'm only going to get excuses from you. Is there something else you want to tell me?",
        "Alan: Well, you said it yourself. You know my next move before I make it.",
        "Phillip: Mm-hmm, okay. Well, you know, as much fun as it would be to stick around and play this game with you, actually I have to go meet a client for some drinks. Don't wait up.",
        "[SCENE_BREAK]",
        "(phone ringing) (answering machine beeps)",
        "Olivia: (on machine) Alan, hi, it's me. We need to talk. Please call.",
        "Alexandra: Oh, no, Olivia. You and that baby you're carrying are not going to destroy this family, because I won't allow it.",
        "Answering machine: To delete all messages, press delete again. (Answering machine beeps)",
        "[SCENE_BREAK]",
        "Bill: Michelle, I... I want to be with you so badly, I do, and I really do. In fact, I think we belong together. I've known it since we were ten years old, I have. But you are worth the wait, all right? And that's what I think we should do. I think we should just wait until the time is right.",
        "Michelle: The time is now, Bill.",
        "Bill: I don't think so, Michelle. I don't think it is. And I don't want to risk it, okay? I don't want to hurt you, all right?",
        "Michelle: It's Valentine's Day.",
        "Bill: Right, it's Valentine's Day, exactly. It is Valentine's Day. And I think we're just caught up in the romance of it all, all right. We're putting too much pressure on ourselves. So, I think you were right to begin with. I think we should just go slow. Come on, I'll... I'll take you home.",
        "Michelle: No, no.",
        "Bill: What do you mean \"no\"?",
        "Michelle: What I mean is you can stay here and ease your guilty conscience with Beth, and I will take a cab.",
        "[SCENE_BREAK]",
        "Olivia: I was expecting a call. Did I get any messages?",
        "Desk clerk: Mr. Spaulding just arrived.",
        "Olivia: Oh, that was fast.",
        "[SCENE_BREAK]",
        "Alexandra: Yes, well, I'm sure the food at boarding school isn't quite up to par as far as cooks go. (laughs) Yes, but you are having a wonderful time. Good. Listen, Lizzie, your father would kill me if he knew I was telling you this, but he misses you terribly. He was thinking about coming up to school to visit you, but he thought he might what, cramp your style? (laughs) Uh-huh. Would you do your great aunt a big favor? Would you... would you invite him up to school to visit you? And make it sound like your own idea, would you, darling? Oh, terrific. I thank you. Would you call him tonight? Oh, good. Bye.",
        "Alan: Well, I thought I heard the phone ring.",
        "Alexandra: Lizzie just called to say hello. She's doing very well in school.",
        "Alan: Oh, I see.",
        "Alexandra: Well, cheer up, Alan. You look disappointed that your granddaughter's having a good time.",
        "Alan: No, no, I think that's wonderful news, wonderful news. I was just hoping that Olivia would call.",
        "Alexandra: Oh, well, no such luck. Sorry.",
        "[SCENE_BREAK]",
        "Gus: Okay, what have we got?",
        "Harley: Well, we've got Roy Baker, formerly your dad's partner, currently a vegetable.",
        "Gus: And we've got Gina who may or may not have been my mother. And she may or may not have been Phillip's nanny.",
        "Harley: And the one thing they both have in common is that they know what happened, and they're somehow connected to Alexandra Spaulding.",
        "Gus: Yeah, Alexandra Spaulding, our dead end.",
        "Harley: Yes. We have to figure out why... why is Alexandra doing this?",
        "Gus: Because... (sighs) ...She's a Spaulding. They were all put on this earth to irritate the hell out of me.",
        "Harley: (chuckles) I think that's a very good guess, but I'm going to go a little further. I'm going to say fear. I think she's scared of something, some secret. There's something big. What is she afraid of?",
        "Gus: I don't know, but she's not going to hide my past from me. So if she started this, I'm going to finish it."
    ],
    "Transcript Author": [
        "Provided by Linda Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=sAzn92y7s60"
}