{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Alexandra: You know, Alan, I won't need evidence. Because Phillip and Olivia \r\nwill believe me because it's true. Faking your own heart attack, it is so you. \r\nSo what's it going to be, Alan? Are you going to leave Phillip alone, or do I \r\nhave to tell Phillip and Olivia the truth. ",
        "Olivia: Tell me the truth about what? ",
        "Alan: You weren't expected, Olivia. Alexandra and I are having a private \r\nconversation. ",
        "Olivia: I heard my name, Alan. ",
        "Alan: I repeat, Alexandra and I are having a private conversation. ",
        "Alexandra: Alan, really, is that any way to speak to your bride? I mean, \r\nsurely Olivia has a right to join in our little chat. ",
        "",
        "Ross: Oh, excuse me a second, I have to talk to Phillip. ",
        "Phillip: Yeah, bye. Hey. ",
        "Ross: Hi. I have left you about a dozen messages. Don't you ever check \r\nyour...",
        "Phillip: I haven't been by the office, Ross, I'm sorry, I got a lot going on \r\nright now, what's up? ",
        "Ross: I hate to add to it, but we have a problem. Securities and Exchange \r\nCommission called me; they're looking into your finances dating from about a few \r\nyears ago. ",
        "Phillip: What? Why? ",
        "Ross: They suspect insider trading. ",
        "Phillip: That's insane. ",
        "Ross: At the moment, it's only a preliminary investigation. ",
        "Phillip: I don't care. You know what? Don't worry about it. Whoever called \r\nyou, have them call and deal with Spaulding’s in-house counsel, they'll take \r\ncare of it. ",
        "Ross: No, they won’t. The SEC called me because I’m the attorney taking \r\ncare of your personal finances. ",
        "Phillip: They're investigating my personal finances? Did you happen to \r\nmention to them the hit that I have taken in the market lately? Are they out of \r\ntheir minds? ",
        "Ross: I told them that their investigation was totally without merit. And you \r\nknow, for the life of me, I can't figure out how this was brought about. ",
        "Phillip: Yeah, I wonder. ",
        "",
        "Cassie: Yeah, no, I understand that you don't want to bother him at \r\nMichelle’s. That's fine. If he swings by here, I'll give Danny the message. \r\nOkay, Tony. Bye. Hey, Blake. ",
        "Blake: Hey, yourself. Cassie Winslow. Hotel entrepreneur, super-mom, message \r\ntaker extraordinaire. ",
        "Cassie: I don't mind taking messages if they're ones that have good news. And \r\nI am betting that Danny is going to be moving out of the Beacon and back home \r\nwith Michelle any day now. ",
        "Blake: That's good news. ",
        "Cassie: Yeah. ",
        "Blake: Well, because the way that you just said that, it kind of sounded like \r\nyou were disappointed. ",
        "",
        "Michelle: Danny, don’t. ",
        "Danny: Don't what? What? Don't you feel like there's still something in \r\nbetween us. ",
        "Michelle: I know that there is, okay? But there's a lot of things between us, \r\nand most of them are just in the way. ",
        "Danny: Michelle, look, I hate the fact that I wasn't here last night to stop \r\nCarmen, but it's not going to happen anymore. It's over. ",
        "Michelle: How do we know that, Danny? She tried to kill me again last night. \r\nShe went after our little boy, our baby. ",
        "Danny: Michelle, my mother is going to spend the rest of her life, either in \r\na coma or in prison. Why are you doing this? Don't let her keep us apart any \r\nlonger. ",
        "Michelle: It's not just her, it's everything, Danny. Everything has changed.\r\n",
        "Danny: I still think this is about Bill. ",
        "Michelle: What? No, no. Bill has nothing to do with us. ",
        "Danny: I'm sorry, I don't believe you. ",
        "Michelle: It's not Bill, and it's not Carmen, Danny. It's us. We're breaking \r\napart because of us. Don't look at me like that. Say something. ",
        "Danny: What do you want me to say? I think you've just said it. ",
        "Michelle: We were the ones who tore us apart, Danny. We did it. You told me \r\nto move on. And I... ",
        "Danny: Yeah, I know I did. I know. Because I had to keep you and Robbie safe \r\nuntil I could find a way to bring us all together again. And that's exactly what \r\nI did. Carmen is out of our life; I’ve brought down the family business. I have \r\na plan for the club. ",
        "Michelle: Oh, don't even talk to me about your big plans, when I wasn't \r\nincluded in them in the first place. ",
        "Danny: What are you talking about? Michelle, you're all I ever thought about. \r\nEverything I did, I did for you. ",
        "Michelle: Yeah, that's right. That's right. When you tried to kill Edmund, \r\nyou did that for me. When you made me think you were dead, you did that for me. \r\nIt's these things that you do for me, Danny, that scare me. ",
        "Danny: Those things are over now. We can work through this. I believe we can.\r\n",
        "Michelle: Work, that's just it. It shouldn't be so much work. ",
        "Danny: Why are you suddenly giving up on us? I don't understand. Last week, I \r\ncame to you and I said that we should try, and I know you had doubts, but you \r\nagreed with me. And what has happened? If the issue isn't Carmen, then what, \r\nwhy? Why are you not giving us a chance? ",
        "",
        "Cassie: If you could just take their luggage to room 315, that would be \r\ngreat. Thanks. Why would I be disappointed that Michelle and Danny are getting \r\nback together? I am happy for them. ",
        "Blake: Call me crazy, but the guy takes a bullet, you secretly nurse him back \r\nto health, that kind of thing usually makes people a little close. ",
        "Cassie: No, see, you were playing with ideas for your next novel, okay. Danny \r\nand I are close, we are. We are close friends. And I am very happy that he is \r\ngetting his life with Michelle back on track. ",
        "Blake: Okay, hey. You know, I'm just calling it like I see it, honey. ",
        "Ed: Hey. ",
        "Holly: Hi, darling. ",
        "Ed: We interrupting anything? ",
        "Cassie: No, just Blake’s imagination in overdrive. ",
        "Holly: Not a first. ",
        "Blake: Well, it's very difficult to shift gears, you know, when you're a \r\nradio talk show host for the lovelorn, but I really do need to get down to \r\nbusiness. ",
        "Cassie: Business? ",
        "Blake: Mm-hmm. I want to rent a ballroom. ",
        "Cassie: Oh. Okay. For what kind of event? ",
        "Blake: It's a party. No, actually, make that a gala. ",
        "Cassie: Okay, gala, got it. ",
        "Blake: Can the Beacon handle the catering? ",
        "Cassie: Yeah, piece of cake. Hey. ",
        "Blake: Ooh, yeah, I’m going to need that, too. Big, white one, lots of tiers, \r\nlittle man, little woman on top. ",
        "Cassie: A wedding cake? Are you and Ross... ",
        "Blake: ...Are getting hitched. Hey, but I don't want you taking this gig \r\ncatering if it's going to take you away from your very important co-maid of \r\nhonor duties. ",
        "Cassie: Oh, I’m so happy for you, this is great.",
        "",
        "Phillip: Hey, you know what? I don't want to hold you up here, don't worry \r\nabout the SEC thing, I'll take care of it. ",
        "Ross: Phillip, you know the business climate these days. They find a call in \r\nyour phone logs, then a few days later there's a stock sale, and off they go.\r\n",
        "Phillip: Ross, I don't really think this is about looking for coincidences; I \r\nthink there's something else going on. ",
        "Ross: Do you know who's behind this? ",
        "Phillip: I think it may be my father. ",
        "Ross: Why would Alan do this? ",
        "Phillip: It's complicated. ",
        "Ross: All right. Is there anything I can do? ",
        "Phillip: No. But there's something I can do. I'll keep you posted, thanks.\r\n",
        "",
        "Alexandra: Well, what do you say, Alan, can Olivia come in and play? ",
        "Olivia: You know what, Alexandra, with all due respect, I didn't come here to \r\ninterrupt what you guys were talking about, I just wanted to speak with my \r\nhusband, and I’d like to do it in private, if you don't mind. ",
        "Alan: Well, Alexandra, I guess we'll have to put that other matter to rest.\r\n",
        "Alexandra: Oh, well, we can wake it up later. ",
        "Alan: I'm sure you'd like that, wouldn't you? You wanted something? ",
        "Olivia: I want to know why you're doing this to me. ",
        "Alan: Ah, the pre-nup. ",
        "Olivia: Yes, the pre-nup. ",
        "Alan: What's the matter, did I forget to cross the \"T's\" and dot the \"I's.\"\r\n",
        "Olivia: Don't patronize me, Alan. You have half the Beacon and whatever else \r\nI agreed to when I signed my life away to you. ",
        "Alan: Well, I hope you didn't come to me for sympathy. You knew the terms of \r\nthat agreement the moment you signed it. Any infidelity was cause for me to act. \r\nNow I just wasn't counting on you carousing on the way to the alter. ",
        "Olivia: I messed up! Okay? I've admitted it, I've apologized to you. You're \r\nlike a dog with a bone, you won't let this go. ",
        "Alan: Maybe it's because I can't get the image of you and Phillip running in \r\nmy head like a videotape. Kind of puts a new spin on the phrase \"May the best \r\nman win.\" ",
        "Olivia: I didn't tell you about the tape because I'd already put the whole \r\nsituation behind me. Forgive me for trying to spare your feelings. ",
        "Alan: Yes, well, actions speak louder than words. ",
        "Olivia: Oh, give up the clichés. I hurt you, I'm sorry. I wish I... Life were \r\nmore like that videotape and I could rewind and erase the whole thing, okay, but \r\nI can't. I want to save our marriage. Look, we can keep trying to out- hurt each \r\nother, or we can throw in the towel now and just try to build a life together. \r\nYou know what I want. It's your call. ",
        "Alan: You make me sound as if I’m out for revenge, Olivia. Well, I'm not. ",
        "Olivia: So enforcing the pre- nup, that's what? A prelude to a divorce. ",
        "Alan: That's not what I want, either. ",
        "Olivia: So this is just a not-so-subtle reminder that I hurt you. Oh, Alan, \r\ntrust me, I know I did. ",
        "Alan: Do you have any idea how deeply you hurt me? I never felt pain like \r\nthis before in my life, Olivia, and I will be damned if I ever let you make me \r\nfeel this way again. ",
        "Olivia: Well, you're angry, and you're entitled, but I love you, and I just \r\nwant a chance to prove to you how much I want to be your wife, that's all I \r\nwant. ",
        "Alan: That's what I want, too. ",
        "Olivia: Alan, Alan, I promise you I won't let anything come between us ever \r\nagain. ",
        "Alan: You're sure? ",
        "Olivia: Yes, I'm sure. You need more than just my word. Forget about Phillip. \r\nI swear to you he feels as bad about this as I do. Maybe even worse. You know, \r\nlet's not talk about him, let's talk about us, okay? Look, he's not an issue. \r\nHe's not. Whatever led up to that kiss, whatever we felt for each other, it is \r\ndead and buried. ",
        "Alan: You don't understand my son, Olivia. Phillip is the kind of man who \r\npushes his feeling underneath the rug. He will tell you that he feels nothing \r\nfor you, just to appease you. But if you look under the rug, you will find that \r\nthey are still there. And I will be damned if I allow him to seduce my wife \r\nagain! ",
        "Olivia: No, no, no, you can't put all this on him. Look, if you're going to \r\nblame anyone, you have to blame me. I'm the one who started this months ago. I \r\nwas angry with you and I acted out. ",
        "Alan: It is not your fault. He has been competing with me and fighting with \r\nme. ",
        "Olivia: You can't do that. Listen to me, because whatever happens between us. \r\nI could not live with myself if I caused a rift between you and your son. ",
        "Alan: So much for dead and buried. ",
        "Olivia: Alan, please. Phillip has bent over backwards. ",
        "Alan: I don't want to hear Phillip’s name again! If he doesn't mean that much \r\nto you, why do you keep defending him? ",
        "",
        "Ben: Nice night, huh? ",
        "Marina: Yeah, no kidding. You see the Big Dipper right up there? It's the one \r\nright there. ",
        "Ben: Yeah. ",
        "Marina: Yeah. And right above it is the North Star. ",
        "Ben: It's amazing the different stuff you know about. You always surprise me.\r\n",
        "Marina: Yeah, well, every time I’m at my aunt's house, we go up on the roof, \r\nand we look through a telescope. Harley actually knows a lot more than I do \r\nabout the planets and the stars. ",
        "Ben: So what are you doing out here all alone? Slow night in there? ",
        "Marina: No. It was a really busy night, actually, kind of aggravatingly so. \r\nBuzz told me to come out here and take a break before I hurt someone. This place \r\nis really getting to me, you know. I've actually started dreaming about it at \r\nnight. ",
        "Ben: Oh, that's scary. ",
        "Marina: Yeah, no kidding. I keep having this one dream over and over again, \r\nwhich is driving me nuts, where, I'm getting ready to take a customer's order \r\nand they say, \"I’ll have chicken salad on whole wheat.\" Only, we're out of \r\nchicken salad, and I tell them that. And then they say, \"Okay, well, I'll have \r\nchicken salad on a roll.\" Every table is like this. They all want chicken salad, \r\nbut we don't have any. ",
        "Ben: It sounds like your basic stress dream. You know, like showing up for \r\nclass with no clothes on. ",
        "Marina: I don't know. I just think it's just more like, this place is really \r\ngetting to me, you know. I need some kind of change. ",
        "Ben: Enter Ben Reade, ready to take you away from all of this. Are you game?\r\n",
        "",
        "Cassie: Okay, so, have you picked the colors yet, because I want the caterers \r\nto coordinate the colors with the tablecloth. ",
        "Blake: Oh, fabulous. You know what? I want the musicians to match, too. ",
        "Cassie: Okay. Well, so far we got the quartet for the cocktail hour, brass \r\nfor the processional, and the strings for the reception. ",
        "Blake: Mm-hmm. ",
        "Holly: Three different bands? ",
        "Blake: Yeah, should I get rid of the fourth? ",
        "Cassie: Have you told Harley yet? ",
        "Blake: I was just about to make the next call. ",
        "Cassie: Ah, she's going to be so mad that I know first. (Laughter) ",
        "Ed: You know, I know you and Blake were taking the plunge, I just didn't know \r\nthere was going to be such a splash. ",
        "Ross: Oh, Ed, nothing but the best for this young lady. ",
        "Blake: Ah, that's right. We're going to have a wedding that goes down in the \r\nSpringfield record book. ",
        "Cassie: Well, you need to set the date so we can start making history. ",
        "Bellhop: Mrs. Winslow, there's a delivery you need to sign for. ",
        "Cassie: Okay, I’ll be right there. I have to run. I am so happy for you guys. \r\nI am. ",
        "Blake: So what do you say? A round of drinks for everybody, before we dive \r\ninto the planning? ",
        "Ross: Yes, indeed. Ed and I will be your waiters. ",
        "Ed: Ross, it's wonderful to see you so excited about this, you know. And just \r\nthink, the whole wedding idea came from that ridiculous stunt we pulled, you \r\nknow, calling the radio station. ",
        "Ross: Ridiculous? It was brilliant. And I couldn't have done it without you.\r\n",
        "Ed: Oh, please, don't remind me. ",
        "Ross: Plus, it also stirred a few sparks between you and Holly, and there's \r\nnothing lame about that, Edward. ",
        "Ed: Well, we're taking it slow. We have a lot of things to think about. ",
        "Ross: Awful lot of history there. ",
        "Ed: And speaking of history, what is the deal with the wedding to go down in \r\nwedding history? I never figured you for the four bands and matching color kind \r\nof thing. And you and Blake have already had a big wedding. ",
        "Ross: Let me tell you something, this is all Blake. I mean, just this \r\nmorning, we were kicking around ideas, and we were centered on, you know, an \r\nintimate ceremony at home with family and friends. ",
        "Ed: And that turned into the ballroom at the Beacon with all of Springfield \r\nand their cousins. ",
        "Ross: Something like that, yeah. I thought it was much more romantic if we \r\nwould just disappear and elope, you know. But this is important to Blake. And \r\nBlake is important to me. ",
        "Ed: Get the drinks. ",
        "Blake: You know, I really wouldn't do this, except it's so important to Ross. \r\nHe really wants a big wedding. Personally, I think it would be more romantic to \r\nrun off and elope, but we were talking about it this morning, and he wants to go \r\nfor the gusto and whatever makes Ross happy makes me happy. ",
        "",
        "Danny: Michelle, you got to give us the chance that we deserve. This time \r\nit's going to be different. ",
        "Michelle: Going to be different, right? We do this every time. And every time \r\nit's not. And we end up back here, like this, trying so hard to convince \r\nourselves. And this time it is different, because we both have changed so much.\r\n",
        "Danny: Yeah, we have, but I’m still the man that you fell in love with. You \r\nstill know me. ",
        "Michelle: Not anymore, Danny. I don't think that you do, either. ",
        "Danny: What does that mean? ",
        "Michelle: I mean, one minute you're running a club, the next minute you're \r\ntaking a desk job at Spaulding, the next minute you're back running your family \r\nbusiness, and then after that, you're trying to take that same business down. I \r\nhave a hard enough time trying to figure myself out. ",
        "Danny: What is to figure out? What, what, what? Tell me. ",
        "Michelle: This is about me, okay? I need to find solid ground. And I'm not \r\nsaying this to try to hurt you, but I started to find it after you left. And I'm \r\nnot saying that I'd be better off without you. ",
        "Danny: Yeah, please don't say that. ",
        "Michelle: I'd give anything to wake up every day with you and just be normal. \r\nBut it's never been easy for us, Danny. And I'm not saying that love is supposed \r\nto be easy, but it shouldn't be this hard. ",
        "Danny: I don’t... I don't understand where this is coming from. Remember the \r\nother night when we talked? ",
        "Michelle: I know, the other night when we talked, I wanted to believe that \r\nNew Year's Eve could be a new start for us. ",
        "Danny: Right. ",
        "Michelle: I wanted to believe that so badly because I love you so much. And \r\nhow many new starts do we need before we realized that maybe we should just \r\nfinish? ",
        "",
        "Alan: I know you and I know my son. He has been competing and fighting with \r\nme most of his life. ",
        "Olivia: Alan, what does that make me, some kind of prize? I'm a trophy wife \r\nto you? ",
        "Alan: No, Olivia. You're the most exciting, headstrong and beautiful woman \r\nthat I have ever known. And I understand why Phillip is jealous of me and has \r\ndecided to go after you. ",
        "Olivia: Do you really honestly think that everything that's happened is about \r\nyou, that he's out to get you? Alan, I'm not going to let you do this, okay, \r\nbecause Phillip is a good man. And I'm not defending him when I tell you, he \r\nnever wanted to hurt you. He almost died of guilt when you had your heart \r\nattack. He's been bending over backwards to prove to you that he's loyal to you \r\nand that he loves you. ",
        "Alan: You know, he should've thought about that-- his loyalty and his love \r\nfor me-- before he tried to seduce you in the elevator. ",
        "Olivia: But listen to me, he would do anything for you, don't you understand \r\nthat? He doesn't deserve... What did you do? ",
        "Alan: I don't know what you're talking about. ",
        "Olivia: What did you do? You invoked the pre-nup to remind me how much I hurt \r\nyou, you blame him more than me, what did you do to remind him? ",
        "Alan: I've done nothing. ",
        "Olivia: Stop it! You say you know Phillip and me, well, I know you. Prove it \r\nto me. Do it! Call off your dogs. ",
        "Alan: Do you have any idea what it's like to hear you taking Phillip’s side \r\nall the time? Now you're warning me to not hurt Phillip, when Phillip is the one \r\nthat's caused me the pain! You tell me. You stand there and tell me that you \r\nlove me, and yet, when you mention his name, your face lights up. Phillip's \r\ngotten to you, hasn't he? ",
        "",
        "Ed: To Ross and Blake. ",
        "Ross: And to new beginnings. ",
        "Blake: A bash with a splash. ",
        "Ross: You know something, I think this town could use a party that could \r\nknock its collective socks off. ",
        "Blake: Ooh, a sock-hop, there's an idea. ",
        "Holly: You're not serious. ",
        "Blake: No, mother, I'm not serious. This is going to be a very classy affair.\r\n",
        "Ross: Well, there goes my idea for a circus wedding. Ed, keep the monkeys, \r\nbut cancel the trapeze people. ",
        "Blake: The Beacon has so much character. We just need to glam up and show up.\r\n",
        "Ross: Black tie. ",
        "Blake: No, white tie. ",
        "Ross: Like I said, white tie. ",
        "Blake: Ooh, the ballroom. I need to look at the ballroom, because if we're \r\ngoing to have a couple hundred people, we have to get very creative with the \r\nseating. ",
        "Ross: Yes, no time like the present, shall we? Ed, Holly? ",
        "Ed: No, you two go ahead. Go ahead. ",
        "Holly: I'd rather be surprised. ",
        "Ross: We'll be back. ",
        "Holly: Too much. ",
        "Ed: They do seem happy. ",
        "Holly: Never happier. I'm just amazed how well they're handling all this \r\nplanning. ",
        "Ed: Actually I'm amazed by all of it. But then I’ve been away for a long \r\ntime, so. ",
        "Holly: Well, trust it, there will be compromises. ",
        "Ed: Ah, well, that's marriage for you. ",
        "Holly: Ain't that the truth. ",
        "Ed: I was... ",
        "Holly: You know, I thought. ",
        "Ed: Go ahead. ",
        "Holly: No, no, please. You go first. ",
        "Ed: I was just going to say what a really nice gesture of love it is on \r\nRoss's part, you know, to throw this ideal wedding for Blake, when what he would \r\nreally prefer would be something very small and very simple, that's all. ",
        "Holly: No, wait. Ross said that. ",
        "Ed: Yeah, more or less. Why? ",
        "Holly: Blake just said exactly the same thing. ",
        "Ed: What, she thinks that Ross wants the big wedding? Come on, he'd be just \r\nas happy eloping. ",
        "Holly: So would she. ",
        "Ed: So much for their ideal wedding. ",
        "Holly: Well, unless we say something, this is going to turn into their worst \r\nnightmare. ",
        "",
        "Danny: I don't know what to do. I mean, I've spent all this time trying to \r\nget back to you. What am I supposed to do now? What do you want me to do? ",
        "Michelle: I need you to walk away. ",
        "Danny: That's what you really want. ",
        "Michelle: It's what I need. ",
        "Danny: I love you. I love our son. ",
        "Michelle: I love you, too. But I'm spent. I just need some space. ",
        "Danny: Space. ",
        "Michelle: I need... I need something solid to build my life around. It's the \r\nonly thing that we never had. It's the only thing that I know that I need right \r\nnow. ",
        "Danny: You know I’d do anything for you. You're asking me to do the one thing \r\nthat I can't do. Walk away from you? ",
        "Michelle: No, you can, Danny, you're strong. ",
        "Danny: Not like you. ",
        "Michelle: I don't feel very strong right now. ",
        "Danny: You are. You always have been. ",
        "Michelle: Please don't. Please. I love you too much to tell you no. I need \r\nyou to go. ",
        "Danny: Okay. I love you, Michelle. ",
        "Michelle: I love you, too.",
        "",
        "Ross: I can't believe it. Blake, I thought you wanted a wedding to end all \r\nweddings. ",
        "Blake: Only because that's what I thought you wanted. ",
        "Holly: But now you know, so now you can plan the wedding you want. ",
        "Blake: Mom, you make it sound like this is no big deal. This is huge. ",
        "Holly: Honey, don't make such a big thing out of it. ",
        "Blake: No, I'm serious, I’m serious. Ross, we... You know, we were so not \r\nourselves after that whole Tory/psycho fiasco. But lately, I've really felt that \r\nwe were us again. We were on the same page. You know, we're wanting the same \r\nthings. ",
        "Ed: Well, you still are wanting the same thing, you know, with the wedding. \r\nIt's just, you know, before you were wanting the wrong same thing. ",
        "Ross: I agree with Blake. ",
        "Holly: You do? ",
        "Ross: We were being so careful with each other. I mean, it's one thing not to \r\ntry to hurt one another's feelings, but if you're too careful, you stop being \r\nhonest with each other. ",
        "Blake: I know, Ross, I think we need to really work on this. ",
        "Ross: Can you imagine what would've happened if we were to spend a fortune on \r\nthis mega wedding, and then we realized that we both hated it? It would've \r\nbeen... ",
        "Blake: A fiasco. And the kids. ",
        "Ross: And their college fund. ",
        "Blake: We would've blown the entire thing just because we were trying to put \r\non this pricey dog and pony show. ",
        "Ed: Guys, guys, you're finishing each other's thoughts, each other's \r\nsentences, and you're worried about not being on the same page. ",
        "Ross: Do you think we should see somebody? ",
        "Blake: I think we need to open up the lines of communication. ",
        "Ross: I do, too. Felicia? ",
        "Blake: Well, I don't like to mix friendship with therapy. ",
        "Holly: Oh, no, come on. You have to stop over-thinking this. You two are \r\ngreat together, and you are on the verge of being even greater. But you're \r\ntaking this little molehill of a misunderstanding, and blowing it up to the size \r\nof Everest. You don't need therapy, you need to listen, and to be honest. And \r\nstop walking around on eggshells. You're never going to agree on everything, \r\nwouldn't it be boring if you did? ",
        "Ross: Holly Reade, you're a wise woman. ",
        "Holly: Oh. Listen, you two, go. Start all over, marriage 101. ",
        "Blake: Oh, the ballroom. Ooh, we have to cancel the ballroom, because Cassie \r\njust may go ahead and order the carpets to match the flowers. ",
        "Ross: You didn't ask her to buy new carpets, did you? Let's go find Cassie. \r\nEd, Holly, thank you very much. ",
        "Ed: Mm-hmm. ",
        "Holly: Disaster averted. ",
        "Ed: Wow. I'll say. You know, I just have to second the stuff that Ross said \r\nabout you being a really very wise woman. ",
        "Holly: Did he said very wise? ",
        "Ed: No, he didn't say very... I'm saying very wise. The whole thing about \r\nlisten and compromise and we're walking on eggshells. ",
        "Holly: Well, I have to confess that the advice I gave them, I frequently give \r\nmyself when I’m with you. ",
        "Ed: It's good advice. ",
        "Holly: Well. ",
        "Ed: I'm just thinking maybe that Ross and Blake aren't the only ones who \r\naren't challenged in the communication department. See, this good advice you're \r\ngiving yourself, are you planning on taking it any time soon? ",
        "",
        "Marina: Wow, a ski trip, that sounds amazing. ",
        "Ben: Are you kidding me, it will be amazing. I'm thinking two, maybe three \r\nnights away. All right, no family, no restaurant, hopefully no chicken salad \r\ndreams. ",
        "Marina: No, imagine that. ",
        "Ben: Days on the slopes, nights by the fireplace. ",
        "Marina: Oh, you do not have to convince me. There's really only one problem I \r\ncan think of. ",
        "Ben: Oh, your dad. ",
        "Marina: No. God, no, I haven't even thought that far ahead yet. Please, let \r\nme dream a little, okay. The one problem being I've never skied before in my \r\nentire life. ",
        "Ben: That is not a problem. I'll get you a couple classes. You will be flying \r\ndown the slopes in no time. ",
        "Marina: I don't know. Ben, this whole thing just sounds really expensive to \r\nme. ",
        "Ben: So? ",
        "Marina: So you don't have any money. ",
        "Ben: You mean, you're not going to pay for me? ",
        "Marina: (goofy laugh) ",
        "Ben: Just kidding, come on. I can do this, Marina, it's only one weekend. ",
        "Marina: Yeah, but I just... I don't want you to feel like you have to do \r\nthings like this to impress me. You know we've already been through that. And \r\nshouldn't you be saving your money right now? ",
        "Ben: No, I'm not going to start living like I'm broke just because... ",
        "Marina: But you are. You're broke, and you have to face it. ",
        "Ben: Marina, please. Between my dad and Holly, I've had all the lectures I \r\ncan handle. All right, things are going to fall into place for me. They are. In \r\nthe meantime, I’m not going to change my lifestyle. That would be admitting \r\ndefeat. Now how about it? Are you in? Just think about it, okay? No pressure, \r\nbut we could have a really amazing time. Let me know. ",
        "Marina: Well, if you're going, I’m going. ",
        "",
        "Phillip: I'm interrupting something. ",
        "Alan: Very perceptive, son. ",
        "Phillip: I could come back. ",
        "Olivia: No, you need to hear this. ",
        "Alan: I'll decide if he needs to hear this or not, Olivia. ",
        "Olivia: He doesn't believe me. He's not listening to me. He thinks there's \r\nsomething going on between the two of us, and he wants to pin the whole thing on \r\nyou. ",
        "Phillip: Oh, really? Is that so. ",
        "Olivia: It doesn't just end with the pre-nup. He's coming after you. You have \r\nto be careful. ",
        "Phillip: Oh, Olivia, don't worry. I know how to handle my father. ",
        "Alan: I command you to... ",
        "Olivia: You what!? You what!? You what!? You don't command me! I'm not a \r\nlapdog, I'm your wife. And I'm not going to stand here and let you heap the \r\nweight of the world on Phillip’s shoulder for something that we both had an \r\nequal part in. Equal, Alan! I know it's not a concept you're real big on, is it? \r\nOtherwise, you wouldn't command me to do a thing. ",
        "Alexandra: I heard shouting. ",
        "Olivia: The funny thing is that Phillip is the only person in this messed up \r\nhousehold that actually tries to right the wrongs. And I was wrong to go after \r\nhim, I can't say it enough. But you know something, Phillip is the very man that \r\nyou aren't, and I imagine that's what drove me to him in the first place. ",
        "Alexandra: Whoa, girl steps out to powder her nose, and misses all the fun. \r\nWell, do fill me in, Alan. What is it, dear? Struck speechless? ",
        "",
        "Cassie: Danny. I think this belongs to you. ",
        "Danny: What's this? ",
        "Cassie: It's your bill. I'm sure you're moving out, right? ",
        "Danny: Well... ",
        "Cassie: I talked to Tony, he said that... He said you were with Michelle. ",
        "Danny: Yeah. Cassie, I think I'm going to need to stay here a little longer, \r\nif that's okay with you, until I find something a little more permanent. Is that \r\nall right? ",
        "Cassie: I'm sorry. I just assumed that you and Michelle, you guys... ",
        "Danny: Yeah, well, so did I. So did I. ",
        "Cassie: You know what? It's probably new, maybe it's too soon, but you can't \r\ngive up. You know, you can't give up, Danny. ",
        "Danny: No, I'm not planning on it. I don't know, Cassie, sometimes it might \r\nbe best to just walk away. ",
        "",
        "Phillip: Thank you. You didn't have to do that, but thank you. ",
        "Olivia: Yes, I did. ",
        "Phillip: I'm not sure that now is the right time, you have a lot on you right \r\nnow. You don't need to be making things harder for yourself. ",
        "Olivia: No, look, I tried to get through to him, and it's like putting my \r\nfist through a wall, even when I tell the truth. That what you and I felt for \r\neach other is over, and it certainly wasn't love. ",
        "Alexandra: Oh, Alan, honestly, isn't this a bit like preaching to the choir. \r\nI mean, what's the point of faking another heart attack if Phillip and Olivia \r\naren't even here to see it. Should I call them back in? ",
        "Alan: (groans) ",
        "Alexandra: Alan, will you stop it? Just stop it. You can only cry wolf so \r\nmany times, my dear brother, and then may I remind you how the story ends. ",
        "Alan: (groans) ",
        "Alexandra: No ice. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=UwKhTRyfiVs"
}