{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "[Please bear with us. Some shows are interrupted by news due to our country \r\nat war. Due to this, some parts of the shows are missing from the transcripts.]",
        "Bill: Oh, I see. I must leave now, immediately. Yes. Bye. ",
        "Marah: Bye. ",
        "Tony: Bye. Where's he off to? ",
        "Marah: Do we care? ",
        "Tony: You got rid of him. ",
        "Marah: I had to. ",
        "Tony: Oh. ",
        "Marah: You cleaned, and that is such a turn-on for me. So now we're all \r\nalone. ",
        "Tony: Who knows when that's going to happen again? Would you say that you had \r\nplans for this living room? ",
        "Marah: A little bit of this. ",
        "Tony: Yeah? ",
        "Marah: For the rest of the day. ",
        "Tony: Yeah? ",
        "Marah: Yeah. ",
        "",
        "Eden: Oh, where's Gus? ",
        "Harley: Hey. Good to see you too, Eden. ",
        "Eden: What? Like we ever chitchat. I mean come on, especially now. I've been \r\nwaiting to hear from you guys for days. ",
        "Harley: Well, he's not here. He's at a meeting. ",
        "Eden: Where? ",
        "Harley: I can't tell you that. It's police business. You can't interrupt. ",
        "Eden: Come on, you guys can't keep ducking me. Look, this was my idea for you \r\nto go Chicago and find Lucia in the first place. And we're all excited, and then \r\nnothing? Did you guys find out anything? ",
        "Harley: I can't. I can't do this, okay? It's bad enough I told you about his \r\nadoption. That should have been him. ",
        "Eden: Look, just tell me where he is and I'll go. ",
        "Harley: No. No, okay? He will take care of it. That's it. ",
        "Eden: Oh, it? Don't you mean me? You know, if he ever did it your way, he \r\nwould never take care of it. ",
        "Harley: That is so not true. Look, he has to handle this himself, okay? He'll \r\ncall you. ",
        "Eden: You know, I will find him. And whatever he found about his new family, \r\nit is my business too. ",
        "",
        "Alexandra: Lloyd, did you find Alan? ",
        "Lloyd: He's gone. ",
        "Alexandra: I know that. Did you check the solarium or the pool house or the \r\nstables? ",
        "Lloyd: He had a car take him to the Beacon. ",
        "Alexandra: Oh, goodie, goodie. All right, you bring the car around; I'll grab \r\na coat. ",
        "Lloyd: Are you sure it's wise to go after him? ",
        "Alexandra: He's medicated and he's on his way to the one place he's bound to \r\nrun into Olivia. What do you think? ",
        "",
        "Alan: I'm looking for my son. ",
        "Phillip: That's all right. I don't think we need law enforcement just yet.\r\n",
        "Olivia: Alan, you can't do this. You can't make a scene every time you find \r\nus together. ",
        "Alan: Even when Phillip takes you in my own bed and then laughs at me while \r\nhe's doing it? ",
        "Phillip: What? ",
        "Olivia: What? Alan, let's go outside a second. ",
        "Phillip: No, hang on a second. You know what? She's not your wife anymore, \r\nand you haven't given me anything to laugh about in a long time, so... ",
        "Olivia: Your son is insatiable. It's no wonder he got me pregnant. (Laughter) ",
        "Alan: Get your hands off of me. This is between me and my son. ",
        "Gus: Oh, I don't think I can let you get away with saying something like \r\nthat, Alan. ",
        "",
        "Eden: Nicky, it's me. Will you please call me? I'm worried about you, and I'm \r\ndying to find out what happened. You know, whatever it is, I can help you with \r\nit, you know, if you'll let me. You know, things are different now. Okay, bye. (\r\nPhone rings) Nicky? ",
        "Bill: No, it's Bill. ",
        "Eden: Bill Lewis? ",
        "Bill: Yeah. Yeah, that's right. ",
        "Eden: Wow. Are you wearing your tool belt? ",
        "Bill: A-ha. Like I told you, I spend most of my days in the office, okay? But \r\nif you give me a minute, I can throw it on. ",
        "Eden: Really? Just for me? ",
        "Bill: Yeah, well, I'm a giver. ",
        "Eden: And you know, I thought that I would never hear from you. ",
        "Bill: Yeah, well, that would have been a pretty good bet. ",
        "Eden: Yeah, but I would have lost, because here you are. ",
        "Bill: Yeah, well, I was actually looking through my wallet and I saw your \r\ncard and thought, you know, what the heck? ",
        "Eden: Really? So is this call business or personal? ",
        "Bill: Well, I don't know if it would classify as business. ",
        "Eden: Oh, so it's personal? ",
        "Bill: Yeah, I guess. ",
        "Eden: Well, you know, I would love to sit here and try to drag words out of \r\nyou in the phone, but I'm really busy right now. ",
        "Bill: All right, wait. Wait a second. I just... I, um... I wanted to see you.\r\n",
        "Eden: See me? ",
        "Bill: Yeah. Yeah. ",
        "Eden: That's impossible... impossible unless you turn around. (Laughs) ",
        "Bill: You... ",
        "",
        "Phillip: That's all right, Gus. I can handle it. Actually, you know what? I \r\nwas just telling Gus about my new life. ",
        "Alan: Your new life? ",
        "Phillip: Mm-hmm. Because it's going to happen. There's going to be a name \r\nchange, paper work-- the whole deal. ",
        "Alan: Oh, come on, Phillip. I know you are angry, but come on. ",
        "Phillip: Alan, I am so far past angry I can't even tell you. ",
        "Alan: You can't just stop being a Spaulding. ",
        "Phillip: Oh, really? ",
        "Alan: No! ",
        "Phillip: Watch me. ",
        "Alan: That's not the way family... what are you still standing here for? You \r\ntaking notes or something? ",
        "Phillip: All right, I've had enough of this. Let's go. ",
        "Alan: No, no, no. Look, look, we're not through with this. ",
        "Phillip: Yeah, we are. ",
        "Alan: I will find you no matter where you are. I will... ",
        "Gus: You okay? Come here. Come here, Alan. Sit down. You okay? ",
        "Alan: I don't have anything to say to you. ",
        "Gus: I'm just making sure you're okay. ",
        "Alan: My son's gone. ",
        "Gus: Well, Alan, that's nothing to man like you, because your sons are a dime \r\na dozen. ",
        "",
        "Marah: Babe, that alarm light. ",
        "Tony: What? Forget it. It's nothing. ",
        "Marah: I can't. I can't. ",
        "Tony: Marah. Marah, I cleaned, remember? That's a good thing. We're in our \r\nnew house, all alone. Come on. ",
        "Marah: I know. I know, babe. But just do this one thing. Turn that off and \r\nthen I'm all yours, okay? ",
        "Tony: Don't you move. Don't. Stay there. It's the door. He left the door \r\nopen. (Alarm sounds) Oh... hold it. Marah, what's the code? ",
        "Marah: I don't know the code. ",
        "Tony: You don't know the code? ",
        "Marah: You forgot it? ",
        "Tony: I never got it. Marah... ",
        "Marah: Tony, help. ",
        "Tony: Wait a minute. Wait a minute. Wait. (Alarm stops) Baby, do me a \r\nfavor. Do me a favor. Repeat after me. I like flashing lights. They're pretty.\r\n",
        "Marah: Okay, okay. I'm sorry. I'll make it up to you. ",
        "Tony: You know what? That's going to take a lot of work, because I cleaned.\r\n",
        "Marah: Yeah. Sweetie, you're playing out the whole cleaning thing, okay? ",
        "Tony: No, I'm not. Who knows when that's going to happen again? (Laughs)\r\n",
        "Cop: Nobody move! ",
        "",
        "Olivia: Wow. ",
        "Phillip: He didn't make it a day. One day I've been gone. ",
        "Olivia: I don't get it. Yeah, he's furious. I understand that, and he's \r\nbellowing, but it's like he would come back. ",
        "Phillip: Oh, Olivia, he would say anything to get what he wants. He's nuts. \r\nHe's trying to frame you for what happened to Reva. ",
        "Reva: It's like what happened at the Country Club. ",
        "Phillip: No, see, this is what I keep trying to tell you. This is what he \r\ndoes. It's all part of the same game. ",
        "Olivia: All right, all right. It just feels different. It's like he's off \r\nsomehow. ",
        "Phillip: Oh, yeah. Well, because he is off. He's finally realizing that I'm \r\nreally gone. That we're both gone. ",
        "Olivia: Maybe. ",
        "Phillip: But obviously not gone far enough. ",
        "Olivia: You really want to run far away from home, don't you? ",
        "Phillip: I told you, we need some place other than this hotel. We need \r\nsomeplace where he can't just run into us. ",
        "Olivia: (Laughs) Now more than ever. ",
        "Phillip: Yeah. You know what? I may have a spot. ",
        "Olivia: Or, you know what? I can call a real estate broker. ",
        "Phillip: Hang on a second. No, actually, this could be the perfect place. ",
        "Olivia: That was fast. ",
        "Phillip: Well, you know, it's been kicking around in the back of my head all \r\nmorning, and I finally just remembered it. Come on, let me show you. ",
        "Olivia: Wait a minute. Right now? ",
        "Phillip: Yeah, I want to show it to you. ",
        "Olivia: No, wait, wait, wait. ",
        "Phillip: What? ",
        "Olivia: That's it? ",
        "Phillip: What? ",
        "Olivia: Phillip, I was married to your father for what, a month? And I'm \r\nhaving a hard time seeing him like this. How can you just handle it like... ",
        "Phillip: Like I've been doing it all my life? ",
        "Olivia: Not walking away? ",
        "Phillip: You're right. Haven't done nearly enough of that. That's going to \r\nchange, starting now. Come on. ",
        "",
        "Alan: The world's a big joke to you, isn't it, Aitoro? You know, I can't \r\nbelieve that you're raising my grandson with that kind of attitude. ",
        "Gus: What kind of attitude is that, Al? ",
        "Alan: \"Sons are a dime a dozen.\" ",
        "Gus: I didn't mean to everyone. ",
        "Alan: Oh, but to me? (Laughs) If you believe that, you're not only \r\nannoying, you're a fool. ",
        "Gus: Come on. Have you been drinking? What is your problem? ",
        "Alan: I'm not drunk. ",
        "Gus: All right. So what is the matter with you, then? Because it can't just \r\nbe because Phillip's leaving. ",
        "Alan: Let me tell you something. The only thing in life that matters is \r\nfamily. They're the only thing that give you real pleasure and the only thing \r\nthat you can count on. ",
        "Gus: Al, you... you love a good foreclosure, don't you? It's a good hobby. I \r\nmean, you can't really want the guy back, right? He took off with your ex-wife.\r\n",
        "Alan: He has no idea what he's in for, separating himself from the family, \r\ntrying to make it on his own. He's not 21 anymore, and it's a hard world out \r\nthere. ",
        "Gus: You are actually worried about him. ",
        "Alan: Just wait till you have a son. They can cut you out of their lives \r\nhundreds of times, but you never let go of them, because they're part of you. \r\nAnd he is part of me. ",
        "",
        "Marah: We are tenants here. ",
        "\r\nTony: The zoning papers are attached. It's residential now. ",
        "\r\nCop: And you're Tony Santos, right? ",
        "\r\nTony: Yeah. Look, our development company owns the building. There's the lease, \r\nalong with the zoning papers. ",
        "\r\nMarah: Are you trying to imply something? ",
        "\r\nTony: Honey, don’t. Let's just... ",
        "\r\nMarah: No, no. Do you have any idea what this man and his cousin are about to \r\ndo, with the help of Lewis Construction and the Federal Government? ",
        "\r\nTony: Marah, it's not worth... ",
        "\r\nMarah: No. They're taking the neighborhood back. ",
        "\r\nCops: Santos' never let it go. Your paperwork is in order, Miss. Call if you \r\ndecide you need a cop. I'll be watching. ",
        "\r\nMarah: What a jerk! ",
        "\r\nTony: Whatever. Whatever. ",
        "\r\nMarah: No, babe, you don't deserve that. ",
        "\r\nTony: But I earned it. Now I got to earn something else. ",
        "\r\nMarah: You have, and you will, okay? Tell me again how you cleaned. (Laughter)\r\n",
        "\r\nTony: How about I show you, up close? ",
        "\r\nMarah: Oh, yeah? ",
        "\r\nTony: Yeah. ",
        "",
        "Bill: No, but there is a silver lining in this story, okay, because no one \r\nhad to spend the night in jail, and the next day we had it all straightened out, \r\nso it was fine. ",
        "\r\nEden: You really like to make messes, don't you? ",
        "\r\nBill: No, I just happen to be near them all the time, that's all. ",
        "\r\nEden: So now you've told me three separate stories about near brushes with the \r\nlaw. Are you trying to make me feel better about something? ",
        "\r\nBill: Darling, if you need my help to make you feel good about your job, I...\r\n",
        "\r\nEden: I don't. ",
        "\r\nBill: Well, that's good. ",
        "\r\nEden: You know, honestly, I would have given it a three to one that you called.\r\n",
        "\r\nBill: Then you do need to feel good about something. ",
        "\r\nEden: You know, it is the job. I mean, what? I figured that the good people in \r\nSpringfield would all turn up their noses. ",
        "\r\nBill: Yeah, they will. They will. But something tells me that's what you want.\r\n",
        "\r\nEden: No, it's not what I want. It's just... That's all I know how to do, for \r\nnow. ",
        "\r\nBill: And you get to watch. ",
        "\r\nEden: Excuse me. That is not it. ",
        "\r\nBill: No, no. See, what I meant was, you know, you spend all your time sizing \r\npeople up. You know, you put so much time into putting people together, it kind \r\nof takes you off the hook for yourself, right? ",
        "\r\nEden: You know what? I don't like to be analyzed. ",
        "\r\nBill: You know what? Me neither. So how about I’ll stop if you will? ",
        "\r\nEden: Deal. ",
        "\r\nBill: Deal? ",
        "\r\nEden: Deal. ",
        "\r\nBill: Okay. (Laughter) (phone ringing) Oh, that must be... Oh, that's Daddy.\r\n",
        "\r\nEden: Daddy? ",
        "\r\nBill: It’s... Listen, it's probably work related, so if you'll excuse me, I have \r\nto take this, all right? ",
        "\r\nEden: He works for his daddy's company. ",
        "\r\nBill: All right, now you better stop that right now, please. ",
        "\r\nWaitress: Did I see you with Harley before? ",
        "\r\nEden: Yeah. ",
        "\r\nWaitress: I need to get her a message from her boyfriend, and it's time for me \r\nto clock out. ",
        "\r\nEden: Oh, well, I’ll give it to her. There's no problem. I'll make sure she gets \r\nit. ",
        "\r\nWaitress: Thanks. ",
        "\r\nEden: \"Harley, call Gus. He'll be at the martini bar at the Beacon.\" Thank you \r\nvery much. ",
        "",
        "Frank: Oh, man, finally. ",
        "\r\nBuzz: What? I had to go back home and change my shirt. It's not every day I get \r\nto have lunch at the Beacon. What's going on? ",
        "\r\nFrank: Well, I just made a decision, and I just needed someone to tell me if it \r\nwas a good one or if I just made the biggest mistake of my life. ",
        "",
        "Alexandra: Alan, here you are. ",
        "\r\nGus: We were bonding. ",
        "\r\nAlexandra: Oh. ",
        "\r\nAlan: Don't pay any attention to him. He doesn't know what he's talking about.\r\n",
        "\r\nAlexandra: There seems to be no reasoning with you either. Alan, what are you \r\ndoing out of bed? ",
        "\r\nAlan: I wanted a change of scenery. ",
        "\r\nAlexandra: Alan... Look, he has not been well. He doesn't need any stress. ",
        "\r\nGus: Well, why he's out looking for it? ",
        "\r\nAlexandra: Well, my point exactly. And Alan, you look very pale. ",
        "\r\nAlan: I don't know what's wrong with me, Alex. I start to feel better. I feel \r\nlike I'm rallying, and then I get exhausted. I... ",
        "\r\nAlexandra: All right, darling, I’ll tell you something. Lloyd's right outside \r\nthe door. Let's get you home, please. ",
        "\r\nAlan: I think you're right. ",
        "\r\nAlexandra: Let's go. ",
        "\r\nGus: Not so fast, Auntie dearest. Why don't you come and have a little seat? We \r\ncan have a chat. ",
        "\r\nAlexandra: Why? So you can yell at me for keeping the truth from you? No. Well, \r\nit's out now, so I’m sure it's the last thing you wanted to know, too, so... ",
        "\r\nGus: You don't have a clue what I want. I am in the center of this thing, okay? \r\nI never had a choice. ",
        "\r\nAlexandra: Well, now you do, don't you, Gus? And you know, my guess is that \r\nyou... you don't want to claim your heritage at all. No, you'd rather rot in \r\nhell than be a Spaulding, wouldn't you? So go on. You just tell me I’m wrong. \r\nYou're a smart boy, Gus. ",
        "\r\nGus: Let me tell you something. I'm a smart enough boy to know that you have a \r\nhuge stake in my keeping quiet. And that has nothing to do with your concern for \r\nme, does it? ",
        "\r\nAlexandra: All right, Gus, if it's the best for you in the long run, what does \r\nit matter? ",
        "\r\nGus: How long have you known? I mean, how many years have you kept this a \r\nsecret? ",
        "\r\nAlexandra: Since you were conceived. ",
        "\r\nGus: That's a lot of years. That's before you even knew who I was or how I would \r\nturn out, what kind of person I am. ",
        "\r\nAlexandra: Mm-hmm. Okay, Gus. What is it you want, huh? Is it money? Because you \r\ndon't look like the kind of person that's that greedy to me. Besides, all you'd \r\ndo with that money is take it and spend our money on fun things we wouldn't even \r\ncontemplate. So money? Money? I'll write you a check right now. You just go have \r\na ball. ",
        "\r\nGus: Oh, my God. That is such the typical, typical response. ",
        "\r\nAlexandra: Yes. Oh, yes, it is, Gus. So you might as well run while you have a \r\nchance. ",
        "\r\nGus: You know, I would love to tell Alan, just to see the look on your face. ",
        "\r\nAlexandra: Oh, dear God, this isn't a child's game, Gus. What do you want to do? \r\nYou want to tattle on me for keeping a secret, huh? And is this... Is this your \r\nway of trying to fit in? Because you know where you fit in. You know where \r\nyou've always fit in, Gus. ",
        "\r\nGus: Oh, I did. I did. ",
        "\r\nAlexandra: No, you still do. You were raised by good parents, parents who really \r\nloved you. And you were embraced by this world you're in. No, you wouldn't give \r\nthat up. You wouldn't trade that for anything. ",
        "\r\nGus: Let me tell you something. This is not about the past. Okay, this is about \r\nwhat's happening right now. And I cannot stand lies. ",
        "\r\nAlexandra: Really? Who can? Huh? Who can? But maybe, maybe... maybe you should \r\nlook at this as... as necessary fiction, you know, the kind of lies that, well, \r\ncan't do anything but help people, you know? After all, these are the kind of \r\naxle grease lies that keep the world turning around. ",
        "\r\nGus: You see, I think they're the kind of lies that ruin the world. I think \r\nthat's what makes people live their lives in paranoia. ",
        "\r\nAlexandra: Hmm. Do you want to go proclaim the truth? You want to run out in the \r\nlobby and shout it out to everyone. Because you know what? Right now I really \r\ndon't care. Because all you're going to do is hurt us, you're going to hurt \r\nyourself, and Harley most of all. ",
        "",
        "Buzz: You're scaring me, Frank. ",
        "\r\nFrank: Okay, Pop, here's the deal. I'm the new Chief. ",
        "\r\nBuzz: The new chief of... ",
        "\r\nFrank: Springfield. Chief of Police in Springfield. ",
        "\r\nBuzz: You're kidding me. ",
        "\r\nFrank: No. ",
        "\r\nBuzz: Really? Whoa! What a man! What happened to Franklin? ",
        "\r\nFrank: He took the position as matter of fact, he's there right now. ",
        "\r\nBuzz: Good. I never liked the guy. So when... ",
        "\r\nFrank: I actually start tomorrow morning. I know it's crazy that I didn't run it \r\nby any of the family members, but... ",
        "\r\nBuzz: Oh, my God. ",
        "\r\nFrank: What? ",
        "\r\nBuzz: Have you talked to Harley about this? ",
        "\r\nFrank: No, no, I haven't told sis yet. As matter of fact, I wanted to run it by \r\nyou first, and then I was going to call the girls, so... ",
        "\r\nBuzz: Well, I think it’s... Congratulations. The... Obviously the parking \r\ntickets that I have at home, about 25 of them... ",
        "\r\nFrank: Pop... ",
        "\r\nBuzz: Well, come on... ",
        "\r\nFrank: I can't take care of those. As a matter of fact, I have to toe the line \r\nmore than ever now. ",
        "\r\nBuzz: This means you're going to be giving your sister orders, and she's going \r\nto take them. I'd buy a ticket to see that. ",
        "\r\nFrank: Oh, Dad, I just... I just hope I did the right thing here, by me and by \r\nall of us actually. ",
        "\r\nBuzz: Oh, come on, Frank. I mean, if it's okay with you, it's fine with us. \r\nLet's call the girls, plan a party. It's been a while since the Cooper’s had \r\nsomething to celebrate. ",
        "",
        "Bill: But it's true. That is true. My daddy's always been a practical joker. \r\nAnd that right there is the key reason that I do not eat salami, I'm telling \r\nyou. I don't know if you do, but you... ",
        "\r\nEden: Look, you know what? I'm having a really nice time, but I've got to go.\r\n",
        "\r\nBill: Oh, yeah. Sure, sure. I mean, if duty calls... ",
        "\r\nEden: Well, if it wasn't important, I wouldn't go. ",
        "\r\nBill: All right. Well, I'll tell what we're going to do, okay? I'm going to give \r\nyou my card, okay, and if you want to get together again sometime, you call me.\r\n",
        "\r\nEden: Okay. Well, is this you or is this your construction company? ",
        "\r\nBill: Oh, well, you got my cell number there, and you also got my work number.\r\n",
        "\r\nEden: So what are the chances if I call your work that Daddy will answer? ",
        "\r\nBill: (Laughs) Well, I'll tell you, if he does, you're going to get your hands \r\nfull, I'll tell you that much. ",
        "\r\nEden: Really? ",
        "\r\nBill: Mm-hmm. ",
        "\r\nHarley: Hey, about before, I really wasn't blowing you off. ",
        "\r\nEden: No, it's okay. Look, all is forgiven. I really got to go. ",
        "\r\nHarley: Hey. ",
        "\r\nBill: Hey, Harley. I didn't know you knew Eden. ",
        "\r\nHarley: Yeah, yeah. She's Gus' sister. ",
        "\r\nBill: She's... Really? ",
        "\r\nHarley: Mm-hmm. ",
        "\r\nBill: Well, she sure is something, isn't she? ",
        "",
        "Olivia: All right. ",
        "\r\nPhillip: Now wait here for just a second. ",
        "\r\nOlivia: Okay. Whoa, whoa! ",
        "\r\nPhillip: Keep your eyes closed. ",
        "\r\nOlivia: Whoa! They're closed. They're closed. I'm not good at... I don't like \r\nsurprises. I don't like feeling like a hostage. I had to keep my eyes closed in \r\nthe car, and then this. ",
        "\r\nPhillip: You have no idea where you are? ",
        "\r\nOlivia: No, I don't know where I am. It smells like water. ",
        "\r\nPhillip: Well, that's good. ",
        "\r\nOlivia: Really? ",
        "\r\nPhillip: Because we're actually pretty close to the lake. ",
        "\r\nOlivia: All right. ",
        "\r\nPhillip: Okay, walk forward. ",
        "\r\nOlivia: Okay. ",
        "\r\nPhillip: Small step. ",
        "\r\nOlivia: All right. ",
        "\r\nPhillip: Keep them closed. ",
        "\r\nOlivia: All right. ",
        "\r\nPhillip: A little further. ",
        "\r\nOlivia: Fine. ",
        "\r\nPhillip: A little further. ",
        "\r\nOlivia: Okay. ",
        "\r\nPhillip: Little further. ",
        "\r\nOlivia: Wonderful. ",
        "\r\nPhillip: Okay. ",
        "\r\nOlivia: Okay, I can open my eyes? ",
        "\r\nPhillip: Yeah, open them. What do you think? ",
        "\r\nOlivia: Wow! ",
        "\r\nPhillip: Isn't it great? ",
        "\r\nOlivia: Oh, wow. ",
        "\r\nPhillip: Isn't it great? ",
        "\r\nOlivia: How did you find this place? ",
        "\r\nPhillip: It's mine. I bought it years ago. It's a writer studio. I needed \r\nsomeplace to escape to. ",
        "\r\nOlivia: You're kidding. ",
        "\r\nPhillip: Yeah. ",
        "\r\nOlivia: So you worked here? ",
        "\r\nPhillip: Well, I tried, but life had other plans. We got... You see the windows \r\nare all dirty right now, but when you see this view, this is unbelievable. ",
        "\r\nOlivia: Oh, I’m sure it's pretty. ",
        "\r\nPhillip: It's gorgeous. You open up these windows, you've got half the sky. It \r\nmay not inspire me to write the great American novel, but what the hell? At \r\nleast we'll have something peaceful to look at at night. ",
        "\r\nOlivia: You're not suggesting that we... Here? ",
        "\r\nPhillip: Yeah. Isn't that the point? Have a little peace? I think we should move \r\nin right away. ",
        "",
        "Lloyd: Can I get you anything, sir? ",
        "\r\nAlan: No. Thank you for bring me home. I do need to speak with Nolan, though.\r\n",
        "\r\nNolan: Yes, sir? What... what can I do for you? ",
        "\r\nAlan: I'm exhausted again, Nolan, and I don't really understand why. The only \r\nthing that makes me feel better is that tea I've been drinking. So tell the cook \r\nto prepare me some more of that. She knows which kind it is. ",
        "\r\nNolan: Yes, sir. I'll take care of it right away. ",
        "",
        "Tony: Honey, you want a soda or some water or something? ",
        "\r\nMarah: Um, yes, soda would be great. ",
        "\r\nTony: Okay. ",
        "\r\nMarah: Wow, look at you. I wonder what your story is. Come on, you can tell me. \r\nI'm a good listener. ",
        "\r\nRemy: Yo, Tony, your girlfriend's talking to the woodwork. ",
        "\r\nTony: Honey, I told you, not in front of company. ",
        "\r\nMarah: Come on, you guys, this place is just so amazing. I mean, who makes \r\nmolding like that? Remy, don't you want to know everything there is to know \r\nabout this place? ",
        "\r\nRemy: Thank you, but I just got an earful from Professor Clayton Boudreau, who \r\nlives to be a pain in the butt about history. ",
        "\r\nTony: He knows about this joint? ",
        "\r\nRemy: Oh, in vivid detail. Our home has a checkered past. ",
        "\r\nMarah: What does that mean? ",
        "\r\nRemy: It was going to seed way before the rest of the neighborhood. The museum \r\nwas abandoned. ",
        "\r\nTony: Why? ",
        "\r\nRemy: A whole load of trouble around this exhibit they brought in in the '30s. \r\nEgyptology-- some pieces from tombs in Luxor near King Tut’s. ",
        "\r\nMarah: That's right. That was only found in 1922. ",
        "\r\nTony: (Scoffs) ",
        "\r\nMarah: I read a book, so sue me. ",
        "\r\nRemy: So all this stuff shows up and all kinds of trouble starts showing up. \r\nScaffolding breaks, things fall over for no reason. Nothing big... Until the \r\nnight the exhibit opens. The curator never showed. ",
        "\r\nTony: You mean he got delayed or something? ",
        "\r\nRemy: No. This was suppose to be the biggest night of his life. His big \r\ncareer-making show. But nobody could find him. ",
        "\r\nMarah: But they found him, right? ",
        "\r\nTony: I mean, they, like... They went looking for him? ",
        "\r\nRemy: The guy was gone. Nobody found him for weeks. ",
        "\r\nMarah: But they did find him, right? ",
        "\r\nTony: Yeah, they found him... In Hawaii with his mistress and a mummy crown...\r\n",
        "\r\nRemy: In the basement, in a storeroom with artifacts that weren't even part of \r\nthe exhibit. The janitor found him. He was wearing his tux like it was the night \r\nof the exhibit. ",
        "\r\nMarah: What? Like he'd forgotten? ",
        "\r\nRemy: Like he had lost his mind. He was dehydrated, babbling, a crazy loon going \r\non about mummies. Ask me where the janitor found him. ",
        "\r\nMarah: Oh, I'm not going to like this, am I? ",
        "\r\nRemy: He'd been sleeping in a sarcophagus. Lid closed. ",
        "\r\nTony: Okay, so he's a vampire Egyptologist. That happens. Who cares? ",
        "\r\nMarah: Oh. So I guess we have our color here, huh? ",
        "\r\nRemy: There's more. They cart that guy off to the funny farm, hire a new \r\ncurator. He has an accident working alone late one night. He's in traction the \r\nrest of his life. ",
        "\r\nMarah: Okay, now you lost me. Because you had me with the whole vampire curator \r\nthing, but... ",
        "\r\nRemy: I am telling you this from my dad. You've taken his class, Marah. You \r\nthink he jokes about history? ",
        "\r\nMarah: No, I guess not. ",
        "\r\nTony: Forget it. You know what we'll do? We'll forget about the mummy that you \r\nwant to put under the coffee table, and we're set. ",
        "\r\nRemy: That won't do it. They shipped out all their Egyptian stuff. It didn't \r\nhelp. The neighbors still heard noises at night. So now the place has such a \r\nreputation it ends up closing. ",
        "\r\nMarah: So what are you trying to tell me, that our new place is cursed? ",
        "\r\nTony: Well, it's more like haunted, wouldn't you say? ",
        "\r\nRemy: I'd go with haunted, except for the paralyzing, making-a-man-be-crazy \r\nthing. ",
        "\r\nTony: Oh, brother. ",
        "\r\nRemy: That kind of puts you in the curse category. ",
        "\r\nMarah: Okay, you two, please just stop. This is so not what I had in mind for \r\nthis place. ",
        "\r\nTony: You know what? I'm going to take care of this for you. ",
        "\r\nMarah: What, you're going to call the Ghostbusters? ",
        "\r\nTony: Well, I don't know them, but I happen to be on very good terms with a \r\npriest. ",
        "",
        "Phillip: This is my old desk. Brings back so many memories. I always planned \r\non taking the desk and putting it over right by the window. But you know what? \r\nWe can stick a secretary over there and you can put your papers in it... ",
        "\r\nOlivia: What? What? ",
        "\r\nPhillip: ...Although I think we should keep business out of here as much as \r\npossible. And hey, closet? You need a closet? We got a closet. You can have \r\nthis. ",
        "\r\nOlivia: No. Yes. Thank you. Thank you. That's... Where... where does the baby \r\ngo? ",
        "\r\nPhillip: We got a room over here for the baby. But initially you're going to \r\nwant the baby to be in a crib beside you. During the day the baby can go \r\nanywhere. Anywhere. This is going to be great. ",
        "\r\nOlivia: Yeah, it's going to be great. ",
        "",
        "Bill: So I take it that you and Eden don't get along? ",
        "\r\nHarley: Why don't you tell me what you think of Eden? ",
        "\r\nBill: Me? ",
        "\r\nHarley: Mm-hmm. ",
        "\r\nBill: Well, she's... she's funny. And not too hard to look at. She's pretty \r\ndirect. ",
        "\r\nHarley: She's direct? Does that mean that she tells the truth frequently? ",
        "\r\nBill: Well, I got to tell you, I was a little surprised that she so open about \r\nher business. ",
        "\r\nHarley: Oh, she has a business. What is she doing? ",
        "\r\nBill: She's running a little thing called Garden of Eden. ",
        "\r\nHarley: Tell me she's selling candles. ",
        "\r\nBill: No, that would be companionship. ",
        "\r\nHarley: It's an escort service? Perfect. That is so classic Eden. It's so \r\nperfectly Eden, and Gus really doesn't need it right now, and I’m so tired of \r\nthis. ",
        "\r\nBill: Yeah, but Harley, I mean look, maybe it's legit. You know, some of them \r\nhave to be, right? ",
        "\r\nHarley: Well, I can promise you hers won't be. I just don't want to be the one \r\nwho has to arrest her, okay? Not today. Maybe in the future sometime. That would \r\nbe fine. You know, we could throw a party, but not today, not now. ",
        "\r\nBill: Okay, all right. Now that I’ve made your day, I think maybe I'll just go.\r\n",
        "\r\nHarley: No. No, no, no. I'm sorry. I'm sorry. This isn't about you. It's not \r\nabout that. It's better that you told me. It really is. Better that I find out \r\nfrom you than, you know, work one night, by surprise, on the police blotter. ",
        "\r\nBill: So you really think that her business could be... ",
        "\r\nHarley: With Eden? ",
        "\r\nBill: Mm-hmm. ",
        "\r\nHarley: It can be about as bad as it gets, yeah. And you know, Bill, it's none \r\nof my business, but you're a good guy, you're smart; try to remember that when \r\nit comes to her, okay? Hey, Dad? ",
        "\r\nBill: That's me. Good guy, smart. That's really done me a lot of good. ",
        "",
        "Gus: Let me tell you something. Harley doesn't care what my name is. ",
        "\r\nAlexandra: Oh, come on, you fool. This isn't about you. It's about us. It's \r\nabout the Spaulding’s. Harley's been hurt so many times. Honest. Do you really \r\nthink she's up to this? ",
        "\r\nGus: Harley doesn't care. Harley and I are going to be fine. Harley and I are \r\ngoing to be together forever, okay? So check this out, because this the bottom \r\nline. Whether I tell Alan or I don't, that's up to me. That's in my hands. I \r\nwill be making that decision. So don't bother trying to hustle us out of the \r\nroom and making sure that it doesn't happen, because I am in charge. You are not \r\nin charge anymore. Bartender, do me a favor. Give me a martini. Make it a \r\ndouble. Make a little friend for that one as well, all right? ",
        "\r\nEden: If this isn't a party, you're not drinking. ",
        "",
        "Edmund: I'm here to see Alexandra and Alan. ",
        "\r\nNolan: Well, Miss Spaulding is out, and Mr. Spaulding is resting and doesn't \r\nwant to be disturbed. ",
        "\r\nEdmund: Oh. Well, in that case I’ll just wait right here. ",
        "\r\nNolan: All right, good. I'll be right back. ",
        "\r\nEdmund: Or in here. ",
        "\r\nNolan: Sir, I told you not to go... ",
        "\r\nAlan: Stand back! You won't get away with a thing! "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=tw1BSLeuu68"
}