{
    "Episode Summary": [],
    "Recap": [
        "Reva tells Billy that she cannot tell Josh about the cancer and that she knows he has found solace in Cassie. Billy and Vanessa talk about his \"friend\" who has laid a burden on him. Reva finally talks to Josh. He asks her why she left him and she tells him that she needed to protect him. He asks her if she is having an affair and she tells him yes, with Billy. Later, Reva tells this to Billy who takes it all in stride.",
        "In the courtroom, the prosecutor has evidence that Lizzie did know she was shooting Alan. Jonathan stands up to testify for Lizzie and finally tells the judge that he will prove he can take care of Lizzie. After whispering something in Tammy's ear, Jonathan asks Lizzie to marry him and the courtroom erupts. The judge releases Lizzie. Alan tells Jonathan that he will have him followed 24 hours a day. Tammy tells her mother that she gave up the man she loves. Jonathan and Lizzie get on the elevator and prepare to plan a wedding. Tammy looks at Jonathan. With sadness in his eyes, Jonathan looks at Tammy. The elevator doors close."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Billy: You're not going to tell Josh you have cancer?",
        "Reva: No.",
        "Billy: Do you want him to be with Cassie?",
        "Reva: I know it sounds crazy.",
        "Billy: Do you?",
        "Reva: I want Josh to be happy. I want Cassie to be happy.",
        "Billy: What about Reva?",
        "Reva: Billy, I'm dying. And that's why I'm here to face it. I mean it happens to everybody. It happened to mama. Harland. Ms. Martha. So now it's my time and I just want to know that I can spend what's left of it doing the right thing, you know, making it good. God knows I have a lot to make up for.",
        "Billy: No you don't.",
        "Reva: You keep looking at me like I'm crazy. Is it crazy for me to want the man that I have loved since I was ten years old to be taken care of for the rest of his life? Josh deserves that.",
        "Billy: Yeah, he deserves that, but you're not supposed to pick out the girl. He's supposed to pick out the girl.",
        "Reva: He already found her. They found each other. He's moved on and I won't be here. And if it's not Cassie, it could be someone else. Olivia could get her claws back in him or it could be someone worse than that. So at least with Cassie, I know he is in good hands.",
        "Billy: So that's it?",
        "Reva: It sucks.",
        "Billy: It does.",
        "Reva: But that's it. That's how it's gonna be.",
        "[SCENE_BREAK]",
        "Josh: Oh, I'm sorry.",
        "Vanessa: My gosh. Hi.",
        "Josh: Vanessa.",
        "Vanessa: Hi. Oh, bad moment, huh?",
        "Josh: No, no, no. I was just daydreaming, that's all. It's nice to see you.",
        "Vanessa: Nice to see you. How are you?",
        "Josh: Um...",
        "Vanessa: Listen, what is going on with Reva? I mean--",
        "Josh: It's not good. So what else is new, right?",
        "Vanessa: Sorry.",
        "Josh: Don't be sorry. I'm not sorry-- anymore.",
        "[SCENE_BREAK]",
        "Marni: I'd like to enter into evidence a sworn deposition by two nurses employed by Cedars who overheard Ms. Winslow and Ms. Spaulding's conversation. Perhaps you can read them allowed. Start on line 21. Your line.",
        "Tammy: \"She told Ms. Spaulding, you just tell them the truth, you thought you were shooting an intruder.\"",
        "Marni: Skip down to Lizzie's answer there.",
        "Tammy: \"Ms. Spaulding said \"But I knew, Tammy, I knew it was my granddad. That's why I shot him.\" Lizzie was upset when she said that. She wasn't thinking straight.",
        "Marni: So in other words, she was delusional.",
        "Tammy: No. I didn't say that.",
        "Lizzie: Mel, you can't let them take me away. Jonathan.",
        "Mel: Stay calm, okay.",
        "Tammy: You're not giving me a chance to explain.",
        "Marni: What is there to explain Ms. Winslow? The way I see it, there are only two logical explanations: Either Lizzie's mentally unstable, or she's an attempted murderer. Which is it?",
        "Mel: Objection, your honor. It calls for a conclusion, this witness is not qualified to make.",
        "Marni: I withdraw the question, your honor.",
        "Tammy: No, no. I want to answer it. Lizzie's not crazy. She's not a murderer.",
        "Marni: Your honor...",
        "Judge: Mrs. Winslow, that will be all-- unless you have something, Ms. Bauer.",
        "Mel: No, your honor. But I would like to ask for a short recess to review this deposition. I mean, this is the first time hearing of it.",
        "Judge: We'll take 15 minutes. This court is now in recess.",
        "[SCENE_BREAK]",
        "Alexandra: Hmm, and what did I miss?",
        "Alan: Victory.",
        "[SCENE_BREAK]",
        "Mel: Why didn't you tell me about this?",
        "Lizzie: I didn't know it was going to come out. It shouldn't have. Thanks, Tammy.",
        "Tammy: I'm sorry. I feel horrible.",
        "Jonathan: It's okay, we'll fix this.",
        "Mel: Oh, well I'm glad your confident.",
        "Lizzie: I thought you were my friend.",
        "Tammy: I am.",
        "Lizzie: Yeah, right.",
        "Jonathan: Just hold on a second.",
        "Lizzie: Hold on, to what? Because I don't have any anymore.",
        "Tammy: What did you want me to do, lie?",
        "Lizzie: I would have done that to protect you.",
        "Alexandra: Lizzie! Lizzie, darling, slow down. Now, look. Everything's going to be okay.",
        "Lizzie: No, it's not. He's going to take my baby. He's going to lock me up.",
        "Alexandra: You have to be strong. You have to be strong right now more than ever, okay? You cannot go back in there and let them see you crack. It's all for that little baby inside there, all right?",
        "Lizzie: Just help me. Help me, Aunt Alex. You promised me that granddad wouldn't take this baby from me. Just stop him. Stop him before it's too late.",
        "Alexandra: All right.",
        "[SCENE_BREAK]",
        "Jonathan: Hey?",
        "Tammy: I didn't mean to mess everything up.",
        "Jonathan: You didn't.",
        "Mel: That's not what Mel seems to think.",
        "Jonathan: Well, that skank ambushed you. You didn't know anybody heard you and Lizzie talking that day.",
        "Tammy: Okay, but even if I had, I still would have had to tell the truth.",
        "Jonathan: You're mom's here.",
        "Tammy: With Josh?",
        "Jonathan: No. Good thing. Go talk to her. I'm going to go find Mel.",
        "Cassie: Are you sorry that I came back?",
        "Tammy: All I wanted to do is help. All I wanted to do is make things easier for the guy that I love.",
        "Cassie: Sweetie. Sometimes you can't.",
        "[SCENE_BREAK]",
        "Josh: Do you remember what it was like when you finally had to just, what, give up on Billy?",
        "Vanessa: Remember? It was terrible.",
        "Josh: Obviously it was a struggle for you.",
        "Vanessa: Months and months and months and months.",
        "Josh: And at some point, there was what, the last straw, that sort of thing?",
        "Vanessa: There's always the last straw, isn't there?",
        "Josh: Yeah. I kind of feel like, you know, I walked through a door and slammed it behind me, and now it's locked shut forever, and there's no turning back. But at the same time, I do feel like I'm ready to move on, so...",
        "Vanessa: Are you seeing anybody?",
        "Reva: Vanessa.",
        "Vanessa: Oh.",
        "Reva: Have you been town long?",
        "Vanessa: No, just a quick visit. Dinah's been having some problems, and I -- yeah, okay, I'm going to go. It's great to see you. Great to see you. Take care, both of you.",
        "[SCENE_BREAK]",
        "Billy: Hey, Sarah. I'm uh... I'm really scared. No, I'm not, I'm mad. I'm mad at your daughter, she is the stubbornest thing in this whole world, I'm telling you. Oh, that's news, right, yeah. You must have heard me say a hundred times I'm going to kill her. Now the cancer's doing that. Can't you do something? I mean, you were the best thing that ever was when you were down here. You've got to have some extra pull. Can't you do something? Anything? I know she's going and I just don't want to let her go. Please.",
        "[SCENE_BREAK]",
        "Reva: So, um, did you have a good time in New York?",
        "Josh: Yeah, it was incredible. Thanks for asking.",
        "Reva: It was incredible. Seeing you honored by the military. It was well- deserved.",
        "Josh: Okay. Reva, so what is this about, really? I mean, why did you arrange this fake meeting? Once again, I just don't understand what's going on here with you. You follow me to New York, you show up at the Intrepid, you congratulate me, and then you take off.",
        "Reva: Well, this is your moment.",
        "Josh: I see. And who's moment is this?",
        "Reva: I've been thinking a lot about what you said to me the other day, how you needed someone to lean on. You needed someone that could depend on you, and that that person is Cassie.",
        "Josh: Where are you going with this?",
        "Reva: When I came back to town and saw the two of you together, I overreacted.",
        "Josh: Yes. But it doesn't matter anymore.",
        "Reva: It matters to me. I'd like to talk about it.",
        "Josh: Really. You want to talk? That's great. Let's talk then. Let's talk honestly. Finally. Let's start with this: Why did you walk away from me? Answer me, Reva. Because I need... I need to know. I need to understand. Why did you walk away from me at one of the most important moments in my entire life.",
        "Reva: I was trying to protect you.",
        "Josh: I'm still waiting, Reva. Explain it to me, why did you walk away.",
        "Reva: I don't know if I can. I mean, we had so many problems all last year, and then we got back together. I mean, even you have to admit that that just came out of nowhere. We ripped up the divorce papers and we kind of swept everything under the carpet and we never really dealt with any of it. And then I went away to see Marah, and when I came back, we were so caught up in enjoying the fact that we weren't fighting anymore, enjoying the fact that we were living without any drama, but it wasn't real because there was still drama. So it wasn't real.",
        "Josh: It's funny to me, how two people can see the same situation so differently.",
        "Reva: Yeah.",
        "Josh: We still had our problems, but we agreed that we were going to fix them, that we were going to work through them, and that's exactly what we were doing, until you basically stopped.",
        "Reva: Yeah, well, things got in the way. We got blindsided.",
        "Josh: Blindsided by what? There is something else, isn't there, Reva? Was it Billy? Is that it? Did you just basically run off with my older brother?",
        "[SCENE_BREAK]",
        "Patron: Hit me again, Dave.",
        "Bartender: How about a water this time?",
        "Patron: I don't want water.",
        "Billy: Excuse me, is there a problem here?",
        "Patron: There's no problem. I just wanted gin and tonic, easy on the ice.",
        "Billy: There is nothing wrong with slowing down.",
        "Patron: Slowing down, how does that work when you're trying to forget?",
        "Billy: Yeah.",
        "Vanessa: Oh, there you are.",
        "Billy: Vanessa, hi.",
        "Vanessa: Just about as happy to see me as your brother Josh.",
        "Billy: You saw Josh?",
        "Vanessa: Yeah, and Reva.",
        "Billy: They were together?",
        "Vanessa: Well, sort of, yeah. I mean, they were downtown, and I left them and came here to see you. (Laughter)",
        "Billy: You did?",
        "Vanessa: Yes. It's good to see you.",
        "Billy: Yeah, you, too. What are you doing, are you here visiting Dinah?",
        "Vanessa: Yeah, she's been having a rough time of it.",
        "Billy: Good she has her mom.",
        "Vanessa: Yeah, although I would say from the looks of you, Billy Lewis, you need me more than she does.",
        "[SCENE_BREAK]",
        "Jonathan: You put them on the stand and tear them apart.",
        "Mel: This story is true.",
        "Jonathan: Alan's lawyer can do it.",
        "Mel: Look, I know these women, okay? They're good women with impeccable reputations. They heard what they heard.",
        "Lizzie: Okay, so what, he's won? He gets to lock me up and take my baby now?",
        "Mel: Just remember what I said going into this, okay the courts are reluctant to take a baby away from a mother, especially a newborn. And you, Jonathan, you have rights, too, as a father. So you guys need to just stay optimistic and calm, okay? The judge is watching you very closely.",
        "Jonathan: Just ignore them.",
        "Lizzie: How am I going to do that? They're probably going to take me in a straight jacket. I can't go to that loony bin. Seriously, I won't survive there, Jonathan.",
        "[SCENE_BREAK]",
        "Alan: Thank you, again, Doctor, for being here.",
        "Doctor: Any time I can be of service, Mr. Spaulding.",
        "Jonathan: If that elevator doesn't get here in a second, I'm going to throw you down the stairs.",
        "Lizzie: (Moaning)",
        "Jonathan: Sh, sh, sh, it's okay. Stop, it's okay.",
        "[SCENE_BREAK]",
        "Alexandra: I saw that.",
        "Alan: Alan-Michael may be CEO of the company, but I am still head of this family.",
        "Alexandra: And as head of this family, it gives you the right to terrorize your granddaughter at will?",
        "Alan: Someone has to make the difficult decisions.",
        "Alexandra: You're just lucky I wasn't the one that shot you myself, Alan, because I assure you the bullets would have been real, not blank.",
        "Alan: Be careful with the threats. You see where it led Elizabeth.",
        "Alexandra: Well, you're never going to take another child away from its mother.",
        "Alan: And who is going to stop me?",
        "Bailiff: The court is back in session.",
        "Lizzie: Okay.",
        "Jonathan: Come on.",
        "Lizzie: (Breathing heavily)",
        "Marni: Elizabeth Spaulding is a single mother of questionable mental health living in an environment with two people who clearly have no legal ties to her. It's this situation that has driven Ms. Spaulding to extremes. She feels alone and scared and desperate, and why wouldn't she? For all intents and purposes, she and her baby are alone. Let her family take care of her and her baby, your honor. That's all we ask.",
        "Judge: Ms. Bauer?",
        "Mel: Thank you, your honor. My client is a young woman who is about to have a baby for the first time. She isn't married and she isn't getting the support from her family. In fact, her family's been fighting with her for a good portion of her pregnancy, which, speaking of the doctor, has put undo stress on both the mother and the baby. Now, granted, Lizzie's living situation--",
        "Jonathan: Excuse me. Judge--",
        "Mel: Jonathan.",
        "Jonathan: I have something I need to say before you make your decision.",
        "Mel: What--",
        "Jonathan: Mel, it's fine. It's going to change everything.",
        "[SCENE_BREAK]",
        "Marcy Ryan, \"Inside The Light.\"",
        "Lizzie: Lizzie's best trait: She really goes after what she wants. I enjoy how much drama Lizzie causes. It's really fun to get to do all that. I like that. See Lizzie, September 6 \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Vanessa: Thanks. Well, iced tea for what ails you?",
        "Billy: Yeah. So I don't look that good, huh?",
        "Vanessa: I've seen you look better. I've seen you look worse. Bad day?",
        "Billy: Hmm, definitely.",
        "Vanessa: Want to tell me about it?",
        "Billy: I don't want to burden you with my problems.",
        "Vanessa: Oh, come on. I mean, really. It took us forever to get to be friends, but we are, so... so tell me.",
        "Billy: It's about a woman.",
        "Vanessa: Oh.",
        "Billy: Wait, wait, wait, no. Not like that. She's just my friend.",
        "[SCENE_BREAK]",
        "Reva: Me and Billy? You think we're together?",
        "Josh: You tell me.",
        "Reva: Oh, Joshua. (Laughing) I guess it is pretty obvious, huh? Billy's always been my perfect partner in crime.",
        "Josh: So is that a yes?",
        "Reva: Well, you know, you were so busy working on the project, and I got bored, and I felt like kicking up my heels, and Billy was there.",
        "Josh: I'm sure he was.",
        "Reva: Oh, no, it wasn't like that.",
        "Josh: Oh, you know what, you don't have to paint me a picture. I get it. It's fine. You wanted to go off on adventures, and Billy was happy to oblige. I guess he finally got what he wanted.",
        "[SCENE_BREAK]",
        "Billy: I never really wanted this to happen-- now, wait a minute, that's not true. I did. She's married.",
        "Vanessa: She's married.",
        "Billy: Yes, she's married. And she has had a lot of trouble and she's came to me instead of her husband.",
        "Vanessa: Well, I mean, is this a really big burden that she's asking you to carry?",
        "Billy: Huge. She didn't want me to carry it. She didn't want anybody to carry it, but, well, I'm in now.",
        "Vanessa: Well, doesn't she have anybody else?",
        "Billy: No. I'm kind of afraid that I'm not gonna be able to handle it.",
        "[SCENE_BREAK]",
        "Reva: I thank God for Billy every day. I never would have gotten through these past few months without him.",
        "Josh: Spare me the details, Reva. I really don't want to hear it.",
        "Reva: This is hard.",
        "Josh: Honesty usually is. You still haven't completely admitted it, though, come clean. Just say it. You're having an affair with Billy?",
        "Reva: Yes. Yep. Billy and I are having an affair.",
        "[SCENE_BREAK]",
        "Vanessa: Are you in love with this woman?",
        "Billy: It wouldn't make any difference because she doesn't feel that way about me.",
        "Vanessa: Hmm, great. So that must be pretty painful and frustrating.",
        "Billy: Well, you know-- the really frustrating thing is that I'm seriously afraid that I'm going to let her down. I let you down. I let everybody down. So...",
        "Vanessa: I don't think you're giving yourself any credit. None whatsoever. I mean you did make some bad mistakes when we were married, but so did I. And, um, you really gave me a lot of happiness, Billy. So...",
        "Billy: You gave me a lot, too.",
        "Vanessa: Yeah. Okay, I don't live here anymore, but I come here enough, and I see that you've changed. You really have. You're stronger. You are not going to let this friend down.",
        "Billy: (Laughing)",
        "Vanessa: Not a chance.",
        "[SCENE_BREAK]",
        "Reva: Well, this is good. It's finally out, you know, me and Billy, you and Cassie.",
        "Josh: Cassie and I aren't together.",
        "Reva: What?",
        "Josh: We decided not to pursue our relationship.",
        "Reva: I don't understand, I thought--",
        "Josh: Yeah, so did I.",
        "Reva: What happened?",
        "Josh: I really don't think I want to talk to you about this. I'll see you later.",
        "[SCENE_BREAK]",
        "Marni: Your honor, what can Mr. Randall possibly have to say of any credibility in this matter?",
        "Judge: I don't know, Ms. Sharp, but that is my decision, not yours.",
        "Jonathan: Please, just hear me out. You won't be sorry that you did.",
        "Judge: You are the father of the child. You obviously have a vested interest in these proceedings.",
        "Jonathan: Thanks, judge. Um, I didn't want to have a kid. Especially not with Lizzie, it was a one-night stand, it was a stupid mistake.",
        "Mel: Jonathan.",
        "Jonathan: Mel, just let me talk, it is cool.",
        "Judge: Please continue Mr. Randall, but please get to the point.",
        "Jonathan: Okay, I grew up with an abusive father who would kick the crap out of me all of the time for no reason at all. I think that kind of messed me up. The point is I never thought I would have a kid of my own, but stuff happens, and when I found out that Lizzie was pregnant with my baby, I wanted to walk away. I mean I wanted to run away, but um... things changed. I don't know how or why. I saw a sonogram. I went through some stuff with my mom. Regardless, I'm going to be a dad. And I'm going to be an okay one, I think. I will try my best. Anyway.",
        "Judge: That's good to know, but about Ms. Spaulding.",
        "Jonathan: Yeah, that's what I really wanted to say. About Lizzie, she grew up rich and spoiled and she has definitely made many mistakes. But she stepped up. Yes, she lied about me being the father of that kid, but who cares? She did it because she loves that baby, and she wants it to be brought up in the best possible way. She's gonna be a good mom. I can tell. I mean she would do anything to protect our baby. You want to talk about crazy. That guy-- his kids are all whacked.",
        "Judge: Mr. Randall.",
        "Jonathan: I'm sorry, I'm sorry. But this is the future of my daughter I'm talking about. You said before that Lizzie has no one with her, no one to take care of her and the baby. That's not true. And I want to prove it to you.",
        "Judge: What are you saying?",
        "Jonathan: Lizzie, we need to raise this baby together. Just you and me. Will you marry me?",
        "Lizzie: Oh! (Squeals) yes! Yes! Yes, I will marry you!! Oh, my God!! (Laughs)",
        "[SCENE_BREAK]",
        "Vanessa: So if you ever need me, just whistle, okay. I'm not that far away.",
        "Billy: Thanks, I will.",
        "Vanessa: Good. Look, I'm probably being really bossy here, but would you just be careful. Because I think that you have a lot of feelings for your friend. Just be careful.",
        "Billy: I managed to hang in there this long, I think I can keep on keeping on.",
        "Vanessa: Oh, I do, too. I do, too. I mean you're a good man.",
        "Billy: Hmm.",
        "Vanessa: I love you.",
        "Billy: I love you.",
        "Vanessa: Let's go. She's waiting.",
        "[SCENE_BREAK]",
        "Billy: Hey. What'd he say?",
        "Reva: He wanted to know why I went away.",
        "Billy: Yeah, well, that's the $64,000 question, isn't it?",
        "Reva: I tried not to tell him anything, but that made him even angrier.",
        "Billy: I'll bet.",
        "Reva: So, I had to come up with something else. Actually, Joshua thought of it; I kind of went along with it.",
        "Billy: Well, what was it?",
        "Reva: You're going to think it is funny, actually. You're going to laugh.",
        "Billy: Uh-oh, okay, what?",
        "Reva: I had to make sure he would believe it so he would stop asking me, so I told him that we were having an affair.",
        "[SCENE_BREAK]",
        "Lizzie: Thank you, thank you so much!",
        "Alan: Oh, please. Your honor, this is ludicrous, this is not a real proposal. This is a stunt, don't you see?",
        "Judge: Order. Order.",
        "Alan: Elizabeth is not even his real girlfriend. His real girlfriend is Tammy. They're engaged.",
        "Judge: Mr. Spaulding, please.",
        "Alan: Don't you see, he's scamming you, your honor.",
        "Judge: Mr. Spaulding, sit down. Mr. Randall, the purpose of these proceedings is to determine whether or not Ms. Spaulding represents a danger to her unborn child.",
        "Jonathan: I know, I understand that. And I know it probably seems like she's been really out there lately, but that is because her grandfather is trying to make her seem crazy.",
        "Alan: Your honor, that is not true.",
        "Jonathan: No. I can keep her and the baby safe. And just as important, I can make her feel safe.",
        "Judge: Mr. Spaulding raises a legitimate concern. What about your girlfriend, Ms. Winslow, where does that leave her?",
        "Jonathan: Well, Tammy and I were very close, but when Lizzie got pregnant, we knew that the baby would come between us and we decided that my future should be with Lizzie and the kid.",
        "Alan: Your honor, please tell me you're not buying this two-bit proposal. It's ludicrous--",
        "Marni: Alan, Alan.",
        "Judge: Mr. Randall, my responsibility is to protect the welfare of your child above all others. If this proposal is not legitimate, I am not going to like it very much.",
        "Jonathan: I know. I want to show you how serious I am. We want to be married tomorrow. And you can read us our vows. You do that, right?",
        "Judge: Yes.",
        "Jonathan: Well, good. Then it's all set.",
        "Judge: No. I'm not convinced that a marriage between the two of you will solve anything. If you don't love each other, what's the point?",
        "Tammy: Your honor, may I say something?",
        "[SCENE_BREAK]",
        "Reva: So...",
        "Billy: So.",
        "Reva: So. Are you okay with this?",
        "Billy: Does it mean we start sleeping together?",
        "Reva: (Laughing) You're bad.",
        "Billy: Said the desert to the grain of sand.",
        "[SCENE_BREAK]",
        "Tammy: I know Jonathan. And he would not have asked Lizzie to marry him if he didn't intend to make it work.",
        "Judge: Ms. Winslow, from all reports, Mr. Randall is in love with you, and vice versa.",
        "Tammy: I love him enough to let him go. This baby means the world to him and he's going to be an amazing father.",
        "Judge: Still, marrying for the sake of a child is not a good reason.",
        "Tammy: Well, there's more to it than that. I mean, I've seen the connection between those two growing right along with the baby. I've seen what they would do to keep that baby safe and look out for each other.",
        "Judge: You make a good argument, Ms. Winslow. At this point in time, I don't think it serves the welfare of the child to place Ms. Lizzie Spaulding under protective custody. Other than that of her husband to be, Jonathan Randall. However, this court is going to watch this situation very closely. And if I find out that you have lied to this court, or that this marriage is not legitimate, there will be very serious consequences. Good luck. This proceeding is adjourned.",
        "Alan: Your honor, this is unbelievable. I mean--",
        "Lizzie: Thank you so much.",
        "Jonathan: You do know that this is just for show. As soon as that baby's born.",
        "Lizzie: Yeah, I get it. Of course.",
        "Jonathan: Thanks, babe.",
        "Lizzie: Thank you again.",
        "[SCENE_BREAK]",
        "Cassie: Oh, sweetie. You have sacrificed so much.",
        "Tammy: That's what you do when you love somebody.",
        "[SCENE_BREAK]",
        "Lizzie: Thank you so much, Mel. Thank you. Okay, let's go. We have a lot of planning to do.",
        "Jonathan: Yeah, but Tammy--",
        "Lizzie: Can't be a part of this, Jonathan, no matter how much we want her to be.",
        "Alan: Nice dog and pony show, but it's not going to work. Because I'm going to have you followed 24 hours a day until I prove that this proposal is nothing but a fraud.",
        "Jonathan: Knock yourself out. We've got a wedding to plan. Can you love me will you love me with the lights on yeah, when the lights are on let the world see hey, let our love be strong and if everyone is watching us let them watch, let them talk just believe what need is what are turn the lights on turn on the lights on can you love me with the lights on.",
        "[NEXT_ON]",
        "Tammy: I guess I should take this off now, too.",
        "Lizzie: Tammy, thanks for doing this for me and my baby.",
        "Alan: If this is a real marriage, I'm certain that they will have to consummate it.",
        "Lizzie: Today is the day that we all become family.",
        "Jonathan: Mr. Lizzie Spaulding."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=0fWZgVDEc7w"
}