{
    "Episode Summary": [],
    "Recap": [
        "Edmund draws up a contract for Dinah to sign outlining the procedure of the pregnancy. At the birth, she will give the baby to Cassie and Edmund. She agrees to sign it without question. Reva asks Jonathan to move out and takes him shopping for his new apartment. Jonathan feels betrayed and upset. Edmund and Reva agree to abide by Cassie's wishes. Reva won't scare her off if she comes back to town as long as Edmund doesn't pressure her to return. Gus calls Rick, Beth, and Olivia to the stand. Beth's plan to leave the country with Phillip and the children gets exposed. Rick is outraged. Olivia tries to help Harley's case in another way. Webster testifies that Harley did not kill Phillip. Jeffrey requests to call a new witness \u0096 Gus. Dinah tries to ward off Jonathan in light of recent events. Edmund finds the two of them together and throws Jonathan out. Jonathan suspects something is up when Edmund almost calls Dinah \"family.\" Lizzie thinks that she can mold Coop into a guy her grandfather would like. She also has plans to expand Company that may include evicting the Coopers from the Boarding House. Like Phillip, she reiterates \"You can't stop progress.\""
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Edmund: Reva, I need your help. Cassie left town. She took off last night with rj and she wouldn't tell me where she was going. She was upset. Do you have any idea where she is?",
        "Reva: You said cassie left? Does that mean she didn't finish the rest of her ivf procedure?",
        "Edmund: No, she didn'T.",
        "Reva: Am I supposed to be sad about that?",
        "Dinah: ( Laughing ) I've been waiting to tell you.",
        "Jonathan: No, don't stop. Keep talking. Pretend I'm edmund and tell me what's on your mind.",
        "Lizzie: Whenever you're done cleaning this table make sure you go clean the traps. I need you to clean the oven. And I would appreciate the front porch.",
        "Coop: Done yet?",
        "Lizzie: I don't know. Have you listened to anything I've said?",
        "Coop: Well, I saw a mouth move and a lot of words came out of it. But, basically, what I've heard was, \"oh, my god, coop, I'm so ticked at you because you made my loser boyfriend leave and now I'm going to get you back.\"",
        "Lizzie: Okay, tyler scofield is not a loser. And if there's a loser in this room, I'm looking at him.",
        "Coop: Whatever, lizard.",
        "Lizzie: What?! What did you just call me?",
        "Alexandra: Careful, darling. Lizzie, come on, you wouldn't want anyone to see you feeling now, would you? ( Lizzie clears throat )",
        "Beth: Rick.",
        "Rick: Hey.",
        "Beth: Hey.",
        "Rick: Hey, beth. You look great.",
        "Beth: Oh, thank you.",
        "Rick: How have you been? I haven't seen much of you lately? What's going on?",
        "Beth: Yeah, um... well, you know, I thought it was best for us to keep our distance.Stance.",
        "Rick: Yeah, you're probably right.",
        "Beth: So is it true what they say about this witness? That he could clear harley?",
        "Rick: Yeah. I mean that's what I'm hearing.",
        "Alan: Well, o'neill, I trust the information I got you will prove to be helpful.",
        "Jeffrey: Well, yes, if it's for real.",
        "Alan: 100% legit, counselor.",
        "Jeffrey: Well, we'd all feel a lot more confident if we knew who your source was, alan.",
        "Alan: They wish to remain anonymous. But she's a spaulding employee that just happened to be at the right place at the right time. Should be an interesting session.",
        "Jeffrey: Hi, olivia.",
        "Olivia: Hello, jeffrey.",
        "Jeffrey: I need a word with you.",
        "Olivia: Is it about my testimony?",
        "Jeffrey: Well, alan just brought a certain item to my attention. I think you might know something about it.",
        "Olivia: No.",
        "Jeffrey: Certain visual item.",
        "Olivia: I really don't know what you're talking about.",
        "Jeffrey: Right.",
        "Olivia: What?",
        "Bill: Come here. You better have a damn good explanation for what you did.",
        "Harley: You look nervous.",
        "Gus: Nah. Focused. The other guy, he should be nervous.",
        "Harley: Do you think you'll call me to the stand?",
        "Gus: So o'neill can take a crack at you? Not a chance in hell. No, webster's testimony is going to be enough to blow states case out of the water. Just don't worry about it. The jury will not be able to find you guilty.",
        "Olivia: Stop it. I was over a barrel, okay. I had to think about emma.",
        "Bill: What are you talking about? Since when does selling half of lewis building to alan spaulding have anything to do with emma?",
        "Olivia: The building. You're talking about the building?",
        "Bill: Yes, I'm talking about the building. I found out. Were you ever going to tell me?",
        "Olivia: Yes, I was going to tell you.",
        "Bill: Really? Are you so desperate to buy alan's favor that you would sell out your husband? Is that what's going on?",
        "Olivia: I can explain. I can explain everything.",
        "Bill: Please do.",
        "Olivia: I have to testify soon. I'm nervous. I can't do it now. Listen to me. I should have told you. I'm sorry. And alan is not using me. It's the other way around. Trust me.",
        "Alan: Famous last words. Good luck with your testimony today, olivia. It should be enlightening.",
        "Bill: What's that about?",
        "Olivia: Alan being alan.",
        "Bill: Okay.",
        "Olivia: Everything is going to be fine. Don't worry.",
        "Harley: Will you call webster first?",
        "Gus: No. I'm doing bat cleanup. I've got to put some more dents in his case first.",
        "Harley: What kind of dents?",
        "Gus: I'll just show the court how half this town had motive and opportunity for wanting to shoot phillip.",
        "Harley: I'm not going to like this part am I?",
        "Gus: It has to be done.",
        "Bailiff: All rise.",
        "Judge: Be seated. Court is in session. Mr. Aitoro, are you ready to continue presenting your case?",
        "Gus: Yes, judge. Yes. The defense would like to call dr. Rick bauer.",
        "Alexandra: Lizzie. Lizzie, that boy gets to you doesn't he?",
        "Lizzie: Yeah, you better believe he does. He gets on my last nerve. I keep trying to push him away and he doesn't understand. I even tried bringing another guy in her to let him know I'm dating other guys.",
        "Alexandra: Or to make him jealous, huh?",
        "Lizzie: No, I really do like the guy.",
        "Alexandra: Hmm. Mm-hmm.",
        "Lizzie: I don't know what coop said. He must have said something really mean, because he left. You're late.",
        "Waitress: I'm so sorry, lizzie. I had to stop and get this for coop.",
        "Lizzie: For coop? What are you getting coop a gift for? To thank him. He rescued me the other day. Your friend tyler was totally macking on me and coop scared him away. I totally owe him.",
        "Alexandra: Oh, that's sounds totally like coop, doesn't it? Such a nasty person.",
        "Edmund: I just want to find cassie and bring her home. I would imagine you would too considering your the reason she ran off.",
        "Reva: Oh, you know what? You are living in a fantasy world. She ran off because of you, edmund. You attacked jeffrey. You started the fire that nearly--",
        "Edmund: And now she's god knows where upset and alone. Does that make you happy?",
        "Reva: None of this makes me happy. This is all very sad.",
        "Edmund: Reva, I just want to make things right with her.",
        "Reva: What exactly is your definition of right?",
        "Edmund: I just want to find her and make sure she's safe.",
        "Reva: So you can lock her in the tower again? Cut her off from the rest of the outside world?",
        "Edmund: I want to give her all the time in the world to think. Because I believe if she takes that time, she's going to remember how much she loves me.",
        "Reva: Or someone will remind her of the kind of man you really are.",
        "Edmund: Oh, god. Don't you think you've done enough damage already, reva? Look, all right, all right. Please. I'm sorry. Please. If you hear from her, please just don't say anything to scare her off any further. Please. Can you promise that at least?",
        "Reva: You know what? If you can swear to me that you won't go after her or make her come back before she's ready to come back on her own.",
        "Edmund: I swear. I swear. Besides, in a few more days i think she may have more reason to listen to me.",
        "Reva: A few more days. Why? What's going on?",
        "Edmund: A lot. I hope.",
        "Dinah: This really is not a good time.",
        "Jonathan: Well, I want to hear all about the big news you have for uncle edmund. ( Cell phone rings ) mommy dearest. She can wait.",
        "Dinah: No, I really think you should take that. Take it in the hall.",
        "Jonathan: No, I really tlink you should tell me what you have cooking with the e-man. Where's cassie?",
        "Dinah: She's out of town.",
        "Jonathan: Really? I bet you were there to help edmund pick up the pieces.",
        "Dinah: You can say that.",
        "Jonathan: Well, good for you. I hope that this doesn't mean that you're an one man woman now.",
        "Dinah: Stop, stop. I'm not in the mood.",
        "Jonathan: ( Laughs ) since when? If you're nervous about edmund showing up, you can relax. I'm very good at sneaking out of hotel rooms. Why don't you have a little drink of this? It'll help you relax.",
        "Dinah: Get that away from me.",
        "Gus: Dr. Bauer, how did it feel to have your best friend in the world kidnap your son, jude?",
        "Rick: How did it feel?",
        "Gus: Betrayed? Make you furious? Mad? Sacred for your son's life?",
        "Rick: Sure. All the above.",
        "Gus: When a father is in that frantic state of mind, it's possible for him to turn to violence isn't it?",
        "Rick: I guess you could say that.",
        "Gus: Well, I would say that because you turned violence, right? The day before his murder you attacked him on a basketball court. You took a needle, you tried to inject him with a sedative. Isn't that right?",
        "Rick: I did it for his own good. He needed to be in a psychiatric hospital so he could get treatment.",
        "Gus: To get him back into the psychiatric hospital. But then he turned the tables on you, right? He got the needle away from you and he tried to inject you with the sedative. And he did, didn't he? And when a civilian does something like that that's very dangerous. That can kill a man, couldn't it? Anyway, he kidnapped your son and he hides him with all the other children. Did that make you want to kill him?",
        "Beth: No, of course not. I couldn't even think about killing phillip. I loved him.",
        "Gus: Come on, now. Even after he kidnapped your child? You were desperate, weren't you? Desperate to get your son back?",
        "Beth: Of course I was desperate. He wouldn't be in that situation. But it doesn't mean that i would...",
        "Gus: Wouldn't do something crazy? Your honor I would like to put this as evidence.",
        "Judge: Defense exhibit 21.",
        "Gus: Does this look familiar to you? Credit card statement?",
        "Beth: Yeah.",
        "Gus: And you see it's dated here november 11, 2004. It's a deposit for a hotel room in paris.",
        "Beth: Yes.",
        "Gus: Were you going out of town? Were you going someplace? Out of the country?",
        "Beth: It's not what it seems.",
        "Gus: What is it exactly? You were going away. Or running away I should say.",
        "Beth: Why are you doing this to me?",
        "Gus: What kind of mother vacations when her son gone missing? I don't understand. Unless of course you were planning to abandon your son.",
        "Beth: No.",
        "Gus: No? Well, what's the reason exactly? What would posses you to do that? Unless of course you're running away. Why else would a person do that?",
        "Beth: I didn't kill phillip.",
        "Gus: Well, give us another plausible reason for this.",
        "Beth: It doesn't have anything to do with phillip's death. It's not relevant to--",
        "Gus: Did you book the hotel suite in paris because you were planning to run away after you killed phillip spaulding?",
        "Beth: I booked it because i was planning on running away with him... him and the children.",
        "Gus: Let me get this straight. You were planning to take all the children, go with them and deprive the other mothers of being with their children just so you could be with your own?",
        "Beth: Only because i thought...",
        "Gus: You would deceive them like that? Just so you could be with your children?",
        "Beth: Only because thought...",
        "Gus: You would deceive like that? Just so you could be with your children?",
        "Beth: I just that I could...",
        "Gus: You... you would do that? That size of deception and actually expect this court to think that you're not capable of murder. I'm done with this.",
        "Jeffrey: Your honor? Cross, please?",
        "Judge: Go ahead, mr. O'neill.",
        "Jeffrey: Beth, did you kill phillip spaulding?",
        "Beth: No, I didn'T.",
        "Jeffrey: No, you didn'T. No further questions.",
        "Judge: Redirect, mr. Aitoro. You're excused miss raines. Mr. Aitoro, call your next witness, please.",
        "Gus: Yes, judge. The defense calls olivia spencer-lewis.",
        "Bill: I'm waiting for you to prove that you're not doing alan's bidding. Here's your chance. Don't hurt harley.",
        "Jonathan: Why are you so uptight, dynamite?",
        "Dinah: I told you. I don't want company.",
        "Jonathan: There's something different about you. You don't look different. You don't feel different.",
        "Dinah: Stop it. Stop it.",
        "Jonathan: You don't taste different. But, definitely, there's something different about you.",
        "Dinah: Maybe I'm trying to change.",
        "Jonathan: Into what?",
        "Dinah: A better person.",
        "Jonathan: Stick with what you know.",
        "Dinah: Stop it. Don'T.. ( screams ) oh.",
        "Edmund: Get away from her.",
        "Jonathan: Lay off me! What's your problem?",
        "Edmund: My problem I don't like people threatening my fam--",
        "Jonathan: Your what?",
        "Edmund: You're not wanted here, jonathan. Get out. Bother this woman and I'll hack off your feet and stand you in rock salt. You all rmght?",
        "Dinah: Yeah, I think so.",
        "Edmund: What was he doing here? Why did you let him in?",
        "Dinah: He just knocked on the door and I answered. I thought it was you. Thank you. Thank you from me and the baby.",
        "Edmund: The procedure was just last night. You're not even pregnant maybe yet.",
        "Dinah: I'm pregnant. I know I'm pregnant. In nine months, I'm going to give you a baby. You and cassie. I'm going to give you a baby.",
        "Edmund: Well, if that does end up happening, I would imagine this is going to be a very difficult journey for you to carry a child for all that time and just give it away.",
        "Dinah: It's not mine-- not biologically. You and cassie made the baby. I'm just the carrier.",
        "Edmund: Well, none the less it's still quite a thing to make a life possible. It's an enormous thing as matter of fact. Which is why... I want you to have this.",
        "Reva: Oh, there you are. You got my message.",
        "Jonathan: Yeah. Yeah, I just picked it up.",
        "Reva: Good. So what do you think of my idea? Ready to go?",
        "Jonathan: Where are we going?",
        "Reva: Shopping, you nut. I'm going to take you shopping.",
        "Alexandra: Oh, yes, whatever. Ah, so you don't like coop any more? Which is a mystery. Since last week you seemed quite smitten by him.",
        "Lizzie: Now, aunt alex, i told you I didn't like him. This is just an act, okay? Just so I could get him to do whatever I want.",
        "Alexandra: Mm-hmm. Mm-hmm. An act that happen to somehow become real, huh?",
        "Lizzie: No, okay. He's a cooper. We're spauldings. Spauldings will never mix. They're like oil and water.",
        "Alexandra: Well, hogwash you that. Let me tell you something. And you listen to this piece of advice if you never listened to anything else from me. Don't you ever let your grandfather or anyone else in this world tell you who to care about. It's your life, it's your choice. Believe me, I had to learn that one the hard way.",
        "Lizzie: Yeah, but you know what kind of guy granddad wants me to end up with.",
        "Alexandra: I know. Someone that's made up in his image. And that's what it is, darling. It's just image. In the long run, what matters is what's inside.",
        "Lizzie: You are so right. I could... I could just make coop into the kind of guy granddad would like. I mean, that would... that would be doable. I mean, yeah, he'll always be a cooper; I can't change that. But I can do that.",
        "Alexandra: ( Sighs )",
        "Lizzie: Yeah, that would be very doable.",
        "Alexandra: Lizzie. Lizzie.",
        "Lizzie: Aunt alex, I know what I'm doing, okay? Before I go making over coop... he won't know what hit him, okay? Coop.",
        "Gus: Ms. Lewis, your ex- husband, phillip spaulding, kidnapped your daughter, isn't that right?",
        "Olivia: Yes.",
        "Gus: And then he came to you on the day that he was killed, earlier, and he said that he would return your daughter to you that evening. Is that right?",
        "Olivia: Yes, um... but i couldn'T...",
        "Gus: Couldn't what? Ms. Lewis?",
        "Olivia: I couldn't tell any of the others that I was meeting him, or the deal was off and i would never see my daughter again.",
        "Gus: Funny, because he said the same exact thing to dr. Bauer and to ms. Raines. Anyway, let's fast-forward to the night of the murder.",
        "Olivia: I'm sorry, what?",
        "Gus: The night that your husband was killed. Your ex-husband. When did you get to company?",
        "Olivia: Right after he was shot. I think that you were there.",
        "Gus: Yes, I was. I was actually there when you said that you hope he dies.",
        "Olivia: I was upset and I... yeah, I said something to that effect.",
        "Gus: I was also at the funeral when you said, \"he got what he deserved, that son of a bitch.\"",
        "Olivia: You know, I... that sounds like something that i would say.",
        "Gus: Hm. Do you love your daughter, ms. Lewis?",
        "Olivia: More than anything.",
        "Gus: You'd do anything to protect her?",
        "Olivia: Yes.",
        "Gus: And if somebody... somebody hurt your daughter, you would hurt them back?",
        "Olivia: Yes, I would.",
        "Gus: Well, there you have it. Phillip spaulding, your ex- husband, took away your very precious daughter. He ripped your heart out. He made you suffer. And you hated him for it, and you wanted to make him pay.",
        "Olivia: And that is why i completely understand why harley would shoot him. Coming up on \"guiding light.\"",
        "Dinah: Wow, edmund. You should have thought of this sooner. I really do have you over a barrel, don't I?",
        "Gus: So you hated him, is a fair assessment?",
        "Olivia: Because he was beyond reason, and I knew what he was capable of. That's why I understand...",
        "Gus: Ms. Lewis.",
        "Olivia: No, that's I want to be able to say that that's why i understand if harley shot him. Oprah: Emotional torture.",
        "Gus: Let's not hypothesize as to why other people might have a motive to shoot your ex-husband. I'm really only interested in yours. When your ex-husband got out of ravenwood, the psychiatric facility, he was irrational, wasn't he?",
        "Olivia: He was very irrational, yes.",
        "Gus: Did he ever threaten you physically?",
        "Olivia: More than once.",
        "Gus: Psychologically?",
        "Olivia: That, too.",
        "Gus: Did you trust your ex- husband to be alone with your child?",
        "Olivia: ( Scoffs ) god, no.",
        "Gus: So you were afraid of him.",
        "Olivia: Not only because of what he had done to me, but what I saw him do to other people, yes.",
        "Gus: So you hated him, is that a fair assessment?",
        "Olivia: Because he was beyond reason, and I knew what he was capable of. That's why I understand...",
        "Gus: Ms. Lewis.",
        "Olivia: No, I want to be able to say that that's why i understand if harley shot him.",
        "Gus: Your honor...",
        "Olivia: Or rick, or beth, or lizzie, or buzz, or even you, gus. You could have shot him. Because phillip was sick. He tortured us. He drove us to it, each and every one of us. He took our babies. He took our babies. We were desperate, all of us. Desperate parents, afraid for our children's lives, and capable of anything. Anything. Any one of us.",
        "Jeffrey: Your honor...",
        "Gus: I don't have any further questions.",
        "Jeffrey: Mrs. Lewis, I'm going to ask you the same question that I asked dr. Bauer and that I asked ms. Raines. Did you kill phillip spaulding?",
        "Olivia: No, but...",
        "Jeffrey: Thank you.",
        "Judge: The witness may step down.",
        "Bill: You all right?",
        "Olivia: ( Sniffles ) did they buy it? I think the tears really got the jury on harley's side, don't you? Are you still mad at me?",
        "Harley: Is this going as well as I think it is?",
        "Gus: Your honor, the defense has one last witness we'd like to call. I'd like to have jack webster to the stand.",
        "Lizzie: Coop? Why don't you take a break? You've been working really hard.",
        "Coop: What are you, schizophrenic? Five minutes ago, you had a long list of to-do things for me.",
        "Lizzie: Yeah, I know. I'm sorry. I was being really mean. But none of that stuff absolutely has to get done today.",
        "Coop: Lizzie, hey. What are you doing, here. Wait, whoa, whoa.",
        "Lizzie: See that guy over there? Sam rollins. He's a big guy in the restaurant world and he's going to help me figure out what I'm going to do with this place, make it better.",
        "Coop: Good for you.",
        "Lizzie: I mean, he is really plugged-in to the restaurant business.",
        "Coop: That's good for him.",
        "Lizzie: Hi, sam.",
        "Rollins: Ms. Spaulding.",
        "Lizzie: Nice to meet you. I got your memo and I love your ideas. I want to introduce you to someone. Coop. This is sam rollins. Sam rollins, henry cooper bradshaw. This is the former owner's son.",
        "Rollins: Nice to meet you, mr. Bradshaw.",
        "Coop: Yeah, you, too.",
        "Lizzie: Actually, henry spent some time in london. He was the head of some top restaurants there. He's given me some great ideas for this one, and I really think that his ideas are indispensable. ( Cell phone rings )",
        "Rollins: I'm sorry, excuse me.",
        "Coop: Yeah, sure. That's fine. I've worked in top-notch restaurants in london? My advice is indispensable?",
        "Lizzie: ( Laughs )",
        "Coop: Since when has this happened?",
        "Lizzie: Okay, so I was talking you up a little bit, that's all.",
        "Coop: No. You didn't talk me up at all, lizzie. What you did is you lied to make me sound better. Now, what is your deal?",
        "Edmund: It's just something i had drawn up.",
        "Dinah: It's a contract, between us, for the baby. You want me to sign this?",
        "Edmund: Well, please don't misunderstand, dinah, but this agreement we've entered into could become quite complicated, and I have to admit when I was at the clinic before, I was thinking with my heart, not my head.",
        "Dinah: And now in the cold light of day, you don't trust me. Is that right?",
        "Edmund: Well, I just want both of us to be clear about our obligations and esponsibilities, so there's no confusion down the road.",
        "Dinah: You want to make sure that I hand over the baby once it's born, and I don't, you know, take off with it or something? Wow, edmund. You should have thought of this sooner. I really do have you over a barrel, don't I?",
        "Edmund: Dinah, believe me, this is as much for your benefit as it is for mine and cassie'S. We just all need to know where we stand.",
        "Dinah: I'll say.",
        "Edmund: And if you want to be compensated for your trouble, I'm sure we can arrange something.",
        "Dinah: I'm already being compensated. With the satisfaction of doing something good for someone i care about. I'm very glad that you had these contracts drawn up. I think it's good that we're clear where we all stand, and i want you to feel secure about your decision. And I guarantee you that you'll be satisfied. I won't let you down.",
        "Edmund: Thank you for understanding, dinah. Of course, this whole arrangement may be moot if you're not pregnant. Then again, even if you are, cassie could leave me anyway. And I could lose her forever.",
        "Dinah: We're not going to let that happen.",
        "Lizzie: I didn't lie. I just stretched the truth a little bit.",
        "Lizzie: I didn't lie. I just stretched the truth a little bit. And you did work at a restaurant in london.",
        "Coop: Yes, I did, but I was a busboy.",
        "Lizzie: So what? This guy's huge in the restaurant industry.",
        "Coop: So what?",
        "Lizzie: So, he would help you out.",
        "Coop: Help me with what, lizzie? Am I going to pick out the perfect wheel of cheese, here?",
        "Lizzie: He's going to help you get ahead.",
        "Coop: Ahead. Okay, time out for a second. Where is this coming from? I mean, 20 minutes ago, you wanted me to clean the toilets, and now all of a sudden, you want me to get ahead?",
        "Lizzie: ( Sighs )",
        "Coop: Lizzie, I have to ask: What changed?",
        "Lizzie: I'm your friend and your boss, and I only want to see the best for you.",
        "Coop: Right.",
        "Jonathan: I still don't know why you were so hell-bent on dragging me into that photo booth.",
        "Reva: Well, because I'm a mama. I want pictures of my son.",
        "Jonathan: You see this mug every day. Me and lou.",
        "Reva: Yeah, well, those are for when you're not around. Whew. The fumes down here are amazing, you know? I'm a little lightheaded. So, you think we got everything?",
        "Jonathan: You tell me. You left me in the C.D. Store and went on a shopping spree. What did you buy, anyway? A dish rack. Oh, and a toaster. ( Laughs ) reva, you have all this stuff.",
        "Reva: Yeah, I do. But then, you don'T. I got that stuff for your new place. You know, to get you started. Because, you know, I'm really sorry, but you're going to have to move out. You can't stay with me and josh anymore.",
        "Beth: Rick. Rick, wait.",
        "Rick: For what? So you can betray me again?",
        "Beth: I really didn't want it to come out like this.",
        "Rick: No, you had no intentions of telling me, did you?",
        "Beth: Rick, think back to that night. We were all frantic. We all agreed to meet with phillip...",
        "Rick: You and phillip were going to run away with my son and I was never going to see him again. That's the bottom line, beth. I certainly would never have done that to you.",
        "Bill: You didn't have to make yourself look so bad up on the stand there, honey.",
        "Olivia: I don't really care, as long as it helps harley. It helped her, right?",
        "Gus: So, mr. Webster, you offered this information in the hopes of receiving a reduced sentence...",
        "Bill: Judging from what I saw in the jury's eyes, I would say yes, absolutely.",
        "Webster: Yeah, that's right.",
        "Gus: Let's recap, shall we?",
        "Bill: Now, listen, I'm still ticked about selling the building to alan, but when push came to shove, you helped harley. Thank you.",
        "Gus: You burglarized a building and exited the store to make your getaway. What direction were you facing?",
        "Webster: South, towards company restaurant.",
        "Gus: And when you looked over towards company, what did you see, mr. Webster?",
        "Webster: I saw ruth karloff hurrying out onto the porch looking all freaked out. She rushed down the stairs and took off. Disappeared.",
        "Gus: And you know ruth karloff to be harley cooper, is that right?",
        "Webster: Right. Ms. Cooper.",
        "Gus: And then what happened?",
        "Webster: I was curious, how come she was so freaked. So I walked up onto the porch and peered in through the windows, into the restaurant.",
        "Gus: Mm-hmm. What did you see?",
        "Webster: Phillip spaulding, standing in the restaurant, drinking a glass of beer.",
        "Gus: So you saw mr. Spaulding alive when harley cooper left.",
        "Webster: Yes, sir.",
        "Gus: Mm-hmm. And how are you positive that it was mr. Spaulding?",
        "Webster: Oh, everybody knows phillip spaulding. He was as close to me as you are now, and just as much alive. I don't know who killed him, but it wasn't her.",
        "Gus: Mr. Webster, I cannot thank you enough for setting the record straight. I'm finished, judge.",
        "Judge: Mr. O'neill?",
        "Jeffrey: No questions, your honor. However, the people would request a sidebar at this time.",
        "Judge: Your excused, mr. Webster. Approach.",
        "Jeffrey: Yes, your honor. The state would request permission to call a new witness. Someone who's not on our list.",
        "Gus: What exact... what is this? You've already rested. He rested his case.",
        "Jeffrey: Mr. Webster was sprung on the court without discovery, so the state has the right to be given the opportunity to impeach this testimony.",
        "Gus: Why did you just dismiss him?",
        "Jeffrey: Well, because the state feels that mr. Webster cannot provide all the answers that we need. No, we need to go to another source.",
        "Gus: Really? And what's that? What's that source?",
        "Jeffrey: That's you.",
        "Coop: Lizzie, what are you doing, here?",
        "Lizzie: You are such a cooper. Somebody does something nice for you and you just assume there has to be some kind of ulterior motive.",
        "Coop: Well, that's because you are a spaulding, and \"ulterior motive\" is your middle name.",
        "Lizzie: Fine. Forget I even asked anything. Just stay a loser for the rest of your life, with no ambition, and who cares if you're that kind of guy that...",
        "Coop: Whoa. Okay, what kind of guy are you talking about?",
        "Lizzie: Have dishpan hands the rest of your life, I don't care.",
        "Coop: Well, here's a news flash for you, lizzie, okay? You're the loser here. And you've also got your priorities screwed up, not me.",
        "Rollins: Sorry about that.",
        "Lizzie: It's quite all right. Nice meeting you again. So, what I want to do is kind of expand this place and, I don't know, how do I do that?",
        "Rollins: Well, I explained in my memo.",
        "Lizzie: Yeah, I know. There's no square footage, but i don't know, maybe there's some way. I just want to be the biggest, best restaurant in town.",
        "Rollins: There's no room on either side.",
        "Lizzie: But there is an upstairs, so...",
        "Alexandra: Oh, lizzie.",
        "Lizzie: ...Maybe I can get a hold of the second floor.",
        "Alexandra: Lizzie! For pete's sakes. That's the boarding house. That's where the coopers live.",
        "Lizzie: ( Laughs ) well, maybe they can just move out. I mean, hello, you cannot stop progress, aunt alex.",
        "Dinah: You know, edmund, you're going to get cassie back. I'm going to give the two of you a baby. But you need to stay firm. Stay the course.",
        "Edmund: I'll just feel better when I know you're actually pregnant. Put things a bit more in my control. Which reminds me, you need to have a shot every day, remember? Now, I can do that for you, or you can go to a hospital, whichever you prefer.",
        "Dinah: I can do that with you, here. That's fine.",
        "Edmund: Good. Just remember, it's not in the arm. It's in the...",
        "Dinah: I know.",
        "Edmund: Right.",
        "Dinah: That's fine.",
        "Edmund: All right, then. Let's have at it. You know, I'm actually pretty good at this. At least, cassie always said that I was. Well, she could have just been humoring me, I suppose, but at any rate, I never heard her complain.",
        "Dinah: Okay.",
        "Edmund: All right.",
        "Dinah: Let's have it, doc.",
        "Jonathan: You're kicking me out.",
        "Reva: No.",
        "Jonathan: You know, I thought we were starting to get along. I thought we were starting to have fun, huh? I guess the joke's on me.",
        "Reva: Oh, see, that's it. That's what you do. That's why it has to be this way.",
        "Jonathan: What? What do I do?",
        "Reva: It's the guilt. You know, you act all hurt when what you really are is ticked off because you're not getting what you want. And you know what? You get at me and you manipulate me.",
        "Jonathan: Oh, how strange, reva. I can't imagine that there's something that you might have to",
        "Reva: Stop it. Stop that.",
        "Jonathan: What, is it the fact that my presence every now and then reminds you of something you did way back when that ruined the rest of my life? I'm sorry. How insensitive of me.",
        "Reva: No, I have to kick you out because-- for lack of a better word-- I don't like who I've become. I don't like the person I am when I'm around you all the time. Okay? You're very persuasive and you suck me in. And things are very strained between me and josh, and they could be permanently ruined for me and cassie.",
        "Jonathan: So, just toss me overboard. That makes sense.",
        "Reva: I love you. I really, really do love you. And I want you in my life but i just don't want you under my roof. I need other things, too, you know? I need josh. I need the rest of my family, and I need my friends and I also need a little room to breathe occasionally. ( Laughing ): And the snake is really starting to get on my nerves. Oh, come on. It's not going to be that bad.",
        "Jonathan: Do you think I need you? I don't need you.",
        "Reva: You'll see. This is going to be best for both of us. I actually got you a room at the clayton arms. You know? That's where you can stay until you find a place of your own. I'll even help you look.",
        "Jonathan: I don't want your help.",
        "Reva: Okay, well, that's the key to your room if you want to use it. I'm going to pack all your stuff at the house, pack it all up and you can pick it up sometime tomorrow. Okay? You'll see. This is going to be best for both of us.",
        "Jonathan: What are you doing?",
        "Reva: I just... I'm giving you a kiss goodbye because I'm going to catch a cab.",
        "Jonathan: That's it? A key, a dish rack and \"goodbye, kid\"?",
        "Reva: Well, yeah. You know? I'll call you. I'll call you later this evening to make sure you're getting settled in okay. Okay? I love you. I do. ( Car starts )",
        "Bill: What's going on?",
        "Harley: Oh, I have no idea. But jeffrey and alan have been exchanging weird looks all morning.",
        "Bill: I'm sure it's nothing to worry about.",
        "Harley: I'm not.",
        "Bill: Okay. All right.",
        "Gus: Judge...",
        "Judge: No go, mr. Aitoro. I agree with the D.A. ( Bangs gavel )",
        "Harley: What's happening?",
        "Gus: O'neill is trying to pull something, but it's not going to work.",
        "Judge: Given the sudden appearance of the defense's surprise witness, the district attorney has appealed to me to let him call one more witness of his own, and I have granted his request. Mr. O'neill?",
        "Jeffrey: Yes, your honor. The state calls mr. Gus aitoro to the stand. ( Spectators clamoring )",
        "Judge: Order. ( Banging gavel ) order, please. Order. Ladies and gentlemen, please. Next, on \"guiding light.\"",
        "Jeffrey: Is that you in the photograph?",
        "Gus: Yeah.",
        "Jeffrey: And the gentleman in this photograph with you, that's jack webster, isn't it? The man who just testified on behalf of your client?",
        "Dinah: I am definitely pregnant. This is your child in here. I've never been so sure of anything in my whole life."
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=iODYC7KAA8c"
}