{
    "Episode Summary": [],
    "Recap": [
        "Alan returned from New York to find Lizzie had been taken away by Lillian and Beth for an intervention. Jeffrey made crude comments about Beth to Alan who vowed that if Jeffrey so much as placed 'one lustful stare' on Beth, he would kill him. Phillip hired Harley to find Lizzie. Harley went to see Olivia who told her whatever she did don't bring 'that witch' (Lizzie) back to town. Jeffrey and Ross appeared in court to settle the murder investigation involving Ben Reade. The judge questioned Jeffrey about the speed at which the Justice Department intervened on behalf of Mitch Hendon. Interested by the judges inquiry, Ross asked Jeffrey if he had friends in high places. Jeffrey responded by saying he pleads the Fifth.",
        "After telling Cassie her sex life was boring and predictable, Reva seduced Josh in the hayloft. At Company Bill and Eden were having lunch when Tony walked in. Tony told Eden he never deserved a good girl like Marah, she (Eden) is more his type. Eden was offended when Tony referred to their encounter as going at it like alley cats on a filthy roof. Eden told Tony what happened between them is over and she wants to stay with Bill."
    ],
    "Recap Author": "Sylvia",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Bill: (Laughs) oww. What was that for?",
        "Eden: That was for taking your toothbrush from my bathroom. It was horrible. You should have seen my toothbrush.",
        "Bill: Oh, yes.",
        "Eden: Crying all night. Lonely. No one to rub bristles up against.",
        "Bill: Oh, I'm so sorry, but I hope your toothbrush understands it was my idea of making a point.",
        "Eden: Well, you scared me. I don't know why, but you're the only guy that's ever made me panic.",
        "Bill: Never. Never, ever, ever again. Okay? But don't you ever drive me crazy like that again, okay? Because for a minute there, I thought that maybe...",
        "Eden: What, that I was playing you? That I really only wanted Tony? You're all I want.",
        "[SCENE_BREAK]",
        "Reva: Hey.",
        "Cassie: Hey.",
        "Reva: Have you seen josh in here anywhere? I've been looking all over for him.",
        "Cassie: No. I'm sure he's on a job site. I know Danny and I are keeping him really busy at Fifth Street. I'm so sorry. I missed your big show. I'm so sorry; I heard it was great.",
        "Reva: Yeah, I was waiting for the reviews to come down on the line of kooky. You know, a real 900 number, \"a real live 900 number for psychic silliness.\"",
        "Cassie: Come on. You took a big risk. Hey. The police found that little girl.",
        "Reva: You know, you were at the hospital. Is Olivia's baby going to be okay?",
        "Cassie: Yeah, she's in no real distress.",
        "Reva: You're a good friend to her. I hope she deserves it.",
        "Cassie: Well, I guess you'd be surprised what adversity does to a person. Tune in to the Olivia channel, and it's all Olivia, all the time. But not anymore.",
        "Reva: I'll believe that when I see it. (Laughs) so, how are you, sis? When I walked in here you were staring into your coffee cup like it had tealeaves in the bottom.",
        "Cassie: Oh... I had a really weird dream earlier, when I was asleep in the hayloft at the farm.",
        "Reva: Hay... What are you doing? I mean, the farm has, like, six bedrooms or something.",
        "Cassie: Yeah, bedrooms and pillows and sheets, but that's so predictable.",
        "Reva: It's a hayloft built for two.",
        "Cassie: The dream started out really good. Great.",
        "Reva: Richard?",
        "Cassie: Yeah. He was there. And I could feel him. I could feel his energy, and I wanted to thank him. Thank him for letting me go. It was wonderful, you know. It was closure. And, bam, a nightmare. I went to kiss him good-bye and he turned into Jeffrey O'Neill.",
        "Reva: It's not so horrible. Jeff isn't a bad guy.",
        "[SCENE_BREAK]",
        "Jeffrey: Well, if Mitch hendon is cooperating, I really don't see a problem, do you? Good. Now I'm going to put this mess to bed today. Everything's done on my end. You guys just do your job on your end. Are we clear on this? I got to go.",
        "Ross: Hello, Jeffrey.",
        "Jeffrey: Ross, hi, hi. Wow, you look like you're ready for battle. Care to start early?",
        "Ross: Why, do we have a problem? I mean, if it's about Ben Reade, let's wait for the judge, shall we?",
        "Jeffrey: Well, I'm looking forward to that. No, but this is personal, Ross. Your woman poached my talent.",
        "Ross: Oh, yes, Mel Bauer.",
        "Jeffrey: Yeah, yeah, yeah. That's the finest law clerk I'm ever going to find in this town.",
        "Ross: Ah, Blake has a keen eye for talent, and Mel knows a good thing when she sees it. And apparently she didn't see it when she was working for you.",
        "Judge Aiken: Gentlemen, you're in my courtroom today.",
        "Jeffrey: Yes.",
        "Judge Aiken: No throwing sand in the sandbox.",
        "Jeffrey: Oh, I wouldn't think of it.",
        "Ross: Of course not.",
        "Judge Aiken: 20 minutes.",
        "Ross: Ah, yes.",
        "Judge Aiken: Ross, how you doing?",
        "Ross: I'm well, how are you?",
        "Judge Aiken: The kids?",
        "Jeffrey: \"Ross, how you doing?\" Well, this is going to be fun.",
        "[SCENE_BREAK]",
        "Alan: Alexandra, speaks your peace, and let me get back to work. The Spaulding counsel is in court all day trying to figure out and straighten out some copyright infringement mess.",
        "Alexandra: Alan, why the devil didn't you return any of my phone calls when you were in New York?",
        "Alan: Because I was busy, that's why.",
        "Alexandra: Too busy? You're even too busy to save your own family?",
        "Alan: What are you going on about?",
        "Alexandra: Beth and Lillian have kidnapped Lizzie. They're gone. They've taken your granddaughter, and they seem to think they have the right to take her to some sort of... Put her through some deprivation therapy or something, and there's nothing we can do about it. And you know what? So far they are right.",
        "[SCENE_BREAK]",
        "Gus: I'm just saying take the case. It's your first big case.",
        "Harley: It's my only case so far.",
        "Gus: Well, take the case. All right? You leave Olivia out of it and you go find Lizzie and Beth. You just leave her out of it.",
        "Harley: Why, because that's the way Phillip would have me handled it? I don't think so.",
        "Gus: I'm just saying if you deal with her, you get involved with her, it just complicates things.",
        "Harley: But she is the injured party.",
        "Gus: Exactly. She's not asking for your help. Phillip is asking for your help. And he's willing to pay you.",
        "Harley: Okay. But I... I'll be gentle with her.",
        "Gus: Honey, that's going to last, what, two minutes? Come on.",
        "Harley: Because I know that you do love me and support me, I'll pretend that you didn't just say that. Don't you have something you need to do?",
        "Gus: No, technically, no. Look, Beth cannot kidnap her kid. She's the custodial parent, you know, in the first place. So, I can put an APB out on the car. That's about it.",
        "Harley: Then do that. I love you. Kid gloves, I promise, okay? Hi. You mind if I come in.",
        "Olivia: Yeah.",
        "Olivia: Look, Harley, don't take this the wrong way. You know what, I don't really care how you take it. Right now I'm just trying really hard not to have contractions, and seeing you doesn't help.",
        "Harley: (Laughs) contractions. Boy, I remember those. That was just a lame attempt to bond with you.",
        "Olivia: Why are you here?",
        "Harley: Not to upset you, that's for sure. So, you're right. It's not a good time. We can straighten all of this out later. I'm going to go.",
        "Olivia: Wait, wait. What do you mean, \"straighten out\"?",
        "Harley: Well, let's just say I know how Phillip can put a spin on a situation when his children are involved.",
        "Olivia: So Phillip has spoken to you. What'd he say? That I was lying? I'm overreacting, or maybe I'm hormonal?",
        "Harley: Olivia, I so understand where you are right now. And if I can give you some advice-- it's the advice I'm sure you've given yourself a million times already-- do not let Phillip Spaulding make you crazy.",
        "Olivia: See, I thought that was part of his charm.",
        "Harley: Well, succumb at your own peril. (Laughs)",
        "Olivia: We both have done that.",
        "Harley: Look; I don't know how much Phillip told you about our divorce, but you and me, we got a lot in common. See, a child of Beth's also broke up my relationship with Phillip.",
        "Olivia: Yeah, very tough combo, those two: Beth and her brood.",
        "Harley: (Laughs)",
        "Olivia: I'm really tired of trying.",
        "Harley: Then don't. But maybe you could tell me what happened with Lizzie when you fell.5a",
        "Olivia: Would you believe me?",
        "Harley: I already do.",
        "[SCENE_BREAK]",
        "Alexandra: Alan, listen to me. Your granddaughter may be desperately ill because I have had a hard time buying some of the...",
        "Alan: Because she is a Spaulding. I have groomed her myself. She is as tough as nails.",
        "Alexandra: And might that not be part of the problem, dear?",
        "Alan: Look, I love Beth, but she has no right to make a unilateral decision where Lizzie is concerned.",
        "Alexandra: Fine, fine. Then maybe we ought to find some way to make this right, and preferably without a lot of publicity.",
        "Alan: And I think Phillip is the key. I mean, he can wrap Beth around his finger. Besides all of this is his fault anyway. Expecting Lizzie to obey Olivia. I mean, just because he lusts after her...",
        "Alexandra: Alan, it's not going to... You can't blame Phillip for this. At least not out loud right now. And if he is the key to Beth, then we have to find some way to work together. We have to find some way of marshaling him to our side.",
        "[SCENE_BREAK]",
        "Jeffrey: Hello everyone.",
        "Alexandra: Ha.",
        "Jeffrey: Is there an arraignment today? Which Spaulding broke the law this time?",
        "Alexandra: (Chuckles)",
        "[SCENE_BREAK]",
        "Reva: Thank you so much. So your dream was about Jeffrey O'Neill?",
        "Cassie: It was about Richard... Well, it started out being about Richard. Jeffrey O'Neill, that was the nightmare part.",
        "Reva: Oh, come on, Cassie, it's not that bad. The guy saved your life.",
        "Cassie: Yeah, well, I'm over that. I don't know. Jeffrey O'Neill is unavoidable. He's inescapable. He's... He's like death or telemarketers.",
        "Reva: Death?",
        "Cassie: Yes. Seeing his face is like seeing a face from the grave. It's Richard's face, you know. I've had to deal with that, and I have dealt with it. And now I got to worry about him invading my dreams?",
        "Reva: I think you're overreacting just a bit.",
        "Cassie: Spoken like a woman who Jeffrey's hitting on and she likes it.",
        "Reva: Okay, for about the 950th time, all Jeffrey O'Neill is interested in is my work, okay? Now back to this dream of yours. The man happens to be a carbon copy of your one great love, a love you lost. So it makes sense that he would throw you for a loop.",
        "Cassie: Okay, so you know this isn't a warning. It's not a prediction of icky things to come.",
        "Reva: A dream is a dream. You have to let it go. So what were you doing sleeping in the hayloft? Oh, forget it...",
        "Cassie: (Laughs)",
        "Reva: Forget I even... I don't... I don't want to know.",
        "Cassie: No, no, no, I'm going to tell you.",
        "Reva: No.",
        "Cassie: The hayloft was one of the peak experiences of my life.",
        "Reva: Oh, lord.",
        "Cassie: (Laughs) I don't mean a couple of peaks. I mean like a whole freaking mountain range. I mean it was like the foothills, the valleys, and the waterfall. It was just amazing...",
        "Reva: Are we leaving out the sacred eagles soaring overhead?",
        "Cassie: I was an eagle. (Laughter) well, there were two of us...",
        "Reva: Stop. You really... You really have to stop now. I mean I am trying here. I really am. But it is still Edmund and. I know you're happy and I think that's a wonderful thing. Is it love?",
        "Cassie: I don't know. It's a lot of things.",
        "Reva: I saw something today. When I was at the hospital, there was a woman there and she was pregnant, and she was so full of love. And the baby that was growing inside of her was just bathed in it, you could tell. And she was glowing, glowing with the love for her baby, with the love for her husband. And it was so intense that it absolutely embraced everything around her including me. And it made me want to... Reach out.",
        "Cassie: Wow. No wonder why you want to find josh.",
        "Reva: Yeah, I want to touch him. I want to be in his presence. I mean, if... If seeing love manifest in a total stranger can... Totally overrun my consciousness, then why can I not feel that in my marriage? I mean, it's fine and dandy for you and Edmund to be like two eagles rolling around in the hay and all, but what about... What about josh and me? MMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMM",
        "Alan: Well, I hate to disappoint you, but my sister and I are here simply acting in full accordance with the laws of our land.",
        "Jeffrey: Oh, you're turning yourselves in? Finally. No, you're really doing the right thing. Bravo.",
        "Alexandra: Yes, well, actually, we're here just filing some papers with the court. Co",
        "Jeffrey: Oh, pity. But I will get a chance to slap the cuffs on you soon enough. Don't worry.",
        "Alan: (Laughs) I challenge you to try.",
        "Jeffrey: I will, Alan, I will. How's Beth?",
        "Alan: Beth?",
        "Jeffrey: Yeah, Beth. Beth Raines. Your former daughter-in-law. You know, beautiful blond, about this tall?",
        "Alan: I know whom you're talking about. I had no idea that you were acquainted with Beth.",
        "Jeffrey: Oh, we're acquainted. We're very well acquainted as a matter of fact. That's... I was going to ask... Well, I was going to pay her a visit later.",
        "Alexandra: Oh, I wouldn't bother about that, because she happens to be away with her daughter.",
        "Jeffrey: Oh, really? Oh. Well, that's nice that she and Lizzie are getting some girl time together, because Lizzie really needs it, doesn't she. I was there when Olivia Spencer took that fall down the stairs at the beacon. Lizzie witnessed the whole thing. It must have been very traumatic for her.",
        "Alan: I advise you to save your concern, Mr. O'Neill. Beth is an excellent mother and she will take care of Elizabeth.",
        "Jeffrey: Oh, yes, I'm sure she will, because Beth is a good parent. And she's very beautiful, too, isn't she? Beautiful, I mean, she defines ravishing as a matter of fact.",
        "Alexandra: (Chuckles)",
        "Alan: Back off, mer. O'Neill.",
        "Jeffrey: You know I get a lot of that. You two scamps stay out of trouble now.",
        "Alexandra: Oh.",
        "Alan: If that man so much as lays a lustful stare on Beth, I'll kill him.",
        "[SCENE_BREAK]",
        "Jeffrey: How does marina enjoy being a new millionaire?",
        "Ross: Marina hates that money. In fact, she tried to refuse it.",
        "Jeffrey: Really? And to think that no one in her family would ever have to eat another buzz burger for as long as they lived.",
        "Ross: (Laughs) nonetheless, she wants no part of it, Jeffrey.",
        "Jeffrey: A glimmer of nobility in this town? That's almost inspiring. Chances are she wouldn't see a dime of the money anyway, Ross. The victims' families will probably lay claim to that estate.",
        "Ross: Well, they would have no cause. I mean the trust is in marina's name making the money almost untouchable. Although knowing marina, she'd probably turn around and give it to them anyway.",
        "Judge Aiken: I understand we have some housecleaning to do.",
        "Ross: Ross marler for the deceased, your honor.",
        "Jeffrey: Jeffrey O'Neill for the state, your honor.",
        "Judge Aiken: Yes.",
        "Jeffrey: Your honor, in addition to the briefs that were already submitted...",
        "Judge Aiken: Mr. O'Neill, would you approach the bench? There are some matters we have to discuss.",
        "Jeffrey: Of course.",
        "[SCENE_BREAK]",
        "Harley: So Lizzie mentions the carpet, which you then have fixed. Naturally. Only it comes unglued again magically. And now she's got plausible deniability regarding the whole thing.",
        "Olivia: And if I fall, imagine that, she can say that she warned me. Following that logic, do I think Lizzie is some little monster who tried to kill my baby, both, or me?",
        "Harley: I think you're entitled to your opinion.",
        "Olivia: Well, I guess we all live in our private versions of reality. So, yeah, that's mine.",
        "Harley: But you do know how lucky you are to even be sitting here having this conversation with me?",
        "Olivia: If I tell you, when I think about what could have happened... Haven't you just ever wanted to be away from this twisted Spaulding circus?",
        "Harley: Well, I mean, I can't believe you even have to ask me that.",
        "Olivia: Then I guess you can understand why I'm in survival mode. I mean, if I could... I just want to get away from that family. If I could carry this baby to term in Hawaii, Guam, a million miles away from here... I'm scared.",
        "Harley: I don't blame you.",
        "Olivia: I'm assuming Phillip asked you to do something. What?",
        "Harley: Well, Beth took Lizzie out of town. Phillip thinks that Lizzie... Lillian and Beth are planning an intervention with Lizzie. But he's freaked out. Anyway, he wants them found. He wants them brought back home.",
        "Olivia: So Lizzie's out of town.",
        "Harley: Yes, and I know that that gives you a little bit of a sense of relief, but it's not all good. I mean Beth can't... Beth can't really handle her. She's part of the problem, you understand.",
        "Olivia: Yeah, but she's not your problem anymore. She's not mine. Lizzie's Beth's daughter. Let her do with her what she wants, and Phillip can stew in it all. As far as I'm concerned, you should let him.",
        "Harley: Olivia, I'm not sure I can do that.",
        "[SCENE_BREAK]",
        "Reva: I mean, it's not like we don't have great, eagle- soaring sex, but it's so married. You know, I mean what happened to back seats of cars, kitchen tables, and the mile-high club.",
        "Cassie: I don't know. But take the hayloft. Take the whole farm. (Laughs) plan the ultimate seduction of Joshua Lewis.",
        "Reva: No, you know what? That's so \"Springfield women's monthly.\" Don't you think? I mean, \"how to rekindle the flame,\" \"50 ways to please your man.\" You can't plan spontaneity. Great passion has to just happen.",
        "Cassie: But you and josh, you're married and you have two children together. I have three. You know, there are hotels to run. There are TV shows to run. And if you can't plan passion or a little impromptu meeting in a linen closet, I mean, when are you going to have it? (Laughs)",
        "Reva: That's what this has come to?",
        "Cassie: Oh, come on, you and josh is the hottest couple I know. So you're a little off track.",
        "Reva: I can't even find the man.",
        "Cassie: You see so you're not off track. (Laughs)",
        "Reva: Yeah.",
        "Cassie: I got to run. You're going to work it out. I have faith in you, big sis.",
        "[SCENE_BREAK]",
        "Reva: (Laughs) hi. It's me. Well, no, I just... I've been looking all over for you. I couldn't find you anywhere so... Are you busy? No, no, everything... Everything's fine. I'm just wondering if maybe that we could meet.",
        "Bill: Hey, aunt reva.",
        "Reva: (Laughs) hey, bill, how are you?",
        "Bill: All right.",
        "[SCENE_BREAK]",
        "Gus: Hi, Eden. Hi.",
        "Bill: Hey, Gus, what's going on?",
        "Gus: Mind if I join you guys?",
        "Eden: Yes.",
        "Bill: No, not at all.",
        "Gus: Well, thank you, thank you, and bill.",
        "Eden: Don't you have some perpetrator to squeeze a murder confession out of?",
        "Gus: I told you so many times, Eden, I was just trying to do my job.",
        "Eden: Your job, I know, I know. But still it just feels like so much emotional abuse and abandonment, I just... Sometimes I can't tell the difference.",
        "Gus: How long do I actually have to stay in the doghouse with you?",
        "Eden: Well, when you see pigs flying over Main Street, you'll know I've forgiven you.",
        "Gus: Fine.",
        "Eden: Fine.",
        "Gus: Fine.",
        "Bill: Oh, look at here, a fortune cookie. What's it say? \"A girl on your right is only hurting herself just as much as she's hurting her own brother.\"",
        "Eden: Do I look like I'm crying?",
        "Bill: All right, not so much here, but right here, yeah.",
        "Eden: Look, Gus pounded me like I was a murder suspect.",
        "Bill: All right, listen; when that whole thing first went down, you know what I wanted to do? I wanted to knock him out, I did. But he's right; he had to do his job, that's all. And let's face it, he is your brother. In the end, he's going to stick by you.",
        "Eden: Bill, the only person that has stuck by me is you. And right now that's all that matters to me.",
        "Bill: (Laughs) all right.",
        "[SCENE_BREAK]",
        "Please stay with us for the Second half of \"guiding light.\"",
        "Judge Aiken: Mr. O'Neill, I see that there are five cases before the grand jury, five separate murder indictments.",
        "Jeffrey: Yes, your honor, that's correct.",
        "Judge Aiken: But this dismissal only goes to four of them. What happened to the fifth?",
        "Jeffrey: Well, in regards to the fifth, your honor, the justice department intervened.",
        "Judge Aiken: Oh, yeah. Odd, don't you think?",
        "Jeffrey: Odd, your honor? The justice department supersedes our jurisdiction and.",
        "Judge Aiken: I know the law, mer. O'Neill. No, my question goes to another issue. The Springfield police prepared a warrant for Mitch hendon.",
        "Jeffrey: Yes, ma'am.",
        "Judge Aiken: The charge was murder in the first degree of his wife, Ramona hendon. Mr. Marler, you represented mer. Hendon, didn't you?",
        "Ross: Yes, I did, your honor.",
        "Judge Aiken: But before the Springfield police could remand Mr. Hendon to custody, the justice department swooped in and gobbled him up.",
        "Jeffrey: As I was indicating earlier, your honor...",
        "Judge Aiken: Yes, yes. But you know it's the logistics, and more particularly the timing in this matter that interests me.",
        "Jeffrey: Would you care to elaborate, your honor?",
        "Judge Aiken: Well, yes, I would. What interests me, Mr. O'Neill, is how the justice department discovered the imminent arrest of an undercover operative hundreds of miles away. It's as almost as if someone, a third party, had prior knowledge of the impending arrest. Sound about right to you, Mr. O'Neill?",
        "[SCENE_BREAK]",
        "Olivia: Harley, I'm begging you. Please don't bring her back here. Beth's eyes are finally wide open. Just let her deal with her daughter, okay? Isn't that what Lizzie needs? You know, a mother who isn't distracted with her own life for once?",
        "Harley: Okay, but Beth really can't handle this. I mean, Lizzie needs professional help.",
        "Olivia: Yes, she does, but she also needs pure, unadulterated mothering. No boarding school, no Alexandra, no Alan.",
        "Harley: No Phillip.",
        "Olivia: The very people who have given her enough rope to hang herself with, yes. Maybe Beth won't let that happen.",
        "Harley: I hear what you're saying, really. But I think that... I think that Beth needs Phillip to be in the picture with this. That's why he wants me to get her.",
        "Olivia: Harley, I'm begging you. Please don't bring that witch back to town.",
        "[SCENE_BREAK]",
        "Reva: Yeah, you know, Cassie just wanted you to kind of come up, take a look around, and see if the place is up to code.",
        "Josh: Uh-huh.",
        "Reva: You know, she said the kids like to play up here, that maybe fire could start.",
        "Josh: Yeah, okay, well, I'll have some... One of my inspectors come and, you know, checks the place out. Shouldn't be a problem though. I mean we'll clean it up a little bit. Should be fine.",
        "Reva: So, see anything else?",
        "Josh: Well, I'm thinking that a water sprinkler system for emergencies would be good. And there's A... There's a water pipe that we can go into right there. That's good.",
        "Reva: And?",
        "Josh: I'm also thinking about doing electric in conduit, and. And the walls are open. So we won't have any trouble running pipe.",
        "Reva: That's exactly what I had in mind.",
        "Josh: Huh?",
        "Reva: And air conditioning. It could get pretty hot in here.",
        "Josh: Sure, yeah, air conditioning, whatever.",
        "Reva: You see anything else that could maybe... You know, raise an eyebrow?",
        "Josh: No. Not at all. I mean, you know, A... A sex kitten spread out, lay out over there by a fantasy picnic that might be of interest to the neighbors. In fact, maybe we should think about going, because it looks like Cassie has something... (Clears throat) ...Planned already for this space...",
        "Reva: This place is all ours.",
        "Josh: Yeah.",
        "Reva: All of it. For you, Joshua. And I do mean all.",
        "Josh: (Laughs) uh...",
        "Reva: What's wrong?",
        "Josh: Nothing. I'm just... I'm just up shifting. That's all. Which it seems like that's what I'm supposed to be doing... Quickly from the looks of things. But I... I do have a question.",
        "Reva: Um-hmm?",
        "Josh: (Sighs) what are you doing?",
        "Josh: (Stammers) you see, I... I know something's happening here. I just don't know exactly what it is.",
        "Reva: Well, why do you think it has to be something bad?",
        "Josh: Did you wreck the car?",
        "Reva: Joshua...",
        "Josh: Is it... Is it worse than that? I mean it's...",
        "Reva: Oh, you know, I think we're going to have to do something about that pessimistic outlook of yours. And I do have something in mind.",
        "Josh: Are you feeling okay? Do you have a fever?",
        "Reva: Nothing more than my womanhood taking a severe beating. But other than that, I am fine.",
        "Josh: What does your womanhood have to do with anything?",
        "Reva: Oh, for heaven's sakes!",
        "Josh: Oww!",
        "Reva: (Sighs) I am seducing you!",
        "Josh: Really? Wow.",
        "Reva: Has it been that long?",
        "Josh: Well, no, it's just that we don't... We don't seduce each other, you know, anymore. I mean, we... You know, we do what married couples do. We do... Things.",
        "Reva: We love each other.",
        "Josh: Yes, we love each other, excellent example...",
        "Reva: And I happen to believe that loving can be fun every now and again like today.",
        "Josh: Oww, that was my hair...",
        "Reva: Sit.",
        "Josh: Oww. Okay, okay, I'm sitting.",
        "Reva: Oh, look; we have all of Joshua's favorite things. Hmm, hmm, hmm. And me.",
        "Josh: So...",
        "Reva: Right there.",
        "Josh: You didn't wreck the car then?",
        "Reva: Even if I did, what does it matter, you know. I mean you love car shopping just as much as Shayne does. And just for the record, no, I didn't.",
        "Josh: So this... This is just a \"life is good\" kind of moment?",
        "Reva: Life is fabulous. Life is great. There is love in the world, and we're a part of it. And we were... Part of bringing it into existence.",
        "Josh: That's so beautiful. I just really have one more question, though. Don't hit me, okay. What... What's going on in your head right now?",
        "Reva: Do you remember what it was like when you first fell in love? When you knew you were in love?",
        "Josh: Absolutely. Dizziness, you know, palpitations.",
        "Reva: What it was like when you looked at that person in the eyes?",
        "Josh: You know, it's funny, though, I can't remember her name. Oww.",
        "Reva: And you heard them talking but you really didn't know what they were saying because all you could feel were the thrills of being near that person.",
        "Josh: The thrills, yes.",
        "Reva: Well, that's what I'm feeling right now.",
        "Josh: Don't.",
        "Reva: What?",
        "Josh: Reva, did... Did something happen today? Something that triggered this... This behavior?",
        "Reva: I was just remembering what it was like when I fell in love with you, and I wanted to remind you of what it was like.",
        "Josh: So you're not feeling bored, you know, or...",
        "Reva: Oh, for heaven's sakes! You know what? You are going to have your head examined. I love you. And you are going to love me right back, right now!",
        "[SCENE_BREAK]",
        "Judge Aiken: Do you know how long I've been on the bench?",
        "Jeffrey: Quite a while, your honor. As I say, your opinions are quite well known in.",
        "Judge Aiken: Mr. O'Neill, your charm is totally wasted on me.",
        "Jeffrey: I see. Well, with all due respect to the court, your honor, I think you would have a hard time finding anyone who would characterize me as charming.",
        "Judge Aiken: No doubt. So let's cut to the chase. When you were district attorney in the state of New York, you worked for?",
        "Jeffrey: Well, I worked for the state, your honor.",
        "Judge aiken: And now that you're district attorney in the state of Illinois-- particularly here in Springfield-- you work for?",
        "Jeffrey: The state, your honor.",
        "Judge Aiken: Well, then, we're clear. Step back, sir.",
        "Jeffrey: Your honor, may I address the bench?",
        "Judge Aiken: I'm finished, Mr. O'Neill.",
        "Jeffrey: With all due respect, your honor, I am not finished.",
        "[SCENE_BREAK]",
        "Bill: All right, listen; I'm going to go get the car, okay?",
        "Eden: Okay.",
        "Bill: Okay. (Humming)",
        "Tony: Eden, how do you want to play this? You want to forget what happened in New York or you want to remember what happened?",
        "Eden: I thought we already figured this out...",
        "Tony: Because if you want to pretend that we don't see each other when we're in some public place, everyone's going to know that something's going on. And my guess is you don't want that. So let's deal.",
        "[SCENE_BREAK]",
        "Jeffrey: Your honor, in regards to your concerns in the matter of the justice department, I would suggest that you take that matter up with the justice department and not the district attorney, yours truly.",
        "Judge Aiken: Did you just throw down a challenge, Mr. O'Neil?",
        "Jeffrey: I meant no offense, your honor.",
        "Judge Aiken: Of course you didn't. But make no mistake we are crossing swords.",
        "Jeffrey: Your honor, as you so pointedly reminded me earlier, my responsibility is to the state, and more specifically to the citizens of this jurisdiction. And I take that responsibility very, very seriously. And I will shoulder whatever burden responsibility should entail.",
        "Judge Aiken: See that you do. Anything else, Mr. Marler?",
        "Ross: No, not at this moment, your honor.",
        "Judge Aiken: Mr. O'Neill?",
        "Jeffrey: I can't think of anything right now, your honor.",
        "Judge Aiken: Case dismissed by abatement. We're done here.",
        "Ross: I believe that I just witnessed hate at first sight. Jeffrey, I have never seen any attorney go toe-to-toe with her honor like that. And I can't imagine why anybody would. Unless they have a very heavy hitter backing them up.",
        "Jeffrey: Ross, are you suggesting that I have friends in high places?",
        "Ross: Do you?",
        "Jeffrey: Well, if I told you, Ross, I'd have to kill you. Ross, I'm not known for my sparkling humor, but that was a joke.",
        "Ross: I'll laugh on my way home. Could you answer the question, Jeffrey?",
        "Jeffrey: Ross, I plead the fifth.",
        "[SCENE_BREAK]",
        "Harley: Hey.",
        "Gus: Hey. Oh, so, how'd it go? Did you behave yourself?",
        "Harley: We had a good talk.",
        "Gus: Yeah?",
        "Harley: Olivia is very upset. She is terrified of Lizzie.",
        "Gus: Really? Are you taking the case?",
        "Harley: Yes, I'm taking the case.",
        "Gus: Ah, great.",
        "Harley: But not because of Phillip. I am planning my own little intervention here. Beth had no more right taking Lizzie from Phillip than Phillip had taking each from me, Okays. The only chance that poor Lizzie has of being healthy is if the whole family tries to work together.",
        "Gus: I pulled the APB up for you.",
        "Harley: You scored?",
        "Gus: Um-hmm. Found Beth's rental car on a little tiny strip mall by the mountains, remote part of town, 40 miles.",
        "Harley: Wow.",
        "Gus: Um-hmm.",
        "Harley: Down the rabbit hole I go.",
        "[SCENE_BREAK]",
        "Reva: I mean, you do see that I'm practically standing on my head here trying to seduce you.",
        "Josh: I'm just trying to talk, that's all.",
        "Reva: Talk, talk, big deal.",
        "Josh: I thought that women liked, you know...",
        "Reva: You know, put up or shut up, big boy!",
        "Josh: You're making me feel cheap.",
        "Reva: Yeah? Well, I will respect you in the morning.",
        "Josh: Okay. Okay. Okay. You want to know something? You want to known what I think?",
        "Reva: What do you think?",
        "Josh: I think respect the morning after is highly overrated.",
        "Reva: Now you're talking.",
        "Josh: You have my attention. You think you can handle it.",
        "Reva: Over and over again, like two eagles soaring in the sky.",
        "Josh: Eagles?",
        "Reva: Yeah, just go with it.",
        "Josh: I just want to say one more thing, okay.",
        "Reva: What?",
        "Josh: This tension.",
        "Reva: (Laughs)",
        "Josh: I don't mean like right here and now. I mean, the general sense of tension that's been between us lately; it's just... It's nothing. It's just what it is, okay. And I'm never ever going to give up on us. And nothing will ever come between us again.",
        "Reva: The only thing that ever came between us was we.",
        "Josh: Well, we have nothing to worry about then, do we?",
        "Reva: Nothing at all. I've got you under my skin I have got you Deep in the heart of me so deep in my heart You're really a part of me because I've got you Under my skin.",
        "[SCENE_BREAK]",
        "Tony: Listen, what happened in New York...",
        "Eden: You know there is no New York, all right. Did you tell Marah?",
        "Tony: There is no Marah either.",
        "Eden: Look, bill is not going to hear it from me. We are very happy and I want to keep it that way.",
        "Tony: So it's all forgotten? Can you do that?",
        "Eden: Tony...",
        "Tony: Listen, I'm not going to mess you guys up. Like I should be happy that we went at it like a couple of alley cats on that filthy rooftop.",
        "Eden: Oh, please, don't stop, you're so romantic.",
        "Tony: It's the truth, isn't it? You know, it just goes to show that Marah was right about me. I had no business being with a nice girl like her.",
        "Eden: Well, you're just getting sweeter and sweeter by the moment. So what does that make me?",
        "Tony: Someone that I don't need to pretend with. I forgot what that feels like.",
        "Eden: Tony, stop it. So, what, are you thanking me for setting you free?",
        "Tony: Good luck, Eden.",
        "Eden: Tony, wait, I have had a thing for you for so long. I've waited until you were available and now you are and.",
        "Tony: And you're not. What's up with that? When life finally gives you what you want, but you can't have it.",
        "[SCENE_BREAK]",
        "Reva: Next on \"guiding light.\"",
        "Phillip: Harley, just please get in there and get her out of there right now.",
        "Beth: Here.",
        "Lizzie: No! You don't love me! You hate me!"
    ],
    "Transcript Author": [
        "By Suzanne Proofread by Priscilla"
    ],
    "url": "https://www.youtube.com/watch?v=c6xZ_HPr8fA"
}