{
    "Episode Summary": [],
    "Recap": [
        "Alex told Brad that she had covered for him in Paris, but wouldn't again. He said she had better watch herself, because he knows a lot of company secrets. Gus was proud that Phillip took time for himself to jog. He asked Phillip if he knew the missing girl, or Brad Green. He said he knew of Green, but didn't know him personally. He later checked Green's personnel file, and asked Alex why she gave the man a 20-year guaranteed contract. Gus tried to get Harley to drop the Jenson case since it was now a police matter, but she said she deserved the same respect as any other private investigator. They made a bet about who could solve the case first. Blake pretended to be an old college buddy of Brad's to gain access to him. Marah pretended that seeing Tony with a date didn't bother her, but when he said he wants her to be happy, she said she is no longer his concern, and stormed out. She told Josh she missed Tony, but was going to concentrate on Shayne; she also said she hated how stubborn her parents were being. Nico figured out that Tony set it up for Marah to see him with Jenny. Tony said Marah would be better off if she hated him."
    ],
    "Recap Author": "Hilary",
    "Show Title": "Guiding Light",
    "Transcript": [
        "phillip: (Panting)",
        "gus: Well, that's not too shabby. Not too shabby at all.",
        "Phillip: What, are you clocking me?",
        "Gus: Kind of. Unofficially, of course.",
        "Phillip: What are you doing here?",
        "Gus: I called to find you and your secretary said that you went for a jog. And I was... I was blown away, actually.",
        "Phillip: Surprised I took your advice?",
        "Gus: It's good. This is what i... If it was up to me, i'd like to see you do this a little more often.",
        "Phillip: No, man. You were right. You were so right. I forgot how much better it makes you feel.",
        "Gus: Yeah. See? That's good.",
        "Phillip: It's been a long time since i did... You know, just all the stuff with lizzie and then the stuff with olivia and the baby, I was trying to deal... I couldn't deal with each thing, so i was trying to deal with it all together.",
        "Gus: You're doing...",
        "Phillip: Yeah.",
        "Gus: I thought you were in better shape than this, but you'll catch up. And look at you. You're doing great. You don't have a cell phone. You don't have a beeper. And look at your new designer sneaks. Aren't those nice?",
        "Phillip: Yeah. You like these?",
        "Gus: Uh-huh.",
        "Phillip: They're hurting me. I'm still trying to break these things in.",
        "Gus: Break those suckers in.",
        "Phillip: So, what's up? You didn't come down here to look at my shoes.",
        "Gus: No, no. I'm working a case, you know?",
        "Phillip: What's that got to do with me?",
        "Gus: Well, I was kind of hoping that you could tell me that.",
        "Harley: Hey, I'm here. Did you order me one?",
        "Blake: I'm not getting any younger.",
        "Harley: I'm only, like, what? Ten minutes late? I'm sorry, cranky.",
        "Blake: You know, there's nothing in the harley's angels handbook that says we have to be sunshine and smiles all the time.",
        "Harley: We have a handbook?",
        "Blake: Okay, just tell me what's going on.",
        "Harley: Okay, well, i talked to brenda jenson today.",
        "Blake: How is she?",
        "Harley: She is as you would expect anyone to be who doesn't know where her daughter is. And she's convinced that brad green is involved because lori and brad were involved.",
        "Blake: Speaking of brad green, i have tried to get to him, the usual channels, but...",
        "Harley: I knew I should have handled that. Didn't i say to you, \"let me handle it? Did you hit a wall?\"",
        "Blake: A big one, yes. The people who man the phones at spaulding, not nice people. And they don't give straight answers.",
        "Harley: Well, don't tell me you're surprised, blake. I mean, alan is practically running a med school for spin doctors over there.",
        "Blake: Yeah, well. We just have to get creative. Got any ideas? Harley?",
        "Harley: I've got a bad feeling.",
        "Blake: You're not pregnant, are you?",
        "Harley: Oh, please.",
        "Blake: Well, could you just be more specific, then?",
        "Harley: See, I only took this case so that i could help gus help alan. Because I don't care about helping alan; gus cares about helping alan. I only care about helping gus.",
        "Blake: Right.",
        "Harley: So what if... What if this case makes me ask questions that alan doesn't want me to ask? Questions that could end up hurting him?",
        "Blake: And that would end up hurting gus.",
        "Harley: Exactly.",
        "Blake: Okay. Um, well, you know, honey? You knew that coming into it.",
        "Harley: Well, it's a little late to get out of it.",
        "Tony: What are you doing here?",
        "Marah: I was just leaving.",
        "Nico: No, no. No, she wasn't. She just said she was going to stay for...",
        "Danny: Nico.",
        "Jenny: Hi. I'm jenny.",
        "Nico: Hi. I'm nico. Nico castano. It's a pleasure to meet you.",
        "Marah: I've got to go.",
        "Danny: Marah, please. I want you to stay for dinner. Trust me. They're not staying, okay?",
        "Tony: Nico, why don't you do me a favor and give jenny here a ride home. I'll make it up to you, okay?",
        "Jenny: Um, okay.",
        "Nico: The keys, please? After you, my lady.",
        "Tony: That kid's something else, huh?",
        "Danny: I'm going to go get robbie ready for dinner.",
        "Tony: (Sighs) marah, look, that wasn't what it looked like.",
        "Marah: Yeah. Yeah, it was. You know what, tony? It's okay. You don't have to explain anything to me. This is your cousin's house. You can bring home whoever you want. Besides, it's not like we're together anymore. You know what? You need to stop doing this to me.",
        "Blake: This is not a problem. We will just drop the case.",
        "Harley: Harley's angels do not drop cases.",
        "Blake: No, but if it's going to mess things up between you and gus...",
        "Harley: Blake, what kind of an agency are we running if we take cases and then the next minute, we drop them? I mean, we'll be out of business before mel's out of her second trimester.",
        "Blake: You know, lori jenson disappeared a couple of days ago, which means, according to springfield pd, she is now a missing person.",
        "Harley: So?",
        "Blake: So that means gus may already be on the case.",
        "Harley: Great. Then we'll be on the same track.",
        "Blake: No. You'll be on separate, parallel tracks.",
        "Harley: Is this some sort of, \"if train 'a' is going somewhere and train 'b'...\"",
        "Blake: All I'm saying is you might be willing to share, but gus may not.",
        "Harley: Are you suggesting that gus would withhold important police information in order to protect alan's company?",
        "Blake: Not on purpose. But, you know, family ties, they're kind of funny and this one's brand spanking new, right out of the oven. Honey, i just don't want to see you get burned.",
        "Gus: Do you recognize this girl?",
        "Phillip: Uh-uh. Should i?",
        "Gus: Well, she works for spaulding enterprises. Her name is lori. Lori jenson. Ring a bell?",
        "Phillip: No. And she may, gus, but you know, it's an international conglomerate. I don't know everybody by face or name. Why?",
        "Gus: Well, she's missing. She works for an executive at spaulding named brad green. You know that guy?",
        "Phillip: Why?",
        "Gus: Why?",
        "Phillip: Yeah.",
        "Gus: That's a yes. Don't do that to me, please, okay? I just told you I know she works for spaulding, so obviously i know.",
        "Phillip: Are you saying that he's involved in it somehow?",
        "Gus: No, I'm not saying anything. I'm just asking you, do you know this guy, brad green? Do you know this guy?",
        "Phillip: Yeah. Yes, i know him. I don't know him very well.",
        "Gus: Thank you.",
        "Phillip: He works for spaulding. He's a guy that alan hired a few years ago out of the springfield office and he got transferred to paris headquarters.",
        "Gus: Paris?",
        "Phillip: Yeah.",
        "Gus: Mm-hmm. I see. Why is that? Why'd he get transferred?",
        "Phillip: Well, he got transferred over there to work in the pharmaceutical division. And he's good. He did wonders with the division over there, and I guess that's why alex brought him back, to help the division here.",
        "Gus: Pharmaceutical division. You don't deal with that division very much?",
        "Phillip: Uh, no. It's been fairly autonomous up until now. I've been thinking about getting more involved in it. Why? Come on, please, take off the detective hat for a second here and tell me how... You think this guy's involved?",
        "Gus: Fine. Okay. The mother of this girl seems to think that brad green had an affair, he seduced this girl, okay? And when she wanted out, he couldn't handle it. But alan, on the other hand, seems to think that he was the one that messed up, this brad green, she couldn't handle it and she took off.",
        "Phillip: Well, then where is she?",
        "Gus: I don't know where she is.",
        "Phillip: If that's the case...",
        "Gus: That is the case. It's the case. I just don't know where she is. Maybe she's on vacation. Maybe she's with some other guy. I just don't know.",
        "Phillip: Yeah, but that's not why you're here. Maybe somebody helped her disappear before she went public and embarrassed him.",
        "Gus: Well, I don't know. All that's speculation right now. I have no idea.",
        "Phillip: (Sighs) okay. Is there anything I can do to help?",
        "Gus: You know, yeah. You should work on your time. Shave some time...",
        "Phillip: No, come on. Look, I'm fine. I'm serious. I'm serious.",
        "Gus: It's me, man. I don't even know if i should be bothering you. There's the whole thing that we talked about, taking it easy...",
        "Phillip: You're not bothering me.",
        "Gus: If there's something i need or something, or something happens, i'll call you. You've got my word. In fact, how can i call you, right? Because the new, improved phillip spaulding doesn't come with a cell phone. But that's good, man. More aerodynamic. You don't want weight, you know, bogging you down when you're sprinting for the finish line. Just keep it up. You're doing good.",
        "Phillip: Don't worry, i've got plenty bogging me down.",
        "Gus: Take it easy, bro!",
        "Phillip: Yeah. Deb, it's me. Call down to human resources and get me the file on brad green.",
        "Brad: Well, thanks again for delivering that paper on our new cholesterol blocker, dr. Bauer. Everyone at spaulding pharmaceuticals is anticipating fda approval and i think your paper might have just done the trick.",
        "Ed: It's no real trick, mr. Green. I wouldn't be endorsing the new protocol if I didn't believe in it. But I will tell you, i'm going to stick with my recommendation of a lower dosage. The dosage that spaulding is pushing is way too risky.",
        "Brad: Well, you know, as they say, \"no pain, no gain.\" (Chuckles) the important thing in the end, doctor, is saving lives, isn't it?",
        "Alexandra: Well, I'll second that for sure. Brad.",
        "Brad: Alexandra.",
        "Alexandra: Ed, how is shayne lewis doing?",
        "Ed: He's hanging in there. He's a tough kid. If anyone can get through this.",
        "Alexandra: Oh, I hope so. Well, you give him my best, will you? He's a friend of lizzie'S. Brad.",
        "Brad: You know, i don't know the lewis boy personally, but i have seen him pitch. It's a shame. That kid's really major league.",
        "Alexandra: Yes, well, i think his parents are more concerned about whether or not their son will walk again right now.",
        "Brad: Ah, yes. The parents. My heart goes out to them.",
        "Alexandra: As does mine. As it does to any parent worried about their child. For instance, lori jenson's mother.",
        "Brad: Has that woman been spreading lies about me again? I swear, alexandra...",
        "Alexandra: Brad. Brad, I'm only going to ask you this once: Where is the jenson girl?",
        "Tony: I didn't know that you were going to be here. (Sighs) all right, look, maybe it's better this way, okay? You were bound to see me... You were going to see me with somebody else sooner or later.",
        "Marah: Yeah, or you'd see me with someone else.",
        "Tony: You met someone?",
        "Marah: What do you care?",
        "Tony: I do care. I want you to be with someone, a guy that treats you right.",
        "Marah: Oh, no, no. No. You don't get a say in who i date or how he treats me. If i want to go marry some rock star and run off to jamaica, or i want to go entertain guys down at the firehouse or get a little extra credit after school from my professor, that is my business. You lost your vote! And you know what? I was still holding out hope that you were the guy I thought you were. But you know what, tony? You were right this whole time. I deserve so much better than you. Good night, danny.",
        "Danny: Okay, come on. You want to play with some toys before dinner?",
        "Tony: Well, i guess you heard that, huh? Look, danny, i don't want one of your lectures right now, so just save it, okay?",
        "Danny: Tony, you are throwing away the best thing that ever happened to you and you're not going anywhere until you tell me why.",
        "Harley: Look, i don't know what kind of \"don't ask, don't tell\" kind of thing you and ross have, but gus and me, we don't keep things from each other.",
        "Blake: (Gags)",
        "harley: Anymore. We don't anymore.",
        "Blake: All right. But now you are a pi and he's a detective and you're working two sides of the same street. The rules of the game have changed.",
        "Harley: What game? Nobody is playing a game here.",
        "Blake: Do you know anything about soccer?",
        "Harley: Soccer?",
        "Blake: Yes, yes. Okay, this is about soccer. In soccer, you have to keep the ball in bounds, right? The minute it goes over the little white line, somebody's got to kick that puppy back in.",
        "Harley: Or throw it back in. You can throw the ball back in.",
        "Blake: Okay, whatever. Lori jenson needs to stay out of bounds. You and gus have enough going on inside the field, you know, already with the getting married and raising the boys and just figuring out who's going to go grocery shopping for food this week. You keep that stuff with gus. You share that stuff in bounds, and the lori jenson out of bounds.",
        "Gus: Hey. I hear somebody talking some shop.",
        "Harley: Guilty.",
        "Gus: Right. Well, I actually came to tell you about the lori jenson case. She's now officially a missing person.",
        "Blake: No kidding. So, who's the lead detective on the case?",
        "Gus: You're looking at him.",
        "Blake: Wow. Very busy, got to go. Picking up the twins, you know? Soccer practice.",
        "Gus: What's the matter with her?",
        "Harley: She's just a little frazzled. We've been working really hard on this jenson case.",
        "Gus: Oh. Is that right? Well, you're both going to be relieved then, because now that i'm heading up the investigation, you're both off the case.",
        "Harley: Like hell we are.",
        "Brad: So you tracked me down here because some crazy, hysterical woman insists on crying wolf. Come on, alexandra. You know me.",
        "Alexandra: Brad, I do indeed. And that \"crazy, hysterical woman\" comment only paints a clearer picture.",
        "Brad: Now, I resent that. I have a wife, i have daughters and I have always been very concerned with women's issues as far as...",
        "Alexandra: Come on.",
        "Brad: ...Spaulding pharmaceuticals is concerned.",
        "Alexandra: No, no, no. Come on, come on, brad. Don't read me your bio. Just tell me where the jenson girl is.",
        "Brad: I don't know. I told alan already. The poor girl came on to me and (sighs) I couldn't help myself. I'm not proud of it, alexandra. And I tried to end the affair with lori as quickly as I could, but is it my fault the girl couldn't let go? Who knows where she ran off to?",
        "Alexandra: I haven't forgotten paris.",
        "Brad: Well, i should hope not. It's my corporate successes in paris that led you to bring me here.",
        "Alexandra: Brad, I mean i haven't forgotten the woman in paris.",
        "Brad: Alexandra.",
        "Alexandra: No, no, no. You know, your little indiscretions have cost this company a small fortune, brad. I've covered your derriere once. I will not do it again.",
        "Brad: I have big plans for the pharmaceutical division. Now, i'm sure you wouldn't want to derail all the wonderful progress that spaulding enterprises has made.",
        "Alexandra: Are you threatening me?",
        "Brad: Of course not. You have been so good to me, alexandra, trusted me with so many secrets.",
        "Alexandra: You are threatening me.",
        "Brad: All i'm saying is, don't make me do something i don't want to do.",
        "Alexandra: Likewise.",
        "Ed: You could have walked away from this whole thing. You could have drowned your troubles in any number of ways, but you didn't. You know, whatever it is that brought you and shayne here, it doesn't matter. The only thing that matters is that you're here for him now. That's what counts.",
        "Marah: How is he?",
        "Josh: He's resting.",
        "Marah: That's good. He needs his rest.",
        "Josh: He's going to recover from this, marah. I won't rest until he does.",
        "Marah: Daddies can fix anything, right? Remember when you used to tell us that when we were little? Whatever's broken, whatever's hurt.",
        "Josh: It's going to be okay, darling.",
        "Marah: It's not just that. Dad, i loved him so much. (Sniffles)",
        "tony: Look, marah and i, we're finished, because she is allowed to see other people and so am I. I am sorry that I ruined your santos-lewis alliance.",
        "Danny: Oh, knock it off, will you? Tony, marah...",
        "Tony: What?",
        "Danny: No, you know what? Forget it, because you're not going to take anything i say seriously, are you?",
        "Tony: Just go ahead. What?",
        "Danny: Marah is good for you, tony. She's good for your soul.",
        "Tony: You know who you sound like right now?",
        "Danny: Yeah, I do, and ray agrees with me.",
        "Tony: Well, did it ever occur to you and ray that maybe i don't have a soul? I mean, where the hell is it, danny? What good has it done me? What the...",
        "Danny: Hey. (Whispers) your godson is right over there. Why don't you try setting an example for a change? All right, wait. Just... I'm sorry. I'm sorry. That was uncalled for. Just come on. Come on. Hang around, have some dinner, will you please?",
        "Tony: You've got to be kidding me. (Laughs)",
        "danny: I'm mad at you, you're mad at me. We can either just start throwing the furniture around or we can try to have this family dinner that michelle is so big on. Come on. I'll give it a shot if you'll give it a shot. We don't have to get all \"kumbayah\" or anything; it's just dinner. Okay?",
        "Nico: All right. The babe has been delivered. So, anything else on your to-do list, boss?",
        "Danny: Yeah. Grab a chair, nico, we're having dinner.",
        "Tony: (Groans)",
        "nico: Really? All of us breaking bread?",
        "Tony: Ha! Or breaking necks, whatever comes first.",
        "Danny: Good stuff. Well, ray couldn't be here tonight but I think before we start, i know he'd really want us to say grace, so...",
        "Nico: Grace. What?",
        "Danny: Nothing. No, that's fine. Okay. Grace. So, nico, why don't you tell us something about yourself?",
        "Nico: What do you want to know?",
        "Danny: Anything. Anything.",
        "Nico: Um, well, i like chicken.",
        "Tony: This is too much.",
        "Danny: Nico, how about something real? Something... Like, i heard you sing, you're really good. Why don't you tell us about that?",
        "Nico: Yeah, well, i really wasn't into school and it's not like a had a whole lot of options.",
        "Danny: Right, but when you have them, you shouldn't blow them, right?",
        "Nico: Yeah, whatever. Like i said, i didn't have any. So, music became my thing. You know, I guess I used that to drown out the real world.",
        "Tony: Well, sometimes you need to drown things out, like when they're way out of line.",
        "Nico: Yeah, i guess.",
        "Danny: I just want to see you make something out of your life.",
        "Tony: No, you just want to make me into you.",
        "Nico: So anyways, like...",
        "Tony: I can't be you, danny. I can't hold on to people like you do.",
        "Danny: You can try.",
        "Nico: Do they do this all the time?",
        "Tony: Danny, it's time for you to just give up. It's too late for me.",
        "Nico: Right. Like you gave up on marah?",
        "Tony: Enough about marah already!",
        "Tony: You're hurting marah, you're hurting yourself. You want to hurt me too, tony? Go ahead. You're batting a thousand, aren't you? Go ahead. (Tapping glass)",
        "nico: He loves martha.",
        "Danny: What?",
        "Nico: The blonde girl.",
        "Tony: It's marah.",
        "Nico: Whatever. That's why you brought that other girl over here, right, man? Come on. Even i've pulled that one before. Not with that girl, but with another one. You guys know what i mean, right?",
        "Danny: No, we don't.",
        "Nico: He found out blondie was going to be here and he wanted her to see him with another chick. That whole show? It was all for her.",
        "Alexandra: Phillip!",
        "Phillip: Aunt alex. I'm so glad you could make it.",
        "Alexandra: Well, from the sound of your message, the invitation didn't sound exactly optional. Would you please why i'm being summoned in here?",
        "Phillip: I thought maybe you could use some fresh air, get a nice view. Please, sit.",
        "Alexandra: Thank you.",
        "Phillip: I think you need to get out of the office a little more. Helps to give you perspective.",
        "Alexandra: And what are you doing, jogging?",
        "Phillip: Yeah, I was.",
        "Alexandra: Really? Who are you?",
        "Phillip: I'm a new man. Thanks to some advice from my new brother.",
        "Alexandra: Oh, your brother gus.",
        "Phillip: Mm-hmm.",
        "Alexandra: That's why you're chasing your nose around the lake, huh? Why doesn't that surprise me? Listen, darling, the next time you want to see me or summon me somewhere, why don't you make a reservation at even a cheap little restaurant, okay?",
        "Phillip: I thought that you'd prefer to discuss business out here where we'd have a little privacy.",
        "Alexandra: You want to discuss business here?",
        "Phillip: Yeah. Aunt alex, you've been running the pharmaceutical and cosmetic division in europe for some time now, and since you've been running the division back here, I don't know, I get the feeling like it's really become your baby. Almost as important to you as family.",
        "Alexandra: Uh-huh. Almost.",
        "Phillip: So i just wanted to ask you, why would you leave your baby in the hands of a man who may have seduced a fellow colleague and then made her disappear? I just had this delivered from someone in human resources. Why don't you take a good, long look at it? I think you're going to find it a fascinating read.",
        "Gus: You're off the hook. You should be happy. You and the rest of the little angels, the harley's angels, can go and work on other cases.",
        "Harley: Can we just forget for just a minute here that we share a bed?",
        "Gus: What? What are you...?",
        "Harley: What I'm saying to you is, I love you, I know you love me, whatever. I would like you to treat me with the same respect you would treat any other pi who's working the same case as you.",
        "Gus: This is different. This is different. I love you, you love me. It's like barney. I put you on the case. I can take you off the case.",
        "Harley: Okay, maybe you put me on the case, but you're not the one keeping me on the case. That would be brenda jenson.",
        "Gus: Oh, so what are you telling me? What, are you working for the mother now?",
        "Harley: She hired me today.",
        "Gus: Are you crazy? You can'T... Did it ever occur to you that maybe the mother and daughter are working together to sort of extort money out of alan? Is that possible? Or out of the company itself?",
        "Harley: Did it ever occur to you that spaulding enterprises is painting an innocent young woman as a sexual predator who had it coming?",
        "Gus: Excuse me, do you have any proof that something happened to lori?",
        "Harley: Do you have any proof that something didn't?",
        "Gus: Are you doing this just to stick it to alan, just to stick it to the spauldings?",
        "Harley: Are you doing it just to clear them?",
        "Gus: Are you going to answer every single question that i have with another question? I'm trying to do my job.",
        "Harley: Well, i'm trying to do my job, here, too, okay? And I think I can do it a lot better and a lot faster than the springfield police department can.",
        "Gus: Oh, is that a fact?",
        "Harley: It's a fact.",
        "Gus: Yeah? Can you back that up?",
        "Alexandra: Brad green happens to be one of our most effective and forceful employees. He's also a dedicated husband and father...",
        "Phillip: Wow, somebody's been reading his bio. I can only guess that it's his wonderful qualities that inspired you to give him a 20- year contract. 20 years, guaranteed! I've never seen a contract like that, until I opened up his file.",
        "Alexandra: And I'll tell you something, phillip: The man happens to be a marketing genius. He turned around the european pharmaceutical division, he boosted profits, and if I hadn't hired him, another competitive firm would have.",
        "Phillip: I'm telling you right now, if there's another reason-- i don't care what it is-- but if there is another reason why you gave brad green the mother of all sweetheart deals, you better tell me now. Don't let gus tell me and don't let me find out for myself. You hear me? Tell me now.",
        "Alexandra: No, phillip, there is no other reason. Now, listen, things have been running very smoothly since you've been at the helm of spaulding. Now, don't let gus muddy up the waters.",
        "Phillip: You lay off gus! Gus is the only person in this damn family who will give anybody a straight answer.",
        "Alexandra: (Laughs)",
        "phillip: He actually helped me get my priorities straight.",
        "Alexandra: Your priorities?",
        "Phillip: I have a baby on the way. I may have a wedding on the way. How do you like that?",
        "Alexandra: (Laughs bitterly)",
        "phillip: Yeah, I thought that would make you happy. But don't worry, i'll make sure you're invited. Who knows? Maybe olivia will throw you the bouquet.",
        "Alexandra: Oh.",
        "Danny: Tony, was that what that was all about? You wanted marah to see you with another girl?",
        "Tony: This kid doesn't know what he's talking about.",
        "Nico: Hey, I'm pretty impressed. First, you found out blondie was going to be over here and then you bagged the first chick you see, you get her to come over before blondie left? I don't know how you pulled that one off, man. You work pretty quick.",
        "Danny: I mean, what is wrong with you? Going to all that trouble just to give marah the wrong idea.",
        "Tony: It wasn't the wrong idea, danny. It was the right idea. If it was jenny the waitress, it would have been someone else some other night.",
        "Danny: Right, right. And what about when you see marah out with another guy?",
        "Tony: Then I will hate it. I'll want to kick his teeth in. All right, but what does that tell you about me? The way I handle things is no good for marah, so if she hates me right now, so what? She'll get over it. She'll move on.",
        "Nico: Like I said, he loves her.",
        "Tony: You know what? I can't deal with this...",
        "Danny: Tony, come on.",
        "Tony: No, i've got to go, I've got to...",
        "Danny: Eat your dinner. Finish your dinner! Tony.",
        "Nico: So, the family dinner thing? Same time tomorrow?",
        "Josh: So, i guess daddy can't fix this one, huh? I'm sorry, i wish I could.",
        "Marah: I know. I guess some things just can't be fixed. But I'd rather focus my energy on the things that can.",
        "Josh: Like?",
        "Marah: Like shayne getting better. Like you and mom working things out.",
        "Josh: I don't want you worrying about your mom and me.",
        "Marah: You guys are both so stubborn.",
        "Josh: Marah.",
        "Marah: I guess that's where i get it from. I... I could talk to mom.",
        "Josh: I know you want to help us and i know you want to help your brother and you want to save tony and you want to save the world, but marah, you have to take care of yourself, too. You have to find some kind of a balance.",
        "Marah: Like shayne was trying to do?",
        "Josh: Shayne wanted it all. He wanted baseball, family and friends and love, and he deserved it all. And if i had... My point is that he deserved it all, and so do you. So try to stay focused on your design work and on your school and your friends. I know you're upset about tony.",
        "Marah: Can we not say his name, please? We were just getting some positive vibes going.",
        "Josh: Okay. I just want to hug him right now. Hug my son and feel him hugging me back.",
        "Marah: You will, dad. I can hold you over in the meantime.",
        "Brad: Thanks again, ed. As a new member of the hospital board, i look forward to doing business with you. I'm sure we'll make a great team.",
        "Ed: We'll see.",
        "Blake: Oh! Brad?",
        "Brad: Excuse me.",
        "Blake: Brad green.",
        "Brad: Uh, yes.",
        "Blake: Peggy neidermeyer. St. Olaf's college? Northfield, minnesota?",
        "Brad: (Laughs)",
        "blake: Oh, come on, brad. You must remember me.",
        "Brad: Uh...",
        "Brad: Peggy neidermoyer.",
        "Blake: Neidermeyer.",
        "Brad: Oh, yes, neidermeyer.",
        "Blake: Oh, brad, I can't believe you forgot me. (Laughs)",
        "brad: Now, who could forget such a pretty face.",
        "Blake: Why, are you... Are you flirting with me? Are you?",
        "Brad: (Laughs)",
        "blake: Because I read in the alumni magazine that you were happily married with kids.",
        "Brad: Guilty.",
        "Blake: Yeah. But it didn't tell that you were living in springfield, mister.",
        "Brad: Well, i've been in europe for several years.",
        "Blake: Well, fancy you. I bet you have stories to tell.",
        "Brad: Oh, not really.",
        "Blake: Oh, come on. I'll buy you a cup of coffee and you can tell me all about your world travels.",
        "Brad: You know what? Can I take a raincheck? Really...",
        "Blake: Okay. Tomorrow. How's that?",
        "Brad: Except I'm booked. I've been swamped at the office.",
        "Blake: Well, fine. I'll pop in.",
        "Brad: Spaulding is not really big on \"popping.\" (Laughs)",
        "blake: You are a hard man to nail down, brad green.",
        "Brad: I guess so.",
        "Blake: But hey, listen, i'm going to be in touch, all right? Because I want to know what you're been up to. And I'm going to find out. You can count on it.",
        "Harley: I cannot believe you. A girl is missing and you're going to reduce this to a bet?",
        "Gus: I'm not an idiot, okay? I know that the life is the most important thing, a human life, that is the highest stake. I'm simply saying we make a little side bet. It's a lower stake, and what that does is that inspires us to find the girl. Just like that, everybody's happy.",
        "Harley: Fine, what do you have in mind?",
        "Gus: All right. For starters, I'd let you stay on the investigation.",
        "Harley: Oh, like I need your permission.",
        "Gus: And I do my job as the lead investigator of the springfield police department, I'm doing my job, and whoever finds the girl first wins.",
        "Harley: Let's talk prizes.",
        "Gus: All right. Prizes. First of all, I'm not going to break up with you. Secondly...",
        "Harley: Ooh.",
        "Gus: Secondly, we get the satisfaction of cracking the case.",
        "Harley: No, not good enough.",
        "Gus: No?",
        "Harley: No. If harley's angels cracks the case first, you give me... Let me see... A spa weekend. All of us. And you get to keep the kids.",
        "Gus: All of you. So that's you and your two partners, that's three, plus the kids, that's five. So now i'm responsible for five children. What do I get?",
        "Harley: You get a nice weekend fishing trip with alan. You guys are going to have so much fun.",
        "Gus: What kind of present is that? That's a prize? I'm getting gypped.",
        "Harley: Too late, you shook.",
        "Gus: Ground rules.",
        "Harley: Ground rule number one, all's fair in love and war and criminal investigations.",
        "Gus: That's lame ground rule number two, you just remember why we're doing this, okay? We need to find the girl, make everybody happy. That's all we're doing.",
        "Harley: Obviously. Obviously. And ground rule number three, we're not going to let any of this stuff going on interfere with any of this stuff going on, okay?",
        "Gus: Quality control. I like it.",
        "(Gus harley): I got to make some calls.",
        "Nico: So I guess we're not really good at the talking thing, huh, boss?",
        "Danny: Nope. I guess not.",
        "Nico: Robbie's like two, right?",
        "Danny: Two and a half.",
        "Nico: Man, that is a great age. No one ever expects to say it make any sense when you're talking. I mean you could scream whenever you want and it's accepted. Not... Not like...",
        "Danny: Tonight?",
        "Nico: Hey, do you remember that thing i was talking about how music helps drowns stuff out?",
        "Danny: No, not really.",
        "Nico: Okay, well, i guess you guys really weren't listening. But music is great for drowning out silence, too. I mean, you know, sometimes when people talk and they're not really saying anything, they just want to fill up the room, and it's like they're on auto pilot, you know, they're like rambling on. It's like they're...",
        "Danny: Like right now? It's okay, nico. It's okay. Why don't you just pop in cd if you want? It's fine.",
        "Nico: All right. Hey, maybe... Maybe this will help you out. (Music playing) to be completely honest it scares me to imagine what life would be without you and for this very reason I ask you to forgive me for what i'm putting us through although there's so many things to get since I've decided that i'm not giving you up oh, no, no no, I'm not giving you up not give you up...",
        "Alexandra: Next on \"guiding light.\"",
        "Olivia: Look, this is the only yes you're going to get from me tonight.",
        "Phillip: Don't be so sure.",
        "Lizzie: All i have to do is say you seduced me up here and i could ruin your life just the way olivia ruined mine. This has been \"guiding light.\""
    ],
    "Transcript Author": [
        "By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=3iYLq6f_fcg"
}