{
    "Episode Summary": [],
    "Recap": [
        "Ben begins his new job as Alex's personal secretary/assistant. Alan offers Ben a job if he gets tired of working for Alex. Alan tells Alex that fate will bring he and Olivia back together and he flashes back to having her birth control pills replaced with placebos. Alan calls his private eye and tells her to make an appt. with Olivia's ob-gyn after seeing Olivia coming from an exam. Olivia tells Phillip that Alan deliberately kept the letter from Phillip to keep them apart. Zach is moved out of intensive care. Mel tells Gus about Roy being moved. Harley withholds information from Gus. Gus goes to Danny asking about the Jane Doe who died in his dad's building. Danny allows him to go through the records as long as he doesn't implicate the Santos family. Gus agrees."
    ],
    "Recap Author": "Barbra",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Ben: How do I look?",
        "Marina: Gorgeous.",
        "Ben: Corporate enough?",
        "Marina: Great. Wait, did Alexandra Spaulding finally call you to start work?",
        "Ben: Yeah, and she asked me to meet her at the mansion, not the office, so whatever my assignment is it must be really important.",
        "Marina: Ooh, wow. So it looks like you're getting all the glitz, I'm getting the grease, huh? No, it's okay, though, because I am so proud of you.",
        "Ben: Hey, hey, hey, watch the new threads, baby.",
        "Marina: Sorry, sorry.",
        "Ben: I'm kidding. You are proud of me, aren't you?",
        "Marina: Mm-hmm, yup. You know what the best part about this whole thing is?",
        "Ben: What?",
        "Marina: Pretty soon I'm going to be able to say I've got a rich boyfriend again.",
        "Ben: Mm, if I do well at this job.",
        "Marina: Ow. Of course, you will, because you're brilliant, and I adore you.",
        "Ben: The rag.",
        "Marina: Oh.",
        "Ben: I've got to get going, can't keep the boss lady waiting.",
        "Marina: Hey, wait, what are you doing for lunch? You know, maybe I could, like, make you a sandwich or something.",
        "Ben: No, no, don't worry about it. I'll get something with Alexandra.",
        "Marina: Okay.",
        "[SCENE_BREAK]",
        "Alexandra: Ah, I'm really sick and tired of Fois Gras. Something lighter. Salmon mousse. Ah, yes, yes, fine, please do.",
        "Alan: You're having a party?",
        "Alexandra: Yes, right here. Celebrating Zach's recovery.",
        "Alan: Oh, great. Another opportunity to break bread with the Cooper's.",
        "Alexandra: Which includes Gus, which makes for a very interesting, challenging seating arrangement, since I can't put Gus next to Phillip and I cannot put Phillip next to you.",
        "Alan: Where are you going to put Olivia?",
        "Alexandra: Oh, don't tempt me. Olivia's a non-issue. She's moved out.",
        "Alan: Alexandra, Olivia is my wife.",
        "Alexandra: Barely, Alan, and if you want to keep that status quo, you'll stop seeking every opportunity to put her in the same room with Phillip.",
        "Alan: Phillip is not an issue anymore.",
        "Alexandra: Ah, he says, crossing his fingers.",
        "Alan: No, I know, and soon she will realize that she needs to be with me permanently.",
        "Alexandra: (chuckles) My, aren't we confident.",
        "[SCENE_BREAK]",
        "Phillip: Olivia, I don't really have time to talk to you about the letter anymore. Zach's being moved from ICU, I'm waiting to see where they give him a bed.",
        "Olivia: I know Zach is your first concern.",
        "Phillip: It's my only concern.",
        "Olivia: I don't want to take you away from him, okay, I promise you that. I just think you need to hear this.",
        "Phillip: What?",
        "Olivia: You told me you were feeling guilty about what we did to Alan.",
        "Phillip: Mm-hmm.",
        "Olivia: But at least what we did, it came out of... it came out of love, right?",
        "Phillip: So?",
        "Olivia: It wasn't done with malice, it wasn't done to intentionally hurt him. Alan's behavior came from a very different place, okay? When I sent you that letter, I didn't...",
        "Phillip: I thought we were finished talking about it.",
        "Olivia: I got some new information. Will you just hear me out? I know for a fact that Alan deliberately kept that letter from you. I know that he willfully lied to both of us to keep us apart. That has to change something, doesn't it?",
        "[SCENE_BREAK]",
        "Gus: It's not just a small world anymore. It's... for me, it's claustrophobic. Go down to Chicago to find out about my mother, find out she used to live in a tenement building owned by Miguel Santos. Do you think that that's a coincidence?",
        "Harley: Well, Danny's father owned a lot of buildings. I mean, he was a slumlord. It's true.",
        "Gus: I don't know what's true, what isn't true. But you know who does? Roy Baker knows what's true. And I don't care if I have to beat it out of him with my bare hands. Just because the guy can't speak, he can grunt. He can grunt, right?",
        "Harley: Wait, Gus. Wait, wait.",
        "Gus: Where is he? Where is he?",
        "[SCENE_BREAK]",
        "Alexandra: You do know something?",
        "Alan: About Olivia? Yes, I know that she's a mystery. Exciting, passionate, mystery that I'll probably spend the rest of my life unraveling.",
        "Alexandra: You still want that woman when the woman has the hots for your son?",
        "Alan: It was a silly crush, Alexandra, nothing more. I will admit there was a moment there when I... but I came to my senses, and in the past few days, we've come to an understanding. She's seeing much clearer now, and I'm confident that she will soon value our relationship more than she ever has before.",
        "Alexandra: Alan, darling, look, I hate to burst your bubble, I really do, but I just spoke with Olivia. (laughs) And she knows that you purposefully interfered with Phillip getting her letter just to maneuver her right back into your bed. She is not going to forgive you, let alone come back to you.",
        "Alan: I think otherwise.",
        "Alexandra: She's down at the hospital right now, wooing Phillip. (laughs) And if he has the good sense, he's going to send her packing.",
        "Alan: What Phillip wants or doesn't want is irrelevant, Alexandra. Olivia and I are meant to be together, and fate will make sure that that happens.",
        "Alexandra: Oh, please. You never believe in fate unless you're guiding it with an iron fist.",
        "[SCENE_BREAK]",
        "Monica: Here are the birth control pills, I mean, placeboes. They look exactly the same. Your wife will never know the difference.",
        "Alan: Excellent.",
        "Alexandra: Alan.",
        "Alan: So, you say Olivia's at the hospital. This will give me an opportunity to go check on Zach. Would you like to come with me?",
        "Alexandra: Ah, you see, I don't... I don't know which is more frightening , you on the warpath or you in this Zen-like state.",
        "Alan: Well, I'll take that as a no.",
        "Ben: Am I interrupting?",
        "Alan: Well, not at all, Ben. I understand this is your first day on the job.",
        "Ben: Yes, sir.",
        "Alan: Well, I wish you luck.",
        "Alexandra: (chuckles) He's acting very strange. Ben, I'm sorry, I'm sorry. You're here, you're wondering what your duties are going to be.",
        "Ben: Yes, the thought had crossed my mind.",
        "Alexandra: Wonder no further. You're going to be doing numerous things for me, and they're all going to be very important.",
        "[SCENE_BREAK]",
        "Blake: What a relief about Zach, huh?",
        "Marina: Yeah, really. Although this does mean everyone will go back to their original habit, paying too much attention to every move Marina makes.",
        "Buzz: It is a dirty job, but somebody has to do it. Hi, Blake.",
        "Marina: See?",
        "Blake: Listen, when I was your age, I would've given anything for an overprotective family.",
        "Marina: Yeah. You know, speaking of families, think you could do me a favor? Think you could reassure the Cooper men that Ben is okay and that they can trust him? I mean, come on, you can do that, you're practically a sister, right?",
        "Blake: I don't know, Marina. You know, Ben seems like a really great guy and everything, but I don't know him all that well. Even though, what, we're step- siblings?",
        "Marina: Even so.",
        "Blake: My mother told me he's taking a job at Spaulding.",
        "Marina: Yeah.",
        "Blake: That's really funny because I was thinking about going back to work there.",
        "Marina: Really? You see, look, he'll be working with his sister, this will be a really great thing for him. He'll love this.",
        "Blake: Although there's a lot of room to get into trouble at Spaulding.",
        "Marina: Right, never mind, Blake, you're not helping.",
        "Blake: Personally, though, I think you and Ben make a really cute couple.",
        "Buzz: Never mind, Blake, you're not helping.",
        "Marina: Everyone's against us.",
        "Blake: Oh, don't worry about it. That's the same thing that happened to me and Ross in the beginning. You can tough it out. True love wins in the end.",
        "Buzz: (scoffs)... Love.",
        "Marina: Even though Ben and I may have obstacles, we're meant to be together. I'm taking a break. Thanks, Blake.",
        "Blake: Sorry. There's just something about her that reminds me of me.",
        "Buzz: Oh, gee, I feel so much better.",
        "[SCENE_BREAK]",
        "Phillip: Okay, so he lied to us, he kept the letter. God, you say that like you're shocked.",
        "Olivia: Wait a minute. Wait a minute. Alan tells Nolan to keep the letter and stay quiet about it. It's a despicable thing to do.",
        "Phillip: Do you think this is the first time he's ever done anything like this? He took a letter that Beth sent me years ago and kept it away from me, ruined my marriage. You're not telling me anything new.",
        "Olivia: Don't you see you're feeling guilty? You're acting as if you're the one who did something wrong.",
        "Phillip: Because I did. We both did.",
        "Olivia: What Alan did was worse.",
        "Phillip: Really? Worse than adultery.",
        "Olivia: You know what? All I'm saying is he took an aggressive and dishonest action to keep us apart.",
        "Phillip: Doesn't make any difference Olivia, it doesn't. It doesn't really change anything for us in the long run. Because you know what? We would've ended up in this situation or one similar to it soon enough.",
        "Olivia: How can you say that?",
        "Phillip: Because of who we are. And because of who he is. When my father wants something, he does whatever is required to get it, and what he wants is you. So if it wasn't the letter this time, it would've been something else. I don't ever see that changing.",
        "Olivia: I don't really care what he wants. That's not what I want.",
        "Phillip: Oh, yeah? Really? You see, that's not what I see. I see the way he affects you. No, he gives you something. He connects with you in a very, very deep way, and it's obviously something unique.",
        "Olivia: Oh, God, you are so wrong.",
        "Phillip: Really? Then answer me this. You only thought that I rejected you. You didn't have any solid proof of that, did you? No. But you went running right back to him. You could've waited, you could've talked to me, got my side of the story, but you didn't do that, because you didn't really want to hear it.",
        "Olivia: No, that's not true.",
        "Phillip: No, you didn't. You were looking for an excuse. You were desperate for an excuse to go back to him.",
        "Olivia: I was not. Listen to me.",
        "Phillip: Yeah, you were.",
        "Olivia: You listen. Just listen!",
        "Phillip: I have heard everything you have to say, and none of it's making any sense. You wanted to be with him. That's what you wanted. Tell me different. Tell me if any of it makes sense any other way.",
        "Olivia: I was hurt.",
        "Phillip: Mm-hmm. No, you said it... you said it right the other day. What you said to me is that you were both looking for something that only the other one could provide, and that's the point. You belong with him, not me. So go be with him.",
        "Nurse: Mr. Spaulding?",
        "Phillip: Yeah.",
        "Nurse: We're moving your son out of ICU.",
        "Phillip: Okay, great, thanks. I really think we've said all there is to say.",
        "Olivia: (sighs)",
        "Dr. Sedwick: Olivia.",
        "Olivia: Hi, Dr. Sedwick. I got your message and I was going to call you. Something about my birth control pills?",
        "Dr. Sedwick: Yes, I'm afraid we have a problem.",
        "[SCENE_BREAK]",
        "Gus: How long were you standing in the hallway? Did you see where they... did you see where they put him?",
        "Harley: I wasn't out here very long. I was just waiting for you...",
        "Gus: Well, one of the nurses...",
        "Mel: Hi, Gus, Harley.",
        "Gus: Hey.",
        "Mel: There's no more beds in pediatrics, so we're going to move Zach in here until something frees up.",
        "Gus: Into this room?",
        "Harley: Oh, great, great.",
        "Gus: Where is the patient that was in this room? Roy Baker. You moved him? Mel? You can tell me. I know the guy since I'm a kid. He was my father's partner in Chicago.",
        "Mel: Roy Baker was released a little while ago.",
        "Gus: Released?",
        "Mel: Yeah, moved. Moved to a private facility for specialized care.",
        "Gus: Well, where was this private facility, where?",
        "Mel: I don't know.",
        "Gus: You just let him go like that?",
        "Mel: Well, his physician authorized the release, and so I had no reason to keep him here. Look, I'm going to go bring Zach.",
        "Harley: Great, thanks, Mel.",
        "Gus: One of the nurses around here have got to know something.",
        "Harley: Wait, wait, wait, Gus. There's something you should know about Roy Baker.",
        "[SCENE_BREAK]",
        "Marina: No, it's cool, Nolan. I know the way.",
        "Ben: Marina, what are you doing here?",
        "Marina: I know. I know, I know, I know you told me not to come, but... couldn't resist, I had to see Ben Reade, corporate man of action, in action. So how's it going?",
        "Ben: Okay, so far.",
        "Marina: Yeah, just okay? Well, what are you working on? Come on, what is it? Some sort of big Spaulding acquisition/merger?",
        "Ben: It's not that important. You know what? I'll tell you all about it this evening, okay?",
        "Marina: Oh, oh, okay.",
        "Ben: I'll take you out to dinner and we'll celebrate.",
        "Marina: Excuse me. Are you trying to get rid of me?",
        "Ben: No.",
        "Marina: No?",
        "Ben: All right, yes. Look, I'm on the clock here, it's my first day, I probably shouldn't be having visitors.",
        "Marina: If someone comes here, I'll just tell them I'm here to see Lizzie.",
        "Ben: Lizzie's away at boarding school.",
        "Marina: I'll pretend I didn't know that. Okay, that's lame. I know, I know. I'm sorry, I just... I couldn't resist. I just really wanted to see you in your element. You know, like, wheeling and dealing, and ...",
        "Ben: Don't just touch these because they're...",
        "Marina: Are these place cards? Ben, this is your handwriting. What, are you making place cards?",
        "Ben: There's a party Alexandra's having. And after that, I get to choose a centerpiece. Oh, yeah, and pick up her clothes from the dry cleaners. Hey, you know, maybe if I'm lucky, they'll let me polish the silverware, too.",
        "Marina: Oh, no.",
        "Ben: Yeah. So much for my fast track executive position at Spaulding Enterprises. I'm a glorified gopher.",
        "Marina: Oh, Ben, everybody's got to start somewhere. Look at all those big players in Hollywood. I mean, they all started in, like, some mailroom, right?",
        "Ben: Yeah, but, Marina, come on, I'm so much better than this.",
        "Marina: Yes, you are, and Alexandra's going to realize that. Look, I give her, like, 48 hours, tops, to see what a find you are. And then, watch out world, because the man of action will be back in action.",
        "Ben: You're so... you always know how to make me feel better.",
        "Marina: It's one of my many talents.",
        "Ben: Oh, yeah?",
        "Marina: Mm-hmm.",
        "Ben: Want to show me another one?",
        "Marina: Yup.",
        "Alan: (clears throat)",
        "Ben: Mr. Spaulding, I didn't know you were here.",
        "Alan: Obviously.",
        "Ben: Yeah, Marina was just leaving.",
        "Alan: Well, that's good because I'd like a word alone with you.",
        "[SCENE_BREAK]",
        "Olivia: There's a problem with my prescription?",
        "Dr. Sedwick: Yeah, you just called the pharmacist, right, to get a new supply of pills? Well, they just called my office because you've used up your last refill. That means I have to write you up another prescription, but before we do that, I have to give you an exam.",
        "Olivia: Oh, okay.",
        "Dr. Sedwick: As a matter of fact, my next patient canceled. Do you want to do it now?",
        "Olivia: No, can I just... can I call you and we'll schedule something for next week?",
        "Dr. Sedwick: Do you have enough pills for that long?",
        "Olivia: You know what? It doesn't matter. I don't need the pills.",
        "Dr. Sedwick: You want to be pregnant?",
        "Olivia: No, I don't. I have sworn off men and sex forever!",
        "Dr. Sedwick: Funny, I often hear that from my patients, but usually it doesn't last very long. Look, why don't we get the exam out of the way? And then you'll have options, you know, unless there's something you absolutely have to be at. Hmm? What about it, Olivia?",
        "Olivia: You know what? Don't mind me, I'm just feeling a little too emotional these days. It's Murphy's Law. You know, anything that can go wrong, will.",
        "Dr. Sedwick: Come on, we can talk. Might even give you a cup of coffee.",
        "[SCENE_BREAK]",
        "Gus: Is that what happened?",
        "Phillip: Hey, they're about to put Zach in this room right over here.",
        "Harley: Oh, I know, they already told us.",
        "Phillip: \"Us\"? Oh, us, yeah, okay.",
        "Gus: I'm invisible.",
        "Harley: Me and Gus, yeah. You don't have a problem with this again, do you? Because I thought we had reached an understanding.",
        "Phillip: We did. We reached an understanding. It's fine. Everything's good. I'm going to wait inside.",
        "Gus: I'm going to go in there with you, Phillip. Just give me a second, guy talk.",
        "Harley: No, you guys don't talk, you insult each other.",
        "Gus: Would you stop it? It's fine, don't worry about it.",
        "Phillip: Whatever it is, let's make it quick, please.",
        "Gus: Yeah, okay. Do you remember how I kind of threatened you about going public the whole Olivia and you...",
        "Phillip: \"Kind of\"?",
        "Gus: Yeah, well, I was thinking the whole thing's kind of moot now, because your father knows everything. In fact, the whole town...",
        "Phillip: My father knows everything and he's not going to. Man, can you go a single day without causing trouble for anybody?",
        "Gus: Can you just hold on?",
        "Phillip: You are a real piece of work, Aitoro.",
        "Gus: Can you just hold on a second? You know what? Fine, forget the whole thing. I was going to try to give you a break.",
        "Phillip: The last thing I need is to get a break from you, Aitoro.",
        "Harley: Hi, guys. Look who's here.",
        "Phillip: There's my man.",
        "Harley: Daddy.",
        "Gus: All right, slugger.",
        "Phillip: Get over here. Look at this big room all for you. How you feeling, pal? You feeling good?",
        "Gus: I gotta go.",
        "Harley: I'll be right back.",
        "Phillip: You look good...",
        "Harley: Wait, wait a second. Tell me that we just didn't take a giant step back because of something you just said.",
        "Gus: It's fine. It's fine, okay. I've got to follow-up the Roy Baker thing. You were going to say something about Baker before you came in, remember?",
        "Harley: Yeah, I was just... remember, he has virtually lost his speech because of that stroke, so even if you find him... I mean, him telling you something worthwhile, it's slim to nothing.",
        "Gus: Well, then, fine. If the Roy Baker thing is a dead-end, I've got to follow up on the Santos angle.",
        "Harley: How are going to do that?",
        "Gus: Just don't worry about it. Take care of Zach.",
        "Mel: It's not easy for you to keep this secret from Gus, is it?",
        "Harley: I just pray I'm doing the right thing. (sighs)",
        "[SCENE_BREAK]",
        "Ben: I'm all yours, Mr. Spaulding. Marina was just leaving.",
        "Marina: Oh, yeah, yeah, I was. Look, Mr. Spaulding, I know you don't like me very much, and I know you don't like my family, but just don't take this out on Ben, okay? Because he didn't have anything to do with this. He didn't invite me here. So if you're going to be mad at anyone, you should be mad at me.",
        "Alan: I'll take that under advisement. Now if you don't mind...",
        "Marina: Yeah.",
        "Ben: I'll call you later. She just came by to wish me luck.",
        "Alan: You don't have to explain, Ben. You're allowed an occasional visitor. This is not prison, you know.",
        "Ben: I know. I know you're not a big fan of the Cooper's, so...",
        "Alan: Marina was not a very good influence on Lizzie, but she does have a certain spunk that I admire.",
        "Ben: You notice it?",
        "Alan: Yes, I notice people with energy and ambition. She has those qualities as well as you.",
        "Ben: Well, thanks. Thanks, Mr. Spaulding.",
        "Alan: And having those qualities and education and breeding, I'm sure you're not really thrilled at being my sister's social secretary.",
        "Ben: I'm honored to work for Alexandra in any capacity, and I'm grateful for the opportunity.",
        "Alan: Nicely said. But if you ever get tired of doing such menial jobs, I have something a little more challenging that you might be interested in.",
        "Alexandra: Oh, Alan. Alan, they've upgraded Zach's position at the hospital. They're moving him to a private room where he can have visitors. So if you're still going, I will go with you.",
        "Alan: As you wish, Alexandra. Take to heart, Ben, what I just told you.",
        "Alexandra: What might that be?",
        "Ben: Oh, Alan was just giving me some tips for success, and I appreciate them, sir.",
        "Alexandra: I'll be right there. I have to go, but I'll be right back. Stop that one from killing his son.",
        "[SCENE_BREAK]",
        "Mel: I take it you didn't tell Gus that Roy Baker gave you something before he was spirited onto the plane?",
        "Harley: You mean this something? Oh no, I didn't tell him. Gina. It's a pretty name, anyway.",
        "Mel: Probably Gus' mother's name.",
        "Harley: Or a relative's, or a girlfriend of Roy's that he wanted me to contact. Okay, I realize I'm grasping at straws here, but until I know more, I'm not getting Gus' hopes up, no.",
        "Mel: Or risk another run-in with Phillip.",
        "Harley: Well, you saw how they are together.",
        "Mel: Oil and water.",
        "Harley: Yes. And now that Phillip has finally agreed to joint custody, I am not giving him an excuse to back out.",
        "Mel: Yeah, and if Gus finds out that it was Phillip's Aunt Alex who whisked Baker out of the country?",
        "Harley: Yes, then he and Phillip are going to end up going at it, and Phillip's going to get his back up, and I cannot risk that. Not when Zach needs his mommy like he does.",
        "Mel: I understand all that, I really do, but there's one thing that you're not factoring into the equation.",
        "Harley: Really? What now?",
        "Mel: Gus is not just your boyfriend, he's a detective. And from what I've seen, he can read you like a book. How long do you think it's going to be before he realizes your hiding something from him?",
        "Harley: Soon. I think it will be very soon. But I've thought of that. That's why I am going to go and ask the important questions. Okay? I will do that. So that when it's time to present this to Gus, it's presented as a whole package with the answers. So this way, he, you know, won't be so upset when he finds out I kept him in the dark. Doesn't it sound good, at least?",
        "Mel: Well, if there's anything I can do to help.",
        "Harley: You are. You're just standing here listening to me, you help, thank you.",
        "Mel: Well, then I have a prescription for you: Stop worrying. Go in there and visit your son. He's the reason why you're doing all this.",
        "Harley: Hey.",
        "Phillip: I tell you, looking at him lying in his bed is such a reality check. Reminds you of what's important.",
        "Harley: It sure does.",
        "[SCENE_BREAK]",
        "Gus: Danny?",
        "Danny: Aitoro.",
        "Gus: What's going on?",
        "Danny: I'm closing up shop. Infierno and Millennium. Leased out the whole building.",
        "Gus: You're kidding me. That's a very big move.",
        "Danny: Yup. Going into business with Cassie Winslow. We bought the Towers club.",
        "Gus: Towers. That's a... that's...",
        "Danny: You can say it. Totally legit?",
        "Gus: Yeah.",
        "Danny: Yeah, you got a problem with that?",
        "Gus: Not... me? You kidding me? No, since I'm the one who convinced you to go straight, no, I'm damn proud of myself.",
        "Danny: Ah, yeah, yeah, it was all your doing. I mean, you scared me into it.",
        "Gus: Yeah, that's another... who am I going to go after now? That's... I guess I could go after Tony.",
        "Danny: Nope, sorry, he's in on this deal with me and Cassie.",
        "Gus: Tony's going legit, too, that's... all I can say, no Santos's to go after, I might just have to get out of the cop business all together.",
        "Danny: You just might.",
        "Gus: It's good, it's good. You know, we can talk like friends. It's...",
        "Danny: Well, let's not push it.",
        "Gus: Yeah. Let's not do that. At least we're not talking like enemies, though, you know. Which is to say if I had to do something you wouldn't automatically feel that it was necessary to step in the way, you know. Maybe even help me?",
        "Danny: Well, I don't know",
        "Gus: It's about your father.",
        "Danny: My father's dead, Aitoro. I thought the same was true for your little vendetta against him.",
        "Gus: It is. Come on, it is.",
        "Danny: So why are you digging up the past?",
        "Gus: I'm not doing that. Listen to me, it's nothing personal here, okay. It's just a case that I'm working on.",
        "Danny: What case?",
        "Gus: (sighs) It goes back to Chicago, 30- something years ago, and the principle in the case is a Jane Doe, lived at 12 Pulaski Way, N Southside, Chicago. Does that ring a bell with you at all?",
        "Danny: No. Why, should it?",
        "Gus: Well, it was a tenement... residential building. Your father owned it.",
        "Danny: My father owned a lot of buildings in the Southside. That doesn't necessarily implicate him in...",
        "Gus: I'm not saying that, nothing like that. It's just his name is the only lead that I got. It's a small lead. I thought it was worth a shot.",
        "Danny: Well, you're talking about before when I was born.",
        "Gus: I know, I was just thinking maybe he mentioned this woman's name to you.",
        "Danny: Wait a minute, I thought you said you didn't know her name.",
        "Gus: No, I don't know her name, but she ended up dying in your father's building.",
        "Danny: That's it. That's what happened? She... she died?",
        "Gus: Yeah.",
        "Danny: Well, no, he didn't mention it, but then there were a lot of women in my father's life that he never mentioned.",
        "Gus: Miguel Santos had a penchant for the ladies, huh.",
        "Danny: You could say that.",
        "Gus: Yeah, yeah. Well, did any of you, anybody in the family ever keep any records from back then? Old ledgers, rent receipts, anything like that?",
        "Danny: Aitoro, some of them, yeah.",
        "Gus: Okay. They happen to be in those boxes right there?",
        "Danny: Let me guess, you want to paw through them?",
        "Gus: Yes, yes, yes, please.",
        "[SCENE_BREAK]",
        "Marina: Please don't tell me that Alan fired you,",
        "Ben: You're still here?",
        "Marina: Don't worry, Alan and Alexandra are gone. I watched them drive off. Did he let you go? Because if he let you go, I feel really, really lousy. Ben, he's an idiot, because the Spaulding's have no idea what a find you are. You know, and if obnoxious Alan can't see that, then just forget him, because there are, like, a zillion other jobs that you can do.",
        "Ben: Actually, I think Alan appreciates my worth a lot more than Alexandra does.",
        "Marina: Yeah?",
        "Ben: Yeah, he hinted I should working for him and doing something a lot more challenging.",
        "Marina: Cool. So that means I didn't mess this thing up for you.",
        "Ben: No, God, you might have even helped.",
        "Marina: Wow. That weird Spaulding-Cooper connection lives on, huh?",
        "Ben: The what?",
        "Marina: Spaulding's and Cooper's, we're doomed to interact forever, that's what my grandfather says. I think the Cooper women have always had a thing for the Spaulding men.",
        "Ben: Well, not this Cooper woman, I hope.",
        "Marina: They're all a little too old for me.",
        "Ben: Well, so am I, according to your dad.",
        "Marina: No, you're not. You're not too old, and you're not too young. You're just right.",
        "Ben: So may I say thank you?",
        "Marina: You just did.",
        "Ben: I mean, a real thank you. You know, with Alexandra and Alan gone...",
        "Marina: Oh, we have the house all to ourselves. Wouldn't it be really fun if we actually had this place all to ourselves? 'Cause my song he's got to play and when I hear that beat I grab a guy and move my feet he's playing my song play, come on play that song play it all night long just turn it up and turn it on play come on deejay play that song you know that it turns me on deejay just play that song just turn it up and turn it on deejay just play that song because I want to be dancing all night long will someone play my play my play my play my favorite song...",
        "Ben: You were amazing tonight, baby.",
        "Marina: Woo! Best new female artist.",
        "Ben: Mm-hmm.",
        "Marina: Ooh, champagne. Ooh, Fois Gras is my fave.",
        "Ben: You know, we've got to do something amazing too, we're going to... we're going to rent a castle in Scotland, invite everybody you know. No, we're going to buy an island in the South Pacific, have a tiki party.",
        "Marina: Baby, baby, baby, this week I can't because my new album comes out, then my European tour.",
        "Ben: All right, well, you know, it's not a problem. We'll celebrate when you get back.",
        "Marina: No, when I get back, I have to go to Prague and do my new film, and then I'm off to L.A. for that one with Julia and Leonardo.",
        "Ben: And then I have to go to Asia to open a string of my new dance clubs. We've got to find time to be together, baby.",
        "Marina: How about now? (giggles)",
        "Ben: You are everything to me, Marina. I love you.",
        "Marina: Say it again.",
        "Ben: I love you. You know that it turns me on just turn it up and turn it on.",
        "Ben: Marina, where'd you go?",
        "Marina: I'm right here.",
        "[SCENE_BREAK]",
        "Alexandra: Alan, they've moved Zach to the fourth floor, because there's no room in pediatrics.",
        "Alan: Olivia? Is everything okay?",
        "Olivia: It's fine. Why?",
        "Alan: Well, I just saw you with the doctor.",
        "Olivia: It's just a routine exam, Alan.",
        "Alan: I see.",
        "Olivia: Your office will be in touch.",
        "Dr. Sedwick: No, not unless there's something unusual.",
        "Olivia: Okay.",
        "Dr. Sedwick: Take care, Olivia.",
        "Olivia: You here to see Zach?",
        "Alan: Yes, as a matter of fact. Alexandra, you can go up and see him, I'll be there in just a minute.",
        "Alexandra: Oh, but you haven't said the magic word, Alan.",
        "Alan: Zach is out of ICU. He's doing much better.",
        "Olivia: I know.",
        "Alan: Hopefully, he'll be coming home soon and we'll all be getting back to normal.",
        "Olivia: Well, I guess that depends on how you define \"normal.\"",
        "Alan: Would you like to go see? You know, you're more than welcome, Olivia.",
        "Olivia: No, I'm not.",
        "Alan: Well, of course, you are, you're my wife.",
        "Olivia: Alan, reality check: Our marriage is over.",
        "Olivia: Okay, that was harsh, I'm sorry, it's just that I don't want to lie to you. There's been too much of that going around, lately.",
        "Alan: Olivia, by all means, I don't want us to lie to each other. I want us to be truthful. Now, I know that I love you more than you love me. I'm not asking you for some kind of emotional quid pro quo here.",
        "Olivia: Alan, this isn't a negotiation.",
        "Alan: All I'm asking is for a little more time, that's all.",
        "Olivia: Time for what?",
        "Alan: Well, to see if we can weather this crisis, that's all.",
        "Olivia: No, we're not going to.",
        "Alan: We can if you give it a chance.",
        "Olivia: And then what? You think I'm going to fall in love with you after all?",
        "Alan: Am I that unappealing? Olivia, you certainly didn't think so the other night.",
        "Olivia: Wait a minute. This isn't about us weathering anything. This is about giving you enough time to devise another ploy to hold on to me. Phillip really has your number, doesn't he?",
        "Alan: So you've been talking to Phillip, huh?",
        "Olivia: Look, I...",
        "Alan: You're hoping that he still wants you back.",
        "Olivia: I want to move this along. I'm going to get in touch with an attorney.",
        "Alan: No need for that. I won't make this difficult for you.",
        "Olivia: All right. Then have one of your attorneys mediate a settlement. And I'll take a wild risk. I'll trust you one last time.",
        "Alan: Fine, fine. I'll take care of it.",
        "Olivia: Alan, this is what's best for all of us. Good-bye.",
        "Alan: \"Good-bye\"? Never.",
        "[SCENE_BREAK]",
        "Danny: Any records of my father's that are still left would be in these boxes.",
        "Gus: Great. All right, well, it's going to take me a little while.",
        "Danny: I got the movers coming tomorrow. I've got... okay, look, Aitoro, should you find anything in these boxes-- I don't think you will-- but should you find anything that implicates a living member of my family in any crime for which there is no statute of limitations...",
        "Gus: What boxes? I don't see any boxes.",
        "Danny: Well, this Jane Doe must be pretty important if you cops are still interested in her all these years.",
        "Gus: Yeah. Thanks, Danny.",
        "Danny: Mm-hmm.",
        "Gus: Yes, she is. She is important.",
        "Danny: Well, no, he didn't mention it. But then, there were a lot of women in my father's life that he never mentioned.",
        "[SCENE_BREAK]",
        "Alexandra: Ooh, there he is, my big, brave boy. Oh, looky, looky what Auntie Alex brought you. Ruff! And how are daddy and mommy today?",
        "Harley: Peachy.",
        "Alexandra: Good, good. And did Grandma Olivia come to see you, and was daddy happy to see her?",
        "Phillip: No, she didn't, and no, he wasn't, and if there's something you'd like to ask me, ask me.",
        "Alexandra: Right, then I take it you two have buried the hatchet.",
        "Harley: Darn, where did we bury that hatchet anyway?",
        "Phillip: Wish I had it handy.",
        "Alexandra: Okay, all right, you can be as cross with me as you want to, forever. The only thing that matters is our precious boy here is on the mend and you two have come to an understanding that's in the child's best interest.",
        "Harley: Zach's welfare, children, family, it's all the stuff you really care about, huh, Alexandra? Spaulding family always puts the children first.",
        "[SCENE_BREAK]",
        "(Cell phone rings).",
        "Monica: Hello?",
        "Alan: Well, Monica, how's my favorite private investigator?",
        "Monica: Great. What can I do for you?",
        "Alan: Ah, wrong answer.",
        "Monica: Excuse me?",
        "Alan: You're feeling decidedly under the weather today.",
        "Monica: I am?",
        "Alan: Yes, and I think you need to make an appointment at Cedars to see an ob- gyn named Dr. Margaret Sedwick."
    ],
    "Transcript Author": [
        "Provided by Linda Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=sY2TCdbh2Qg"
}