{
    "Episode Summary": [],
    "Recap": [
        "Lizzie is hurt because when she tries to talk to Joey all he wants to do is find Tammy. Edmund tells Beth about the kiss and she tells Edmund to tell Cassie in the morning if nothing has changed. Danny tells Michelle that the feds have him and he has to do what they want or he and his friends are in trouble. Olivia finds Phillip out of it and asks a nurse if there was a medication change. Before she gets the answer Phillip pulls her into the room to give her a gift."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Phillip: Olivia, you've taken such good care of me. I can't wait until the day that I can take care of you. (Knock at door)",
        "Nurse: Don't mind me.",
        "Olivia: Uh, nurse, I need to speak with you for just a moment. I'll be right back, sweetheart.",
        "Phillip: What's the matter, olivia? Like me better when I was drooling?",
        "Olivia: So, my husband seems different. Has dr. Bauer and dr. Boudreau prescribed some new medication or started some new kind of treatment or something?",
        "Nurse: You'd have to ask them, mrs. Spaulding.",
        "Phillip: Sweetheart? Something wrong?",
        "Olivia: No, I'm just making sure you get the best possible care, sweetheart.",
        "Lizzie: Well, looks like everything is going exactly the way I wanted.",
        "Tammy: Tonight was everything I dreamed it would be. The play, the party. And then he kissed me! Edmund kissed me, just like i always imagined he would. Okay, so technically I kissed him. But it was still amazing. Out on the terrace, under the stars. I will never, ever forget it. And I doubt edmund will, either.",
        "Edmund: (Gasps) oh, cassie. I'm glad it's you.",
        "Cassie: Who else would it be?",
        "Michelle: So why now, danny?",
        "Danny: Michelle...",
        "Michelle: I could have gone on never knowing that you used mob money to fund fifth street.",
        "Danny: I need you to listen to me.",
        "Michelle: So why do you tell me this now? Why?",
        "Danny: I need you to understand something first. When I made that decision, to take a cut of some of the business that I gave to salerno, I really believed that what i was going to do with that money justified it.",
        "Michelle: You said that already.",
        "Danny: That money has helped a lot of people, michelle. It's done a lot of good. And I don't know, I guess I got caught up in it, and then everything started happening so fast-- me running for mayor and everybody getting behind me.",
        "Michelle: Except that it was all built on lies, because you wouldn't let go of the mob, and now they won't let go of you, right?",
        "Danny: No, that's not what's happening.",
        "Michelle: No, that is it. Yes, it is. That's exactly why you're...",
        "Danny: Get your finger out of my face, honey.",
        "Michelle: That is exactly why you're not letting go of this.",
        "Danny: No.",
        "Michelle: Because they are after you, right?",
        "Danny: No, they're not the ones after me. Them, I could handle. What's coming after me, michelle, is much worse. The feds. They've got me over a barrel, and if I don't do what they want me to do, all of us-- you, me, robbie, everybody who has ever supported me-- will pay.",
        "Michelle: The feds are threatening you? How, danny?",
        "Danny: The election. The recount.",
        "Michelle: What does any of this have to do with the election?",
        "Danny: It was a set-up, michelle. It was a set-up so they could back me into a corner. The night of the victory party, when jeffrey o'neill pulled me aside and we disappeared for a while...",
        "Michelle: Yeah. He took you upstairs to discuss the recount.",
        "Danny: No, he took me upstairs and he put the screws to me. He's a fed, michelle.",
        "Michelle: What?",
        "Danny: Yeah, a federal agent. And he's been watching me ever since he came to springfield, probably since before then. He's been watching me for years, waiting, planning a way to get me under his thumb. And he knows everything about me.: He knows that I've been using money from salerno to fund fifth street. And he knows that cassie and i were partners on the deal, that we cosigned a loan together, and he's using that as leverage against me.",
        "Michelle: Oh, god.",
        "Danny: Right. And he's also threatened to drag down tony and bill. That's why he supported me during the election. That's why he backed me: So that I'd be in the perfect position for him to just take me down.",
        "Michelle: I... I don'T... i don't understand, though.",
        "Danny: What?",
        "Michelle: If jeffrey o'neill has known about your connection to salerno, and you're sure that he has proof...",
        "Danny: Yeah. Positive.",
        "Michelle: Then why doesn't he act on it? Why are you still walking around free?",
        "Danny: Because he needs me, michelle.",
        "Michelle: What do you mean?Ko",
        "Danny: O'neill wants to use me to bring down salerno and the other families. That's why he set it up the way he did. I'm disillusioned now, right? I'm bitter, angry because of my big public disgrace, so that when I go back to the families, they'll believe that I really want in again.",
        "Michelle: You want in?",
        "Danny: O'neill wants me to go back to my old life, this time working for him, undercover.",
        "Michelle: Uh-uh. No. No.",
        "Danny: Michelle...",
        "Michelle: No. I cannot do this again, danny!",
        "Danny: I know. I'm not asking you to! I'm not. I don't want you to have anything to do with it, you or robbie. That'S... I got myself into this situation; I'm going to get myself out of it, on my own. It's my problem.",
        "Michelle: Yeah, like hell it is.",
        "Cassie: You're awful jumpy, mr. Ambassador.",
        "Edmund: Well, you startled me, that's all.",
        "Cassie: Well, with all that pretend romance going on, it puts me in the mood for the real thing. Perchance, dare we steal a kiss? Okay. All right, what's wrong?",
        "Edmund: Hm?",
        "Cassie: You've been distracted all night. What's going on?",
        "Edmund: Well, first I'm jumpy, then I'm distracted. Methinks the woman doth contradict herself too much.",
        "Cassie: I know what it is. It's tammy.",
        "Edmund: Tammy? (Laughs) why would it be tammy? Have you spoken to her since she left the party?",
        "Cassie: And miss joey's singing? No. That poor kid. I mean, all the trouble he went to? But I know what you're thinking about tammy.",
        "Edmund: You do?",
        "Cassie: Yes, I do. You were her mentor through this whole process. She never would have auditioned for juliet if you hadn't talked her into it. And then you rehearsed with her. I know you could barely sleep last night because you were wondering how she was going to do tonight.",
        "Edmund: Well...",
        "Cassie: But you know what? She was amazing. She was! She blew everyone away, and that's because of you. Thanks to you, will all the energy and the passion that you lavished on her. I mean, you brought out a talent in her that she never knew was there, that none of us knew was there. I'm her own mother, and I didn't even know.",
        "Edmund: Well, I don't know if I...",
        "Cassie: Oh, come on, it's true. Edmund, it's true, but you know what? She passed the big test. She's over the hump. She did it. She... she did it. And you know what that means? That means that you can relax now and that you don't have to worry any more. You don't have to worry.Td",
        "Tammy: After edmund and i kissed, I took off. It was such a perfect moment, i didn't want to ruin it with lots of words. I wonder if he's still out there on that terrace thinking of me like I'm here thinking of him. Oh, my gosh. What if he wants to see me? What if he comes here looking for me? I have to get ready.",
        "Lizzie: Hey. So, did you find tammy?",
        "Joey: No.",
        "Lizzie: You know, it's too bad that she missed your song, especially after you dedicated it to her.",
        "Joey: Yeah, well, she did.",
        "Lizzie: Hey. I'm sorry.",
        "Joey: I have to go find tammy.",
        "Olivia: So lizzie pulled it off, did she?",
        "Phillip: Yeah. Beth said she was terrific. Had the audience eating out of her hand.",
        "Olivia: They're not the only ones.",
        "Phillip: I should have been there for her. I can't wait until I can get out of here and start doing normal things again.",
        "Olivia: You will.",
        "Phillip: Be a father to lizzie and my boys, and to emma.",
        "Olivia: Phillip, that's going to happen. Just don't push yourself.",
        "Phillip: There are just so many things I miss. When was the last time I drove a car? Went to a movie? Went to a restaurant? It's been months. Hey, when I get out of here, that's what we'll do to celebrate. We'll get all dressed up and we'll go to towers. We'll have champagne and caviar, and we'll dance. We'll spend all night dancing in each other's arms. (Tango music playing)",
        "Phillip: Are you ready for your spin, my love?",
        "Olivia: I'm ready, my love. (Screams)",
        "Phillip: It'll be a night to remember.",
        "Olivia: I can't wait.",
        "Phillip: So, we haven't finished talking about our honeymoon.Y/6 where would you like to go? The sky's the limit.",
        "Olivia: I'll have to think about that. Do I know how to pick them or do I know how to pick them? The spa is amazing, and this island is so wonderful.",
        "Phillip: Yeah, it's beautiful. Just beautiful. (Knock at door) just like you.",
        "Olivia: Oh, look, honey. Your massage is here. You're going to feel amazing after this. Just wonderful. Relax. Go ahead.",
        "Phillip: Sounds good. What is that?",
        "Olivia: Uh, it's your robe, sweetheart.",
        "Phillip: Hm.",
        "Olivia: Go ahead, put your arms out. She'll stick it on for you.",
        "Phillip: It's an interesting kind of robe.",
        "Olivia: Well, I had it made just for you.",
        "Nurse: Ready, mr. Spaulding?",
        "Phillip: Are you sure this is going to relax me?",
        "Olivia: Oh, trust me. You'll never feel the same. Go, enjoy. You know what? Maybe you're right, darling. Maybe time away is just what you need.",
        "Phillip: As long as it's not time away from you, because i never want you out of my sight.",
        "Olivia: I just hate to leave, but I have to go home and feed emma.",
        "Phillip: That's okay. Give her a big kiss for me, okay?",
        "Olivia: I will.",
        "Phillip: Okay. Oh! Don't go anywhere. I have something for you. Happy anniversary.",
        "Olivia: Anniversary? We've only been married for...",
        "Phillip: Three months. Yeah. And they said it wouldn't last.",
        "Olivia: You didn't have to do this.",
        "Phillip: Of course I did. You're my bride. You're the mother of my beautiful daughter. Open it.",
        "Olivia: It's gorgeous. But it's really too much.",
        "Phillip: Turn around. I'll put it on. There. Now, from now on, whenever you wear this, I want you to imagine my hands around your neck... caressing you.",
        "Olivia: It's lovely. It's lovely. I'll cherish it always. I really should get home to emma. I'll call you in the morning. Good night.",
        "Edmund: I'll get you another drink, all right?",
        "Cassie: Okay.",
        "Lizzie: Well, you must be so proud of yourself, edmund. Oh, tammy can't quit talking about you. Where is she, anyway?",
        "Edmund: I don't know.",
        "Lizzie: That's kind of weird, isn't it? Oh, anyway, she just keeps going on and on about how you helped her learn her lines and understand \"romeo and juliet.\" Especially the romance part. You were just her knight in shining armor.",
        "Edmund: Well, that may be a bit of an exaggeration.",
        "Lizzie: No, she thinks you're perfect. She wishes joey could be just like you, you know? Polished and like a gentleman and stuff.",
        "Edmund: Well, I doubt that. Will you excuse me? Glass of chardonnay, please, and a scotch, neat. Make it a triple.",
        "Beth: Whatever it is, it must be bad.",
        "Michelle: I trusted you, danny. I was with you every step of the way.",
        "Danny: I know, I know. Honey, I know. That's why I'm telling you, because you deserve to know the truth. Believe me, o'neill didn't want you to know. And he still can't know that you know. No one can, for my safety and everyone else's; for yours. No one can know. Honey... (sighs) I just... I couldn't lie to you again, not again, after everything we've been through. I couldn'T. You have to believe me. You and robbie are everything to me. That's why I'm doing this. I have to go undercover so that I can put an end to this nightmare once and for all.",
        "Michelle: And what am i supposed to do? What am I supposed to do while you're out there risking your life every minute of every day? What am I supposed to do? Scream? Cry? Call you a liar? Slap you? Curse you for what you've done to me and robbie yet again? Or is this the time that I'm supposed to say the hell with it, right? That's what you want, isn't it? You want me to tell you to go to hell and just walk away. Go to hell, danny.",
        "Edmund: There's no problem. Everything's fine. Everything's wonderful, as a matter of fact.",
        "Beth: Are you sure?",
        "Edmund: What could possibly be wrong? Both of our children had crashing successes tonight, beth. Well, tammy's not my child, but she's my niece.",
        "Beth: She adores you, that's for sure.",
        "Edmund: Well, I just... adore is actually something I don't want to really hear right now.",
        "Beth: It's a compliment. Why not? Edmund?",
        "Edmund: Beth, I have to tell someone about this. I need perspective. I need some help.",
        "Beth: Help? With what?",
        "Edmund: Okay, you can't tell anyone about this. You have to promise. You have to promise me.",
        "Beth: I promise. Fine. Tell me.",
        "Edmund: All right, I was out on the balcony earlier tonight with tammy, and she was happy, you know? She was on a high, you know, from all the adulation. And then she... I tried to S... I tried to S... she kissed me.",
        "Beth: Tammy kissed you? You mean on the cheek. Not on the cheek? Not on the lips?çó oh, lord.",
        "Edmund: Yeah. Yeah. Yeah, that about sums it up. I want it to be impulsive.D8 I want it to be an innocent outpouring of affection that just inadvertently got expressed in the wrong way.",
        "Beth: On the lips?",
        "Edmund: God, you make it sound so dirty.",
        "Edmund: Well, edmund, what if it wasn't what you just said?Dc6 what if tammy has developed feelings for you? Inappropriate feelings?",
        "Edmund: Beth, I have gone over and over in my mind every minute we've spent together in the last several months, and i swear-- I swear on my brother's grave-- that I have never given her reason to think what she's so clearly thinking. I never... I never... I never spoke to her, I never looked at her, I never touched her in any way that could be considered inappropriate...",
        "Beth: (Chuckles) edmund, of course you didn'T. That goes without saying. But tammy is a teenage girl, and teenage girls have active imaginations. Now, havd0ó/Ñ(X..zy",
        "Edmund: I want to tell cassie. I have to tell cassie, but I...",
        "Beth: But if it was just some horrible mistake on tammy's part and she regrets it already...",
        "Edmund: Brilliant. Tammy will be doubly mortified for no reason. But if there is something brewing up here, if there's something brewing up, then it has to be nipped in the bud, and cassie absolutely has to be told.",
        "Beth: What about a compromise? You wait until morning to tell cassie. That gives tammy time to think about it. And who knows? Maybe she'll tell cassie on her own.",
        "Edmund: Maybe.",
        "Tammy: Oh, I love this one. All mom's clothes are so beautiful. I wonder how I'd look in it.",
        "Edmund: Beautiful.",
        "Tammy: But it's so sophisticated. You really think I could pull it off?",
        "Edmund: Tammy, you can do anything you set your mind to. Anything. Anything.",
        "Lizzie: Hey. So did you find tammy?",
        "Joey: No. I don't know where she could be.",
        "Lizzie: Well, I told you it seemed like she needed some alone time. It's tough being the center of attention. I don't know, but you know...",
        "Joey: Sure you do. You were great tonight.",
        "Lizzie: It's just so weird. You get so revved up for something, and then it's history. It's great to be a part of something, though.",
        "Joey: Lizzie, you are a part of something.",
        "Lizzie: Yeah, what, my super- dysfunctional family? That's a riot. Oh, what about my huge circle of friends?",
        "Joey: You have friends, lizzie.",
        "Lizzie: No, I don'T. But that's okay, I'll survive. I always do.",
        "Joey: You're going to do more than survive. You'll find something new to focus on, whatever that may be. And when you do, you're going to be awesome at it.",
        "Lizzie: Thanks. I hope you're right. She's still not answering?",
        "Joey: No.",
        "Lizzie: She'll come back. Come on, dance with me.",
        "Joey: Look, lizzie, I'm going to go find tammy, okay? Thanks again for everything tonight. You're awesome.",
        "Rick: That was a good route that we took tonight. Barclay to baker; take a right on route 3.",
        "Mel: I think it was left, honey. Wasn't it left?",
        "Rick: Whatever, honey. We just got back here and the baby's asleep. That's all that matters.",
        "Mel: Yes. Sound asleep.",
        "Rick: Oh, please don't jinx it. Just don't jinx it.",
        "Mel: You want some tea?",
        "Rick: Sure.",
        "Mel: You have the energy to make it?",
        "Rick: No. Do you?",
        "Mel: No, I don'T. Honey, do you think she'll ever sleep through the night?",
        "Rick: Oh, sure. Yeah, sure, when she's a teenager. Then we'll have the opposite problem. Then she's going to want to sleep 12 hours at a stretch, and if we try to wake her up, we'll be disowned.",
        "Mel: Oh, sounds like heaven.",
        "Rick: Yeah, sweetie. I'm just going to take a few minutes and just get a little shut-eye, okay?",
        "Mel: No problem. (Baby fusses) oh, no.",
        "Rick: Huh?",
        "Mel: Did you hear that?",
        "Rick: Yeah. I'm just pretending like i didn't hear it. (Baby crying) no. No. No, no, no, no, no, no.",
        "Mel: Don't do this to mommy.",
        "Rick: I knew it was too good to be true. I just knew it.",
        "Mel: Oh, no. Shh.",
        "Rick: I knew it. (Baby crying)",
        "Mel: It's okay. Go back to sleep. Go back to sleep, honey.",
        "Rick: I'm going crazy. I've got to get some sleep. (Knock on door) oh. That's my dad. All right, this is the plan, okay? This is the plan. We hand the baby off to him and say we've got to pick up some chinese food or something, okay?",
        "Mel: (Laughs) stop.",
        "Rick: All right?",
        "Olivia: Hi.",
        "Rick: Hey.",
        "Olivia: Hi. Congratulations. I'm sorry to come by so late, it's just that I'm a little worried.",
        "Rick: About... about what?",
        "Olivia: Phillip. What's going on with him?",
        "Danny: Michelle, where are you going?",
        "Michelle: I don't know.",
        "Danny: Michelle, you can't tell anyone what I told you.",
        "Michelle: I know. I know, danny, don't worry. I've gotten good at the secrets and the lies.",
        "Danny: Hey, I never meant for this to happen.",
        "Michelle: I know. I know that, too. But does it really make a difference now?",
        "Olivia: Phillip is acting different. Very different.",
        "Rick: Different? How?",
        "Olivia: What he says, what he does, everything.",
        "Rick: Well, can you give me an example?",
        "Olivia: All right. Twice tonight, he said he couldn't wait to get out of the hospital to take me on a honeymoon. And he wants to take me dancing and drink champagne. And then he gave me this gift, this three-month anniversary gift. Look at this necklace.",
        "Rick: Oh, my god. Phillip is romancing you and showering you with gifts. You poor woman. My heart goes out to you.",
        "Olivia: Come on. This is the man who, a few short days ago, was refusing to take his medication.",
        "Rick: And now he's back on it again and he's feeling better, right?",
        "Olivia: I just can't shake the feeling that he wants to...",
        "Rick: Wants to... wants to what?",
        "Olivia: I don't know, but it's freaking me out.",
        "Rick: Olivia, look. You know, he's getting excellent care at ravenwood, and for the first time in a long time, he's feeling optimistic about his life again. Why would that bother you? I would think that would make you happy.",
        "Olivia: It does. It would, if I didn't get this feeling that he was trying to play some game with me.",
        "Rick: Like what?",
        "Olivia: I don't know.",
        "Rick: Well, I do. I think you're overthinking this whole thing. Come here. I think you just need to... we both need to be thankful for the small favors and, you know, be thankful for his improvement. So do yourself a favor. Go home, relax and spend some quality time with that beautiful baby girl of yours. Okay?",
        "Olivia: Good night.",
        "Rick: Good night.",
        "Lizzie: Dad?",
        "Phillip: Oh, wait. It's reese witherspoon.",
        "Lizzie: (Laughs)",
        "Phillip: Claire danes. Oh, no. No, it's that other incredibly talented young actress. It's my daughter, elizabeth spaulding. Come here. Honey, congratulations. I'm so proud of you. I heard you were quite the star tonight.",
        "Lizzie: Mom's just prejudiced, that's all.",
        "Phillip: It wasn't just your mom. Your aunt alex called and told me the same thing.",
        "Lizzie: Well, then she's prejudiced, too. I was pretty good, though.",
        "Phillip: I bet you were. (Laughs) oh, honey, I'm so proud of you.",
        "Lizzie: You know, you seem more like... like you.9 like... I don't know, you just look more like yourself, and your eyes look clearer. (Laughs) I don'T...",
        "Phillip: That's because I'm feeling much better.",
        "Lizzie: Does that mean that you can come home to us soon?",
        "Phillip: Maybe. Hey. You tell me. How are things going at home?",
        "Lizzie: They're okay.",
        "Phillip: Yeah.",
        "Lizzie: Uh-huh.",
        "Phillip: How are you getting along with olivia?",
        "Lizzie: Okay.",
        "Phillip: More information, please.",
        "Lizzie: Oka.Yq honestly, dad, it's not that easy, but you know, I'm giving her the benefit of the doubt, and I'm being nice to her.",
        "Phillip: I appreciate that. But I don't want you to sit on your feelings, honey. Okay? Think is right, I want you to tell me about it, okay?",
        "Lizzie: Okay. Do you mean that or are you just saying that?",
        "Phillip: No, I mean that. Okay, enough of that.",
        "Lizzie: What do you mean?",
        "Phillip: Come on. Come on. I'm waiting.",
        "Lizzie: What? (Laughs)",
        "Phillip: I'm waiting.",
        "Lizzie: Waiting for what?",
        "Phillip: I'm waiting for a little something that everybody was raving about tonight. Let's have a little \"romeo and juliet.\"",
        "Lizzie: Oh, dad, stop.",
        "Phillip: Come on. Give your poor sick old dad a thrill. Come on, get up here.",
        "Lizzie: (Laughs)",
        "Phillip: Give me a few lines.",
        "Lizzie: Okay, okay, okay. Let's see. All right, okay. (Clears throat) \"oh, romeo, romeo, wherefore art thou, romeo? Deny thy father and refuse...\"",
        "Phillip: Honey?",
        "Lizzie: What?",
        "Phillip: That's really beautiful, but you're doing juliet. That was tammy's part, right?",
        "Lizzie: Yeah, I know, but I'm her understudy, and so I kind of like being the star. I'm sorry.",
        "Phillip: (Laughs)",
        "Lizzie: I'll do one of the nurse's speeches. That's fine.",
        "Phillip: No. No, that's okay. Somehow, being the star suits you.",
        "Lizzie: Really?",
        "Phillip: Really. Carry on.",
        "Lizzie: Okay. But I'm going to skip ahead a little bit because I love this one part. \"Thou knowest the mask of night is on my face, else would a maiden blush bepaint my cheek? For that which thou hast heard me speak tonight. Fain would I dwell on form, fain, fain deny what I have spoke, but farewell compliment. Dost thou love me? I know thou will say aye. (Knock at door)",
        "Tammy: Edmund?",
        "Joey: What happened? One minute you were at the party, and then next you were just... you changed.",
        "Tammy: Yeah. You like?",
        "Joey: Yeah, you look great. So, why did you leave? Everyone was asking for you.",
        "Tammy: They were? I just felt really overwhelmed, in the spotlight and everything. I just needed some time to myself, you know, to let it all sink in.",
        "Joey: So you came back here and got all dressed up?",
        "Tammy: Yeah. Why not?",
        "Joey: It's weird.",
        "Tammy: What's weird about it? What? What's wrong?",
        "Joey: Look, tammy, if I ask you something, you promise you'll be straight with me?",
        "Tammy: Of course.",
        "Joey: Okay. First, you leave the party without telling me, and then next, you're here, all done up. Are you seeing someone else tonight?",
        "Edmund: Ready to leave?",
        "Cassie: Not so soon. Let's stay for a little while longer.",
        "Edmund: It's just kids now, and tammy's not even her",
        "Cassie: Yeah, but there's music playing, and there's candlelight, and there's stars outside, romeo. This has been one heck of a night, hasn't it?",
        "Edmund: Oh, I'll say.",
        "Cassie: You know, when I fell in love with you, I didn't expect my children to be so happy. And tammy, I mean, she just adores you.",
        "Edmund: There's that word again.",
        "Cassie: Huh?",
        "Edmund: Nothing.",
        "Cassie: Tammy always used to be so shy, and she would never put herself out there, but tonight, I don't know, she wasn't a little girl anymore. Tonight she became a woman, and you helped her do that. I just want to say thank you, for her and for me. You have made the two women in your life very, very happy. ( Applause)",
        "Lizzie: (Laughs)",
        "Phillip: Brava! That was beautiful, milady.",
        "Lizzie: Why thank you, kind sir.",
        "Phillip: You know, I'm sure tammy was a good juliet, but you would have been a great one.",
        "Lizzie: Well, there's always a next time, isn't there?",
        "Phillip: Honey?",
        "Lizzie: Hm?",
        "Phillip: You know, sometimes a little adversity in life isn't always a bad thing. It makes you stronger, and you learn from it, so you know how to win the next time around.",
        "Lizzie: Well, that sounds like a plan.",
        "Phillip: Tell me, if you could have anything in the world right now, what would it be?",
        "Lizzie: You know, I don't know. I guess I'd have to think about it.",
        "Phillip: Okay. Well, then, you think about it. And then you make that plan and you follow through. Don't be afraid, honey. Dare to dream.",
        "Lizzie: Is that what you've been doing lately? Dreaming? Hm?",
        "Phillip: Mm-hmm.",
        "Lizzie: (Laughs)",
        "Phillip: You better believe it. And I'm going to do whatever i have to, to make that dream come true.",
        "Lizzie: Yeah. Me, too.",
        "Phillip: That's my girl.",
        "Lizzie: Whatever it takes.",
        "Tammy: I came back here and i was looking at myself in that unexciting dress and it just didn't match what I was feeling, you know?",
        "Joey: No, I thought you looked great, tam.",
        "Tammy: Well, I just wanted to get all dressed up and be someone different. I don't know.",
        "Joey: But you're you, tammy, and you're amazing at being you.",
        "Tammy: No, I'm not.",
        "Joey: Yeah, you are. Look, I wish you didn't leave the party so early. Something really special happened.",
        "Tammy: That's how I want to feel: Special.",
        "Joey: Well, don't you want to know what it was?",
        "Tammy: What?",
        "Joey: What happened after you left the party?",
        "Tammy: Can you tell me some other time? I'm really pretty tired.",
        "Joey: Sure. Yeah. No problem. (Sighs)",
        "Edmund: You don't have to thank me, cassie. I didn't do anything for tammy that any uncle wouldn't have done.",
        "Cassie: Oh, no. You went above and beyond the call. She adores you. Adores you.",
        "Edmund: Well, shall we go?",
        "Cassie: Yes, okay. Hi.",
        "Olivia: Hi, there.",
        "Edmund: Hi, olivia.",
        "Cassie: Good to see you.",
        "Olivia: Cassie and her prince. Martini, please.",
        "Sandy: Hi...",
        "Olivia: (Gasps)",
        "Sandy: ...Aunt olivia.",
        "Olivia: Hi.",
        "Sandy: Sorry. Are you okay?",
        "Olivia: One of those nights.",
        "Sandy: Did you come here to see lizzie?",
        "Olivia: Lizzie's here?",
        "Sandy: Well, yeah... she was. For the after-party.",
        "Olivia: The play! How was the play?",
        "Sandy: It was great.",
        "Olivia: I'm sorry I missed it.",
        "Sandy: Oh, hey. Lizzie was great in it.",
        "Olivia: No, I mean, I'm sorry that I... I should have been there to support you. I'm sorry. I keep forgetting that i actually have another family member here in town.",
        "Sandy: Yes, you do.",
        "Olivia: You know, that makes me feel better already.",
        "Rick: Mission accomplished?",
        "Mel: So it seems.",
        "Rick: Oh, god. Want some tea?",
        "Mel: That depends. Do I actually have to lift the cup to my mouth?",
        "Rick: Yes, I think so.",
        "Mel: Oh. Hey.",
        "Rick: Hey. What are you doing here?",
        "Michelle: I was just out wandering around and I ended up here.",
        "Mel: At this time of night?",
        "Rick: Everything okay?",
        "Michelle: Yeah. I just... is my old room available?",
        "Rick: Well, sure. But, I mean...",
        "Michelle: Good. Good night.",
        "Mel: What was that?",
        "Rick: She and danny got in a fight again, probably.",
        "Mel: What, about the election, the scandal?",
        "Rick: I guess.",
        "Danny: O'neill. It's me. I did what I had to do. Now let's get this show on the road.",
        "Michelle: Next, on \"guiding light.\"",
        "Rick: Okay, then what is the problem, michelle?",
        "Michelle: The problem is, I'm a failure, okay? When am I going to learn to stand on my own two feet?",
        "Jeffrey: I came to give you this. It's your plane ticket to new york city and your meeting with vinnie salerno.",
        "Cassie: What happened?",
        "Edmund: Tammy kissed me."
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=NNx0Dl9Gw_c"
}