{
    "Episode Summary": [],
    "Recap": [
        "Sebastian tries to seduce Olivia in her time of need, but she refuses to let him. She shows up to the Spaulding mansion and moves in. Coop consoles Lizzie after she has a breakdown at Phillip's grave. Alan sees them together and orders Lizzie to fire Coop. She refuses. Holly pays a visit to Bill and tells him that Olivia is in danger because of Sebastian. Harley is put into her cell, but is disturbed when the other women try to hurt her. Gus comes in to rescue her by helping her stage a fight between the two of them. This impresses the other inmates. Coop returns to Phillip's grave and is disturbed to find that a rose has been placed on it. The grave is still being watched. Michelle tells Bill that he needs to get Olivia back, and Bill agrees. Gus receives a note asking if he hates it when someone else gets away with murder."
    ],
    "Recap Author": "Ashley",
    "Show Title": "Guiding Light",
    "Transcript": [
        "gus: Every time i think about harley in that hell hole, it just makes me hate everybody, including you. But it doesn't make me hate anybody more than myself. And you know what makes it worse? There is a killer out there and he's laughing. He's laughing at us, thinking he got away with murder.",
        "Alan: Don't do this to yourself, gus. It's over.",
        "Gus: It's not over, dad. It's not over until she is home taking care of her boys. So i'm not going to stop fighting for her. You know, you want to blame anybody, you should be blaming him. He's resting in peace here while he left us all to rot in the hell that he left behind. And nobody tried to destroy him; he self-destructed. And then he tried to take everybody else down with him, so if there's anybody responsible for this misery we are all in, it's him. Harley just got caught in the headlights. How could you turn on her like that, phil? The mother of your own child. Why couldn't you just leave her alone? And now your son has no parents at all. Is that the way you wanted it? Is that the way that you wanted it, you selfish... ( Bottle breaks ) huh? You power-hungry freak!",
        "Alan: Your brother is dead and you show him some respect.",
        "Gus: My brother is lying in the tomb, okay? Harley is actually the one who's dying. So, he gets to rest in peace and she's actually in torment. That doesn't seem fair to me.",
        "Coop: I quit.",
        "Lizzie: What?",
        "Coop: Your keys.",
        "Lizzie: What? What? Whoa, whoa, whoa, whoa. What are you doing?",
        "Coop: Oh, wake up, lizzie. I quit.",
        "Lizzie: Why?",
        "Coop: My father had a heart attack. My sister is now in prison. You've taken our restaurant from us and evicted us from our home. You've taken everything away from us and now you've turned our life into an episode of \"survivor,\" and now you're asking me why I want out?",
        "Lizzie: Okay, but this has been happening for years. I don't get why today all of a sudden.",
        "Coop: Why today? ( Laughs ) macaroni and cheese. That's why.",
        "Bill: Why do you keep looking at me like that? Huh? ( Knock on door ) I knew it. I knew it. I knew that... Hey. Hey, holly.",
        "Holly: Hello, bill.",
        "Bill: Uh, olivia's not here. She...",
        "Holly: I know she's not here. I came to find you. Your wife, bill, is in danger.",
        "Sebastian: It's a good thing we found each other tonight.",
        "Olivia: Yeah, it's very convenient, isn't it?",
        "Sebastian: You are so distrustful.",
        "Olivia: Self-protective. I've learned my lesson, you know? Men just want to fix things for women. They want to save us. Marry us to keep us in the country. Let us fall in love with you, and then bam.",
        "Sebastian: So bill let you fall in love with him?",
        "Olivia: It was a business arrangement, not a match made in heaven. We had our eyes wide open. We negotiated and we laid out terms.",
        "Sebastian: And somewhere along the line, the music swelled and everyone else faded into the background and it all became about love.",
        "Olivia: Yeah, pretty much.",
        "Sebastian: Sweet.",
        "Olivia: ( Laughs ) sweet. I was screwed the minute the \"l\" word was mentioned.",
        "Sebastian: ( Laughs ) I hate it when a deal goes sour.",
        "Guard: Pictures.",
        "Harley: I'm keeping these with me.",
        "Guard: You'll get them back later.",
        "Harley: You can't have them. I know the rules. I used to be a...",
        "Guard: Used to be a cop? Everybody around here knows about it, too. Big day for some of our girls. Pictures? Let's go.",
        "olivia: Don't read too much into this. Right now I would drink with the devil himself.",
        "Sebastian: ( Laughs ) well, he's busy. I checked.",
        "Olivia: ( Laughs ) well, in that case, you'll do.",
        "Sebastian: Good. So, relax, enjoy your drink. Let it all out, and if you need it, I have a very strong shoulder that you can cry on.",
        "Olivia: Crying over a man is a waste of time.",
        "Sebastian: Better to follow your head than succumb to the heart.",
        "Olivia: Really? Then why is it that men follow what's in their pants?",
        "Sebastian: ( Laughs ) are we talking about men like bill?",
        "Olivia: Men. All men. They don't know what they have until they have somebody else. But see, i should have seen it coming. When something seems too good to be true...",
        "Sebastian: Your husband wasn't too good to be true, olivia. You are too good for your husband.",
        "Olivia: And what about you? Am i too good for you?",
        "Bill: Holly, please. Olivia and sebastian hulce? When you said she's in danger, I'm thinking natural disaster, car accident, killer bees, something else.",
        "Holly: You don't know him.",
        "Bill: Well, you know what? I've got to know him a little bit and he is definitely not olivia's type, so...",
        "Holly: Don't underestimate him. You can stop it before it starts.",
        "Bill: I'm sorry. \"It?\"",
        "Holly: Your wife is alone with him right now and i doubt they're playing scrabble.",
        "Bill: Well, i'll tell you something, if they're playing scrabble, she's winning because she's pretty good.",
        "Holly: You're not going to do anything?",
        "Bill: Holly, why do you care so much?",
        "Holly: I know what he is capable of.",
        "Bill: Yeah? Well, you know.",
        "Holly: I thought you loved your wife. Fine. Don't do anything.",
        "Bill: I do love my wife, i just don't want to chase her and look like a fool.",
        "Lizzie: Wait, wait, wait, wait, wait. Macaroni and cheese? We can add that to the menu. Have people been requesting it or something?",
        "Coop: Oh, please, lizzie.",
        "Lizzie: Oh, right, that's what i get for trying to make my employees happy? That's great. Really.",
        "Coop: The macaroni and cheese wasn't for me. It was for zach and jude. Don't worry, i didn't use any of your cheese.",
        "Lizzie: Stop that. You know good and well they can eat there whenever they want.",
        "Coop: Yeah, i know! I know they can. I was cooking for them over at the bauers. I tried making the boxed stuff. It doesn't taste like mom'S. I tried making the canned stuff. It still doesn't taste like mom'S. I tried five different ways to cook macaroni and cheese for them, but in the end, they were crying their eyes out and my dad had to give them ice cream for dinner. Ice cream for dinner, lizzie.",
        "Lizzie: Okay, look, i am really trying to understand this here, but I... What, you're upset because you don't make good macaroni and cheese?",
        "Coop: No, i'm not. I'm upset because my nephews are not going to be able to get a good bowl of macaroni and cheese for the next 25 years. Harley is in prison for not killing your father here. I can't keep coming to work for you guys every day knowing what you've done to my family.",
        "Lizzie: I've got an idea. Come with me, coop.",
        "Coop: No. No. I'm sick and tired of taking orders.",
        "Lizzie: Coop, come on! Stop it. Just this last time, okay? If you don't ever want to go again, you don't have to ever see me, ever.",
        "Coop: Deal.",
        "Inmate: Ooh.",
        "Harley: You have something to say, why don't you just say it?",
        "Inmate #1: Ooh, she's a cop all right. ( Laughter ) ordering everybody around.",
        "Guard: Clear out, all of you.",
        "Inmate #1: I'm sorry, i haven't had my snack yet.",
        "Inmate #2: You know how we get when we're hungry.",
        "Guard: Out.",
        "Inmate #3: Catch you later.",
        "Inmate #2: Bye.",
        "Guard: You better buck up. It only gets tougher.",
        "Harley: I'm okay.",
        "Guard: You want some advice? Keep to yourself, watch your back and steer clear of the new warden.",
        "Harley: Why? What's his problem?",
        "Guard: He's a real tough guy. Black and white, by the books. Word is, he's here to straighten us all out. You don't want to get on his bad side.",
        "Harley: Thanks for the heads up. It's not the warden I'm worried about.",
        "Gus: Phillip tore two families apart and then he made sure that his son would never have parents. Are you proud of that? I need to know. Are you proud of your son? Because I'll tell you, i am not proud to be his brother.",
        "Alan: Enough. Phillip is not here to defend himself.",
        "Gus: He doesn't need anybody here, does he? He's got you and he has had you all of his life. And now that he's dead, you're like his avenging angel or something. And you know what's really strange about you, that's come to my attention? You don't care who shot him, do you? No, you'd rather busy yourself with whoever you can just watch suffer.",
        "Alan: You know, it would be very easy to blame everything that's happened on me and your brother, but what you're really mourning, gus, is your own failure to save harley. 12 people on a jury convicted her and sent her to prison. You took the risk of defending her when you knew you couldn't win the case. Now it's finished. It is over. Get on with your life.",
        "Gus: That's not really going to work, because i don't have a life without her.",
        "Alan: You have a future with spaulding, and don't you forget, you and I had a deal.",
        "Gus: I don't know. Maybe phillip's got it right. Maybe death is the only way out of this family.",
        "Alan: I'm only thinking about what's best for you, gus.",
        "Gus: No, I don't believe that. I think that you really think that the wrong son died. ( Twig snaps ) what was that?",
        "Gus: Somebody's watching us.",
        "Alan: Gus, listen...",
        "Gus: I know what I'm talking about.",
        "Alan: No, i don't think you do, because you're obsessed and thinking someone is out there, but nothing is there. No one.",
        "Gus: Somebody is out there. Somebody who put a bullet in phillip, that's who's out there.",
        "Alan: Listen. Listen to me.",
        "Gus: Leave me alone. Leave me alone.",
        "Alan: I am not going to leave you alone. You are in pain, and i feel for you.",
        "Gus: Oh, no. No, don't give me this, okay? You hate me. Can we just say it out loud? You hate me. You have since the trial.",
        "Alan: I do not hate you. I hated that you sided against me and defended the enemy.",
        "Gus: Oh, the enemy?",
        "Alan: But the bottom line is, I am your father and right or wrong, i love you, and i am not going to lose you like i lost phillip. Now, come on. Let's go home.",
        "Gus: No, I'm not going home.",
        "Alan: Gus...",
        "Gus: No! ( Knock on door )",
        "bill: Okay, i'm going to let you in under one condition...",
        "Michelle: And what would that be?",
        "Bill: Hey, michelle. I thought you were the cleaning service. I just...",
        "Michelle: You could use one. This place is a mess. And you look like hell. What's wrong?",
        "Bill: What are you talking about? I'm fine. Just, you know, a little overworked, that's all.",
        "Michelle: I can see that by all your paperwork there. And to think you used to want to drive a zamboni.",
        "Bill: Wait a minute. I haven't thought about working in an ice rink since...",
        "Michelle: Since junior high, right?",
        "Bill: That's right, yes.",
        "Michelle: And before that, remember what you wanted to be? Firefighter?",
        "Bill: Well, yes.",
        "Michelle: Remember that time you made me ditch out on ninth period to get on some bus to go see a blackhawks game?",
        "Bill: Blackhawks game. Michelle, are you telling me you have your memory back?",
        "Michelle: Four hot dogs.",
        "Bill: Get over here.",
        "Michelle: You had about three and ate half of mine.",
        "Bill: You have your memory back. Are you telling me you have your memory back? All of it? You have everything? This is... How did this happen?",
        "Michelle: It was another accident.",
        "Bill: Another accident.",
        "Michelle: I guess you could call it ironic, huh?",
        "Bill: My goodness. Oh, my goodness. It's so good to have you back.",
        "Michelle: It's good to be back. We've got a lot to talk about.",
        "Bill: Yes, we sure do.",
        "Michelle: I mean, you're married. Hello? I can't believe it.",
        "Bill: Yeah, well, at this rate, I can't believe it, either.",
        "Olivia: Are you flirting with me?",
        "Sebastian: Maybe. But you know, you're vulnerable, so i've got to strike when the iron is hot.",
        "Olivia: Good for you. Go for it.",
        "Sebastian: You know, if you and bill split, there's going to be a line out that door, so I'm just getting a head start.",
        "Olivia: Well, the last thing i need right now is another man.",
        "Sebastian: I'm just talking good company.",
        "Olivia: Well, i am that. I am very good company.",
        "Sebastian: No offense, but i'm getting a little tired of this place. I have a room upstairs.",
        "Olivia: Good for you. What are you doing?",
        "Sebastian: Writing down my room number for you.",
        "Olivia: Don't bother. I own the place. I'll find you if i want to. But I wouldn't hold your breath.",
        "Coop: Lizzie, why are we here?",
        "Lizzie: Why did you bring me to harley's lot? Because you wanted me to see what you lost. This is what i lost, coop. I lost my father. I lost my daddy. You're just so worried about your sister not leaving you her macaroni and cheese recipe before she went to prison.",
        "Coop: She doesn't belong in prison, okay? She didn't kill your dad. Frankly, i can't even take being around you, I can't take being around your family knowing exactly that it's your fault that she's there.",
        "Lizzie: It's the jury's fault she's there, okay? We didn't pay them off or threaten them or anything. They made that decision. Honestly, I wish they hadn't. I really do like harley. She was always so nice to me.",
        "Coop: Then why did you turn on her?",
        "Lizzie: I don't know. I mean, my granddad just kept feeding this stuff into my head. He just made me think that she was laughing and getting away with...",
        "Coop: With what?",
        "Lizzie: I miss him so much, coop. I miss him every second of every day.",
        "Coop: Yeah, you do.",
        "Lizzie: I can't even go into the kitchen anymore. It's, like... We used to meet there at night. We'd play cards or we'd play scrabble and he was just so good at it, because he was an awesome writer. And every week without fail, he would get me the prettiest bouquet of flowers, just for me. He even got me roxie because he knew i needed a friend. How could somebody take that away from me? How could they do that? ( Sobbing )",
        "coop: You have a lot of good memories of your dad.",
        "Lizzie: Yeah, but coop, i'm forgetting things. Like his voice and his laugh. And I don't want to forget things like that.",
        "Coop: You know, i can still remember the smell of my mom's hair. Rocky said it used to smell like peaches. Sometimes I can still smell that on other people. It's nice.",
        "Lizzie: I took my dad's favorite bottle of cologne. And I smell it sometimes. I hate you so much for quitting on me, coop. I know we don't always get along and everything, but you just... Sometimes you just get it. You get it and there's just so much anger and hatred, and i don't know if I can take it anymore.",
        "Coop: Yes, you can. Lizzie, you can. You're tougher than that, okay? Come here. You don't have to put up with this roller coaster, this family affair, these problems, these issues. You don't have to deal with any of this.",
        "Alan: Back off, coop.",
        "Guard: Back off, miller.",
        "Inmate #3: Oh, just looking at the new girl. Pretty face.",
        "Guard: In line, now. Cooper, come with me. Keep it moving, ladies.",
        "Harley: You shouldn't have done that. I don't want them to think i have some kind of in.",
        "Guard: You don'T.",
        "Harley: Just save your favors for someone else.",
        "Guard: Wasn't any favor got you this. Come on. Coming up on \"guiding light.\"",
        "Alan: Sweetheart, could i get you some juice or maybe a soda?",
        "Olivia: Gin and tonic. I decided to take you up on your offer, alan. I want to move back in.",
        "Gus: I don't think you should get comfortable in here, okay? Because if you do, a little piece of you will die. ( Knock at door )",
        "sebastian: Yes. Good girl, olivia. Good girl. Hello... ...Holly.",
        "Olivia: Well, honey, I'm home.",
        "Bill: Wait a minute. What is this?",
        "Michelle: Open it. No, don't open it. It's just monogrammed stationery for you and olivia.",
        "Bill: Are you kidding me? I always wanted that. That's... That's great. That's very, very nice.",
        "Michelle: It's paper. It's the traditional first anniversary gift.",
        "Bill: Sure.",
        "Michelle: I figured i miss your wedding, so i'd catch up with the anniversary.",
        "Bill: Well, you know what? At this rate, I don't know if there will be an anniversary.",
        "Michelle: What do you mean? What's wrong?",
        "Bill: You know, i don't know. Maybe it's me. Maybe I'm not cut out for this marriage thing.",
        "Michelle: Oh, please. You're a perfect catch.",
        "Bill: I'm a perfect catch?",
        "Michelle: Yeah.",
        "Bill: Well, hey, you didn't want me so...",
        "Michelle: That's a little different. We've known each other since we were kids, and...",
        "Bill: I know. I'm just trying to soak you for sympathy, that's all.",
        "Michelle: All right, all right. Go easy on me. I'm just getting back on my feet here. Marriage, marriage.",
        "Bill: Yes. Let me tell you something about marriage, okay? There should be a warning label on the vows: \"Marriage is hazardous to your health. May cause choking.\" Okay?",
        "Michelle: Not exactly what i want to hear, because I just got engaged to tony.",
        "Bill: I'm sorry, what? You know, honestly, I'm still having trouble wrapping my head around you and tony. Oh, my goodness.",
        "Michelle: Yeah, well, you better get used to it. So, what's happening with you and olivia.",
        "Bill: Ah, um... She thinks i slept with harley.",
        "Michelle: Did you?",
        "Bill: No, but i let her believe it.",
        "Michelle: Why?",
        "Bill: It's a long story. That's all.",
        "Michelle: Okay, how long?",
        "Bill: Too long.",
        "Michelle: Okay, well, i'll tell you mine if you tell me yours.",
        "Bill: Wait a minute, now. You've got a story?",
        "Michelle: Mm-hmm. We can trade secrets. I bet you mine's worse.",
        "Alan: Are you all right, elizabeth? What happened?",
        "Coop: We were just talking, okay? She was upset. I gave her a hug. That's it. That's all that happened, mr. Spaulding. I wouldn't do anything to hurt lizzie.",
        "Alan: Yeah. Like your sister harley wouldn't do anything to hurt phillip? What are you doing here, anyway? Your turn to dance on phillip's grave? Huh?",
        "Lizzie: No, granddad. I brought him here.",
        "Alan: Why?",
        "Lizzie: Because i wanted him to understand something.",
        "Alan: Listen to me, elizabeth. The coopers and the spauldings will never come to any kind of understanding. The best thing you can do is distance yourself from him.",
        "Lizzie: He works for me.",
        "Alan: Then fire him.",
        "Lizzie: What?",
        "Alan: You heard me. I am not going to lose another one of my family members to theirs. Fire him!",
        "Coop: She can't fire me. I've already...",
        "Alan: Don't say another word. This will be very good exercise for you now that you're a business owner. You have to learn to fire people. Now, i want you to tell him that you'll give him two weeks' severance pay and his work now is finished.",
        "Lizzie: No.",
        "Alan: What did you say?",
        "Lizzie: You heard what i said. I'm not doing that.",
        "Alan: If you won't do this for me, elizabeth, think about your father. Do you think he would want you fraternizing with his killer's brother?",
        "Lizzie: My father gave me that restaurant.",
        "Alan: Now, do what is right for your family, now.",
        "Lizzie: I am doing what's right. If coop wants to leave that's his business. I'm not going to let him go.",
        "Alan: We will finish this discussion at home.",
        "Lizzie: No.",
        "Alan: Come on.",
        "Lizzie: No. Just...",
        "Coop: Lizzie. Thanks for...",
        "Alan: You. Stay away from my granddaughter or you will have to deal with me.",
        "Harley: How did you get in here?",
        "Gus: The old girl. Still comes in handy. I just wanted to check on you.",
        "Harley: How are my kids.",
        "Gus: They're good. They're excited about moving into the bauer house, I think, and marina and buzz, they're, you know, doing their best to keep them distracted. I mean, everybody in the family is doing their part.",
        "Harley: How's your ulcer?",
        "Gus: Uh, I'm not really worried about it. I'm down to about 72 cups of coffee a day. I got my job lined up again at spaulding, and i moved back into the house. You know, try to mend the fences with the old man. That's what you wanted, isn't it?",
        "Harley: I want you to have a life.",
        "Gus: I'm trying.",
        "Harley: Good.",
        "Gus: I'm also trying to get you out of here.",
        "Harley: Even after what happened with bill?",
        "Gus: I'm over that.",
        "Harley: I don't want you over it. I want you to let me go.",
        "Gus: Why don't you try asking me something possible?",
        "Harley: How do you know there weren't others besides bill?",
        "Gus: Shut up. Can you do that? Can you shut up for me? Because I know you.",
        "Harley: You don't know that.",
        "Gus: I do know you.",
        "Harley: You don't.",
        "Gus: I do know that. Yes, i... Look, I don't think you should get comfortable in here, okay, because I'm really working on getting you out. So don't get comfortable, because if you do, a little piece of you will die forever. I can't have that.",
        "Holly: Champagne on ice, glasses. Candles. Where's the candles?",
        "Sebastian: This is not really a good time, holly. I'm expecting someone.",
        "Holly: Olivia? Uh-uh. She just left.",
        "Sebastian: Well, you are one hell of a reporter, aren't you?",
        "Holly: I am fairly observant.",
        "Sebastian: And you didn't perchance warn olivia away from me, did you?",
        "Holly: I didn't have to.",
        "Sebastian: Oh, so you're saying that she didn't find my invitation all that too enticing?",
        "Holly: I'm saying she loves her husband. Leave her alone. She's been through enough already.",
        "Sebastian: How nice. The women of springfield look out for each other.",
        "Holly: Sometimes.",
        "Sebastian: You know what? I don't buy it, holly. Not at all. This is getting really old. I have coffee with beth and there you are. I have a drink with olivia and there you are again. This jealousy thing, it's not as flattering as I thought it would be.",
        "Holly: You're right. I was jealous. But I'm not anymore.",
        "Michelle: You swear?",
        "Bill: Swear what? What?",
        "Michelle: You swear that you won't tell anybody this? You won't repeat it to anybody, including olivia?",
        "Bill: Oh, my goodness. That good, huh? Yes, i swear i won't tell anyone.",
        "Michelle: When I got my memory back, i... I don't know. It was like a download, you know? It was like this pure rush of joy and all these emotions and feelings and memories of danny. It was kind of like all of a sudden, all my love for danny just kind of came flooding back to me, you know? And I found myself in his arms and it just felt like the most natural thing, you know.",
        "Bill: Ah.",
        "Michelle: We, uh...",
        "Bill: I...",
        "Michelle: We...",
        "Bill: Yeah, i think i got it. Oh, my. Michelle. And you're still engaged to tony? What...?",
        "Michelle: Yes. No. Yes. I mean, I love tony.",
        "Bill: Yes, but you love danny.",
        "Michelle: Right.",
        "Bill: Interesting.",
        "Michelle: Glad you think so.",
        "Bill: So what... Oh, my god. What's next?",
        "Michelle: Well, i was really hoping that you'd give me some advice.",
        "Bill: Ah, not today. But I am so glad we are friends again. I mean, look at you. You're lying about sleeping with someone and I'm lying about not sleeping with someone. We are some pair, aren't we?",
        "Michelle: Yeah, we always were, weren't we?",
        "Bill: Yeah, we always were. My goodness. It is so good to have you back.",
        "Michelle: It's good to be back. And I have advice for you.",
        "Bill: Really?",
        "Michelle: Yeah, it's simple: Don't be an idiot.",
        "Bill: Oh.",
        "Lizzie: Granddad. Granddad, please. I don't like it when you're upset with me. Just stop.",
        "Alan: Elizabeth, you are my first grandchild and you know how very special you are to me, but when i make a request to you, i expect you to honor it. It would be wise to remember that in the future.",
        "Lizzie: Granddad, you don't understand...",
        "Alan: You are a spaulding and with that comes many rewards but also a very large responsibility. The number one rule is, no matter where you are or what you're doing, family comes first. Do you understand that? All right. Now, let's go in and discuss your involvement with this cooper boy.",
        "Lizzie: I am not involved with coop at all.",
        "Alan: Well, then it will be a very short discussion. Could I get you some juice or maybe a soda?",
        "Olivia: Gin and tonic.",
        "Alan: What's this?",
        "Olivia: I decided to take you up on your offer, alan. I want to move back in.",
        "Gus: They're checking out the new girl.",
        "Harley: Everybody already knows I was a cop. They can spot a fed like you a mile away. You have to leave.",
        "Gus: All right, in a minute.",
        "Harley: Not in a minute. You know if they think i have an in with a fed I'm dead meat. Get out of here.",
        "Gus: Why don't you show them how much you hate the feds? Go on. I know you can do it.",
        "Harley: Pig. I don't owe you anything.",
        "Gus: Oh, look at you. I give you an opportunity. I'll have you thrown into isolation so fast, your hair will turn gray.",
        "Harley: You go ahead. I'm not selling anything. You want information, you get it from somebody else.",
        "Gus: What is the problem with you? You know, the mob cannot protect you in here.",
        "Harley: You turned on me in court. The only thing you're going to get is my shoe in your crotch.",
        "Gus: You mean your shoe in my...",
        "Inmate #3: All right!",
        "Gus: Everybody knows that you were on the take.",
        "Harley: Yeah, look who's talking. Why don't you get out of here?",
        "Gus: I am. I'm done with you. I'm done.",
        "Harley: Guard!",
        "Gus: You had your shot. Now you can go to hell. All right?",
        "Harley: Good. I hear the food's better there, anyway. ( Laughter )",
        "gus: You lock her up.",
        "Inmate #1: Good work. He ain't coming back.",
        "Harley: Yeah, i think i've seen the last of him.",
        "sebastian: So, what did you do? Did you attend a 12-step stalkers anonymous meeting?",
        "Holly: I had an epiphany, and it's all come together for me tonight.",
        "Sebastian: Hm. Congratulations. Let me know when you make a week and I'll give you your button.",
        "Holly: Do you think you're really all that appealing?",
        "Sebastian: ( Chuckles ) you tell me.",
        "Holly: Well, I was drawn to you because of your father and because you seemed to want me all to yourself, which, though disturbing, was very seductive. And you did terrible things to me but somehow i just couldn't get you out of my mind, and i admit that i took the deal with spaulding as a way to get into your inner circle.",
        "Sebastian: That occurred to me.",
        "Holly: Bad idea. But what you have done is show me what I'm missing. And it's not you. I feel i'm back on track now. I feel that I'm focused on my career, which you tried to tear me away from. And I'm excited about working for spaulding. So, our paths may cross, but i think I can say that i am free of you.",
        "Sebastian: Well, you know, i am deeply wounded.",
        "Holly: Yeah, well, you'll get over it. See you around, sebastian.",
        "Sebastian: One more kiss goodbye, darling?",
        "Holly: No. No. Too late for that.",
        "Alan: Welcome home, olivia. I will have hilda prepare your and emma's suite, and I can guarantee you anything you need, just let me know.",
        "Olivia: I would expect nothing less, alan. I'll get the rest of my things.",
        "Alan: Do you need any help?",
        "Olivia: Uh-uh. You have been more than enough help. And you, you better be careful or that face is going to freeze like that.",
        "Lizzie: If she's moving in, I'm moving out.",
        "Alan: Now, wait, wait. Elizabeth.",
        "Lizzie: No.",
        "Alan: Elizabeth, please.",
        "Lizzie: No!",
        "Alan: Listen to me.",
        "Lizzie: How could you do this? How could you... You know what she did to dad. What happened to your basic rule, \"family comes first\"?",
        "Alan: Emma is family. She needs to be here with her granddad and with her sister. As far as olivia, she won't be here long.",
        "Lizzie: You've got to promise me that.",
        "Alan: You leave it to me. Have i let you down yet?",
        "Michelle: So, do you still love olivia?",
        "Bill: Yes.",
        "Michelle: And is there anybody else?",
        "Bill: No.",
        "Michelle: Well, good. See, you've got that going for you. I mean, I'm so confused it's all spinning around in my head. I want to be with tony, but...",
        "Bill: Danny is danny, right?",
        "Michelle: Yeah. Danny is danny. But that's not the point. The point is, you know who you love, and that's the important thing.",
        "Bill: You know what? I hurt her. She has a hard time trusting and i nailed her with this.",
        "Michelle: Well, then you apologize, right? You just grovel. You get past it. I mean, if she's worth it...",
        "Bill: She is worth it. She is.",
        "Michelle: Then give it your best shot, lewis.",
        "Bill: You're right. You are absolutely right. When she comes home, i'm going to pull out all the stops.",
        "Coop: Come on! You know what? Phillip, your family is so screwed up. And that lizzie, i've got to tell you, man, props to the guy who ever figures her out, because I certainly can'T. You hear that, lizzie? I can't figure you out! Okay. Now, where did that come from?",
        "Guard: Welcome to the vailsburg hilton.",
        "Harley: I've seen worse.",
        "Guard: Your cell mate's in the yard. Enjoy your privacy while you can.",
        "Harley: 25 years.",
        "Guard: New prisoner is in her cell, warden.",
        "Warden: Good. Thank you. Guard?",
        "Guard: Yes, warden?",
        "Warden: The new inmate?",
        "Guard: Yes, sir?",
        "Warden: Never mind. Have her report to my office first thing in the morning.",
        "Guard: Your office? Do you know this prisoner, warden mallet?",
        "Warden: No. She's only my ex-wife.",
        "Gus: What's this? \"Don't you hate it when somebody gets away with murder?\" Next, on \"guiding light.\"",
        "Jonathan: I told you, reva's out of town. No, you can'T... Where are you?",
        "Olivia: What do you want?",
        "Bill: I want you to come home, that's what...",
        "Olivia: You should have thought about that before you slept with harley.",
        "Bill: Yeah, well you should have thought about that before you tried to blackmail my father, sold out lewis construction, turned your back on harley. Should i go on?",
        "Alan: I'm sorry to intrude, but hilda wanted to know if you and emma were happy in your suite, olivia. If not, she will be happy to move rooms."
    ],
    "Transcript Author": [
        "By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=yz-fS5cimkc"
}