{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Michelle: What do they want you to do?",
        "Danny: You know, I can't tell you. I don't \r\nwant you involved.",
        "Michelle: I'm already involved. I love you \r\nand you love me.",
        "Danny: They want me to steal $25 million from \r\nSpaulding, electronically.",
        "Michelle: They want you to use your in at the \r\ncompany to access their computers. Oh, my god.",
        "Danny: Yeah, so much for going legit.",
        "Michelle: Whose idea was this?",
        "Danny: I don't know. Does it really matter?",
        "Michelle: Yeah, yeah. I mean the more facts \r\nthat we know about this, the better we can decide what to do. Why don't you just \r\ntell me how this all started?",
        "Danny: I don't know. Apparently from somebody \r\nhigh up who I've never heard of. Carlos was just a messenger.",
        "Michelle: Any names come to mind?",
        "Danny: No, all I know is that whoever running \r\nthis said that the families will let me go for good if I do them this one favor, \r\nbut only if I do them this.",
        "Michelle: And if you say no?",
        "Danny: Then you and Robbie are in as much \r\ndanger as I am.",
        "Michelle: What about your insurance policies \r\nthat you wrote out?",
        "Danny: They're useless. They're completely \r\nuseless if I don't know who I’m dealing with.",
        "Michelle: If you tell Carlos yes...",
        "Danny: And I do it? And if I get caught? \r\nThen... Let's see. Then Robbie will only know his father as somebody in an \r\norange jumpsuit who he sees through plexiglas once a month. That's a hell of a \r\nchoice I've got.",
        "",
        "\r\nGus: Okay. So Tony boy's not going to be upset that you're using his office for \r\na little while?",
        "Carmen: He's gone away for a while. We'll be \r\nall right. I'm glad you could make it, though.",
        "Gus: Oh, well, keeping an eye on you is a top \r\npriority for me these days. So what's up?",
        "Carmen: I just wanted to double check our \r\narrangement, make sure we understand each other.",
        "Gus: I think we understand each other. You \r\nget to stay out of jail by helping me put Danny in jail. It's pretty simple, \r\nreally.",
        "Carmen: Is it really that simple?",
        "Gus: What's that supposed to mean?",
        "Carmen: Is Washington really going to go \r\nalong with a plan that basically relies on entrapment?",
        "Gus: Well, if the plan works.",
        "Carmen: Seems pretty risky. The bureau's \r\ngotten a lot of bad press lately. If this were ever to become public...",
        "Gus: Well, it's worth a gamble let's just put \r\nit that way.",
        "Carmen: Danny's that important to the powers \r\nthat be?",
        "Gus: Why don't you just let me and my people \r\nworry about where Danny does or does not fit in the grand scheme of things, \r\nokay? You only have one thing to worry about, and that is delivering Danny.",
        "Carmen: Danny won't even know what hit him. \r\nFirst there'll be the arrest, the indictment, public humiliation, and then many, \r\nmany years in prison.",
        "Gus: Said his loving, sweet mother.",
        "Carmen: Yeah, well, once your own son pops \r\nyou, warm feelings tend to fade. I'm focusing on the new Santos generation: \r\nRobbie.",
        "Gus: It's funny. You really can't wait to get \r\nyour hands on that little kid, can you?",
        "Carmen: You get what you need; I get what I \r\nneed. That's the deal.",
        "",
        "\r\nHolly: What's this big news of yours?",
        "Blake: Well, you ready? They're making a \r\nmovie out of my book. They are. My publisher is flying me to Los Angeles to meet \r\nwith producers.",
        "Holly: Oh, darling. \"Hearts Alone,\" the \r\nmovie?",
        "Blake: Yeah, it's the perfect next step. Talk \r\nabout perfect timing. Two weeks ago I wouldn't have been able to make this trip.",
        "Holly: Why, because Ross had been so down in \r\nthe dumps?",
        "Blake: Yeah not to mention our children. But \r\nnow everybody's back in school, including Ross. He loves his new job as law \r\nprofessor at Springfield U. And I love what it's doing for our relationship, \r\nI've got to tell you. It's amazing the difference a little thing can make in a \r\nrelationship. Anyway, I need your help planning this trip because most of the \r\nmeetings take place in Century City, and I'm not sure where to stay. What's a \r\ngood hotel there, do you know? Mom?",
        "Holly: Hmm?",
        "Blake: I'm looking for a good hotel.",
        "Holly: I always like the Springfield inn.",
        "Blake: Okay. Well, now that we've established \r\nyou have not heard a word I've said, why don't we just forget about me and focus \r\non you. At least that'll make two of us.",
        "Holly: I'm sorry. I guess I'm a little \r\npreoccupied.",
        "Blake: I know. What are you thinking about?",
        "Holly: Buzz.",
        "",
        "Buzz: Well, if it isn't Eddie ivories.",
        "Sam: Who?",
        "Buzz: You got a local gig already, Eddie?",
        "Edmund: Don't call me that.",
        "Lorelei: Well, that's your name.",
        "Edmund: Listen, we have some very important \r\nbusiness to discuss. We don't want to be disturbed.",
        "Lorelei: Except to bring the food.",
        "Edmund: Shh.",
        "Buzz: Oh, don't worry. People don't rush to \r\nhim in this town.",
        "Edmund: You could have ruined everything, \r\nspeaking up like that.",
        "Lorelei: Well, he didn't think I was Beth, \r\ndid he?",
        "Edmund: No, but... Just keep those sunglasses \r\non and be quiet.",
        "Lorelei: You're making more of a ruckus about \r\nthis than I am, Eddie.",
        "Sam: Allow me, Buzz. I'll take care of this. \r\nWe have a wonderful seafood special today. Pasta with princed clams. Ooh, I’m \r\nsorry, did I say that?",
        "Lorelei: Hey, that sounds great.",
        "Sam: I like your accent. Where are you from?",
        "Edmund: The south. Now if you wouldn't mind?",
        "Sam: Sure. Oh, remember, this one here: Big \r\nspender. Go wild with him… ex-royalty and what not. But next time, get him to \r\ntake you to a place called Towers for dinner.",
        "Edmund: Arrogant little twit.",
        "Lorelei: I think he's cute. Okay. Ooh, buzz \r\nburger, extra onions, large fries, chocolate shake, apple pie a la mode, and oh, \r\na hunk of chocolate cake for later.",
        "Edmund: I'll order it. Just wait in the car.",
        "Lorelei: I'm not a dog, Eddie.",
        "Edmund: I just think it would be wiser if you \r\nwere to...",
        "Lorelei: I'm eating here and that's that.",
        "Edmund: Shh! All right. Turn to the wall. \r\nTurn to the wall. That does it. Your Beth lessons start tonight. I'm never going \r\nto keep you under wraps in this miserable town.",
        "",
        "\r\nTory: Something wrong?",
        "Ross: No, no. My eyes are just playing tricks \r\non me again.",
        "Tory: Well, I know one thing that can't play \r\ntricks on you: Opposing attorneys. You saw right through Laughton in court \r\ntoday.",
        "Ross: Well, it's fairly easy. The man was \r\ntransparent, you know.",
        "Tory: You countered every move he made. You \r\nknow, it was so impressive to see you using the techniques you've been \r\ndiscussing in class.",
        "Ross: Well, good. I'm glad you enjoyed your \r\nfield trip. But the case is not over yet, is it?",
        "Tory: No. But it will be, just as soon as you \r\ncite \"Young versus California.\"",
        "Ross: What?",
        "Tory: It's got to be what you're planning to \r\ndo. You just have Laughton too perfectly set up not to spring \"Young\" on him.",
        "Ross: Ms. Granger, are you reading my mind or \r\nmy notes? How could you possibly know that I was going to use \"Young versus \r\nCalifornia\"?",
        "Tory: Well, remember when I told you that I \r\nlooked up your past cases when I signed up for your class?",
        "Ross: Yeah.",
        "Tory: I checked out your current ones too, \r\nand \"Young\" just jumped out as the obvious lynchpin of this one.",
        "",
        "Sam: Bon appetit.",
        "Lorelei: Wait. Pull up a chair. (Laughter)",
        "Edmund: Better yet, why don't you wrap all of \r\nthis to go in a container?",
        "Sam: Right. That's too bad. It would have \r\nbeen nice to get to know you.",
        "Lorelei: Yeah. Well, that was a crummy thing \r\nto do. I'm starving.",
        "Edmund: Starving. Yes, I know. But that \r\nlittle pest knew Beth, and it was only a matter of time until he realized you \r\nlook exactly like her. Now this place is filling up with people who knew Beth. I \r\nneed time with you alone, and lots of it. I need to immerse you in Beth’s \r\nhistory, her style, and her manner. And I don't have a moment to lose",
        "",
        "Richard: Cassie, you don't have to put up a brave front for me. You were \r\nsurrounded by children at that ceremony. It's only natural that would affect \r\nyou.",
        "Cassie: It wasn't just the children. It was \r\nthe parents, too.",
        "Richard: Families, and the families being \r\ntogether. Cassie, we have a family of our own to raise, you and I.",
        "Cassie: Yeah, it's almost perfect, but not \r\nquite. I'm sorry. I'm sorry. I'm so grateful that you are a part of Tammy and \r\nRJ's life, I am. And I may sound selfish, but...",
        "Richard: It's not enough.",
        "Cassie: No, it's not enough. I wanted us to \r\nhave a child of our own. I wanted to be real parents with you. I wanted to ooh \r\nand ah over our little baby girl or our little baby boy, and I wanted to drive \r\npeople crazy with videos or pictures that explain it.. Every single time, now, I \r\nturn around and I’m reminded again and again that it's never going to happen.",
        "Richard: Cassie...",
        "Cassie: I'm sorry. I'm sorry. You don't need \r\nthis. You know, you have so much responsibility. You have so much on your mind. \r\nYou have a speech to prepare for, you have a meeting later on, and I do not want \r\nto be another problem for you.",
        "Richard: You're not... You are not a problem.",
        "Cassie: Yes, I am. I'm going to go lie down.",
        "",
        "Mayhew: The poor man. He's really at a loss. We have to help him.",
        "Dax: As well as our country. The sooner we \r\nconvince Richard and Cassie to adopt Alonzo’s son, the sooner Alonzo himself \r\nwill be drawn here.",
        "Mayhew: And learn that he's the true heir to \r\nthe throne-- that he's prince William.",
        "Dax: Richard himself still needs a slight \r\npush to become more assertive with Cassie if she's to form a bond strong enough \r\nto adopt this baby.",
        "Mayhew: You and Richard are old friends. \r\nDoesn't it bother you to manipulate him like this?",
        "Dax: Of course it does. But the monarchy must \r\nbe restored, and this is the only chance that we have to see that done.",
        "Mayhew: This push that Richard needs, you \r\nwant it to come from me, don't you?",
        "Dax: Yes. And this time you mustn't fail. The \r\nWinslow’s must adopt that baby. The future of San Cristobal depends on it.",
        "",
        "\r\nMichelle: At least when we were battling with Carmen or Maria, even Carlos, we \r\nknew who we were dealing with.",
        "Danny: Right, we knew the enemy.",
        "Michelle: We have no idea who's behind this? \r\nHow are we supposed to know a way to deal with them?",
        "Danny: We can't. That's what they're banking \r\non, being invisible. It makes them untouchable.",
        "Michelle: There's got to be something that we \r\ncan do.",
        "Danny: There's nothing we can do if we don't \r\nknow who we're dealing with. That's the problem. If we don't know who is running \r\nthis whole operation, then we don't know who's working for him. It could be \r\nanybody. They could be from out of town. They could be posing as the dry \r\ncleaners or as the checkout clerk at the supermarket or somebody in an office \r\ndown the hall from me.",
        "Michelle: Okay, okay, you're trapped for the \r\nmoment.",
        "Danny: I don't have too many moments left, \r\nhoney. In less than 12 hours, I’ve got to give them an answer.",
        "Michelle: I've never given up on you before, \r\nand I’m not about to now. We're going to find a way out of this. There's got to \r\nbe a way.",
        "",
        "Richard: Mrs. Mayhew.",
        "Mayhew: Yes.",
        "Richard: Are you all right?",
        "Mayhew: I'm fine, thank you. I hope you don't \r\nthink that I'm presumptuous, but I watched your speech on television just now, \r\nand you seem so troubled.",
        "Richard: Really? Mrs. Mayhew, San Cristobal \r\nis facing a number of serious issues right now.",
        "Mayhew: As is her president. I couldn't help \r\nbut think about our last conversation.",
        "Richard: Ah, yes. Well, Mrs. Mayhew, your \r\nconcern for my wife's condition and your advice is very much appreciated, but \r\nI'm afraid it's of no use.",
        "Mayhew: So she is still unreceptive to the \r\nidea of adoption?",
        "Richard: She knows very well what she does \r\nwant and what she doesn't want. Quite frankly, I’m afraid that no one's going to \r\nbe able to change her mind.",
        "Mayhew: Well, perhaps you're being too gentle \r\nwith her.",
        "Richard: Excuse me?",
        "Mayhew: The more you love someone, the harder \r\nit is to get them to see what's best for them.",
        "Richard: Mrs. Mayhew, you're assuming that we \r\nknow what is best for them.",
        "Mayhew: You don't want to push too hard and \r\nhurt their feelings.",
        "Richard: Cassie does not want to adopt, and \r\nyou're right: I can't push too hard.",
        "Mayhew: Can't or won't?",
        "Richard: Mrs. Mayhew, this is not a matter of \r\nwill.",
        "Mayhew: If there were a dire threat to San \r\nCristobal and no one perceived it-- not the council, not the parliament-- \r\nwouldn't you do whatever you could to save country?",
        "Richard: Of course I would.",
        "Mayhew: Well, then why won't you do what you \r\ncan to save your family? You do know what is best for your wife. She needs that \r\nchild. Maybe it's time you pushed yourself harder to do whatever you can to get \r\nher to see that before this golden opportunity is lost.",
        "",
        "\r\nTory: You know, I hit the casebooks every night when I go home, but tonight I am \r\nreally looking forward to it.",
        "Ross: Don't tell me that I've inspired you.",
        "Tory: Well, good lawyers do that.",
        "Ross: Good lawyers don't spill apple juice on \r\ntheir good students.",
        "Tory: That was just an accident, not \r\npremeditation. You couldn't have known that that juice box was in your van-- not \r\nwith all the other stuff in there.",
        "Ross: Three kids do generate an awful lot of \r\nrubble. But the apple juice would not have spilled if I had changed the shocks \r\non that old buggy when I was supposed to-- hence the bumpy ride, and therefore I \r\nguess I'm guilty of negligence. So sue me. You know something? Maybe I should go \r\nout and get a new car.",
        "Tory: No, no, no, no. That van is so lived \r\nin.",
        "Ross: Yes, I believe things do live in it.",
        "Tory: Perhaps. But just one look at it and \r\nyou can tell that a really good family kind of man drives it.",
        "Ross: You mean an old kind of man.",
        "Tory: No, no.",
        "",
        "\r\nSam: Buzz, who do you think that woman was?",
        "Ross knowing him, probably a hooker.",
        "Sam: Let's change the subject to another \r\ncouple, shall we? How about you and Holly?",
        "Buzz: Please, anytime.",
        "Sam: Did you guys have a good time in \r\nChi-town?",
        "Buzz: As revolutionary as that sounds, yes, \r\nwe did.",
        "Sam: You know, Frank had a bet with me that \r\nshe was going to have you arrested for stalking her.",
        "Buzz: He did?",
        "Sam: Yeah.",
        "Buzz: Frank is a worrywart with a detective's \r\nbadge, which is a bad combination. But Holly, you know, is a challenge, I think \r\nprobably because she's different from any other kind of woman than I’ve ever had \r\na thing for.",
        "Sam: How so?",
        "Buzz: Well, she's a high- powered \r\nprofessional lady. A media magnate in makeup.",
        "Sam: Wait a minute. Don't tell me this means \r\nyou're going to start making your chili in a three-piece suit.",
        "Buzz: Well, no, but you know, actually, class \r\nand food is on the agenda. I invited her out to dinner. I'm going to surprise \r\nher, take her to towers-- show her that the blue collar me can keep up with the \r\nhigh and mighty.",
        "Sam: Very good.",
        "Buzz: Thank you.",
        "",
        "\r\nEdmund: Mother?",
        "Lorelei: Lillian Ramsey-- no, no, no. Ryan-- \r\nno, wait, wait, and wait. I know this one. I know this one.",
        "Raines. Lillian Raines.",
        "Edmund: Occupation?",
        "Lorelei: Head nurse at Sequoia Hospital.",
        "Edmund: Cedars.",
        "Lorelei: Okay. I knew it was some kind of \r\ntree.",
        "Edmund: When are you going to be finished?",
        "Lorelei: Getting close, getting close. I had \r\nto hack a little off to get it right.",
        "Edmund: Well, don't cut off too much.",
        "Lorelei: Relax, would you?",
        "Edmund: Relax, relax. All right, father?",
        "Lorelei: Huh, tried to fool me. It's \r\nstepfather, Bradley Raines.",
        "Bad news. Dead now. And my kids are...",
        "Edmund: Oh, for pity's sake, there are only \r\ntwo of them.",
        "Lorelei: Lizzie and James.",
        "Edmund: Good. Now, how much longer is this \r\ngoing to take?",
        "Lorelei: All set. Ready or not, here I come. \r\nTa-da. What do you think?",
        "Edmund: Beth.",
        "Lorelei: Did the trick, huh?",
        "Edmund: I...",
        "Lorelei: I guess it's true. I guess gentlemen \r\ndo prefer blondes.",
        "Edmund: God, I miss you. I wish that you...",
        "Lorelei: Well, I'm not, so cool your jets. \r\nAnd quit staring at me like that.",
        "Edmund: Sorry.",
        "Lorelei: Well, we better get busy, or no \r\none's going to believe I'm her, hair dye or not. So what's next? Friends. Who \r\nare my friends?",
        "Edmund: Well, actually... Actually Beth was a \r\nbit of a loner. She didn't open up to many people. She didn't trust them, not \r\nafter what she went through growing up. Childhood trauma has a tendency to make \r\none keep to oneself and turn inward.",
        "Lorelei: That's kind of sad.",
        "Edmund: Yes.",
        "Lorelei: But she had a bunch of husbands, \r\nthough, right?",
        "Edmund: Well, I don't know if I’d say it was \r\na bunch. There were several, unfortunately.",
        "Lorelei: And that forest guy, he was her \r\nfirst love.",
        "Edmund: Not forest, Phillip.",
        "Lorelei: Oh, yeah, right.",
        "Edmund: Right, and then she was married to...",
        "Lorelei: Well, hold on now. Let me see if I \r\ncan remember. She was married to that doctor guy, Rick. Rick. But that was a \r\nquickie.",
        "Edmund: Right, and number three?",
        "Lorelei: Jim. Died in a fire last year. And \r\nthen she wound up with you.",
        "Edmund: By choice. I wasn't exactly a \r\nconsolation prize.",
        "Lorelei: Eddie...",
        "Edmund: And my named is Edmund.",
        "Lorelei: Eddie sounds better.",
        "Edmund: All right. Look, I've put together \r\nsome cards, and they have names on each one. Now I want to show them to you. I \r\nwant you to tell me who they are and how you feel about them, all right? All \r\nright.",
        "Lorelei: Harley. Harley's a cop, and I think \r\nshe's the greatest.",
        "Edmund: No.",
        "Lorelei: No, no. I hate her, I can't stand \r\nher. Oh, don't worry, Eddie, I'll get it straight. I'm a fast learner. Well, \r\nokay, let's do it again. Hello?",
        "Edmund: Oh, right. And... And this?",
        "Lorelei: Well, that's a lousy picture, but \r\nit's you: Hubby number four, my biggest challenge.",
        "Edmund: Excuse me?",
        "Lorelei: Well, no offense, Eddie, but that \r\nlovey-dovey marriage stuff is going to be real hard to fake.",
        "",
        "Gus: In all my professional life, I've had my sights set on one thing, and that \r\nis to take down your son. And mom, you are taking me to the Promised Land.",
        "Carmen: So glad to be of help.",
        "Gus: You really don't care about your son, do \r\nyou?",
        "Carmen: And as long as I end up with Robbie, \r\nand free? No. And this time the plan is going to work exactly the way I want it \r\nto, unless...",
        "Gus: Unless what?",
        "Carmen: Unless that meddling kewpie doll \r\ndaughter-in-law of mine keeps Danny from making the right choice. She's got a \r\nknack for ruining everything.",
        "",
        "\r\nMichelle: As long as we're together, there's hope. We've handled everything \r\nthat's been thrown our way so far.",
        "Danny: I guess that's why... One of the \r\nreasons we fell in love, huh? We just love a good fight.",
        "Michelle: And we both want the same thing. We \r\nwant a family where our kids don't have to grow up seeing the kinds of things \r\nthat you did, or being without a father like you had to.",
        "Danny: It just feels like history's repeating \r\nitself.",
        "Michelle: No, no. No, you're not going to \r\nhand our future back to them.",
        "Danny: Look, we have to get real. If I say \r\nno, then we are all dead.",
        "Michelle: Yeah, and if you say yes? They're \r\nnot going to let you out when you give them that favor. That's not how they are. \r\nOnce they get their hooks into you, they'll never let you go.",
        "Danny: Damn them! Damn them.",
        "",
        "\r\nBuzz: Oh, hi.",
        "Holly: Hi.",
        "Buzz: Thanks for meeting me here. I just... I \r\nhad to talk to some boarders.",
        "Holly: Must have been a formal event.",
        "Buzz: No. So, hungry?",
        "Holly: Yeah.",
        "Buzz: Great. We won't be late. The \r\nreservation's for 7:00, so we'll just...",
        "Holly: Reservation?",
        "Buzz: Well, yeah. You know, you need one to \r\nget a table at towers.",
        "Holly: Oh, well, that's why you're... Oh.",
        "Buzz: What's the matter?",
        "Holly: Well, I must have missed something, I \r\nguess.",
        "Buzz: About what?",
        "Holly: About our plans. I thought you were \r\ngoing to cook at home. That's why I look like this. And I brought dessert.",
        "Buzz: Well, you know, I mean, going to a \r\nfancy joint like towers with your own wine, they charge you a corkage fee, and I \r\nsuppose you if walked in with dessert, would they charge you a forkage fee?",
        "Holly: I... We can't go... I couldn't walk in \r\nthere like this.",
        "Buzz: Why not? You'll be the most beautiful \r\nwoman in the joint, and the most comfortable. Come on.",
        "Holly: People will say that I’ve...",
        "Buzz: People will say that I’m a lucky guy, \r\nand they'll wonder what's for dessert.",
        "",
        "\r\nBlake: Sorry I'm late.",
        "Ross: Oh, hi.",
        "Blake: Actually it was because I was so early \r\nthat I... We had to go out and... Oh, you're having a good day.",
        "Ross: Yeah, getting better by the minute.",
        "Blake: So you're not mad?",
        "Ross: No, no.",
        "Blake: Where's your car? I didn't see it in \r\nthe lot.",
        "Ross: I parked in the lot.",
        "Blake: you did? I did not see a battle-weary \r\nvan there, although I did see a brand-new Porsche.",
        "Ross: Yes, I saw that too.",
        "Blake: Talk about your midlife crisis car.",
        "Ross: What?",
        "Blake: Oh, it's so transparent. I mean, in \r\nred, too. It's one of those cars that men buy when they're trying to recapture \r\ntheir youth. Although I admit, I was very impressed by those when I was younger.",
        "Ross: Oh, so you're telling me now you can't \r\nbe swept off your feet by a handsome young fellow who just happens to own a \r\nforeign sports car.",
        "Blake: That's your Porsche?",
        "Ross: No. It's a loaner. I get mine tomorrow. \r\nI traded in the van. Got about two cents for it.",
        "Blake: You traded in the van?",
        "Ross: Mm.",
        "Blake: You traded in the van that you said \r\nyou would drive until it died? Where do we put the kids? They don't fit in a \r\nPorsche.",
        "Ross: No, no, no. The kids are not going to \r\neven get anywhere near the Porsche, okay? We have your car for that. What? You \r\nsaid you wanted me to have fun.",
        "Blake: I know, but the money.",
        "Ross: But it was worth it. We own a Porsche.",
        "Blake: I'm going to take this as a good sign.",
        "Ross: Well, you'd better. You're the one that \r\nsaid \"do something, Ross,\" and so I did something. I became a professor with a \r\nPorsche.",
        "Blake: This is great. Good for you. Good for \r\nus. You know, since the day you started teaching, you have been one surprise \r\nafter another.",
        "Ross: Just trying to keep life interesting.",
        "Blake: I can't wait to see what you come up \r\nwith by the time I get back from Los Angeles.",
        "Ross: I'm not going to tell you what I’m \r\ngoing to do, because you are getting ready, so ready, so very ready to go for a \r\nride in a Porsche.",
        "Blake: Come on, baby.",
        "",
        "\r\nCassie: Great speech.",
        "Richard: Thank you.",
        "Cassie: You have something on your mind.",
        "Richard: Yes.",
        "Cassie: I hope it's not me. I mean, I really \r\nhope it's not me. I don't want you worrying about me, because I'm fine. I'm \r\nreally fine.",
        "Richard: Okay. It's... I made some \r\narrangements, you know, for the young American woman, you know, with the child, \r\nCamille?",
        "Cassie: What kind of arrangements?",
        "Richard: Well, you know she was up to her \r\nneck in red tape and bureaucracy, so I pulled a few strings with the authorities \r\nin the U.S. And sped the process along. She'll be leaving any day now.",
        "Cassie: What about her little boy? Richard, \r\nshe made it clear that her family does not want her showing up with a child. \r\nWhat's going to happen to that little baby?",
        "Richard: Well, it's obvious. The child will \r\ngo with his mother.",
        "Cassie: Why is that so obvious?",
        "Richard: Well, Cassie, it's an infant child. \r\nHe belongs with his mother. Camille's little boy needs her.",
        "Cassie: He needs a good mother, Richard. \r\nSorry.",
        "Richard: You don't think very much of her \r\nparenting skills, do you?",
        "Cassie: I don't think she cares about him at \r\nall. You didn't see her. She was so impotent with him, like he was this huge \r\nburden.",
        "Richard: That upset you?",
        "Cassie: Of course it upsets me, I'm a mother. \r\nI love children.",
        "Richard: Of course you do. Certainly your \r\nown.",
        "Cassie: Well, yes. When I think about what I \r\nwent through, how I had to fight so hard to get Tammy back, you know? You have \r\nthis privilege to be blessed with a little baby... Do you know... Do you know \r\nwhat's going to happen to Camille’s little boy?",
        "Richard: He'll adjust to life in the states.",
        "Cassie: He's going to get used to grief and \r\nloneliness. I mean, you heard Camille. Her family is not going to welcome that \r\nlittle boy. And he's going to sense it, too. He's going to know what every cold \r\nlook and every turned back means: That he's not loved. I just can't even stand \r\nthe thought of that little boy not being wanted.",
        "Richard: Darling, the woman asked for my \r\nhelp, and I did what I could. Beyond that, you know my hands are tied. I can't \r\nthink of anything else we can do, unless you can think of something.",
        "",
        "Lorelei: Well, let me guess. Beth was one of the lettuce-leaf-and-diet-soda \r\ntypes.",
        "Edmund: No, not at all, actually. She just \r\ndidn't have your voraciousness.",
        "Lorelei: Huh?",
        "Edmund: Your appetite.",
        "Lorelei: Oh. Well, too bad. I'm beat. I got \r\nto take a nap. So where are you going to sleep? Well, okay. But just remember, \r\nyou can look, but you can't touch.",
        "Edmund: As per our agreement. Of course.",
        "Lorelei: Hey, Eddie? Can we have fried \r\nchicken for dinner tomorrow night? Hey, you try that again your \"chopstick\" \r\nplaying days is over.",
        "",
        "Gus: You know something? I think it would be great if Michelle stuck her nose in \r\nour business.",
        "Carmen: What are you talking about? Don't you \r\nwant this plan to work?",
        "Gus: What if the plan worked twice as well?",
        "Carmen: What do you mean?",
        "Gus: Listen, over the last six months I have \r\ngotten to know the former Miss Bauer pretty well, and you're right. You are \r\nright. She is a pain, a royal pain. As a matter of fact, she practically \r\nsingle-handedly derailed my entire case.",
        "Carmen: That's what love does.",
        "Gus: Yeah, well, love made her steal dental \r\nrecords and destroy federal evidence, but here's my point. Maybe she'd be \r\nwilling to break the law again just to protect her husband.",
        "Carmen: So if we get her involved in the \r\nSpaulding job...",
        "Gus: We could pop both her and Danny, and \r\nthat would be great for both of us.",
        "Carmen: Good idea.",
        "Gus: Thank you.",
        "Carmen: Won't work. Michelle won't go that \r\nfar,-- not that goody two-shoes.",
        "",
        "Danny: The story of my life. The story of my life: Stuck.",
        "Michelle: Danny...",
        "Danny: It's true. You know it's true. After \r\neverything that you have been through with me, I am still not free. I just... I \r\nfeel like... Like I am never, never going to come through for you.",
        "Michelle: Oh, honey, honey, we're together. \r\nWe have Robbie. You've done everything you can to turn your life around.",
        "Danny: And look at us. We are still prisoners \r\nof my family. If I knew for certain that doing this favor would end all of it, \r\nthen I would tell Carlos yes. But there are no guarantees with these people. \r\nWhatever I decide, it's like... It's just a roll of the dice.",
        "Michelle: Then roll them.",
        "Danny: What do you mean?",
        "Michelle: Just tell them yes.",
        "Main Navigation within The TV MegaSite:"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=35pSqCrdfMg"
}