{
    "Episode Summary": [],
    "Recap": [
        "Reva & Nate kiss one another and she ends up mad at him. Cassie finds out that Alonzo has invited her to stay at the palace and she is ecstatic. Dinah has a new suitor. Alan invites Buzz & his family to Phillip's birthday memorial. Buzz accuses Alan of celebrating the fact that he got revenge on Harley. Mallet & Gus both plead with Harley to leave with them. Harley chooses Gus. Mallet pulls a gun on both Gus & himself before giving it to Harley to use in an emergency as protection. Lizzie gives Coop a gift and confesses to both him & Alan that she wants a fresh start. When pressed to give her a reason to stay, Coop suggests she head home to her family which crushes Lizzie. Both Alan and Buzz hear about Harley's \u0091death' over the radio. Buzz rushes to the scene where Mallet is in hysterics over not being able to save her. Harley realizes she is more hurt that she originally thought. Jonathan lashes out at his mother for not appreciating all that he has done for her. Cassie is arrested and the only one with the power to help her is Dinah. The killer's secret hiding place is revealed."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Gus: Baby, we have to go.",
        "Harley: She was taking my place. She used my name and my number to keep from me from going to hell house.",
        "Gus: There's nothing else we can do for her now, except save yourself. That's what she would want.",
        "Harley: Why do I get a second chance to live?",
        "Gus: Listen to me. Don't think about that right now, okay? Won't you think about freedom? And you can have it if you leave with me right this second. Honey.",
        "Harley: ( Sobbing )",
        "Gus: Come on.",
        "Reva: ( Laughs ) what was that?",
        "Nate: I don't know. But I think I want to do it again.",
        "Reva: You shouldn't have done that.",
        "Nate: I didn't feel you resisting.",
        "Reva: I was shocked.",
        "Nate: I can imagine. Especially when you leaned into me.",
        "Reva: I didn't lean in.",
        "Nate: You leaned. And then I leaned into you. Look, does it matter who kissed who?",
        "Reva: No. What matters is that it happened.",
        "Cassie: Oh, my god, here comes count viscardi.",
        "Edmund: Cassie, cassie, cassie...",
        "Cassie: What?",
        "Edmund: Just take a break. Take a break. Someone tried to stop you at the airport, you're here in your street clothes, it's a recipe for disaster.",
        "Cassie: That's a chance I'm going to have to take, edmund. I am trying to get san cristobal to take my side against their prince. It's now or never.",
        "Emissary: Oh, I'm sorry. You're not princess cassie.",
        "Edmund: I think we may have a situation.",
        "Emissary: Princess cassie? I have a message from prince alonzo.",
        "Edmund: And you may take a message back to him.",
        "Emissary: He's on his way here to see you.",
        "Lizzie: Oh. Hey, I've been looking for you. Stay right there. I've got something for you.",
        "Coop: Look, lizzie. That's very thoughtful of you. But I know that we... we both want... or rather that we... it's great that what we want to be is friends. But as far as everything else concern, I think that maybe we should start to take things a little slower.",
        "Lizzie: Okay, fine. All right. Have it your way. I'll call you when I get back in six months.",
        "Alan: Hello, buzz.",
        "Buzz: I'm busy, alan.",
        "Alan: Yeah, what are you trying to do? Tune in the ballgame or what?",
        "Buzz: As matter of fact, i am. I'll do anything I can to keep my mind off what the hell harley's going through.",
        "Alan: It's been a difficult night for every one. But, you know, tomorrow is a new day and I plan to make it different. Maybe you should set an example for your family and pick yourself up and move on, huh?",
        "Buzz: You know, I hate it when they don't televise games. I think I need a new radio.",
        "Alan: Have you heard a word that I've said?",
        "Buzz: Yeah, you want things to be different, alan. So do I. I want my daughter to be home where she's safe.",
        "Alan: Yeah, well, I want my son back, too, buzz. Look, it's been a very difficult year for both of our families. But I think it's time that we move on.",
        "Buzz: What's that?",
        "Alan: I want you to bring your family and zach to my house tonight.",
        "Buzz: For what?",
        "Alan: We're going to celebrate phillip's birthday.",
        "Mallet: Are you all right? When I saw that crash... are you hurt?",
        "Harley: You should not be here. I knocked you out for your own good. I didn't want you involved in all of this.",
        "Mallet: It's too late. It's too late for that, cooper. I am involved.",
        "Gus: Not anymore you're not. for a dry, itchy spot.",
        "Reva: About the kiss...",
        "Nate: Yeah, it wasn't bad. But I think I can do better with a little practice.",
        "Reva: No practice. No more kissing. That's never going to happen again.",
        "Nate: Okay.",
        "Reva: Okay?",
        "Nate: Okay. That's fine by me. I mean, I enjoyed it. But I understand. You're a happily married woman, and that's it.",
        "Reva: Right.",
        "Nate: Women come and go. But a really good bartender is hard to find. So I wouldn't want to lose you.",
        "Reva: No, you wouldn't want to lose me. Whew. Thanks for making that so quick and painless.",
        "Nate: Why get stressed about something of no importance?",
        "Edmund: Where's alonzo now?",
        "Emissary: I was instructed to only speak to the princess.",
        "Edmund: Well, the princess is my wife. And alonzo is my brother.",
        "Cassie: Edmund. Hey, edmund, it's okay. I can talk with him.",
        "Edmund: Right. I'll be waiting with dinah.",
        "Cassie: Thank you.",
        "Edmund: Pompous lackey.",
        "Dinah: He's very handsome. Who is he?",
        "Edmund: He's alonzo's messenger. He's been sent to announce alonzo's arrival.",
        "Dinah: And that's a good thing, right?",
        "Edmund: Just dandy. However...",
        "Dinah: No wait a minute. What happens if cassie finds out that you've been telling alonzo's for weeks that he could have will?",
        "Edmund: Well, that's open to interpretation, dinah.",
        "Dinah: Yeah, cassie'S.",
        "Edmund: It won't happen. I guarantee it.",
        "Dinah: So says the prince, hmm?",
        "Edmund: What, you doubt me?",
        "Dinah: I do not doubt the power of a man who can make me a princess for a day. And should you find a glass slipper lying on the ground that doesn'T...",
        "Edmund: Dinah.",
        "Dinah: Come on. It's not even midnight. All right, doesn't cinderella deserve a final waltz on the dance floor?",
        "Cassie: Edmund. Oh, gosh. Alonzo has invited us to stay at the palace with him. He wants to talk to us about will. He's sorry about what happened at customs. Isn't this wonderful?",
        "Edmund: ( Laughs ) what? What?",
        "Cassie: Look, we're going to be able to convince him that will belongs with us. Oh, my god.",
        "Edmund: Oh, that's wonderful. See, my darling, will's going to be safe in your arms again. I'm going to make sure of that.",
        "Coop: So you're really leaving.",
        "Lizzie: I mean, things have been terrible around here lately. I need a change of scenery and i think this will be good for me. And when I get back, I can just start all over. Now, would you please open this?",
        "Coop: It's pink. Sounds like you've got some keys in here. Lizzie, did you buy me a new car?",
        "Lizzie: Yeah, you wish. There are keys in there, but it's actually the keys to this place.",
        "Coop: You're giving us company back?",
        "Lizzie: Elizabeth and company. And you wish again. I actually was hoping that since I'll be gone for six months, you and buzz can keep an eye on the place. And you can keep all the profits.",
        "Coop: What? Are you okay?",
        "Lizzie: I'm fine. Why?",
        "Coop: Lizzie, every time you leave here at night, you check all the napkin holders to make sure my family hasn't pilfered any for our personal use. And now you're telling me that we can keep all the profits?",
        "Lizzie: Do whatever you want. Have fun.",
        "Coop: I just... lizzie, I don't understand.",
        "Lizzie: What?",
        "Coop: You can't just leave right now like this. All right, look, I know that things were really rough here at first. I know that. Trust me. But I thought you actually liked this place. You know... don't you? I mean every time that you had a really bad day or things got really, really difficult outside there you always had this. This. This right here to come back. And I just can't believe that right now you're just going to let it all go. You're going to pretend it doesn't exist for six whole months?",
        "Alan: I realize celebrating phillip's birthday like this is a little unconventional.",
        "Buzz: You think?",
        "Alan: You know, maybe it's my way of coping with his death. One's never really prepared in dealing with the loss of a child. One moment you're fine, the next moment you're lashing out. There's not really a wrong way or right way of dealing with it.",
        "Buzz: I think you've found the wrong way.",
        "Alan: Well, I'm burying the past. Will you and zach join me?",
        "Buzz: No.",
        "Alan: No?",
        "Buzz: I wish I could believe you were sincere that you're celebrating phillip's birthday. But I think what you're really celebrating is getting revenge on harley.",
        "Gus: Listen to me. You didn't see us. We're not here. Just get out of the way.",
        "Mallet: I'm sorry. I can't let you do that.",
        "Gus: Listen. You said you wanted to help her? Here's your chance. There was a bus crash. There were no survivors. It's burning. They'll think that she's dead, at least for a little while, okay? All you have to do is turn around and walk away.",
        "Mallet: Harley, listen to me. If you go with him, you're as good as dead.",
        "Gus: He doesn't know what he's talking about.",
        "Mallet: They'll find you, harley. He's proven he can't be trusted to make the right decisions. Listen to me. I can protect you. I can keep you safe.",
        "Gus: Yeah, like you kept her safe today?",
        "Mallet: I'm a wanted man. I have nothing to lose. Okay, but if you go with him, you're putting him in the same boat that we're in. You'll make him a wanted man. You'll make him a fugitive.",
        "Harley: He's right. He's right. You'll be a fugitive. Then if they catch us...",
        "Gus: They're not.",
        "Harley: ...They're going to arrest you, too.",
        "Gus: That's why we have to leave right this second.",
        "Mallet: Harley, listen to me. He can stay here. He can work on your case free and clear, okay? And I can protect you. You don't have to choose. You don't have to choose. You can use us both.",
        "Gus: Let's go.",
        "Harley: My arm. Wait. Wait. Wait.",
        "Cassie: Oh, edmund, I have such a great feeling; I do. I mean, for the first time in weeks, I really believe that I'm going to be able to keep my son.",
        "Edmund: You know, cassie, I think we make a very good team. Let's celebrate.",
        "Cassie: Do you want to dance?",
        "Edmund: The idea crossed my mind. It, edmund.",
        "Cassie: I'm not dressed for it, edmund.",
        "Edmund: I'm sorry. I couldn't hear you. The music. ( Laughter )",
        "Dinah: It's okay, sweetie. We'll have our chance. Someday. Someday.",
        "George: Princess cassie, are you all right?",
        "Dinah: ( Laughs ) I'm not... I'm not princess cassie.",
        "George: My apologies. You're even more beautiful than she is.",
        "Dinah: Thank you.",
        "George: I'm sorry for intruding. But I just couldn't stand to see such a sad, lovable face.",
        "Reva: I'm working on the specials board.",
        "Nate: And doing a splendid job.",
        "Reva: I can't do both.",
        "Nate: Well, then I hereby give you permission to take a well-deserved break from the specials.",
        "Reva: Nobody needs to know the specials tonight, anyway.",
        "Nate: Reva. You're upset because I said the kiss meant nothing. What do you want me to say? So one kiss didn't change my life.",
        "Reva: I don't want you to say anything.",
        "Nate: You're married. Your life can be changed by a kiss.",
        "Reva: You know what? You take care of the special boards and you get your own tequila. I'm taking my break.",
        "Alan: Look, there are no winners here, only fathers missing their children and children missing their fathers. That's why I think it's very important for us to move on and set the example.",
        "Buzz: This get-together being the example?",
        "Alan: Buzz, I didn't know about harley's transfer. I planned this party for phillip's children. I mean, it may be the last time they ever have to celebrate their father's birthday. Now, do you really want zach to miss that? Please, buzz. Come to the house and bring the whole family.",
        "Buzz: The family is staying here. But I'll drop zach off. As crazy as it sounds, I think that kid is the best chance your family has.",
        "Alan: Thank you, buzz.",
        "Lizzie: Coop, you've wanted me out of here since day one.",
        "Copp: Well... yeah. That's true. But like I said, things change, even the restaurant business.",
        "Lizzie: Oh, the restaurant business. Okay.",
        "Coop: Yes. You know, distributors move on, customers forget your faces. And you never know. You might even miss out on certain opportunities.",
        "Lizzie: Opportunities. And you thought this place had no potential. You were even going to quit, remember?",
        "Coop: Like I said, things change.",
        "Lizzie: So just a couple of minutes ago, you said that you wanted us to slow down. Does that change too?",
        "Coop: All I wanted to do was to make you aware that you have options, lizzie. You don't have to, you know, run across the country, you know, leave the country, you know, just to get away from your family. There are other alternatives to doing that right here in springfield.",
        "Lizzie: What alternatives?",
        "Coop: All I'm saying is that you don't have to leave the country to make a fresh start.",
        "Alan: Elizabeth. It's time to go home.",
        "Lizzie: I can't do that. I'm not finished here yet.",
        "Alan: Oh, yes, you are, young lady. Because we have a party to plan. You do know what tomorrow is, don't you?",
        "Lizzie: I do. It's daddy's birthday.",
        "Alan: That is right. And at the stroke of midnight tonight we're going to honor and celebrate his life.",
        "Coop: If you want to honor his life, then you won't push lizzie into the same fate as her father.",
        "Announcer: Here's an update on the tragic bus accident. The vehicle was on route to hellis correction. I repeat, no survivors. The bus was to transfer harley cooper, convicted of killing phillip spaulding...",
        "Buzz: No.",
        "Harley: Mallet is right. The police won't arrest you if i go with him and you stay here. You can cover...",
        "Gus: No, no, no.",
        "Harley: This is not about choosing mallet or you. It's not. This is about me doing the safest thing that I can until we find the real killer.",
        "Gus: Look, I know that I've lost your trust, okay? And I've made a lot of mistakes and I've let you down. But I promise you, I know what I'm talking about right now.",
        "Harley: I love you.",
        "Gus: I love you. I love you, too. I know it doesn't make any sense right now, but we could make it. We're no good without each other, okay? We can do this.",
        "Mallet: Harley.",
        "Gus: We can do this. Think. Be smart, okay? Be smart. Think this through.",
        "Harley: I'm sorry. Let's go.",
        "Mallet: I'm sorry, too. Tomorrow, tune in when phillip's real killer is revealed.",
        "Harley: I remember killing phillip.",
        "Buzz: I think you killed him.",
        "Alexandra: I think maybe you killed him.",
        "Gus: Did you murder phillip?",
        "Lizzie: I killed him!",
        "Olivia: I did something horrible. You are such a liar!",
        "Harley: What are you doing, mallet?",
        "Mallet: I didn't give up my career for you to roll the dice with your life. Come on. Come on, sweetie. Let's go. Let's get out of here.",
        "Harley: I didn't ask you to give up your life for me. We have to go.",
        "Mallet: You're going to get killed out there. The second the authorities know that you're alive and on the run, they're going to shoot to kill. Is that how you want to lose her, gus?",
        "Gus: I'm not going to lose her.",
        "Harley: Mallet, please listen. Look, we don't have a lot of time, okay? I want you to listen to me. Are you listening to me?",
        "Mallet: Yeah. What?",
        "Harley: I'm so grateful to you for everything that you did. You put your life on the line for me. I will never forget that. And I forgive you. But I need to be with him. My life is with him.",
        "Mallet: No, harley. No.",
        "Harley: Listen, we're good, right? Didn't we say we're good? That we're even? So you can go. You should go. And you need to let us go, too.",
        "Mallet: Hey, sunshine. You're going to need this.",
        "Alan: Take a look.",
        "Coop: Can't you ever just leave her alone?",
        "Alan: Mr. Bradshaw, this is a family conversation.",
        "Lizzie: Coop, it's okay. You can go. This is so weird. I mean, we're having a birthday for daddy, and he's not even going to be there.",
        "Alan: Well, that's not necessarily so. No. Your mother and I both feel that when you're with your brothers, I mean, you'll feel a lot of your father there. Is that reason enough to celebrate?",
        "Lizzie: I'm not coming to the party.",
        "Alan: Why not?",
        "Lizzie: Because I need to start a life of my own. I can't just live in the past like the rest of you. You've got to let me go, granddad.",
        "Dinah: Don't you find everybody so phony here? Always trying to be something they're not?",
        "George: Yeah, that's why it's so nice to meet someone like... just the way she is.",
        "Dinah: Oh, I like you.",
        "George: Mm. Enough to wait for me? I need to do a few things back...",
        "Dinah: I will be right here. Okay, I think I might have found myself a prince.",
        "Cassie: Why can't it always be this simple, edmund?",
        "Edmund: It can be. Give us another chance, cassie.",
        "Cassie: We need to concentrate on will right now. And I need to figure out what I'm going to say to alonzo.",
        "Edmund: I know. I know.",
        "Cassie: No, I need to go back to the hotel and change. Oh, dinah. I'm sorry. I almost forgot that...",
        "Dinah: What? That I'm here? No, I'm fine. You have your prince now and now I have mine.",
        "Cassie: You met someone?",
        "Dinah: Yes, yes. Just the most handsome, charming prince at the ball.",
        "Cassie: Well.",
        "Dinah: Oh, there he is.",
        "George: I just have to finish cleaning up. Don't you go anywhere.",
        "Jonathan: Wow. Very cool. I'm impressed. Where did you learn that?",
        "Reva: From a friend.",
        "Mallet: I couldn't give you the life you wanted before so... maybe now I can. Take this. You might need it. There's a cell phone in the pocket. No one will know to trace it.",
        "Harley: No. No. No, you're going to need this. You have to run, too.",
        "Mallet: No, no, I'm fine. I'm fine. Gus, take good care of her.",
        "Gus: I will. Let's go.",
        "Harley: I'm sorry.",
        "Mallet: Go. Just go.",
        "Harley: Thank you.",
        "Mallet: Hey, gus, I'll try stalling them as long as I can. Go. Go, go, go.",
        "Cop: Movement up ahead. Look to the right. The right.",
        "Mallet: It's no use! You're late. Everybody's dead. Everybody.",
        "Jonathan: You're just full of surprises, mom.",
        "Reva: Yeah, just like my sweet baby boy.",
        "Jonathan: How about mixing up something for your sweet baby boy?",
        "Reva: I don't think so. I really want to be alone.",
        "Jonathan: You want to be alone? What's wrong?",
        "Reva: Nothing that I really want to share with you.",
        "Jonathan: What, you've got a new boyfriend?",
        "Reva: I'm not in the mood for your sarcasm or your rotten comments tonight either.",
        "Jonathan: I'm offering to listen.",
        "Reva: Listen? You listen when it suits you. And sometimes you listen and you turn around and use it against me.",
        "Jonathan: Hey, I've been a good boy lately.",
        "Reva: Yeah, yeah, I have to admit you've been a good boy. And I really think that it's great that you and josh are getting along so well and that you're working at lewis. But I just can't talk to you now, okay?",
        "Jonathan: Fine by me, lady. I've got enough problems of my own. I don't need to be worrying about you.",
        "Reva: Oh, since when have you ever worried about me?",
        "Jonathan: Excuse me? I've changed my whole damn life to fit in your perfect little box. I'm up at 6:00. I work for josh. I'm nice to people who hate me.",
        "Reva: I've never asked you to do that.",
        "Jonathan: You're nuts! I don't care. I don't care what's wrong with you.",
        "George: I just swiped the most incredible bordeaux. I'm going to finish up and meet you out by the service entrance, okay?",
        "Cassie: He's cute. And he seems very nice.",
        "Dinah: Don't you patronize me because you have a prince and i snagged myself a waiter, okay? I have done everything you want me to do. I drink my milk. I take naps. I have flown across the country to just wear a dead cat on my head. You snap your fingers... you asked me to become princess cassie and I do it. Does anyone ask me whether or not I'm happy?",
        "Cassie: Look, dinah. Dinah, you need to calm down, okay?",
        "Dinah: No. I don't need to calm down.",
        "Cassie: Calm down and think about the baby.",
        "Dinah: I always think about the baby. I always think about the baby. Everyone's asking me to think about the baby. You and edmund, everybody. I always wonder what it's going through. Does edmund even care?",
        "Cassie: Edmund?",
        "Guard: Cassandra winslow?",
        "Cassie: Yes?",
        "Guard: You're under arrest.",
        "Cassie: What?",
        "Dinah: What?",
        "Cassie: What are you talking about?",
        "Guard: Let's go.",
        "Cassie: Dinah, find edmund. Find edmund.",
        "Lizzie: I don't want to be like you. I don't want to be like dad. You've never been happy, okay? And a lot of people have, and i want to be like them. I want to be normal.",
        "Alan: You're not normal, elizabeth; you're a spaulding. Now, forget about all of this \"normal\" stuff. Respect your father and come home with me.",
        "Lizzie: I still have stuff i have to do.",
        "Alan: All right then. I will wait.",
        "Coop: You're not really thinking about going with him, are you?",
        "Lizzie: Sure. Unless you give me a reason not to.",
        "Cop: Keep your hands in the air. Slowly.",
        "Mallet: You did this, all of you.",
        "Cop: Warden mallet, for the last time...",
        "Mallet: You killed everybody. Are you listening to me? There are no survivors. Harley copper's blood is on your hands!",
        "Cop: Put your hands in the air!",
        "Mallet: It's on your hands! You killed her! All right, buzz!",
        "Cop: Don't move!",
        "Mallet: Buzz! Let me talk to harley cooper's father. Buzz, I did everything I could. I'm sorry. I tried to save her, buzz.",
        "Buzz: No! No!",
        "Harley: I don't know about this. Is this safe?",
        "Gus: The best place to hide is right under their noses. You have a seat right here on the couch, okay? Right there on the sofa.",
        "Harley: It's a sofa, huh?",
        "Gus: Yes, that's right. It's a sofa. And I'm giving you the good seat, so you can look at the big-screen tv.",
        "Harley: Oh.",
        "Gus: In fact, I'm going to have to ask you to move over eventually, because it's the year of the cubbies and I'm going to be watching every game. And maybe if it's okay with you, you could be in the kitchen fixing up a little...",
        "Harley: I don't think so.",
        "Gus: ...A little dinner. All right. See the wall right there? We've marked off the heights of the kids.",
        "Harley: That high?",
        "Gus: Uh-huh.",
        "Harley: Those kids are getting big.",
        "Gus: Oh, yeah. That's right. I just figured that, you know, they're big enough now, they can help me with the addition that I'm building upstairs, the addition that we're building for our addition. What do you want, a boy or a girl?",
        "Harley: This is the way it was supposed to be. This is the life we were supposed to have.",
        "Gus: Well, if you can see it, it will happen. Can you see it?",
        "Harley: I'm trying.",
        "Gus: I'm going to find my brother's killer, okay? And we're going to live happily ever after.",
        "Harley: Promise me.",
        "Gus: I promise.",
        "Nate: That was a very long break.",
        "Reva: I needed it. What?",
        "Nate: Nothing.",
        "Dinah: Edmund, edmund...",
        "Edmund: Dinah.",
        "Dinah: Thank god, you're here. Listen. You've got to know something.",
        "Edmund: Dinah, I really don't have time for this. I need to speak to cassie. She left without telling you?",
        "Dinah: I don't know. She... you just missed her.",
        "Edmund: Oh. Thank you.",
        "Lizzie: Okay, fine. Then I'm leaving.",
        "Coop: Why?",
        "Lizzie: Why not?",
        "Coop: Lizzie, this... all of this. This is just so weird, okay. Suddenly you wanted to take off and go with him to your dead dad's birthday thing? I mean, come on.",
        "Lizzie: They need me, coop. You know what? Come here. Come here. Look, I've lost my dad already and I cannot lose my granddad. But if you give me a really good reason to stay, then I will.",
        "Coop: Go. You know, maybe you should go with him. I mean, you belong with the family. You are a spaulding. Maybe... maybe it's better this way.",
        "Lizzie: Okay.",
        "Coop: Lizzie, wait.",
        "Lizzie: What?",
        "Coop: I'll see you around.",
        "Announcer: Everyone on the bus headed for hellis correctional is dead.",
        "Mallet: Buzz, listen. Let me talk to him. That's harley cooper's father. Let me talk to him. Buzz...",
        "Buzz: Where is she? Where is she? Mallet, where is she?",
        "Mallet: Buzz, I did everything I could! I'm sorry.",
        "Buzz: Mallet!",
        "Mallet: I tried to keep her safe, buzz.",
        "Buzz: I need to see her.",
        "Mallet: Buzz!",
        "Harley: It's so quiet. In prison there's always noise. It never stops. I used to escape from it by remembering moments like this. Remembering you.",
        "Gus: I wasn't so sure that I'd get to hold you again, you know. ( Siren in the background ) it's not for us, okay?",
        "Harley: I know.",
        "Gus: I'll go check it out, all right?",
        "Harley: Okay.",
        "Gus: Clear. When that bus crashed, I thought I'd lost you and I can'T... I'll tell you right now, I can't go through that again. I have to go, okay?",
        "Harley: I'll be fine.",
        "Gus: I think that olivia did it, and I think that I can prove it. And I have to move fast before anybody figures out that you're alive. So I'm going to get over to the spaulding house and uh... my gut is telling me that there's something there that I missed. ( Thunder rolling ) ( thunder ) ( thunder crashes ) ( thunder crashes ) ( thunder crashes ) ( thunder crashes ) ( rolling thunder ) ( thunder claps ) ( thunder ) ( thunder crashes ) ( rolling thunder ) Next, on \"guiding light\"...",
        "Harley: You need to be careful, I mean, really careful. Yes, because if olivia is the killer, she is not going to like being exposed.",
        "Olivia: To phillip, happy birthday and may you rot in the ground. And, hey, take your father with you very soon."
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=-uaDtTVKjCo"
}