{
    "Episode Summary": [],
    "Recap": [
        "Reva comes home anxious to help after learning about the blowup in the newspapers. Christopher comes over and tells her she can't force a connection to Maryanne. Reva feels a ticking clock and can't wait for this damn ghost. Marah retreats to the pool house where Marina and Michelle are waiting. The girls are all affected by their journey with Carrie. But most of all, Marah's missing Jeffrey, worried for him. Josh is startled when a pink envelope, from Carrie, is delivered to him at home. Meanwhile Jeffrey is at the police station. Gus comes upon him as he ponders shredding the evidence. He talks Jeffrey out of it, but then Jeffrey switches gears, firing Gus because he's been compromised at Spaulding as an operative. Gus, understanding Jeffrey's position, gives him the keys to his car so he can go see Marah, unnoticed. At the Spaulding office, Alex and Alan cross. He's angry and frustrated and takes the news of the mob's involvement with Antimonius out on her, even accusing her of knowing about it. But she knows his frustration is over his falling out with Gus and tells him so. She subtly works Alan and when Gus arrives, he's less willing to reconcile than he might have been otherwise. Gus quits and Alan does nothing to stop him."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Alexandra: Well, you're a hard man to find, alan.",
        "Alan: Maybe I like it like that.",
        "Alexandra: My, my someone go up on the wrong side of the boardroom this morning.",
        "Alan: I like a little privacy. That's all, alexandra. I think you know that in a few days investigators will be here looking for anything they can get their hands on.",
        "Alexandra: So, is all of this planned for the shredder?",
        "Alan: I'm cooperating with the investigation. I'm just removing any personal effects; that's all.",
        "Alexandra: Well, must feel horrible to know that your own son sand bagged you like that.",
        "Alan: Leave gus out of this.",
        "Alexandra: All right. But, alan, he is the reason, you're in this mess. Okay, I don't want to fight with you. I want you to know that I am on your side in these outrageous mob allegations. And you know something? If shipments of antimonious fell off a truck and into the hands of organized crime, it is certainly not the fault of spaulding enterprises. No. I realize an operation like that can account for large profits. Large, unreported profits. So I can certainly understand why the feds are suspicious. Good heaven's, I don't even know who to trust anymore myself.",
        "Bill: Okay, you can do this. You can do this. All I got to do is ask her. That's all I got to do. She's going to say yes. Why wouldn't she yes?",
        "Tony: What's up, bill?",
        "Bill: Hey, tony.",
        "Tony: How have you been?",
        "Bill: You got a minute? I need to talk to you.",
        "Tony: Yeah.",
        "Josh: Reva, we can't get ahead of ourselves here, all right? Just because doris wolf has taken over marah's case, it doesn't mean she's out to get her.",
        "Reva: Sure it does. She couldn't convict for richard's death, so she's going after our daughter for payback.",
        "Josh: But das lose convictions all the time. She wouldn't be in the position she's in right now if she was the kind person that holds a grudge.",
        "Reva: Doris wolfe is in the position she's in right now, because jeffrey recused himself from marah's case. And we knew he had to do it. Especially now that their relationship is all over the papers. You know, she's going to use this. She's going to use this card.",
        "Josh: We don't know that.",
        "Reva: Yeah, we do. Two birds, one stone. Get me back for not being able to convict me. Get jeffrey back for taking her job. He did. She was the da before he rolled into springfield. She never would have been demoted in the first place if she...",
        "Josh: Yeah, if she hadn't failed to get a conviction on you.",
        "Reva: Right.",
        "Josh: I understand that.",
        "Reva: So don't you see? This whole thing has come full circle. Oh, you should have seen the look on her face. She's going to have marah go to trial for murder. And then marah's life will be over.",
        "Josh: Wait. Reva, come on, I..",
        "Marah: Hey, mom, dad, what's going on?",
        "Gus: Frank tells me that you're putting a file together for doris wolfe on the caroline caruther's case. All your notes.",
        "Jeffrey: Yeah, I recused myself from the case.",
        "Gus: Hmm. Is that the file?",
        "Jeffrey: Yeah, that's the file.",
        "Gus: Don't mind me. I'm not just, you know... do... go ahead. Do what you were going to do. I'll just... I'll watch.",
        "Gus: Shred away.",
        "Jeffrey: I wasn't going to...",
        "Gus: You can do it. I'll just watch.",
        "Jeffrey: I wasn't going to shred the file.",
        "Gus: Oh, you weren't going to shred the file. Oh, no. Why? Because that means you have feelings? And you don't want that getting in the way of the job? Is that what you're saying?",
        "Jeffrey: Oh, I get it.",
        "Gus: You don't do that ever, right?",
        "Jeffrey: Oh, I get it. This is back to alan. Again.",
        "Gus: Look, I ambushed my father because of you. I thought I was doing him a favor.",
        "Jeffrey: You did do him a favor.",
        "Gus: How do you figure that? By telling him what? That his company's in bed with the mob?",
        "Jeffrey: I've been in this business a long time, gus. So have you. You know as well as I do that the news had to come from you.",
        "Gus: Oh, please. What are you going to tell me next? Everything's going to be fine?",
        "Jeffrey: Everything I've told you so far has checked out, hasn't it?",
        "Gus: Forget it. Just forget it. Let's just talk about what you're going to owe me for helping you save you from your own self just now.",
        "Jeffrey: For the... for the last time, I wasn't going top shred the file, okay. No, that'll be too much like gus aitoro, wouldn't it?",
        "Gus: What the hell is that suppose to mean?",
        "Jeffrey: Well, that's suppose to mean that you've trumped some evidence against danny santo and they kind of tripped you up on the stand, didn't they?",
        "Gus: Oh, man, keep your pants on. Come on, that was a long time ago. I paid the price, right? I'm working for you.",
        "Jeffrey: Yeah, well, there's the difference right there. You paid the price. Alone. Okay, if I were to do something like you're suggesting, which i would not do, it wouldn't just be me paying the price. Someone else would pay a price. Marah would have to pay a price. And I've already cost her enough already, haven't I?",
        "Gus: You and marah? I'm not... I won't go there. So, this doris wolfe, she's going to convene a grand jury, you think, on marah's case?",
        "Jeffrey: Yeah. She might get an indictment. Well, she's not going to get a conviction.",
        "Gus: Sound very confident about that.",
        "Jeffrey: Well, there's some other news. Turns out that marah was drugged the night of the shooting. So she's not responsible for what she might have done, all right? So the case doesn't have a leg to stand on. Here you go. Take this to ms. Wolfe. Please. Thank you. I may have recused myself from this case, gus, but I'm not going to stand by and watch doris wolfe use marah to clear her name in this town.",
        "Gus: Remember that thing we talking about in that area? That thing about your feelings in the way of your work? That thing.",
        "Jeffrey: Yeah, yeah.",
        "Gus: Yeah. You're doing it again.",
        "Marah: What is it? What's going on?",
        "Reva: Well, outside of the fact that you've been outed as the chief suspect in carrie's murder, now it looks like the press is trying to make it look like jeffrey shielded you from indictments for personal reasons.",
        "Marah: Yeah, but I already know the way. The way you guys were talking...",
        "Reva: What?",
        "Marah: It sounded like there was more.",
        "Reva: Isn't that enough for one day?",
        "Marah: Mom, I'm fine, okay? I'm just... I'm just worried about jeffrey.",
        "Reva: Well, you know what? You're going to have to start worrying about yourself right now, okay?",
        "Josh: Reva? Reva, marah and I already talked about this.",
        "Marah: I know what you guys are going to say, all right? Jeffrey should worry about his side of the things and I should worry about my side.",
        "Reva: Yes. Yeah, that's about it.",
        "Marah: But there's only one side here. The side that jeffrey and I are on together.",
        "Josh: Where are you going?",
        "Marah: To the pool house. I want to be alone. I love you guys.",
        "Josh: We love you, too, darling.",
        "Reva: I know what you're going to say. That I should have told her, but I couldn'T. Even though I know for a fact doris wolfe is gunning for our daughter, why make her worry about it unnecessarily until we have the facts? There's no reason for it.",
        "Josh: I agree with you, reva.",
        "Reva: You do?",
        "Josh: Yes.",
        "Reva: I love you. (Knock at the door) if that's a reporter...",
        "Josh: It's not. Hi, christopher. Come on in.",
        "Christopher: Hey, josh. Reva, I got your message. I took a chance you'd be home.",
        "Reva: We need you. We need your help. Marah's life depends on it.",
        "Frank: Hey, there's my beautiful daughter.",
        "Marina: Hey, dad.",
        "Frank: Hey, sweetie.",
        "Marina: Where's grandpa?",
        "Frank: Well, grandpa actually looked a little beat. So I sent him. I told him I would close up for him. So...",
        "Marina: Oh, well. You look like you would need a rest, too.",
        "Frank: Really? Wow. What are trying to get rid old your old man here, are you?",
        "Marina: Never.",
        "Frank: All right, good. Because now that I have a little bit of time with you, I would like to talk to you, because i have been worried about my little girl.",
        "Marina: Dad, I'm fine.",
        "Frank: Really?",
        "Marina: It's just been a crazy year. First, ben. Then shayne's accident and, you know...",
        "Frank: You're absolutely right. I know it's been a crazy year. You have been through one hell of a lot. Actually, the kind of stuff hat would grow up somebody a little too quickly. I just don't want to lose track of all of the important things with you. After seeing what's going on with marah, I don't want to lose a second with you. I don't want anything to slip through the cracks.",
        "Marina: Dad, she's going to be okay, isn't she? It was self-defense.",
        "Frank: Marina, I know you're very close with her, but marah is going to have one long tough road ahead of her. (Phone rings)",
        "Marina: Hey, michelle. What... they said what? That's bad. I think that's what my dad was just trying to say. No, no, I'll meet you there. I have keys. Yeah, okay. Bye.",
        "Frank: What's going on?",
        "Marina: I have to go, dad.",
        "Frank: Where are you going?",
        "Marina: Marah really needs me. I will check in with you later, okay? I promise.",
        "Frank: Keep safe.",
        "Marina: Yeah.",
        "Alan: Alexandra, are you accusing me of something here?",
        "Alexandra: I am not accusing you of anything. I'm merely saying that i understand how this whole mess could look to an outsider.",
        "Alan: Gus is not an outsider.",
        "Alexandra: All right. No, gus is... he may be a part of the family, but he is... he's never been really family. Not like us. He doesn't have the same bond, the same sense of loyalty, alan.",
        "Alan: He is my son.",
        "Alexandra: I know. I know. I know. And I understand how it must be hurting you to realize that you just can't trust him anymore. I mean, you walk into a meeting, a simple meeting thinking that he's going to make some solution, some agreement to settle this maryanne caruther's mess and next thing you know, you get stabbed in the back and... well all but accused of running drugs on the street with organized crime for pete's sake. Oh, god. Alan, I saw you looking at this earlier.",
        "Alan: So?",
        "Alexandra: Well, I just have one question. What are you going to do about it?",
        "Alan: Gus had a job to do, alexandra, and he did it.",
        "Alexandra: He certainly did.",
        "Alan: I just should have told him sooner about my part in the maryanne caruthers' death. That's all.",
        "Alexandra: Well, darling, perhaps you should have.",
        "Alan: No, he felt betrayed because I kept him out of this. That's why.",
        "Alexandra: Oh, fine. Fine. And this is how he reacts to betrayal? To accuse you of running drugs on the street? There's a logic for you. That makes all the sense in the world, doesn't it?",
        "Alan: It's bad enough that anyone would think that spaulding enterprises is as tied up with the mob. But to have my own son think is...",
        "Alexandra: Oh, this isn't really about these accusations, is it? It's really about your own son's loyalty.",
        "Alan: I tried so hard to make him feel like a part of this family, that I believed in him.",
        "Alexandra: I know. Alan, you did the best you could. Quite frankly right now it's time for you to let him go. And to depend on the members who have always been there for you.",
        "Alan: And who would that include?",
        "Alexandra: (Laughs) alan. You and I have always had bumpy roads between us, but we're family. I mean you and I are real family. And you know what they say, lost sons, they come and go and sisters are forever.",
        "Alan: Is that what they say?",
        "Alexandra: That is what i say. That I'm here for you. I am here for you. And you and I have to stand together strong more now than ever before.",
        "Gus: What's going on with you?",
        "Jeffrey: There's a lot going on, okay. Could you be more specific?",
        "Gus: I came down here to give you a piece of my mind for helping me ambush my own father, but seeing you like this makes me feel bad for you. It's making me freak out.",
        "Jeffrey: Well, don't feel bad for me, okay? I'm not the one with my head on the chopping board, am I? No, that would be marah.",
        "Gus: So what are you going to do to help her?",
        "Jeffrey: Huh?",
        "Gus: You heard me. What are you going to do to help marah?",
        "Jeffrey: Well, I'm not going to see her. Oh, because we don't want her to be front-page news two days in a row, do we?",
        "Gus: Mm. Hmm.",
        "Jeffrey: What?",
        "Gus: I don't know. Just thinking to myself. You know, if it was me and my girl, just me and harley instead of you two, you and marah, nothing would keep me away from her to help you , you know. Screw the headlines.",
        "Jeffrey: (Laughs) oh,, you're good. That's real good, yeah. You just want to see me shoot myself in the foot, don't you? Just give o'neill enough rope to hang himself. Go ahead, jeffrey, shred the evidence. Go ahead, see marah. Well, you could save it, gus, okay. Because I practically invented reverse psychology.",
        "Gus: No, o'neill, I'm not trying to reverse anything, okay? I'm saying if it was my girl and she needed help, I would go to her no matter what. Even if I had to shoot myself in the foot, I'd fire away.",
        "Jeffrey: Well, speaking of firing away, gus, we need to talk about your undercover work at spaulding.",
        "Gus: What about it?",
        "Jeffrey: You're fired.",
        "Michelle: Hey, I saw the news.",
        "Marina: Michelle told me what happened. We came right over.",
        "Marah: How did you guys get in here?",
        "Marina: I had shayne's keys. I cannot believe that someone would do this.",
        "Michelle: Just mean.",
        "Marina: It was insane out there.",
        "Michelle: It got in the presses everywhere. It's crazy.",
        "Marah: Will you guys stop, please?",
        "Marina: Sorry. Do you want us to go?",
        "Marah: No, it's fine. Stay.",
        "Michelle: I'm sorry. I hope we didn't upset you.",
        "Marah: No, I'm not upset. But you know, nothing surprises me anymore.",
        "Michelle: Well, it surprises me. I mean if you didn't look guilty before, the press certainly made you look guilty by screaming cover-up.",
        "Marina: Yeah, okay. Now we have upset you. Let's go.",
        "Michelle: Marah, I'm sorry. You know what? I'm just really mad and it kind of came out wrong. I'm going to shut up, because i can't seem to do anything right anymore.",
        "Marah: What are you talking about?",
        "Michelle: Nothing. Nothing. Forget it.",
        "Marah: Now, please let's talk about anything other than me and what I'm going through right now.",
        "Michelle: Okay, you want the short version?",
        "Marina: Yes, please.",
        "Michelle: I just been really scattered lately and this morning I almost poured orange juice on robbie's cereal instead of milk.",
        "Marina: Oh, that's it?",
        "Michelle: That's enough.",
        "Marah: Sweetie, it's not like you poured detergent in his cereal.",
        "Michelle: I know. I know. I'm just so freaked out though. And I'm second- guessing everything I$do now. I just feel like my mind has gone out the window and it's taken my better judgement with it.",
        "Marina: Don't you think you're overreacting just a teensy bit?",
        "Michelle: Maybe. But I never really felt this way before.",
        "Marina: Well, you never had a lunatic try to kill you before.",
        "Michelle: Yeah, I have. Carmen.",
        "Marah: Oh, my gosh, I forgot.",
        "Michelle: Well, at least with carmen I knew what I was dealing with. With carrie... I mean I didn't even see it coming until it was too late.",
        "Marah: Yeah, well, none of did.",
        "Michelle: You know what? I don't want to talk about me. We're here to talk about this and come up with something productive at least.",
        "Marina: Yeah, like, who leaked this to the press? Do you have any ideas?",
        "Marah: No. But sandy and shayne are looking into it.",
        "Marina: Sandy? Hmm. That's interesting.",
        "Marah: Why?",
        "Marina: Well, just that he would jump at the chance to find the person who outed you and jeffrey?",
        "Marah: He's just being protective. That's all.",
        "Michelle: He is her brother.",
        "Marah: Why, what are you thinking?",
        "Marina: Well, how well do you really know sandy? I mean, he wasn't exactly thrilled about you and jeffrey from what you told me.",
        "Marah: Not in the beginning. No.",
        "Marina: So?",
        "Marah: So?",
        "Marina: So what if he's the one who spilled?",
        "Reva: In the beginning, i didn't know I was getting these images of maryanne, but I felt like she was trying to tell me something. And then the other day she was here in this study.",
        "Josh: Wait. Wait a minute. When was that?",
        "Reva: The day that you moved back in. I didn't tell you about it because she was here and then she was gone. But there was a reason why she was here and I felt like it was important.",
        "Christopher: I'm not sure that I can help you go any further with this.",
        "Reva: Why not?",
        "Christopher: When reva first told me about the images she was getting, she had to tell me the context, too. And I don't want to intrude on your family's privacy.",
        "Josh: Well, evidently the rest of springfield doesn't have a problem with that.",
        "Christopher: Still.",
        "Josh: Listen. I have a couple of phone calls i have to make. I'm going to leave you two alone to talk. But, christopher, if there's anything at all that you could do to help marah, we would appreciate it, okay?",
        "Reva: See you in a bit.",
        "Christopher: What is it you need from me, reva?",
        "Reva: A crash course. I mean, I've done everything you asked mer to do. I went to the fairgrounds, i tried to keep myself open, but I'm still not getting any useful information from maryanne. So we need to speed up the process.",
        "Christopher: Reva, at this point the best thing you can do is wait.",
        "Reva: I can't wait anymore. Marah needs my help now!",
        "Christopher: Reva, you know you can't force these kind of encounters.",
        "Reva: Well, I believe that you can do it anything if you want it badly enough. So just tell me what it is and I'll do it.",
        "Christopher: Reva...",
        "Reva: No, look this ability has turned out to be a curse than a blessing, but I've stuck with. And I've helped other people. Well, now it's my time. It's my turn for it to help me. Because this is my daughter we're talking about. And I've got to make this work. I've got to do it for her.",
        ">Ill: Hey, you know, I just want you to know I appreciate atall your help during the tcampaign. You know, you real su tepped up.",
        "Tony: All right. I think you appreciate more the fact that I haven't caused any more damage.",
        "Bill: All right. Well, yeah, that, too.",
        "Tony: What are you doing here, bill? You know, I mean, danny told me you're a pretty busy guy these days. Dad handed over the company, right? Something like that?",
        "Bill: Well, part of it, yeah.",
        "Tony: Big stuff. A lot of responsibility. But then again, you're that type of guy.",
        "Bill: Now, why do you make that sound like a bad thing?",
        "Tony: I... listen, I'm not. I just... it's not my thing, not my cup of tea. I don't live that straight line, everything-goes-according-to- plan thing.",
        "Bill: Yeah, well, if that's what you think, you don't know anything about my life.",
        "Tony: Maybe not. Listen, no word on marah? Anything at all?",
        "Bill: No, no word at all. The case is at a standstill. So...",
        "Tony: What do you mean, standstill?",
        "Bill: Well, from what I'm told, all we can do is just let her know that we're there for her.",
        "Tony: No, no. That's not good enough. We can do more than that.",
        "Bill: See, that's how you operate, isn't it? I mean, you just jump right in there. You go with your gut.",
        "Tony: Usually works for me, yeah.",
        "Bill: Usually?",
        "Tony: Yeah, bill. Why? What's going on? You having a hard time jumping in?",
        "Reva: Nothing you can do? I can't believe you're leaving us in the lurch like this. You were the one that made me push this thing to begin with, to get in touch with this gift. You were the one that begged me to take it one step further. And now you're saying that we've hit the wall?",
        "Christopher: Yes.",
        "Reva: I don't accept that. What kind of a friend are you to just shut down when I need you most?",
        "Christopher: Damn it, reva, don't you think that I would help you if there was anything that I could do?",
        "Reva: Christopher, this is about marah.",
        "Christopher: Reva, I would give anything to be able to help you right now, to fix this, to be the hero. But there is absolutely nothing I can do. No matter what the circumstances, you cannot force this kind of encounter.",
        "Reva: So I just have to wait for her?",
        "Christopher: I believe that you'll get marah out of this without any help from maryanne.",
        "Reva: Well, I'm glad one of us does.",
        "Christopher: I have to go. If I think of anything else that might help...",
        "Reva: You know where you can find me.",
        "Christopher: Marah is so lucky to have you and josh as parents, fighting for her. You are all so lucky to have each other.",
        "Marah: You don't really think that sandy's the one that went to the papers, do you?",
        "Marina: Who else?",
        "Marah: Anybody else. Sandy wouldn't do this to me. He doesn't have it in him. And you know what? You don't have this in you either.",
        "Marina: What do you mean?",
        "Marah: You are being way hypersensitive.",
        "Marina: I am, aren't I?",
        "Marah: Yeah. What's going on?",
        "Marina: I don't know.",
        "Michelle: Carrie strikes again. I mean, she's got marina so paranoid she's pointing fingers at her own friends, just like she's got me so worked up i can't even trust my own judgment.",
        "Marah: No. No. You know what? We cannot keep blaming carrie every time we have a problem. She is dead. She can't get to us anymore.",
        "Marina: She's getting to us every day. Just a few days ago, no one even associated you with her shooting. And now, I mean, all of a sudden, she's center in your life again. She's done it again.",
        "Marah: So I should be angry.",
        "Marina: Yeah, you should.",
        "Marah: I know. I am. But the feeling that is overriding all other feelings is guilt-- guilt for what my father is going through, guilt that i killed somebody. And I hate carrie. We all hate carrie. But that does not change the fact that she's dead because of me.",
        "Marina: It was self-defense.",
        "Marah: I know it was self- defense, but that doesn't change the way that I'm feeling. I'm sorry. I wish I could make you guys understand.",
        "Michelle: Hey, you don't have to. You don't have to.",
        "Marina: And you don't have to be so strong. Now is the time when you need to lean on the people who love you and care about you.",
        "Marah: I know.",
        "Marina: So then why don't you do that?",
        "Marah: Because I can't lean on him if he's not here.",
        "Gus: You're firing me?",
        "Jeffrey: Your cover's blown, gus.",
        "Gus: I cannot believe you, man. I gave you alan. I gave you alan spaulding on a platter. I gave you the deal of a century, man.",
        "Jeffrey: Your cover's blown.",
        "Gus: I cannot believe you! You can'T...",
        "Jeffrey: You're no longer... you're no longer effective at spaulding, gus. I've got to pull the plug. Now, you've got a life outside of this investigation. I suggest you get back to that.",
        "Gus: Oh, fine. Well, I should just go back to the force, then, right?",
        "Jeffrey: If that's what you want.",
        "Gus: You know, there is something going on at spaulding enterprises, right? The mob's got their hands in antimonious. That's putting it into the hands of the kids in the streets. And we're not done yet. We're not done with this case.",
        "Jeffrey: No, I'm not done. You are. Where do you even stand with alan, anyway?",
        "Gus: He hates me, and I'm less than thrilled with him for not... he's a gutless wonder when it came to the maryanne caruthers mess. You know what? Maybe marah wouldn't be in the trouble she's in today if he had come forward earlier. Did you ever think of that?",
        "Jeffrey: Well, what happened, happened. I've got to deal with the cards that marah's been dealt.",
        "Gus: And that's it?",
        "Jeffrey: That's it.",
        "Gus: I'm fired?",
        "Jeffrey: You're fired.",
        "Gus: Thanks, boss.",
        "Jeffrey: If it's any consolation, you did a good job.",
        "Gus: No, no. It's really not a consolation, any kind of consolation.",
        "Jeffrey: So you'll be leaving?",
        "Gus: (Laughs) are you that anxious to get rid of me right now?",
        "Jeffrey: No, it's just that someone has a very important decision to make, and he needs a little privacy.",
        "Gus: Oh. What kind of decision would that be?",
        "Jeffrey: Whether or not to shoot himself in the foot.",
        "Gus: You know, o'neill, there's press out there, probably watching your car. But they're not watching mine. So, you know, in case there's someplace you'd rather be...",
        "Alexandra: Alan, feels like old times, doesn't it, you and i working together?",
        "Alan: Just don't push it, alexandra, all right?",
        "Alexandra: Okay. Look at the spaulding stock, please. Still holding, huh?",
        "Alan: Yeah. That's because information about the investigation hasn't leaked onto the street yet.",
        "Alexandra: Then we don't have much time, alan. Seems to me we ought to sell some spaulding stock before we take a real bath on it.",
        "Alan: You want to dump the stock?",
        "Alexandra: Yes. We can buy it back as soon as the thing bottoms out. And it will, of course, as soon as this business with antimonious is all cleared up.",
        "Alan: Have you forgotten that I have brought this company to where it is today? It bears my name and your name as well.",
        "Alexandra: Of course not.",
        "Alan: I will not allow that to happen, and I forbid you to even consider it.",
        "Alexandra: Fine, fine. You are absolutely right. I don't know what I was thinking of. I... I panicked. I panicked.",
        "Alan: No, you didn't panic. I think you're becoming greedy.",
        "Alexandra: No, it is definitely panic. No, you're right. You are right again. We will work through this together, stay strong together, and we will come out the better for it in the end, right?",
        "Alan: All right. Now, that's better.",
        "Alexandra: Good. And if somebody else has to take the fall for getting the spaulding stock back in line, well, if it's brad green, I'm not going to lose any sleep over it. Because after all, he's not family, is he?",
        "Alan: Well, gus. I'm surprised to see you here.",
        "Gus: Am I interrupting something?",
        "Alexandra: I can leave.",
        "Alan: Oh, no. No, no, no, alexandra. You stay. There are no secrets in our family, especially now. Tell me, what brings you here?",
        "Gus: Well, I just got canned. Jeffrey o'neill doesn't need me working here undercover anymore.",
        "Alan: I guess it is hard to work undercover when your cover's been blown.",
        "Gus: Yeah, right. Well, that's what he said. So, you know, I guess that means that...",
        "Alexandra: Well, yes. What does that mean, gus?",
        "Gus: It means that I don't need to stick around here anymore, you know? You can get back to running your company, and I'll just... I'll get back to my life.",
        "Josh: You feeling any better?",
        "Reva: No. I mean, the fresh air felt great for a while, until I saw them.",
        "Josh: Them?",
        "Reva: Them. Them. The microphones peeking out of the bushes; the cameras poised and ready to shoot. You know what's really scary, is that if it weren't our daughter, I'd be one of them, too, because I am the press-- the same press that's ready to hang marah. And throw doris wolfe into the mix and...",
        "Josh: Reva, reva, you've got to stop torturing yourself like this.",
        "Reva: You know what the real torture is? Knowing that I'm so close to being able to help marah, and all I can do is wait. Because maryanne's message really is the key.",
        "Josh: Listen, about these images of maryanne, do you think it's possible that you've been wrong?",
        "Reva: How do you mean?",
        "Josh: Is it possible that maryanne isn't appearing to you because she wants to help, but because she wants to hurt us? Hurt marah's case?",
        "Reva: No. No. I'd know it.",
        "Josh: How?",
        "Reva: I don't know. I don't know. I can't really be sure, but i feel so strongly that whatever it is she's trying to tell me, it's going to help marah.",
        "Marah: Thank you, guys, for coming by. I'm glad you did, but...",
        "Marina: But we're not jeffrey.",
        "Marah: But you are good friends, and I love you. And if I'm lonely, you will be the first ones that I call. I just need to watch some cheesy movie and forget about everything right now. So I'll see you guys later.",
        "Marina: Okay. See you.",
        "Bill: All my life I wanted to have control of my life. I wanted to be able to make my own decisions. And now it'S...",
        "Tony: Be careful what you wish for?",
        "Bill: Well, everything's moving so fast, you know? I'm afraid I haven't taken the time to stop and think, and I'm making too many quick decisions, and... yeah. Yeah, that' sit. I've got to hold back before i make my next move. That's what...",
        "Tony: Waste of time, bill. That is, if you know what you want.",
        "Bill: Well, I know what i want.",
        "Tony: Okay. Then what's the problem? Do it. The longer you think, the more you think, you lose what's important. Listen, you wanted to talk to me about something; what was it? I've got to get inside, so...",
        "Bill: Nothing. Nothing. I'm sorry for...",
        "Tony: Good. All right.",
        "Bill: I'll see you around. Thanks for the talk. I appreciate it.",
        "Tony: Yeah.",
        "Bill: Yeah. The more you think, the more you can lose what's important to you. That's it. That is it.",
        "Alan: Well, if you've come to say good-bye, I guess there's nothing I can do to stop you.",
        "Gus: Well, it's not exactly what I meant, but...",
        "Alan: Look, I'll have some people come over with some boxes so that you can pack up your belongings, and I'll stay out of your way.",
        "Alexandra: Well, gus, for what it's worth, I think you're doing the right thing. After all, you never really belonged in this family in the first place.",
        "Frank: Hey.",
        "Marina: I told you I'd check in.",
        "Frank: Well, how's marah?",
        "Marina: She's trying to be tough. Oh, it's such a mess, dad. It feels like the whole world is out to get her. It's so unfair. You know, if I have learned one thing through all of this, it is not to trust anyone or anything.",
        "Frank: Well, I can understand why you would think that.",
        "Marina: Yeah, because it's true.",
        "Frank: Boy, I've got my work cut out for me. Looks like I'm going to have to restore your faith in humanity. That is, if you trust me.",
        "Marina: Of course I trust you. I just know that you can't count on too many people or things, because as soon as you think that everything is okay, wham-- something happens.",
        "Messenger: Josh lewis?",
        "Josh: Mm-hmm?",
        "Messenger: I've got a special delivery.",
        "Josh: Oh, okay. Thank you very much.",
        "Reva: Is it from the office?",
        "Josh: No, I don't think so.",
        "Reva: What is it?",
        "Josh: It's from caroline caruthers. (Knocking on door)",
        "[NEXT_ON]",
        "Josh: When is this nightmare going to end? Or is it ever going to end?",
        "Reva: No, it's going to end. It's going to end right now.",
        "Olivia: I have a vested interest in this company. I'm phillip's wife.",
        "Gus: Yes, you are. But I'll be he has no idea what you're up to, does he?"
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=rMI6TDlWFuQ"
}