{
    "Episode Summary": [],
    "Recap": [
        "Tony is released from jail on bail. (He was arrested for the drug stuff too.) He hires a lawyer from the mob, and Danny isn't happy about it. Danny wants Tony to forget the mob for their family's sake. Tony will decide what to do after Michelle is well. Bill visits Michelle and sees her finger move. He informs Rick, and he explains that her muscles are moving involuntarily. Michelle is actually reliving the explosion in her mind. Danny & Tony arrive, and they sit with Michelle after Bill leaves. Soon, Danny leaves to check on Robbie. While Danny's gone, Michelle squeezes Tony's hand, opens her eyes, and gives him a smile. Tony is surprised.",
        "Alex talks to Gus about wanting Harley to accept her help in planning Gus & Harley's wedding. She also wants Gus to know how thankful she is for him protecting her, and she really wants him to move on from this. Olivia asks Beth to help her with Philip, who, she says, is more dangerous than ever. Beth doesn't want to be involved in any way. Olivia is angry and says she'll always remember how Beth didn't help her. Bill meets with Olivia at his place, where he admits to buying up the shares from the Spaulding stock. Meanwhile, Philip demands of Alex the contact from Spaulding who is able to shut down Olivia's passport & finances."
    ],
    "Recap Author": "Katie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Olivia: You're late.",
        "Beth: What's so urgent? You said you wanted to talk to me.",
        "Olivia: It's about where I stand with the company.",
        "Phillip: Well, I see the gang's all here. Hello, Beth. Hello. How's my little girl? How's my little girl? Well, I hope you made the most of the morning that allowed you to spend with her, because your time is up.",
        "Gus: Alexandra, if you're here to thank me again for keeping you out of prison, I told you I didn't do that for you, okay. So you don't have...",
        "Alexandra: Mm-hmm, but I can still be very grateful, can't I? Anyway that's not why I'm here. This is.",
        "Gus: Bridal elegance?",
        "Alexandra: Mm-hmm. Well, I told you I wanted to plan yours and Harley's wedding. I want it to be beautiful, I want to go all out, and I wanted a big Spaulding wedding for a real Spaulding.",
        "Bill: Hey, Rick? What's going on?",
        "Rick: Okay.",
        "Bill: Hey, did she just move? Right there. She just moved again.",
        "Rick: It was involuntary.",
        "Bill: Are you sure?",
        "Rick: Yeah, I just ran all the tests on her. Showing response to touch or pain. Let's step outside for a second.",
        "Bill: Yeah.",
        "Rick: This is pretty common for comatose patients.",
        "Bill: Yeah, but I mean she's never done it before. Do you think she's coming out of it? Or...",
        "Rick: You know, there's no way of telling for sure, bill.",
        "Bill: This is so strange. It's like she's dreaming or something.",
        "Danny: What's going on with you? You've just been given a second chance.",
        "Tony: That sounds familiar.",
        "Danny: Tony, I got immunity for you.",
        "Tony: Danny...",
        "Danny: You can start over. No ones going to pull you back.",
        "Tony: Okay. What do I do then, Danny, huh?",
        "Danny: I don't know. Do whatever you want to do? You could breed horses on that ranch of yours, start your own business. Come work with me.",
        "Tony: That's exactly... see that's exactly where... I knew you were heading there. I knew that.",
        "Danny: Well, why not? We're a good team.",
        "Tony: Then what do I do then, Danny? I'll watch your back like I've always done?",
        "Danny: And I'll watch yours. Tony, I still got a lot of plans. There's some work to be done on Fifth Street, I've got ideas for other projects. We can both be totally legit now.",
        "Tony: It's... it's... Danny, it's what you want. Okay? It's what you've always wanted, not me.",
        "Danny: Yeah.",
        "Tony: So do it. I'm serious, dude. You can do anything you want to do now, Danny. You can. Just, you know, leave me out of plans, all right?",
        "Frank: Well, anything going on over here I should know about.",
        "Gus: It's Aunt Alex trying to get me to buckle down some wedding plans.",
        "Frank: Well, I hope you're having an easier time with him than I'm having with my own sister, because every single time I ask her about the wedding, she hits me and she hits me very hard.",
        "Alexandra: Okay, don't worry, frank. I promise I will keep you appraised of all the planning. Besides it's very important for the bride's family to be involved, of course, in this event.",
        "Frank: Well, it's funny, Alex, because I always thought that the bride's family is the one who's suppose to be planning the event.",
        "Alexandra: (Laughs) yes, well, since when have known Harley to ever do things the normal way.",
        "Frank: Well, good point. Anyway, look it. Fill me in.",
        "Gus: We've etched a date in stone.",
        "Frank: Wow. Well, that's a big step for you two.",
        "Gus: Yeah, yeah. We're going to do it the end of July on my father's birthday. We thought that would be nice, you know?",
        "Frank: Well, that's... that's great. I mean, that's kind of coming up pretty quick, isn't it?",
        "Alexandra: Well, summer weddings are beautiful though. They really are.",
        "Frank: You know what, Alex? If you're throwing this event, then I'm sure it's going to be a beautiful affair.",
        "Alexandra: (Laughs) well, thank you, frank.",
        "Frank: I just kind find it hard to believe that Harley would agree upon everything though. You know, letting you plan the whole deal. I mean...",
        "Gus: Yeah.",
        "Frank: What? Are you nuts?",
        "Gus: Frank, that's thing. I could use your help.",
        "Frank: Oh, no you don't. Oh, no you don't.",
        "Gus: No, hear me out. No. Come on, frank.",
        "Frank: Leave me out of this one, okay. Let me give you a word of advice here. Don't try to pull anything over on Harley. Because, you know what? It'll come back and it's going to bite you, and it'll bite you big time.",
        "Gus: So seed pearls...",
        "Alexandra: Mm-hmm.",
        "Gus: ...Or sequins?",
        "Alexandra: Right.",
        "Gus: Of the pearls. You know, I know you're making an effort and everything. I think you should ask questions like this to my fiancée.",
        "Alexandra: Well, I intend to. I just want to have a little conversation with you first. You know, make sure we're on the same page and maybe you could talk to Harley. Pave the way a little.",
        "Gus: Because you're afraid she's going to give you the heave ho, right?",
        "Alexandra: Yes, yes, and I think that would be a shame. No, you see Harley and I've had a rough patch, all right. But we had a great relationship for many years. And, I don't know, perhaps she didn't tell you...",
        "Gus: No, no, she told me. She told me.",
        "Alexandra: Well, I want to be close again that's all. I just want to be in the position to give her a beautiful wedding that sort of welcomes her into the family in a positive way.",
        "Gus: Yeah, positive.",
        "Alexandra: To create an atmosphere where we all could all be happy and comfortable together.",
        "Gus: Happy and comfortable. Happy and comfortable. Comfortable and happy.",
        "Alexandra: Well, nothing ventured, nothing gained, huh?",
        "Gus: Alexandra, I'm going to assume for the moment that your intentions are honorable.",
        "Alexandra: They are.",
        "Gus: Okay. Well, let me give you a word of advice: Please don't push.",
        "Alexandra: That's three.",
        "Gus: Fine. But please don't, because when you and Alan do this, I feel like I'm being sold, you know? Like I'm one of your deals or something that you're trying to close. I... it's like I dig my heels in. It's a matter principle. You know what I'm saying?",
        "Alexandra: All right, message received. Gus, you don't truly think that I appreciate what you've done for me, do you? Well, I want to tell you something, I do. And I want to give you a gift in return because of that.",
        "Gus: Well, when it comes to any of that stuff, again, you know, gifts or whatever, you should talk to my fiancée.",
        "Alexandra: Come on, it's not a wedding gift. It's not that kind of gift. It's a gift of moving on. See I don't want you to ever look in Harley's face and think you didn't tell her, that you deceived her.",
        "Gus: All right. It's cool. Because I think that as time goes by I'll learn to live it, right?",
        "Alexandra: No. No, that is not what I'm saying. I'm saying don't live with it. Put it out of your head. You let it go. I assure you that your life will be far better and richer with her if you do.",
        "Gus: Let it go. That's... how am I suppose to do that?",
        "Alexandra: Well, you simply decide that it's so. You can rely on your genetic make-up. It's in your genes. You are a Spaulding. Spaulding's don't really know guilt. When they fall down, they get right back up, dust themselves off, and move on.",
        "Gus: Without looking back? That's a comfort.",
        "Alexandra: Yes, well, it can be if you let it. You'll be assuring yourself of a long and happy life with the woman you love. That's the only way you'll ever get any peace, Gus. So let it go. And don't worry about this. I'll run all that past Harley.",
        "Phillip: Hello, hello, hello. Hey.",
        "Rick: How are doing, buddy?",
        "Phillip: Hi, pretty good.",
        "Rick: Oh, goodness. They don't just don't do much right now, do they? Except just be awfully darn cute.",
        "Phillip: Trust me, one day you will long for time when popping up front behind a napkin was enough to keep your daughter happy.",
        "Rick: Hey, speaking of happy, how are you and Olivia doing these days?",
        "Phillip: Marital bliss every moment of the day.",
        "Rick: Well, she let you have Emma for the day, didn't she?",
        "Phillip: She's next door in the bar watching the clock. But if I wanted to I could pick you up and I could carry you out of here and never come back, couldn't I? Couldn't I? Yes, I could. And it wouldn't be a thing your mommy could do about it. It would just be her tough luck. (Baby cooing) yeah.",
        "Rick: That was a very, sweet warm moment you just had with your daughter.",
        "Phillip: Oh, I'm just speaking hypothetically, that's all.",
        "Rick: Listen, you know, if things are really that bad between you and Olivia...",
        "Phillip: Did I say they were bad? They're not bad. They're actually great. Our marriage is exactly where I want it. Because your daddy understands that a little girl needs to have both parents in her life, doesn't she?",
        "Rick: But if the two parents can't stand the sight of each other...",
        "Phillip: That's all right. We'll make it look civil in front of Emma.",
        "Rick: Oh, so you guys have some sort of arrangement?",
        "Phillip: Yeah. Olivia does what I tell her to or I put her in jail.",
        "Danny: Oh, come on. It's not so often you get so much praise. I mean, you might as well enjoy it. Who knows when you'll get it again, right?",
        "Danny: Bill.",
        "Bill: What?",
        "Tony: Don't do this?",
        "Bill: Do what, Tony? What exactly am I doing? I'm just letting your cousin know that he's a hero. I mean at least that's what everyone says, right? Making the world a safer place? Especially for Michelle and Eden.",
        "Olivia: I will get the better of Phillip, and I will get those votes with or without your help. And then I will remember how you turned your back on me.",
        "Tony: You've been out for awhile, but it's okay. You're back. You're back, Michelle. It's all right.",
        "Danny: Bill, I don't know what you want from me. You want me to tell you I'm sorry about Eden? I'm sorry. I'm sorry that my wife is lying in this bed right now. What else do you want?",
        "Bill: Yeah, well, what is this, Danny? Is this collateral damage? Is that what this is?",
        "Danny: No. I never pretended to be anything that I wasn't around you. You're the one who wanted me to run for mayor, you wanted to head up my campaign, you wanted to be in the spotlight, too.",
        "Bill: Oh, yeah, yeah.",
        "Danny: You know that's true. But it didn't work out for either one of us. That's life, get over it. But if you want to blame me and Tony for all of your problems that's fine, go ahead and do it. But not here, not in front of Michelle. Because compared to what Michelle is up against, you don't have any problems. None of us does.",
        "Bill: I'll be back tomorrow.",
        "Tony: So now what, huh?",
        "Danny: We stick together.",
        "Olivia: I know you're worried about Phillip, too. About his mental health. I mean, that has to be at least part of the reason why you're thinking of moving out of the house. You have to know, or at least believe, that James and Lizzie aren't really safe around him.",
        "Beth: You pushed him, Olivia. When he was vulnerable, you deceived and manipulated him. You lied to him about Emma, you forced him to marry you, and you forced him to sign a proxy. If he's dangerous right now-- not that I'm saying he is-- then you made him that way.",
        "Olivia: Whatever happened, we have to deal with it. Look, I'm not going to tell you what to do, but if I were you I would take the kids and get...",
        "Beth: Olivia, why did you call me here?",
        "Olivia: Because I can't let him take my little girl away from me. All right, and I'm at a disadvantage right now. I have no leverage, I have no power. But if I had something to negotiate with.",
        "Beth: You want my board vote. You want the power of my stock behind you.",
        "Olivia: Not just you, but Harley and Blake. Mindy and India, too.",
        "Beth: The ex-wives?",
        "Olivia: We're women first and foremost. He has children with three of us. He tried to keep your kids away from you when you were with Edmund. Do you remember how awful that was? Because he could try it again.",
        "Beth: His problem is with you, Olivia, not me.",
        "Olivia: Yeah, maybe today, but who knows what he's going to be thinking tomorrow.",
        "Beth: Look, I'm a Raines, but I'm a Spaulding now, too. If you're looking for a power base, you're going to have to find it elsewhere. I will not turn against Phillip for you or anyone else.",
        "Olivia: Is that your final word on this, Beth? Are you sure?",
        "Beth: Very sure.",
        "Olivia: Fine. That's your prerogative. But I'm warning you, I will get the better of Phillip, and I will get those votes with or without your help. And then I will remember how you turned your back on me.",
        "Alexandra: Well, now isn't this a wonderful surprise. Look at the three of you.",
        "Beth: You remember whatever you want, Olivia. You've done a few things to me that I haven't forgotten either. But here's a little reality check for you. Even if I did side with you against Phillip, even all of his ex's did, you still wouldn't have the necessary leverage to get control of the company away from Alan, Phillip, and Alexandra combined. You need a heck of a lot more shares to accomplish that.",
        "Olivia: I still stand by what I say. So if you change your mind...",
        "Beth: I won't.",
        "Olivia: Hi, it's Olivia.",
        "Bill: Ah, the woman of the racy dress by night and business suit by day. (Clears throat)",
        "Olivia: I'm going to cut to the chaise. I know I can make your life better, and I think you can do the same for me.",
        "Bill: That's quite an offer.",
        "Olivia: Where are you? I need to talk to you.",
        "Bill: Look, Olivia, I'm really not in the mood for games.",
        "Olivia: It's about business, and I promise it'll be worth your while.",
        "Bill: I'm at the apartment.",
        "Olivia: I'm on my way.",
        "Olivia: Where's Emma?",
        "Phillip: Relax. Rick's watching the girls.",
        "Olivia: I guess that's okay.",
        "Phillip: I'm not ready to give her up yet.",
        "Olivia: Fine. I was hoping you could take care of her for couple hours. There's something I have to take care of.",
        "Phillip: Really? What?",
        "Olivia: An appointment.",
        "Phillip: Spaulding business?",
        "Olivia: You're going to take care of her or not?",
        "Phillip: I'll be delighted.",
        "Olivia: Great. I have my cell phone if you need me.",
        "Phillip: Oh, don't worry, I won't. We'll be fine.",
        "Olivia: I'm counting on that. Jimmy, hi. It's Olivia. Look, my husband is on his way back to the lobby. If he tries to leave the building with my daughter, I want you to have security stop him and notify me immediately.",
        "Beth: The relationship I have with Alan and all of the rest of them didn't come easily. And they look that way, but believe me, it didn't. You know that Alan purposely kept Phillip and me apart. He basically destroyed our marriage, right?",
        "Gus: Yeah, but you've forgiven him, right?",
        "Beth: You've forgiven him for quite few things yourself and you haven't known him as long as I have.",
        "Gus: Yeah, right. I guess, yeah, I'm still working it out.",
        "Beth: So how did you accomplish that?",
        "Gus: You got me. I don't know. I'm trying to figure it out.",
        "Beth: What happens is you stop judging him. All of them. Because you realize it's futile.",
        "Gus: So you actually turn off your conscience like it's a big on/off switch?",
        "Beth: No, no, you stay true to who you are and what you think is right, and if they do something that you don't like, you call them on it. You tell them exactly how you feel. Just don't think that that will ever change them, because it won't.",
        "Gus: So it's like a parallel universe? That's everything that is wrong is wrong and they know it's wrong, but it's still okay.",
        "Beth: (Laughs) Gus, I'll tell you what I told you before. Whatever you want to say about the Spaulding's, and lord knows there's plenty you could say, the bottom line is they're loyal to their own. Once you're in, you're in, and they'll do anything for you. Anything.",
        "Gus: They'll do anything. That's the part that worries me.",
        "Beth: You want to know what I really think?",
        "Gus: Sure.",
        "Beth: Okay. Here's what I see. You lost your parents, and now you've lost your sister. And yes, you have Harley and her family and that's wonderful, but there's still a void in your life. There's still a sense that something's missing, right?",
        "Gus: Maybe.",
        "Beth: Gus, the Spaulding's will fill that void for you if you let them. My life has fallen apart more times than I can count. And every time they've been there for me with a roof over my head, a shoulder to cry on, and a support system. They'll make you crazy, they may even hurt you, and lord knows they'll try your patience. But when push comes to shove, the Spaulding's will be there for you, and that's more than you could say bout most people.",
        "Bill: It's open.",
        "Olivia: You know, I know an excellent cleaning service.",
        "Bill: You said you could make my life better? Start your pitch.",
        "Olivia: All right. I make it a point never to trust people, bill, especially in business. But for some reason I trust you.",
        "Bill: I'm flattered.",
        "Olivia: Don't ask me why, but my gut tells me we have a lot in common. You know, if we got together and joined forces, we could actually be unstoppable.",
        "Bill: It was just one kiss, Olivia. Just one. (Laughs)",
        "Olivia: I've been buying up as much Spaulding as I could get my hands on.",
        "Bill: Well, aren't you a very naughty, naughty girl.",
        "Olivia: I want to gather up a majority, so that Alan and the others can't push me around anymore.",
        "Bill: Now when you say others, isn't one of them your husband?",
        "Olivia: I didn't think I'd have trouble getting the share that I needed, but I've suddenly hit a wall.",
        "Bill: How high?",
        "Olivia: See somebody else have been buying up Spaulding stock, beating me to the punch. And if I could just find out who that person is...",
        "Bill: I could probably get that information for you.",
        "Olivia: I thought you might say that.",
        "Bill: See the question is, how badly do you want it?",
        "Alexandra: Next on \"Guiding Light.\"",
        "Olivia: I'm offering you an opportunity of a lifetime. You'd be an idiot not to jump at it.",
        "Bill: Oh, come on, Olivia, you don't want to run an empire with me. You're living in a world of hurt. You need me to bail you out.",
        "Danny: Oh, you came back to me. You came back. I can't believe it. I just can't... what? What's the matter? What?",
        "Michelle: I'm sorry.",
        "Danny: What?",
        "Michelle: I'm sorry, but who are you?"
    ],
    "Transcript Author": [
        "By Boo proofread by Linda"
    ],
    "url": "https://www.youtube.com/watch?v=iPuW9SlpywU"
}