{
    "Episode Summary": [],
    "Recap": [
        "Reva has difficulty breathing and Billy gets scared. Colin tells her that she cannot leave the hospital after the serious respiratory event. Reva tells Billy that Jonathan is having a baby with Lizzie Spaulding. Billy sneaks her out of the hospital. At the cabin, she takes off her wig and they hug.",
        "At the wedding, Jonathan tells everyone that he is the baby's father. Alan tells Beth, who blurts out that she knew this, that she will never lie to him again. Lizzie tells Coop that Jonathan raped her. Coop is devastated. Jonathan tells Tammy about the night Lizzie and he were together. She tells him that she will ensure he stays in town for his baby girl. Lizzie, after following Coop back to the wedding area, faints \u0096 right into Jonathan's arms. Tammy is totally disgusted."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Tammy: Jonathan?",
        "Coop: You don't belong here, Jonathan.",
        "Tammy: What are you doing?",
        "Lizzie: In case you hadn't noticed, a wedding is going on right now. So please, go. Go! Go with Tammy, Jonathan, and get on with your life! Let me and Coop and our baby get on with ours! Did you hear me, Jonathan?",
        "Tammy: Jonathan?",
        "Jonathan: I'm so sorry, Tammy.",
        "Lizzie: No.",
        "Tammy: Sorry about what?",
        "Lizzie: Don't do it. You're going to regret this for the rest of your life.",
        "Jonathan: No. If I don't do it, that's what I'm going to regret. Coop, Lizzie's been lying to you. It's not your baby that she's carrying, it's mine. I'm the father of that kid.",
        "Crowd: ( Gasps ) ( chatter )",
        "[SCENE_BREAK]",
        "Billy: How you doing? Don't tell me you're doing fine, because I'm looking at you, and you're not doing fine.",
        "Reva: How... how did you...?",
        "Billy: What, I was here for a meeting, sweetheart. And Jonathan told me.",
        "Reva: Yeah. I have the flu. It's a bad strain, you know. But if I just... if I just get some rest, I'll be o... ( coughs )",
        "Billy: Sweetheart.",
        "Reva: ( Coughs )",
        "Billy: Shh. Jonathan told me you have breast cancer.",
        "Reva: ( Coughs )",
        "Billy: I'm going to get a doctor.",
        "Reva: No, no, Billy. Not now, not now.",
        "Billy: Let me just call Josh, then.",
        "Reva: No! Josh doesn't know.",
        "Billy: That's right, Jonathan said this strain came on pretty quickly...",
        "Reva: No. He doesn't know about the cancer.",
        "Billy: He doesn't know?",
        "Reva: You can't tell him.",
        "Billy: Sweetheart... you can't do this without him. You can't go through this alone. You can't do this without him.",
        "Reva: Watch me. Where's Jonathan? Billy, where's Jonathan, where's my son?",
        "Billy: I don't know where he went. He left.",
        "Reva: ( Coughs )",
        "Billy: Hey, what are you doing? What's going on... wait, whoa, whoa. Where do you think you're going?",
        "Reva: I have to get out there. I've got to find Jonathan. He's got to do what needs to be done before it's too late. ( Coughs )",
        "[SCENE_BREAK]",
        "Crowd: ( Confused chatter )",
        "Alan: I don't know what this crazy talk is about, Mr. Randall, but I want you to leave.",
        "Coop: Leave it. Leave it. I'll take care of it.",
        "Buzz: No, hold it! Why would he do this? Think.",
        "Lillian: I do not know how much more Lizzie can take.",
        "Beth: Alan, please, do something!",
        "Alan: I asked you a question.",
        "Jonathan: Ask your granddaughter.",
        "Alan: I asked you.",
        "Lizzie: Just get him out of here! Leave!",
        "Coop: Not yet. Lizzie, come here. Why would Jonathan say this? Lizzie, did the two of you do something...",
        "Lizzie: No, no! He's just trying to hurt me!",
        "Coop: Then why, huh?",
        "Lizzie: I don't know. Maybe because I couldn't help him with that Ashlee girl. You are so going to pay for ruining my wedding, by the way.",
        "Jonathan: Lizzie. Tell them.",
        "Lizzie: There's nothing to tell. Maybe that you're crazy.",
        "Jonathan: The kid is mine!",
        "Lizzie: No, stop, stop, stop saying that!",
        "Coop: Lizzie?",
        "Lizzie: All I want to do is marry Coop and get on with the rest of my life!",
        "Jonathan: Good! Marry Coop! I don't care! As long as he knows the kid is mine.",
        "Lizzie: Mom!",
        "Beth: Everything's okay, sweetie. Everyone, this is just a big misunderstanding.",
        "Jonathan: Not anymore.",
        "Alan: I would get out while you still can.",
        "Jonathan: Or what?",
        "Alan: Or I will make sure that your usual cell is ready.",
        "Jonathan: You know, do whatever you have to do. It doesn't change the fact that Lizzie is a liar.",
        "Coop: Lizzie? Is there something that you want to tell me?",
        "Lizzie: Only that I love you. And you're the only father that little Jenna could ever have! I think I am going to pass out if somebody doesn't do something.",
        "Jonathan: I did something. You can thank me later.",
        "Coop: You're kidding about this, right?",
        "Jonathan: Why would I be here if it wasn't the truth? Why would I want to be anywhere near this freak show of a wedding? As a matter of fact, this is the last place in the world I want to be right now. But, I'm here, so...",
        "Alan: Alexandra. Call security, I want him out of here.",
        "Buzz: No, no, no! Let him finish.",
        "Beth: Why?! He's crazy!",
        "Tammy: No, he's not crazy. He's just trying to fight back, right? Please tell me. This is what you do when you get hurt. Right? The Spaulding's, they did something to you. What did you do?",
        "Jonathan: I wish this was about revenge. I wish that I could make it go away.",
        "Tammy: It can't be your baby, you and Lizzie never...",
        "Jonathan: I screwed up. One time.",
        "Lizzie: He's lying, Tammy! You of all people should know what he will do for revenge. Look what he did to you!",
        "Jonathan: Shut... ( shouting )",
        "Lizzie: He's not worth it. Just get out of here and let me go on with my wedding! How much will it take to get you out of here?",
        "Jonathan: How much! This is not about money. All I want is Tammy. That baby is mine. I have no choice, I can't walk away. Not anymore.",
        "Lizzie: God! Leave it to you to finally develop a conscience!",
        "[SCENE_BREAK]",
        "Reva: You've got to help me.",
        "Billy: No, no.",
        "Reva: Or not, Billy. Fine, then I'll go get a taxi.",
        "Billy: Wait, you're not going anywhere.",
        "Reva: I am! Billy!",
        "Billy: Sweetheart, just stay here!",
        "Reva: Please, just let me do this! Jonathan needs me. Just let me do it.",
        "Billy: Fine, fine. Go ahead. Knock your socks off, ma.",
        "Reva: Are you enjoying this?",
        "Billy: No, darling, I'm not. Come on, hey, just let me call Josh, all right?",
        "Reva: No. You think it's an accident that I haven't told anyone that I have cancer? I've been keeping it a secret for weeks now. Billy, I've been cut open, I've been through chemo. I've thrown up a lot, and I shaved my head when my hair started falling out. Yeah, this is a wig. ( Laughs ) And I haven't slipped up. Not once. I've gotten pretty good at hiding it, and the only reason Jonathan knows is because he found my meds. And the only reason you know is because he's not here. He didn't say where he was going?",
        "Billy: Why don't we just forget about Jonathan? You give me one good reason why I shouldn't tell Josh.",
        "Reva: Do you value our friendship?",
        "Billy: That's not a good enough reason, Reva, you know it.",
        "Reva: Billy, come on. Josh has been cleaning up my messes forever. I'd screw up and he'd marry me again. Well, it's his turn now, Billy, it's his turn. This is his time to make his mark, to help people other than me. And if he knew about this, then he'd drop everything, and he'd be my hero. And as much as I want him here with me, I won't do that to him. I won't let his dreams just disappear because I'm sick.",
        "Billy: You picked a hell of a time to be a hero.",
        "Reva: Yeah. It's a hell of a time to have cancer. Because people need me.",
        "Billy: We've always needed you, Reva.",
        "Reva: Well, I have to have the chance to make up for my mistakes.",
        "Billy: Everybody wants to have that chance.",
        "Reva: I mean, I'm talking about my life here, my life, when... so I need to take action. And that means helping my kid.",
        "Billy: Okay, okay. What has Jonathan done this time that you have to get him out of?",
        "Reva: I... I don't have to get him out of anything, I don't, it's just... he's... ( sigh ) Can you take some more news?",
        "Billy: Okay.",
        "Reva: He's... he's going to be a daddy. How about that? I'm going to be a grandma. Again. If I can live long enough.",
        "[SCENE_BREAK]",
        "Coop: Lizzie... you lied to me the whole time?",
        "Lizzie: No, you don't understand. Wait! Wait, where are you going? You can't just leave me here! Everyone, we just... have to fix this, but we're going to fix it! Um, so, stay and talk and drink... champagne or whatever. We'll be back.",
        "Beth: Sweetie, sweetie...",
        "Lizzie: Mom, just keep everyone here, okay? Coop and I are getting married!",
        "Jonathan: Tammy...",
        "[SCENE_BREAK]",
        "Billy: Sweetie...",
        "Reva: Yes. Jonathan needs... to do what he has to do because...",
        "Billy: Yes, we'll get the specifics worked out, don't worry about...",
        "Reva: Otherwise he's never going to get to know that little girl...",
        "Billy: It's okay, it's okay.",
        "Reva: And the baby's got to... the b...",
        "Billy: Sweetie, sweetheart. Sweet... Reva. Reva, oh my God. Hey! We need some help in here right away! She just was talking. She kind of passed out.",
        "Nurse: Page Dr. McCabe to the exam room. Stat.",
        "Billy: What's going on?",
        "Nurse: Sir, you'll have to wait outside now.",
        "Billy: Okay, but... but she's... she probably needs me.",
        "Nurse: Sir.",
        "Colin: Sir, we need you outside right now please. Out, out sir! Please. Let's get the crash cart here, stat.",
        "[SCENE_BREAK]",
        "Beth: Lizzie and Coop will be back very soon. And then we will have a wedding. I promise. Thank you.",
        "Buzz: Have you lost your mind? Alan, don't even think about it.",
        "Lillian: Okay, both of you, stop it?",
        "Buzz: Lillian. I'm sorry. But your granddaughter just tried to trap my son with the oldest trick in the book. So come on.",
        "Marina: You know, I'm thinking there's not going to be a wedding today. So let's open the champagne for Jonathan!",
        "Alexandra: Oh, please, will you all kindly remember that he happens to be Reva Shayne's son, so we can't put any stock in what he says.",
        "Marina: Forget Jonathan. Lizzie admitted it.",
        "Beth: She did no such thing.",
        "Buzz: Oh, she's lost it. She's gone.",
        "Lillian: Beth, honestly, I know how much you want to protect her, honey. But we all heard it.",
        "Beth: Whose side are you on, Mom? Alan. You believe Lizzie, right?",
        "Alan: I want to have a word with Jonathan.",
        "[SCENE_BREAK]",
        "Lillian: Buzz.",
        "Buzz: Lillian.",
        "Lillian: Buzz...",
        "Buzz: I got Coop and Lizzie some knives. And I don't want them... you know. They're nice knives.",
        "Lillian: Look, Buzz, um...",
        "Buzz: I'm fine. I didn't want the wedding to go on anyway.",
        "Lillian: No, I know. But that grandchild, you thought it was your...",
        "Buzz: You know they were going to call her Jenna?",
        "Lillian: I know...",
        "Buzz: Isn't that cute?",
        "Lillian: I'm so sorry.",
        "Buzz: It's okay, I'm fine. You know, but Coop is, you know...",
        "Lillian: He'll be all right, I think, don't you?",
        "Buzz: Yeah. That's it! Knives.",
        "Beth: Reverend...",
        "[SCENE_BREAK]",
        "Alan: So, Marina, where is the great Chief Cooper?",
        "Marina: He got called to the station. Mmm, mmm! That's good.",
        "Alan: Mm, that's right. Go ahead, celebrate. You love to see my family suffer.",
        "Marina: To Coop! Saved by the bell! Oh, you got to love that bell.",
        "Alan: You know, you people are unbelievable.",
        "Marina: I guess Coop's looking pretty good right now, huh? You know, compared to the alternative. I guess it's one of those... careful what you wish for scenarios. Those suck. But you know... I feel for you, big guy. I mean, gosh, your family's always letting you down.",
        "[SCENE_BREAK]",
        "Alexandra: Oh, Beth. Listen, darling, don't you think it's time we let all these very kind guests go home?",
        "Beth: No, I don't. Not yet.",
        "Alexandra: Well, I feel terrible for Lizzie. I mean it's been how long? If she even has to come back out here...",
        "Beth: No! Alex, I said no. Whose side are you on, anyhow?",
        "Lillian: Beth, sweetie, I think... I think the guests are all getting very restless. It's time...",
        "Beth: No, no, stop. Just stop. Just stay here. I have to check on Lizzie. Her blood pressure has been going sky high ever since she found out Jonathan was the father.",
        "Lillian: What...",
        "Buzz: Whoa! ( Laughs ) Whoa, you knew? You knew that Jonathan was the father of the baby?",
        "[SCENE_BREAK]",
        "( Door slams )",
        "Lizzie: Oh, please don't leave me. Please don't throw everything away!",
        "Coop: Throw it away? Lizzie, we have nothing together. Not even a baby.",
        "Lizzie: No, you don't understand.",
        "Coop: No, I think I do understand. Jonathan... Jonathan is the baby's father. Me? I'm just the idiot that believed all of your lies.",
        "Lizzie: Don't say that. You just knew that it was right. You and me and Jenna, we're meant to be a family!",
        "Coop: Do you ever listen to yourself, Lizzie?",
        "Lizzie: You have to listen to me! I'm telling the truth!",
        "Coop: Oh, please, give me a break here, Lizzie! You lie just like you breathe. Probably even easier. Lizzie, I gave up everything for you. All right? I gave up Oxford. I gave up Ava. I was going to move into that house, that mausoleum with you and the rest of your twisted family. Lizzie, you... you are so screwed up. How could I have possibly ever loved you?",
        "Lizzie: No, wait, wait, wait! We... we could work on things! We could still get married!",
        "Coop: No. You... you're nuts. And I feel sorry for that baby.",
        "Lizzie: Oh, so do I, okay? This is, my child's life depends on it! What happened that night wasn't my fault! It... I... I didn't have any say in it, okay? I really didn't! Jonathan raped me!",
        "[SCENE_BREAK]",
        "Tammy: When?",
        "Jonathan: When...?",
        "Tammy: You and Lizzie. When did that start?",
        "Jonathan: Nothing ever started.",
        "Tammy: So it's a lie. You're not really the baby's father. You're just making it up to get to Lizzie.",
        "Jonathan: I'm the father, Tammy.",
        "Tammy: Make up your mind!",
        "Jonathan: We were together once. You left me; Lizzie was screwed up. It happened. But nothing ever \"started.\"",
        "Tammy: And yet, you ended up with a baby. Just trying to follow this. So, you thought I was gone. So you had sex with a girl you don't even like.",
        "Jonathan: You... you had a restraining order out against me. She got me out of jail. We were drunk, you know? It was what it was. It was the same night Coop left Lizzie. She was in a bad place, too.",
        "Tammy: So, you made a baby. And you let Coop think that it was his. That's why you wanted to keep me far away from Lizzie.",
        "Jonathan: She swore to me that that baby was Coop's. I wanted to believe that.",
        "Tammy: When did you find out the truth?",
        "Jonathan: I don't know. ( Sighs ) A while ago.",
        "Tammy: A while ago? What does that mean?",
        "Jonathan: Who cares?",
        "Tammy: I care! Who told you? How did you find out?",
        "Jonathan: It doesn't matter. Do you think I wanted this? This is the biggest mistake I've ever made in my life. All I want is you. All I wanted that night was you.",
        "Tammy: All you wanted was me. You really did make a big mistake.",
        "Jonathan: I know.",
        "Tammy: Oh, this is crazy! Okay. The night with Lizzie, maybe I could forgive that.",
        "Jonathan: You have to forgive me.",
        "Tammy: I don't have to! Maybe I could. But that's not the worst of it.",
        "[SCENE_BREAK]",
        "Michelle Ray Smith, \"Inside The Light.\" I'm learning about who I am every day, to be honest with you. Ava is a little more easygoing and more passive than I am in real life. I am a little bit more of a go-getter. I don't really like to take no for an answer too much. The right girl for Coop is... whoever makes Coop really happy. See Ava, Wednesday, June 21, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Beth: I did what I had to do for Lizzie.",
        "Lillian: Oh, Beth, honey, you don't really believe that.",
        "Beth: She deserves to be happy, Mom.",
        "Buzz: So give her a human being! Give her my son! That's a great idea!",
        "Alexandra: Oh, come on, Buzz, can you really blame Beth and Lizzie for wanting someone better than Jonathan for a father for that child?",
        "Buzz: You know, I should have expected this.",
        "Alexandra: I only meant that any... anyone would be happy to have Coop as a father!",
        "Buzz: Coop would have been happy if he'd been steered clear of all you guys!",
        "Alan: Oh, Buzz, will you stop this sanctimonious, middle-class droning. I have heard it more times than I care to remember.",
        "Buzz: You knew about this, didn't you? You knew about this.",
        "Alan: My wife and I are a team, Buzz. Now, I suggest that you gather what's left of your family and leave. Because we have other things to attend to right now.",
        "Buzz: Wow! I mean, you got jumpin' jehosephat! You guys are like-- you just pull strings and people's lives are ruined. You don't blink, you don't think twice about it? You know, that baby who's coming into the world does not really deserve you guys. I mean, but who the hell does deserve you. I need a drink.",
        "Alexandra: I could use a massive martini.",
        "Lillian: Yeah, me too.",
        "Alan: Yeah, go ahead and drink with the enemy, girls.",
        "Beth: Alan. Alan, I want to thank you for covering for me.",
        "Alan: Eh, well, that's what husbands are supposed to do, isn't it, Beth?",
        "Beth: I suppose, but... you're not angry?",
        "Alan: Don't ever lie to me again. Do you understand? Now, you and I have other things to think about now. More important things.",
        "Beth: Jonathan.",
        "[SCENE_BREAK]",
        "Tammy: We swore that we could get through anything if we did it together .",
        "Jonathan: I know. I was afraid. I was afraid of... all of this. I was afraid of following through for nothing.",
        "Tammy: Nothing? There is a baby! Your baby.",
        "Jonathan: It doesn't matter. You do.",
        "Tammy: It matters.",
        "Jonathan: No.",
        "Tammy: She matters. Your baby girl. How could you walk away from your baby girl?",
        "Jonathan: Because she's not yours.",
        "Tammy: You don't mean that. You're not that cold.",
        "Jonathan: Come on. That girl is much better off with me leaving. Okay? Much better off.",
        "Tammy: So why bother? To crash the wedding?",
        "Jonathan: Because.",
        "Tammy: Because why? You had nothing to gain.",
        "Jonathan: No... well... yeah.",
        "Tammy: What? Just tell me, why?",
        "Jonathan: I did it because of Reva.",
        "[SCENE_BREAK]",
        "Reva: Don't worry. I'm still here.",
        "Billy: Yeah, well you gave me kind of a scare there for a moment. I thought you weren't... I almost called Josh.",
        "Reva: Billy.",
        "Billy: But I didn't. Look, I decided that I'd go along with this crazy scheme of yours.",
        "Reva: It's just for a little while. Only until I'm feeling better.",
        "Billy: Okay.",
        "Reva: I just don't want any of you to worry.",
        "Billy: Maybe... maybe we want to worry.",
        "Reva: Don't do that.",
        "Billy: Don't do what?",
        "Reva: Don't touch me like that. Like I'm some frail doll, like I'm sick.",
        "Billy: You are sick.",
        "Reva: No, Billy. You know the truth now. You do. But I won't have you around if you're going to treat me like some sick person. I won't have that. I've done this on my own so far, and if I have to go the rest of the way alone, that's what I'll do.",
        "Billy: Hey, whoa, wait, wait. You're not alone. Not alone. Okay? And I will go along with your... your rules, okay?",
        "Reva: Thank you. Now one more favor today.",
        "Billy: What?",
        "Reva: Get me out of here.",
        "Billy: Oh, come on.",
        "Reva: No, really. Billy, it's... it was just a breathing thing.",
        "Billy: Sweetie. You're not going anywhere but staying right in this bed. That's it.",
        "Reva: I thought we were playing by my rules.",
        "Billy: Okay. Well, you're not going to get out of here, darling. And I don't want you sneaking out of here. I'll keep my eye on the place...",
        "Reva: Okay, okay, then you have to go find Jonathan for me.",
        "Billy: What's this all with Jonathan? What... what's this about you being a grandma again? You were ranting and raving before. What's that?",
        "Reva: ( Sighs ) Jonathan is having a baby with Lizzie Spaulding.",
        "Billy: What?!",
        "Reva: Don't ask.",
        "Billy: Oh, wow. What about Tammy?",
        "Reva: I don't think she knows yet. But they'll be fine, they will. I mean, Jonathan loves her so much, and they'll work it out. But he's so scared, Billy. And he's really angry right now. And he needs his mama.",
        "Billy: Okay, I'll tell you what. I'll put out some feelers, and I'll try to get a line on where he is. But you have to promise me you're going to stay in bed, okay?",
        "Reva: I'll try.",
        "Billy: Good.",
        "Reva: It's good to have you here.",
        "Billy: Whatever you need, sweetie. Whatever you need.",
        "[SCENE_BREAK]",
        "Coop: Jonathan raped you?",
        "Lizzie: Did you think it would have happened any other way?",
        "Coop: What, Lizzie. What happened?",
        "Lizzie: I don't want to relive it again, okay?",
        "Coop: No. I need to know. All right, this a whole different deal, Lizzie. Jonathan can't get away with something like this.",
        "Lizzie: No, don't do anything. It's already... it's too late, okay?",
        "Coop: Don't worry. We're going to do this the right way. We're going to go to Frank.",
        "Lizzie: Frank?",
        "Coop: Frank. He's the Chief of Police, all right? He knows how to deal with situations like this with very little publicity. Now, I know that this backfires on the woman sometimes. And I know that's why you could possibly be scared. Scared to tell the truth.",
        "Lizzie: Yes, yes. Oh, God, you understand. I just... okay. Um... it was that night that I was coming to surprise you. And you and Ava were there, and I was so angry. And I was so lonely, and I was so humiliated. And Jonathan was there, and he was just a much of a mess as me and we ended up back at his apartment, and he got me drunk.",
        "Coop: What about Tammy, huh?",
        "Lizzie: She had dumped him, too. I guess he just needed someone to take out his pain on. He wouldn't let me out of the room. I was... scared, okay? It was just easier to just go along with it.",
        "Coop: Lizzie, what were you doing there in the first place, huh? I mean, you hate Jonathan.",
        "Lizzie: You saw me! You saw me there, and you... you were with Ava. I thought you would follow me. I thought... maybe you would get a little bit jealous that I was with another guy. And you didn't. Okay, I know that maybe it was stupid. And it was dumb, I... I just wanted you to love me. I just wanted you to want to be with me.",
        "Coop: So why didn't you tell anybody?",
        "Lizzie: I didn't think anybody would believe me. I have cried wolf so many times.",
        "Coop: Oh. Then you found out you were pregnant...",
        "Lizzie: I didn't even know if I wanted to keep the baby. But then I thought about it, Coop... and what Jonathan did to me isn't the baby's fault. It isn't Jenna's fault! You are my hero. When my dad died, okay, my entire world fell apart, and you were there for me. And you saw that there was still good in me. And maybe I just... I wanted you to do that again for me and for our daughter!",
        "Coop: It's not ours, Lizzie.",
        "Lizzie: Yes, it is. She is yours in all the ways that it counts. She is still yours!",
        "[SCENE_BREAK]",
        "Beth: We can still fix this. There's still time.",
        "Alan: That depends on your definition of \"fix.\"",
        "Beth: Lizzie and Coop. Getting them together. Now, if we can just convince him how much Lizzie needs him, he already cares about that baby...",
        "Alan: The baby is not his.",
        "Beth: What difference does it make? Alan, you of all people should know that. I think this is what we should do. I will go speak to Coop.",
        "Alan: Beth. It's over. Our priority right now is to keep that baby safe from this psychopath of a father.",
        "Beth: No, something else is important here, too. Lizzie's happiness. I'm not going to give up hope on that.",
        "[SCENE_BREAK]",
        "Lizzie: Please don't. Don't turn your back on me. You're scaring me.",
        "Coop: Lizzie, I don't even know what to think right now, okay? My head feels like it's about ready to explode. Because I woke up this morning thinking that the woman I was going to marry was also the mother of my child. My child, Lizzie!",
        "Lizzie: Wait, just... don't do that! Just because Jonathan got me pregnant doesn't make him the dad!",
        "Coop: Yes, Lizzie, it does make him the dad.",
        "Lizzie: No! It doesn't! Somewhere along the way you became the father. It doesn't matter how she was conceived. She is... she's no less our little Jenna now than she was when we woke up this morning.",
        "Coop: No. You have absolutely no right to call her that.",
        "Lizzie: That's who she is.",
        "Coop: No. She is not mine. And you can't name her after my mother.",
        "Lizzie: Okay, look, I know... that your hurt. I know that that's why you're denying this right now. But I can see it. I can see it in your eyes.",
        "Coop: No. You see what you want in my eyes.",
        "Lizzie: You want this baby.",
        "Coop: Lizzie, please. Why are you doing this?",
        "Lizzie: If I raise this baby by myself... I can't do it. And if Jonathan gets involved? Oh, my God, it's going to be a disaster! I don't want my baby to end up like me.",
        "Coop: Don't. Don't you pull that, Lizzie, don't you pull that with me.",
        "Lizzie: Stop, listen to me. Listen to me. Don't you see? I was doing something good. I lied about the baby to protect her from Jonathan. Out of love. Please don't leave us. Please don't make Jenna pay for my mistakes. Please, Coop. Please don't leave me. Where are you going?",
        "Coop: We'd better get back to the wedding.",
        "[SCENE_BREAK]",
        "Tammy: Reva knows about the baby?",
        "Jonathan: Yeah. She's the one who told me. She gave me a whole guilt trip, said I couldn't run out on my kid.",
        "Tammy: So that's why you're here. How did she find out?",
        "Jonathan: It's a long story.",
        "Tammy: Forget I asked.",
        "Jonathan: How Reva found out doesn't matter. What matters is us. Our future. We still have one.",
        "Tammy: What about your baby?",
        "Jonathan: It's not your problem. It's not my problem. I don't want anything to do with it. I don't want to raise it, the last thing I want to...",
        "Tammy: So you just came here tonight to make Reva happy. Do you really think this is what she wanted you to do? To come in here and blow up everybody's life and then walk away from your baby?",
        "Jonathan: I don't know! Reva told me I couldn't run. Because it would catch up with me. She said it would haunt me, us. I don't know, I just couldn't do it anymore. So, I mean, she's probably right. Sort of. But come on, I can't stay. That wouldn't be good for anyone.",
        "Tammy: Jonathan. I'm not going to let you run, either. But not for Reva. For you.",
        "[SCENE_BREAK]",
        "Reva: Did you find Jonathan?",
        "Billy: No, not yet. But I've got my feelers out.",
        "Reva: You didn't call Tammy did you? Because she doesn't know...",
        "Billy: No, no. Too many secrets here, but I did not call Tammy.",
        "Colin: How are we doing?",
        "Reva: I don't know, you tell me. Can I get out of here?",
        "Colin: Oh, no, not for a while.",
        "Reva: Well, come on, I'm okay now, you patched me up.",
        "Colin: Reva, this was a very serious incident. And not an isolated one. Your breathing is still compromised due to the infection, and your immune system is weakened. We have to keep an eye on you.",
        "Reva: Okay, okay, but for how long?",
        "Colin: I don't know.",
        "Reva: That's the wrong answer.",
        "Billy: You just... just take it easy, Reva.",
        "Reva: No, you take it easy, Billy. I just want some answers. What can I expect?",
        "Colin: Look, I've had patients at this stage pull out of cancer and go into remission, while others start going downward fast.",
        "Reva: Well, which am I?",
        "Colin: Look, the infection has taken a toll on you, there's no question. You could have another pulmanary crisis at any moment, your body is having bad reactions to the chemo which means it's rejecting the very medicine that it needs to help you",
        "Reva: Which am I?",
        "Colin: I don't know what to tell you, that's what I'm trying to say. But what I can tell you is that you probably cannot survive another emergency like what happened this afternoon.",
        "Billy: Oh no, she could survive, you don't know Reva Shayne, she could",
        "Reva: Shh. Billy. Quiet while I'm talking to the doctor.",
        "Billy: She's a little bossy too.",
        "Colin: Is she, I haven't even noticed.",
        "Billy: What else can I do?",
        "Colin: Nothing, you being here was a huge help. So. Pleasure.",
        "Billy: I'll be here for her, ok. Did you hear that? I'm gonna be here for you. And the only thing you have to do is let me in, you can hide from everybody else. You got your sickness, I got my alcoholism, we've got our stuff, but we can't hide from each other darlin',you got to let me in.",
        "[SCENE_BREAK]",
        "Reva: There's no place like home, Toto.",
        "Billy: I can't belive it, one minute I'm talking to that doctor, next minute you got me sneaking you out of that hospital just like I'm some kind of fugitive.",
        "Reva: I just couldn't breathe that hospital air anymore, Billy. I couldn't, um and don't worry cause your not gonna be in any trouble.",
        "Billy: Girl, I've been in trouble ever since I met you.",
        "Reva: Yeah, but I keep you on your toes don't I?",
        "Billy: Yeah and you're gonna get me in a whole lot of trouble if I don't get you back to that hospital fast.",
        "Reva: When did you turn into an old stick in the mud?",
        "Billy: Ok, I want you to sit down and relax. C'mon sit down, relax, breathe, get all comfy. Need me to put your feet up.",
        "Reva: Look at you.",
        "Billy: Are you warm enough?",
        "Reva: Yeah, turning into an old nursemaid.",
        "Billy: I have a job to do and I'm gonna do it. We are in this together, aren't we?",
        "Reva: Yeah, together, no secrets.",
        "Billy: No",
        "Reva: Have I told you how glad I am to have your hand to hold through all of this?",
        "Billy: Yeah, you told me about a hundred times, but I'd love to hear you it again.",
        "Reva: I can breathe when I'm with you, Billy, and breathing is a really good thing. I've developed a whole new respect for it.",
        "Billy: ( Laughing ) Darlin' breathing is a very good thing and I want you to keep doing it. Ok put your feet up.",
        "Reva: Just not yet, not yet. There's something else I need to tell you, um a secret and I didn't think you would be able to handle it, but",
        "Billy: Whoa, whoa, bring it on.",
        "Reva: Jonathan told me that I have a really good shaped head.",
        "Billy: Yeah, it's also a real hard one. ( Laughing ) Course you knew that though didn't you?",
        "Reva: I love you Billy, you know that right?",
        "Billy: Yeah I do, I do.",
        "Reva: So, it's me, the new Reva Shayne, what do you think?",
        "Billy: I think you are magnificent.",
        "Reva: I'm also stronger than I look. I need you to take me to see Jonathan.",
        "Billy: Whoa, whoa, no ,no, wait, wait, wait.",
        "Reva: Please.",
        "Billy: C'mon you need to be back in the hospital as soon as... Reva don't look at me like don't, sometimes you got to play by the rules.",
        "Reva: Since when? I didn't get sprung from that place to come back here and sit on this couch and knit, Billy. I need to see my son. Now.",
        "Billy: Ok",
        "[SCENE_BREAK]",
        "Jonathan: We'll beat this. You know we will.",
        "Tammy: I, I have to get away from you right now, I have to figure out what we are going to do.",
        "Jonathan: We?",
        "Tammy: I just need to think, I cannot talk right now, I can't listen.",
        "Jonathan: ( Sigh )",
        "Coop: You",
        "Lizzie: No Coop, don't.",
        "Alan: Elizabeth, Elizabeth sit down.",
        "Lizzie: No, I'm fine.",
        "Buzz: Are you ok?",
        "Coop: I'm fine, Pop.",
        "Lizzie: Mom, where is Reverand Rutledge?",
        "Buzz: You're still gonna get married?",
        "( Echoing )",
        "Beth: See I knew it, I knew that they would work this out.",
        "Marina: What are you, the Spaulding phychic?",
        "Beth: Shut up, Marina.",
        "Buzz: Coop, what's happening?",
        "Alan: It's time.",
        "Beth: I think we should ask Lizzie. Lizzie, what's going on?",
        "Buzz: Coop, Coop.",
        "Lizzie: Coop.",
        "Jonathan: Oh.",
        "[NEXT_ON]",
        "Coop: Jonathan, get your hands off of her.",
        "Lizzie: We can still get married, you can make this happen, Coop please.",
        "Alan: This is not a threat, this is a friendly warning.",
        "Cassie: I thought you were supposed to be in San Francisco.",
        "Josh: Couldn't bare the thought of leaving."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=IN30rf7DzrM"
}