{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: All right, I've performed my \r\n\t\twifely duties. I've stocked the pantry with all kinds of hearty \r\n\t\trib-sticking food so that when my man comes in from the woods all tired \r\n\t\tand eat. ",
        "Josh: Well, I can think of a lot of \r\n\t\twifely duties that I would like to see you perform. ",
        "Reva: (Laughs) Good. Then call Billy \r\n\t\tand Tony and cancel so that we can spend the day in front of this \r\n\t\tbeautiful roaring fire. ",
        "Josh: What, and miss the opportunity \r\n\t\tto teach Tony the fine art of hunting? Where would my manners be? \r\n\t\t",
        "Reva: Joshua. ",
        "Josh: Yes? ",
        "Reva: No tricks out there today, \r\n\t\tplease. Promise me. ",
        "Josh: Hey, hey, today is just about \r\n\t\twelcoming Marah's boyfriend into the inner circle of the Lewis family. \r\n\t\tThat's it, all that entails. ",
        "Reva: He's trying to change. \r\n\t\t",
        "Josh: Yeah, I know that, Reva. It's \r\n\t\tjust that trouble follows Tony wherever he goes. I know that, you know \r\n\t\tthat. The only person that won't accept it is Marah. ",
        "Reva: Well, that's because she loves \r\n\t\thim. And she sees the possibilities in him. And, frankly, I'm beginning \r\n\t\tto, too, so, no tricks out there, please. I don't want anyone getting \r\n\t\thurt. ",
        "Josh: So I can't gut him and hang \r\n\t\thim over a tree? (Laughter) ",
        "Reva: I don't know whether I like \r\n\t\tthis new, unpredictable you. ",
        "Billy: Hey! ",
        "Josh: Oh, well, there you go, \r\n\t\tthere's my backup. ",
        "Billy: Hey! ",
        "Reva: Great. ",
        "Billy: Hey. ",
        "Reva: Hi, Billy. ",
        "Billy: I got that extra equipment \r\n\t\tyou asked for. We are good to go.",
        "",
        "Marah: Tony, once my dad takes you \r\n\t\tup to the cabin, he's going to make you do things. ",
        "Tony: Ooh, what things? ",
        "Marah: Some things to test your \r\n\t\tmettle, your survival skills. His favorite little trick is the \r\n\t\tthree-match fire drill. ",
        "Tony: Oh, so he's going to make me \r\n\t\tlight a fire? ",
        "Marah: Using only three matches.\r\n\t\t",
        "Tony: It only takes one, Marah.\r\n\t\t",
        "Marah: No, not when it's windy and \r\n\t\twhen there's snow on the ground. Seriously, you have to look under \r\n\t\tdeadfalls for tinder. And if you see, like, the wet leaves on the ground \r\n\t\twith the mold on them, look underneath them because there will be twigs \r\n\t\tunderneath them that are dry. ",
        "Tony: Okay. You know what, Marah? \r\n\t\tYou need to chill. I might not have ever been a... A boy scout, but I \r\n\t\tcome prepared. (Reporters clamoring) ",
        "Marah: There must be some kind of \r\n\t\tpress conference going on? ",
        "Tony: Yeah, it's the Springfield \r\n\t\tPD medal ceremony for Gus Aitoro and Harley Cooper to reward them for \r\n\t\ttaking down my Aunt Carmen. ",
        "Marah: Are you okay with this? \r\n\t\t(clamor in background) ",
        "",
        "Photographer: We'll just take a few \r\n\t\tmore pictures. ",
        "Gus: Coop, listen to me. My dad was \r\n\t\tno dirty cop. He wasn't on the take. And I don't care what Carmen Santos \r\n\t\tor my sister or anybody else says, my father lived like a hero, he was a \r\n\t\thero, and he died the same way. ",
        "Harley: Okay. I didn't want to \r\n\t\tbelieve it either. That's why I didn't tell you when I went to see \r\n\t\tBaker, because I was sure Carmen and your sister were lying. ",
        "Gus: Well, they have to be. You \r\n\t\tknow, I only believed in one thing in my whole life, and that's my dad. \r\n\t\tAnd no one's taking that away from me, especially not my little sister.\r\n\t\t",
        "",
        "Olivia: I have tried getting through \r\n\t\tto him. It's like putting my fist through a wall, even when I tell the \r\n\t\ttruth! What you and I felt for each other is over, and it certainly \r\n\t\twasn't love. ",
        "Phillip: We... We did feel something \r\n\t\tfor each other. Because I don't... I don't... I don't want you thinking \r\n\t\tthat I was just playing a game, that I was using you. ",
        "Olivia: I don't want you to think \r\n\t\tthat either. ",
        "Phillip: I don't. ",
        "Olivia: All I'm saying is that he is \r\n\t\tcompletely out of control. He's completely unreasonable. ",
        "Phillip: So what's new? ",
        "Olivia: He wants to punish you.\r\n\t\t",
        "Phillip: Olivia, don't worry about \r\n\t\tme. I'll be okay. I've been looking out for myself my whole life. You \r\n\t\tworry about you, all right? Don't make him any more jealous than he \r\n\t\talready is by defending me. It would be a big mistake right now. \r\n\t\t",
        "Olivia: Well, I think that's a \r\n\t\tlittle too late. ",
        "",
        "Alan: I... I can't breathe. \r\n\t\t",
        "Alexandra: Oh, Alan, enough of the \r\n\t\tfaking. I mean, you've been to that well far too many times, darling.\r\n\t\t",
        "Alan: Help me, please, Alexandra.\r\n\t\t",
        "Alexandra: (laughs) Well, how should \r\n\t\tI do that? First, I should what, shriek so Olivia and Phillip can come \r\n\t\tdashing in here again, call 911, and have you dashed off to the \r\n\t\thospital, where your doctor is going to say... Swear up and down that \r\n\t\tyou had another heart attack? ",
        "Alan: Please, Alex! ",
        "Alexandra: Honestly, you are a very \r\n\t\tbright man. Can't you think of a better way to keep your young wife \r\n\t\tfaithful? I mean, these histrionics, Alan, are really undignified.\r\n\t\t",
        "Alan: Olivia! ",
        "Olivia: Alan. ",
        "Phillip: Oh, my God, Dad. \r\n\t\t",
        "Olivia: Oh, God, he had another \r\n\t\theart attack. How can you just stand there like that? ",
        "Phillip: Call 911. ",
        "Alexandra: No, that won't be \r\n\t\tnecessary. ",
        "Phillip: What are you doing? \r\n\t\t",
        "Alexandra: Oh, Alan, are you going \r\n\t\tto tell them or shall I? ",
        "Alan: Olivia, don't listen to her.\r\n\t\t",
        "Olivia: Shh, don't speak. Save your \r\n\t\tstrength. ",
        "Alexandra: Alan, you do the right \r\n\t\tthing or I will. ",
        "Olivia: What are you talking about? \r\n\t\tWhat kind of monster are you? He could die! ",
        "Alexandra: You tell them. \r\n\t\t",
        "Phillip: Oh, the hell with this.\r\n\t\t",
        "Alexandra: Alan, do it. Do it before \r\n\t\tyou embarrass yourself any further. ",
        "Alexandra: Phillip... Phillip... \r\n\t\tCall, I'm not faking this time. I'm not. I'm not faking. ",
        "Olivia: (shrieking) ",
        "Phillip: Uh, yeah, I'm calling from \r\n\t\tthe Spaulding estate. I think my father just had a heart attack. (Alan \r\n\t\tbreathing erratically)",
        "",
        "Billy: Here, listen to this, little \r\n\t\tbrother. Whoa, so silent Tony won't even hear it. I mean, the deer won't \r\n\t\thear you staging it up. ",
        "Reva: Ha, ha, ha. One more crack \r\n\t\tlike that and I am staying. ",
        "Josh: Well, that's fine by me. I \r\n\t\tlike the idea of the little woman sitting there by the fire, you know, \r\n\t\twaiting for the hunters to come home. That's good. ",
        "Reva: I won't be doing any waiting. \r\n\t\tOh, no. I'll be out there in the woods with my own big ole rifle, \r\n\t\tprotecting Tony. ",
        "Josh: Well, hey, that's fine by me, \r\n\t\ttoo. That way that crank caller won't be able to get in touch with you.\r\n\t\t",
        "Billy: Crank caller? ",
        "Josh: Yeah. ",
        "Reva: Just someone who doesn't think \r\n\t\tI should have been let out of jail. ",
        "Josh: Someone's been calling the \r\n\t\thouse and calling her a murderer. ",
        "Reva: It's nothing, really. \r\n\t\t",
        "Josh: We think it might be Edmund.\r\n\t\t",
        "Billy: That sounds about like \r\n\t\tEdmund's MO. ",
        "Josh: Yeah, well, I had a caller \r\n\t\tI.D. box installed at the house. Maybe that'll put a stop to it. \r\n\t\t",
        "Reva: Right now I'm more concerned \r\n\t\tabout Tony surviving the woods than I am about some crank caller. \r\n\t\t",
        "Billy: Well, darling, you don't need \r\n\t\tto worry about anything then, because Marah has made it loud and clear \r\n\t\tthat she's in love with this boy, and that means that we wouldn't harm a \r\n\t\thair on his slicked down head, now would we? ",
        "Josh: No, no, no, no. Of course, \r\n\t\tnot.",
        "",
        "Chief: Now, why don't we hold the \r\n\t\tquestions for a little bit. A couple of pictures of all of us? Group \r\n\t\tshot. (Reporters clamoring) ",
        "Tony: Let's get out of here, come \r\n\t\ton. ",
        "Marah: So, it does bother you?\r\n\t\t",
        "Tony: Well, not because what \r\n\t\thappened to Carmen. More because it's like they're celebrating the end \r\n\t\tof my family. And maybe my family wasn't much to be proud of, but it was \r\n\t\tmine. ",
        "Marah: Tony, you have a lot to be \r\n\t\tproud of, starting with the way you've handled things lately and the \r\n\t\tchanges you're making. All right, come on, let's go. ",
        "Eden: Tony, can I have a word with \r\n\t\tyou? ",
        "Tony: About what? ",
        "Eden: I just wanted to make sure you \r\n\t\twere all right. ",
        "Tony: Why wouldn't I be all right?\r\n\t\t",
        "Marah: Yeah, why wouldn't he be all \r\n\t\tright? ",
        "Gus: Eden? ",
        "Tony: Well, it looks like your \r\n\t\tbrother's about as happy with you as I am. ",
        "Gus: Oh, Eden. Now you're going \r\n\t\taround town telling everybody that our father was a dirty cop? \r\n\t\t",
        "Eden: What, you... You told him this \r\n\t\tafter I worked so hard to protect him? And you think I'm selfish? \r\n\t\t",
        "Gus: No, look at me. It's one thing \r\n\t\tgoing around spreading lies and rumors that I abused you as a child. I \r\n\t\tcan handle that. But I cannot handle you lying about our father. What is \r\n\t\twrong... ",
        "Harley: You know what? Don't do this \r\n\t\there. ",
        "Gus: What are you thinking? What is \r\n\t\tthe matter with you? What actually possesses you to go around and say \r\n\t\tsuch hateful things about your father? ",
        "Eden: Look, Harley is right. This is \r\n\t\tnot the place to talk... ",
        "Gus: Answer me! Answer me. \r\n\t\t",
        "Eden: Nicky, anything I have ever \r\n\t\tdone or said is because I love you. ",
        "Gus: Really? And is that why you \r\n\t\ttried to help Carmen Santos escape from prison? ",
        "Eden: I can explain that. \r\n\t\t",
        "Gus: You know what I'm starting to \r\n\t\tthink? That all along, the real enemy of this family is not the Santos \r\n\t\tfamily. It's you. Am I wrong? ",
        "Eden: No, you're right. Everything \r\n\t\tI've said is a lie. Everything that Rico Santos said about our father is \r\n\t\ta lie. ",
        "Gus: It doesn't matter what... I \r\n\t\tdon't believe anything that you say, you know, in either direction \r\n\t\tanymore, Eden. (Buzz and Frank talking)",
        "Frank: Hey, guys. ",
        "Harley: Hey. ",
        "Gus: Hi, Frank. ",
        "Frank: Is everything okay here?\r\n\t\t",
        "Harley: Oh, it's fine. ",
        "Buzz: Are you sure? ",
        "Chief: Aitoro, Cooper, you're \r\n\t\tlooking sharp. Buzz, Frank. ",
        "Frank: Hey, Chief. ",
        "Buzz: Hey, Chief. ",
        "Chief: You must be Gus' sister. Good \r\n\t\tto meet you. ",
        "Eden: Nice to meet you. ",
        "Chief: Thank you. Why don't we go on \r\n\t\tover to the staircase and take a couple of photos for the afternoon \r\n\t\tpictures, huh? ",
        "Gus: Sure. ",
        "Chief: Folks over here. Come on, \r\n\t\teveryone get together. Yeah, that's it, just like that. Huh, how about \r\n\t\tthat? Good, let's take one of me and Detective Aitoro alone. Would you \r\n\t\tmind? Thank you. You look great. Cooper, come on up here and join us. \r\n\t\tThere you go. Eden? Come over here and stand next to your brother. Did \r\n\t\tyou bring your dad's medals? ",
        "Eden: Uh, yeah, I did. ",
        "Chief: Why don't you hold them on up \r\n\t\tthere? There you go, let everyone see it. Squeeze in, everyone smile, \r\n\t\tone more. There you go. Okay, that should do it. ",
        "Gus: Thank you. ",
        "Chief: All right, if everyone's \r\n\t\there, we can begin. Huh? Gus, why don't you stay up here with me? We'll \r\n\t\tstart with you first. Frank... Frank, can I have that case? Thank you.\r\n\t\t",
        "Frank: You're welcome. ",
        "Chief: Well, Detective Gus Aitoro, \r\n\t\tthis is one of my happiest duties as chief of police-- to officially \r\n\t\tcommend and salute one of my detectives for his bravery and dedication \r\n\t\tto his job. And when that detective is a second-generation police \r\n\t\tofficer, and his actions put an end to an organized crime syndicate in \r\n\t\tour fair city, and does justice to his father's heroic memory in the \r\n\t\tprocess, Gus, not only do you do yourself proud, you do the entire \r\n\t\tdepartment proud. ",
        "Gus: Thank you. Thanks. ",
        "",
        "Josh: Tony, hey, come on in! \r\n\t\t",
        "Tony: Hey, Mr. Lewis. ",
        "Josh: Glad you made it. How are you?\r\n\t\t",
        "Tony: Glad to be here. ",
        "Josh: Good to see you. Welcome.\r\n\t\t",
        "Tony: Really, how are you? Hey, \r\n\t\tsorry I'm late. ",
        "Josh: That's okay. ",
        "Tony: It sure is peaceful up here, I \r\n\t\thave to say. ",
        "Jeff: Well, that's the way we like \r\n\t\tit. ",
        "Billy: Yeah, not another soul around \r\n\t\tfor miles and miles. You ever done any hunting, Tony? ",
        "Tony: I can't say that I have.\r\n\t\t",
        "Billy: You never even hunted any \r\n\t\trats or squirrels back there in Chicago? ",
        "Tony: Never had the pleasure. \r\n\t\t",
        "Billy: Well, son, then you're in for \r\n\t\tsome fun today. It's going to be a day you'll remember for the rest of \r\n\t\tyour life. A little male bonding, a little blood and guts, Tony. \r\n\t\t",
        "Tony: Okay. ",
        "Josh: I can guarantee you that by \r\n\t\tthe end of the day today, the three of us are going to know each other a \r\n\t\twhole lot better, Tony. Come on in. ",
        "Tony: All right. ",
        "Josh: Let the fun begin. ",
        "",
        "'(Alan moaning) ",
        "Phillip: The ambulance is on the \r\n\t\tway. ",
        "Alan: Good, good. ",
        "Olivia: There's some aspirin in the \r\n\t\tdrawer. You're going to be all right. ",
        "Alan: I'm not faking this time, \r\n\t\tOlivia, I swear. ",
        "Olivia: Stop it, would you stop it? \r\n\t\tHere, take these crazy ideas like that. Only somebody who's totally \r\n\t\twarped could come up with something like that. ",
        "Phillip: Why would you say that he's \r\n\t\tpretending? ",
        "Alexandra: Alan, why would I say \r\n\t\tsuch a thing? ",
        "Alan: Because you want me to die.\r\n\t\t",
        "Phillip: Tell me the truth. Damn it, \r\n\t\tyou tell me the truth right now or I'll cancel the ambulance. \r\n\t\t",
        "Olivia: What? ",
        "Phillip: You just said, \"I'm not \r\n\t\tfaking this time.\" Were you faking last time? Did you, the heart attack?\r\n\t\t",
        "Alan: Don't listen. Don't... \r\n\t\t",
        "Phillip: No, the heart attacks that \r\n\t\tyou've had before... ",
        "Alan: Don't listen to him, Olivia.\r\n\t\t",
        "Phillip: ...Were they real? \r\n\t\t",
        "Alan: Don't listen to him. \r\n\t\t",
        "Olivia: Just tell him. Of course, \r\n\t\tthey were real. Tell him, just tell him. ",
        "Phillip: Damn it! You tell me the \r\n\t\ttruth. ",
        "Olivia: Just tell him! ",
        "Phillip: Or no ambulance. \r\n\t\t",
        "Olivia: Tell him you wouldn't do \r\n\t\tsomething like that, that you wouldn't put us through that kind of hell! \r\n\t\tTell him, Alan! ",
        "Alan: Please don't be angry with me. \r\n\t\tI love you. I need you, Olivia. Please don't, please don't. (moaning)\r\n\t\t",
        "Olivia: You knew about this? \r\n\t\t",
        "Alexandra: Oh, oh, my God. Oh, my \r\n\t\tGod, Alan's not faking. He's really having a heart attack! No, no.\r\n\t\t",
        "EMT #1: What happened? ",
        "Alexandra: My brother, he clutched \r\n\t\this chest, said he couldn't breathe. All right, all right, Phillip, \r\n\t\tthey're going to take him to the hospital. He'll be fine. ",
        "Alan: Olivia has to go with me. Come \r\n\t\twith me. ",
        "EMT #1: Okay, fine, let's get him...\r\n\t\t",
        "Alexandra: All right, I'll go with \r\n\t\tyou, Alan. ",
        "Alan: No, no, no. Olivia, Olivia, \r\n\t\tplease. Please come with me. Please, Olivia. ",
        "Olivia: No. You're in good hands. \r\n\t\tI'll be along later. ",
        "Alexandra: Don't worry, I'll be with \r\n\t\tyou, Alan. ",
        "Alan: No, no, no, not you, \r\n\t\tAlexandra. ",
        "Alexandra: I'm afraid you're going \r\n\t\tto have to just take what you can get, you know. ",
        "Alan: Olivia, please. ",
        "Alexandra: You've cried wolf so many \r\n\t\ttimes. All right, be careful. ",
        "Phillip: Alex, have a doctor call me \r\n\t\twhen you get to the hospital. And Alex? You have some explaining to do.\r\n\t\t",
        "Alexandra: Yeah. ",
        "Olivia: Every word out of his mouth \r\n\t\tfor months has been a lie. He's played us for fools, Phillip. \r\n\t\t",
        "Phillip: And we both know why.\r\n\t\t",
        "Olivia: So, how do you think he did \r\n\t\tthis? Did he... Did he plan this in advance, or did he just see us in \r\n\t\tthe bedroom and have a spontaneous reaction? ",
        "Phillip: A little of both, probably. \r\n\t\tPart inspiration, part machination. And you know what? Given what we did \r\n\t\tto him, I would almost say we deserved it. Only difference is that our \r\n\t\tcharade lasted a few minutes. His lasted for months. ",
        "Olivia: He purposely tried to make \r\n\t\tme feel guilty. ",
        "Phillip: Both of us, yeah. Heaped it \r\n\t\ton us. ",
        "Olivia: Yes, he heaped it on and he \r\n\t\tused that to get a commitment out of me! Because he knew otherwise I \r\n\t\tmight not marry him! I twisted myself inside out to please him! \r\n\t\t",
        "Phillip: Yes, you did. Nobody ever \r\n\t\taccused him of being stupid. ",
        "Olivia: You think Alexandra helped \r\n\t\thim plan this? ",
        "Phillip: Uh, my guess would be no. I \r\n\t\tdon't think there was time for that. No, no. He never would have shared \r\n\t\tthat secret with her. ",
        "Olivia: Well, he did. ",
        "Phillip: Willingly, no, I don't \r\n\t\tthink so. No, I think she genuinely came back to town out of concern for \r\n\t\thim, as genuine as she can possibly be. And then I think somehow she \r\n\t\tfound out that he had faked the heart attack, and then she used it...\r\n\t\t",
        "Olivia: ...Used that information to \r\n\t\tblackmail him. ",
        "Phillip: Right, to get his power of \r\n\t\tattorney and take the company. ",
        "Olivia: Oh, I can't believe he would \r\n\t\tstoop so low. ",
        "Phillip: You can't? ",
        "Olivia: Well, you know something, \r\n\t\tyour father and your dear Auntie Alex teamed up against the wrong woman \r\n\t\tbecause I guarantee you, I am not going to take this lying down.",
        "",
        "Reva: (kiss sound) Well, they're all \r\n\t\tstocked with all kinds of good food, our men folk up there. ",
        "Marah: Did you see Tony up there?\r\n\t\t",
        "Reva: Uh, he hadn't arrived yet. But \r\n\t\tout of all the things that could happen and go wrong up there, the lack \r\n\t\tof food is not going to be one of them. ",
        "Marah: Yeah, well, if they have \r\n\t\tenough matches to light the stove. But you know what? I'm not going to \r\n\t\tworry about that or anything else that's out of my control. ",
        "Reva: Well, that's very grownup of \r\n\t\tyou. ",
        "Marah: Yeah, I'm just trying to stay \r\n\t\tsane. ",
        "Reva: (laughs) ",
        "Marah: You know, Tony could rescue \r\n\t\tdad and Uncle Billy from a grizzly bear up there, and dad would still \r\n\t\tfind a reason not to like him. ",
        "Reva: Your father doesn't have to \r\n\t\tmake up a reason, Marah. He has several valid ones. ",
        "Marah: From the past. ",
        "Reva: From the recent past. \r\n\t\t",
        "Marah: Okay, fine. But Tony is doing \r\n\t\tan incredible job of putting all that behind him, and he's finally out \r\n\t\tof the family business, and he's starting a new, very positive chapter \r\n\t\tin his life. ",
        "Reva: With you. Things are serious \r\n\t\tbetween the two of you? ",
        "Marah: Yeah, they are. And if you \r\n\t\tand dad have a problem with that, well, I hope you don't. And I really \r\n\t\thope that you can one last time give Tony the benefit of the doubt. I \r\n\t\tknow it's a lot to ask, I know, but I'm asking it. ",
        "Reva: Oh, honey, I don't have a \r\n\t\tproblem with it, and I hope your father doesn't, but I can't make you \r\n\t\tany promises. ",
        "Marah: That's fair enough. But just \r\n\t\tso that we understand each other, I love you, and I really respect your \r\n\t\topinion. But I am not asking for your permission anymore, or your \r\n\t\tblessing, though I would love to have it. ",
        "Reva: Whoa, well, hmm. This could \r\n\t\tall be moot anyway, because Tony may be dead by this afternoon. \r\n\t\t",
        "Marah: Mom, don't even joke like \r\n\t\tthat. It's not funny, really. I am worried about how dad and Billy might \r\n\t\ttorture Tony up there. And you know what? If they do, I am going to let \r\n\t\tthem have it. ",
        "",
        "Josh: Thermos. ",
        "Billy: Thermos. ",
        "Josh: First aid kit. ",
        "Billy: First... Hope we're not going \r\n\t\tto need this so nothing here stops a bullet wound. Just kidding, Tony. (\r\n\t\tLaughter) ",
        "Tony: So, hey, don't forget about \r\n\t\tthe matches for the three- match fire drill. ",
        "Josh: Check out the big brain on \r\n\t\tTony. I think, you know, I think Marah prepared him before he got here.\r\n\t\t",
        "Billy: (Imitating John Wayne): \r\n\t\tThere'll be no fires out there, today, pilgrim. (laughter) ",
        "Tony: So, what is it we're hunting, \r\n\t\thuh, deer? I mean, isn't the season over? ",
        "Josh: You know, I have to say I \r\n\t\tappreciate a man who prepares himself before he steps into the fray. No, \r\n\t\tdeer hunting season should be over, but it's not yet. They extended it.\r\n\t\t",
        "Billy: Yeah, see, that's it. \r\n\t\t",
        "Josh: Because they got to reduce the \r\n\t\tdeer population, you know. Otherwise, they just starve to death. \r\n\t\t",
        "Billy: That's the law of the wild, \r\n\t\tson. ",
        "Josh: That's right. ",
        "Billy: Now, where's your jacket, out \r\n\t\tin the car? ",
        "Tony: No, I was going to wear this. \r\n\t\t(laughter) ",
        "Billy: Come on, you're going to ruin \r\n\t\tit, or you'll freeze to death. Those fancy schmancy shoes got to go, \r\n\t\ttoo. ",
        "Josh: That's all right. You know, \r\n\t\tyou don't have to worry about that. I thought about this already. I \r\n\t\tfigured you wouldn't have the right clothes, so... I went out and bought \r\n\t\tyou some stuff. Brand-spanking new, just for you. ",
        "Tony: Thanks, Josh. That's... That's \r\n\t\treally nice of you. ",
        "Josh: I don't want you to freeze to \r\n\t\tdeath out there, or worse. So, here, go ahead, why don't you try on... \r\n\t\tLet's see. Here, try on that piece right there, there you go. Now, this \r\n\t\tis... This is top of the line stuff, you know. This is comfortable, it's \r\n\t\tinsulated, it's reversible for the camouflage thing, it's nice. Go \r\n\t\tahead. ",
        "Tony: Yeah, it's great. ",
        "Josh: Yeah, give a try, go. \r\n\t\t",
        "Billy: Yeah, here, let's just see \r\n\t\thow it fits on you. Give me your arm, let's go, good. ",
        "Josh: Look very nice. ",
        "Tony: I mean, are you guys going to \r\n\t\twear this stuff or what? ",
        "Josh: Absolutely. ",
        "Billy: Yeah. ",
        "Josh: Well, it's almost the same. \r\n\t\tOur stuff is just a little bit older, that's all. But the principle is \r\n\t\tthe same. ",
        "Tony: I mean, are you sure that I \r\n\t\thave to wear this? ",
        "Josh: Yeah, the orange is absolutely \r\n\t\tnecessary, you know, because that's a safety issue. ",
        "Billy: Yeah, might mistake you for a \r\n\t\tdeer and shoot you accidental. ",
        "Josh: Wouldn't want that to happen. \r\n\t\tWhat would I tell Marah? ",
        "Billy: Really. ",
        "Tony: Yeah, that'd be tough. \r\n\t\t",
        "Josh: It would be. It would be \r\n\t\tpainful as well. Here, let's get this on. ",
        "Billy: And besides, you see Tony, \r\n\t\tnow... ",
        "Josh: That's nice. ",
        "Billy: ...You're not in a nightclub \r\n\t\tin Chicago. You're out here in the wilderness. ",
        "Josh: That's right. You're on our \r\n\t\tturf now. ",
        "Billy: Mother nature rules. \r\n\t\t",
        "Josh: Yeah. Only the most fit \r\n\t\tsurvive, the best prepared survive. ",
        "Billy: Yep, all the rest get \r\n\t\tsquashed like bugs or... Oh, my God! They fall into a bear trap, there \r\n\t\tgoes my leg again. ",
        "Tony: Oh, boy, all right. So, what \r\n\t\tfirepower are we using? I mean, I am licensed, you know. ",
        "Josh: Oh, you mean guns. No, we're \r\n\t\tnot using guns. We were just joking about that before. No, gun season's \r\n\t\tover. ",
        "Billy: That wouldn't even be fair to \r\n\t\tthe deer. Heck, it'd be no... (stammers) You'd pick them off like \r\n\t\tnothing. ",
        "Josh: That's right. ",
        "Tony: No guns, huh? ",
        "Josh: No. ",
        "Tony: Let me guess. You want me \r\n\t\tto... You want me to run up to the deer, leap on its back, and strangle \r\n\t\tit with my bare hands, right? ",
        "Josh: That's a funny idea. In fact, \r\n\t\twe might think about that for next season, what do you say? ",
        "Billy: I kind of like it, pro \r\n\t\twrestling with critters. It's fun. ",
        "Josh: No, no, no. Our method of \r\n\t\tannihilation is much, much more sophisticated that that, Tony. Say hello \r\n\t\tto your very own Sweeney screamer.",
        "",
        "Frank: Why don't... Why don't we all \r\n\t\thead over to the dining room and get some lunch? ",
        "Harley: You know what? Why don't you \r\n\t\tguys go ahead first and get us the best seats? ",
        "Frank: Okay. ",
        "Harley: We'll be right in, okay?\r\n\t\t",
        "Gus: Eden. Do you know that it \r\n\t\toffends me that you listened to what Carmen Santos and Federico Santos \r\n\t\thave to say and you repeat it around town as if it's the actual truth?\r\n\t\t",
        "Eden: Yes. ",
        "Gus: And not only does it offend me, \r\n\t\tbut I feel like it insults the memory of our father. ",
        "Eden: Well, that's why I didn't say \r\n\t\tanything. She did. ",
        "Gus: Right. So now you want to \r\n\t\tinsult her. That also offends me. Everything you do offends me. \r\n\t\t",
        "Eden: Oh, really? Well, what do you \r\n\t\twant me to say, huh? Why don't you just tell me and I'll say it? \r\n\t\t",
        "Gus: I just want the truth! Okay, I \r\n\t\tjust want the truth. Do you actually... Do you actually believe in your \r\n\t\thead that what Federico Santos said is the truth? You actually believe, \r\n\t\tactually believe in your heart that our father was a dirty cop? What is \r\n\t\tthat, yes, why? ",
        "Eden: You remember when I was a kid \r\n\t\tand dad used to pick me up from school and take me on errands? Well, you \r\n\t\tknow what? We didn't always go to the market and get milk and eggs. He \r\n\t\ttook me to smoky bars and basements and sometimes, like, abandoned \r\n\t\twarehouses and parking lots out in the middle of nowhere. And he would \r\n\t\tmeet up with some guy, and they would exchange words, and then they \r\n\t\twould exchange an envelope. And you know who that guy usually was? \r\n\t\tFederico Santos. But I was a kid. I... I didn't know what was going on. \r\n\t\tUntil that night on the roof. ",
        "Harley: Okay, well, what did he say \r\n\t\tto you? What did Federico say to you? ",
        "Eden: He put all the pieces \r\n\t\ttogether, so that I couldn't deny it anymore. And then he threatened to \r\n\t\ttell everyone about our dad and that he wouldn't be a hero anymore. And \r\n\t\tthat would destroy you. I couldn't let him do that to you. ",
        "Gus: So, what you're saying, you \r\n\t\tpushed Federico Santos off the roof because you didn't want me knowing \r\n\t\tall that stuff. So, here I am all this time thinking that I am \r\n\t\tprotecting you, and it's actually the other way around. ",
        "Eden: After dad was killed, you \r\n\t\tworshipped him. How could I let him take that away from you? ",
        "Gus: Well, after dad died, who was \r\n\t\tleft to worship? No one. ",
        "Eden: Wrong. I had you. ",
        "Gus: (sighs) All right. Listen, do \r\n\t\tme a favor, all right, just go into that luncheon and tell something. \r\n\t\tCover my back, you know, because I don't want to deal with anybody right \r\n\t\tnow, okay? ",
        "",
        "Reva: Yes, I do, and it's... They're \r\n\t\tgreat, sweetheart. So, more to the point. Things are going good between \r\n\t\tyou and Tony? ",
        "Marah: Yes, they're wonderful, \r\n\t\tawesome, perfect. ",
        "Reva: Has he lost his temper? \r\n\t\t",
        "Marah: No. That was a one-time \r\n\t\tthing. And we've discussed it and worked through it, and nothing like \r\n\t\tthat is ever going to happen again. (cell phone rings) ",
        "Reva: Excuse me. Hello? Shayne, hi, \r\n\t\tsweetheart. What? Huh? How much? No, that's fine. Just go ahead and put \r\n\t\tit on the credit card. But nothing else, no CDs, no DVDs, nothing else \r\n\t\tthat includes the letter, \"d,\" okay? (laughs) Of course. I know you love \r\n\t\tme. I'm buying you something. I love you, too. See ya. Software for his \r\n\t\tcomputer. ",
        "Marah: Boy, you guys sure are buying \r\n\t\ta lot of gadgets lately. You and dad are practically in this century \r\n\t\tnow. I saw that you got a caller I.D. box at home. I asked dad to buy \r\n\t\tone, like, a year ago, and he gave me a flat out no. What changed his \r\n\t\tmind? ",
        "Reva: I've been getting weird calls \r\n\t\tabout the whole Richard thing. ",
        "Marah: What do you mean, like \r\n\t\tsomeone's harassing you? Mom, that's so wrong. The governor reviewed \r\n\t\tyour case and the D.A. reversed it. That should be the end of it. \r\n\t\t",
        "Reva: Just relax, honey. It's... \r\n\t\tIt's fine, it really is. Your dad installed the caller I.D. and now the \r\n\t\tcalls will stop. He's doing what he always does. He's taking good care \r\n\t\tof me. ",
        "",
        "Josh: Now, this here is one of the \r\n\t\tfinest bows on the market. It is deadly accurate. Nice cam pulleys on \r\n\t\tit. Nice broad head. Let-off is at 65%. ",
        "Tony: Let-off? ",
        "Josh: Yeah, well, that's for easier \r\n\t\tpull at midpoint. ",
        "Tony: Right. ",
        "Josh: Yeah. ",
        "Billy: Look, Josh, this cowpoke \r\n\t\tdon't have any idea what you're talking about. Son, this here has \r\n\t\tpulleys and mechanical advantage so that you can draw back full pull and \r\n\t\thold it and draw a bead on your prey. ",
        "Tony: Oh, okay, yeah, yeah, all \r\n\t\tright, I got it. ",
        "Billy: As a matter of fact, it's \r\n\t\tpretty easy. You could probably hold it like that all day and not even \r\n\t\tbe affected. ",
        "Josh: You want to give it a try?\r\n\t\t",
        "Tony: Okay. ",
        "Josh: Go ahead, take a hold of it. I \r\n\t\tadjusted it before you got here so it might be a little easy for you. If \r\n\t\tit is, we could just ratchet it down a little bit for you. ",
        "Tony: Like this? ",
        "Josh: Yeah, yeah, go ahead, just \r\n\t\tpull it back. Let me know if it's too easy for you. ",
        "Tony: No, that feels kind of good, \r\n\t\tactually. Yeah. So, what do you want me to do, just let it go. \r\n\t\t",
        "Billy: No, no, no, just ease back, \r\n\t\tease back. Go ahead, ease it back. Why... Why don't you try that again? \r\n\t\t(Whispering) I thought you said you pulled it... ",
        "Josh: I did. ",
        "Billy: Well, you maybe went the \r\n\t\twrong way. ",
        "Josh: No, I didn't go the wrong way. \r\n\t\tHe's a strong kid. Hey, give me that for a minute. Let me make an \r\n\t\tadjustment here, all right. Easy, easy, easy. Let me take it just for a \r\n\t\tminute here. Yeah, here we go, here we go. Okay. One more. All right, \r\n\t\tthere you go, try that. Go ahead and pull it back. Go ahead. ",
        "Tony: All right. ",
        "Josh: Yeah. Now, see, that wasn't as \r\n\t\teasy for you, was it? ",
        "Tony: No, it felt the same, Josh. \r\n\t\tYeah, I like this. Makes me feel like Davy Crockett. Are we done? Let's \r\n\t\tgo, let's get out of here. Let's go hunting. ",
        "Josh: Yeah, I don't... I guess we \r\n\t\tare. Are we forgetting... ",
        "Billy: Oh, oh, we are forgetting one \r\n\t\tthing. Hold on a second. It's out here. Just for you. Use it today and \r\n\t\twhen you're through, you can take it home as a souvenir. From me to you.\r\n\t\t",
        "Tony: What is it? ",
        "Billy: Just blow in it. Blow in it \r\n\t\tnice and easy. Go ahead, just... ",
        "Tony: Blow in this? ",
        "Billy: Give it a try. It won't hurt \r\n\t\tyou. (sound of a deer mating call) You're excused. (laughter) \r\n\t\t",
        "Tony: That's cute, Billy. \r\n\t\t",
        "Billy: This is a deer mating call.\r\n\t\t",
        "Tony: And you want me to blow that \r\n\t\tonce we get out in the woods? ",
        "Josh: Loud. Loud and for as long as \r\n\t\tyou possibly can. ",
        "Tony: So some buck will leap on me \r\n\t\tand skewer me like a shish kabob? No, thanks. Look, are we done here, or \r\n\t\tdo you still have some more humiliation you want to heap on me? \r\n\t\t",
        "Josh: Humiliation? ",
        "Tony: Yeah, sure, I mean, come on. I \r\n\t\tmean, what is this? Let's get real. The... the... the hat for crying out \r\n\t\tloud. The whole getup, the bow trick, the deer booty call? This ain't... \r\n\t\tThis ain't about bonding or Marah or any of that stuff. It's about you \r\n\t\ttwo having some redneck fun at my expense. Am I right? ",
        "",
        "Gus: Somebody certainly left in a \r\n\t\thurry. ",
        "Harley: He sure didn't leave much \r\n\t\tbehind, did he? ",
        "Gus: You know, Coop, the only reason \r\n\t\tsomebody leaves this quickly is if they're dirty. And if he's dirty...\r\n\t\t",
        "Harley: Gus. ",
        "Gus: ...Then my father's dirty. \r\n\t\tEverything in my life then is a lie, then. ",
        "Harley: No, listen to me. \r\n\t\t",
        "Gus: Yeah. ",
        "Harley: No, that's not true. \r\n\t\t",
        "Gus: Did I just spend my entire life \r\n\t\ttrying to get justice for a man that didn't deserve it? Somebody who's \r\n\t\tmore crooked than the people... The people that I put away? Who is this \r\n\t\tguy? My father. Who am I? Who am I? ",
        "Harley: You're the same person you \r\n\t\talways were. ",
        "Gus: No. ",
        "Harley: Yes. ",
        "Gus: No. ",
        "Harley: Yes, yes. You are a good, \r\n\t\ttrue, honorable man. You are. Whatever your father did or didn't do, \r\n\t\twhatever happened all those years ago on that roof, it doesn't change \r\n\t\tanything. ",
        "Gus: I don't know how you can stand \r\n\t\tthere and say that. How can you say that? My father... My father. \r\n\t\t",
        "Harley: Your father was still your \r\n\t\tfather. And, okay, he had some flaws, but he had some good qualities, \r\n\t\ttoo. And he loved you like crazy. Otherwise you wouldn't be as wonderful \r\n\t\tas you are. And you wouldn't have loved him. Listen to me. All that \r\n\t\tother stuff-- listen to me-- you got to let it go. You got to let it go.\r\n\t\t",
        "Gus: I can't. ",
        "Harley: It doesn't matter anymore.\r\n\t\t",
        "Gus: I can't. ",
        "Harley: Yes, you can. ",
        "Gus: Yeah, it matters to me! All \r\n\t\tright? It matters to me. ",
        "",
        "Josh: \"Redneck\"? Did he just use the \r\n\t\tword \"redneck\"? ",
        "Billy: You know, when you use it \r\n\t\tdisparagingly like that, I could take offense. ",
        "Tony: Aw. ",
        "Josh: \"Redneck\" happens to be a \r\n\t\tdecent, traditional way of life for many people, Tony. ",
        "Tony: Oh, then how come you're \r\n\t\tmaking fun of it, huh? Look, you two want to go ahead and play games? \r\n\t\tBring it on. Ain't no skin off my nose. In fact, I got a new idea for \r\n\t\tnext time. Yeah, I'll bring you two unarmed to the south side of \r\n\t\tChi-town. I'll sic a couple of gang members on you, see how it works \r\n\t\tout. Sound like fun, does it? Hmm? ",
        "Josh: Is that your turf, Tony? Hmm? \r\n\t\tIs that what this is? And you wonder why I'm worried about Marah? \r\n\t\t",
        "Tony: No, Mr. Lewis, I know why \r\n\t\tyou're worried about Marah. Hey, that's why I'm trying my damnedest to \r\n\t\tconvince you how much I care about her, including showing up here today, \r\n\t\twhich I knew from the start was a setup. ",
        "Billy: Then why did you come, Tony?\r\n\t\t",
        "Tony: Because I love Marah! And if \r\n\t\tbeing the brunt of your jokes for a day will convince you of that, then \r\n\t\tgo ahead, bring it on. You know what? I was willing to spend the rest of \r\n\t\tmy life in prison for your daughter. So if you think a little fun and \r\n\t\tgames in the woods is going to turn me off. ",
        "Josh: I know you love Marah, and I \r\n\t\tknow she loves you, and that scares the daylights out of me because your \r\n\t\thistory together has not exactly been peaceful, Tony. ",
        "Tony: Well... ",
        "Josh: Let me finish! I'm not saying \r\n\t\tit's your fault, everything's that happened. Some of it is Marah's \r\n\t\tfault. But I want to be very clear here. I want to be very honest here. \r\n\t\tTony, I remember what you did and what you almost did to my daughter not \r\n\t\ttoo long ago. Do you deny it? ",
        "Tony: No. That was the worst mistake \r\n\t\tI've ever made in my life. ",
        "Josh: You sure about that? You've \r\n\t\tmade a lot. You're right, you're right. One of the reasons we brought \r\n\t\tyou up here was to have a little fun with you, that's true. But that \r\n\t\twasn't the only reason, Tony. We want to send you a message. Marah has a \r\n\t\tfamily who loves her and will take care of her, and we will take care of \r\n\t\ther, Tony. And if you hurt her again, we will hurt you. ",
        "Billy: We will make you very, very \r\n\t\tsorry. ",
        "Josh: Do you get it? ",
        "Tony: Loud and clear. ",
        "Josh: You better. ",
        "Billy: Okay, I'll tell you what. \r\n\t\tLet's go out and see if we really can't get a deer before lunch, okay? \r\n\t\tCome on, Tony."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=rGL9-gsenuA"
}