{
    "Episode Summary": [],
    "Recap": [
        "Reva is asked to talk to the girls at her old high school in Tulsa. She tells Billy that she has turned them down. She tells Jonathan about it and he wonders why anyone would want to hear her tell about how to live life but tells her that she should go. Billy convinces her to go, and tells her that he is going with her. She asks Olivia to the keys to Cross Creek and after turning her down at first, Olivia quickly hands over the keys when Reva says it means she won't be around Josh for the whole weekend. On the way up, Billy and Reva get a flat tire and while waiting for the Auto club to show up start to reminisce. Once back on the road, Reva dreams on what it would be if she and Billy had stayed married all of these years. She dreams of a wealthy life, but one where she and Josh have had basically no contact and Billy sneaks off to meet Vanessa, the other woman. She also dreams that when Josh came to visit, all of the old feelings resurfaced and they realized that they never were truly parted in their hearts. Reaching the school for her speech, Josh shows up having been told by Jonathan where she was. Bringing Reva flowers and finding Josh there, he tells him that he is going to ruin everything. Giving her speech, Reva tells the girls that although she has had a bumpy life she never regretted following her heart. Billy and Josh are both moved by her speech. On the way home, Reva tells Billy that the experience taught her that she is going to do anything to get Josh back. Billy tells her that their kiss and all the time they have been spending together means more to him that he has let on. Reva starts to digest this as she finds a half-empty bottle of alcohol. She asks Billy if he has been drinking as lights come towards them and Billy hits the brakes."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Billy: You are not that girl anymore, Reva. You're not.",
        "Reva: So what? I have to stay here. I have to stay here and take care of you. Besides, they probably found somebody to fill in for me anyway.",
        "Billy: Oh, come on, Reva, you--",
        "Reva: No. No, Billy. Don't say another word. My mind is made up.",
        "Jonathan: What you got there?",
        "Reva: You wouldn't believe me if I told you.",
        "Jonathan: Try me.",
        "Reva: Okay. It's a letter from my old high school inviting me to come back and speak to a group of girls about how to become the next Reva Shayne.",
        "Jonathan: Is that supposed to be a good thing?",
        "Reva: Hey!",
        "Jonathan: It takes one to know one. So, what are you going to say to them?",
        "Reva: Nothing, because I'm not going.",
        "Jonathan: Why not? You have much wisdom to impart. You could give them a step by step on how to marry your way through an entire family. ( Laughing ) Oh, wow. You can just, you know, show them how to raise some hell, which you do best.",
        "Reva: You're a big help.",
        "Jonathan: Well, you know, just... you're a mover and a shaker, you know.",
        "Reva: Yeah, yeah, yeah.",
        "Jonathan: That's a positive thing.",
        "Reva: Uh-huh. You know what? You can get back to work now.",
        "Jonathan: Reva.",
        "Reva: I'm serious, because I happen to be perfectly capable of beating myself up, thank you very much. Now, go.",
        "[SCENE_BREAK]",
        "Billy: Ready?",
        "Reva: Uh-huh, thanks. You want to go to the movies?",
        "Billy: Sure, I'll check the times.",
        "[SCENE_BREAK]",
        "Reva: Hi, girls. My name is Reva Shayne Lewis, better known as the slut of Springfield, and before that I was known as the queen of the back seat right here in Tulsa. Please. ( Knock on the door ) Come on in! Hey.",
        "Josh: Hi. Did you get my message?",
        "Reva: Uh, no.",
        "Josh: Oh, okay, I wanted to get my ski's out of the garage.",
        "Reva: You're going skiing?",
        "Josh: Yeah. Yeah, I'm just trying to mix it up a little bit. I'm sorry if I'm intruding.",
        "Reva: Why would you be intruding in your own home?",
        "Josh: Well, actually this isn't my own home anymore.",
        "Reva: That's right, it's not. I guess. Your ski's are... they're in the rafters right where you left them.",
        "Josh: Are you okay? You just seem a little weird.",
        "Reva: Why would you say that? You're just noticing that?",
        "Josh: See ya.",
        "Reva: Wait, wait. Our life together, our choices, our mistakes, they weren't all bad, were they?",
        "Josh: No, of course not.",
        "Reva: I'm just wondering if I learned anything from it, you know. I mean, am I still the same woman I was when...",
        "Josh: What's going on with you?",
        "Reva: I don't know, I don't know, I don't know. I'm just... I don't know, I've been thinking about the past and the future. Have fun skiing.",
        "Josh: Thank you.",
        "[SCENE_BREAK]",
        "Reva: What are you doing?",
        "Billy: We are going to Tulsa.",
        "Reva: Oh, no, no, no. No we're not.",
        "Billy: If you called them right now could you get back on the evening--",
        "Reva: I guess so, Billy.",
        "Billy: Well, hey, I need to spend the next three days with somebody and you've got somewhere to go.",
        "Reva: Billy...",
        "Billy: No, get the lead out, girl. Come on. You just got time.",
        "Reva: Ow. I don't know what you think you're going to accomplish with this little trick of yours.",
        "Billy: Where's your sense of adventure? Come on.",
        "Reva: Adventures are supposed to be the fun, Billy.",
        "Billy: You're really freaked out about this whole thing.",
        "Reva: Yes. I'm the one that has to dig deep, you know and do a little soul searching.",
        "Billy: Now, just a second. I do this everyday at AA, so I'll help you out. And we'll have a little trip to the past, okay?",
        "Reva: But if we're going to do it, we're going to do it right.",
        "[SCENE_BREAK]",
        "Billy: I'll take care of this.",
        "Reva: No, no, no. You're the only other person she hates more than me. You park it. Hi, Olivia. Wanda told me you were here.",
        "Olivia: Oh, that Wanda, she's such a gem.",
        "Reva: Yeah, well, I'll make it short. I want Cross Creek for the weekend.",
        "Olivia: No.",
        "Reva: Well, let me put it to you this way: The chances of you seeing me for the next few days are zero. You won't see me anywhere near Josh's office or near his room.",
        "Olivia: Well now when you put it that way...",
        "Reva: Did you see how fast she reached into her purse? ( Laughs )",
        "Billy: See? I'm almost fell off of my stool.",
        "Reva: Well, like I said, you just have to know how to push Olivia's buttons.",
        "Billy: Well why don't you see if you can push her buttons into signing the deed to Cross Creek over to us. (Laughter ) ( music playing )",
        "Reva: Oh, I can't...",
        "Billy: Believe it.",
        "Reva: I can't believe it! I love this song. How long has it been?",
        "Billy: Long time. Casey Jones was my man now he's buried in the promise land the only kind of music he could understand was the eight wheel... ( laughter ) ... all the time made the freight train boogie as he went down the line. ( Laughter )",
        "Reva: We're so bad! You know, the last time Josh and I did this, we actually turned off 44 and I think that's up there just a little bit. There was the rattiest old barn. We stopped the farm and we got out and we went in-- well, anyway, it's happens to be a really good short-cut.",
        "Billy: That's when Melinda Sue went tearing after him. Boy didn't stand a chance. I'll tell you. I think she took after you that way.",
        "Reva: Wait a minute, Billy. Every trick I ever pulled, I learned from you.",
        "Billy: Oh, now, I hate to burst your bubble, darling, but I cannot hold a candle to the master and that is a fact.",
        "Reva: Master, yeah. Nothing sounds right. Turn the car around. I want to go back.",
        "Billy: Yeah, well, I want a double scotch. Just can't always have what we want, Reva.",
        "[SCENE_BREAK]",
        "Billy: Hey uh... How would you like to make a little money, I'll give you $100 for the rest of that six-pack.",
        "Kyle: $100?",
        "Billy: Yep, Ben Franklin don't lie.",
        "Reva: And... not so fast. I will raise you a General Grant if you take that beer and get the hell out of here.",
        "Kyle: Nice doing business with you.",
        "Reva: Take care.",
        "Billy: If I could change myself, I would. For you, I would.",
        "Reva: Listen to this. \"The choices you make today will affect the rest of your life.\" Oh, blah.",
        "Billy: No, it's true.",
        "Reva: Oh, no, it's terrible.",
        "Billy: It is. ( Laughter )",
        "Reva: I don't know why I'm preparing this way. I'm not going to say any of this stupid stuff.",
        "Billy: What are you going to do, just wing it?",
        "Reva: I just might.",
        "Billy: Oh, Reva... whoa, no, no. Oh, no, Reva.",
        "Reva: What? I'm going to prepare the only way I know how... whoa! Yeah, go faster, Billy!",
        "Billy: I'm going as fast as I can.",
        "Reva: Whoa! Look out, Tulsa! Whoa! Reva Shayne's coming home! Whoa! ( Laughing )",
        "Billy: I'll say look out.",
        "Reva: Oh, I need that.",
        "Billy: You finally over your case of nerves?",
        "Reva: What nerves?",
        "Billy: That's my Reva. Yeah.",
        "Reva: What? What, Billy?",
        "Billy: Oh, what the hell. There's something I've been meaning to tell you, Reva. Reva, you know, we've been spending a lot of time together lately and... hey, without you, I would probably be laying in a gutter somewhere with a two- week bender.",
        "Reva: Maybe.",
        "Billy: Well, the damndest thing is... I've been starting to... oh, oh. Wow, that's a flat tire. I hope the spare's aired up. Yeah?",
        "Reva: Oh, yeah. It's aired up. It's just not in the car.",
        "Billy: What?",
        "Reva: It's not in the car.",
        "Billy: Oh.",
        "Reva: I went Christmas shopping and I took it out and I forgot to put it back in.",
        "Billy: You forgot to put it back in?",
        "Reva: Yeah. It's okay, though. I'm a member of the auto club. ( Laughs ) I've got the card right here. Morning? No, no, no, that's going to be way too late. You know what? This reminds me of that time we drove your old t-bird to Kansas City.",
        "Billy: Oh, yeah, the barbecue. I don't remember why we had to go to Kansas City...",
        "Reva: Because you and Harlan's plane got grounded.",
        "Billy: Oh, right, it wouldn't take off in that hail storm.",
        "Reva: Yeah, and the two of you stumbled into the road house downtown.",
        "Billy: Yeah.",
        "Reva: What was it, A.J.'s or B.J.s?",
        "Billy: No, J.R.'s.",
        "Reva: J.R.'s. I new there was a \"J\" in it. Anyway, you said it was the best barbecue you'd ever tasted and it was damn tasty-- even though it took us a heck of a time to get there. Tires, a leaky radiator and there was something else, too, I forget.",
        "Reva: The brakes went out! ( Laughter ) What should've taken us a day, took us three.",
        "Billy: Well, we got there, didn't we?",
        "Reva: Yeah, thanks to me.",
        "Billy: Yeah. Reva Shayne, she knows how to make it happen.",
        "Reva: Don't I know it? I've always known how to make it happen.",
        "Billy: Yeah, well, I wish you could make it happen right now.",
        "Reva: I know, isn't that the truth? One trucker, is that too much to ask for? Whoa.",
        "Billy: Ooh, let me warm you up, girl.",
        "Reva: Thanks, but you know what? We should just get back into the car and crank up the heat. What do you think? Whoa. You know what? I'm going to call again.",
        "Billy: I think it's going to be too late. We're never going to get there in time.",
        "Reva: You know, maybe I'm not supposed to go. Maybe this is a sign.",
        "Billy: Maybe not. Look.",
        "Reva: It's a car! Wait!",
        "Billy: It's a truck!",
        "Reva: Successful, ha! The only reason I have the job I have now is because I want to keep Olivia away from Joshua. And the job I got before that, it was a fluke, because I was a gabber. It's a good trait to have when you're a talk show host. What was my job before that? Oh, God. Princess.",
        "Billy: Did you say something?",
        "Reva: Oh, I forget. Billy, what have I accomplished in my life?",
        "Billy: You accomplished lots of things.",
        "Reva: Yeah, like what?",
        "Billy: You raised a couple of good kids.",
        "Reva: Josh raised the good kids.",
        "Billy: You had a hand it.",
        "Reva: I was busy screwing up my marriage. I married the same guy three times and never got it right.",
        "Billy: Those things happened for a reason. Nobody's perfect.",
        "Reva: Well I'm not even close. And why haven't you said I told you so yet.",
        "Billy: Why would I say that?",
        "Reva: Because you warned me, Billy. You told me if I kept acting the way I was acting, I would lose Joshua. And I did, you know. I mean, I lost him again.",
        "Billy: Like I said, things happen for a reason.",
        "Reva: Can't help but play the \"what ifs,\" you know?",
        "Billy: Oh, boy, do I ever.",
        "Reva: When I think of all of the times I messed up with him. I spent two- thirds of my life loving him, hurting him and losing him. I can't help but wonder what would it be if...",
        "Billy: Would it be if what?",
        "Reva: I don't know. None of it ever happened.",
        "Billy: You mean like if you stayed married to me?",
        "[SCENE_BREAK]",
        "Reva: Oh, that was some bash. Whoa!",
        "Billy: You sure know how to have a good time.",
        "Reva: Those people know how to party. I can't wait to get to Los Angeles. Now they really know how to party, Billy. I'm going to be merciless when it comes to those old boys at the poker table.",
        "Billy: Now, darling, don't count your winnings to quick, because the L.A. trip is something I have to do by myself?",
        "Reva: Why?",
        "Billy: It's business. I don't want you staying in the hotel. You're going to be better off staying here.",
        "Reva: You've been leaving me an awful lot, Billy. What am I supposed to do for fun?",
        "Billy: I don't know, but when you figure it out, maybe you'll want to be wearing this.",
        "Reva: Ooh, thank you.",
        "Billy: ( Laughing )",
        "Reva: It is beautiful.",
        "Billy: Yeah, just a little something to keep you company while I'm gone.",
        "Reva: ( Laughing )",
        "Billy: Where did you go just now?",
        "Reva: Nowhere.",
        "Billy: I forgot to tell you, little brother called?",
        "Reva: Joshua?",
        "Billy: Yeah. He's going to be passing through on his way to California.",
        "Reva: California?",
        "Billy: Yeah, he sold his house. Too many memories of Sonny.",
        "Reva: I feel bad for him.",
        "Billy: Yeah, she was the love of his life. You don't mind, sweetheart?",
        "Reva: Mind, why would I mind?",
        "Billy: You think I don't remember it was you and Josh, I think it was puppy love, but that is half the reason Daddy sent him off to college.",
        "Reva: I don't know about that.",
        "Billy: Well, it was a good thing or I wouldn't have had you all to my piggy self.",
        "Reva: For pity sake, hold your horses. What...",
        "Josh: Hello, Reva.",
        "Reva: Hello, Bud.",
        "Reva: Do you mind?",
        "Billy: No, go ahead, it is all yours.",
        "Announcer: Joe's beer, it's what you're craving.",
        "Billy: Oh, great. Thanks for reminding me.",
        "Announcer: ( With Carribean accent ) Dip into a cool refreshing rum from the islands. It's sure to make you happy, man, Billy Lewis.",
        "Billy: You awake? Hmm. Well, you know, the truth is, Reva, I really don't want a drink. I mean, yeah, sure, a good-old beer right now would just about kill me, but I don't want a drink. I mean, not nearly as much as... I don't know how to say it. When I'm by myself I'm weak, but when I'm with you I feel strong. Damn it, Reva, you got back in my head again, I can't get you out, and I'm not sure I want to. Maybe Josh doesn't know what he's missing, but I sure do.",
        "Reva: You're early.",
        "Josh: I'm sorry. I tried to call, but...",
        "Reva: Oh, I know. I heard the phone, but I was in the shower.",
        "Josh: Sorry about that.",
        "Reva: It's okay. Oh, come here. ( Laughter ) How was your flight?",
        "Josh: Oh, wow! ( Laughs ) Um, fine. Thank you for asking. It was fine.",
        "Reva: I'm sorry to hear about your wife. I wanted to come to the funeral, but I was in Hawaii, and Billy said...",
        "Josh: Don't worry about it, Reva. Been a long time.",
        "Reva: It's been a long time. ( Chuckles ) I can't believe you never made it out here.",
        "Josh: Yeah, I know. I guess...",
        "Reva: What?",
        "Josh: I just know that, you know, you've been married to Billy all these years, and my life was...",
        "Reva: Good?",
        "Josh: Yes, good. But I'm here now.",
        "Reva: You look...",
        "Josh: So do you.",
        "Reva: I should probably get dressed. ( Laughter ) Excuse me.",
        "Josh: Sure.",
        "Reva: Make yourself at home!",
        "Josh: Thank you. ( Laughs ) Oh, my! You still have this book?",
        "Reva: Um, no.",
        "Josh: Oh, my.",
        "Reva: I mean, yes.",
        "Josh: Look at this. \"Reva and Josh...\"",
        "Reva: \"...Always.\"",
        "Billy: Hey, little brother.",
        "Josh: Hey! Oh, my!",
        "Billy: Hey, what do you think of our little gal here? She's still... she's still Reva. Still Reva. ( Laughter ) Still Reva. Hey, why don't you put some clothes on? Come on out here. I want to show you my project outside.",
        "Josh: Sure. ( Laughter )",
        "Billy: Hey!",
        "Reva: You boys hungry?",
        "Billy: I could eat a horse.",
        "Josh: Yes, I am hungry. Yes, thank you.",
        "Reva: Well, then, sit down. It's all ready.",
        "Josh: Wow! Did you do this yourself?",
        "Reva: Oh, good God, no. ( Laughs ) Shut up, Billy.",
        "Billy: Okay! ( Laughs )",
        "Reva: That is one thing I did not pick up from Momma.",
        "Billy: You can say that again. Well, hey, here's to you, little brother.",
        "Josh: Thank you. ( Laughter ) Cheers. ( Laughter )",
        "Reva: It's been too long.",
        "Josh: This... this really looks great. Thank you.",
        "Reva: I'll tell Mary-Pat you said so. ( Laughs )",
        "Billy: Hey, little brother, did I tell you we took a trip to Egypt, and the pyramids are still there? ( Laughter )",
        "Josh: Uh, business trip that you were on? Or, uh...",
        "Billy: Well... no. Dylan runs the whole she-bang now. I just stop in every once in a while.",
        "Reva: Yeah, every day or whatever comes first.",
        "Billy: Yeah. ( Cell phone ringing )",
        "Reva: Oh!",
        "[SCENE_BREAK]",
        "Billy: Oh, yes. Hey, excuse me one second. ( Laughter ) Hello. Hi. Well, where are you? You're where? Hold on. I'm going to take this outside.",
        "Vanessa: Well, hello, Billy.",
        "Billy: You're supposed to be in Chicago.",
        "Vanessa: ( Laughs ) I was in Chicago, got tired of waiting for you.",
        "Billy: Yeah. Well, my little brother's here.",
        "Vanessa: Josh?",
        "Billy: Yeah.",
        "Vanessa: ( Gasps )",
        "Billy: Whoa, whoa, whoa!",
        "Vanessa: What?",
        "Billy: You can't go in there.",
        "Vanessa: Why not?",
        "Billy: Well, darling, you know why not. ( Laughs )",
        "[SCENE_BREAK]",
        "Josh: Do you remember this song?",
        "Reva: Of course I do. It was playing that first time you took me to the country club. What I was wearing wasn't appropriate, and I was so frustrated, but you made it all okay. We danced outside.",
        "Josh: under the stars. I remember.",
        "Reva: I'm glad, because sometimes I feel...",
        "Josh: I also remember what happened when we stopped dancing.",
        "[SCENE_BREAK]",
        "Vanessa: Billy Lewis, I am very tired of being the other woman.",
        "Billy: Oh, darling, you're not the other woman. You are the only woman, and I'm going to prove it to you.",
        "Vanessa: How?",
        "Billy: Well, now, you remember that new barn I was telling you about?",
        "Vanessa: Uh-huh.",
        "Billy: Well, come on.",
        "Vanessa: ( Laughs )",
        "[SCENE_BREAK]",
        "Reva: I have to ask you a question, and it can't wait another 25 years. Do you believe in destiny, Bud? Do you believe that after all these years... are we there yet?",
        "Billy: Look out the window.",
        "Reva: Oh, finally. Ooh, I didn't think we were going to make it there for a minute.",
        "Billy: Yeah, I know what you mean, but it really wasn't too bad, was it?",
        "Reva: No, no, it wasn't. Even considering the little purchase you tried to make from the fella at the rest area.",
        "Billy: I wasn't going to drink that.",
        "Reva: Oh, no, of course not. Oh, God, it's good to be here. You know, Billy, I'm proud of you. You may not feel it right now, but what you're doing is really something. You're the one that should be giving the speech.",
        "Billy: Oh, hey, you know what it's like to want something so bad and you can't have it?",
        "Reva: Who are you talking to? What are we doing here? I mean, for as long as I can remember, I've always wanted something that was just out of my reach. I wanted your life when I was a kid. I did. I wanted that big house up on the hill. I got it, I lost it. And then I wanted Josh. Got him, lost him... more times than I even care to count. Do you believe in destiny, Billy? I mean, do you believe that no matter how hard you fight it, there are just some things and some people that are meant to be? ( Door closes ) You're not leaving?",
        "Josh: It's for the best, Reva. You know that.",
        "Reva: So what are you going to do, just walk out and never look back?",
        "Josh: Reva, I don't have a choice. You're my brother's wife.",
        "Reva: In name only, not...",
        "Josh: You must have something, Reva, otherwise you wouldn't be together all these years. I'm not going to get in the middle of that.",
        "Reva: You already are. You always have been, Bud, always.",
        "Josh: Reva, I just have to go, okay?",
        "Reva: No. No. I asked you a question, and I need an answer. Tell me you haven't thought about me all these years. Tell me you haven't thought about what it would have been like if we had still been a couple. Tell me you never thought about us having kids together and having a house with a big yard. Tell me you didn't think about me once, Bud, tell me.",
        "Josh: I can't, Reva. I can't, all right? Just being here now and hearing your voice, seeing your face, I see that face all the time. Women that I think are you in a crowd, and then I...",
        "Reva: I know. The same thing for me, too. I mean, I was furious at you, furious, when you went away to school. And I was so angry and I got back at you the only way I knew how, the perfect way. But I didn't know it was going to end up like this, that I'd never see you again. I tried to make it work with Billy, I really did. I tried so damn hard to get you out of my soul, but it just didn't work. We're like two halves of a whole.",
        "Josh: Okay. So here we are, Reva.",
        "Reva: ( Whispering ) Yeah, here we are.",
        "[SCENE_BREAK]",
        "Billy: Reva? Reva, you there?",
        "Reva: I will be. ( Laughter ) As soon as this is all over.",
        "Principal Long: Reva Shayne, aren't you a sight for those tired eyes!",
        "Reva: Principal Long, I can't believe you're still here!",
        "Principal Long: My last year, and then I'm off to Santa Barbara.",
        "Reva: Oh, you must be looking forward to warm weather year round.",
        "Principal Long: That and a man, because I'm single again. ( Laughter )",
        "Reva: Well, you have fun.",
        "Principal Long: You better believe it! ( Laughter ) The girls wil be here soon.",
        "Reva: Okay, thank you. She's so different than I remember her.",
        "Billy: Look, I'll be right back.",
        "Reva: Wait, Billy, I just want to run something by you. Oh. ( Blows cherry )",
        "[SCENE_BREAK]",
        "Josh: I hope I'm not too late.",
        "Reva: How did you know?",
        "Josh: Your son told me about it. He thought it was pretty funny that anyone would ask you to give advice on living life.",
        "Reva: And what do you think?",
        "Josh: Well, I figured that if you're going to tell your life story here, I might get a mention or two, and I wouldn't want to miss that.",
        "Reva: Well, you may be in there somewhere.",
        "Billy: Hey, what are you doing here?",
        "Josh: I just... I just felt it would be nice if I were a part of this, that's all. I came here to support Reva.",
        "Billy: She's nervous enough without you coming down here and messing everything up.",
        "Josh: What would I mess up, Billy?",
        "Reva: Women, young ladies, leaders...",
        "Josh: ( Whispering ) Good-bye, Reva.",
        "Reva: No, no! ( Sobbing) Oh, no, oh, no, no. ( Sobbing ) No.",
        "Josh: ( Whispering ) it will always be us, Reva. It will always be us.",
        "Reva: Always, Bud.",
        "Josh: ( Whispering ) I could never leave you again.",
        "Reva: I was a big dreamer when I was a kid. I guess maybe I still am. But sometimes dreamers have a hard time finding their way, and they make a whole lot of mistakes. But I'll tell you something, I wouldn't trade one of those mistakes even if I could because I did one thing right in all these years: I followed my heart. Even though that was a tricky thing sometimes, especially when it was telling me to do the exact opposite than what my head was telling me to do. But, you know, if you just stick with the logic in life, you have the chance of missing out on so many wonderful gifts that this world has to offer you. Gifts that are your destiny. I... I had sort of a journey myself getting here this afternoon. ( Laughs ) This was the last thing I wanted to do, believe me. I did not want to be here. But I had a wise old friend who twisted my arm and practically had to drag me here because he knew that this is where I needed to be. And that is the funny thing about life, is that if you're really lucky, you'll always get where you need to be. And I wish that for each and every one of you. But I'm not saying it is going to be easy. ( Laughs ) Oh, no. In fact, it's going to be damn hard. And I'm sorry, Principal Long, but you happen to know that that's the truth. Anyway, I'm sure you won't all screw up the way I did, either. I'm sure you won't dance on every tabletop you see and you won't drive yourself off the end of a bridge. You won't marry the same man three times. But you certainly will have your adventures and your challenges. But no matter what, it'll be one heck of a journey full of twists and turns and rocky cliffs and a whole lot of pain. But whatever you do, don't run away from it. Because, as crazy as it sounds, there is a reason for the madness. It shapes you. It makes you who you are. And that's what's important. Because when you look back at it all, hopefully you'll see that it was your destiny. ( Applause )",
        "Billy: You nailed it!",
        "Reva: Oh, Billy, thanks to you. ( Laughing )",
        "Josh: You did great.",
        "Reva: Thanks.",
        "Josh: You going to Cross Creek?",
        "Reva: Yeah, yeah. We'll meet you back there.",
        "Josh: Okay. All right.",
        "Reva: Shall we?",
        "Billy: Yes.",
        "Reva: ( Laughs ) Who knew! I actually pulled it off.",
        "Billy: I told you you could. I had faith.",
        "Reva: Yeah, well, you weren't the one under the spotlight.",
        "Billy: I felt like I was. ( Chuckles )",
        "Reva: Oh, God, Billy. You know what? I've been lost for so long, but getting up there and talking about destiny, I just realized that I believed in it all along, thanks to you. You showed me the way, and now I know that I am destined to be with Joshua. I love him, Billy, I do. And I am going to get him back.",
        "Billy: Well, Reva, as long as we're being honest here, there's something I've got to tell you. I... the other day, the kiss, it meant a little more to me than I said. Matter of fact, all of this has meant more than to me than I said. You want to talk about destiny, I think you should look at what's right in front of you, right in front of us.",
        "Reva: Oh, my God, Billy. Are you drinking again? ( Tires screech ) ( crash )",
        "[NEXT_ON]",
        "Harley was adamant about cutting fat, not muscle. Remind me, are testicles muscles? You don't think I'm doing this because I want you? Just do what you need to do. Okay. Gus is not recovering as quickly as I would like. Alone at last. Isn't it romantic?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=yBXPjsuFenc"
}