{
    "Episode Summary": [],
    "Recap": [
        "Phillip confronts Olivia about Lizzie, taking Lizzie's side and saying some pretty hurtful things. They agree that they have a really big problem. Olivia gets sick. Alex tries to talk Phillip into getting rid of Olivia since she is the root of all of his problems. Olivia overhears the conversation. Lizzie cries on Alex's shoulder and Alex vows to take care of everything. Cassie is puzzled by the psychic's words. The psychic indicates that the male energy (Richard) says it is time to move on. Cassie asks Reva if Edmund is the right man. Reva says, she can't say. The psychic says that the man has a warning \"nothing is as it seems\". Jeffrey is sitting behind Cassie. Cassie decides to still go on her date, even after talking with Reva. Reva discusses her \"gift\" with Dr. Langham. Jeff visits with Arthur and talks about the murders. Danny and Gus discuss the murders and the possible connection between Eden and the mob. Danny receives a strange gift. Alex encourages Edmund to find out everything he can about Jeff's background, including the missing 3 years. Edmund sends Cassie flowers to her room."
    ],
    "Recap Author": "Barbara",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Danny: Yeah, you're going to wear out that knocker.",
        "Gus: Yeah.",
        "Danny: Come on in.",
        "Gus: Hey.",
        "Danny: Hey.",
        "Gus: Here you go.",
        "Danny: This is for me? You shouldn't have.",
        "Gus: I didn't. It was out here on the thing. Looks like a wedding present. (Whistles) This place...",
        "Danny: That's kind of weird. We haven't even set a date yet.",
        "Gus: Wow! This is little better than Santos. Huh?",
        "Danny: Yeah, Michelle's always loved this place ever since she was a little girl.",
        "Gus: Well, you're definitely moving up.",
        "Danny: Mm-hmm.",
        "Gus: Very nice.",
        "Danny: So I heard about you and Alan Spaulding.",
        "Gus: Oh, yes. Nothing serious, you know. We're just dating.",
        "Danny: Better to be a Spaulding than a Santos, I guess.",
        "Gus: Yeah, well, I guess that depends on who you're asking, you know. Why did you call?",
        "Danny: Well, as you can see I have a lot to protect. I'm assuming you do as well. I just want to make sure that neither one of us loses anything we care about.",
        "[SCENE_BREAK]",
        "Olivia: Phillip, can we just go home?",
        "Phillip: Not until I find out what happened between you and my daughter.",
        "Olivia: Lizzie's... I don't know how to put it. She had a meltdown, okay? In the middle of my lobby. Now can we go please?",
        "Phillip: You... you want to tell me that my daughter had a melt down in your lobby. And you to drop...",
        "Olivia: I'm okay. I'm okay.",
        "Phillip: You're okay?",
        "Olivia: I'm sorry.",
        "Phillip: You're not the one that I'm worried about here.",
        "Olivia: What exactly did Lizzie tell you?",
        "Phillip: That you got upset and told her to shut up. That you cursed at her and tried to throw her out of the lobby.",
        "Olivia: And that's it?",
        "Phillip: Well, you know, that's enough for me.",
        "Olivia: And you believe her?",
        "Phillip: She's my daughter.",
        "Olivia: Well, what am I?",
        "Phillip: We have a real problem here.",
        "Olivia: Yes, we do. What's happening to us?",
        "[SCENE_BREAK]",
        "Lizzie: Oh, Thomas, did Grandpa say what time he was going to be home?",
        "Thomas: He said he'd be quite late.",
        "Lizzie: Great. Mom already went to bed and the house is so empty it echoes.",
        "Thomas: Do you want to play gin rummy?",
        "Lizzie: Thanks. You don't have to entertain me. I'm sure you have lots of stuff to do, right? Aunt Alex, the coast is clear.",
        "[SCENE_BREAK]",
        "Clerk: Yes, sir, the flowers were delivered to Mrs. Winslow's suite.",
        "Edmund: To the front table. I want to make sure they're the first thing she sees when she gets back.",
        "Clerk: Oh, yes, sir, exactly as you instructed.",
        "Edmund: Thank you very much.",
        "Alexandra: My, ain't love grand.",
        "Edmund: Alexandra.",
        "Alexandra: What? Are you wooing the widow these days? You think it's a good photo op with the ex-princess? Maybe that will help the new ambassador win friends and influence people.",
        "Edmund: Yes, that's exactly it. Excuse me.",
        "Alexandra: Oh, Edmund. Edmund. Wait a minute. Nothing wrong with that. Smart move. I bet you don't look like you feel very smart right now?",
        "Edmund: I don't feel especially smart right now, Alexandra.",
        "Alexandra: Oh, what is it? You look like you need a friend very badly at this moment. I guess I'm still in. Oh, come on, Edmund, what is it? Are you in love?",
        "Edmund: What, an operator like me? Never. No.",
        "Alexandra: (Laughs) Edmund, please, you're talking to me. Oh, well, you've come to the right person.",
        "[SCENE_BREAK]",
        "Arthur: And they're showing me somebody new in your life. A male energy. Is there a new man in your life?",
        "Cassie: Yes. Edmund.",
        "[SCENE_BREAK]",
        "Jeffrey: Oh. I'm sorry. Sorry. What? Sorry.",
        "[SCENE_BREAK]",
        "Gus: Hello, Danny?",
        "Danny: You're investigating the Garden of Eden murders, right?",
        "Gus: That's right. Me and half the force.",
        "Danny: But you have a vested interest and a certain experience that they don't have. Organized crime work.",
        "Gus: No, this does not feel like the mob.",
        "Danny: You ever hear of Vinnie Salerno out of New York?",
        "Gus: Sure. Vinnie \"The Fox.\" Yeah. (Laughs) who hasn't heard of Vinnie \"The Fox\"?",
        "Danny: Most of the Springfield P.D., I guess.",
        "Gus: Close personal friend, is he?",
        "Danny: No, I haven't had the pleasure. But I did speak to him recently.",
        "Gus: Really. What are doing calling the mob?",
        "Danny: Remember a certain dinner party a little while ago you busted up? Your sister mentioned that she used to work for Vinnie.",
        "Gus: The Chicago extortion thing. Yeah, I kind of knew that.",
        "Danny: Right. So maybe Salerno isn't happy either that Eden stepped out on her own and he's trying to send her a message.",
        "Gus: Oh, please, why would Salerno bother with her? She's nothing. If he was going to send out a message, it would be to somebody that used to run one of the families. And maybe that's why you called him.",
        "Danny: No, I called him to make sure he didn't misunderstand things like you just did. The Santos operation is done.",
        "Gus: Okay. So when you closed up shop, what would you... What would you tell me or how would you explain and tell me where your boys all went?",
        "Danny: I have no idea. I've not kept in touch.",
        "Gus: That's funny, because we can't see them anywhere either. They all sort of just vanished. Left town. Especially all the boys from Fifth Street. And especially after all those drug dealers got a beating in the alley. As if they got a message.",
        "Danny: Well, what ever happened, it makes all of our lives easier, doesn't it? Yours and mine.",
        "Gus: Yeah, we're very lucky, you and me. So if you were to guess... Just guess. Where would you say your boys went?",
        "Danny: I would guess that they went to other families.",
        "Gus: Like Vinnie Salerno's family. Because Vinnie Salerno doesn't like losing territory like Fifth Street. Huh?",
        "Danny: Aitoro, I really don't know. I'm out of it. And I plan to stay that way. That's why I called Vinnie to talk about your sister and the murders.",
        "Gus: Well, what did Vinnie say?",
        "Danny: Doesn't know a thing about them. Surprised I'd even call him.",
        "Gus: Mm. And you're not convinced?",
        "Danny: I'm just saying he might be involved. I wouldn't be surprised.",
        "Gus: So you just wanted to be a good guy and call me and contact your local law enforcement?",
        "Danny: Exactly. You're good.",
        "Gus: Yeah. Well, how about this? Next time you want to call anybody, you call me first, I'll handle.",
        "Danny: Sure. So you're going to look into it?",
        "Gus: Yes, I will. I'll poke around.",
        "Danny: Great. Great.",
        "Gus: I got to tell you, though, I don't think it's Vinnie Salerno though, because I don't he'd bother. Not a guy like him.",
        "Danny: Really. Then why all of a sudden do you think Vinnie's sending me wedding presents?",
        "[SCENE_BREAK]",
        "Phillip: Don't make this about us. I'm worried about my daughter. Did you try to throw her out of the lobby?",
        "Lizzie: I just get so confused sometimes. I look at you and I don't know whether I'm looking at my grandmother or my dad's girlfriend, mistress, whatever you call yourself.",
        "Olivia: Can you please just lower your voice?",
        "Lizzie: Personally I think you get off better as a mistress than girlfriend. You get more stuff. Has Daddy gotten you any big gifts yet? Because he will. And he's got really good taste, too. Oh, my God, what if the baby isn't his?",
        "Olivia: All right. That's enough.",
        "Phillip: Olivia.",
        "Olivia: Yes. Yes, I did. I told her to shut up and I tried to escort her out.",
        "Phillip: So you manhandled a hurt, scared child?",
        "Olivia: I didn't get that far, no. Do you want to know why, Phillip?",
        "Phillip: Why you would go after my daughter? Yes. Yeah, I guess that would be the question.",
        "Olivia: She seems to be the only person that you care about right now.",
        "Phillip: Well... Tell me why?",
        "Olivia: She's out of control. She was stopping people in the lobby telling them about our lives. She was scaring the guests. She was embarrassing herself.",
        "Phillip: Herself or you?",
        "Olivia: She wouldn't have been embarrassed if she would have been in her right mind.",
        "Phillip: So my daughter is crazy?",
        "Olivia: I am telling you she's in trouble.",
        "Phillip: Oh, and you helped, didn't you?",
        "Olivia: I was upset, as you are right now.",
        "Phillip: Well, she tried to get a rise out of you. You had to oblige? You couldn't be the adult in the room?",
        "Olivia: I did my best. Don't you see what she's doing? This is exactly what she wants.",
        "[SCENE_BREAK]",
        "Alexandra: Come, come. All right, so you're still worried about this Jeffrey O'Neill?",
        "Edmund: No. Not really. The man is course. Cassie despises him. Maybe even more so because it's just wrong to hear that kind of bilge pouring out of Richard's face.",
        "Alexandra: Okay. So you're still are worried about him. What, you think things can change and then there would be that face?",
        "Edmund: No, it's... I want to be prepared. I want to cover all of my bases. Something just seems off. So I thought it was best to...",
        "Alexandra: You had him investigated.",
        "Edmund: Exactly.",
        "Alexandra: Yes. Well, good. Good for you. Proves to me you haven't completely turned to mush. So is it good?",
        "Edmund: There seems to be several years in Mr. O'Neill's life that are just a big blank. As if he fell off the face of the planet. There's no record of it anywhere.",
        "Alexandra: So what have you found out?",
        "Edmund: For those three years? Nothing.",
        "Alexandra: Oh, Edmund, what's wrong with you? Poke around. Get the dirt.",
        "Edmund: Yes, I know. Revert back to the man Cassie hated.",
        "Alexandra: Oh, is that your problem? You're having a little attack of conscious?",
        "Edmund: I don't know. Am I?",
        "Alexandra: Well, you just...",
        "Desk clerk: Ms. Spaulding, a Lizzie Spaulding called. She asked if you could come over immediately.",
        "Alexandra: Oh, thank you. Look, I'm going to have to...",
        "Edmund: No, no, it's perfectly all right. Go ahead.",
        "Alexandra: Look, Edmund, you find out everything you can about Jeffrey O'Neill. After all, anything you find out you don't have to use right away.",
        "Edmund: I know. I know. I know. I know.",
        "Alexandra: Well, you know, he could be a drunkard and he could be a serial killer.",
        "Edmund: There seems to be a lot of that going around lately. (Laughs) Could I be so lucky?",
        "Alexandra: Probably not.",
        "Edmund: No.",
        "Alexandra: But dare to dream.",
        "Edmund: Dream. Yes, dream.",
        "Alexandra: Look, when you love someone, you know, you just have to do what you have to do.",
        "[SCENE_BREAK]",
        "Arthur: This energy wants you to know that it's time. You need to move on.",
        "Cassie: Why won't he tell me who it is? Or give me a name?",
        "Reva: That's not the way it works.",
        "Cassie: Can he at least tell me if I have the right guy?",
        "[SCENE_BREAK]",
        "Ed: Hey.",
        "Michelle: Hey. What are you doing here?",
        "Ed: I called the house; Danny said you were here.",
        "Michelle: Are you interested in the psychic phenomena?",
        "Ed: Mm-mm.",
        "Michelle: You were just looking for me?",
        "Ed: I felt bad being called away this morning. I didn't like leaving you like that.",
        "Michelle: Oh, Dad, I understood.",
        "Ed: We were talking about your mom for the first time since I've been back. And you just sounded...",
        "Arthur: He said that there's somebody close to you. Somebody who you've shared a great deal with.",
        "Cassie: That's Edmund.",
        "Arthur: And there's a warning.",
        "Reva: That's Edmund.",
        "Arthur: The man seems to be saying to you that nothing is what it seems to be.",
        "[SCENE_BREAK]",
        "Olivia: Lizzie ran to you with half a story to yank your chain.",
        "Phillip: Oh, so my daughter is just playing me? That's your take on this?",
        "Olivia: Partly, yes.",
        "Phillip: Do you have any idea what she has been through in her short life?",
        "Olivia: Yes, I know what she's been through, and I know that she's genuinely upset about everything.",
        "Phillip: She is confused about this situation. About everything that...",
        "Olivia: I can understand. I do understand it.",
        "Phillip: Well, then how can you be so cold about a child that you say is hurt and troubled? Is that the way you plan to treat your baby?",
        "Olivia: It's our baby. It's your child, too.",
        "Phillip: I can tell you one thing. I would never let you treat a child of ours the way you've treated my daughter today.",
        "Olivia: I'm going to be sick.",
        "[SCENE_BREAK]",
        "Lizzie: Come in.",
        "Thomas: Ms. Spaulding is here to see you.",
        "Lizzie: Oh, good.",
        "Thomas: Mr. Spaulding doesn't want her in the house.",
        "Lizzie: But I figured it'd be okay since he's not here. Please. It's really lonely here.",
        "Alexandra: Sweetheart, I got your message.",
        "Lizzie: Sorry, I had to wait for Grandpa to leave. I didn't want you to get into trouble.",
        "Alexandra: Why? I'm not afraid of the old goat. And you call me anytime you need me.",
        "Lizzie: I need you now. I'm so scared, Aunt Alex.",
        "Alexandra: Well, honey, what happened?",
        "Lizzie: I got in a fight with Olivia.",
        "Alexandra: What's wrong?",
        "Lizzie: Well, I was just doing what my therapist said, I should be honest to her. And I wasn't mean. I just told her that maybe I was a little jealous of the baby.",
        "Alexandra: Well, of course you are, darling.",
        "Lizzie: And I don't understand what's going on with her and my dad and Grandpa. As if she just freaked out on me, told to shut up dammit and practically kicked me out of the hotel.",
        "Alexandra: What? You mean physically throw you out?",
        "Lizzie: She... she grabbed on to me.",
        "Alexandra: She did?",
        "Lizzie: Yeah, but she was just so mad. I don't understand her.",
        "Alexandra: Well, I understand Olivia perfectly. But listen, darling, I think it would be a good idea if you just kept your distance for a while.",
        "Lizzie: But how? She lives with Dad. I'll never see him. I have to get along with her. But it doesn't work. What am I supposed to do, Aunt Alex? How am I going to get Olivia to like me?",
        "Alexandra: (Laughs) Oh, please. Don't worry about that witch liking you.",
        "Lizzie: But I have to.",
        "Alexandra: No, no, sweet... sweet... Shh, shh, shh. Now I know. I know. I know. She's with your father. But remember, darling, nothing lasts forever. Now does Phillip know about this?",
        "Lizzie: I told him a little bit, but he just walked off and left me with mom. I guess he's mad at me.",
        "Alexandra: I'm sure not.",
        "Lizzie: You didn't see him. He's mad. Olivia's mad. Everyone's mad at me.",
        "Alexandra: Oh, come on, darling. I doubt that. Really. Now come on, I want you to put this whole thing out of your mind, okay?",
        "Lizzie: How can I?",
        "Alexandra: Well, you've told Aunt Alex about it. I'm on it. Now, please, everything is going to work out just the way you want it to, darling. You just... You just have a little faith, huh?",
        "Lizzie: I'll try.",
        "[SCENE_BREAK]",
        "Gus: You know, before you open that, maybe I should call the bomb squad.",
        "Danny: No, it's not Vinnie's style. It's probably a message of some kind.",
        "Gus: Sweet.",
        "Danny: And ugly. You think Vinnie rides the hounds?",
        "Gus: Oh, sure with his little plaid pants with his gun in his pocket.",
        "Danny: Look at this. See the fox? He's behind the hunters, watching. They don't have a clue. They're going off in the wrong direction.",
        "Gus: Maybe he's trying to give you a little heads up.",
        "Danny: Yeah, or maybe it's a test for me. He doesn't think I'd call you. See, in the old days, this would have been about me. Salerno would try to muscle in on Eden, I'd push back. I don't know. Maybe... maybe Vinnie thinks that Eden works for me now. That I took her away from him. I really don't know. All I know is I'm out of it. Maybe your sister isn't.",
        "Gus: I told you I'd look into it.",
        "Danny: Will you? Really? No matter what you might uncover looking into Eden's past? You're going to pursue this with the same diligence you came after me and my family?",
        "Gus: I'll do my job.",
        "Danny: I'd talk to your sister if I were you.",
        "Gus: Good. And the next time you want to make a phone call or you hear from Salerno, whatever, you contact me first.",
        "Danny: You got it. I don't want any trouble. That's why I called you in the first place.",
        "Gus: If you really don't want any trouble, I'd get rid of that butt ugly painting before Michelle sees it. Look better in the fireplace than above it.",
        "Danny: Thanks.",
        "[SCENE_BREAK]",
        "Ed: So what's going on? I mean, you say your mom has been on your mind, you admit that you've been missing her and I find you here.",
        "Michelle: Dad, I'm fine.",
        "Ed: But why are you here?",
        "Michelle: Well, Marah wanted company, and I thought it would be a kick.",
        "Ed: But you don't believe any of this. I mean...",
        "Arthur: I'm getting a female vibration and she's making me feel like... Well, she's showing me the Brady bunch. (Laughter) Well, I mean it's a house full of people. People that... That aren't her family, but they live there anyway. Now it's either that you're a lovely lady who's bringing up three very lovely girls. (Laughter) I doubt it's that. Now she leaves this house full of people and she's leaves a woman all alone. Now she's... I'm getting a B. I'm getting a \"B\". \"B\" name. B... B... Beatrice. B. It's definitely a \"B\" name. And it's not going away. Would somebody like to acknowledge this Beatrice please? Now I can be wrong about the name, but I'm not wrong about the initial or what it sounds like. And this b... B... Beatrice is definitely coming through loud and clear.",
        "Michelle: Dad.",
        "Edmund: How did... What did you do, fill out a form when you got here? I mean, how did he get this information?",
        "Michelle: No, nothing.",
        "Arthur: And I'm seeing another house and a doctor's bag. And... and a child. A little girl. And the... Yes. The woman's daughter is here.",
        "Ed: You know who he's talking about, don't you? I mean, Bea. Bea Reardon. She's your grandmother. I mean, she ran a boarding house and your mother lived with her before she married me. Now how did he... How did...",
        "Michelle: Dad, it's Mom. Mom. He's in touch with mom. Dad, please, shh. Please let this happen.",
        "Ed: I don't want you to be hurt by this.",
        "Michelle: Dad, I'm fine. Please.",
        "Arthur: Now the woman's daughter, the little girl, she was alone, but now she's not. And her father... Yeah, yeah, her father left, but he's back. And there's another male energy. An R? B? And R.B. R? B? R? B?",
        "Michelle: Robbie. Robbie Bauer. She knows.",
        "Arthur: Feel free to validate this at any time. It's okay. This is delicate. And I understand if you don't want to identify yourself. But you must listen to me. Your mother wants you to know that she sees. I'm not sure what that means exactly, but it's coming through loud and clear. The mother is... She said you'll know what that means. Your mother sees. Your mother sees.",
        "[SCENE_BREAK]",
        "Danny: Tony, I need you to call me right away. Vinnie Salerno just sent me another message. I spoke to Aitoro, handed the whole thing over to him. He said he's going to investigate, but... I don't know. Look, Tony, I hate that this... This garbage is still going on. I want it over as much as you do, but... but in the event that Aitoro drops the ball, we may need to step in again. You know what that means. Just watch your back, you know, like in the old days. Just in case. Call me.",
        "[SCENE_BREAK]",
        "Alexandra: Phillip. You just saved me a trip. What are you doing here?",
        "Phillip: Waiting for Olivia.",
        "Alexandra: Where is she?",
        "Phillip: She's in the bathroom getting sick.",
        "Alexandra: Really?",
        "Phillip: Mm-hmm.",
        "Alexandra: Well, she should be sick after the stunt she pulled today.",
        "Phillip: So I guess you talked to Beth.",
        "Alexandra: I just came from Lizzie.",
        "Phillip: How is she?",
        "Alexandra: She's beside herself, my dear. She thinks that Olivia hates her, and you're mad at her.",
        "Phillip: I'm not mad at her. I'll... Don't worry. I'll call her when I get home.",
        "Alexandra: Are you going to let Olivia get away with this?",
        "Phillip: Don't worry. I'll handle it.",
        "Alexandra: Do you realize that she almost physically threw your daughter out of this lobby today?",
        "Phillip: Yeah, I heard Lizzie's side of it. But...",
        "Alexandra: Uh-huh. Olivia denies it?",
        "Phillip: Well, look, she says that Lizzie was coming unraveled. She was going up to strangers and she was trying to talk them about our lives.",
        "Alexandra: And you believe her of course?",
        "Phillip: I didn't say that, all right. I... I'll handle it.",
        "Alexandra: This... This is a crisis. This is chaotic. Your daughter is hurting.",
        "Phillip: I know that.",
        "Alexandra: And Olivia seems to hurt her every day.",
        "Phillip: Aunt Alex...",
        "Alexandra: You know I'm right. And you know why.",
        "Alexandra: Olivia resents Lizzie. Just a daily reminder every time she looks... She thinks about you and Beth, you know. And the rest of your family.",
        "Phillip: I don't think Olivia is jealous of Beth anymore. She's over that.",
        "Alexandra: Then what is it? Guilt? She works so hard to break you and Beth up that every time she sees Lizzie, it's a constant reminder of the consequences of her actions.",
        "Phillip: Okay. I told you I'll handle it.",
        "Alexandra: Okay. All right. Listen, you and Alan, you go at this any way you want. You fight over this woman, but your children are the ones who are paying for it.",
        "Phillip: My children are not paying for anything.",
        "Alexandra: Mm-hmm. Your daughter is hurting. And I'll also bet that Olivia doesn't give a hoot about Zach or about Jude.",
        "Phillip: You know that's not true.",
        "Alexandra: Oh, really. Oh, really. All she wants you to do is respond totally to just her and her baby. And as far as she is concerned, the rest of your family can just go rot.",
        "Phillip: Don't you have someplace to be?",
        "Alexandra: Yes, I do. Oh, come on, Phillip. Don't let her do this to you. Don't let her separate you from your real children.",
        "[SCENE_BREAK]",
        "Jeffrey: Excuse me. Yeah?",
        "Reva: So what are you doing here?",
        "Jeffrey: I'm catching up with an old buddy.",
        "Reva: You know the psychic?",
        "Jeffrey: Yeah, yeah, we've worked together on a couple cases in New York. Excuse me. Arthur? Art?",
        "Arthur: Jeffrey O'Neill? (Laughs) In Springfield?",
        "Jeffrey: Hey, you.",
        "Arthur: Hey.",
        "Jeffrey: I got a little trade tip. Never act surprised. Listen, I caught a bad case here, a real difficult one. Can you do me a favor? Give me a call before you leave town.",
        "Arthur: Yeah, sure.",
        "Jeffrey: Thanks.",
        "[SCENE_BREAK]",
        "Ed: I'm sorry.",
        "Michelle: About what?",
        "Ed: Well, the man was using you.",
        "Michelle: Dad, he got a message. I mean I only wish that he'd gotten more. But even knowing that Mom is there and she sees.",
        "Ed: All right, did he give you any comfort?",
        "Michelle: No, not him. Mom. Mom did.",
        "Ed: Honey--",
        "Michelle: Dad, come on. How would he'd known these things? Grandma's name, the boarding house.",
        "Ed: Well, because they do research. I mean he knows. It's...",
        "Michelle: Dad, I didn't even know I was coming tonight. I bought my ticket at the door.",
        "Arthur: I hope your mother's message didn't fall on deaf ears.",
        "Michelle: You knew it was me.",
        "Arthur: Of course.",
        "Ed: (Clearing his throat)",
        "Arthur: But you're entitled to your privacy.",
        "Ed: That's funny, it didn't sound that way.",
        "Arthur: I'm sorry that's how you felt.",
        "Michelle: Well, I felt peace when you... When you told me what my mother wanted to say. It was like I heard her voice. So thank you.",
        "Arthur: You're welcome. There was another message about an accident in a car.",
        "Ed: Let's go.",
        "Arthur: She doesn't want you to blame yourself. It wasn't your fault. She's at peace, Doctor. She wants the same for you.",
        "Michelle: Dad, are you going to listen to him? Okay, can I at least come home with you, because I want to spend some time at our house?",
        "Ed: Yeah.",
        "[SCENE_BREAK]",
        "Reva: So you're not still going to have dinner with Edmund, right? Not now. Not after what Arthur said.",
        "Cassie: You heard what Arthur said. Nothing is what it seems. How does Edmund seem to you?",
        "Reva: Like the low life reptile that he is.",
        "Cassie: Yeah.",
        "Reva: When he's not being an oily, manipulating, bloodsucking human being.",
        "Cassie: Nice try, nice try. Nothing is what it seems. That means Edmund is not whom he seems.",
        "Marah: But are you sure that he's the guy Richard's sending you?",
        "Cassie: Who else could it be?",
        "Reva: Well, maybe he meant that the guy hasn't even arrived yet.",
        "Marah: Exactly. Now that... That sounds right, because he said that he was sending him to you.",
        "Reva: Right.",
        "Marah: Not that he's here now.",
        "Reva: Just keep your eyes open, you know. Don't close your mind to anyone that you might meet.",
        "Cassie: To anyone.",
        "Reva: Yeah.",
        "Cassie: Okay, the guy who is going to be pumping the gas in my car, the guy who is selling me the deli meat at the grocery store.",
        "Reva: Oh, yeah.",
        "Cassie: It could be anybody.",
        "Reva: Because you know why? He's cute. (Laughter)",
        "Cassie: This has been fun. It has been a lot of fun. It looks like Michelle's gone. Do you want me to give you a ride home?",
        "Marah: Yeah, thanks.",
        "Reva: What are you trying to get away from me?",
        "Cassie: As fast as I can.",
        "Reva: I know where to find you. (Laughter)",
        "Cassie: I will call you. You know what? I cannot believe that you have this gift and you don't want to use it.",
        "Christopher: Neither can I.",
        "Marah: Bye, Mom.",
        "Reva: Bye, sweetie. I'll see you later.",
        "Cassie: Okay.",
        "Reva: I hope you're happy. Because you and Arthur just sent my sister into the arms of a man who could possibly ruin her life.",
        "Christopher: Only if that's the way she wanted to go anyway. People have free will.",
        "Reva: But she would have listened.",
        "Christopher: And heard exactly what she wanted to hear. That's human nature.",
        "Reva: Well, then what's the point of all of this? And why are you pushing me to develop this so-called gift?",
        "[SCENE_BREAK]",
        "Phillip: Aunt Alex, I am not going to take a lecture on family values from you. Not after all the scorched earth you have left behind you since you've came back to town.",
        "Alexandra: I merely looked at what Olivia was doing and I knew right away.",
        "Phillip: No, no, you did what you did for your own reasons and you know it. You know, you can't lay everything that is wrong in my life at Olivia's feet.",
        "Alexandra: Are you so sure? (Laughs) You know what? I think if you look at the trouble that you've had, the trouble you've had with Beth, the trouble with Alan, this mystery baby, this crisis with your daughter, you'd see that every one of your problems in life has to do with Olivia. And you know I'm right.",
        "Phillip: How are you feeling?",
        "Olivia: Better. Was that Alexandra I just saw?",
        "Phillip: Mm-hmm.",
        "Olivia: What did she have to say?",
        "Phillip: Nothing. You ready to go?",
        "[SCENE_BREAK]",
        "Christopher: I don't want to push you into anything, Reva. All I've said is the truth. You are unusual.",
        "Reva: (Laughs) Oh, well, that's an understatement. Just ask anyone whose survived my life.",
        "Christopher: I meant your gift.",
        "Reva: I don't like that word.",
        "Christopher: Well, then your perception, your abilities. Call it whatever you want. I have measured subjects for years, Reva, and that I can say you are off the charts.",
        "Reva: That can't be, Christopher.",
        "Christopher: Well, how do you know?",
        "Reva: Because everything that that guy did here tonight, I didn't get any of that. Because I don't get names. I don't get full blown anything. What I get are images, words, little words here and there and nine times out of ten they don't make any sense to me at all.",
        "Christopher: That's because you are still waiting for a newspaper reporter. It doesn't work like that. They're symbols, Reva. And you need to learn to interpret them. You need to learn what symbols are your shorthand, your unconscious speaking through you, and what symbols are speaking through other people.",
        "Reva: How do I learn that?",
        "Christopher: Practice. Trial and error. There are techniques for learning how to operate in this realm. Yeah, it's work, but it's worthwhile.",
        "Reva: Are you sure? Because you said yourself that people only want to hear what they want to hear.",
        "Christopher: Yes, there are some people who have one answer in mind and everything they hear supports that.",
        "Reva: Okay, so why couldn't Arthur be more clear? Because you know what happened here tonight? My sister has two men in her life right now. One of them happens to be her ex-husband's brother, who is also an absolute snake of a man. However, he's conned her into believing that he somehow managed to change. And the other man is a man who looks exactly like her ex-husband who all of a sudden has shown up in town for no apparent reason. So how the hell is \"Nothing is what it seems\" suppose to help her?",
        "Christopher: Wouldn't you like to come up with the answer to that?",
        "Reva: You're good. You're very good.",
        "[SCENE_BREAK]",
        "Edmund: Hello, Cassie.",
        "Cassie: You're a mind reader.",
        "Edmund: No.",
        "Cassie: A lot of those running around here tonight.",
        "Edmund: I recognized the touch. I recognized the perfume.",
        "Cassie: What are you doing here?",
        "Edmund: Waiting for you. How's your evening?",
        "Cassie: Perfect. I found out exactly what I needed to know.",
        "Edmund: That's intriguing. Care to share?",
        "[SCENE_BREAK]",
        "Gus: Look, I'm glad that I caught up with you tonight. Look, there's a little wrinkle in the Garden of Eden murders.",
        "Jeffrey: Let's have it.",
        "Gus: The mob.",
        "Jeffrey: The mob?",
        "Gus: Yea... Yeah, I know what you're thinking, but just hear me out, okay? I think they might be sending a message.",
        "Jeffrey: From anyone special?",
        "Gus: Vinnie Salerno.",
        "Jeffrey: Vinnie. Great. Yeah, that would be special. Oh, yeah. Why? Why him?",
        "Gus: Well, my sister used to work for him in Chicago in an extortion ring thing they had going.",
        "Jeffrey: She's such a darling, your sister.",
        "Gus: Yeah, yeah, I know. All right. So she quits, she leaves town and she sets up here. Vinnie doesn't like it, doesn't want to lose anymore territory, sends a message to shut her down.",
        "Jeffrey: Our... our murders are too cute. A mob hit, that's a bullet to the head, a body in the trunk. They send a message, it's clear.",
        "Gus: Yeah, I know. I know. I know. Normally I would be agreeing with you, but tonight I'm thinking like Danny Santos.",
        "Jeffrey: Santos? Wait a minute. I thought he was out.",
        "Gus: No, he is. But Vinnie, see I think Vinnie picked up whatever was left of Danny's family when he left. Danny's the one that pushed Vinnie out of Fifth Street and I think he might be holding a grudge.",
        "Jeffrey: Got it. All right. Yeah, well, check it out.",
        "Gus: Yeah.",
        "Jeffrey: But don't... don't let up anywhere else. Please.",
        "Gus: No, of course not.",
        "Jeffrey: All right.",
        "Gus: All right.",
        "Jeffrey: Salerno. That's great. Just what we need.",
        "[SCENE_BREAK]",
        "Danny: Wait a second. You want to set a wedding date now? You've held off for weeks.",
        "Michelle: I know. I know.",
        "Danny: So what changed?",
        "Michelle: Well, you promise me you're not going to laugh?",
        "Danny: Mm-hmm.",
        "Michelle: It was that psychic tonight.",
        "Danny: Oh, what, did he come up with a wedding date from beyond?",
        "Michelle: No, no. And don't make fun, because I was as skeptical as you. But, Danny...",
        "Danny: Yeah?",
        "Michelle: He knew things.",
        "Danny: Okay. Like what?",
        "Michelle: Like stuff about my mother. Like where her family lived before she married my dad.",
        "Danny: Michelle...",
        "Michelle: He knew Robbie's name.",
        "Danny: Well, wait a second. I don't like some stranger knowing our kid's name.",
        "Michelle: Well, no, no. He didn't know. It was, like, my mom knew and she was telling him, because she was there, Danny.",
        "Danny: Honey, I know you've missed your mom so much. I know. Hey, is that why you've held off on a date for the wedding? Huh?",
        "Michelle: Maybe. Maybe. Because I hate it that she's not a part of it. But the thing is now I know that she is. See, that's what I got from tonight, Danny. She was there. I could feel it.",
        "Danny: Michelle... Honey, you have felt your a lot in the past. You've dreamed about her so many times before.",
        "Michelle: Yeah, I know. But it wasn't... It wasn't like that. It wasn't like the wishful thinking on my part or me dreaming of what I wanted to hear. It was... I mean, she was really there.",
        "Danny: Babe, these guys are really, really good.",
        "Michelle: No.",
        "Danny: And making it look like.",
        "Michelle: It's not like that, Danny. A total stranger knew things that only my mother would know. And she sent me a message.",
        "Danny: A message.",
        "Michelle: She said that she's watching.",
        "Danny: Watching?",
        "Michelle: She's watching me. She's watching us. She's like seeing everything. Everything in our lives. Isn't that amazing?"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=S9DWTJ5GcgM"
}