{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Billy: A changed mitt? \n\n",
        "Josh: Didn't hear you come in. \n\n",
        "Billy: Yeah, well, you don't have to ring the\r\ndoorbell when you run in to the lady of the house on the way out. \n\n",
        "Josh: Yeah, that's right. Reva went to meet\r\nwith Dr. Christopher Lang ham, her... her new mentor. \n\n",
        "Billy: Well, she said something about a\r\nmeeting, but she didn't say anything about mentor. You know I caught her show\r\nthe other day-- the one on the mind reading. \n\n",
        "Josh: Well, good. So you saw her get that\r\nthat little girl was still alive, huh? \n\n",
        "Billy: Yeah, pretty wild stuff, you know.\r\nJust tell me, josh, does this mean that Reva has second sight or she just got\r\nbeginners luck? \n\n",
        "Josh: Some people call it a gift. \n\n",
        "Billy: Yeah, people like Christopher Langham. I'm telling you, \r\nJosh, if H.B. were alive, he'd be falling down laughing. \n\n",
        "Josh: I'm sure he would be. It's just a funny\r\nthing, isn't it? \n\n",
        "Billy: I hate to say this, josh, but you\r\nknow, oiling a mitt is kind of personal thing, isn't it? Don't you think it\r\nshould be for the guy whose mitt it is? \n\n",
        "Josh: It's just dry. That's all. \n\n",
        "Billy: Yeah, but it's Shayne. \n\n",
        "Josh: I think I screwed up. \n\n",
        "Billy: Okay. How did little brother screw up?\r\n\n\n",
        "Josh: These last few months I’ve been\r\nthinking so much about Shayne, you know, and his baseball career. That's all...\r\nThat's all I’ve been thinking about. And I'm beginning to realize that it\r\nwasn't really Shayne that needed all that time and attention. I think it was\r\nReva.\r\n",
        "",
        "Christopher: Hi, it's me. Did you see the\r\nnews report? Impressive. Reva Lewis has had virtually no formal training and she\r\nwas able to contact a child who has been missing for years. Arthur c. Cap's been\r\nat this a decade and he couldn't pick up the signals. Reva is our lady. There's\r\nno question about that. That does not mean that we could rush into this. It's\r\nmuch too important for that. Look, I don't care. Leave the timetable to me.\r\nReva. \n\n",
        "Reva: Somebody ticked you off. Anyone I know?\r\n\n\n",
        "Gus: Hey, Reva. \n\n",
        "Reva: Gus, hi. \n\n",
        "Gus: Enjoyed you the other day on the air. \n\n",
        "Reva: Oh... \n\n",
        "Gus: I heard they found the little girl\r\nalive. That's amazing. \n\n",
        "Christopher: Reva was brilliant. \n\n",
        "Gus: Yeah. And I'm sure that the parents of\r\nthe child think the same exact thing. See you. \n\n",
        "Reva: You too, sweetie. Well, if I was so\r\nbrilliant, why can't I ever read you? \n\n",
        "Gus: Baby. You drinking coffee. You know\r\nwhat? It works for me. If you just hook you \r\n",
        "",
        "(Sorry, it didn't work; something wrong with\r\nthe broadcast or tape, apparently...)\n\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=-o4Z3p0PCNY"
}