{
    "Episode Summary": [],
    "Recap": [
        "Ben and Marina go to Ben and the gang's new place. Marina wishes that she could live there too and says that she does not like the idea Ben living with one girl (Marah). Shayne and Marah come and join in. Marina and Shayne start flirting as Ben jealously watches. Marina and Shayne turn the radio onto \"Sandy and the mole\". They are talking about Eden's escort service today on their show. Eden comes and hounds Marah about doing her designs. Tony believes that Eden is trying to come between him and Marah. Tony and Marah are cuddling. Bill and Eden meet at the bar.... hmmm.... maybe a new couple? Maybe not. She gives Bill her business card....he asks if she is a florist (Eden's Garden). Michelle and Danny are on and Michelle is yelling. Danny tells her that he loves her. She says that she would love to move into the house that they are at but she is sick of living for Danny... then she finally gives in and she and Danny go inside and they eventually make love. (One of the best NSA and PAS scenes to date!!!)",
        "Regina tells Gus and Harley that she will be staying at the boarding house for a while and wants to get to know them both. Gus wants to know who his real father is and demands the truth from Regina. Regina lets the cat out of the bag and tells the truth.... that Alan is Gus' father! And she tells him the story about Brandon not liking her but Alan loving her and how she was fired by Brandon and Alex knew of Regina's pregnancy so she helped her leave without Alan ever knowing about Gus. Michelle proposes to Danny and he says YES!!! All in All... it was a great show.... especially Manny!"
    ],
    "Recap Author": "Carrie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: You didn't bring me all the way down here to Fifth Street to tell me a story, did you?",
        "Marah: No. I... I wanted to show you my new house.",
        "Reva: Your what?",
        "Marah: (Laughs)",
        "Reva: (Laughs) You're not serious.",
        "Marah: Yeah... we have to move out of the carriage house soon anyway. You know that. So, we just thought we'd all move in here.",
        "Reva: Onto the worst possible street in town.",
        "Marah: And it won't be for long. Once Danny starts his project and we start renovating this place. In six months, everyone will want to move down here.",
        "Reva: Fine. Well, let's talk about it in six months. But in the meantime, let me find you a nice place...",
        "Marah: Mom, Mom, I'm not a kid anymore. I get to choose where I want to live.",
        "Reva: But you're my kid. And after everything that's happened, I need to know that you're safe.",
        "Marah: Okay. Well, I'm also dad's kid and he said okay.",
        "Reva: Oh, really?",
        "Marah: Mom, when I saw this place, I knew I had to live here. Come on, you're always telling me I need to be young and have fun and hang out. And this is the perfect place to hang out. I get to live with my friends.",
        "Reva: And Tony.",
        "Marah: Yeah, and Tony.",
        "Reva: Hmm. Thanks for telling me.",
        "[SCENE_BREAK]",
        "Tony: All right, it's taken care of. Just like you wanted.",
        "Danny: Awesome. Tony, I can't thank you enough for helping me with this. You know, I think you know how much this means to me. It's probably the biggest deal of my life.",
        "Tony: No problem, Danny, no problem. It's pretty pricey, though.",
        "Danny: Yeah.",
        "Tony: I hate to ask but, you know, are you sure it's all going to work out? I mean, you have a lot riding on this one, Danny.",
        "Danny: There are no guarantees in life. I think we've learned that by now. But this time I do have a secret weapon.",
        "[SCENE_BREAK]",
        "Michelle: Aren't kids amazing? I mean, five seconds after they've seen each other, it's like old times. No arguments, no small talk. If only the rest of the world could be like that.",
        "Cassie: If only. Well, you know, this play date is so great for Will, because he doesn't get many play dates here in the hotel.",
        "Michelle: I know, but it must be so exotic growing up in a hotel.",
        "Cassie: Yeah, soon it will be a distant memory, when I find the right house.",
        "Michelle: I didn't know you were looking. I thought you loved it here.",
        "Cassie: I do. I do love it here, and the kids love it here. It's just, you know, this was only supposed to be a temporary situation until the Beacon got up on its feet. Well, now, the hotel's doing fine and I need to find a normal home with a normal backyard for my kids.",
        "Michelle: I know all about the temporary.",
        "Cassie: Right, you and Danny.",
        "Michelle: Yeah, we never got to the house hunting stage.",
        "Cassie: Hmm. (Phone rings) Oh, excuse me. Hello? Hi. Oh, wow. Wow, that does sound like an amazing house, but... I have plans right now. I really can't get over to see it. Yeah, sorry, I guess I'll just have to catch the next one. Okay, bye.",
        "Michelle: Was that about a house?",
        "Cassie: Yes.",
        "Michelle: Cassie, houses are not like buses. You can't just catch the next one.",
        "Cassie: Sure I can. She'll call me tomorrow with some other big dream house to look at.",
        "Michelle: Well, you didn't even see it.",
        "Cassie: That means I won't miss what I don't know.",
        "Michelle: Oh, no, no, no. It doesn't work that way. If something comes up that's right for you, you got to... you got to jump on it right away. You got to call her back. You're going.",
        "Cassie: Okay. Only if you come with me.",
        "[SCENE_BREAK]",
        "Olivia: Okay, who are you? Huh? Just pipe up any time. Let me see. Are you... are you Sebastian? Are you Michael? Are you Jacob? Ooh, you know what, you could be a girl. You're right. Maybe... maybe Samantha or Priscilla or...",
        "Phillip: Jack. For a boy. Jill for a girl.",
        "Olivia: I was just...",
        "Phillip: I see.",
        "Olivia: Yeah.",
        "Phillip: (Chuckles)",
        "Olivia: Hey, did you know that Phillip means \"One who loves horses\"?",
        "Phillip: Does it really?",
        "Olivia: Yeah.",
        "Phillip: I did not know that.",
        "Olivia: Yeah.",
        "Phillip: Hmm. It's nice to see you like this.",
        "Olivia: Like what?",
        "Phillip: Momentarily happy. What does Olivia mean?",
        "Olivia: \"Olive tree.\" But I think I must be defected. My branches really aren't much for peace.",
        "Phillip: Oh, I wouldn't take it for heart. Never been any peace around here.",
        "Olivia: Did you know that Alan means \"handsome\" and Alexandra means \"defender\"?",
        "Phillip: Speaking of which. We need to get the hell out of here-- today if possible.",
        "Olivia: You had another fight with Alan.",
        "Phillip: Yeah.",
        "Olivia: I'd love to get out of here. I really would. But until I can clear myself, I can't.",
        "Phillip: Well, I think Alan may have actually taken care of that for you.",
        "Olivia: What, he confessed?",
        "Phillip: In a matter of speaking, yes.",
        "Olivia: Well, either he did or he didn't.",
        "Phillip: It's not your phone. The police have your phone. It's identical. And when Alan spoke, it activated.",
        "Olivia: The phone that was used to frame me responded to Alan's voice?",
        "Phillip: This may be what you need to clear yourself. And it may be what we need to nail him.",
        "Phillip: You know the really sick thing? I think he was trying to win you back. I think he thought that if he stripped you of everything, that you would need him.",
        "Olivia: By putting me in jail?",
        "Phillip: Mm-hmm, yeah. And he would be the only one that could save you.",
        "Olivia: I was holding onto the idea that maybe he didn't do this to me.",
        "Phillip: Well, he denies it. He denies all of it, of course.",
        "Olivia: Well, but you showed him the phone, he couldn't deny it anymore, right?",
        "Phillip: I didn't show him the phone.",
        "Olivia: Why not?",
        "Phillip: I'm not going to show it to him. He has a way of slipping out of any noose. No. First we clear you, then we use this to nail him.",
        "Olivia: I think the two things go hand in hand, Phillip. And we can give this to the D.A. and get this over with. Personally, I'd like to see him behind bars.",
        "Phillip: Well, you may have to wait a little while for that.",
        "Olivia: You don't think he's going to get off?",
        "Phillip: I think what we need to do right now is see Ross.",
        "Olivia: Fine, let's go.",
        "Phillip: No, that's... no, hang on a second. What I'm saying is... you have to tell him about the lipstick. You have to.",
        "Olivia: No.",
        "Phillip: Yes.",
        "Olivia: No.",
        "Phillip: You have to do it...",
        "Olivia: We have to give the D.A. evidence that links Alan to the crime, not me. Besides Alan is guilty. Who cares if I lied about a stupid lipstick?",
        "Phillip: The D.A. may care. And if we let Ross make the decision, at least he can figure out how she hears about it.",
        "Olivia: I don't know. I think we're asking for a lot of trouble.",
        "Phillip: Olivia, don't you understand, if we drop this bomb, we can defuse it. I know it's hard. I know... I know that you cared about Alan and that he hurt you. Believe me, I understand. But you can't let that shake your faith in everybody else.",
        "Olivia: I'm trying.",
        "Phillip: I know. So, let's do it. Let's get the hell out of here. All right?",
        "Olivia: Okay.",
        "Alan: Well, aren't you supposed to be packed and on your way, Phillip? Don't tell me you've been in here flexing your muscles for the little lady.",
        "Phillip: (Chuckling) Well, you didn't think I was going to leave without Olivia, did you?",
        "Alan: Well, if Olivia goes anywhere, Alexandra goes along with her.",
        "Phillip: No, no, no, that's not what the court said. The court said supervision, not house arrest. Isn't that right, Aunt Alex?",
        "Alan: That's a decision for the court, not Alexandra.",
        "Alexandra: Well, the court's suggestion was that she stay here. I guess I have to supervise from across town.",
        "Olivia: Amen. Because I'm not going to spend one more night under the same roof as the man who...",
        "Alan: With the man who loves you, Olivia? Because that's the only crime I'm guilty of. One I regret every day.",
        "Phillip: Hey, you know what? Let's go see Ross. We got you out of one prison. Let's see if we can keep you safe from another.",
        "Alan: Fine. You can run, but you can't hide! You're both going to be sorry for this!",
        "Alexandra: All right, just stop it. Stop yelling.",
        "Alan: Why did you let her leave?",
        "Alexandra: Well, what do you want me to do? Lock her in a closet? Maybe it's best they left.",
        "[SCENE_BREAK]",
        "Olivia: I wanted to shove this phone down his throat.",
        "Phillip: That makes two of us.",
        "Olivia: I don't understand how he could stand there and pretend to be innocent.",
        "Phillip: It doesn't make any difference. You know what, the pretending will be done soon. Come on.",
        "[SCENE_BREAK]",
        "Marah: Dad said okay.",
        "Reva: Well, then your dad needs to be checked out, because obviously he's not well.",
        "Marah: Okay, I know he still has his issues with Tony, but I think he realizes that Tony's going to do everything in his power to keep me safe.",
        "Reva: And he's going to have issues with whoever his little girl chooses to live with.",
        "Marah: Yeah. You know, I thought he'd go ranting on about me living in sin or something like that, but he didn't.",
        "Reva: Your father can be pretty old-fashioned. Except when it comes to love. And then he believes that love is the most important thing, no matter what rules are attached to it. And I guess maybe I believe that, too.",
        "Marah: So, is that your way of saying yes?",
        "Reva: Would it make any difference if I said no?",
        "Marah: No, but it's much nicer this way.",
        "Reva: Um-hmm. Okay, I may be letting you grow up, but after everything that's happened, that still doesn't mean that I'm not going to worry.",
        "Marah: You're letting me grow up?",
        "Reva: I'm... I'm not letting go of you. It's hard not to worry.",
        "Marah: Well, don't, okay, because dad is completely Marah-proofing the place. We're going to have a security system. There'll be lighting outside. And, you know, there will be crews working pretty much round- the-clock. This place will never be as quiet as it is right now.",
        "Reva: You've really thought of everything, haven't you?",
        "Marah: Yeah, well, there is one thing I could use from you.",
        "Reva: Really? What would that be?",
        "Marah: Well, you know, that couch in the den? You've been talking about getting a new one. And we're all sort of bringing our own stuff from home.",
        "Reva: Sweetheart, I think I can spring for a new couch for you.",
        "Marah: Yeah, but I like that one. It reminds me of home and... movie nights and stuff like that.",
        "Reva: Okay, okay. Aside from the couch, what else do you think you're going to have to do to make this old museum home sweet home? Besides velvet ropes, which you can't use, those little guards that tell you not to touch anything. What are you going to divide your space with?",
        "Marah: This. These are very rough, but...",
        "Marah: ...These sketches...",
        "Reva: Oh, sweetheart...",
        "Marah: ...These sketches...",
        "Reva: ...Wow.",
        "Marah: It's a great space, right?",
        "Reva: Oh, no, I mean, wow. You've come such a long way. Before I know it, you're going to be able to support your daddy and me, I hope. (Laughs)",
        "Marah: Actually, I got paid for something I drew the other day.",
        "Reva: Really? Show me.",
        "Marah: Uh, you know, it's just business cards.",
        "Reva: Yeah, well, where's mine?",
        "Marah: I can't give you one.",
        "Reva: Why?",
        "Marah: Because you'll put it on your refrigerator.",
        "Reva: And what's the problem with that?",
        "Marah: All right, I'll tell you what. Once I do something a little more substantial, I'll put it up there myself.",
        "Reva: Well, it's going to look a little strange having a dress hanging on my refrigerator. (Laughs)",
        "Marah: I don't think that will be happening anytime soon.",
        "Reva: Yeah? Well, don't be so sure. Well, it makes sense that you would find this place.",
        "Marah: Yeah, why is that?",
        "Reva: A museum with empty walls. And an artist who has yet to show the world what she's capable of.",
        "Marah: I'm not an artist; I'm a designer. Okay, a doodler.",
        "Reva: Well, it's more than that. I'm just glad you've figured out what you want to do.",
        "Marah: Well, I've got the what. I just have to figure out how.",
        "Reva: You should call Mindy.",
        "Marah: Mom, I can't do that. I... she has her stuff in every magazine. And she gets tents in New York for fashion week. I can't ask her for a favor like that...",
        "Reva: Yes, you can. She's family. Besides, don't you want the opinion of a professional that you trust to tell you exactly how good you are?",
        "Marah: Well, I think I need to trust my own opinion before I can call on the big guns.",
        "Reva: Well, I think the fashion show's the perfect opportunity for you to do that. To prove it to yourself and everyone else.",
        "Marah: What... how do you know about the fashion show?",
        "Reva: What?",
        "Marah: I didn't tell you about the fashion show.",
        "Reva: Yes, you did. You must have.",
        "Marah: No, I... that's so weird. You must be reading my mind or something.",
        "[SCENE_BREAK]",
        "Danny: Okay, time to go.",
        "Tony: You got this planned down to the last second, don't you?",
        "Danny: You bet, my friends.",
        "Tony: All right, good luck, huh.",
        "Danny: Thanks. Well, I hope you follow my lead and don't sit back and wait for your good luck to happen.",
        "Tony: Danny, why don't you do me a favor and drop me off at the old museum on Fifth Street?",
        "Danny: Now, you're talking. Now, you're talking. Come on. Let's get out of here.",
        "[SCENE_BREAK]",
        "Ross: So, what is it that we don't want Alan and Alexandra to hear?",
        "Olivia: Alan framed me. And he's doing everything in his power to take my life away from me.",
        "Ross: Yeah, well, Olivia, without any proof, you come across as an ex-wife looking for vengeance. And considering our case, we can't afford that, can we?",
        "Phillip: But what if there is proof? What if there's something that points directly at Alan?",
        "Ross: Well, then it would be reasonable doubt for Olivia, and would lead to her freedom. What do you have? It is never a good thing to keep anything from your attorney. And I can't help you if you don't tell me what's going on.",
        "Olivia: Show him. Everything.",
        "Phillip: Exhibit A. and B.",
        "[SCENE_BREAK]",
        "Alexandra: Alan, Alan, don't even look at that book. You're making plans for a child that you... you're not even sure is yours.",
        "Alan: I think Alan Spaulding II would be a marvelous name.",
        "Alexandra: Why is it that every child and grandchild of the Spaulding's has to be named after you? What... don't you think that Alan-Michael, Alan Zachary would both feel just a little bit less special?",
        "Alan: It's a great name and I don't mind sharing it. I think my son would be proud to have my name.",
        "Alexandra: Yes, well, what if it's a girl, dear? What then, Elena? Or... oh, maybe Olivia.",
        "Alan: Olivia? I'd rather my daughter be suckled by wolves.",
        "Alexandra: (Chuckles) What about Alexandra? I don't have a namesake.",
        "Alan: No, no, I want something sweeter. Something like... Regina.",
        "Alexandra: (Chuckles) Why? Why would you come up with a name like that?",
        "Alan: I've always loved Regina. It means \"queen.\" And my daughter will be treated like a queen.",
        "Alexandra: Ah, yes, of course, of course, of course.",
        "Alan: Alexandra, why are you getting so worked up discussing names?",
        "Alexandra: Maybe I'm just worked up, period, after the fight that you had with Phillip.",
        "Alan: I'm not worried at all about that fight.",
        "Alexandra: Oh, well, maybe you should be. Here you are, you're ready to trade off one son for a child you don't even know is yours. You're ready to give up on your first?",
        "Alan: No, Phillip gave up on me. He took my wife. He chose her over me.",
        "Alexandra: And you wouldn't have done the same thing.",
        "Alan: No, I wouldn't.",
        "Alexandra: You would.",
        "Alan: No, I would have found a way to have both.",
        "Alexandra: Oh, yes, maybe, maybe. Now... now, you're willing to trade one son for one that hasn't even been born yet.",
        "Alan: Phillip has given me no choice. He and Olivia can have each other, but they can't have that child because that child is mine.",
        "Alexandra: (Sighs) My brother is his own worst enemy. All right, Lloyd, did you... did you manage to get that medication we discussed?",
        "Lloyd: This medication works wonders on psychotics. But for someone without that particular condition, it could cause delusions and hallucinations.",
        "Alexandra: Yes, well, I... I understand the risks.",
        "[SCENE_BREAK]",
        "Michelle: Um... this is the Cavendish estate.",
        "Cassie: Estate? I don't think I want to live in a place with the word \"estate\" in it anymore. So, you know this place, huh?",
        "Michelle: Well, I only rode three blocks out of my way every day home from school just to look at this place.",
        "Cassie: Wow. Do you know the Cavendish's?",
        "Michelle: Nope, and I've never even been inside. But I did have sort of a nose pressed against the glass kind of relationship with this place. (Laughter) They used to have the hugest parties. They were like something out of \"Great Gatsby\" or something. Really elegant and really fun. The kind of parties where everybody would like end up in their swimming pool in their tuxes at the end of the night.",
        "Cassie: (Laughs)",
        "Michelle: It was my kind of fairy tale. You're going to love this place.",
        "Cassie: I don't know. After fixing up the Beacon, I don't know if I want another place that I have to fix up.",
        "Michelle: Oh, Cassie, this is totally worth it. I mean, it has great bones.",
        "Cassie: Why don't I go park the car, call the sitter, you go in and tell the real estate agent I'll be right in.",
        "Michelle: Okay.",
        "Cassie: Okay?",
        "Michelle: Oh, and wait till you see the great room. It's going to take your breath away. Hello? Hello. It's Michelle Bauer. I'm... I'm Cassie Winslow's friend. Sorry, I hope we're not late.",
        "Danny: No, you're not late. You're right on time.",
        "Michelle: Oh, you're not the realtor.",
        "Danny: Nope, nope. Last time I checked I'm not a realtor. I sent the agent home.",
        "Michelle: I... I don't understand. Cassie's supposed to be looking... (car driving away) ...not driving away right now.",
        "Danny: Yeah? Well, I guess the house isn't to Cassie's liking. Oh, well. What do you think about it?",
        "Michelle: About being stranded here with you? I mean, I don't understand why Cassie just did that...",
        "Danny: No, about the house, Michelle, about... what do you think about the house?",
        "Michelle: (Stammers) Well, you know what I feel about this house. You know that I love this house. It's my favorite house in all of Springfield. It doesn't give Cassie an excuse to just dump me here.",
        "Danny: She didn't just dump you here. You're with me.",
        "Michelle: I can see that. But I don't understand what we're doing here.",
        "Danny: Well, maybe I should take the \"For sale\" sign down outside.",
        "Michelle: So, the house isn't even on the market after all?",
        "Danny: Um-hmm.",
        "Michelle: Whose house is this?",
        "Danny: It's yours, Michelle.",
        "[SCENE_BREAK]",
        "Tony: Hey, hey, hey. Huh. What did this piece of paper do to you?",
        "Marah: It's too much. I can't do this.",
        "Tony: Look at this.",
        "Marah: Hey. No. No, no, no. That's not fair. Not fair.",
        "Tony: Uh-huh. Ah-huh.",
        "Marah: Give it back.",
        "Tony: This is...",
        "Marah: Don't just be nice. Please tell me the truth.",
        "Tony: I think it's you. I think it's sophisticated, sexy and very beautiful.",
        "Marah: Okay, your opinion officially does not count. You love me. You have to say that. That's the exact same thing my mother said.",
        "Tony: Well, you know, neither of us like to keep our opinions to ourselves.",
        "Marah: Yeah, maybe.",
        "Tony: (Laughs) What else did Reva say?",
        "Marah: You mean did she approve of me moving into this place?",
        "Tony: I mean did she approve of me moving in with you?",
        "Marah: Well, she has her reservations about it, but I think that's just with me growing up in general. But she's not one to stop us from doing that. You know I thought we would start world war III with my parents by doing something like this, but here we are. And my dad is helping us fix this place.",
        "Tony: I think it's easier for your dad to think of me as a sophisticated bodyguard than this.",
        "Marah: Than the man that I love. He's come along way. That's because you've done everything in your power that you possibly could to get them to trust you.",
        "Tony: There's no choice. I love you. But you know what? You're changing the subject.",
        "Marah: What subject?",
        "Tony: Your work.",
        "Marah: That. Well, my mom thinks I should call my cousin Mindy.",
        "Tony: Well, I think your mom's right.",
        "Marah: First of all, she doesn't even know that I'm doing this. Second of all, she's so successful. Tony, she even does Couture. I'm so no where near that.",
        "Tony: Yeah, now. But how are you ever going to get anywhere if the only exposure you're getting is designing business cards for the Garden of Eden?",
        "Marah: She mentioned something to me about the fashion show.",
        "Tony: Fashion show idea? I thought you were shelving that?",
        "Marah: Well, yeah, I was. But, you know, I just... I can't get it out of my mind. You know, I really need to know what you think about this.",
        "Tony: From where I'm sitting, I think it's the worst idea I've ever heard.",
        "[SCENE_BREAK]",
        "Felecia: All right, let me guess. You don't love the idea of our kids moving to that old place on Fifth Street? You think that you get to stop worrying about them by the time they get through college, but no. See they just keep coming up with new and exciting ways to scare the heck out of you.",
        "Reva: Whose reading who's mind now? Have you seen that place?",
        "Felicia: Oh, yeah. The romantic in me, oh, I would have loved a place like that when I was, what, 20? Now I see it and I just want to condemn the place myself.",
        "Reva: Yeah, well, Joshua and I are going to do everything we can to make sure it's safe.",
        "Felecia: Oh, I'm with you there. It's not just the kids that's worrying you is it? Did you--",
        "Reva: I did have another episode. I knew exactly what Marah was thinking.",
        "Felicia: Oh, that happens with Mel and me sometimes.",
        "Reva: No, no. It was like I was inside her head. All the thoughts that she was too scared to say aloud. I mean, it was the same thing with Olivia. On the outside she was protesting her innocence in that same defensive tone that she always using. But inside she was pleading for me-- for anyone-- to believe that she was really innocent.",
        "Felicia: Well, was your experience with Marah as your encounter was with Olivia?",
        "Reva: No, it didn't come out of any huge emotional moment. It was just ordinary. A mother talking to a daughter then, bam, it happened again. And it's more than just sensitivity or intuition. Whatever it is it's starting to scare me to death.",
        "[SCENE_BREAK]",
        "Phillip: How do things look now?",
        "Ross: Well, it was bad that I didn't find out about the lipstick, because it's a custom shade. It could be easily traced back to you. But the phone-clone- business with Alan, this could be the evidence that clears you.",
        "Olivia: Really?",
        "Phillip: Yeah.",
        "Olivia: Great. Then he'll finally get what's coming to him.",
        "Ross: Well, not necessarily.",
        "Olivia: What are you talking about? You said this would prove his guilt.",
        "Ross: Look, I am not prosecuting Alan; I am defending you. And this could be the reasonable doubt that we need. I could well imagine what you think of Alan, but your freedom is far more important. I'm glad you told me about these things before it's too late.",
        "Olivia: Well, someone told me that I need to work on trusting people a little more.",
        "Ross: Well, I will go and present the evidence to the District Attorney, but I have to warn you this is not a slam dunk. We still have to explain away the lipstick. I'll be in touch.",
        "Phillip: Okay. Thanks.",
        "Reva: You know my mamma lived with this gift without ever talking to anyone about it, but I think I have to.",
        "Phillip: Hey.",
        "Reva: Hi, Phillip.",
        "Olivia: You know, I just want you to know that I don't expect you to ever apologize for this Reva, but I would like to see the look on your face when you find out that I'm innocent. What are you going to say then?",
        "Reva: I'm going to say I knew it, because I read your mind. Felicia, I'll see whoever I have to see to help me understand why this is happening now.",
        "Felicia: Well, all the specialists that I know are located in Europe.",
        "Reva: I'll go wherever, because I can't take this anymore. Always knowing what everyone is thinking-- especially now Olivia. I mean, I have got to learn to control this, before it controls me.",
        "[SCENE_BREAK]",
        "Tony: I'm so proud of you. I think this fashion show idea, I think it's going to be a great success. And I think you are going to be a great success.",
        "Marah: But?",
        "Tony: But I am not ready to share you with the world yet.",
        "Marah: Tony, you don't think that I'm going to forget about you because of some success I may or may not have.",
        "Tony: Marah, it's not... it's not that. It's just...",
        "Marah: It's just what?",
        "Tony: Well, you have all these dreams and hopes. And you're going to get them. And when I dream and hope, it's just for more of this. It's being with you. See, I've already got my dream. I've got you. See, I'm a selfish jerk.",
        "Marah: No, stop. You're not. And this is what I want, too. And you're wrong about the dream thing. It's not going to bring us further apart. Because I want you to be there with me. And if by some chance there are red carpets or runways, yours is the hand that I want to be holding when I'm walking down them. And, you know, you have plans and dreams, too, for your future.",
        "Tony: Like what?",
        "Marah: Like this place, this project with, Danny.",
        "Tony: Oh, well, this is business.",
        "Marah: No, it's more than that. You are bringing back life to a town, Tony. You know, I don't know what's going to happen with any of this. But I know that I have to do it. And the one thing that I really know is, I don't want to do anything without you. So are you with me?",
        "Tony: I'm with you. And I'm sorry.",
        "Marah: Okay. Don't be sorry though, okay? I'm glad we're getting all our butterflies out now. This is good.",
        "Tony: Yeah.",
        "Marah: (Sighs) You know, it's funny. The more I talk about doing this with people, the more it actually seems like it really could happen.",
        "Tony: I thought you only need to talked about it with your mother and me?",
        "Marah: And Eden.",
        "Tony: Eden.",
        "Marah: Yes. I know she's not our favorite person, but you know, she does know stuff about fashion. And she has a friend who has a design house and she said she could refer me...",
        "Tony: You didn't say yes, did you?",
        "Marah: No, not yet. But...",
        "Tony: This is Eden we're talking about.",
        "Marah: I know. I know. Queen of ulterior motives. I know that. I get that, Tony. But a phone call is a phone call.",
        "Tony: Yeah, she's going to want something in return.",
        "Marah: And I'll give her some samples. She's never getting you.",
        "Tony: Come here. I know how much this means to you. I know how much you want this. And you shouldn't let anything get in the way of it. Not me. And especially not Eden.",
        "[SCENE_BREAK]",
        "Cassie: Oh, hi, Bill.",
        "Bill: You forgot about me?",
        "Cassie: Oh, my gosh, I'm so sorry. I did. I totally spaced. I'm beyond late. And you have the plans.",
        "Bill: Don't... don't worry about it, okay? It's not the end of the world. Or is it?",
        "Cassie: No, no, it's not. I just... I was...",
        "Bill: Cassie, what's going on? Where you've been?",
        "[SCENE_BREAK]",
        "Danny: I bought the house for you. It's yours. It's ours-- if you'll have me.",
        "Michelle: Is this suppose to be some kind of a game, Danny?",
        "Danny: No, it's not a game. No. It's another gift.",
        "Michelle: Okay, well, the others were small, and this is a... this is a very big...",
        "Danny: Well, yeah, it's a house. It fits. You can decorate it any way you want. There's a pool in back and a greenhouse and there's this old, huge, willow tree with a swing hanging from it. Robbie's going to love that. Say something. Please.",
        "Michelle: This is the worst thing you ever done to me.",
        "[SCENE_BREAK]",
        "Alexandra: Oh, so this is it?",
        "Phillip: This is it.",
        "Alexandra: Well, you can leave this house, you know. But you can't leave the family, because you're part of it no matter what.",
        "Phillip: I have all the family that I need.",
        "Alexandra: Well, they're gone. Alan, I know you're hurting, but this too shall pass.",
        "[SCENE_BREAK]",
        "Cassie: I'm so sorry that I forgot about you. I'm so sorry.",
        "Bill: All right, will you stop worrying about that, okay? And just tell me what's got you so rattled?",
        "Cassie: I was with Michelle.",
        "Bill: And you couldn't tell me that because...",
        "Cassie: Because I didn't want to upset you.",
        "Bill: Cassie, I think it's great that she has girlfriends, okay? I mean, I don't think she has anyone to sit around and talk about dresses or whatever you women talk about, so don't worry about it.",
        "Cassie: Yeah, well, you know the.. it started out that we were hanging out talking about girl things and mom things and then it kind of ended up someplace else and that's what I think will upset you.",
        "Bill: Danny?",
        "Cassie: Yeah.",
        "Bill: Cassie, I tried it with Michelle, okay, and it didn't work out. Do I wish things turned out differently? Yes. But do I regret trying? No.",
        "Cassie: I'm going to tell you this because you're going to find out about it, and I'd like you to hear it from me. I helped Danny surprise Michelle with her dream house, and that's where they are now.",
        "Danny: Let me guess, the Cavendish place?",
        "Cassie: Well, don't tell me that you guys grew up playing house there or something?",
        "Bill: No, no. I just... I know Michelle's loved that place forever. Probably the same way she's going to love Danny forever. So that's great. Good for.. good for... good for them. I'm glad she's found her happy ending.",
        "[SCENE_BREAK]",
        "Michelle: You're trying to make me... make me fall in love with you all over again!",
        "Danny: Yeah, I am. So.",
        "Michelle: You're trying to manipulate my feelings, Danny.",
        "Danny: No. Wait, wait. No. I am not. These are not manipulations. These are... they're surprises. I... I'm trying to be romantic. I mean, I never got the chance to do that with you. We just... we jumped right into our life together. And I know you said you needed time, but I thought that that was my chance. Michelle, I wanted you to see, I wanted you to feel how much I love you. I wanted you to see that I know you. Michelle, I know you. And I listen to you. And I hear you when you tell me what you like. Like this house. I mean, that's why I got you this house.",
        "Michelle: Do you even know why I fell in love with this house, Danny?",
        "Danny: No.",
        "Michelle: It wasn't just because it was beautiful or it had the perfect swing or the perfect windows. It was because of what was going on inside this house.",
        "Danny: What do you mean?",
        "Michelle: This was a happy house. This was a house that was filled with love. And the people who lived here, they knew how to love. They knew how to be a family. You could see it through the windows. You could see it a million miles away. They did things together. They were present for each other.",
        "Danny: So what? You're saying that we can't be? That we aren't? We can be.",
        "Michelle: You bought us a house without asking me about it.",
        "Danny: Well, I thought that you would love it. I thought that this is what you wanted me to do! I thought this is what you wanted.",
        "Michelle: No. Not like this, Danny."
    ],
    "Transcript Author": [
        "Provided By Linda Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=6xLEXzx3hDk"
}