{
    "Episode Summary": [],
    "Recap": [
        "Harley tells Zack and Jude that she will be going away for a little while. At first, they are upset, but Gus informs them that she is only doing this for them \u0096 to fix the law. Harley tells Gus that he needs to move on after he has escaped his hospital room to see her. Michelle tells Tony that she has her memory back. He isn't thrilled. She reassures him that she is still in love with him and that he has nothing to worry about. However, when she tells Rick of her good news, she seems less confident about her relationship status. She acknowledges that she is now in love with two men at the same time. Billy and Olivia clash over Bill. Bill overhears Olivia threatening Billy, and he grows angry, accusing the two of them of being ruthless and self-serving. Bill leaves and goes to visit Harley. He tells her that they can help one another out, and there is some suggestion of romance between them. After Harley tells Gus to leave her alone and move on, he travels back to Company and greets Alan. He pulls a gun on him and states that he has nothing to lose now, preparing to shoot him."
    ],
    "Recap Author": "Ashley",
    "Show Title": "Guiding Light",
    "Transcript": [
        "bill: You know, you really shouldn't keep intercom lines open because you never know who might be listening.",
        "Olivia: Is lewiw having internal security issues?",
        "Bill: I'll tell you, the biggest problems seem to come from those closest to you. When you least expect them. Where did my dad go?",
        "Olivia: He... He stepped down the hall.",
        "Bill: He \"stepped down.\" That's an interesting choice of words.",
        "Olivia: All right, you heard. You obviously heard.",
        "Bill: You know, olivia, i don't know what's worse, you trying to threaten my father or you lying to my face.",
        "Michelle: I remember. I remember everything.",
        "Tony: Really? Well, that's... What do you mean? What do you remember? I mean... It all came back to you, huh? Danny, the life you guys had together? Robbie, too?",
        "Michelle: Everything.",
        "Tony: I mean, what? This just... It just happened? What?",
        "Michelle: Yeah. At the townhouse, it all just kind of came flashing back to me, you know, one after the other until everything that i lost was back and kindf f like it was never gone.",
        "Tony: Was danny there with you when it happened?",
        "Michelle: Yeah. Yeah, he was there.",
        "Tony: Okay. ( Nervous laugh ) with you and me, now, I mean, does this change things?",
        "Gus: ( Coughs ) harley! ( Groans )",
        "rick: Gus, what are you doing? What are you doing?",
        "Gus: I just need to see her. Is she outside?",
        "Rick: I want you to lie down. She's gone, which means you're going to stay here and take care of yourself.",
        "Gus: Oh, come on. She's got, like, one night left. I can't spend it in the hospital.",
        "Rick: You have an ulcer...",
        "Gus: Harley!",
        "Rick: This is a hospital, rocky. Keep it down.",
        "Gus: Are you hiding something from me? Is something wrong with me?",
        "Rick: We have an ulcer...",
        "Nurse: Excuse me?",
        "Rick: Yes, what is it, nurse?",
        "Nurse: There's someone named cooper here to see the patient.",
        "Gus: That's for me. Could you let her in? Harley!",
        "Buzz: Harley has enough on her hands. She doesn't need you on her conscience. Get the covers back over you, pipe down, listen to the doctor, or you're going to have a real problem-- me.",
        "Harley: I'm back. What... What in the world is going on here? You guys. You were asleep when i left. What are you doing up? You know what, never mind. This is going to be our... This is going to be the very, very last time you do this, okay?",
        "Zach: Okay.",
        "Harley: So, where's grandpa? He's supposed to be watching you while I was gone.",
        "Zach: He's in the kitchen. Grandpa likes peanut butter sandwiches and wine.",
        "Harley: Grandpa buzz?",
        "Alan: No, the other grandpa. Granddad alan. is this about?",
        "Alan: Those two are something else. They're inseparable. You know, I just hope they give each other the strength that they need when they have to separate from you, harley.",
        "Harley: Why don't you get out of here before i make things very ugly for you?",
        "Alan: Well, isn't that what you wanted? Zach to spend more time with his father's family? I'm only acceding to your wishes.",
        "Harley: Like hell you are.",
        "Alan: So you didn't really mean it, huh?",
        "Harley: No, i did mean it, of course. Just that tonight...",
        "Alan: What? What? So you talk the talk but you can't back it up, is that what you're saying? You know, let me tell you something. It is very important that you back it up for those little boys' sake, and you know it.",
        "Harley: Fine, you're right. They need all the family they can get right now, okay? So sit down, please, and i'll fill you in on some things that you might need while i'm... I mean, if you're going to be with them.",
        "Alan: All right. Go on.",
        "Harley: Okay. Zach is... He notices everything, okay? And he's very sensitive. And he feels things very deeply. And jude, he just thinks that the whole world is a big amusement park that's been set up just for him. ( Laughs ) gets a kick out of it all. And you're right, they are inseparable. And they're loyal to each other. If somebody were to say something about jude, zach would be in there...",
        "Alan: Defending him to the hilt, wouldn't he?",
        "Harley: You've seen it firsthand?",
        "Alan: Well, no. But it stands to reason. They're just like their fathers.",
        "Harley: They're nothing like phillmp and rick.",
        "Alan: Not yet.",
        "Harley: I just meant that they... They have their own way of doing things.",
        "Alan: Look, they are very close, harley, and it's only a matter of time before they emulate their fathers.",
        "Harley: Don't do that. Can you just let them be who they are? Those boys were not put on this earth to replace the son that you lost.",
        "Alan: The son that you took away from me.",
        "Harley: Hey.",
        "Alan: Well, looky here.",
        "Harley: Good job, buddy.",
        "Alan: Let me help you, there.",
        "Harley: Yummy.",
        "Zach: Can we play a game?",
        "Alan: Well, of course we can play a game. And you know what game we're going to play? Monopoly.",
        "Zach: What's that?",
        "Alan: Monopoly is your father's and your father's favorite game.",
        "Harley: I've got a better idea. I am going to take these sandwiches, I am going to wrap them, and we are going to play.",
        "Alan: Where are you going to take them? Are you going to go to the airport or the train station, perhaps?",
        "Harley: A tree house. And don't worry, it's local. If you want to help, you could get their coats for me, please.",
        "Alan: Happy to.",
        "Harley: Okay. This is going to be so much fun, because I get to teach you guys a really fun, special, secret game. A game just for us.",
        "Rick: Buzz, this is my sister. I have to give her a call. Could you make sure that he stays here and behaves? Please? Behave.",
        "Buzz: You heard the man. Oh, no. Come on. Look, if i have to wrestle you, I will. Then i'll have a heart attack, you'll collapse. How do you think harley's going to take that, huh?",
        "Gus: ( Coughing ) I'll risk it.",
        "Buzz: You'll risk it?",
        "Gus: Yeah.",
        "Buzz: What's the matter with you?",
        "Gus: Come on. Buzz, buzz, buzz, listen to me. I've only got a couple of hours, okay, to convince your daughter just to keep on fighting. That's what I want to do, okay?",
        "Buzz: The fight is over.",
        "Gus: Mr. Cooper, I don't think you understand. I really love urur daughter.",
        "Buzz: It isn't about love. It's about survival now.",
        "Gus: All right, so look, I'll go and find her and if she doesn't want to deal with me, then fine. I'll just... I'll just work on the appeal, you know?",
        "Buzz: She fired you.",
        "Gus: Yeah, yeah, yeah. We all know that story.",
        "Buzz: She asked mel to represent her.",
        "Gus: Mel.",
        "Buzz: Look, harley's leaving. I hate it, you hate it; there's nothing we can do about it. That's it. You want to help her, get some rest. Get your strength back. I may have frank and marina, but those boys, to raise them, it needs you and you at your best.",
        "Gus: You're right. How am i going to be any help to anybody if i'm in a box, right? ( Coughs )",
        "buzz: It's going to be okay.",
        "Gus: Yeah. Take it easy. Oh, you know what? Can you get me a doctor? Or if you can't get a doctor, get rick. I want to get some drugs. I want to go to sleep. I'm very tired. I'm tired.",
        "Buzz: You're a good man.",
        "Michelle: Tony. Look, nothing is going to change between us. @ Our back. He found out about that gus photo. He threatened to break up our marriage, okay? He is just waiting for me to mess up.",
        "Bill: Well, i'll tell you something. Right about now, big-old daddy's looking like a prophet.",
        "Olivia: All right, I'm sorry. I'm sorry. I mishandled billy.",
        "Bill: Mishandled? You could$have wrecked his life. And the thing is, this isn't about my dad.",
        "Olivia: What?",
        "Bill: This is about you, me and the lack of trust between us. Look, I married you, baby. I know my dad was unhappy with it, but who gives a damn what he thinks?",
        "Olivia: You do. Otherwise you wouldn't be so angry.",
        "Bill: Yeah, so my loving, understanding wife goes and tries to get my dad run out of his company, his family business, my business. I mean, that is insane, olivia.",
        "Billy: Could I get a big \"amen\" to that?",
        "Olivia: I did this for us.",
        "Bill: You did this for you. He's not the one who's going to come between us. It's you.",
        "Olivia: Well, you must be loving this. Let it fly, billy. Say all the hateful things you say when his back is turned.",
        "Billy: Gee, i hardly know where to begin.",
        "Olivia: Well, start where you usually do, with how you think our marriage is a big mistake.",
        "Billy: Yes. I made no bones about it. I think you guys were doomed from the beginning. But there is a silver lining to this dark cloud.",
        "Bill: Oh, and why's that?",
        "Billy: Your eyes may be opened and you may see reality for what it is.",
        "Bill: Let me tell you something, dad. You are no one to judge who's right and who's wrong. You have been trying to get her deported, and every time olivia and I hit a snag, you want our relationship to end. Well, you can't blame her for thinking that you're the enemy.",
        "Olivia: Can i get an \"amen\" to that?",
        "Billy: Just... Just... Let me explain one little thing.",
        "Bill: Explain? No, you don't need to explain a thing to me because I heard everything i needed to hear right on this baby. You know what? I got to tell you, while i'm listening to your fun little broadcast, with all your posturing and your threats, you two are just alike. That's right. I mean, you say everything is about family and loyalty and love, but what you really get off on is a down and dirty bare- knuckle fight. I mean, really, I should walk away from both of you. Because you deserve one another.",
        "Michelle: Tony, look, danny is with marina now. I mean, he's moved on.",
        "Tony: Michelle, he'd move back in a heartbeat. I mean, you are the love of the guy's life.",
        "Michelle: Yeah, were. Were. It's past tense.",
        "Tony: What did danny say when you told him that you remembered everything?",
        "Michelle: ( Sighs ) he was as surprised as i was, you know? Neither one of us could really even believe what was happening. Not that we were doing a lot of thinking at the time.",
        "Tony: I don't understand what that means. What does that mean?",
        "Michelle: We were just... We were both... We were both caught up in the feeling, you know? Just being grateful that we were alive.",
        "Tony: Okay, michelle, did your feelings for danny come back?",
        "Rick: Hey, michelle. I didn't mean to interrupt, but i got your message and i just thought I'd come...",
        "Michelle: Hey.",
        "Rick: Hey. You okay? Is everything all right?",
        "Alan: She's not here.",
        "Gus: Lizzie got you on the graveyard shift?",
        "Alan: Why not? There's nothing dishonorable about working for one's family.",
        "Gus: Yeah, depends on the work, I guess. Or the family. Was she here?",
        "Alan: As a matter of fact, you just missed her.",
        "Gus: Hm.",
        "Alan: Are you all right?",
        "Gus: I ate some of lizzie's food here at the diner. She should be careful, otherwise this family's getting sued.",
        "Alan: Well, at least that would give you a little income.",
        "Gus: Don't you worry about me.",
        "Alan: Oh, i'm not worried about you. You look like you're in great shape. Too proud to come back to spaulding, too stubborn to admit that you need this family, and too stupid to realize that harley cooper is a lost cause.",
        "Gus: You're the lost cause, big al.",
        "Alan: Hm, i don't think so.",
        "Gus: You know, just because you wear fancy tailored suits and drink beautiful fine wine, like to ruin people's lives as a sport, just remember there's a big difference between excess and success.",
        "Alan: Ooh, I like that. I'll have to remember it.",
        "Gus: I see through your little \"rich man\" veneer, al. And you know what I see? I see a very bitter, lonely man.",
        "Alan: That's interesting, gus, because that's exactly the way I see you.",
        "Gus: I'm going to find harley. Don't get in my way.",
        "Alan: Oh, is that a threat? Because if it is, you know where to find me.",
        "Gus: Yes, i do.",
        "Harley: And you know what? This is where your uncle frank used to hide all h c comic books. And look. We put our initials here. Fc-- frank cooper. Hc-- harley cooper. And look. This is our secret chamber.",
        "Zach: What was in there?",
        "Harley: It is an imaginary key to the tree house.",
        "Zach: There's no lock.",
        "Harley: Well, that's why it's an imaginary key. It's part of the game, part of the tree house game. And I'm telling you guys about this tonight because from now on this tree house will be yours.",
        "Zach: It will?",
        "Harley: Yes. Yes. Now, you'll still be sharing a room when our family moves in with jude's daddy, but this tree house is going to be your private place, where nobody will be able to find you.",
        "Zach: Even grandpa alan?",
        "Harley: Not even grandpa alan. Now, when you first come up here, it has to be with a grownup, okay? Because this is high and i don't want you guys falling out of this tree. But later on, when grandpa says it's okay, you guys can come up here all by yourselves. Okay? So here, let me give you your keys. Here's one for you. And here's one for you. Okay? Don't lose that. Now, i want you to promise me something. I want you to promise me that you're going to take care of your little brother the same way that uncle frank took care of me when i was little. Okay? Because I'm not going to be around to break up your tickle fights and referee you at bath time anymore.",
        "Zach: Why not?",
        "Harley: Because i have to go away.",
        "Zach: No. I don't want you to.",
        "Harley: Remember when you were... Remember when you broke jude's train sort of by accident and I made you have a time-out in your room? Well, I have to have a time-out, and I have to go someplace for it very soon.",
        "Zach: We'll go with you, mommy.",
        "Jude: And you can have my sandwich.",
        "Harley: Thank you. I wish you guys could go with me, I really do. And you know what? I want you to eat your sandwich, okay? But thank you, my baby. And don't worry. You know, where I'm going, it's not so bad. I just would rather be home with you guys, that's all. But you are going to have grandpa and you're going to have uncle frank, you're going to have everybody looking after you.",
        "Zach: No, i don't want you to go.",
        "Harley: I have to go, baby.",
        "Zach: I hate you. I hate you for going. Coming up on \"guiding light...\"",
        "Bill: You could learn something from harley about love and courage.",
        "Olivia: And homicide? I will never be as needy and self-righteous as her. And if that's the kind of thing that turns you on, then by all means, go for it.",
        "Gus: You need me. You need me. Our life should be... It's together.",
        "Harley: We are not together. We never will be.",
        "Olivia: I may be ruthless sometimes...",
        "Billy: \"May be\"?",
        "Olivia: ...But at least i'm straightforward, unlike your father. And you have to admit that that was one of the things that attracted you to me.",
        "Billy: Oh, and let's think of what the other things that attracted you to her are. I mean, just look at. Come on, son, she's been playing you. Playing you!",
        "Bill: Dad, will you please stop it? The more you tear her down, the more i want to defend her. Don't you get that? Don't you see the pattern of what's going on here? And olivia, you know what the saddest part is? If i ever needed to make a choice between you and my father, I would have chosen you in a heartbeat.",
        "Michelle: You know, i hate that shirt. I've hated that forever. You should have gotten rid of that years ago. What did i tell you when you first got it, who you looked like? Hm?",
        "Rick: You told me that i looked like dad without the coolness. You remember.",
        "Michelle: I'm back. For better or for worse.",
        "Rick: You're back. Oh, honey, i misseyoyou so much.",
        "Michelle: I missed you, too. I missed you, too.",
        "Rick: What happened? Tell me what happened. How did these memories come back? Did you have something to do with it?",
        "Tony: Well, you know, rick, i wish i could say that I did, but it was an accident. She was at one of my construction sites, the ceiling caved in. Danny was there, though.",
        "Rick: Well, however it happened, this is... Michelle, this is incredible. This is such good news.",
        "Michelle: It was like you said. You called it, you know? You said my memory might come back as fast as it left, and it did.",
        "Rick: Yes, I did. I did do that. It did, didn't it?",
        "Michelle: Yes. ( Laughs )",
        "rick: So I did good here.",
        "Michelle: You're good.",
        "Rick: All right.",
        "Tony: You know something? Look, I am going to... Well, you know what? I'm going to let you guys catch up. I'm going to grab champagne.",
        "Rick: Champagne?",
        "Tony: Yes, a lot to celebrate.",
        "Rick: Well, champagne's a good start, but news like this, we're going to have a big party, michelle. We are going to have a...",
        "Tony: Oh, just wait. We've got more good news.",
        "Rick: More good news? What is it? What's going on?",
        "Michelle: Say something, rick, please just, you know, congratulations will do.",
        "Rick: Well, obviously i'm not crazy about danny, but danny was with you when you got your memory back, right?",
        "Michelle: Yeah. He was.",
        "Rick: Do you think it's just a coincidence that, you know, your memory comes back to you and danny happens to be the person that was with you at the time?",
        "Michelle: I don't know. I don't know, rick. Okay? What i do know is that tony asked me to marry him and I said yes, and it is as simple as that, really. ( Sighs ) and you know what, rick? I'm not going to lie to you. There is nothing-- nothing-- simple about this at all.",
        "Rick: It's all right, sweetie.",
        "Buzz: Was gus here?",
        "Alan: Yes. He was just here, looking like a shell of his former self.",
        "Buzz: ( Laughs ) incredible! He suckered me, he left the hospital. He snuck out.",
        "Alan: He's out of control. I think he's killing himself.",
        "Buzz: Did he say where he was going? Alan, we both know who he's looking for. He's not going to stop until he finds her. It's not going to do either one of them any good.",
        "Alan: It was their choice.",
        "Buzz: ( Laughs ) so the more they suffer, the better?",
        "Alan: Look, your daughter and my son are not the only people in pain.",
        "Buzz: Phillip is dead. I know it still hurts, but his pain died with him. Yours didn't, though. It's growing, it's spreading. You want this whole town to suffer. Because in your mind, if you have pain, someone has to pay. So you are going to savor the pain you've caused others like a fine glass of wine. Please. Have a taste of mine. My daughter's going to jail; she's leaving her boys, her family. I hurt. Enjoy. But I am not going to stand by and watch your son follow phillip to his grave. You think he's nothing, but to me, gus and zach are probably the only two good things to come out of your family. Oh, come on! There's been enough pain!",
        "Alan: Buzz. Harley said something about a tree house.",
        "Gus: Hey, big guy. You don't hate mommy, do you?",
        "Zach: I do.",
        "Gus: No, you don'T. She's doing a very, very, very brave thing. Very brave.",
        "Zach: Yeah, going away.",
        "Gus: Exactly. You know how hard that is, to leave you and your brother and grandpa buzz and uncle frank, and me, and everybody she loves? There's nothing tougher than that.",
        "Zach: Why doesn't she stay here, then?",
        "Gus: Well, that would be great, but she just can'T. She can'T.",
        "Zach: Because she's bad?",
        "Gus: No, because mommy's actually very, very, very good.",
        "Zach: But she told me she broke something.",
        "Gus: Yes. Yes, she did. Well, let me explain that part. You know how mommy used to be a police officer? Well, when she was a police officer, she used to protect the good guys and catch the bad guys, and she promised to do that. Even though she's not a police officer anymore, once you make a promise like that, you can never break that promise, right? You can't do that. So you know what the broken part is?",
        "Zach: What?",
        "Gus: You know what's broken? A law. And mommy's got to fix it, because if she doesn't fix that, she'd be breaking something else: Her promise to protect the good guys. And we're good guys, right? So, and if she could stay home and do that to keep her promise, she would, but she can't. To keep that promise, she has to go away.",
        "Zach: So it's for us?",
        "Gus: Exactly. It's for you and your little brother, and for me, and everybody she loves.",
        "Buzz: Hey! How many people can one tree house hold?",
        "Harley: It's grandpa.",
        "Zach: Could i get down here?",
        "Harley: Well, this is what i want you to do. I want you to go back to company with grandpa. Wait one second. And I want you to get into bed and I will come and I will snuggle you. Hey. Don't lose your keys, because i won't be around to help you find them, okay?",
        "Jude: I put mine in my pocket.",
        "Harley: You put it in your pocket? Good job.",
        "Gus: Okay, okay.",
        "Harley: Grandpa will help you down.",
        "Jude: Yay!",
        "Buzz: That's it. Just a couple more steps. All right. We're good to go? Let's go.",
        "Gus: You don't have to thank me, it's okay.",
        "Harley: I wasn't going to. What are you doing out of the hospital? And why the hell can't you just stay out of my life?",
        "Bill: Dad, I'd like to be alone with my wife.",
        "Billy: Bill. Bill.",
        "Bill: If you don't mind. Please. Hm.",
        "Olivia: I'm sorry.",
        "Bill: Let me ask you something. Going out tonight, having a grand-old time at the club, was that just a little stunt to soften me up so I wouldn't feel the knife when you put it in my back? Is that what's going on here?",
        "Olivia: No. No. I said i was sorry.",
        "Bill: Yeah, i heard what you said, but the secrets and the lies, they just keep coming, don't they?",
        "Olivia: Yeah, i guess. But, you know, you have sold me out time and time again. At least i have never sold you out for another woman.",
        "Bill: Another... What are you talking... Harley?",
        "Olivia: Who do you think I'm talking about?",
        "Bill: Is this about harley?",
        "Olivia: Who do you think?",
        "Bill: Oh, my goodness.",
        "Olivia: I didn't know about ruth. You didn't tell me about your partnership with ruth. You got up on the stand and you perjured yourself. You could have cost us everything. And now you're building her a house?",
        "Bill: She needed a home.",
        "Olivia: She doesn't need a home. She has a home.",
        "Bill: A boardinghouse room?",
        "Olivia: She's not living on the streets.",
        "Bill: We are talking about someone who is about to lose everything.",
        "Olivia: No, not everything. Not everything! Because she has you to fight her battles for her. And dig her septic tanks.",
        "Bill: Oh, my... You know what? You could learn something from harley about love and courage.",
        "Olivia: And homicide?",
        "Bill: Oh.",
        "Olivia: I will never be as needy and self-righteous as her. And if that's the kind of thing that turns you on, then by all means, go for it.",
        "Bill: See, you don't get it. Maybe my dad's right; you never will.",
        "Olivia: ( Sighs )",
        "michelle: You know, i wouldn't blame you if you told me to just clean up my whole mess. I mean, I haven't really been the greatest sister recently, right? I was pretty cold to you at that barbecue.",
        "Rick: Yeah, i've still got the frostbite from that, but you know what the worst part of that day was? You faked your apple pie recipe. I still haven't gotten over that.",
        "Michelle: Yep. I did.",
        "Rick: I missed you so much. And robbie missed you.",
        "Michelle: My god, robbie. I don't want to hurt him, rick. I cannot make the wrong decision.",
        "Rick: Well, you've already made your decision, haven't you?",
        "Michelle: Look, i love tony. I do. I love him. Every minute i'm with him, it's exciting, it's unpredictable.",
        "Rick: Michelle, you said all those same things about danny, too.",
        "Michelle: Yeah, but, you know, the funny thing is, I get my past back and danny is just not in the same place anymore.",
        "Rick: You can go ahead and just say it, michelle. You're in love with two different men at the same time.",
        "Michelle: Rick, i used to make fun of people who swore they were in love with two people at the same time. Come on.",
        "Rick: Well, guess what? It happens. It does.",
        "Michelle: I got problems and i got problems.",
        "Rick: Well, then you need to figure this out, don't you?",
        "Michelle: Yeah.",
        "Rick: You know what the bottom line is, michelle? You have a decision to make. You have to pick between danny or tony. So, do you think they can handle it?",
        "Michelle: Well, danny will be fine. He's already moved on to somebody n.. Marina.",
        "Rick: Are you sure you're okay with that?",
        "Tony: All right, I got the champagne, babe. Toast to you and me. Rick, your sister? What do you say?",
        "Harley: Don't. Don'T. Don'T. You know what, gus? You're so good with those boys. Use that to help them feel better, okay, because they're going to need it. But really, there's nothing i need from you right now.",
        "Gus: Because mel is your new lawyer?",
        "Harley: I'm moving on.",
        "Gus: Well, then i'll just work on things on my own, i suppose. ñ ñ ñ ñ Ñ ñ ç F ñ ñ ñ ñ ñ ñ ñO ñ Ñ",
        "Michelle: We've knocked that bottle down, huh?",
        "Tony: Practically i did, yeah. But you know what the funny thing is? When a bottle looks empty, there's always just a few-- see-- little extra drops. ( Laughs ) here...",
        "Michelle: Where did you get that little bit of wisdom, huh?",
        "Tony: Well, you know. In my life, I have learned that that which does not kill you only makes you stronger. Hm? Right?",
        "Michelle: Yeah.",
        "Tony: Are you okay? What's going on? Did rick say something to upset you? What's up?",
        "Michelle: No. No. He was great. He was really happy for us.",
        "Tony: Well, that's good. But I'm happier. ( Laughs )",
        "michelle: Tony. All I want...",
        "Tony: What's that? What do you want?",
        "Michelle: All i want...",
        "Tony: What do you want, because I'll give you anything you want.",
        "Michelle: ...Is you. I just want you.",
        "Tony: Okay. Well, that you can have. That you can have.",
        "Olivia: Bill?",
        "Billy: Aw. So hubby didn't sweep you up in his manly arms and take you home to bed, did he?",
        "Olivia: You're such a bastard.",
        "Billy: That's a compliment coming from you, thank you.",
        "Olivia: You know, none of this would have happened if you hadn't turned on that stupid intercom.",
        "Billy: No, no, no. None of it would have happened if you hadn't come in to threaten me.",
        "Olivia: I guess bill is half- right. We aren't alike but we are in the same boat.",
        "Billy: Yeah. And it's sinking fast, and i don't intend to lose my boy.",
        "Olivia: Well, neither do I.",
        "Billy: So, what is this? A truce?",
        "Olivia: Call it a cease-fire.",
        "Billy: Okay. Well, you know, you're so smart, girl. Maybe you better put on your thinking cap. Because I'll tell you something, if we don't fix this, then we're both in danger of losing bill.",
        "Harley: We're closed. Out of business. You'll have to find yourself a new angel.",
        "Bill: Maybe i don't want an angel.",
        "Harley: What are you doing here?",
        "Bill: I was in the neighborhood, saw the light on, figured it was you. Beer?",
        "Harley: Yeah, if it's cold. So, my kids are asleep. I figured I'd come back here and start getting rid of all this junk.",
        "Bill: Harley, this isn't junk; this is your personal stuff.",
        "Harley: It's junk. I want it carted up and burned before morning.",
        "Bill: All right, well, you want a hand?",
        "Harley: No. And it's late. You should be home, bill lewis.",
        "Bill: Not tonight.",
        "Harley: Hey.",
        "Bill: Hm?",
        "Harley: Are you okay?",
        "Bill: Let me help you, harley. Maybe we can help each other, huh?",
        "Gus: Why don't you pour another glass of wine? We're going to have a little chat.",
        "Alan: There's nothing more to talk about. You've chosen to throw your life away for harley cooper. There's nothing more to say. And I actually believed at one time that you were a true spaulding, gus. Boy, how wrong i was. No, because you have convinced me that you are a total loser.",
        "Gus: Well, this loser has nothing to lose. Next, on \"guiding light...\"",
        "Harley: I wish that i could forget about everything. Him, me, us-- all of it. Everything. For just one night.",
        "Cassie: So, you think i'm making a mistake?",
        "Jeffrey: Absolutely not. That guy is definitely not for you. But then again, I might be biased."
    ],
    "Transcript Author": [
        "By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=gsY0meLwd_w"
}