{
    "Episode Summary": [],
    "Recap": [
        "Phillip accuses Gus of giving inside information to the Springfield Journal. Beth and Gus come up with a way to save Company. Dinah threatens Jeffery and he calls her on it. Reva and JB have an argument. Blake meets a mystery man, Sebastian, who tells her that Roger is dead. Phillip calls Ross so that they can look over his divorce agreement with Harley.",
        "Phillip is in his office reading the local news when Gus walks in wanting to know where Alan is. Phillip shows Gus the paper, and mentions that he's going to have to have a talk with Holly Reade as the headline (\"Corporate Giant set to Bulldoze Local Eatery\") is biased. Phillip tells Gus that it's not so much the headline that bothers him, but that the article talks about a Spaulding insider, Phillip also goes on to mention that the person leaking the information has to be high up. When Gus asks Phillip who he thinks it is Phillip tells him, straight up that he thinks it's him (Gus). Gus looks shocked at this accusation."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Phillip: \"Corporate giant set to bulldoze local eatery.\" Good.",
        "Gus: Have you seen Alan?",
        "Phillip: Have you seen this?",
        "Gus: You're not going to get any sympathy from me, pal.",
        "Phillip: I didn't ask you for any sympathy. Did you see it?",
        "Gus: No, I haven't seen it. I haven't seen it. But what do you expect when you try to snuff out the little guy? Honest.",
        "Phillip: How about an impartial headline for starters? I'm going to have to have a little talk with Holly Reade.",
        "Gus: Good for you. You've found your new target.",
        "Phillip: Although actually it's not so much the headline that's disturbing me. It's more what's inside the article--which is filled with lots of inside confidential information. And it's not the first time.",
        "Gus: Well, maybe there's a leak.",
        "Phillip: Yeah, maybe there is. I was thinking at first that it might be my new assistant, Ruth, but you know, she hasn't been here long enough. But it's definitely somebody here at Spaulding, somebody up high.",
        "Gus: Hmm. Well, who you looking at?",
        "Phillip: You.",
        "[SCENE_BREAK]",
        "Marina: How about we make you a pretend sundae? With extra chocolate sauce.",
        "Beth: I'll take a banana split with extra whip cream, please. Hey, Zachy. Hi, Marina. I was hoping you might be open for one last hurrah.",
        "Marina: Nope. We're closed, for good.",
        "Beth: I'm so sorry. You know, if there was anything that I could do...",
        "Marina: No, you don't. No, you don't have to say it. Hey, Zach, we've got to get going and get you up to your dad's.",
        "Zach: I don't want to go. He's mean.",
        "[SCENE_BREAK]",
        "Tammy: JB?",
        "JB: Where's your bedroom? Why, you're not glad to see me?",
        "Tammy: No, I am. I am. I just... I don't think I'm ready. \"Later, babe.\"",
        "JB: Hey, Mom, long time no see.",
        "[SCENE_BREAK]",
        "Blake: Daddy, I still haven't heard from you. Listen, your letter made it sound like you would be here. So I am at the restaurant in Towers, your old stomping grounds. And if you need me to pick you up or anything at all would you please call me? I'm so glad you're coming, especially now.",
        "Reva: Hey, Blake. You waiting for somebody?",
        "Blake: Ross, we were celebrating Dinah's release.",
        "Reva: Oh, well, that sounds like a party.",
        "Jeffrey: Okay, I got your message. What do you want?",
        "Dinah: Thank you for checking on me last night.",
        "Jeffrey: Dinah, I don't have time for these games anymore.",
        "Dinah: Yeah, but you're here. So obviously you care. I'm fine though, even though I had to hitchhike home. I know how you worry.",
        "Jeffrey: I knew this was a waste of time.",
        "Ross: Jeffrey, what are you doing here?",
        "Reva: There's Ross, I guess the celebration can start. Are you expecting someone else?",
        "Blake: (gasps) No, I just don't want to be here.",
        "Blake: I mean, what was Cassie thinking? Why would she ever let Dinah go free?",
        "Reva: I don't know. She sounded pretty shut down when I talked to her. But I'm sure she had her reasons.",
        "Blake: Well, I can't imagine what they could be. I just hope that somebody takes care of that murderous little twit.",
        "[SCENE_BREAK]",
        "Marina: Hey, your dad loves you so much.",
        "Beth: Of course he does. And you should see him when he knows you're coming over to the house.",
        "Zach: Why?",
        "Beth: Why? Because he whistles, and I know your dad well enough to know that he only whistles when he is really, really happy.",
        "Marina: That's right. And your dad would be so sad if you didn't go see him. You don't want your daddy to be sad, do you? Hey, don't you go too far. I don't know. We're so careful not to say anything bad about his dad.",
        "Beth: Oh, you'd be surprised on what kids pick up on their own.",
        "Marina: I guess.",
        "Beth: I have so many regrets about Lizzie, all the things that went on around her when she was younger.",
        "Marina: I don't want him to hurt like Lizzie.",
        "Beth: Nobody does, especially not Phillip. Marina, I'm going to talk to you later.",
        "Marina: Well, thanks, again.",
        "[SCENE_BREAK]",
        "Gus: Phillip, I am not your leak.",
        "Phillip: If you say so.",
        "Gus: Yeah, I say so. You know what? Let me tell you something. Because you know what? Everybody is afraid of you. So let me tell you, there's a lot of people that hate you. A lot of people would like to take you down.",
        "Phillip: Yeah, that's true. But this is somebody on the inside, somebody with access.",
        "Gus: So keep your eye peeled. What can I say?",
        "Phillip: Oh, Gus, I'm going to do so much more than that. I'm going to start calling people in here and firing them until I get what I want.",
        "Gus: That's good. Make all of your employees resent you. You don't care?",
        "Phillip: No, I don't. Why should I?",
        "Gus: Call me naive, but people usually like to do things for you if they like you.",
        "Phillip: You know what, Gus? You may actually have a point. It may be the best thing to do to let this person have just enough rope.",
        "Gus: You're actually going to take my advice?",
        "Phillip: Yeah. Yeah, this once we're going to do it your way. It's not a big deal. I can fight this. I have a TV station. What's the point if I can't use it to my own advantage?",
        "Gus: You're right. What's the point? I've got to go. See you around. (phone rings) yeah, it's Gus Aitoro. Well, yeah, yeah, it was a very good story. Well, look, it's just that my brother sees it one-way and I see it another. Yes, yes. Believe me, you'll be the first to know if there's any further acquisitions, okay? I've got to go. Thanks. Whoa.",
        "Beth: Phillip's right. You're leaking information to the press.",
        "[SCENE_BREAK]",
        "JB: Hey.",
        "Tammy: Hey. Where did you go?",
        "JB: Out.",
        "Tammy: Well, I know that. I... I... I thought maybe you'd be here when I woke up.",
        "JB: Oh, don't sweat it. We're cool.",
        "Tammy: I thought maybe because we didn't... I don't know.",
        "JB: What? You think my only objective is to get you between the sheets? What kind of guy do you think I am?",
        "Tammy: I'm sorry. I'm being dumb. I saw your note and I didn't know what to think.",
        "JB: You thought I'd just split and wouldn't come back? I'll save that until after we finally do it.",
        "Tammy: You're playing with me, right?",
        "JB: You know what you've got, don't you? Hmm? What you are? Guys don't walk away from someone like you.",
        "Tammy: Yeah, right.",
        "JB: Not this guy.",
        "Tammy: Really?",
        "JB: You turn me on like crazy. Can't you tell?",
        "Tammy: I hope so.",
        "JB: Well, you won't have to hope. You'll see. Soon.",
        "Tammy: You want to maybe grab some breakfast?",
        "JB: No. You could make me some.",
        "Tammy: Okay. What do you want?",
        "JB: I'm kidding. Come here. This is exactly where I want to be.",
        "[SCENE_BREAK]",
        "Jeffrey: It's a public place, Ross. Maybe I want to eat something.",
        "Ross: Well, that's fine. Just don't be bothering my daughter.",
        "Dinah: Daddy, it's okay. It's good that Mr. O'Neill is here. He can see for himself I'm not cooking any evil plans.",
        "Blake: Don't you usually do that over a caldron?",
        "Dinah: Blake, today is my first day of freedom. I'm not going to let you ruin that.",
        "Ross: She's not going to try and ruin it, sweetheart. Are you, Blake?",
        "Blake: I need some air.",
        "Jeffrey: I need a drink.",
        "Reva: Give my boy a big kiss, too. And be safe. Joshua, can you hear me? Oh, I'm, losing... I'm losing you. I love you. Bye.",
        "Waiter: Mrs. Lewis?",
        "Reva: Yes.",
        "Waiter: You have a message.",
        "Reva: Oh, thank you.",
        "Waiter: You're welcome.",
        "Blake: Oh, daddy, where are you?",
        "Young man: Chrissy?",
        "[SCENE_BREAK]",
        "Tammy: You know, I really don't mind getting you something to eat. I mean, we don't have much, but I can get you toast.",
        "JB: I'm cool. I don't need anything.",
        "Tammy: Yogurt, maybe?",
        "JB: Are you hungry?",
        "Tammy: Not really.",
        "JB: Then get back over here. Come on. Unless you don't want to.",
        "Tammy: I want to.",
        "JB: Don't be shy. You're so tense.",
        "Tammy: I'm sorry. I guess I'm just kind of nervous.",
        "JB: Oh, don't be nervous. Look, if it happens, it happens. If it doesn't, you know, that's okay, too. Could be kind of hot, though.",
        "Tammy: Here?",
        "JB: Why not?",
        "Tammy: I don't know. It's the living room. I just thought it would be a little bit more...",
        "JB: Romantic? Like with flowers and stuff?",
        "Tammy: Yeah. Don't you think that would be nice?",
        "JB: I'm a guy. I don't need all that stuff. I mean, I'm all about you... Just having fun. You want me to fix you a drink?",
        "Tammy: This early?",
        "JB: It'll help you relax. Doesn't mean we're going to get down and dirty. I mean I could do the flower thing if I have to, but you'll enjoy it either way. (knock at the door)",
        "Tammy: Aunt Reva.",
        "Reva: Hi, sweetie.",
        "Tammy: What are you doing back here?",
        "Reva: Well, I got message from your mom and she wanted me to come check on you.",
        "Tammy: Oh, I'm... I'm fine.",
        "Reva: Mind if I come in?",
        "JB: Hey, what's up?",
        "Reva: What's going on?",
        "JB: Oh, we're just hanging out. You want to join us?",
        "[SCENE_BREAK]",
        "Gus: Look, don't blame me. Okay, I just can't stand around and watch him blow up company. It's the Coopers' only lifeline.",
        "Beth: I was just at company. I hate what he's doing. And it's starting to affect Zach, and that is inexcusable.",
        "Gus: All right. So there you go.",
        "Beth: Well, don't worry. I'm not going to tell Phillip.",
        "Gus: You're not?",
        "Beth: No.",
        "Gus: Well, what are you doing here?",
        "Beth: He needs to know about Zach. He needs to take stock of his actions and how it's affecting his son.",
        "Phillip: What do you mean that Olivia's back in the country? How did that happen? Don't give me excuses, O' Hagen. No. No. I'll take care of it.",
        "[SCENE_BREAK]",
        "Dinah: Hey, why don't you join us for breakfast?",
        "Jeffrey: Thanks, but it's a little early for fireworks.",
        "Dinah: Well, you used to love explosions early in the morning.",
        "Jeffrey: That's good. So why don't you tell me what you want? Why'd you ask me here?",
        "Dinah: I would like to bury the hatchet.",
        "Jeffrey: Yeah, in my back. This is about last night, isn't it? You're angry about last night.",
        "Dinah: Good for you. Okay, score one for the DA. Yes, I was angry. You were going to let Cassie kill me.",
        "Jeffrey: It was a negotiating tactic, Dinah.",
        "Dinah: Negotiating tactic, my butt. You wanted her to pull the trigger. You wanted to get rid of me. I know.",
        "Jeffrey: This is news to you?",
        "Dinah: Would you make up your mind? One minute you want to bed me; the next minute you want to throw me off a cliff.",
        "Jeffrey: Or off the Towers.",
        "Dinah: We could be so good together if you weren't so bloody...",
        "Jeffrey: Don't even say it.",
        "Dinah: Say what?",
        "Jeffrey: Laurel Falls is over, okay? That was last night. It's history. If you want retaliate, retaliate against me, but leave Cassie Winslow out of it.",
        "Dinah: I was going to say we would be so good together if you weren't so bloody pigheaded. Cassie never crossed my mind.",
        "Blake: Oh, I'm sorry. I thought you were my...",
        "Man: Your father. I know.",
        "Blake: Who are you?",
        "Sebastian: Sebastian Hulce.",
        "Blake: Sebastian?",
        "Sebastian: Mm-hmm.",
        "Blake: You picked up my father's phone once.",
        "Sebastian: Yeah. It's a pleasure to meet you, Christina.",
        "Blake: You know, my father's the only person who calls me that. Do you work for him?",
        "Sebastian: No, no. Well... No, not really.",
        "Blake: Is he here?",
        "Sebastian: No.",
        "Blake: All right. I've been waiting for him. I've been expecting him. Do you know where he is?",
        "Sebastian: Chrissy, I'm so sorry to tell you this, but Roger's dead.",
        "Blake: No, my... My... My dad is alive. I mean, he just wrote to me.",
        "Sebastian: To say good-bye.",
        "Blake: No. He... He wrote to me to tell me that he was coming into town, to help me. I mean I have his letter right here.",
        "Sebastian: I know. I mailed it.",
        "Blake: Yeah, but you don't know what was inside of it.",
        "Sebastian: Chrissy, he wanted to be here with you more than anything, but he knew he couldn't.",
        "Blake: All right, all right. Why are you saying these things to me?",
        "Sebastian: Because Roger was too sick to travel. He was dying.",
        "Blake: No.",
        "Sebastian: It's the truth.",
        "Blake: No. You know what? I don't believe you. I don't even know who you are.",
        "Sebastian: I was with him until the very end.",
        "Blake: All right. All right, now I know you're lying, because he would have wanted me there and my mother.",
        "Sebastian: Roger didn't feel like the man he used to be. He wanted you and your mother to remember his strength.",
        "Blake: All right, what are you doing here? Did Dinah put you up to this?",
        "Sebastian: No.",
        "Blake: All right, because that makes total sense.",
        "Sebastian: I know how difficult this is for you to hear. I have proof.",
        "Blake: What is this?",
        "Sebastian: Your father's ashes. He wanted me to bring them to you.",
        "[SCENE_BREAK]",
        "Beth: Phillip?",
        "Phillip: Uh... You know, Beth, it's not a good time.",
        "Beth: Is it ever a good time for you anymore, a time when you're not angry?",
        "Phillip: I'm not angry; I'm just having a bad morning. I've got a little problem with Olivia that I have to take care of. It's not a big deal. I just have to put her in her place.",
        "Beth: The same way you put the Cooper's in their place?",
        "Phillip: Okay, look, if you came here to beg me to reconsider what I'm doing with Company, you're wasting your time.",
        "Beth: I didn't come here to beg you for anything, but I was hoping you would see the error of your ways.",
        "Phillip: Would you just stop, okay? I'm not in the mood for this right now.",
        "Beth: And I couldn't care less. But obviously you don't either.",
        "Phillip: That's not true, Beth. I happen to care a hell of a lot about my family.",
        "Beth: Oh, yeah?",
        "Phillip: Yes.",
        "Beth: Well, tell that to your son.",
        "Phillip: What's wrong with James?",
        "Beth: Zach! His last name may be Spaulding, but he's still a Cooper.",
        "Phillip: Zach will be fine. All my children will be fine.",
        "Beth: Phillip, you can't really believe that!",
        "Phillip: Yes, I do.",
        "Beth: Okay. Then I guess there's nothing more I can say.",
        "Gus: What happened?",
        "Beth: I've never seen him like that.",
        "Gus: No, wait. What happened? You told me that you were his moral compass, like... He listens to you. What happened with that?",
        "Beth: Gone.",
        "Gus: Well, is it... You think just today, or...?",
        "Beth: I don't know. But you asked me before if I would help you and I turned you down.",
        "Gus: So what? You're changing your mind?",
        "Beth: I've changed my mind. What can I do?",
        "Gus: What can you do? I thought you were going to have the ideas. I'm plum out of ideas.",
        "Beth: What... Okay. Um... I'm assuming that you've exhausted all your legal options.",
        "Gus: Well, I don't know. Yeah, I mean, besides calling Company like an historical landmark or something or a nesting place for exotic birds. I don't know. Yeah, I don't know.",
        "Beth: You know something, Gus? You're not as dumb as you look. Come with me.",
        "Tammy: This is my friend JB.",
        "Reva: JB I'm Tammy's Aunt Reva.",
        "Tammy: We were just hanging out.",
        "Reva: So he said.",
        "JB: So Aunt Reva, what brings you all the way out here?",
        "Reva: Isn't it a little early for company?",
        "Tammy: Well, JB Knew that mom was out of town and he just... He thought I might be lonely.",
        "Reva: That was so nice of him. I can tell he's a real sweetheart. But I'm here now, so, um... Ready to go?",
        "Tammy: Go where?",
        "Reva: To my place.",
        "Tammy: Oh, we settled that already, remember? I'm going to stay here.",
        "Reva: Yeah, well, I don't think that's such a good idea.",
        "Tammy: I'm fine. Really Aunt Reva.",
        "JB: Well, she... She doesn't think you are. Now, your niece is all grown-up.",
        "Tammy: Yeah, well, it's my niece that I have to be worried about.",
        "JB: Are you worried about me? I'm a nice guy.",
        "Reva: Really? Well, I don't know you.",
        "JB: What do you want to know?",
        "Reva: Not a thing, but thanks for the offer. Tammy, I'd feel a whole lot better if you just came back to our house.",
        "Tammy: Okay, well, thank you for worry about me, but...",
        "JB: Tammy and I have plans for this afternoon, I'm sorry.",
        "Reva: What kind of plans?",
        "JB: Well, a few friends of mine are going to throw a party. Now, come on, you look like you were a party girl back in your day.",
        "Reva: Back in my day?",
        "Tammy: Okay, Aunt Reva, how about this? What if JB drops me off at your place later?",
        "Reva: Tammy, I don't think your mother would appreciate you spending the afternoon partying with this guy.",
        "JB: What's your problem? Your niece wants to hang out with me. Don't you have any kids of your own you can go home and bother?",
        "[SCENE_BREAK]",
        "Jeffrey: You know what? I'm not your daddy, Dinah. So the innocent act isn't going to work on me.",
        "Dinah: I am just trying to have some fun. Don't you know how to have fun anymore?",
        "Jeffrey: I think I'll pass, but you knock yourself out, okay?",
        "Dinah: You know, the animosity between the two of us is really starting to bore me.",
        "Jeffrey: Do I look like I care?",
        "Dinah: No. But you should. Because I am free and clear, and I can tell Cassie about us anytime I want.",
        "Jeffrey: Oh, well, you're just in the driver's seat, aren't you?",
        "Dinah: Vroom, vroom.",
        "Jeffrey: Ladies and gentlemen, can I have your attention please? You all know Miss Marler here, the infamous Miss Dinah Marler. Well, Miss Marler would like to make an announcement. Well, go ahead. You've got something to say; now say it.",
        "[SCENE_BREAK]",
        "Reva: I'm sorry. Am I bothering you?",
        "Tammy: I don't think that's the way JB meant it, Aunt Reva. Is it?",
        "JB: I was just asking a question.",
        "Reva: Well, good, I'll answer it then. I happen to have four very well- mannered children who would never be so disrespectful to somebody they've just met.",
        "JB: Whoa. Did you think I was being disrespectful?",
        "Reva: Save it. I've had guys like you for breakfast.",
        "JB: Oh, I'm sorry if I rubbed you the wrong way.",
        "Reva: Excuse us. Tammy, what are you doing with him?",
        "Tammy: Joey is gone, and JB is a guy that I can just have fun with.",
        "Reva: Well, you know what? I know guys like him.",
        "Tammy: I know.",
        "Reva: Okay. And what I can tell you is that guy is a creep.",
        "Tammy: You came in here and immediately started insulting him and treating me like a kid.",
        "Reva: Tammy, look, I have been where you are. I have. You break up with the guy you love, and you try to find somebody else to make it all better.",
        "Tammy: That is not what I'm doing.",
        "Reva: Well, that's good, because trust me, it doesn't work.",
        "Tammy: I think we should get going.",
        "Reva: I'm not finished.",
        "JB: I thought Tammy made it pretty clear that she wanted to stay with me.",
        "Reva: Okay, that's it. From the moment I walked into this house you've done everything to get on my nerves. Now, I'd like to know what your problem is with me.",
        "[SCENE_BREAK]",
        "Beth: Okay, look around you. What do you see?",
        "Gus: Nothing.",
        "Beth: Trees. Trees like these are home to the nesting warbler.",
        "Gus: The what?",
        "Beth: The nesting warbler. It's a rare bird.",
        "Gus: No, Beth, I was kidding about the endangered bird thing. It would never work.",
        "Beth: I know that. I know that. But I'm not.",
        "Gus: Is there such a thing as this thing?",
        "Beth: Yes. The nesting warbler, and I know about it because I'm on the board of the Springfield Wildlife Society.",
        "Gus: So you... You've actually seen these little critters?",
        "Beth: No, and that's the best part. They're nocturnal. They're hard to spot. But where we are right now, this is a documented part of their migration pattern, if you know what I mean.",
        "Gus: You're a genius. And they're nocturnal and they're very hard to spot.",
        "Beth: Very hard to spot.",
        "Gus: Let's go, okay? I'm not going to let Harley down again!",
        "[SCENE_BREAK]",
        "Phillip: Okay, wait till you see what I have for you here. Okay. Thanks for dropping him off, Marina.",
        "Marina: Yeah. Sure. Does it feel as good as you thought it would? Tearing down my grandpa's restaurant?",
        "Phillip: Please don't make a scene in front of my son.",
        "Marina: He couldn't hear me. You know, I wouldn't want him to.",
        "Phillip: Wonderful. Then go be a teenager someplace else.",
        "Marina: Oh, I hate you.",
        "Phillip: I understand. You'll have to stand in line.",
        "Zach: Leave her alone!",
        "[SCENE_BREAK]",
        "Dinah: You're making a mistake.",
        "Jeffrey: Oh, no, I don't think so. You said you had something to say, go ahead. Spill your guts.",
        "Dinah: Why are you doing this?",
        "Jeffrey: Because I want to get you off of my back once and for all.",
        "Ross: What is going on here?",
        "Jeffrey: I'm sorry, ladies and gentlemen. It would appear that Miss Marler is dumbstruck.",
        "Ross: What is happening?",
        "Jeffrey: Ask your daughter, Ross.",
        "Ross: I'm asking you, Jeffrey.",
        "Dinah: It's my fault, Daddy. Okay? It's my fault. I accused Mr. O'Neill of something in his past that he probably is not very proud of.",
        "Ross: And?",
        "Dinah: And he put me on the spot and asked me to put up or shut up, and I should have shut up.",
        "Jeffrey: Now, there's a novel concept.",
        "Ross: Jeffrey, do you mind?",
        "Dinah: Daddy, look, um... Can you give us just a second?",
        "Ross: All right, I guess I should go check on Blake.",
        "Blake: Yes.",
        "Ross: The mayor's office would appreciate it if you kept this private, okay?",
        "Dinah: I promise. Are you satisfied?",
        "Jeffrey: Don't threaten me anymore.",
        "Dinah: Will you chill out? Do you think I was threatening you?",
        "Jeffrey: If you want to spill your guts, hmm? If you want to tell, be my guest. But I think you know, Dinah, there will be consequences.",
        "Dinah: I've never wanted you more than I do right now.",
        "Jeffrey: You're a real piece of work.",
        "Blake: (crying) Oh, God.",
        "Sebastian: Your father was a great man. He loved you and your mother more than anything. He loved you and your mother all the way to the very end.",
        "Blake: I can't believe he's gone. (crying) I have to plan a funeral, and I don't think I can do that.",
        "Sebastian: Actually, Chrissy, Roger didn't want a funeral.",
        "Blake: What?",
        "Sebastian: He didn't want his enemies to have an opportunity to dance on his grave.",
        "Blake: Oh. Oh, Daddy. Why didn't he call me? I should have been there for him.",
        "Sebastian: You know how proud he was. It's the same reason he sent Amanda Spaulding away.",
        "Blake: You were... You were there? You... At the end?",
        "Sebastian: Yeah.",
        "Blake: What was he thinking? I mean, what was going through his brain?",
        "Sebastian: He wrote this near the end, and I think this will answer all of your questions.",
        "Blake: Thank you for bringing it to me.",
        "Sebastian: No. I can't let you have it.",
        "[SCENE_BREAK]",
        "JB: I don't have a problem with you.",
        "Reva: Really? You could have fooled me.",
        "JB: Yeah, you clearly have a problem with me though. You don't like me, do you? You'd like to send me away somewhere, get rid of me forever?",
        "Reva: What a great idea. So why don't you take your sorry butt and get out of here?",
        "JB: You didn't invite me. So far as I can tell, you can't uninvite me.",
        "Tammy: Maybe you should go.",
        "JB: Is that really what you want?",
        "Tammy: I'm sorry. We'll hang out another time, okay?",
        "JB: Yeah, definitely. Later.",
        "Reva: Tammy...",
        "Tammy: I don't think he meant to be a jerk or anything, Aunt Reva. He just... He says what he feels. And, you know, I kind of like that about him.",
        "Reva: You like that? What do I have to do to get through to you? Oh, you know what? You have to make your own mistakes.",
        "Tammy: Thank you.",
        "Reva: Ready to go?",
        "Tammy: Yeah. You know, he's not such a bad guy.",
        "Reva: Yeah? The kid is rotten to the core. I feel sorry for his mother.",
        "JB: So do I.",
        "[SCENE_BREAK]",
        "Phillip: Zach, it's okay, buddy. Marina and I were just having a disagreement. But, you know, grown-ups do that sometimes.",
        "Marina: Yeah.",
        "Phillip: Okay?",
        "Marina: Everything's fine, okay?",
        "Phillip: Okay?",
        "Marina: Hey... Hey, let's go get a juice or something, okay? We'll be right back.",
        "Phillip: All right.",
        "Gus: Hey, we've got to talk to you. I've got something to show you. There. Huh?",
        "Phillip: It's a bird.",
        "Gus: No, it's not just a bird. It is the reason why you can't tear down Company. Look at it. Look at it!",
        "Phillip: Is this a joke?",
        "Beth: No, it's no joke. Company is right in the middle of their migration pattern.",
        "Gus: Yeah, that's the nesting... That's the nesting...",
        "Phillip: Nesting whatever it is. So what?",
        "Gus: Warbler. It's the nesting warbler. That's no joke.",
        "Phillip: You're making this up.",
        "Beth: No, he is not making it up. And Gus called me in because of my involvement with the Springfield Wildlife Society.",
        "Phillip: Oh, come on! You don't even go to those meetings.",
        "Beth: I have recently.",
        "Phillip: This is your pathetic attempt to try to fix things with Harley.",
        "Gus: Oh, no, Phil. I don't think the EPA would see it that way. Sorry, pal. It's over.",
        "Phillip: Oh, no, it's not over.",
        "Gus: What, it ain't over till the fat lady sings? Well, the fat lady sang like a half hour ago, pal! I'm out of here.",
        "Phillip: Hey. That's all right, Marina. We're fine now. You can go. Buddy...",
        "Zach: No, I don't want to stay here with you. You're mean.",
        "Phillip: Zach, buddy.",
        "Zach: No.",
        "Phillip: All right. You can go ahead. You can go with Marina. We'll get together later, okay? All right?",
        "Marina: I'm sorry.",
        "Phillip: Bye, Zach. Ross, it's Phillip. I need to see you. Right away. I need to review my divorce agreement with Harley.",
        "[SCENE_BREAK]",
        "Blake: What do you mean, I can't have my father's letter?",
        "Sebastian: Roger gave very specific instructions.",
        "Blake: What instructions?",
        "Sebastian: Well, he wanted you and Holly to be together so that you'd have each other for when you hear his final words.",
        "Blake: Oh, that's just so typical, Daddy. He's controlling things even when he's gone.",
        "Sebastian: I think you should call your mother now, Chrissy. The sooner Holly gets here, the sooner you can find out what your father wanted you to know.",
        "Ross: Blake? Hello. I'm Ross Marler.",
        "Sebastian: Sebastian Hulce.",
        "Blake: Sebastian's an old friend of mine. We went to school together and he's here in town for business and we just... It's a small world.",
        "Ross: Yes, it is. Could I have a word with you? Honey, I know that you're upset about this Dinah situation, but you cannot stay out here forever.",
        "Blake: Okay. I'll be in in a little bit, all right?",
        "Ross: All right. You know, Phillip called me. He wants to see me. He said it was urgent.",
        "Blake: Okay, go. I'll be fine.",
        "Ross: Are you sure?",
        "Blake: Yes.",
        "Ross: All right. Nice to have met you.",
        "Sebastian: Yeah, and you. So Roger told me all about your husband. I assume you didn't tell him because he wouldn't share in your grief.",
        "Blake: No, he would not.",
        "Sebastian: Was that his daughter, Dinah, I saw inside?",
        "Blake: Yes.",
        "Sebastian: Yeah. Roger told me all about her as well.",
        "Dinah: Come on, admit it. You want me just as much I want you.",
        "Jeffrey: I admit that we were good together, Dinah, but that was just biology.",
        "Dinah: That's a little more complicated than biology. You know that.",
        "Jeffrey: No, what I know is that you're incapable of having any real feelings for anyone, except for your self, of course.",
        "Dinah: Ouch.",
        "Jeffrey: And I also know that you're one of the biggest mistakes I ever made in my life, and I don't plan on repeating the mistake.",
        "Dinah: Why?",
        "Ross: Dinah, I got a call from Phillip. It sounds urgent. So I'm going to go and then come back. I'll see you again.",
        "Dinah: Okay. Yeah, yeah.",
        "Ross: A bit of fatherly advice, okay?",
        "Dinah: Okay.",
        "Ross: Why don't you stay away from Jeffrey? There are plenty of other available men in town, you know.",
        "Dinah: I actually have had my eye on this one particular fellow, but we have a bit of history so I wasn't quite sure if I should make a move or not.",
        "Ross: Oh, really? Well, I say go for it. You deserve to be happy. All you have to do is figure out what you want.",
        "Dinah: I'm trying. I love you.",
        "Ross: I love you, too.",
        "Dinah: Okay.",
        "Ross: See you later.",
        "Dinah: Okay. I know exactly what I want. Edmund? Hi, I was hoping you'd be home.",
        "[NEXT_ON]",
        "Dinah: I'm very thankful for this second chance, and I was just hoping to take something good from the whole ordeal.",
        "Edmund: Really? What would that be?",
        "Dinah: You.",
        "Holly: Why in the world should we believe Roger is dead because this person says so?"
    ],
    "Transcript Author": [
        "By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=qXQIBUKaX6Y"
}