{
    "Episode Summary": [],
    "Recap": [
        "Mallet tries to stop Harley from turning herself in by kissing her passionately. She realizes he is still in love with her. Olivia grows frantic when she finds that Emma is gone. Gus tells her to come to Springfield and calls it a \"game.\" In order to get Emma back, she'll need to answer some questions. Olivia walks in to the mansion and pulls a gun on Gus. Reva encounters Tammy at Nate's bar and wonders why she is there. They both confess that they are looking for independence -- Reva with her bartending job and Tammy with talking to older men. Sandy wants to know why Jonathan is working at Lewis. Mid-conversation, Jonathan gets a threatening note and gets upset. Nate flirts with Reva. Harley calls Gus to tell him what is going on."
    ],
    "Recap Author": "Ashley",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Tammy: So are you married?",
        "Man: Does it matter?",
        "Tammy: It does to your wife.",
        "Man: Are you married?",
        "Tammy: Does it matter?",
        "Man: I'm falling in love. Why don't we go someplace quiet?",
        "Reva: Maybe you should go someplace quieter.",
        "Tammy: Reva!",
        "Reva: This is my niece. Get out of here before I have you arrested for propositioning a minor.",
        "Man: She said...",
        "Reva: It doesn't matter what she said. Take a hike, buddy. Go on! Get out of here!",
        "Tammy: Hello, I am an adult.",
        "Reva: Good for you. Now why don't you tell me why you were here talking to strangers?",
        "Tammy: Because they're strangers.",
        "[SCENE_BREAK]",
        "Jonathan: I have a five here someplace.",
        "Sandy: That ought to cover it. And, please, keep them coming. So, you got some time to hang out?",
        "Jonathan: I guess so. Why?",
        "Sandy: So you can tell me the real story of why you're working at Lewis.",
        "[SCENE_BREAK]",
        "Bill: I want you to know something. You will never, never lose me. I am a man you cannot get rid of.",
        "Olivia: I know.",
        "Bill: It seems like you're trying pretty hard.",
        "Olivia: It's a defence mechanism. I think you're leaving anyway so I want to hold the door.",
        "Bill: Is that what it is? How about we try something new? Let me defend our family. Me, man.",
        "Olivia: Yes, you are.",
        "Bill: But, Olivia, I want you to know something, I want to protect our family. And that's you and our beautiful little girl.",
        "Olivia: I missed you. And so does Emma.",
        "Bill: Really? She did?",
        "Olivia: She's been drawing pictures of you.",
        "Bill: Where is she? Is she napping?",
        "Olivia: She's in the back in the play area.",
        "Bill: She's outside?",
        "Olivia: It's okay. That's why we built it; it's safe.",
        "Bill: Emma! Emma!",
        "Olivia: Emma? Emma!",
        "[SCENE_BREAK]",
        "Emma: Mommy.",
        "Alan: Yes.",
        "Gus: So this is, like, a big game, Emma, with mommy. Like hide and seek.",
        "Alan: And guess where we're going to hide? We're going to hide at home.",
        "Gus: So it's a race to go home with mommy and when we get home there's going to be a big prize.",
        "Alexandra: What's the big prize, Uncle Gus?",
        "Gus: A get-out-of-jail-free card for Harley.",
        "[SCENE_BREAK]",
        "Mallet: There's a reason not to turn yourself in. That was one. And here's another. Introducing glade plug in create-a-scent.",
        "[SCENE_BREAK]",
        "Jonathan: What the hell do you want from me, sandy? Josh offered me a job. Josh, Billy, Bill, they tell me to do something and I do it.",
        "Sandy: You didn't help them out of the kindness of your heart.",
        "Jonathan: I got an offer to rough up a blackmailer, and it helps me get out my aggression.",
        "Sandy: How long have I known you?",
        "Jonathan: Too long.",
        "Sandy: And I know you're in it for yourself. All I want to know is why. Why are you so desperate to make Josh and Billy trust you?",
        "Jonathan: You're starting to bore me, sandman.",
        "Sandy: Tell me your plan. What is it? You lure them in and steal from them?",
        "Jonathan: Yeah. I can never get anything past you. You're very clever, okay? You've seen through to my evil core.",
        "Sandy: Well, I know you think you have Reva wrapped, but I wouldn't go up against Josh and Billy if I were you.",
        "Jonathan: What do you want from me, Sandy? Do you want a signed confession? You've got it. I'm a despicable loser. I bring nothing but misery to everyone I meet. I'm going after Josh and Billy, and when I'm done with them I'm coming after you so you'd better sleep with one eye open. Nobody's safe, right? That's what you've been preaching ever since I came to Springfield.",
        "Sandy: Yeah.",
        "Jonathan: Okay. Well, you're right, Sandy. You're absolutely right about me. Are you happy now?",
        "Sandy: Hold on.",
        "[SCENE_BREAK]",
        "Tammy: What are you doing here?",
        "Reva: I asked you first.",
        "Tammy: I'm not in here picking up men if that's what you think.",
        "Reva: Of course not. You were just...",
        "Tammy: Talking.",
        "Reva: Talking to a much older guy, who, if I'm not mistaken, had every intention of taking you home with him.",
        "Tammy: I wasn't going.",
        "Reva: Then why start talking at all?",
        "Tammy: I don't know.",
        "Reva: That's an unsatisfactory answer.",
        "Tammy: Everything's great with Sandy and I really love being with him. It's just... the closer we get, the more I want to...",
        "Reva: Run away?",
        "Tammy: Yeah. I do. And I hate feeling that way.",
        "Reva: But you do. Why?",
        "Tammy: I don't know why. I mean, it's not like I don't trust Sandy or that I think he's going to hurt me. It's just when I come here, I know how it's going to end. The guy goes home and so do I, and it doesn't go anywhere.",
        "Reva: And you're in charge. The way you weren't with Jonathan.",
        "Tammy: I guess so. Ever since that night, I... it's like I haven't been able to feel in control of anything. At least here I don't have to feel like me.",
        "Reva: What's wrong with you?",
        "Tammy: Nothing. I must sound crazy.",
        "Nate: Your shift starts in three minutes, angel. Don't make me punish you.",
        "Tammy: You work here?",
        "Reva: Yeah. As a matter of fact, I do. You see? You're not the only one who's running to something different.",
        "[SCENE_BREAK]",
        "Harley: I can't. I can't, I can't. I can't, I can't.",
        "Mallet: No?",
        "Harley: This is wrong, Mallet. The timing, everything. It just... this can't happen.",
        "Mallet: It just did.",
        "Harley: I know. But... no. Listen to me. This isn't us anymore. Okay? This isn't real, none of this. So I have to... I have to walk out this door with my hands in the air, do you understand?",
        "Mallet: No. No, no. You are not going out there. Now, listen to me. I will die before I watch you go down.",
        "Harley: Don't say that.",
        "Mallet: Do you want me to lie? Do you want me to sugar coat things? What if Spaulding paid off one of the marshals? You wouldn't stand a chance. So please, for once in your stubborn life, just please do as I ask.",
        "Police officer: Warden, open the door, surrender or we're coming in.",
        "[SCENE_BREAK]",
        "Olivia: Em?",
        "Bill: Emma? Emma?",
        "Olivia: Emma? Emma?",
        "Bill: Olivia, maybe she's in her room playing.",
        "Olivia: I would have seen her cross through the living room. What is going on?",
        "Bill: She's not here. Of course she's not here.",
        "Olivia: What are you talking about?",
        "Bill: I didn't think he was going to do this.",
        "Olivia: What are you talking about?",
        "Bill: When I got here, Gus was standing outside. I thought he was going to wait for me so I could talk to you.",
        "Olivia: You brought Gus here?",
        "Bill: He was here already.",
        "Olivia: You let Gus take my...",
        "Bill: I didn't.",
        "Olivia: You let him take my baby!",
        "Bill: I didn't know he was going to do it.",
        "[SCENE_BREAK]",
        "Alan: Driver, will you take us to the...?",
        "Emma: Airport.",
        "Gus: That's good. Yes, the airport. Don't look at me like that, please. I don't have a choice here.",
        "Alexandra: Oh, you didn't. You didn't have a choice.",
        "Gus: Olivia got away once. I can't let it happen again. This is a big game. It's a big game and it's going in end in Springfield and it's going to end in Springfield real soon. There's going to be a big winner.",
        "Alexandra: And one big loser.",
        "Gus: You loved Phillip, right? I'm surprised you don't want justice the way I do.",
        "Alexandra: All of this seems just a bit too familiar.",
        "Gus: I know.",
        "Alexandra: When Phillip decided to disappear with those children he managed to rationalize putting them smack dab in the middle. You are doing the same thing just as easily.",
        "Gus: Different. Harley's life is on the line.",
        "Alexandra: I see. I see. So it's okay.",
        "Gus: Yeah. You're damn skippy it's okay.",
        "Alexandra: Now, aren't you proud of yourself?",
        "Alan: For what?",
        "Alexandra: He's becoming more like you every day, dear.",
        "[SCENE_BREAK]",
        "Mallet: No.",
        "Harley: Mallet, let me go.",
        "Mallet: Never.",
        "Harley: This isn't even your fight.",
        "Mallet: Yes, it is. This is the fight I've been waiting for. This is the reason...",
        "Harley: The reason you came back. It was for me, wasn't it? It's all been for me from the start, right?",
        "Mallet: Yeah.",
        "Harley: Mallet, you can't do this.",
        "Mallet: Yes, I can, Harley. Eight years I've been waiting for a chance to see you again. To make up for what I did. I'm going to make this right. I'm going to make this right. I'm going to keep you safe for as long as you let me.",
        "[SCENE_BREAK]",
        "Bill: Maybe she's upstairs. Emma!",
        "Olivia: Stop it! He took her, okay? She's gone. You set me up.",
        "Bill: I didn't set you up. Why would you believe that? I've been with you, Olivia.",
        "Olivia: You've been working with Gus. You wanted to have something to hold over my head, so you use my little girl?",
        "Bill: You don't know what you're talking about. I am with you no matter what.",
        "Olivia: You are such a liar!",
        "Bill: I am not lying! When I got here, Gus was standing outside. He promised me to wait...",
        "Olivia: What? To convince me to turn myself in?",
        "Bill: If you didn't take off on me, I wouldn't have to come down here and talk to you alone and figure out what the heck is going on. You haven't been honest with me.",
        "Olivia: You distracted me so he could grab my baby. She's gone and it's your fault!",
        "Bill: Oh, this is great. ( Phone ringing ) It's Gus. You see?",
        "Olivia: Gus, is that you?",
        "Gus: Tag, you're it.",
        "Olivia: You kidnapped my child.",
        "Gus: Well, Emma's taking a ride in a big car with Uncle Gus.",
        "Olivia: You bring her back to me now.",
        "Gus: This is a game, you know? Last one home's a rotten egg, right, Emma?",
        "Olivia: Listen to me. Gus, please...",
        "Gus: Run home as quick as you can, and when we get there, you can play 50 questions with me and you can answer a few yourself. Does that sound good?",
        "Olivia: How could you do this? You lousy son of A...",
        "Gus: Ow! She's got a way with words, this one.",
        "Alan: Just hang up. She got the message.",
        "Olivia: Alan? Alan is there with you? Of course Alan is there with you.",
        "Gus: Just come, all right? You know where I'll be.",
        "Bill: I'm sorry.",
        "Olivia: It's happening again, Bill. It's happening again.",
        "[SCENE_BREAK]",
        "Tammy: Wow. You're a bartender?",
        "Reva: ( Laughs )",
        "Nate: Nice.",
        "Reva: Almost. Yeah, as a matter of fact. That's what I do. The job just kind of fell in my lap, but I like it. I don't know why, exactly, but I do. I like it a lot.",
        "Nate: Socializing with the patrons?",
        "Reva: She's my niece. I'll be with you in a minute.",
        "Nate: No hurry.",
        "Tammy: Does Uncle Josh know?",
        "Reva: He does now. I tried to keep this whole thing to myself but he started asking questions.",
        "Tammy: Why didn't you want him to know?",
        "Reva: I've been in a bit of a rut, you know? And I needed something that was all mine, a place where I could mix things up a bit.",
        "Tammy: Be anyone you wanted to be?",
        "Reva: Yeah, but for different reasons than you, even though it seems like it's kind of the same thing. I mean, it's just nice to step outside yourself and see if there's anything you're missing.",
        "Tammy: Is there?",
        "Reva: We were talking about you.",
        "Tammy: Listen, you won't tell anyone, will you?",
        "Reva: Not right now. But be careful, sweetie. Be very, very careful. I think there might be better ways of dealing with whatever's going on with you.",
        "Tammy: And you?",
        "Reva: Well, you know, problems don't disappear just by running away from them.",
        "Tammy: I'm not running away. I'm just forgetting for a while.",
        "Reva: I remember wanting to forget. When I was a few years younger than you, someone hurt me, too. I mean, the circumstances were different, but I remember feeling like that awful feeling was never going to go away. I mean, it... I guess having Josh to love me helped a little. The same way Sandy loves you.",
        "Tammy: Yeah. He tries to protect me. And I'm trying to learn how to protect myself. That's why I'm here. I guess I just like feeling a little older, that's all.",
        "Reva: Well, be careful about that. Because the minute you start feeling older, all you're going to want is to feel younger.",
        "[SCENE_BREAK]",
        "Sandy: So Billy's in trouble and you step in.",
        "Jonathan: Yeah. One for all and all for one.",
        "Sandy: No. There has to be an angle there somewhere.",
        "Jonathan: Okay, Sandy, I'm sorry for acting out of character. I'll do something mean to a Lewis just as soon as I'm done with my fries.",
        "Sandy: Wow, it's finally happening.",
        "Jonathan: What now, oh, wise one?",
        "Sandy: Well, you came to Springfield hell bent on taking down Reva and her whole family and Tammy and Cassie and then something funny happened. You realized it's not so terrible having a family that cares about you. I mean, outside of opening up a little, there's no real downside. No risks.",
        "Jonathan: No risks?",
        "[SCENE_BREAK]",
        "Harley: You don't get to do this to me. Giving you redemption is not my problem. I have to go out there, Mallet!",
        "Mallet: Not a chance.",
        "Harley: The swat team is about to break down the door. Listen, listen, thank you. Thank you for everything you have tried to do, but it's over!",
        "Police officer: Warden, you have five minutes to exit with the prisoner.",
        "Harley: We're coming out!",
        "Mallet: What are you doing? What are you doing?",
        "Harley: We have to talk to them.",
        "Mallet: They're bluffing, Harley. They'll send in a negotiator before they risk the lives of any of their men.",
        "Harley: Stop lying to yourself. They're past negotiating.",
        "Mallet: This is procedure. They have to follow the guidelines.",
        "Harley: Are you watching the same thing I'm watching?",
        "News reporter: Still no sight of warden Mallet or Harley Cooper. We are told that guns are being trained on the administration building.",
        "Mallet: Calm down, don't panic, that's what they want us to do. We have to keep our heads. I've got a plan.",
        "Harley: What plan do you have? Please tell me it's more than just waiting for that groundswell of public opinion to go our way. How are you planning to save the day?",
        "Mallet: Well, there's something they don't know.",
        "Harley: What? Because obviously I don't know it either. Are you going to tell me?",
        "Mallet: I let you down once and that is never, ever going to happen again. Now, they think I'm going to surrender you, okay? In fact, they're counting on that.",
        "Harley: Mallet...",
        "Mallet: This is not about redemption; this is about you.",
        "Harley: Mallet, you are risking your life.",
        "Mallet: My life was with you.",
        "Harley: I remember killing Phillip.",
        "Buzz: I think you killed him.",
        "Alexandra: I think maybe you killed him.",
        "Tammy: I killed him.",
        "Beth: I did something horrible.",
        "Olivia: You are such a liar!",
        "[SCENE_BREAK]",
        "Harley: You cannot fix the past by getting yourself shot. And I don't want you to. Now, why take on that whole swat team when all I have to do is...",
        "Mallet: Don't lose it right now, okay? Look at me. Look at me. I'm not crazy, okay? You can't go to Hellis Correctional. If you do, you're dead. An ex-cop is a target.",
        "Harley: I know that. But maybe it could be different for me. I mean, they're seeing me on T.V. Maybe by the time I go in there, those people...",
        "Mallet: You'll go down. You'll go down before we can get you out. Is that what you want? Hey, look at me. Do you want to be a martyr? You have to think about your children and your dad and your brother. Are you willing to never, ever, ever see them again? Are you willing to risk that? Come on. All right? You have to fight.",
        "Harley: Zach's already had his dinner. He's probably doing his homework right now.",
        "Mallet: Harley...",
        "Harley: The thing is that my dad lets him watch T.V. sometimes before bed, and I hope he's not seeing this. I don't want him to see his mother on T.V. like this.",
        "Mallet: It's okay. It's all right. Shh. It's okay. It's okay. Listen to me, do you remember that time that we were working that job undercover and that wire shorted and our cover was blown and we thought... both of us thought we were dead right there? Do you remember that? And you started saying your last good- byes.",
        "Harley: And you wouldn't let me.",
        "Mallet: And we made it out. Alive. Together.",
        "Harley: You held out your hand to me, and you asked me to take it, and I remember it was steady, cool and dry.",
        "Mallet: Cool and dry. Cool and dry. When you want something bad enough, focus comes easy.",
        "Harley: But my life could end tonight instead of later.",
        "Mallet: No. No, no. It's not going to end. Are you with me or not?",
        "Harley: I'm with you. I'm with you. But first I need to use your phone. Either you let me use your phone or the deal's off.",
        "[SCENE_BREAK]",
        "Reva: Uh-oh, the boss is giving me the eagle eye. I'd better get back to work.",
        "Tammy: Thank you for talking. You know, um, mom has a lot going on, and she panics when she thinks anything's wrong with me, so...",
        "Reva: Sometimes it's easier talking to someone who isn't your mom.",
        "Tammy: Exactly.",
        "Reva: You might try talking to Sandy about it, too.",
        "Tammy: Tell Sandy that I've been in a bar talking to strange men? Great advice.",
        "Reva: Well, he might understand.",
        "Tammy: Does Uncle Josh understand what's going on with you?",
        "Reva: Well, he's trying. He's trying. But he loves me, the same way Sandy loves you. That goes a long way in helping somebody get it.",
        "Tammy: I'll think about that.",
        "Reva: Okay.",
        "Tammy: Uh-oh, here he comes. Bye.",
        "Reva: Bye. Drive carefully.",
        "Nate: I'm sorry. Did I blow your cover with that woman?",
        "Reva: Did you just call her a woman?",
        "Nate: I think so.",
        "Reva: She's my niece. Even though she'd love hearing you call... never mind. I... am I insane working here?",
        "Nate: At the rate I pay you, definitely. Conversation is priceless. Some people would pay to work alongside a man of my...",
        "Reva: Immense ego?",
        "Nate: I was going to say charm, but whatever you say.",
        "Reva: No, I'm weird doing what I'm doing.",
        "Nate: Do you like it here?",
        "Reva: Yeah, very much.",
        "Nate: Then what could be weird?",
        "Reva: I'm crazy. I am absolutely crazy because I don't know why I'm working here or what I'm looking for.",
        "Nate: That's not crazy; that's real life. Reva, look, everyone wants something. Now, when you finally figure out what it is that you want, I'll be really interested to find out what it is.",
        "Reva: ( Laughs )",
        "[SCENE_BREAK]",
        "Sandy: So what's wrong with you?",
        "Jonathan: I'm out of beer. You must be a mind reader.",
        "Waitress: Mind reader, babysitter, psychiatrist. I do windows, too. Can I get you anything else?",
        "Sandy: No, thanks, I'm fine. You looking for somebody? Huh?",
        "Jonathan: No. No. Look, thanks for the beers. I've got to go, okay?",
        "[SCENE_BREAK]",
        "Olivia: This is the perfect setup. Gus knows I'm going to have to go back or I'll never see her again. Save your speeches about wanting to protect this family because you failed. You knew there was a Spaulding lurking on our property.",
        "Bill: It was Gus.",
        "Olivia: Gus is the worst kind of Spaulding. You never expect to see him coming.",
        "Bill: I am sorry. We're wasting time. Let me get you back to Springfield.",
        "Olivia: I can't go back. I can't go back.",
        "Bill: Why?",
        "Olivia: Because it would be like I'm surrendering and I will lose Emma anyway. I'll lose the one person who loves me.",
        "Bill: No, you're not. You never did anything wrong.",
        "Olivia: Don't you get it? It doesn't matter! I could have tucked Phillip into bed, shot him in the chest a million times, it doesn't matter. Alan has it out for me. I'll be lucky if I stand trial. What happened to Harley is going to be like target practice. I left myself open.",
        "Bill: Olivia, I am not going to let Alan get to you, or Gus.",
        "Olivia: It's too late.",
        "Bill: No, it is not too late. Listen to me. I am so sorry that this happened, all right? But I believe in you and I love you and you, me and Emma are family and I'm not going to let you down. I am not going to let you down.",
        "Olivia: I know you believe that. But I lose either way, don't you understand? The Spaulding machine will eat me alive. Unless...",
        "Bill: Unless what?",
        "Olivia: I know what I have to do.",
        "[SCENE_BREAK]",
        "Nate: Do me a favor.",
        "Reva: Huh?",
        "Nate: Two favors. First, move your very large bag into the back. I keep tripping over it. I'm tempted to look inside.",
        "Reva: How did you know it was my bag?",
        "Nate: Okay, I looked. ( Laughter ) This looks like something a girl would buy.",
        "Reva: A girl must always be prepared. She never knows when she may become up close and personal.",
        "Nate: In that case, maybe you'd better go use it right now.",
        "Reva: Give me that. I'll take the bag into the back. What's the second favor?",
        "Nate: Change the keg over while I get more wine.",
        "Reva: Change the what where?",
        "Nate: Beer keg. Keg. It's empty. The one right next to it.",
        "Reva: I don't know anything about changing a beer keg.",
        "Nate: It's so easy. Just lift the handle, turn that clockwise and then you're in. Then you just insert that, twist that to open. Got it?",
        "Reva: We'll find out. Okay. No big deal. Piece of cake. Would you like a beer? Don't mind if I do. Stop, stop, stop! Hey, get some help! Stop! Stop!",
        "[SCENE_BREAK]",
        "Harley: You're playing cops and robbers with Zach? How cool is that? That Uncle Frank gave you? Zach has one, too? Well, doesn't one of you have to be a robber? You both want to be cops because mommy was a cop? How great is that? Listen, Jude, sweetie pie.... I know, I love you, too. I love you, sweetie, and I miss you so much. I don't know when I'm coming home, baby. Can you put your brother on the phone, please? I love you.",
        "Mallet: Harley, we're running out of time. Come on.",
        "Harley: One more second.",
        "Mallet: All right.",
        "Harley: Zach, hi. Okay, I have to go, sweetie. I want you to listen to mommy, though. You have to take care of your little brother, okay? Because you're the big boy and mommy knows that she can count on you. I love you, sweetie. I love you, too, and I think about you every single day. I don't know, honey. I don't know when I'm coming home, but I'm throwing you a kiss, and I want you to catch it, and I want you to hold on to it until I see you again. Do you understand? Okay. I miss you. Bye.",
        "Mallet: Okay? You finished?",
        "Harley: I just have one more call I have to make. And then I can handle whatever is going to happen.",
        "Mallet: Okay.",
        "[SCENE_BREAK]",
        "Alexandra: Oh, here we are. We're home, Emma. Isn't it wonderful?",
        "Gus: Home, sweet home. No place like it.",
        "Alan: Well, I will make the drinks and, Alexandra, why don't you find out what Emma would like?",
        "Alexandra: Well, what would you like, Emma, huh?",
        "Emma: Mommy and ice cream.",
        "Alexandra: Oh, well, good question, Uncle Gus. Where is mommy?",
        "Gus: That is a good question. Where is mommy? Well, she's coming soon, because don't forget, this is a game, Emma.",
        "Alan: Oh, yes, and your mother loves games, Emma. I know what we can do. We'll watch T.V. until she gets here.",
        "Gus: Turn it up. Can you turn it up?",
        "Reporter: No sign of either Harley Cooper or warden Mallet.",
        "Harley: Gus. I'm in trouble.",
        "Gus: I know. I'm watching the television right now. What's going on?",
        "Harley: Um, Mallet is trying to protect me. As soon as I walk out the door they want to put me on a bus to Hellis. He says he's got a plan. I'm not counting on anything.",
        "Gus: I'm on my way over there, okay?",
        "Harley: No. There's no time. I just... I just wanted to hear your voice in case things don't go my way.",
        "Gus: Listen to me. There's a way out of this.",
        "Harley: I can't turn myself in. I just talked to my boys, and I intend to see my children again, okay? This is my best shot.",
        "Gus: You're going to see the boys again, okay? Just listen to me.",
        "Harley: No. I want you to listen to me. Gus, I love you. I love you so much. I'm so sorry that I pushed you away. I'm so sorry for all the time that it cost us. Now, I don't know what's going to happen, but I just wanted you to know all that in case... Gus?",
        "Gus: Harley? They cut the line.",
        "Harley: Gus?",
        "Mallet: It's dead. All the lines are down. Get down!",
        "[SCENE_BREAK]",
        "Sandy: Don't I know you?",
        "Tammy: Hi.",
        "Sandy: Hi. So where have you been hiding yourself?",
        "Tammy: I just had some errands to run.",
        "Sandy: Oh, anything I can help with?",
        "Tammy: You help me so much, Sandy. You know that, right?",
        "Sandy: I guess so.",
        "Tammy: And you know that I think you're wonderful. Tell me you know even though we haven't...",
        "Sandy: I know. What's wrong?",
        "Tammy: It's just I know that I'm not everything you want me to be, not yet. But I'm working on it, I promise.",
        "[SCENE_BREAK]",
        "Reva: Nate! Nate! Nate! Get out here! I'm drowning out here! Get out here! How do I stop this?",
        "Nate: The valve. The handle.",
        "Reva: It's very slippery. Be careful.",
        "Nate: There.",
        "Reva: Look! Oh!",
        "Nate: ( Laughs )",
        "Reva: Are you okay?",
        "Nate: Yeah.",
        "Reva: (Laughs) turn it off! (Laughs) oh, oh, oh! Is it happy hour yet? ( Laughter )",
        "Nate: Well, it is for me. Is it happy hour yet? ( Laughter )",
        "[SCENE_BREAK]",
        "Gus: I've got to get over to the prison. Harley is in trouble. I... I love the way that I'm on the verge of fixing this whole mess, and this moron Mallet is supposed to be the warden and he can't keep Harley safe.",
        "Alexandra: Would you... we can't leave now. Mommy is on the way over here. Bye-bye, darling. Now, what are you talking about?",
        "Gus: I need your help, all right?",
        "Alan: What can I do? It sounds like Harley's got everything under control, Gus. She's turned her prison sentence into a prime-time television event.",
        "Gus: This is your chance. You want to prove yourself to me, call somebody, anybody. Call the governor. Tell him to call off his dogs. Get me into that prison.",
        "Alan: I'll do what I can, son.",
        "Gus: I'm counting on you. Try not to let me down.",
        "News reporter: It is beginning to look like a war zone out there.",
        "Olivia: Where's my daughter? Where's my daughter? I want my daughter. Now.",
        "[SCENE_BREAK]",
        "( Coughing )",
        "Mallet: Are you okay?",
        "Harley: Yes.",
        "Mallet: Put this over your nose.",
        "Harley: What if they throw another canister?",
        "Mallet: We have to move fast.",
        "Harley: Where are we going to go? We're surrounded.",
        "Mallet: I have a plan, but we have to move fast now before they lob another grenade.",
        "Harley: What is your plan?",
        "Mallet: Run away, Harley. I'll keep you safe. It's your only way out. Run away with me.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\".",
        "Mallet: I'll keep you safe, Harley. I promise. Come on.",
        "Gus: Olivia, you're not going to fight anybody because all you do is run. So why don't you run along and find a little hole to bury your head in?",
        "Olivia: You have no idea what I'm capable of. Why don't you go ask your brother?"
    ],
    "Transcript Author": [
        "By Boo Proofread by Jolene"
    ],
    "url": "https://www.youtube.com/watch?v=UmUcS_TaUU8"
}