{
    "Episode Summary": [],
    "Recap": [
        "Gus informs Buzz of the suspicious note he received and says that he suspects Olivia might be the real murderer. Mallet changes Harley's prison job from kitchen duty to working with him in the Warden's office. Harley's roommate, Lena, helps her out in a violent situation, and she finally introduces herself as an actress. She tells Harley to hang on to her dreams; it is the only way she will get through this. Later, Lena receives a strange phone call about her status with Harley. Lizzie, Tammy, and Sandy hang out together. Sandy tries to give Lizzie some advice. Coop tells Buzz and Gus of the rose that was left on Phillip's grave. Edmund finds Dinah in bed and realizes that she's only in this for herself. Jeffrey takes Cassie to a bar and tells her that she has to perform as a backup singer onstage. At first, Cassie is nervous, but soon she loosens up and has a great time. Meanwhile, Edmund knows she is with Jeffrey. He plots a \"fake\" trip to the emergency room for Dinah to get Cassie's attention and to get her to come back."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Harley: ( Sobbing ) I've lost everything. I used to have everything and I've lost it all. It's all gone. Now I'm alone. I'm all alone.",
        "Mallet: Hey. Hey, harley. Harley, come here.",
        "Harley: No, no. No.",
        "Mallet: Harley.",
        "Harley: No, no.",
        "Mallet: Harley, come here. ( Harley sobbing )",
        "Harley: You.",
        "Mallet: Harley.",
        "Harley: You stay away from me. Haven't you done enough? I am not your ex-wife, okay. I am not anything to you, okay. I'm just a prisoner like everybody else.",
        "Gus: Give me the good news.",
        "Contact: No hairs. No fibers.",
        "Gus: Nothing? No prints?",
        "Contact: There's no way of knowing who sent it.",
        "Gus: Well, whoever did send it, I think they know harley cooper's innocent.",
        "Cassie: Um... ( clears throat ) this van is very...",
        "Jeffrey: It's cool, huh? It's cool.",
        "Cassie: I was going to say a mess, but okay. ( Laughs )",
        "Jeffrey: Thanks.",
        "Cassie: So, where are we going?",
        "Jeffrey: Well, excuse me for saying, cassie, but your life is a train wreck right now. But you know what? Everything is going to be ready for you when you get back. So I think you could take one day where you could just forget about everything and everyone, try to forget about the idea of...",
        "Cassie: The baby. I need to forget the baby. Right.",
        "Jeffrey: I want to help.",
        "Cassie: Then maybe you should just take me home.",
        "Edmund: Cassie? Cassie, darling? Whoa!",
        "Dinah: ( Laughs ) you move away from a girl that quickly she'll get a complex.",
        "Edmund: Dinah, what have you done with cassie?",
        "Dinah: Nothing. I thought I was doing you a favor.",
        "Harley: I don't know why you are here. And I don't know what you want, but I can't deal with this.",
        "Mallet: Sure you can.",
        "Harley: What, is that a compliment?",
        "Mallet: Unless something's changed the last time I saw you, you'll do just fine here.",
        "Harley: You mean in prison or with you?",
        "Mallet: Both.",
        "Harley: Why do I get the feeling you're enjoying this?",
        "Mallet: No. No. Believe me, I'd rather we were anywhere but here. But this where we are, harley? This is where you're going to be for a long time.",
        "Harley: Thank you for reminding me.",
        "Mallet: Look, I know you hate me and for good reason. I broke your heart. But I can make things a little bit easier on you in here. Okay? I can protect you.",
        "Harley: You're late, warden. You're too late.",
        "Dinah: I saw you and cassie share a nice little moment. Looked like her resistance was melting. I was betting she was going to take you back home to the farm.",
        "Edmund: That's what you're doing in my room?",
        "Dinah: Look, don't get me wrong. I'm very happy for you and cassie. I just don't want to be around for the makeup mambo.",
        "Edmund: That's why you're doing me a favor?",
        "Dinah: Do you think that everything I do has an ulterior motive? Edmund, I am nurturing a life inside of me. I'm trying to. And this is the kind of thanks i get from you? Obviously I guess I'm caring too much.",
        "Edmund: That was good, dinah. That was really good. But the line about caring too much, that was a bit too much.",
        "Dinah: Yeah, you think I laid it on too thick?",
        "Edmund: Just one line too many.",
        "Dinah: No luck with the wifey, huh?",
        "Edmund: No. No. She said she was going to spend the night, and then... god, I thought she'd at least leave a message.",
        "Cassie: Edmund, it's me.",
        "Dinah: You know, she'll come around, edmund. You know she will.",
        "Edmund: Yeah. Yeah. Dinah, why don't you put on some clothes, and I'll get a car to send you back to the farm, all right?",
        "Dinah: Edmund, I don't want to go back there tonight. No.",
        "Edmund: All right then...",
        "Dinah: Look we're trying. We're trying. But it's not working. It's really tense. And it's not good for the baby.",
        "Edmund: Good. Then you stay here, and I'll get another room.",
        "Dinah: Edmund, please. Please. Stay. I think I need you as much as you need me.",
        "Jeffrey: You really want me to take you home? I will.",
        "Cassie: No. No, I don'T. Okay. Where are you taking me?",
        "Jeffrey: All right. Okay. Well, it's a dive bar. My band's playing there tonight.",
        "Cassie: Oh, okay.",
        "Jeffrey: But it's a really good dive bar. They have really good talent there.",
        "Cassie: So why did they ask you to play there?",
        "Jeffrey: That's funny.",
        "Cassie: ( Laughs )",
        "Jeffrey: That's funny. That's funny. ( Both scream ) hang on.",
        "Cassie: Oh, wow. Okay, great. So no music? No beer tonight then?",
        "Jeffrey: No, no, don't worry. I'm going to get you there. Besides I wouldn't want you to miss you big break.",
        "Cassie: Big break.",
        "Jeffrey: Yeah, I forgot to tell you. My backup singer, she's sick, and you're taking her place tonight.",
        "Gus: Hey, y'all.",
        "Buzz: Hey.",
        "Gus: Got one of those for me?",
        "Buzz: Always.",
        "Gus: Thank you.",
        "Buzz: How are you doing?",
        "Gus: I've been better, i think.",
        "Coop: Why's that?",
        "Gus: Never mind. Did anybody see anything or hear anything since harley went in?",
        "Buzz: Anything like what? What?",
        "Gus: To harley.",
        "Coop: Harley.",
        "Gus: I saw her.",
        "Buzz: They let you inside?",
        "Gus: Pulled some strings. I was there when she was processed.",
        "Buzz: How did she look? Did they make her as a cop? Did they...",
        "Gus: Short version is that she's just acting like harley.",
        "Buzz: She's pretending she can handle it, but she's scared to death.",
        "Gus: She was trying to push me away the whole time.",
        "Buzz: How's that working?",
        "Gus: Well, it's not really because I'm going to get her out. Out. And this is going to be the first step towards that. Somebody sent that to me, buzz. It might even be from phillip's killer.",
        "Lizzie: Hi.",
        "Coop: Why are you here?",
        "Lizzie: Roxie wanted to see you. She missed you.",
        "Coop: I guess I wouldn't want to disappoint the dog then.",
        "Gus: I gave it to my forensics guy, but he struck out. That's why I'm working on some other leads. See, someone sent that to me, buzz. And somebody just wants me to know the truth.",
        "Buzz: That's good. Harley needs all the help she can get.",
        "Mallet: Well, I won't take up anymore of your time. I just wanted to return some items that were taken from you during processing.",
        "Harley: Thank you.",
        "Mallet: Those your boys?",
        "Harley: Yeah, zach and jude.",
        "Mallet: Man, they're good- looking kids.",
        "Harley: I know.",
        "Mallet: And their fathers were...",
        "Harley: Rick and phillip. Don't say anything.",
        "Mallet: Right. Oh, and there was one more.",
        "Harley: That's not mine.",
        "Mallet: I know. It was taken by a surveillance camera when they brought you in. Is there something you want to tell me, or do I have to call the feds?",
        "Harley: Tell you what?",
        "Mallet: The fbi doesn't take kindly to people impersonating their agents.",
        "Harley: He was my lawyer.",
        "Mallet: Was?",
        "Harley: I fired him.",
        "Mallet: And the fbi credentials?",
        "Harley: They're legit. Okay? He was an agent, and he still has connections to the field office in chicago. That's it. Anything else?",
        "Mallet: He's not allowed passed the front gate without my personal okay. I already gave the order this morning.",
        "Harley: Good for you.",
        "Mallet: I was curious if it was good for you..",
        "Harley: I told you. I don't care. I fired him. I don't care if I ever see his face again.",
        "Mallet: Good, because that's the plan.",
        "Edmund: Dinah, you and I are a lot alike. A bit too much alike.",
        "Dinah: You know what? Edmund, you have to... you've got to work with what life gives you. And the difference between the two of us is that you keep fighting what life gives you.",
        "Edmund: No, dinah, the difference between us is I've stopped trying to take what isn't mine.",
        "Dinah: Yeah, and now you're no fun at all.",
        "Cassie: Is this a joke? What am I supposed to do up on stage with your band?",
        "Jeffrey: First, before you do anything, drink that. Come on, drink. Drink. There you go. Now how's your singing voice?",
        "Cassie: Oh, it's terrible.",
        "Jeffrey: Don't tell them that, because I told you them that you were a professional backup singer, and you wanted to come air it out a little bit with us tonight.",
        "Cassie: That's not funny!",
        "Jeffrey: Look, aren't you the same woman who just told me that she wanted to forget about her problems just for one night?",
        "Cassie: Not by humiliating myself.",
        "Jeffrey: If I were you, I'd be good, because this crowd it's a rough crowd. Haven't you ever been on stage before? I'm sorry. I didn'T... I forget.",
        "Cassie: Oh, thanks. You had to bring that up, didn't you?",
        "Jeffrey: Just drink. Here look. You know what? Drink, drink. Drink, drink. There you go. Here. Take that. And just shake that thing.",
        "Cassie: What?",
        "Jeffrey: The tambourine. Just shake the tambourine. You're going to have a have a good time. Just rock and roll. If you have a good time, they're going to have a good time. I promise you. It's going to be great.",
        "Cassie: Well, pick a volunteer from the audience, because I don't do things like this.",
        "Announcer: Ladies and gentlemen, please give it up for stakeout! ( Cheers and applause )",
        "Jeffrey: Too late. Stakeout! ( Band plays )",
        "Jeffrey: ( Singing ) you seduced me in your haze and then you blind me with your beautiful gaze and now you're talking but I just can't hear because the room starts spinning when you get near me baby...",
        "Buzz: You have any idea where this came from?",
        "Gus: Somebody who has access to the spaulding mansion.",
        "Buzz: Member of the family, one of the staff.",
        "Gus: Or house guest.",
        "Buzz: But you're thinking something or someone, right?",
        "Gus: It's a hinky feeling.",
        "Buzz: What's a hinky feeling?",
        "Gus: It's like... it's a hunch. It's just a feeling.",
        "Buzz: About?",
        "Gus: About olivia.",
        "Lizzie: I wanted to apologize about what happened at the cemetery.",
        "Coop: Your grandfather certainly made it pretty clear. Coopers aren't fit to pay their respects at your dad's grave.",
        "Lizzie: Well, he was upset.",
        "Coop: You know what? The part that I love the most about it all was how he said that no one was good enough for his granddaughter, but especially not... not a cooper. Apparently we're only good enough for being limo drivers and butlers and things like that.",
        "Lizzie: No, that's not true. It's just when the subject of my dad comes up, he's very sensitive about it. And you didn't deserve to get treated that way. Besides if anyone's going to kick your butt, it's going to be",
        "Coop: You know what? Why don't you just give it a shot, all right?",
        "Lizzie: You wish.",
        "Coop: Hey, tammy, sandy.",
        "Tammy: Hey.",
        "Sandy: Howdy.",
        "Tammy: I just wanted to see how you all were doing. Is marina around?",
        "Coop: Actually she'S... she's working tonight. But please feel free to hang out. The more the merrier. Actually I think it does my dad some good.",
        "Tammy: Yeah, I just want to make sure the coopers are going to be okay.",
        "Coop: We're hanging in there. Thanks.",
        "Tammy: I am surprised to see you here, lizzie.",
        "Lizzie: Yeah, well, I'm mending fences, you know. I know that harley killed my dad and everything, but...",
        "Coop: My sister didn't kill anybody, okay? I'll tell you what. Excuse me, okay.",
        "Sandy: So this is one of those awkward moments I always hear so much about.",
        "Gus: So olivia, she's moved back into the spaulding mansion.",
        "Buzz: What about bill?",
        "Gus: They had a fight. And when I spoke to olivia, she acted a little...",
        "Buzz: Hinky.",
        "Gus: Yeah, hinky. Anyway bill said that olivia's still having nightmares about phillip.",
        "Buzz: And you think that perhaps they were sparked by a guilty conscience?",
        "Gus: I'm not so sure olivia has a conscience, but something's up.",
        "Buzz: And now we got this note.",
        "Gus: Yeah. Somebody knows the truth and they don't want to bury it with phillip.",
        "Coop: You know it's funny you mentioned that.",
        "Gus: Why is that?",
        "Coop: Well, because phillip had a visitor, and they left a calling card.",
        "Harley: Are we done yet?",
        "Mallet: Why? You got someplace to be?",
        "Harley: I was going to start kind of digging my tunnel. Hard to do with you here.",
        "Mallet: Oh. Down is the way.",
        "Harley: Right. Thanks.",
        "Mallet: Mm-hmm.",
        "Harley: See you.",
        "Mallet: See you.",
        "Harley: Hey, mallet. I'd appreciate it if there were no more personal visits.",
        "Mallet: No problem, cooper. From now on, I'm just the warden and you're just a number. Nothing more.",
        "Harley: See you around, warden.",
        "Mallet: See you around 11622.",
        "Harley: I don't know what i should do about you.",
        "Prisoner: It's a little late to wash your face off. We know who you are, cop. Coming up on \"guiding light\"...",
        "Jeffrey: Ladies and gentlemen, cassie winslow. ( Cheers and applause )",
        "Cassie: Wasn't that fun?",
        "Jeffrey: Yes, this is a blast. This is a blast.",
        "Cassie: I was great.",
        "Jeffrey: You were...",
        "Cassie: I was great.",
        "Jeffrey: You were good. Yeah, you were...",
        "Harley: I'd love to stay and chat, but I think I heard the recess bell.",
        "Prisoner: You got one thing right. School's definitely in session.",
        "Harley: Wow. You ladies from the sewing circle? So nice of you to take me to the meeting.",
        "Greta: ( Laughs ) class clown.",
        "Harley: Yeah, that's me. Well, I'd love to stay and chat, but I think I heard thew recess bell.",
        "Greta: You got one thing right. School's definitely in session.",
        "Harley: I know you.",
        "Greta: Yeah. You one of them put me away for murder one.",
        "Harley: Maybe that's because you killed somebody.",
        "Inmate: Look who's talking.",
        "Harley: I'm innocent. Aren't we all innocent?",
        "Greta: Not me.",
        "Harley: You know what? We don't have to do this okay. When I arrested you, I was just doing my job. I'm not a cop anymore.",
        "Greta: Shut up.",
        "Lena: Greta, stop it! You know, if anybody's going to give her some manners it's going to be me. Get in here. Get in here.",
        "Harley: What?",
        "Lena: You know they'll kill you. Do it. Do it.",
        "Harley: Okay. Okay. Oh, you have such pretty eyes.",
        "Lena: Do it. Do it.",
        "Harley: Do you know how easy it is to pop an eye ball out of an socket?",
        "Lena: Don't!",
        "Guard: Is there a problem here?",
        "Lena: No.",
        "Harley: No. We're just getting to know each other. Yeah.",
        "Guard: Do it in the yard. Let's go, ladies.",
        "Lena: Can you be a little rougher?",
        "Harley: What do you think?",
        "Lena: You know what? I bruise easily. Gosh.",
        "Harley: What do you want?",
        "Lena: I help you; you help me. That's what it's like here.",
        "Harley: I don't understand what's going on here, okay. One minute you're giving me the cold shoulder, the next I'm your best friend? What do you want from me? What, is this funny? This is like a joke to you or something?",
        "Lena: No, no. God, no joke. No. I can definitely see there are no fun and games with you. Okay, why don't we... why don't we try talking like... like civilized convicts. My name: Lena.",
        "Buzz: Coop, you brought us here because somebody put a flower at phillip's grave?",
        "Coop: No, I was right here and lizzie was right here. Alan came then, and we got into it, and he threatened to have me arrested, but then lizzie talked him down. The two of them leave. I look back at phillip's grave, and that's when I noticed a flower was here.",
        "Buzz: Well, maybe someone put the flower there while you weren't looking.",
        "Coop: Dad, lizzie and I were the only ones here. And I'm pretty sure that alan didn't come here to leave flowers. And come on, let's be honest here. Okay, how many people are going to come here to leave flowers for phillip?",
        "Gus: Yeah, we were here earlier and felt like somebody was watching us.",
        "Buzz: Maybe they wanted to pay their respects and not been seen, you know.",
        "Gus: Why would they do that?",
        "Buzz: Face it. Come on. Phillip was killed, he was not winning any popularity contest. Maybe they were embarrassed, they felt sorry for phillip.",
        "Coop: Well, what about the note? I mean, do you think there's a connection? There's got to be.",
        "Gus: Well, first of all, this tomb is not the only place where there are secrets buried.",
        "Coop: There's another mausoleum that I don't know about?",
        "Buzz: Oh, yeah. It's called the house of spaulding.",
        "Lizzie: So, dating sandy?",
        "Tammy: I guess you could call it that.",
        "Lizzie: Is that weird?",
        "Tammy: No, it's actually really nice.",
        "Lizzie: Good. So it's going good?",
        "Tammy: Yeah. What are you getting at?",
        "Lizzie: It's just, you know, I'm wondering how close you guys are.",
        "Tammy: Why?",
        "Lizzie: You know, you're just so sweet to me when you found me at company. And I thought... I don't know. Who else are you going to tell?",
        "Tammy: I could keep it to myself.",
        "Lizzie: I want to let you know that I do understand.",
        "Tammy: Lucky me.",
        "Lizzie: I mean I know what happened with J.B. That... you know, I completely understand you want to take things slow with sandy.",
        "Tammy: I am so over what jonathan did.",
        "Lizzie: Right. But I mean, you don't have to act strong with me.",
        "Tammy: Sandy and I are fine. We know what we want, what we don't want. We're really open about everything.",
        "Lizzie: Good. So you guys are happy?",
        "Tammy: We're trying. I hope you find something like that someday, too, lizzie. Hey.",
        "Sandy: Hey.",
        "Jeffrey and cassie: ( Singing ) baby, don't treat me bad because baby, this is the best that you'll ever have so don't say something that you don't mean now don't do nothing if you're gonna back down don't give me lovin' if you don't know now don't do that cause I've seen that before don't say something whoa! Don't do nothing if you're gonna back down don't give me lovin' if you don't know now don't do that 'cause I've seen that before don't say something whoa! Don't do nothing I've seen that before don't give me lovin' don't do that I've seen that before don't do that don't do that don't do that",
        "Cassie: Whoa! ( Cheers and applause )",
        "Jeffrey: Ladies and gentlemen, cassie winslow! ( Cheers and applause )",
        "Cassie: Wasn't that fun?",
        "Jeffrey: Yeah. It was a blast. It was a blast.",
        "Cassie: I was great.",
        "Jeffrey: You were...",
        "Cassie: I was great.",
        "Jeffrey: You were good. Yeah, you were right in key and everything. I mean, you were fantastic. I mean...",
        "Cassie: Oh, thank you.",
        "Jeffrey: Wow. I mean you really are like a professional tambourine player. Oh, hey. Hey.",
        "Cassie: Hey. Hey, how about that? I don't think so. Get lost before I get you carded. She's jail bait. Just looking out for you. That's all.",
        "Jeffrey: Just looking out?",
        "Cassie: Yeah. And vice versa.",
        "Edmund: All right, here's the question? Have you ever cared about what's best for cassie? Honestly.",
        "Dinah: Never. I'm only concerned about what affects me. I have to redeem myself in the eyes of my father and this town. Reasons, then so be it. And if those are selfish reasons, then so be it. But they aren'T. Not if we win, and not if we forge new beginnings for ourselves and the people that we love.",
        "Edmund: I'd like to believe we can. I'd like cassie to believe it.",
        "Dinah: She will. Where are you going?",
        "Edmund: I'm going to call cassie. I want to find out what made her change her mind. ( Phone ringing )",
        "Cassie: That's my phone ringing.",
        "Jeffrey: Yeah. Yeah, you'd better answer it.",
        "Cassie: It's the beacon.",
        "Jeffrey: Okay. Take it.",
        "Cassie: Hello?",
        "Edmund: Cassie?",
        "Cassie: Hello? I can't hear you. You've got to speak up. (Chanting) cassie! Cassie! Cassie!",
        "Cassie: I hope this is a problem. Hello? I can't hear you.",
        "Edmund: Cassie, it's me. Listen I...",
        "Jeffrey: Cassie, come on. Let's do it one more time. ( Cheers )",
        "Jeffrey: One more time. Let's do it.",
        "( Chanting ): Cassie! Cassie! Cassie...",
        "Jeffrey: Come on, encore, cassie.",
        "Cassie: I don'T. I don't know if I could do it again.",
        "Jeffrey: Come on, you've got one more go.",
        "( Chanting ): Cassie! Cassie! Cassie! Cassie...",
        "Cassie: I hope there wasn't a problem.",
        "Jeffrey: Well, look if there's a problem, they'll call back. Let's go. Come on. Don't forget your tambourine.",
        "( Chanting ): Cassie! Cassie! Cassie! Whoo!",
        "Dinah: What did cassie say?",
        "Edmund: Nothing. She seems to be having a high old time.",
        "Dinah: Really? Where?",
        "Edmund: Don't know. All I heard was laughter, music, clinking of glasses and jeffrey o'neill's heavy breathing.",
        "Dinah: Jeffrey's with her? Look, I'm sorry. I know that that doesn't feel very good to you. I want you to remember what's important in the end, is that you and cassie will be parents very soon.",
        "Edmund: Right. A baby. The baby will bring her back, because the baby is the answer to everything. Dinah, how are you feeling?",
        "Dinah: Besides the morning sickness, actually I feel pretty good. Glowy in fact.",
        "Edmund: That's funny, because you look pale to me.",
        "Dinah: I don't feel bad, edmund. I feel fine.",
        "Edmund: No, pale and weak. Pale and weak. And I'm afraid there's something maybe wrong with the baby.",
        "Dinah: Maybe I do feel pale and weak. Maybe we should call the doctor.",
        "Edmund: No, I think we should go to the emergency room. Immediately.",
        "Buzz: I'm not saying you're wrong about olivia. I mean, it's a good idea. But why don't you just through official channels?",
        "Gus: What? Like the police? Like frank?",
        "Buzz: Why not?",
        "Gus: Because there is a killer out there, buzz, and he thinks he got away with murder. We get the police involved that's it. We're going to lose our edge.",
        "Buzz: Are you doing this just because of harley?",
        "Gus: What does... what do you mean?",
        "Buzz: Well, you've blown it six ways to sunday with my daughter, you know? The trial, the wedding. You think you can get back in the game with one big swing?",
        "Lena: You've got a right to be a little suspicious, harley. Oh, it's okay if I call you that? It's okay, honey?",
        "Harley: What do you want? You want a carton of cigarettes? You want some perfume? What?",
        "Lena: What? Because I helped you today? Oh, no, no, no. That was just a little freebie, really.",
        "Harley: There's no such thing.",
        "Lena: No?",
        "Harley: What's your story?",
        "Lena: Oh, well, my story is probably pretty much like yours.E1 I loved somebody. I... he hurt me and I hurt him back. And... well, here I am. We're in here together. No family. Friends-- friends are really a good thing to have in here.",
        "Harley: Mm-hmm. And you want to be mine. Why?",
        "Lena: Why not? I mean, you seem okay to me. And boy, did you pull off that scene from \"cell block heat,\" too. You were, like... my god, you were like a pro.",
        "Harley: \"Cell block heat\"?",
        "Lena: Two, the sequel. I liked it a lot better than the original, you know? The acting was just a lot better. It was.",
        "Harley: That thing you did to save me was from a movie?",
        "Lena: I could have nailed that part. Come on. I mean, you bought it, didn't you? I seemed natural, you know, as that rough, tough girl. I did, didn't I?",
        "Harley: Yeah, very tough.",
        "Lena: I knew it. You know, I wanted my agent to send me out on that and he wouldn't do it, and I knew it could have really made my career. It could have. It really could have.",
        "Harley: You're an actress?",
        "Lena: Oh, honey, I'm a triple threat. I sing, I dance, I act. I went to hollywood with a few bucks in my pocket and oh, boy, stars... stars in my eyes.",
        "Harley: ( Chuckles ) you sound just like...",
        "Lena: What? What?",
        "Harley: All right, calm down. I was going to say, you sound like someone I knew. Anyway, what happened?",
        "Lena: I met a guy. He promised he'd put me in pictures. He did. I had my picture on every wall of every post office in this country. ( Laughs ) it was a good one, though. It was my head shot.",
        "Harley: You don't sound too angry about it.",
        "Lena: Oh, honey, you can't be bitter and be in here. ( Sighs ) the only thing that matters is that you get through this, this in here. You want to know how I do it? I hold on to my dreams.Ñi they can't take that from me. They can'T. Oh. What is this? Is this... is this a guy? Is this your guy?",
        "Harley: It's my lawyer.",
        "Lena: Oh. You were close to him?",
        "Harley: He's my lawyer. He defended me during the trial. You know, lawyers, clients.",
        "Lena: Yeah, yeah. Yeah, yeah. Hey, what's this thing about the warden? Word is he likes you.",
        "Harley: I want nothing to do with him.",
        "Lena: Oh, whoa, whoa, whoa. No, no. You need... you need to rethink that just a minute. Honey, honey doll, you're in prison. Prisof.Z so if the warden wants to offer you some help, I think you better take it.",
        "Cassie: ( Laughs )",
        "Jeffrey: Well, you had a big night. I think we're going to have to rename the band the cassies.",
        "Cassie: All right. ( Laughs ) okay, tell me the truth. I know you were just being funny back there, but I was great, wasn't I? Wasn't I really great?",
        "Jeffrey: Uh... honestly?",
        "Cassie: Yes, honestly.",
        "Jeffrey: Uh, well, you were... honestly?",
        "Cassie: Yes.",
        "Jeffrey: No. No. What?",
        "Cassie: Jeffrey!",
        "Jeffrey: You asked.",
        "Cassie: ( Laughs ) okay, well, couldn't you have just lied to me for one night and I could have been a rock star in my mind?",
        "Jeffrey: You know what? There was a producer in the audience and he came up to me and he said, \"who is that woman with the golden voice? I mean, she's got such raw talent.\" He wants to sign you to a record deal.",
        "Cassie: See? See?",
        "Jeffrey: Swear to god.",
        "Cassie: Exactly. ( Laughs )",
        "Jeffrey: Cassie? We had fun tonight and it was nice seeing a smile on your face. I'm glad that you could share that with me.",
        "Cassie: Thanks.",
        "Jeffrey: Well, it's a long ride. Why don't you try to get some sleep? ( Cell phone ringing ) what? Is it the beacon?",
        "Cassie: No. It's edmund. Hello.",
        "Edmund: Cassie?",
        "Cassie: Hey, edmund.",
        "Edmund: Look, I don't want to alarm you, but I'm taking dinah to the hospital just to check things out.",
        "Cassie: Dinah to the hospital? Why? What happened? What's wrong with dinah?",
        "Edmund: Well, it'S... well, it's nothing. I don't think it's anything, at any rate. Look, I just wanted to keep you in the loop. If anything happens, I'll call you from cedars, all right?",
        "Cassie: Wait! God!",
        "Jeffrey: So, what happened? Dinah's got to go the hospital?",
        "Cassie: Yes, we have to go to cedars now. Will you please take me to cedars?",
        "Jeffrey: What happened?",
        "Cassie: We have to go now, okay?",
        "Dinah: You know you crossed the line just now. You know that, right?",
        "Edmund: Mythical line, dinah. Mythical line. And if I crossed it, I crossed it a long time ago.",
        "Dinah: Yeah. Like I said, what line?",
        "Tammy: Well, I guess we should probably go.",
        "Sandy: Yeah. I'll get the car.",
        "Tammy: Oh, I forgot. Buzz was going to lend me a book I need for my english lit class. He told me where it is. I'll just run in and get it and then we can go.",
        "Sandy: Okay.",
        "Lizzie: I guess I'd better go before the coopers get back.",
        "Sandy: Why don't you stick around and walk out with us?",
        "Lizzie: Are you sure?",
        "Sandy: Unless you have somewhere to be. It's been a long time since we hung out.",
        "Lizzie: Yeah, but why would you want to hang out with me? I mean, I ran you over. You had a major surgery because of me.",
        "Sandy: You want to talk about it?",
        "Lizzie: Honestly, I don't want to think about it ever again. I think it's too late to apologize, too, so...",
        "Sandy: Who says?",
        "Lizzie: Okay. I'm very sorry. It was a complete accident. I never meant to hurt you. You were probably the only person who was really nice to me.",
        "Sandy: Lizzie, you made a mistake. It's okay. I've made a few of my own.",
        "Lizzie: Yeah, I know, but i mean, you made everything okay. I mean, yeah, sure you're not a lewis, but they love you. And that thing with tammy, i mean, you guys are doing great.",
        "Sandy: I'll let you in on a little secret. Tammy? Best thing that ever happened to me.",
        "Lizzie: That's great. I don't know how you do it. I mean, I want a life of my own, too, but I don't know exactly how to do it. I guess it would be cool if you helped me out.",
        "Sandy: Hmm.",
        "Gus: I'm not trying to be a hero, here, buzz. I'm trying to get your daughter home, you know?",
        "Buzz: Gus, if you're wrong about olivia, you cry wolf, get everybody's hopes up, you know?",
        "Gus: Well, olivia, she's got everything that she wants. She's got shares in the company. She's got a title in the company. She's got a wing dedicated to herself. She's got an inheritance for the baby. She's happy. She's a happy little clam. No, snake. She's a happy little snake living in a house full of snakes. You understand what I'm saying? She can't keep her guard up 24 hours a day, seven days a week. She's going...",
        "Buzz: How are you even going to get close to her?",
        "Gus: I figure if you want to lie with snakes, you've got to act like one.",
        "Guard: Lena!",
        "Lena: Yeah?",
        "Guard: You have a phone call.",
        "Lena: Yes! Hey! Probably my agent. Hello? ( Chuckles ) well. I don't know how you did it, but it worked. Yeah, yeah, no problem. She's my new roommate. Yeah. Oh, come on. We're getting along just fine. Would you stop worrying? Listen, you keep up your end of this bargain and I'll keep up mine, believe me.",
        "Mallet: Hey, guard. You get the paperwork for this newbie, 11622?",
        "Guard: Cooper?",
        "Mallet: Yeah.",
        "Guard: She's on kitchen duty.",
        "Mallet: Change that. Put her down in the warden's office. I want her working for me. Next, on \"guiding light\"...",
        "Olivia: I understand how devastated you are. You were so sure that harley was innocent.",
        "Gus: Well, maybe I'm not as sure as you think.",
        "Mallet: An opening in clerical just came up. You're going to be working in my office.",
        "Harley: ( Scoffs ) no freaking way!"
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=oTfNAb1Znv8"
}