{
    "Episode Summary": [],
    "Recap": [
        "Reva and Josh share a moment in Shayne's room. Marina and Shayne talk about her future. Eden comes to see Marah trying to talk Marah into taking Tony back. Eden tells Marah that they got the truth out of Salerno. Marah is not impressed. Tony and Danny argue.",
        "Frank calls Reva to inform her that Reva's leads led to the police finding the missing girl. Reva calls Christopher, much to Josh's dislike. Christopher makes a mysterious phone call regarding Reva. Shayne tells Marina that he loves her. They kiss. Bill goes to see Eden hoping to get a firm commitment from her. Tony goes to see Marah but leaves before she sees him. Marah sets her mind on her designs. Stay tuned."
    ],
    "Recap Author": "Barbara",
    "Show Title": "Guiding Light",
    "Transcript": [
        "reva: Our bedroom is down the hall.",
        "Josh: (Laughs) yes, i know that. I was just sitting here thinking, that's all.",
        "Reva: Thinking about our baby boy?",
        "Josh: Hey, how did things go at the station? Any word on the girl?",
        "Reva: No, she's still missing.",
        "Josh: Well, it hasn't been that long since you talked to the police about her. You know, you can't expect them to find her just like that.",
        "Reva: If they ever do. I mean, what if I was wrong about what i saw, and I've sent the police off on a wild goose chase? I have a mother thinking she's going to see her daughter again after all these years...",
        "Josh: Don't do that. It's done. You can't possibly know anything.",
        "Reva: I know I'm tired. I know i wish there was an off switch for this thing.",
        "Josh: Maybe i can help you with that. Come here.",
        "Reva: Mm. Well, that does help. I never really could think when you kissed me. So, you want to tell me what happened with shayne?",
        "Josh: Who said anything happened with shayne? And besides that, I thought you just said that you can't think when i kiss you.",
        "Reva: Well, i could read your mind before I could read anyone else's. You're sitting here alone in our son's room, in the dark. You don't have to be a psychic to figure that one out.",
        "Marina: You know you should really go back home and make up with your dad.",
        "Shayne: Yeah, and ruin that amazing exit? No.",
        "Marina: Forget about your exit? I mean, what about your career? You know? Sleep is kind of an important thing before a big game.",
        "Shayne: You're more important.",
        "Marina: Shayne, i just...",
        "Shayne: So, are you going to sleep tonight?",
        "Marina: Um, well, unless you can tell me that the answer to my future is going to come to me in a dream, then no. The clock is ticking, and I have until morning to decide the rest of my life.",
        "Shayne: So what are you going to do?",
        "Marina: Well, i'm going to pull an all-nighter with the big decision. You know? It's just me and my future.",
        "Shayne: Yeah, and me. I'm going to help you.",
        "Marah: You want to talk, eden? Fine. What's wrong?",
        "Eden: Nothing. I'm just surprised to see you here. So are you and tony back together?",
        "Marah: No. No. Tony moved out so that i could move back in.",
        "Eden: Wow, that was nice of him.",
        "Marah: Yeah, it was.",
        "Eden: You and tony belong together. You do.",
        "Marah: Okay, look, is this what you came here to talk about?",
        "Eden: (Sighs) marah, you don't know everything that i know.",
        "Marah: Okay, eden, what do you know?",
        "Eden: I know that the pictures are fake. Salerno admitted it.",
        "Marah: Look, eden, I know that you want to help tony, but this...",
        "Eden: No, look. We went to find the truth, and we did. I mean, we both heard it when we were standing there next to him on the roof. Look, don't you understand? This changes everything.",
        "Marah: Wait a minute. What were you guys doing on a roof?",
        "Eden: Did you hear me? I said that he admitted it, the pictures were fake. It doesn't matter where he admitted it. It just matters that he did.",
        "Marah: Yeah, it does matter where he did it. Was salerno begging for his life when he admitted it?",
        "Eden: Who cares? He's the creep that faked those pictures that came between you and the man that you love.",
        "Marah: Did tony dangle salerno off the roof?",
        "Eden: Tony had to prove to you that he's not the guy in those photos.",
        "Marah: If tony had vinnie cornered on a roof, then he is that guy.",
        "Eden: Marah, tony is a good guy.",
        "Marah: Tony is a lot of things. Tony is good. Tony is loving. But he's also the guy up on the roof. Tony is both of those guys.",
        "Eden: No, you're wrong. You have got to understand that...",
        "Marah: I don't understand, eden, and as much as i try, i can't understand. So tony needs to find someone who can.",
        "Danny: You want to tell me what's going on?",
        "Tony: I went with eden to go see salerno.",
        "Danny: Tony, I told you i had that situation handled.",
        "Tony: \"That situation,\" danny, happened to be my life, which was mine to handle. Vinnie screwed it up. I had to be the one to fix it.",
        "Danny: And how exactly did you fix it?",
        "Tony: Well, he's still breathing, if that's what you want. Look, it took a little pressure, but I got him to admit that he doctored the photos.",
        "Danny: Well, that's great, tony. What are you doing here? You should be telling marah. Everything can get back to the way it should be.",
        "Tony: You know, i'm sorry to be the one to ruin the new santos dynasty, danny, but that's not going to happen.",
        "Danny: Oh, don't give me that crap about me wanting you and marah back together because it looks good for our business. Come on.",
        "Tony: Not ours. Yours. This is your plan, your business, your family, your dream. None of this was ever really mine.",
        "Danny: Really? Well, that's news to me. What about marah? Wasn't she yours?",
        "Tony: She was. She was the one thing that i really gave a damn about in my entire screwed-up life. But I lost her. And you know... You know what the best part about salerno sending those pictures was, the pictures that ruined my life? The pictures that took marah away from me? It wasn't about me. It was just like salerno said; it was just like you said. It was about you all along, danny.",
        "Marina: Thanks.",
        "Shayne: Mm-hmm. Okay, heads or tails?",
        "Marina: What? You want me to flip a coin to make the most important decision of my life?",
        "Shayne: Why not? Heads: Northwestern. Tails: Springfield u.",
        "Marina: Shayne, there are, like, literally a million other options than that, though. This trust fund could open up a lot of doors for me.",
        "Shayne: Like what?",
        "Marina: We could buy a couple of hogs and drive cross-country.",
        "Shayne: Hogs?",
        "Marina: Motorcycles.",
        "Shayne: I know what they are. (Laughs) you just don't strike me as the hog type?",
        "Marina: Hello? I am the niece of harley davidson cooper.",
        "Shayne: How could i forget that? Okay, what else?",
        "Marina: Uh, i could be your biggest groupie? I could buy an rv. I could follow you around the country. I could watch your games. I could give you pointers. I could be kind of like your baseball muse, sort of like susan sarandon in bull durham.",
        "Shayne: Hm. Well, not that i wouldn't like that, but didn't she amuse more than one player?",
        "Marina: Hey, don't you want me to be with you 24-seven?",
        "Shayne: I do. But I also want you to blaze your own trail, not just follow my path.",
        "Marina: Fine. Then i could stay right here. I could stay right here. I could stay right here. I could rig up a bunch of cameras. I could have, like, my own reality tv show: All marina, all the time. Yeah. Just wait until the world gets a load of me and my dad and my grandfather arguing over table six. It's can't-miss tv.",
        "Shayne: Well, that's true. The osbournes do have nothing on the coopers.",
        "Marina: Well, you know what? I could just go for broke. I mean, I could. I could move to new york. I could get, like, an awesome apartment. I could start auditioning. If i can make it there, I can make it anywhere, right?",
        "Shayne: Yeah. Or you could take your time, go to school, take all your acting and singing classes, perfect your game.",
        "Marina: Yeah, you didn't exactly take that route though, mr. Baseball.",
        "Shayne: It doesn't matter what route i took. All that matters is that you find the path that's right for you, the path that makes you happy.",
        "Marina: It's just getting so much harder.",
        "Shayne: Look, marina, ever since I've known you, you've wanted to perform, and you will. You're going to do your thing. Now it's just a question of where.",
        "Marina: Yeah. It's just a few months ago, you know, everything seemed so much easier. It was like I knew who i was, i knew what I wanted. I was going to be a big star. I was going to get out of this town and make my mark on the world.",
        "Shayne: There's nothing wrong with that.",
        "Marina: Yeah, but i think most of that had to do with, you know, getting out of here, going someplace better.",
        "Shayne: And now?",
        "Marina: Well, now i realize that maybe here's not so bad. I don't know. Who knows if i even have a talent, anyway?",
        "Shayne: Come on, don't even start with that.",
        "Marina: I don't even know if it's that thing, you know? That thing that you were talking about, that thing that just makes you happy. I want to be happy. I just... I don't even know anymore if happiness is something that you even have in the moment, you know? Maybe... Maybe it's just something that you look back on and remember having.",
        "Shayne: Okay. You really do need my help. Come on.",
        "Josh: And the next thing you know, there I am sounding just like hb, giving shayne the \"you're living under my roof; you have to obey my rules\" speech.",
        "Reva: (Laughs) you didn't.",
        "Josh: I did, I did. And then shayne informed me that he can move out any time he wants. So, there you have it. Go ahead, lay it on me, because i know that I was out of line.",
        "Reva: Well, you were.",
        "Josh: (Laughs)",
        "reva: But i don't think it was about you.",
        "Josh: You know what? I like marina. I'm glad that shayne adores her, but I just wish she could schedule her crisis moments on nights that aren't before a big game, that's all.",
        "Reva: Well, i don't think this was about marina, either. It was about shayne, sweetie. I mean, he's been pretty much the perfect kid. Marah's had her rebellious years, and we've certainly had ours, and he kind of skipped all that. He's overdue.",
        "Josh: So he had to start tonight.",
        "Reva: You can't schedule rebellions.",
        "Josh: (Laughs)",
        "reva: And would you have turned me away if I'd climbed in your bedroom window?",
        "Josh: I think you did, and i think I didn't.",
        "Reva: (Laughs)",
        "josh: You look exhausted, reva.",
        "Reva: You mean like a balloon that's had all the air let out of it?",
        "Josh: You can't keep pushing yourself like this, darling.",
        "Reva: There's a little girl out there, and her life could be on the line.",
        "Josh: But what about your life, reva? You're living and breathing this thing 24 hours a day. It's all you think about. It's sucking the life out of you.",
        "Reva: Joshua...",
        "Josh: Look, i was watching you, reva, when you were reading that girl's mother. You were taking on all of their pain-- both of them, the mother and the daughter, the whole deal. Now, this is just about a kidnapping. What happens when it's about something that's even more horrific than that, reva?",
        "Reva: It's not a choice. I can't stop it. Okay, well, I never tried to stop it, but i don't think i can. But for once, I can do something good, something good for other people.",
        "Josh: Reva, you have a family. That's a pretty big accomplishment, you know.",
        "Reva: I know, and i love you and the kids more than anything, but you have to know i made my share of mistakes there.",
        "Josh: You don't have to take on a burden like this to make up for those mistakes.",
        "Reva: I know that.",
        "Josh: Do you, really? Look, this thing that you have going on here, it's not like some superpower. It's not like you can go out and start saving the world, reva. You just see the world a little bit different than other people see it, that's all.",
        "Reva: Yes, and that's a huge responsibility.",
        "Josh: Well, maybe it is, but reva, you have other responsibilities, a responsibility to yourself and yes, to your family. You know, it really is okay for us to be enough for you, reva. Look, I'm sorry. I cannot possibly imagine what you're going through right now, what you're feeling and what you're seeing-- kidnapping and murder, unspeakable sadness. You shouldn't have to be going through this right now.",
        "Reva: But i'm starting to believe that god gave me a gift.",
        "Josh: Reva, i'm not so sure this is... This is from god. With the pain that you're feeling, with what you're going through right now, it doesn't seem like it's a gift. It seems more like it's a curse.",
        "Danny: Tony, I've been where you are. I mean, how many times have michelle and i hit rock bottom? But we made it through because when one of us gave up, the other one didn't. You can't give up on marah.",
        "Tony: Danny, like i told you, I'm not you.",
        "Danny: I understand.",
        "Tony: Marah and i... Marah and I are not going to happen. Now, if you'll excuse me, I have to crash.",
        "Danny: So what are you going to do? You just going to lie down? You're going to let salerno win?",
        "Tony: This is bigger than salerno, all right? When you went legit, you should have gone on your own. You should have left me alone in the streets, okay? This thing that you're building here, this ain't me. Okay? Listen, I'm bound to break something or someone. Salerno was right. I don't think I can control myself.",
        "Danny: Tony, that was true once. Not anymore. You've changed.",
        "Tony: Oh, yeah, right. (Laughs bitterly)",
        "danny: So what? You've made some mistakes. So what? So have I. You are a good guy if you choose to be.",
        "Tony: Danny, listen to me. I feel something and i act on it, and damn everything and everyone else. Hey, eden sensed it. Eden's the same as me. At least she accepts me for who i am.",
        "Danny: What does that mean? What does that mean? What happened with you and eden?",
        "Tony: What do you think happened, danny?",
        "Danny: Tony?",
        "Tony: We did it. Right there on the roof, right after I got the confession from salerno. Yeah. I had the chance to take everything i ever wanted back, and in that moment, in that moment i threw it away. You know that good guy that you told me that i could be? I got rid of him once and for all. (Knocking on door)",
        "danny: Who the hell...?",
        "Tony: Get it. Go get it. Go ahead.",
        "Bill: Hey. Bad time?",
        "Bill: I was in the neighborhood and i got an idea about the hotline project. I just wanted to talk to michelle about it.",
        "Danny: It's late, bill. She's asleep. She just got off a double shift.",
        "Bill: Oh, right. Okay. All right. Well, tony, you know, for what it's worth, I'm sorry.",
        "Tony: You apologizing to me?",
        "Danny: Well, yeah, I know about, you know, you and eden. I mean, you know, salerno sending those photos to you-- they're obviously fake. I'm just sorry marah couldn't see that. But give her time, she'll come around, see this thing for what it really was.",
        "Tony: Yeah, and what was that?",
        "Bill: That you were a victim.",
        "Tony: You think? Listen, bill, eden and salerno did marah a favor. They saved her from making the biggest mistake of her life: Staying with me.",
        "Danny: Hold on a second, bill.",
        "Bill: What's up?",
        "Danny: I want to talk to you. I want to make sure you don't make the same kind of mistake that tony just made.",
        "Marah: Stop it.",
        "Eden: Stop what?",
        "Marah: I can feel you staring at me with that \"poor marah\" look. Now put your eyes to some better use. Here. In or out?",
        "Eden: Definitely in. Wow, you've improved. It's like you've had a breakthrough or something.",
        "Marah: Or something. I guess heartache really agrees with me.",
        "Eden: Okay, next. I feel like I'm anna winter, you know, the editor for \"vogue.\" Come on, you do know who she is. Hello? Okay, this one better be a showstopper. Come on, let me see. Marah, he still loves you. You've got to forget about those stupid pictures. On everything he does, everything he is... Is for you. You know, you can end this right now. Just give him a call. You know, I know what it's to be scared, scared that you might be giving up the best thing that ever happened to you.",
        "Marah: Are we still talking about me here?",
        "Eden: Of course we're still talking about you. Come on, those pictures are fake. You and tony are real, and... And you deserve to be happy.",
        "Marah: Eden, I think I need to make this call on my own.",
        "Eden: Oh. Of course.",
        "Marah: Thank you for being such a good friend.",
        "Marah: Thank you for being such a good friend.",
        "Eden: Sure.",
        "Marah: (Sighs) tony, it's marah. Hi. I just... I guess I called because I miss you and i wanted to talk. Angelina, hi, it's marah lewis. I just wanted to let you know that i got adrienne's suggestions on the line and i loved it, and I think I am well on my way. Yeah, I think we're all going to be very happy too.",
        "Reva: Well, i don't want it to be a curse.",
        "Josh: Reva, i really don't mean to sound selfish. I just... I'm seeing what you're going through and I want to protect you.",
        "Reva: So you would rather i stuff this thing down than develop it.",
        "Josh: I don't know what to think right now.",
        "Reva: Neither do I. I can't even be sure that what i'm seeing is real. I couldn't figure out who my own stalker was. And when i saw ben as a killer, I couldn't believe it, so i couldn't stop it. I couldn't stop him from hurting anyone. And alan. When i saw alan surrounded by water, i made his family think he was dead. It's as if i'm doing more harm than good.",
        "Josh: I know your intentions are good.",
        "Reva: My intentions are always good. I mean, I jump first and i look later. That's my mo. But now I've dragged an innocent family into this. I have a mother who's been mourning her daughter for years. I may be making her go through that all over again. (Phone rings) I'll get it. Hello? Hey, frank. What? Oh, my god. No. No, I'm still here. It's just I... It's incredible. Of course. Hi, it's reva. Well, you're welcome. I didn't do anything, but you're very welcome. Yes. I'm so happy about the way this turned out for you. Okay. Good-bye. (Crying)",
        "josh: What is it?",
        "Reva: They found the little girl, and she's alive. They're taking her back to her mother as we speak. (Crying)",
        "Shayne: I know what you're looking for, because i've already got it.",
        "Marah: Oh, well, thank you, mr. King of the world. Please do tell.",
        "Shayne: It's feeling like you're exactly where you should be. And not just getting what you want, but getting it and knowing that it's even better than you ever dreamed it would be. It's the thing that makes the world seem to make perfect sense.",
        "Marah: Wow. You get all of that from baseball?",
        "Shayne: No. I get it from you.",
        "Danny: Look, I know that you didn't come here because you had some idea about the hotline.",
        "Bill: Then why did I come here?",
        "Danny: You're having problems with eden.",
        "Bill: What's your point, danny?",
        "Danny: First, i want to say that i'm glad that you were here for michelle after ben's death.",
        "Bill: Yeah.",
        "Danny: But dropping by here every time you have a problem in your life... Michelle's got her own family now.",
        "Bill: That's unbelievable. I mean, you're still jealous?",
        "Danny: No. I'm just saying that i... I think you should spend less time dropping in on michelle and more time with eden.",
        "Bill: All right, look, I came here because i remember michelle having the same problem with you that i'm going through with eden.",
        "Danny: If you want to be with eden, I think you've got to make the choice... The decision to trust her.",
        "Eden: Good bye, tony.",
        "reva: You know what this means. If i could do this once, i can do it again.",
        "Josh: Reva, just because you've had some success, it doesn'T... I mean, how it affects you doesn't matter. Just because they found this girl, it doesn't negate how... What it did to you.",
        "Reva: You really don't want me to do this.",
        "Josh: I just...",
        "Reva: This is who i am now.",
        "Josh: But how is this going to work, reva? What? You're just going to put your life on hold while you're waiting for these feelings to happen?",
        "Reva: You know, you make it sound like it's some kind of hobby that i have to schedule between shayne's games and making you dinner.",
        "Josh: No, that's not what this about, reva. I'm worried about you. And yes, i want to have a life.",
        "Reva: We will have a life. We will. But I can't just sit here. I... I have to call christopher. I have to tell him about the little girl. He's going to be so thrilled.",
        "Marina: Wow. So you're saying i'm, like, better than baseball? That's really... That's really big, coming from you, you know. I mean that's probably like the...",
        "Shayne: Marina...",
        "Marina: What?",
        "Shayne: Hey. I love you.",
        "Marina: What did you just say?",
        "Shayne: I said I love you. If i ever had to choose between baseball and you, I'd choose you in a heartbeat.",
        "Marina: No. No, no, no. Don't say that. Don't say that you'd give up something that you love me, because I know how much that means to you.",
        "Shayne: You mean more.",
        "Marina: I just... I don't want to, like, put me up on some kind of pedestal.",
        "Shayne: I'm not. You're the only person who gets me. When i'm not talking baseball, and when i'm not talking at all.",
        "Marina: Shayne.",
        "Shayne: You don't get it, do you?",
        "Marina: Get what?",
        "Shayne: What you are to me. I mean, how much you mean to me, and who you are.",
        "Marina: What? What am I?",
        "Shayne: You're amazing. You're the thought that gets me through the day.",
        "Bill: I wasn't sure you'd be",
        "bill: I wasn't sure you'd be so happy to see me.",
        "Eden: Well, you took your toothbrush, so i didn't know if you were ever going to come back.",
        "Bill: So, should I be here, eden?",
        "Eden: Well, do you still think it was me that showed marah those pictures on purpose so that they would break up?",
        "Bill: Look, it's not... It's not just about that, see? All right, when we first got together, I mean, we both had our baggage-- mine with michelle, you with tony. But here's the thing. I put mine behind me. See, and i thought you did the same. The next thing i know, tony and marah are breaking up and you're in the middle of it.",
        "Eden: That wasn't on purpose.",
        "Bill: Well, you know, and then i start thinking, gee, you know, tony and eden, they're from the same place, you know? Maybe... Maybe they should be together. But you know what? I never used to think like that. I didn't. I didn't. But then you were holding back about the pictures, and then i start questioning, like, does she really want to be with me? And I think right there was the first time it really hit me that you may be operating on another plane.",
        "Eden: No, that's not true.",
        "Bill: Eden, you do. You hold back a lot. And I know you used to do it to protect yourself. I know that. But you don'T...",
        "Eden: I want to change. I really do. I want to change.",
        "Bill: So what are you saying? You're going to tell me all your little secrets? Is that it?",
        "Eden: Well, is that what you need?",
        "Bill: No. Look, I need you, okay? I need you. And I know that you would never try to hurt me. I trust that. And I guess the rest would just come in time.",
        "Eden: Look, i want to be the woman that you can trust. But I can't promise that i'm never going to hurt you. And if you were going to bet on it, I would bet the other way.",
        "Marah: Well, based on our conversations earlier, i know you weren't expecting the designs yet, but i was able to finish them. Well, what can i say? I'm fast. Fast doesn't necessarily mean good, though, so just wait until you see them. You know, let's just say i found myself with some extra time on my hands, so i could up your timetable.",
        "Bill: Look I promised to you i'd be the guy who'd never leave, okay? And I intend on keeping that promise.",
        "Eden: When you say that, i almost feel like we have a chance of making it.",
        "Bill: Well, believe it. Okay, that's a start.",
        "Eden: You know, bill, my entire life I've always lived my life like the sky was going to fall any minute, and when the going got rough, i just took off. But I don't feel that way with you. I feel like for the first time, I can stay. You know, I can maybe even unpack my bags.",
        "Bill: No one's ever going to hurt you, okay? Not while I'm around.",
        "Eden: But it's not what's out there that i'm scared of. It's what's inside me.",
        "Bill: Well, i'll take my chances. In the afterglow time passes very slow and still i know i love you so under the spell of your gaze tangled in your embrace my fear's gone without a trace when we're face to face yeah, yeah...",
        "Marah: I know that I'm young, but I see that as a strength, not a weakness. I mean, take a look at zach posen, for example. He's younger than I am. No, I can assure that my focus is completely and totally on my work. Nothing is holding me back now. Nothing at all.",
        "Reva: Yes, it's unbelievable. They found her. They found her, and she's alive. Well, I couldn't have done it without you, christopher.",
        "Christopher: (Laughs) I knew you could do it. This is what you can do when you focus. And this is just the beginning, a great beginning. You've reunited a family today, reva.",
        "Reva: I did, didn't i?",
        "Christopher: Will i see you tomorrow? You need to keep working.",
        "Reva: Of course. In the morning. Christopher, thank you. Thank you for pushing me, for... I mean, I was doubting myself. I just kept doubting and doubting, but you... You knew. You had faith in me. And you were the only one.",
        "Christopher: I'll see you tomorrow then?",
        "Reva: Okay. In the morning.",
        "Christopher: Hi, it's me. She's the one. I finally found the woman we've been looking for.",
        "[NEXT_ON]",
        "Cassie: Richard? Richard?",
        "Olivia: I believe lizzie caused my fall."
    ],
    "Transcript Author": [
        "Provided by Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=lfqRg6ONdkw"
}