{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Harley: Well, it makes me feel very \r\n\t\tspecial. ",
        "Gus: Well, you are special. \r\n\t\t",
        "Harley: That must have taken every \r\n\t\tcent he had, you know. You guys were living on an honest cop's take home \r\n\t\tpay, right? ",
        "Gus: Yeah, that's true. But you \r\n\t\tknow, at least he had his integrity and honesty. Honesty was very \r\n\t\timportant to him like it is to me. ",
        "Harley: I know. ",
        "Gus: And, of course, trust. \r\n\t\t",
        "Harley: Right. Well, that's why it's \r\n\t\tso good that it's just a training ring, you know, so that we have plenty \r\n\t\tof time to really work on this trust thing. ",
        "Gus: Yeah. Yeah, I guess we need \r\n\t\tthat. (cell phone rings) Honey, if that's the station, you know, blow it \r\n\t\toff. ",
        "Harley: (laughs) No, it's not. \r\n\t\tHello? What? What? Wait. Can you hear me? Wait. I need to get some \r\n\t\tbetter reception. Sorry. ",
        "Gus: Okay. Why are you asking all \r\n\t\tthese questions about my father? What the hell is going on? ",
        "Harley: Yeah, yeah, I know. I owe \r\n\t\tyou. Are sure that Baker will be out for the rest of the night? Yes. \r\n\t\tYep, I'm on my way over. ",
        "Gus: Anything important? ",
        "",
        "Marah: Hey, I'm so proud of you. \r\n\t\tThis new place is going to be awesome. ",
        "Tony: Oh, yeah. ",
        "Danny: Guys, well, if we get any \r\n\t\tmore successful, I'm going to need a vacation. ",
        "Tony: Don't complain. We're are both \r\n\t\tin serious need of the cash right now. ",
        "Danny: Well, you picked a great week \r\n\t\tto fire one of our bartenders, Tony. ",
        "Tony: I don't want Eden hanging \r\n\t\taround here. Did she come up to pick up her check yet? ",
        "Danny: Mm-mm. No. ",
        "Tony: So you have a date with \r\n\t\tMichelle tonight or what? Yeah. ",
        "Danny: Yep. Still do. ",
        "Tony: Well, if you want you can take \r\n\t\toff. I mean between me and Marah, I mean we can handle both places. It's \r\n\t\tnot a problem. ",
        "Marah: Yeah, that would be fun.\r\n\t\t",
        "Danny: Well, Michelle's not \r\n\t\texpecting me for another 53 minutes. She was very specific. (laughter) \r\n\t\tShe wants to get Robbie in bed first. So... ",
        "Marah: So she wants to be alone with \r\n\t\tyou. That's a good sign. ",
        "Danny: Yeah. Yeah. She asked me not \r\n\t\tto rush her, so I'm not. Yeah, tonight is a very important night for us. \r\n\t\tIt's a new beginning, and I don't want to do anything to mess it up.",
        "",
        "Michelle: Carmen. ",
        "Carmen: I'm here for Robbie. \r\n\t\t",
        "Michelle: You're suppose to be in \r\n\t\tjail. ",
        "Carmen: Slight change of plans. Hey. \r\n\t\tHey, big boy. ",
        "Michelle: What do you want, Carmen?\r\n\t\t",
        "Carmen: It's very simple, Michelle. \r\n\t\tI want what's best for Robbie. He's going to grow up happy and healthy \r\n\t\twith me. ",
        "Michelle: You're going to have to \r\n\t\tkill me first. ",
        "Carmen: Oh, boy. Don't tempt me.\r\n\t\t",
        "",
        "Harley: I can not believe I have to \r\n\t\tgo back to the station. ",
        "Gus: Well, I'll go with you. \r\n\t\t",
        "Harley: No, that's okay. ",
        "Gus: What are you talking about? \r\n\t\tWe're partners; we do everything together. ",
        "Harley: Yeah. But we have to get the \r\n\t\tuniforms ready for the awards ceremony tomorrow. And if I remember \r\n\t\tcorrectly, yours is in your car. ",
        "Gus: Right. What was I thinking? All \r\n\t\tright, I'll... You know, just meet you at home then. ",
        "Harley: Okay. ",
        "Gus: All right? ",
        "Harley: Great. ",
        "Gus: I'll wait up for you actually.\r\n\t\t",
        "Harley: No. No, no, no. You don't \r\n\t\thave to do that. Because you've been working so much and you're tired. \r\n\t\tIt's fine. ",
        "Gus: Right. Okay. See you later. Pay \r\n\t\tfor this? ",
        "Harley: Mm-hmm. ",
        "Frank: Hello. What's going on with \r\n\t\tyou? Don't tell me your engagement's off already. ",
        "Harley: It's not an engagement. \r\n\t\tOkay, this is just a training ring. ",
        "Frank: Easy, easy. Geez Louise. Come \r\n\t\ton. What's up? Where's Gus? Where did he go? ",
        "Harley: He left, okay? Because I \r\n\t\tlied to him to get rid of him. ",
        "Frank: You did what? ",
        "Harley: I... Am about to break into \r\n\t\tGus' father's partner's apartment. ",
        "Frank: Okay, I didn't hear that.\r\n\t\t",
        "Harley: No, listen, Baker is living \r\n\t\tway too high on the hog for retired cop on a pension. You were right. So \r\n\t\tif he's dirty and he's partners with Gus' father, they're both dirty.\r\n\t\t",
        "Frank: Why don't you just ask Gus?\r\n\t\t",
        "Harley: Because I can't. Because Gus \r\n\t\tworships his father. And you can't tell somebody something like that if \r\n\t\tit's just a suspicion, and I know... What I'm doing is right. But he's \r\n\t\tgoing to end up shooting the messenger. ",
        "Frank: Well, hopefully my sister \r\n\t\tdoesn't get shot in the process breaking and entering. ",
        "Harley: Well, I will certainly try \r\n\t\tnot to. ",
        "Frank: You know you're not making me \r\n\t\tfeel any better here, sis. ",
        "Harley: Well, you know what, Frank? \r\n\t\tJoin the club because I'm feeling pretty lousy myself. ",
        "",
        "Lizzie: Mom? ",
        "Beth: Hmm? ",
        "Lizzie: Hello. ",
        "Beth: Oh, yeah, yeah, yeah. No, I've \r\n\t\tgot to... I've got a word right here. There. ",
        "Lizzie: Mom, are you kidding me? \r\n\t\t\"Fog\" is the best you can come up with after all that time? I don't \r\n\t\tbelieve this. Are you... Are you letting me win? ",
        "Beth: No, no, no, why would I do \r\n\t\tsomething like that? ",
        "Lizzie: I don't know, but... You \r\n\t\ttotally spaced out on this triple word right here. ",
        "Beth: Oh. ",
        "Lizzie: See? ",
        "Beth: (laughs) I didn't even see \r\n\t\tthat. Hmm, well... ",
        "Lizzie: I know you didn't. Mom, \r\n\t\tBill's going to be here. He's just late. Young guys do that a lot.\r\n\t\t",
        "Beth: I'm not worried about Bill.\r\n\t\t",
        "Lizzie: Good, because when he gets \r\n\t\there, you should just act totally cool like... Like you didn't even \r\n\t\trealize he was late. And, oh, you're so surprised that he even got here \r\n\t\tso early. ",
        "Beth: You think? ",
        "Lizzie: Well, I don't know. It's \r\n\t\twhat the girls at my school do. Believe me, the less they care about \r\n\t\tguys, the more they fall all over them. ",
        "Beth: Huh. Here you are coaching me. \r\n\t\tI thought that you didn't even like Bill. ",
        "Lizzie: I... I didn't at first. Then \r\n\t\tI realized I was acting like a jerk. Besides, I don't like to see you \r\n\t\tunhappy. ",
        "Beth: Oh, sweetie. You don't have to \r\n\t\ttake care of me anymore. For the first time in a long time, I am living \r\n\t\tlife on my own terms. And things are good. I feel good about myself. \r\n\t\tI've got Bill in my life and you're talking to me again. What could be \r\n\t\tbetter than that? ",
        "Lizzie: Dinner. ",
        "Beth: Yeah. ",
        "Lizzie: But I promise, when Bill \r\n\t\tgets here, I won't complain or anything. I... I'll even be really nice \r\n\t\tto him. ",
        "Beth: You know, when Bill gets here, \r\n\t\twe are going to celebrate big because this is going to be a fabulous New \r\n\t\tYear. ",
        "",
        "Carmen: Listen very carefully, \r\n\t\tMichelle, okay, because I'm not going to repeat myself. Save yourself.\r\n\t\t",
        "Michelle: This isn't going to work, \r\n\t\tCarmen. Robbie's going to grow up hating you, just like the rest of your \r\n\t\tfamily. Especially if he hears you shoot me now. He's young, but he'll \r\n\t\tremember. ",
        "Carmen: Well, don't you worry about \r\n\t\tthat. Because he's going to grow up happy and healthy and surrounded by \r\n\t\tpeople who love him. And then one day, he's going to be a powerful man. \r\n\t\tAnd he's going to lead this family in a way that Danny couldn't because \r\n\t\tyou made him weak. ",
        "Michelle: I'm really sorry that I \r\n\t\tsaved your pathetic, delusional life on the bluff. ",
        "Carmen: That was your mistake. \r\n\t\tDanny's not the only weak one. ",
        "Michelle: Well, I'm not as weak as I \r\n\t\tlook.",
        "Bill: Carmen! ",
        "Carmen: No!",
        "",
        "Harley: Mr. Baker? (Harley \r\n\t\tstruggles) ",
        "Gus: Don't shoot. Don't shoot.",
        "",
        "Danny: Flowers, champagne, do you \r\n\t\tthink... What do you think, Marah? Do you think she'll like these \r\n\t\tflowers? ",
        "Marah: I think it's going to be \r\n\t\tperfect. ",
        "Danny: Okay, well, I'm all set. But \r\n\t\tit's only a five minute drive over there, so talk to me, somebody.\r\n\t\t",
        "Marah: I'm sure you and Michelle are \r\n\t\tgoing to have a very special evening tonight. ",
        "Danny: Thank you for your \r\n\t\tconfidence. Oh, hey, did you go see Carmen? ",
        "Tony: Yeah. ",
        "Danny: What did she want? What was \r\n\t\tso important? ",
        "Tony: Oh, you know, usual. Go help \r\n\t\ther escape and she'll give me the world. But don't worry, I don't... I \r\n\t\tdon't want anything that Carmen has to offer me. ",
        "Danny: Yeah. She nearly destroyed my \r\n\t\tlife. Okay, enough talk on that topic. I can't stand it anymore. I'm \r\n\t\tgoing to get out of here. I'll take the scenic route if I have to.\r\n\t\t",
        "Tony: Hey, see you... Good luck, \r\n\t\tman. Get her, tiger. ",
        "Marah: Yeah, go get her. ",
        "Danny: Thanks, Happy New Year to you \r\n\t\tboth. ",
        "Marah: Bye. ",
        "Danny: Bye. ",
        "Tony: You, too, man. ",
        "Marah: He's acting like a schoolboy \r\n\t\ton his first date. ",
        "Tony: I don't think he ever loved \r\n\t\tanybody but Michelle. We Santos guys, we're really good at that one \r\n\t\twoman thing. ",
        "Marah: Yeah? ",
        "Tony: Yeah. ",
        "Eden: Excuse me. ",
        "Tony: Eden. I'm glad you could make \r\n\t\tit. ",
        "Eden: Yeah, well, you're holding my \r\n\t\tcheck. ",
        "Tony: Yeah. Marah, um... Would you \r\n\t\tgive us a moment? ",
        "Marah: Yeah, sure. ",
        "Tony: It will just take a minute. \r\n\t\tWhy don't you go into the office? I have your check. ",
        "Eden: So if you want to tell me \r\n\t\tabout you and that Marah chick, you can just save your breath. I got the \r\n\t\tpicture. ",
        "Tony: I don't want to talk here. \r\n\t\tMaybe we should go up to the roof. ",
        "Eden: What? ",
        "Tony: I hear you do your best work \r\n\t\tthere. ",
        "Eden: You're being really weird, \r\n\t\tTony. ",
        "Tony: And you are playing dumb. I \r\n\t\ttalked to Carmen. She told me everything. You killed my father. And you \r\n\t\tplayed me for a fool. ",
        "Eden: So now you know. ",
        "Tony: Oh, yeah, I know. ",
        "",
        "Michelle: Bill, Bill, are you all \r\n\t\tright? ",
        "Bill: Yeah, yeah, yeah. Are you \r\n\t\tokay? ",
        "Michelle: I think so. ",
        "Bill: All right, Michelle, call 911. \r\n\t\tShe's not moving. I think she hit her head bad. ",
        "Michelle: Get her gun, Bill. Get her \r\n\t\tgun, please... ",
        "Bill: What? ",
        "Michelle: Get her gun. Bill, she was \r\n\t\tgoing to take Robbie. She was going to kill me and she was going to take \r\n\t\tRobbie. ",
        "Bill: I... I know. I saw through the \r\n\t\twindow. I couldn't believe that she was here. ",
        "Lansky: FBI, freeze! Don't move!\r\n\t\t",
        "Bill: Drop it, you drop it! Drop it! \r\n\t\tDrop it right now! Put your hands up. All right, nice. Michelle, get... \r\n\t\tCall 9-1-1. Get Robbie upstairs, just go. ",
        "Michelle: Bill... Bill... \r\n\t\t",
        "Bill: Michelle, go upstairs! If \r\n\t\tyou're really FBI, I'm just going to let the police deal with that.\r\n\t\t",
        "",
        "Harley: Oh, my... What are you \r\n\t\tdoing? ",
        "Gus: Oh, what am I doing? What are \r\n\t\tyou doing? What are you doing here? You told me that you're going off to \r\n\t\tthe station to work on paperwork? Paperwork? ",
        "Harley: Okay, well... I lied. \r\n\t\t",
        "Gus: I leave you wearing my mother's \r\n\t\tring... ",
        "Harley: Look... ",
        "Gus: You tell me you're going off to \r\n\t\tthe station to do paperwork. \"Don't wait up for me.\" ",
        "Harley: Listen... ",
        "Gus: Lying to my face, breaking my \r\n\t\theart. ",
        "Harley: I have a very good reason.\r\n\t\t",
        "Gus: You know, just as soon as I \r\n\t\tthink that we're doing fine, you turn into somebody different. You \r\n\t\tactually think you're any better than my sister. ",
        "Harley: Listen to me. ",
        "Gus: Why'd you do this? ",
        "Harley: Listen to me. ",
        "Gus: Why'd you do this? ",
        "Harley: Do you think I enjoy being \r\n\t\tsuspicious of your father's partner? Do you think I enjoy sneaking \r\n\t\taround behind your back? Well, you know what, I'm not just going to \r\n\t\tcheck in my brain because I'm in a relationship with you, okay? At least \r\n\t\tI'm trying to find the facts before I jump to a conclusion that could \r\n\t\thurt you. ",
        "Gus: Really, what conclusion? What \r\n\t\tdid Roy Baker do that was wrong? ",
        "Harley: Try working for Carmen \r\n\t\tSantos. ",
        "Gus: You better... You better be \r\n\t\table to back that up before you talk like that... ",
        "Harley: Well, I was trying to when \r\n\t\tyou talk like that. ",
        "Gus: Where... Where do you get your \r\n\t\tinformation? ",
        "Harley: Your sister. ",
        "Gus: Oh, is that right, and you \r\n\t\tbelieve her? ",
        "Harley: Yes. ",
        "Gus: Why? ",
        "Harley: Because... Because she was \r\n\t\tso desperate to keep it a secret, she was willing to wreck that case \r\n\t\twith Carmen. ",
        "Gus: Why would you say something...\r\n\t\t",
        "Harley: She was stealing the CD with \r\n\t\tCarmen's confession on it. I caught her. ",
        "Gus: Eden doesn't give a damn about \r\n\t\tRoy Baker. She doesn't even remember the guy hardly... ",
        "Harley: No, she doesn't. But she \r\n\t\tcares about your father. She cares about you. Eden told me, and Carmen \r\n\t\ttold me. ",
        "Gus: (scoffs) ",
        "Harley: That your father was on the \r\n\t\ttake, too, Gus. ",
        "Gus: Oh, really? This is crazy. Do \r\n\t\tyou actually believe these two idiots? ",
        "Harley: That's why... That's why she \r\n\t\tpushed Federico off the roof. She said he was taunting her... \r\n\t\t",
        "Gus: My sister is a liar! She lies \r\n\t\tabout me. She lies to me. Now, she's lying about my father! ",
        "Harley: If Roy Baker was on the \r\n\t\ttake, they were partners. I'm sorry, but that means your father was on \r\n\t\tthe take, too. ",
        "Gus: Shut up! Shut up! ",
        "",
        "Tony: You killed my father and you \r\n\t\tplayed me for a fool. ",
        "Eden: Yeah, well, your father killed \r\n\t\tmine! ",
        "Tony: So, what is this, huh? What is \r\n\t\tthis, justice, huh? ",
        "Eden: No, it is not justice. Because \r\n\t\tif this was justice, I would have been raised by a family that would \r\n\t\thave kept me off the streets. ",
        "Tony: You should have stayed in \r\n\t\tChicago. ",
        "Eden: Trust me, I wish I did. \r\n\t\t",
        "Tony: So, what... What, you just \r\n\t\tcame over here, and what, you figured that... That you'd finish the job? \r\n\t\tYou get the whole family, is that it? ",
        "Eden: You know what? I have hated \r\n\t\tyour family and everything about them ever since I was a kid. And when I \r\n\t\tfound out that you were one of them, I hated you, too. But I found out I \r\n\t\twas wrong. You're not like them. Inside, you're hurt just like me.\r\n\t\t",
        "Tony: Carmen... She expects me to \r\n\t\tkill you. ",
        "Eden: Yeah? Then go ahead and just \r\n\t\tdo it! Just get it over with! Would you put me out of my misery? \r\n\t\t",
        "Tony: I am not my father. And I am \r\n\t\tnot Carmen. ",
        "Eden: So, what, you're just going to \r\n\t\tlet me walk? ",
        "Tony: If I let my father reach from \r\n\t\tunder the grave and ruin the one chance I have to be finally rid of him, \r\n\t\tthen I am more dead than he is. I'm very sorry for what my family did to \r\n\t\tyours, Eden. But I think it's safe to say it won't happen again. \r\n\t\t",
        "Eden: If I would have known it was \r\n\t\tgoing to end like this... ",
        "Tony: It is the end. We're finished \r\n\t\twith the past as of right now.",
        "",
        "Beth: Bill should have been here by \r\n\t\tnow. ",
        "Lizzie: Well, maybe his phone died. \r\n\t\tI mean, you know that happens to me a lot. ",
        "Beth: Maybe. ",
        "Lizzie: Well, you know what? \r\n\t\tPersonally, I'm glad we're having some girl time. I mean, honestly with \r\n\t\tgrandpa and Olivia already talking about divorce, and... Well, dad's \r\n\t\tgrumpier than ever, you're actually pretty much the most normal person \r\n\t\tleft. ",
        "Beth: (laughs) You know what, \r\n\t\tlet's... Let's go to the Country Club without Bill. Yeah, yeah, we'll... \r\n\t\tWe'll do something extravagant like... Like order a round of drinks for \r\n\t\tthe whole bar, French champagne. ",
        "Lizzie: We can leave a message for \r\n\t\tBill, so, you know, when he finally shows up-- which he will-- he can \r\n\t\tmeet us there. ",
        "Beth: Yeah, yeah, I'm sure he will \r\n\t\tshow up, unless... Oh, unless he thinks he was supposed to meet us \r\n\t\tthere. Oh, I can't remember what I told him. (laughs) Now, that would be \r\n\t\tsilly if he's been waiting for us at the Country Club all this time. You \r\n\t\tknow what? I bet that is exactly what happened. I'm going to call the \r\n\t\tclub right now. ",
        "",
        "Frank: I'm with Carmen Santos right \r\n\t\tnow. She's got a serious head trauma. She's unconscious. We're moving \r\n\t\ther to Cedars. Her accomplice is on her way downtown now. And I'll be \r\n\t\tthere as soon as I get some statements from the witnesses. Cooper out.\r\n\t\t",
        "EMT: Locked. ",
        "Frank: Ralph, I want you to ride \r\n\t\twith her in the back. She is still dangerous. I want to make sure no one \r\n\t\telse tries to spring her. Do you understand me? ",
        "Officer: Yes. ",
        "Frank: Go. Michelle, you okay?\r\n\t\t",
        "Bill: Yeah, we're... We're fine. \r\n\t\tWe're fine. Everything's okay. You are safe, Robbie's safe. ",
        "Michelle: If you hadn't shown up \r\n\t\twhen you did... She'd be halfway to the islands with Robbie, and I'd be \r\n\t\tdead right now. ",
        "Bill: Michelle, don't say that...\r\n\t\t",
        "Michelle: No, it's true. Frank, how \r\n\t\tdid she get out of jail? ",
        "Frank: Michelle, I don't know. \r\n\t\tObviously, she had this Lansky guy in place for years until she needed \r\n\t\thim. I don't think we're going to have to worry about that anymore. I \r\n\t\tdoubt very much he's going to make it. ",
        "Bill: Are you saying that... \r\n\t\t",
        "Frank: Bill, you acted under the \r\n\t\tfull protection of the good Samaritan law to prevent a tragedy. You did \r\n\t\ta damn good job. Don't you worry about a thing. However, I am going to \r\n\t\tneed a statement. ",
        "Bill: Yeah... Can I have five \r\n\t\tminutes to talk to Michelle? ",
        "Frank: Yeah, I'll be outside. \r\n\t\t",
        "Michelle: Look at this place. \r\n\t\tEverything that she touches, she ruins! ",
        "Bill: Michelle, you can clean up \r\n\t\ttomorrow. ",
        "Michelle: No, this is my home! I \r\n\t\twant it the way it was! I want Robbie to wake up in the morning and not \r\n\t\tsee a single trace of anything of her! ",
        "Bill: Could you sit with me for a \r\n\t\tminute? I just never sort of killed somebody before. ",
        "Michelle: I'm sorry, Bill. \r\n\t\t",
        "Bill: I didn't mean to hurt her, \r\n\t\tMichelle. I... I... I just had to stop her from hurting you. I... I \r\n\t\tdidn't even think, I ... ",
        "Michelle: Hey, hey, you didn't do \r\n\t\tanything wrong. Even Frank says so. ",
        "Bill: It's just at that moment I \r\n\t\tjust saw everything... Everything flashed before my eyes. When we were \r\n\t\tkids playing... When we were on the island. You said you had to get away \r\n\t\tfrom this violence in your life. And you'd do anything you had to do to \r\n\t\tget Robbie away from the violence, even if it meant leaving the man that \r\n\t\tyou love. And at that moment right there, I... I knew exactly what \r\n\t\tyou've been battling all alone, all this time. And it's like my entire \r\n\t\tbeing just said, \"No, I can't lose you. I'm not going to lose her.\" So I \r\n\t\tjust tackled her. ",
        "Michelle: Thank God. I don't know \r\n\t\twhat I would do without you. ",
        "Bill: Michelle. That's exactly what \r\n\t\tI thought. What would I do without you? (sighs) Michelle, I... I came \r\n\t\there tonight because I'm... I'm confused. Confused about you. It's just \r\n\t\tI... I... I have these feelings about you that I know I just shouldn't \r\n\t\tbe having. So, now you... You're with Danny and I know that. I know you \r\n\t\tand Danny, you belong together, I know that. It's just... It's just I... \r\n\t\tI can't help... I can't help but wish that things could be different. \r\n\t\tThings could be different. For us.",
        "",
        "Danny: Hey, Frank. ",
        "Frank: Hey. ",
        "Danny: What... What's the matter? \r\n\t\tWhat's going on? ",
        "",
        "Michelle: What are we doing? \r\n\t\t",
        "Bill: I'm sorry. You're upset. I \r\n\t\tshouldn't' have taken advantage of you like that. ",
        "Michelle: No, no, we're both... \r\n\t\tWe're both upset. (doorbell rings) ",
        "Danny: Thank God, Michelle. Are you \r\n\t\tokay? ",
        "Michelle: Yeah. ",
        "Danny: Frank told me. Honey, are you \r\n\t\tall right? ",
        "Michelle: Um-hmm. ",
        "Danny: Honey, are you sure? \r\n\t\t",
        "Michelle: Yeah, yeah. ",
        "Danny: Where's Robbie? ",
        "Michelle: He's... He's fine. He's in \r\n\t\tbed. ",
        "Danny: (sighs) I can't believe \r\n\t\tthis. I... I can't believe that this happened. I can't believe I almost \r\n\t\tlost you again. ",
        "Michelle: And Robbie. Danny, she \r\n\t\tcame to take Robbie. ",
        "Danny: I'm so sorry that I wasn't \r\n\t\there. ",
        "Michelle: It's okay, it's all right. \r\n\t\tBill came in here just in time and he stopped her. ",
        "Danny: Bill, thanks. Thanks. \r\n\t\t",
        "Bill: They said she might not make \r\n\t\tit. I'm... I'm sorry... ",
        "Danny: No, Bill, you did what you \r\n\t\thad to do. Is Robbie asleep? ",
        "Michelle: He's upstairs, he's \r\n\t\tfine... ",
        "Danny: I want to go see him. \r\n\t\t",
        "Michelle: ...Honey, he's fine.\r\n\t\t",
        "Danny: I want to go see him. I'll be \r\n\t\tright back. ",
        "Bill: It's quite a night, huh?\r\n\t\t",
        "Michelle: I'll say. You got blood on \r\n\t\tyour tuxedo. ",
        "Bill: I think Uncle Josh will \r\n\t\tunderstand under the circumstances. Oh, I'm supposed to take Beth and \r\n\t\tLizzie to the club tonight. ",
        "Michelle: You better give them a \r\n\t\tcall, you know, and explain. ",
        "Bill: Well, I think this is one of \r\n\t\tthose things you have to explain in person. Will you be okay? \r\n\t\t",
        "Michelle: I'm fine. ",
        "Bill: Oh, right, Danny's here. All \r\n\t\tright, well... I'll get out of your... Your way. ",
        "Michelle: Bill, thank you. \r\n\t\t",
        "Bill: Don't even mention it. It's \r\n\t\tover, right? All right.",
        "",
        "Beth: Well, no sign of Bill at the \r\n\t\tclub, and we've lost our reservation. ",
        "Lizzie: Well, you know what? Who \r\n\t\tcares about that boring old club. We have better things to do. (cell \r\n\t\tphone rings) ",
        "Beth: Oh, finally, okay. ",
        "Lizzie: Now, if it's Bill, just act \r\n\t\tlike you don't care. ",
        "Beth: At this point, it won't be an \r\n\t\tact. Hello? Oh... (laughs) ...Yes, yes, Lizzie's right here. It's \r\n\t\tRebecca. ",
        "Lizzie: Rebecca... She has a hot \r\n\t\tdate tonight. Becca, what's up? What happened? Where's Brett? Oh, I'm \r\n\t\tsorry. No, actually, I have plans tonight with my mom. I... ",
        "Beth: No, no, no, no, no, no. If \r\n\t\tyou've got something better to do, than you jump on it. ",
        "Lizzie: What about you? ",
        "Beth: Oh, I'm... I'm fine. Don't \r\n\t\tworry about me. ",
        "Lizzie: Yeah, okay, Becca, why... \r\n\t\tHow about you come over here instead, and we'll have like a sleep over. \r\n\t\tWe could watch the ball drop. It will be fun. Okay, great, bye. \r\n\t\t",
        "Beth: You have a good time. \r\n\t\t",
        "Lizzie: But... You're not going to \r\n\t\tstay? ",
        "Beth: No. No, I'm going to go back \r\n\t\tto the hotel. You know, you'll have a better time with your friend. And \r\n\t\tbesides, I don't want Bill to see me waiting around here for him. \r\n\t\t",
        "Lizzie: I'm sure he has a good \r\n\t\texcuse, Mom. ",
        "Beth: Yeah, I hope so for his sake.",
        "",
        "Marah: So did you find everything \r\n\t\tyou were looking for? ",
        "Eden: Yeah. And all I need is a new \r\n\t\tlife and a new job. All right, take care you two. ",
        "Marah: So what was that all about?\r\n\t\t",
        "Tony: Setting the record straight.\r\n\t\t",
        "Marah: Okay, well, if she didn't get \r\n\t\tthe message, just let me know. ",
        "Tony: When you're jealous, you know \r\n\t\twhat? ",
        "Marah: I am serious. I do not like \r\n\t\tthat girl. ",
        "Tony: Yeah. (salsa music playing) \r\n\t\tGreat song. Dance with me. Dance with me. ",
        "Marah: Did she just try to make a \r\n\t\tmove on you? Does she still like you... ",
        "Tony: (shushing) Just listen. Listen \r\n\t\tto the music, and move with it, come on. ",
        "Marah: No... ",
        "Tony: Come on. ",
        "Marah: What is it? ",
        "Tony: It's salsa. Come on, dance \r\n\t\twith me. ",
        "Marah: No, I can't do this. \r\n\t\t",
        "Tony: Yes, you can. Come on, just... \r\n\t\tIt's all in the hips, you know, a little spin. ",
        "Marah: No, you're just trying to \r\n\t\tdistract me. ",
        "Tony: Is it working? ",
        "Marah: No. ",
        "Tony: Come on, relax, okay? Just \r\n\t\tfeel it, feel the music all right? Feel it. ",
        "Marah: Oh, yeah, I feel like a \r\n\t\tklutz. ",
        "Tony: Okay. I want you to relax, \r\n\t\tokay. And I want you to pretend that this part of your body is mine. \r\n\t\t(laughter) ",
        "Marah: This dance must be every \r\n\t\tboy's dream. ",
        "Tony: No, you're every boy's dream.\r\n\t\t",
        "Marah: (laughs) ",
        "",
        "Gus: My father was a good man. Roy \r\n\t\tBaker is a good man. ",
        "Harley: Yeah, well, even good people \r\n\t\tmake hard choices, Gus. You don't believe me? He doesn't dress like any \r\n\t\tretired cop I've ever seen. Look at this. Designer, double-breasted \r\n\t\tsuits. Look at these shoes. ",
        "Gus: Well, maybe the guy won the \r\n\t\tlottery, you know. He was like an uncle to me. ",
        "Harley: I know that. Don't you think \r\n\t\tI know that? What do you think I'm doing this for? So I don't have to \r\n\t\tbuy into some evil, malicious lie. Do you think I enjoy sneaking around? \r\n\t\tDo you think I wanted to hurt you? And I'll tell you, if this is a lie, \r\n\t\tI will be the first person to put it to rest. ",
        "Gus: I'm going to tell you \r\n\t\tsomething, it is a lie. This is a lie because if... My father was the \r\n\t\tman that I thought he was, okay, otherwise... Otherwise my whole life \r\n\t\tdoesn't make any sense. Save it, Coop. Because none of it's true, and \r\n\t\tyou want to know something sneaky? You're going to help me prove it now.\r\n\t\t",
        "Harley: Okay. Good. Why don't we \r\n\t\tstart with the safe? That's what I was doing when you came in. \r\n\t\t",
        "Gus: Is that right? Well, we both \r\n\t\tknow who can really open a safe. (cell phone rings)",
        "Harley: Hey, Frank. No, I have not \r\n\t\tbeen shot yet. Although if I'd been in the middle of something when you \r\n\t\tcalled, who knows? How the... No, we'll be right there. We'll be right \r\n\t\tthere. We got to go. ",
        "Gus: I got to tell you, it's nice \r\n\t\tthat Frank knows about my whole life. What's going on, what? ",
        "Harley: Carmen Santos escaped from \r\n\t\tprison. She went after Michelle and Robbie. Bill Lewis knocked her down, \r\n\t\tshe hit her head, she's in a coma. Frank doesn't think she's going to \r\n\t\tmake it. ",
        "Gus: Let's go. We'll take care of \r\n\t\tthis later. I can't wait to have a word with my sister.",
        "",
        "Bill: Hey. I'm... I'm so sorry.\r\n\t\t",
        "Beth: Yeah, so am I. Would have been \r\n\t\tfun. But you know what? I had fun with Lizzie. Now, I'm tired and I'm \r\n\t\tgoing to go home. Good-night. ",
        "Bill: Beth, don't be like that. If \r\n\t\tyou knew... Something happened. ",
        "Beth: My God, Bill, there's... \r\n\t\tThere's... There's blood on your shirt. ",
        "Bill: This whole evening's been a \r\n\t\tnightmare. ",
        "Beth: You're frightening me. What... \r\n\t\tWhat happened? ",
        "Bill: I'm okay. But I... I still got \r\n\t\tto give a statement the police... ",
        "Beth: Police? Why do you have to \r\n\t\ttalk to the police? Did you hurt someone? ",
        "Bill: You know what, Beth, I'm all \r\n\t\ttalked out... Right now. Do you mind? Can we just talk about this \r\n\t\ttomorrow? I just wanted to... Stop by and explain that... ",
        "Beth: Explain? (laughs) You haven't \r\n\t\texplained anything! ",
        "Bill: Tomorrow. All right? Please, \r\n\t\tjust... Can I talk to you tomorrow? ",
        "Beth: Yeah. ",
        "Bill: Thanks. I... I got to get \r\n\t\tgoing.",
        "",
        "Danny: I went to kiss him and his \r\n\t\teyes just flew open, because he wants his daddy, don't you? ",
        "Michelle: Of course he does. But \r\n\t\twhat he needs most of all right now is his sleep. ",
        "Danny: Yeah, you need some sleep. \r\n\t\tMichelle, I'm so sorry about everything. I... I... Tonight should never \r\n\t\thave happened. ",
        "Michelle: Yeah, but it did. Once \r\n\t\tagain it did, Danny. ",
        "Danny: I just wish I'd been here... \r\n\t\tIf I'd been here... ",
        "Michelle: Nobody's pointing any \r\n\t\tfingers, okay? ",
        "Danny: Okay, I know... I know you're \r\n\t\tnot. ",
        "Michelle: I'm sorry, I just can't... \r\n\t\tI just can't do this with you right now. ",
        "Danny: It's okay, hey, it's okay. \r\n\t\tIt's all right. I... I understand, I do. So... Can I just hold you... \r\n\t\tFor a little bit? ",
        "Michelle: Your mother's... \r\n\t\t",
        "Danny: ...Both of you? ",
        "Michelle: ...Been taken to the \r\n\t\thospital, Danny... ",
        "Danny: Michelle, I don't care about \r\n\t\tthat... ",
        "Michelle: You need to go there and \r\n\t\tmake sure she made it. Well, I do. I do. I care, please. Please, Danny.\r\n\t\t",
        "Danny: Okay. ",
        "Michelle: Just go, okay? ",
        "Danny: All right, whatever you want. \r\n\t\tOkay. All right, tiger, want to go to Mommy. ",
        "Michelle: That's a good boy. \r\n\t\t",
        "Danny: Yeah, well, it's a new year, \r\n\t\tMichelle. It's going to be a better one for us. I know it is. \r\n\t\t",
        "Michelle: We'll see. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=jnQWKftMOl8"
}