{
    "Episode Summary": [],
    "Recap": [
        "Blake and Ross each wait for one another to apologize, neither one of them does and Ross leaves. Michelle finds her way to Tony's hotel room after being washed ashore. Phillip tells Alan about Lizzie's accident while Lizzie tells Alex what she did. Alex urges Lizzie to confess. Gus saves Ruth from being hit by a car and Gus consequently finds out that Ruth is really Harley in disguise. Phillip runs into Ruth at the police station and she accuses him of trying to kill her. Sebastian tells Holly he is dying."
    ],
    "Recap Author": "Eva",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Holly: If the whole point of this was to put Roger's memory to rest, it isn't doing it. Sebastian?! Open this up. Sebastian?! Sebastian?!",
        "Sebastian: I'm sorry, Holly. It's just the way it has to be. It's a matter of life and death.",
        "[SCENE_BREAK]",
        "Danny: Oh, well.",
        "Blake: Oh, dear. Oh, well. I shouldn't have had that last glass of wine at the lighthouse.",
        "Danny: Shouldn't have had that first one.",
        "Blake: There you go.",
        "Danny: So...",
        "Blake: (Sighs)",
        "Danny: What?",
        "Blake: Ross. I'm not ready for this.",
        "Danny: Oh, come on. You're fine. You're fine. At least he's here right in front of you, right? I'm going to get us some coffee.",
        "Ross: Hello, Blake. Danny.",
        "Danny: Hi, Ross.",
        "Blake: Ross.",
        "Ross: I've been looking for you.",
        "Blake: Is that so?",
        "Ross: Yeah.",
        "Danny: All right, come on. Come on, kiss and make up.",
        "Ross: I believe Danny has the right idea. You know, a simple \"I'm sorry\" and a little kiss would go a long way to put behind us the fight that we had.",
        "Blake: Okay. Go ahead.",
        "Ross: I'm expecting an apology and a kiss from you.",
        "[SCENE_BREAK]",
        "Alan: Phillip, are you all right?",
        "Phillip: Yes, I'm fine. I'm feeling better every day. Well, you just told Elizabeth in there that you would risk everything to keep her safe.",
        "Phillip: Yeah. And happy. I also said happy.",
        "Alan: Exactly what kind of risks are you talking about?",
        "Phillip: It doesn't matter. I'm expecting a message any moment that will make everything go away. It'll all be fine.",
        "Alan: A message from Ruth Karloff?",
        "Phillip: No, Dad, it's actually a message about Ruth Karloff.",
        "Alan: I don't understand.",
        "Phillip: My assistant has become what you use to refer in the old days as a \"problem.\" But it's okay, because now I know how to solve problems. I'm really good at it now. I solved this one. After tonight, Ruth won't be a problem anymore.",
        "[SCENE_BREAK]",
        "Ruth/Harley: Hey, watch it. Hey! (Car screeching)",
        "Gus: Harley.",
        "Gus: You're Ruth.",
        "Harley: Will you get off of me?",
        "Gus: I can't believe it. I knew there was something about you that bugged me, and now I know what it is. You're her. She's you.",
        "Harley: Maybe you could be concerned about my health. Check for broken bones, concussion. See if that car is coming back.",
        "Gus: Nobody's around. No, you're fine. You're fine.",
        "Harley: Except for the fact that I can't breathe. Get off of me.",
        "Gus: I'm not going anywhere until you tell me what's going on!",
        "[SCENE_BREAK]",
        "Tony: That's not her.",
        "Island cop: Don't worry. We'll keep looking for the lady.",
        "Tony: Thank you. All right, we're going to make it through this. I promise. Everything's going to be fine.",
        "Michelle: Tony, be honest with me, all right. Are we really going to make it through this?",
        "Tony: Michelle, yes, we're going to get through this. Okay. Everything is going to be all right.",
        "Michelle: Okay.",
        "Tony: Come here.",
        "Michelle: Okay.",
        "Tony: It's all right.",
        "Michelle: Nice weather we're having, huh? So what's a girl got to do to get a \"hello\" around here?",
        "[SCENE_BREAK]",
        "Holly: Roger would be proud. What do you want from me? I'm your prisoner. I'm your captive audience.",
        "Sebastian: I prefer \"guest.\"",
        "Holly: And you've gone out of your way to make me welcome. It's amazing how traits get carried from one generation to the next.",
        "Sebastian: Don't make this ugly.",
        "Holly: Oh, I wouldn't dream of messing up the beauty of it all.",
        "Sebastian: Come here! Sit down! Now, you listen to me, Holly. You can make this as pleasant or as unpleasant as you like. It's up to you.",
        "Holly: If it was up to me, you would be roasting in hell with your father.",
        "Sebastian: Yeah, well, I hope to put that off for as long as possible. I don't want to hurt you, Holly.",
        "Holly: Then let me go.",
        "Sebastian: No. I can't.",
        "Holly: Why not? Well, tell me the truth. Are you Roger's son? Or are you just some lunatic?",
        "Sebastian: Yes. Yes, I'm his son! I'm his son in more ways that I'd like to be. And you're right, I owe you the truth, Holly. I owe you the truth, because both of our lives depend on it.",
        "[SCENE_BREAK]",
        "Alexandra: Oh, I can't tell you how happy I was when they told me you were coming to see me.",
        "Lizzie: I missed you.",
        "Alexandra: Oh, me too, darling. All right, okay. What's wrong?",
        "Lizzie: Nothing. I just... I just wanted to see you, that's all.",
        "Alexandra: Really? Nothing serious? Okay. That's fine, don't worry about it. I'm starved for the company. Most of my conversations are with myself and they end up arguments. (Laughs)",
        "Lizzie: I guess that's how you broke your foot, huh?",
        "Alexandra: Uh, yes. I lost that one big-time, yes. Okay, darling. Lizzie, come on, look at me, darling. This is your Aunt Alex. You can tell me anything.",
        "Lizzie: How do you do it?",
        "Alexandra: What?",
        "Lizzie: How do you handle being in here?",
        "Alexandra: Oh, well, quiet meditation and... (chuckles) I don't know, darling. I don't know. You get on with it. You start thinking about how horrible it is and... why?",
        "Lizzie: I just have a feeling that I might be in here one day soon, too.",
        "[SCENE_BREAK]",
        "Phillip: Ruth Karloff had an agenda.",
        "Alan: Phillip, if she's aware of some unsavory business deal that you made, all you have to do is pay her off.",
        "Phillip: No. It's not about...",
        "Alan: Get rid of her. (Cell phone ringing)",
        "Phillip: It's not about the business, Alan. It's about the survival of our family. It's why I did what I... hang on a second. Yes?",
        "Man in mask: We have a problem, Mr. Spaulding.",
        "Phillip: You were hired to make the problem go away.",
        "Man in mask: I had the lady in my headlights. She was road-kill until somebody pushed her off the road. And it looked like Gus Aitoro.",
        "Phillip: Wait a minute. You did what? You... you incompetent idiot. I hired you to do one thing. I hired you to get rid of her! I... I did want you to kill her. (Whimpering) now she's out there walking around and she... she knows about... she knows!",
        "Alan: Phillip! Phillip! Phillip! Phillip, get a hold of yourself. Get a hold of yourself, son. Pull yourself together and put that down. There are people down there. Put it down. Put it down. Have you hired someone to kill Ruth Karloff?",
        "Phillip: No. You don't understand.",
        "Alan: We're talking about a woman's life.",
        "Phillip: No! We're talking about my daughter's life! Ruth found the car! Which means that Lizzie can be nailed for that hit and run accident that almost killed Sandy Foster!",
        "Alan: Lizzie was driving the car?",
        "Phillip: Yes! Now do you understand? I had to get rid of Ruth, to save Lizzie's life.",
        "[SCENE_BREAK]",
        "Harley: Fine. The only way to stop Phillip seemed to be from the inside. The man is out to wreck people's lives. As simple and as crazy as that sounds, it's true. So I invented Ruth, okay? I figured if I could get in Spaulding, I could stop him before somebody gets killed. Maybe me, for example.",
        "Gus: Do you actually think that Phillip would try to kill you?",
        "Harley: Why do you think we're lying here? Get off of me. This whole thing is not just some accident. This was attempted murder!",
        "[SCENE_BREAK]",
        "Sebastian: Ever since I was a kid, I knew that I was different from most people. What made them cry usually made me laugh, and vice versa.",
        "Holly: You're just one of a kind.",
        "Sebastian: I didn't really understand why I was like that, you know? And then I met my father and it all made sense. Of course I was special.",
        "Holly: You're Roger's son.",
        "Sebastian: Yeah. And I knew--I knew--then that I would be destined to follow in his footsteps.",
        "Holly: So you lured me here because of Roger. What is it? Is it about a ransom?",
        "Sebastian: (Laughs) you really think I just want to make money off of you?",
        "Holly: I don't know.",
        "Sebastian: I have enough money. When I met my father, I was struck by how much we were alike. I mean, Holly, we were the same. Same taste in clothes, music, food, wine. Even the same genetic deficiency. I guess you could say it's all in the blood. The big difference, though, between us is that the disorder killed Roger and so far I'm still alive and kicking. So far. Because I'm dying, Holly.",
        "[SCENE_BREAK]",
        "Tony: You do know that you had half of this island looking for you, right?",
        "Michelle: Well, I'm sorry I couldn't have washed up on a more convenient beach.",
        "Tony: Yeah. I tried swimming after you, after we got swept overboard, but you disappeared.",
        "Michelle: I just kept telling myself that I was going to be okay and you were going to be okay, and I was thinking about my memory, you know? My mom and what she said to me.",
        "Tony: Right, right, right. \"Be brave.\"",
        "Michelle: Mm-hmm. And look. Look. Look what made it through the storm. Right? And I took that as a good omen and I started walking. I found a road and...",
        "Tony: I'll tell you what. Listen, we need to get you to a doctor.",
        "Michelle: Uh-uh, no.",
        "Tony: Seriously, please. Let's get you to a doctor.",
        "Michelle: No, Tony, I'm fine, honestly. I just... I want some dry clothes, you know, and I need a hot meal. And a nice soft bed. Oh, God.",
        "Tony: I'm glad this is a joke to you.",
        "Michelle: You were afraid you lost me, weren't you?",
        "Tony: I didn't say that.",
        "Michelle: Come on, Tony. Admit it.",
        "Tony: What?",
        "Michelle: Be brave.",
        "[SCENE_BREAK]",
        "Danny: Ok. All right, listen. You two can work it out or not. I'm going to call it a night, okay?",
        "Ross: Danny? Why were you with Blake?",
        "Danny: Well, we ran into each other earlier.",
        "Blake: He found me in bed.",
        "Ross: Excuse me?",
        "Danny: It's not what you think, Ross.",
        "Ross: What should I think?",
        "Blake: That I had planned to spend the night at the lighthouse and was, indeed, already in Michelle's bed when Danny happened to show up. We had a bottle of wine--actually two bottles of wine--and then one thing led to another.",
        "Danny: And then when the wine was gone, Blake decided that she wanted to find you and make amends.",
        "Ross: Oh.",
        "Blake: No, no, no. I wanted amends made.",
        "Ross: Oh, from me? Well, that's too bad, because I have no reason to apologize.",
        "Blake: You've got to be kidding me.",
        "Waiter: Ms. Marler? Telegram.",
        "Blake: Thank you.",
        "Sebastian: Michelle and Holly are with me. Business going well. Love, Sebastian. P.S., Essential to mission that you keep this secret.",
        "Danny: Blake? Blake? Something wrong?",
        "[SCENE_BREAK]",
        "Phillip: I would have told you sooner but I thought I had it handled.",
        "Alan: Elizabeth was driving the car that hit Sandy Foster. Why?",
        "Phillip: These things happen.",
        "[SCENE_BREAK]",
        "Lizzie: Everything's just gotten so crazy, Aunt Alex. I don't know what to do.",
        "Alexandra: All right, darling. Calm down and just tell me everything, all right?",
        "Lizzie: Did you hear about the person who did the hit and run?",
        "Alexandra: Hm.",
        "Lizzie: Who almost hit Tammy Winslow and practically killed Sandy Foster. That was me.",
        "[SCENE_BREAK]",
        "Phillip: It was completely accidental. Lizzie was parked out the front of the bar that night.",
        "[SCENE_BREAK]",
        "Lizzie: With the engine running and I was waiting for Tammy, and... I thought she was with Joey and I just had to find out.",
        "[SCENE_BREAK]",
        "Phillip: When Tammy finally did come out, she came out the back instead of the front and it surprised Lizzie. She panicked.",
        "[SCENE_BREAK]",
        "Lizzie: I stomped on the gas. I was so afraid that Tammy would see me. I don't know, I was just going so fast and she was right in front of me.",
        "[SCENE_BREAK]",
        "Phillip: She tried to hit the brakes but it was too late. And meanwhile, Sandy had come out of the bar and he pushed Tammy out of the way at the last second, and that's how he got hit.",
        "[SCENE_BREAK]",
        "Lizzie: I didn't even know who I hit. It was like it didn't matter. I just kept following that road and I don't know, it just... I thought that maybe if I just kept driving and kept driving that it would just disappear. It would be like a bad dream. But it wasn't. It was horrible, Aunt Alex.",
        "[SCENE_BREAK]",
        "Phillip: When she got home, she told me what happened. I went out to the garage and looked at the car, and the whole front end was banged up. It was so obvious what had happened. So I had to take care of it.",
        "Alan: How?",
        "Phillip: I drove the car out to that swampy corner of the property and I sunk it as deep as I could. I figured no car, no crime. But Ruth went out there and she found the car.",
        "[SCENE_BREAK]",
        "Lizzie: \"No problem.\" That's, like, Dad's whole attitude abut the thing. And I don't know, I understand he's trying to be good. He's taking care of it, he says, and he said everything's going to be okay, it's just... I wish everything would be okay up here.",
        "Alexandra: Oh, baby, baby. You can't stop thinking about it at all, huh?",
        "Lizzie: Every minute of every day, Aunt Alex. I couldn't sleep then, I can't sleep now. Do you know how many times I would want to just walk in the police station and tell them everything that happened? It's awful.",
        "Alexandra: Confessing may be the only way to save oneself.",
        "[SCENE_BREAK]",
        "Alan: So you did all of this to protect Elizabeth, huh?",
        "Phillip: It was an accident. It was just an accident. But Lizzie's a Spaulding and the police chief is a Cooper. It's exactly what they've been waiting for.",
        "Alan: Who?",
        "Phillip: Who? All of them. The press, the Lewis's, the Coopers. They've all been dying to get their hands on one of us. They will torture Lizzie.",
        "Alan: Let me tell you something. You have done more than cover up a crime to protect your daughter. You almost got a woman killed, Phillip.",
        "Phillip: See, you don't get to do that, Alan. You don't get to pull back now. Not now. Because we have to be strong, we all have to be strong right now, because if you... if you show an opening, if you let up just a little bit, they do lock you up. And they pump you full of drugs and they jab you with needles and they shoot electricity through your brain and they control you. They own you.",
        "Alan: You listen to me. You listen to me, Phillip. You cannot control everything. No one can. Now, I know that you have seen that I have learned that lesson the hard way in life.",
        "Phillip: But now you're... now you're telling me to be passive.",
        "Alan: No, I'm...",
        "Phillip: To be weak.",
        "Alan: No, I am not at all. I am telling you, you have got to think these things through better. There are ways to protect Elizabeth, ways to protect your family, so that you don't go so far. (Cell phone rings)",
        "Phillip: Yes?",
        "Thomas: Mr. Spaulding? Lizzie asked me to drive her to the police station. She's with your aunt and she seems pretty upset. I thought you'd like to know.",
        "Phillip: I've got to stop her.",
        "Alan: Who? Who?",
        "Phillip: Lizzie. She's going to ruin everything!",
        "[SCENE_BREAK]",
        "Gus: You actually think that Phillip would try to take a life?",
        "Harley: Listen to me, I came across this half-buried car. It perfectly matched the description of the car that hit Sandy Foster.",
        "Gus: That's not enough.",
        "Harley: I photographed the tires and guess what? The tread matched the tire tracks left right here at the scene of the crime.",
        "Gus: How does this involve Phillip?",
        "Harley: Because the car I found was Phillip's. On Phillip's property. And Phillip hates the Lewis's and I believe that the man is just whacked out enough that he's going to take out anybody who gets in his way. Anyone who opposes him is the enemy, including Ruth.",
        "Gus: Well, that doesn't make any sense, because he trusted Ruth.",
        "Harley: Yeah, he trusted her until she told him she knew about the half-buried car.",
        "Gus: You tell Frank about this?",
        "Harley: No, I... I'm just trying to keep it quiet until I can get everything pieced together. But after tonight...",
        "Gus: What are you going to do? You going to \"out\" yourself as Ruth?",
        "Harley: No, no, no, no, no, no, no. The question is not what I'm going to do. The question is what are you going to do.",
        "[SCENE_BREAK]",
        "Holly: I don't believe you. You're sick. This is another twisted game!",
        "Sebastian: Come here. Sit down. You know how to read one of these? Huh?",
        "Holly: Yeah.",
        "Sebastian: Yeah? A medical report. Go ahead. Read it. Look. Red cells versus white. This count, that count. Diagnosis, prognosis. Here.",
        "Holly: It's inoperable and irreversible. I'm sorry.",
        "Sebastian: (Yells) I don't want sorry, Holly! I don't want your pity! I want a life! I want a life! I want... I want... (screams)",
        "[SCENE_BREAK]",
        "Tony: I was worried, you know? I mean, Michelle, come on. You almost drowned. What would I have told Danny? Or, God, Robbie, for that matter, you know?",
        "Michelle: Well, that's why during the storm, the whole entire time, I kept thinking if I make it through this, I will never take one minute of my life for granted again. Which is why, right now before I take a hot shower, before I even eat anything else, there's something I've got to do.",
        "Tony: Okay. What is it?",
        "Michelle: I've got to talk to my little boy. I kept thinking about him, you know? And seeing his face and I just... I just... I want to hear his voice. Does the phone work?",
        "Tony: Sure, yeah. Here.",
        "Michelle: I'm going to call his nanny. Judy. Hey, hey, it's Michelle. Is Robbie asleep? Can I talk to him? Hey! What are you doing awake?",
        "Robbie: Mommy, I had a bad dream.",
        "Michelle: Aw. I'm sorry.",
        "Robbie: Where are you?",
        "[SCENE_BREAK]",
        "Danny: What is it?",
        "Blake: Uh, it's nothing. I have a friend, she travels all over the world and whenever she goes somewhere new, she sends me a telegram. She thinks it's romantic.",
        "Danny: Well, tell her if she runs into Michelle on her travels, to say hi for me. I think you and Ross are going to be fine, okay? See you later.",
        "Blake: Hey, Danny?",
        "Danny: Yeah?",
        "Blake: Thanks for everything at the lighthouse.",
        "Danny: I didn't do anything.",
        "Blake: I know. That's what I mean.",
        "[SCENE_BREAK]",
        "Alexandra: Somehow the truth always seems to find a way of coming out, okay?",
        "Lizzie: So you want me to confess?",
        "Alexandra: I think that being consumed by guilt is far worse punishment than any judge or jury is going to ever impose on you. So, I want you to take a few days, I want you to think about it, okay? Don't do anything right now. Lizzie, I just want you to know that I will get you through this.",
        "Lizzie: Okay.",
        "Alexandra: In the meantime, just don't tell your father anything.",
        "Phillip: Lizzie!",
        "Lizzie: Daddy.",
        "Phillip: Honey. What in the world are you doing here?",
        "Lizzie: I just felt bad about now seeing Alex and I just...",
        "Alexandra: Phillip, I want to thank you so very much for allowing Lizzie to come visit me here. I was so starved for company, for family. And we have had a wonderful talk.",
        "Phillip: Did you?",
        "Cop: It's time to go back to your cell, Ms. Spaulding.",
        "Alexandra: Yes. Of course. Remember what I said, darling. All right. Phillip, I thought you should take my darling, precious niece out of here. She does not belong here. And it is Alan, isn't it?",
        "Alan: Your auntie is right, Elizabeth. I think we should go. The car is right outside.",
        "Lizzie: Okay.",
        "Phillip: Honey, what exactly were you talking to your aunt Alex about?",
        "[SCENE_BREAK]",
        "Harley: This sure is familiar.",
        "Gus: You know what? Let's just talk about the facts, okay? You're right, there is a person in this situation that lied, that covered up all the truth, and that person is you.",
        "Harley: Me?",
        "Gus: Oh, yeah, you. Look at you. Are those contacts? You invented a person so you could infiltrate my family's business. So what? That you could maybe, what, destroy Phillip?",
        "Harley: Your family has too much power, okay? They have hurt people that I love. They need to have that power stripped away from them so they cannot manipulate other people's lives. I was trying to do that, but it got way out of control tonight because Phillip tried to kill me!",
        "Gus: You really believe that?",
        "Harley: Okay, let's look at the facts, then. If I'm wrong, fine. You do what you have to do. But if I am right, you have to... you have to help me take down a man who I am telling you is ready, willing and able to kill in order to see his dreams realized.",
        "Ross: Aitoro.",
        "Gus: Hey. What's up, Mayor? What's the matter? Did your car break down or something?",
        "Ross: No, no, no. I'm just out for a walk, trying to remind myself that I'm supposedly one of the good guys.",
        "Gus: What's the problem? You having a rough night?",
        "Ross: Kind of, yeah. What happened here, anyway?",
        "Ruth: Go ahead, Mr. Aitoro. Tell the man.",
        "Gus: Yes. Ross, I want you to meet Phillip Spaulding's assistant, Ruth Karloff. Ruth Karloff, Mayor Marler.",
        "Ruth: Of course, sir. I recognize you.",
        "Ross: Ruth, I'm pleased to meet you. Gus, what is it that she wanted you to tell me.",
        "Gus: Well, Ms. Karloff was almost hit by a car a few minutes ago.",
        "Ross: Good Lord.",
        "Gus: Right here.",
        "Ross: Ruth, are you all right?",
        "Ruth: I'm very shaken up, sir.",
        "Ross: Isn't this the neighborhood where Sandy Foster was run down?",
        "Gus: Yes, it is, mayor, and I've got to tell you something. I've got reason to believe that the same person is responsible for both incidences.",
        "Ross: Ruth, are you sure that you're all right?",
        "Harley: Mr. Aitoro saved my life.",
        "Ross: Well, Gus, I want you to draw up a report on this, all right? Not just the facts; include your suspicions, too. Have the police been here, yet?",
        "Gus: No. No, I haven't called them.",
        "Ross: I'll give them a call, all right? Report tomorrow afternoon.",
        "Harley: So you do believe me.",
        "Gus: I'm going to need a full report, Ms. Karloff.",
        "Harley: Hey. Thank you for this. It means everything to me.",
        "Gus: So here I am, going after Phillip, turning my back on my family. You're pretty happy... happy about that, aren't you? That I would choose you over them?",
        "Harley: Finally.",
        "Gus: Well, I need you to know something. I'm not doing it for you. I'm doing it for me. Okay? Because I need to find out the truth. And I need to stop my brother before he destroys himself, and like you said, before somebody ends up dead.",
        "[SCENE_BREAK]",
        "Holly: I don't understand. You went to all this trouble to bring me here and make me your prisoner. You obviously want something from me. What is it? What do you want?",
        "Sebastian: You're the only person that can get me what I need, Holly.",
        "Holly: You need a doctor? I'm not a doctor.",
        "Sebastian: Yeah. Yeah. But not just any doctor. I'm terminal unless I make contact with one particular man.",
        "Holly: Who?",
        "Sebastian: I need him, Holly. I need him now. He's my only hope.",
        "Holly: Who is it? Where is he?",
        "Sebastian: He's in Africa.",
        "Holly: Ed Bauer?",
        "Sebastian: This particular deficiency and its resulting disease--my disease-- it's running rampant where Dr. Bauer is working. And yet I've heard reports that he is making significant progress in treatment.",
        "Holly: So you brought me... this has nothing to do with Roger? I'm bait?",
        "Sebastian: Why do you have to put it that way? Why? Is it so difficult for you to understand my position?",
        "Holly: Ed is a doctor. His life is about healing. You just go to him!",
        "Sebastian: Oh, yeah. Do you honestly believe that Dr. Bauer is going to go out of his way to cure the son of his worst enemy, Roger Thorpe?",
        "Holly: What does Michelle have to do with this?",
        "Sebastian: She's going to find her father and she's going to bring him to me. She's going to tell him that I have you and he will come.",
        "Holly: And what if she can't find him?",
        "Sebastian: Then I die.",
        "Holly: And I die with you.",
        "Sebastian: The idea is to live, Holly. Let's focus on that.",
        "Holly: No. Then let me go. I can help you. I have a better chance of reaching Ed and convincing him to come here than Michelle. She doesn't even remember him.",
        "Sebastian: What if he doesn't come with you?",
        "Holly: He will.",
        "Sebastian: Yeah. Ed would do that for you, wouldn't he? Of course he would. No. No. I can't take that chance, Holly. Listen to me. You are not my bait. You are my bargaining chip. Ed Bauer is not going to come here to cure me, but he will come here to help you, to release you. And so you're going to stay here with me until he does. I'll see you in the morning.",
        "Holly: What a fool I was. You come to Springfield with Roger's ashes and gold coins and all that, and I went for every bit of it.",
        "Sebastian: Nothing is as strong as the will to live, Holly. I will not follow my father into the grave just to simply spare you the inconvenience of having to think about him for just a little bit longer. That is not an option.",
        "[SCENE_BREAK]",
        "Michelle: Hey.",
        "Tony: Hm?",
        "Michelle: If we're going to be looking for Holly first thing in the morning, we both need a good night's sleep, right?",
        "Tony: Mm-hmm.",
        "Michelle: So get in.",
        "Tony: Are you serious?",
        "Michelle: Yep.",
        "Tony: You sure?",
        "Michelle: Mm-hmm.",
        "Tony: You know, when you go through something like that, like that storm...",
        "Michelle: Mm-hmm.",
        "Tony: It makes you appreciate what you've got, you know, and what you could have lost. Michelle, when I crawled up on that beach, I did... I thought I lost you. You know, I thought that my life was over, too, because I... I thought that there was no way for me to live in a world without you in it. Michelle? Hey. Good night.",
        "[SCENE_BREAK]",
        "Danny: Hey, there he is. Hey, buddy. You don't look like a guy who had a bad dream.",
        "Nanny: He was really terrified. I thought it would be better to bring him to you.",
        "Danny: Yeah. I'm glad you did. Thanks, Judy. Come here, you. Everything okay now?",
        "Robbie: That's what mommy said.",
        "Danny: What do you mean? Did you talk to mommy? Did she call you on the phone? Well, did she say where she is? How is she?",
        "Robbie: She's missing me, but she's having a lot of fun. Isn't that great, Daddy?",
        "Danny: Yeah, bud. That's great.",
        "[SCENE_BREAK]",
        "Phillip: Now, honey, I told you that you don't have anything to worry about. Now, you believe me, don't you? It's all right. Your grandfather knows.",
        "Lizzie: Of course I believe you, daddy.",
        "Phillip: Okay. Well, then there's nothing for you to be scared of, is there?",
        "Lizzie: No.",
        "Alan: Look, I really think we should go, Phillip.",
        "Phillip: Okay. Come on.",
        "Ruth: Excuse me. I would like to report a hit and run.",
        "Phillip: Ruth. What are you doing here?",
        "Lizzie: What's going on?",
        "Ruth: There's been trouble.",
        "Gus: Ms. Karloff here was almost run over by a car tonight.",
        "Lizzie: Daddy.",
        "Alan: That's terrible.",
        "Ruth: Yes. Yes, I thought so.",
        "Gus: And it happened outside the J. Farley bar.",
        "Phillip: Oh, my god. Somebody's targeting people outside that bar.",
        "Ruth: It's getting so it's not safe to cross the street in this town. I think someone tried to kill me.",
        "Alan: Elizabeth, why don't I take you, sweetheart, to the car, and...",
        "Phillip: Yeah. You do that. Honey, go with your grandfather. I'll see you at home, sweetheart.",
        "Gus: I'm going to be right back.",
        "Phillip: Ruth. I feel awful about this.",
        "Ruth: Do you?",
        "Phillip: Well, of course I do. You could have been killed.",
        "Ruth: I have been a good and loyal employee. I tried to help you with your little driving problem. You could have trusted me, sir. Instead, you tried to kill me. Now, excuse me for saying so, but you have been a very, very bad boss. And you're going to have to pay for that.",
        "Gus: Next, on \"Guiding Light.\"",
        "Harley: And when I tell him that I recognize the driver as one of your hired goons, you'll be doing jail time with your aunt.",
        "Gus: What is it that you want.",
        "Harley: I want Spaulding enterprises.",
        "Jonathan: Nothing happened to Tammy that she didn't want to have happen.",
        "Josh: Just stop.",
        "Reva: Cassie.",
        "Cassie: I will kill you!"
    ],
    "Transcript Author": [
        "By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=28OZ7ksabjI"
}