{
    "Episode Summary": [],
    "Recap": [
        "Sebastian faints and is rushed to the hospital. Both Edmund and Sebastian are led to believe that Dinah helped Sebastian. Mel attacks Phillip and Rick considers it insensitive. Sandy warns Jonathan to stay away from Reva. Cassie confronts Reva about 'running away' to Paris. Cassie finds out that Jonathan is living in the Beacon. Beth goes to the hospital to check on Rick. Edmund admits to Dinah that he wants to have a baby and that he blames himself for the way Jonathan turned out. Sandy holds Jonathan over the edge of the balcony. Reva tells Sandy that he will always be in her heart. Cassie kicks Jonathan out of the Beacon. Jonathan asks Reva if he can move in with her and Josh. Rick finds out about Sebastian's condition. Sebastian loses his only mode of communication with Holly."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Sebastian: (Gasping)",
        "Dinah: Well, look at this. Look who's back.",
        "Sebastian: Dinah.",
        "Dinah: Hasn't this town closed its borders to you yet?",
        "Sebastian: No. But then again, they let cold-blooded killers like you run free.",
        "Dinah: What's wrong with you? What, are you drunk?",
        "Sebastian: (groans) I wish.",
        "Dinah: Whatever. I want you to do me a favor, okay, big buddy? I want you to pick another hangout in this town. This is the only place I like to go and have fun and I know it's not big enough for the two of us.",
        "[SCENE_BREAK]",
        "Rick: Hey.",
        "Mel: Hey, yourself. How's your night going?",
        "Rick: It's actually pretty quiet so far.",
        "Mel: You finishing up on some paperwork?",
        "Rick: Yeah, just writing a couple of notes, that's all.",
        "Nurse: Dr. Bauer?",
        "Rick: Yeah?",
        "Nurse: Can you sign these release papers?",
        "Rick: Sure, Mary. Let me make sure everything is in order here.",
        "Nurse: Thanks.",
        "Rick: That sure isn't like you.",
        "Mel: I'm sorry.",
        "Rick: It's no problem. I would have let you read it, Mel.",
        "Mel: Honey, I don't think you should give this to Jude. Let me read it out loud for you so you can hear how it sounds, okay? \"Dear Jude, you're going to hear some bad things from other people about your Uncle Phillip, about why he took you away from me and your mother for a few days. I want you to understand that your uncle thought he was protecting you. He loved you very much. He was an amazing man and my best friend.\" Rick, by the time Jude is old enough to read this and understand it, he's going to be old enough to understand the truth about Phillip. And as his father, you owe him the truth, not some fairy tale.",
        "[SCENE_BREAK]",
        "Reva: Hi.",
        "Cassie: So, how's the jet- setter?",
        "Reva: I come bearing gifts, if you'll ask me in.",
        "Cassie: How was Paris?",
        "Reva: Wonderful. I've never seen Marah so happy. It was good to see her, good for all of us.",
        "Cassie: So, did you tell her?",
        "Reva: About Jonathan? Oh, yeah. She was stunned, for a lot of reasons. I think it's just going to take some time for it to sink in.",
        "Cassie: Yeah, for all of us.",
        "Reva: So, how was Thanksgiving?",
        "Cassie: I missed you.",
        "Reva: I missed you, too.",
        "Cassie: Well, you could have fooled me, because it was Thanksgiving and you couldn't decide who to spend it with, Jonathan or us, so you skipped town.",
        "[SCENE_BREAK]",
        "Jonathan: Well, if it isn't my very own personal impersonator.",
        "Sandy: Get lost.",
        "Jonathan: How was turkey day?",
        "Sandy: It was warm and cozy, thanks.",
        "Jonathan: It's not my fault Reva found out what a phony you are. Your blood gave you away. You want to know how my day was?",
        "Sandy: Hm...",
        "Jonathan: Sure you do, Cross Creek with all the trimmings, real American gothic.",
        "Sandy: No way.",
        "Jonathan: You're on the family hit list, not me. Uncle Bill and Aunt Olivia welcomed me with open arms.",
        "Sandy: The prodigal son returns.",
        "Jonathan: Hey, not everybody sees me as some twisted jerk who shagged his own cousin out of spite. Mom sees me as a sensitive soul that needs love and attention to be cured. (laughs) Yeah, ain't that a kick in the head?",
        "[SCENE_BREAK]",
        "Dinah: Oh, how have the mighty fallen.",
        "Sebastian: Dinah. Dinah, help me.",
        "Dinah: Help Roger Thorpe's son who had so much joy in threatening me when he came to town? Huh? No, you know what? I actually would. I would help you, for old time's sake, but there's a vodka with my name written all over it waiting for me inside, honey. Okay? You feel better.",
        "Edmund: Dinah.",
        "Dinah: Edmund. Oh, my God.",
        "Edmund: What's going on?",
        "Dinah: Oh, my God. Thank God you're here. You've got to help me. Sebastian, my ex-husband's son, has just fallen down in front of me and I... you've got to call 911, please.",
        "Edmund: Do you know what you're doing?",
        "Dinah: Call! (begins CPR)",
        "Edmund: EMT's are on the way.",
        "Dinah: Okay. I'm getting a spontaneous respiration.",
        "Edmund: How did this happen?",
        "Dinah: Well, I mean, he was coming out of the bar as I was heading in. We don't like each other so we had some words. I thought he was drunk and then suddenly he was on the ground in front of me. I didn't cause this, if that's what you're thinking.",
        "Edmund: I wasn't.",
        "Dinah: Sebastian, you're going to be okay.",
        "Sebastian: (Groans)",
        "Edmund: Thanks to you, Dinah.",
        "Dinah: I'm not as... I'm not as bad as everybody thinks I am. Open up your eyes, sweetie. Open up your eyes. Can you see me? Good. You're going to be all right.",
        "Edmund: Good work, Dinah. You saved his life. (sirens wailing in the distance)",
        "[SCENE_BREAK]",
        "Mel: Honey?",
        "Rick: You know what? I'm sorry. I'm going to make sure that my son knows the truth about my best friend.",
        "Mel: Maybe you should wait a little while before you finish it.",
        "Rick: No, I'm going to do it right now. I'm going to do it right now and make sure that Phillip's children get a letter, too.",
        "Mel: That's good. That's good. His children need to know good things about their father.",
        "Rick: And my son doesn't?",
        "Mel: I think it's just a little extreme.",
        "Rick: No, it's not extreme, because you know what? My son is going to hear all kinds of horrible, awful things about my best friend and I want to make sure that he gets some balance, not just some crud from a bunch of people that hated him toward the end.",
        "Mel: They hated him for good reason. He did some terrible things to the Cooper's and to a lot of other people.",
        "Rick: You know what? He was ill. He was in desperate need of some help.",
        "Mel: That's not how a lot of people see it.",
        "Rick: Honey, I'm trying to tell you that I miss him and you're just not listening to me. I woke up this morning and I was reading this article in the newspaper and I thought it was pretty funny, so I picked up the phone and I was halfway through dialing his number, and I just remembered that he was gone.",
        "Mel: Honey, you're always so loyal to Phillip. He really was lucky to have you as a friend.",
        "Rick: Then what's going on with you? Why are you making loyalty sound like such a bad thing?",
        "Mel: I know how much you're hurting, honey, but I just... I can't forgive Phillip for taking those children away from their mother and terrorizing Jude.",
        "Rick: Jude is fine. He's fine.",
        "Mel: Oh.",
        "Rick: And you know what? Phillip did not terrorize my son and I'm going to make sure that my little boy understands how much Phillip loved him, and you know what?",
        "Mel: All right. All right, fine.",
        "Rick: I'm sorry, if you don't understand that, that's fine. I'll see you back at the house.",
        "Beth: Mel? Is something wrong?",
        "Mel: Rick and I are just having a bad day.",
        "Beth: Well, I'm here to see Rick. Is there something I can do to help?",
        "Mel: No, it's a family thing. Thanks anyway. We'll be fine. Take care, Beth.",
        "[SCENE_BREAK]",
        "Cassie: So, what did you get Jonathan?",
        "Reva: Gifts, presents. French presents.",
        "Cassie: Some un-pasteurized cheese that's been sitting out in the sun too long?",
        "Reva: He's a kid, Cassie.",
        "Cassie: So is Tammy. And I will never forgive him for what he did to her.",
        "Reva: I understand that and I don't think I can ever forgive him, either, but I'm still his mother and I abandoned him once--at least that's the way he sees it--and I can't do that to him again. And if I can help him so that he stops hurting people...",
        "Cassie: He is playing on your guilt, Reva. And he's keeping you away from your family.",
        "Reva: No, he's not.",
        "Cassie: Yes, he is. Thanksgiving has come and gone. What's going to happen at Christmas? Are you and Jonathan and me and Tammy, we're going to sit around a Christmas tree and open presents together?",
        "Reva: We'll work it out.",
        "Cassie: I need you. My family needs you.",
        "Reva: And I will be here for you. I promise. So, how was Thanksgiving? Was Tammy here?",
        "Cassie: Yeah, she came. She ate and then she left.",
        "Reva: Why?",
        "Cassie: Because she's confused and she's angry. Her self-esteem is shattered. Her trust level is less than zero and it is because of Jonathan. And if you cared about her, you would tell him to leave Springfield now.",
        "Reva: Well, I can't do that.",
        "Cassie: She is terrified of seeing him again.",
        "Reva: And she will see him again, sooner or later. In fact, I'm surprised they haven't run into each other by now. He's living at the Beacon.",
        "Cassie: What?",
        "Reva: I thought you knew. Olivia arranged a room for him there.",
        "Cassie: You can't be serious. He's staying there?",
        "Reva: Yes, but he's paying for it himself. He cashed in on his trust fund.",
        "Cassie: (laughs) Well, great. He's rich. Now he can spend all day long making people's lives miserable.",
        "Reva: That's not fair, Cassie.",
        "Cassie: Reva! How many people does he have to hurt before you realize he's a lost cause?",
        "Reva: Look, he's trying to turn his life around. And I'm starting to realize what's an act with Jonathan and what's real, and I'm hoping that I can get through to him in those moments when his guard is down.",
        "Cassie: I understand why you're doing this. I just don't want to see you get hurt.",
        "Reva: Well, you know me. I bounce back. Come on. Let's open your present.",
        "Cassie: Do you think it's too late for us to celebrate Thanksgiving?",
        "Reva: It's never too late.",
        "Cassie: Good. Then let's go to Towers where you can buy me a drink and tell me all about Paris.",
        "Reva: (laughs) You are so on.",
        "[SCENE_BREAK]",
        "Sandy: Expensive restaurants, a suite at the Beacon. The way you're throwing money around, I'm guessing you cashed out your trust fund.",
        "Jonathan: Every last cent. Stocked most of it away in my bank account in Switzerland. Nobody can touch it but me. Are you upset you didn't get your greedy little paws on it?",
        "Sandy: No. You know, what I don't get is, you got your revenge and you got your money. Why hang around Springfield? You can go anywhere you want.",
        "Jonathan: Reva and I still have some unfinished business.",
        "Sandy: Ah. See, what you're thinking there? Stop it. I'm not going to let you hurt Reva.",
        "Jonathan: You know, I want to thank you. I want to thank you for softening her up, for pretending to me and breaking her heart. Mom's still hurting about that, I think, and she needs someone to help her heal. So, enter the long-lost son, the real deal. I'm going to step up to the plate, sandman. I'm going to help her heal that hole in her heart. I'm going to make her forget she ever even knew you.",
        "[SCENE_BREAK]",
        "EMT: I'll call it in on the bus. You're a lucky guy. This man saved your life.",
        "Edmund: Not me, Ms. Marler gets the credit for that.",
        "Sebastian: You?",
        "Dinah: I'm just glad I was here to help. Oh, my God. I'm still a little shaky. I wasn't looking to be a part of some life and death crisis tonight.",
        "Edmund: Whoever is?",
        "Dinah: Would you like to go inside and have a drink with me?",
        "Edmund: Dinah, I don't think that's a very good idea.",
        "Dinah: Oh, come on. I'm not going to dance on the Dinah pool table, okay? Come on! You were coming here for a reason. Huh?",
        "Edmund: All right.",
        "Dinah: I cannot believe I have found myself in the rescuing business. First it's RJ and now Sebastian.",
        "Edmund: You know, you better be careful, Dinah. You may get a good reputation in this town.",
        "Dinah: (laughs) No, no, no. I think I'd have to save, what, ten, 15 people for anybody to sit up and take notice. Maybe I should hang out in the ER.",
        "Edmund: Maybe you should just trust that change takes place over time, one person at a time.",
        "Dinah: You sure did. You made the transformation.",
        "Edmund: You can, too, if that's what you want. What would you like to drink?",
        "Dinah: You choose.",
        "[SCENE_BREAK]",
        "Beth: Oh, hey.",
        "Rick: What are you doing here? Is everything okay? Are the kids okay?",
        "Beth: Yes, everybody's fine. I came by to check on you.",
        "Rick: Oh.",
        "Beth: Speaking of which. I just ran into Mel. She seemed a little upset.",
        "Rick: Well, we're... we're having some trouble. You know, it's just... it's been hard. It's been difficult, and this whole thing with Phillip and everything it's...",
        "Beth: It must be hard for her to see you in so much pain.",
        "Rick: Well, the truth is, Beth, she wants me to just move on and put Phillip in the past.",
        "Beth: What?",
        "Rick: Yeah.",
        "Beth: It hasn't been that long.",
        "Rick: I know. Exactly. But you know she has issues with Phillip, you know.",
        "Beth: Didn't we all?",
        "Rick: But it's different with us, right?",
        "Beth: You're right. You're right.",
        "Rick: But the thing she's always been so incredibly supportive to me, Beth, through everything: My surgery, all the stuff with my father and my little sister. I guess... I guess I was expecting her to understand how brutally difficult this has been for me, you know, to lose my best friend. And you know, and she has... to some extent. I don't know. I don't know what to think anymore.",
        "Beth: Hey, um, you know, maybe this will help. It's a book on grieving that my mom gave me. I thought you might like it.",
        "Rick: Did it help you?",
        "Beth: No.",
        "Rick: Well good. If didn't help you it's a must-read then, right?",
        "Beth: (laughs) We'll get through this, you know. Somehow we have to. We have kids depending on us.",
        "Rick: I just... I just pray when the police find the person who did this, Beth, I can get some closure with this. Okay, what've we got?",
        "Cop: He collapsed in the street, Dr. Bauer.",
        "EMT #1: Stop breathing according to the woman who gave him CPR.",
        "Nurse: Name's Sebastian Hulce. Trauma room two.",
        "Sebastian: I don't need to be here.",
        "Rick: Come on, let's move it. Watch out. Watch out.",
        "EMT #2: Negative. Pupils are pearl. There's no sign of head trauma.",
        "Rick: All right, let's transfer. Okay, on three everyone. Got him. One... two... and three.",
        "Sebastian: I need to... I need to get out. I need to get out of here.",
        "Rick: Work up some blood x- rays, and some sutures.",
        "Beth: He's been shot, by who? You have to help him. He can't die. Do something. You can't die. He can't. Save him. Save him.",
        "Sebastian: Dr. Bauer...",
        "[SCENE_BREAK]",
        "Dinah: You know you're the only person I know besides my father and my brother who treats me like an actual person. I'm sorry. I'm going on and on, aren't I?",
        "Edmund: No, I'm sorry. It's fine. You've had an emotional night.",
        "Dinah: Yeah, I wonder how he's doing.",
        "Edmund: Sebastian, he's fine. I'm sure.",
        "Dinah: You know what? I think in a different place, different time, we would have been very good friends. I always seem to want what I can't have.",
        "Edmund: Dinah, you have a father and a brother who love you very much. And I'm sure they can help influence people to think about you the way you'd like them to think about you. I... I can't.",
        "Dinah: I wasn't expecting you to do anything. I just thought we could be friends. That's all.",
        "Edmund: Because I've worked very hard to have what I have in my life. I have a family and I have a woman who loves me, shouldn't love me.",
        "Dinah: Edmund. Edmund, I get it. I'm sorry. I'm sorry. Let's just get another round of drinks, okay, just one more.",
        "Edmund: All right.",
        "Dinah: Thank you.",
        "Edmund: All right. And then I'll drive you home, okay.",
        "Dinah: Okay. Thanks for everything.",
        "Edmund: Yeah.",
        "Dinah: What's wrong? It's making you think about Cassie's miscarriage, isn't it?",
        "Edmund: I'll get those drinks. (Phone rings)",
        "Dinah: Cassie. He'll call you back later.",
        "[SCENE_BREAK]",
        "Sandy: We both know you don't want to heal Reva. You want to destroy her.",
        "Jonathan: Can I be blamed if I'm her Achilles heel? She feels bad for all misadventures. And it's not that I have any regrets. But unless I forgive Mom, she's going to walk around crushed under the weight of her own guilt.",
        "Sandy: And you would love that, wouldn't you? That's your thing. You love watching people suffer, like pulling wings off a butterfly.",
        "Jonathan: Oh, that's twisted, sandman.",
        "Sandy: But this time you're not going to get away with it.",
        "Jonathan: Watch me. Oh, no, wait. You won't be able to, because Reva wants you gone, like yesterday.",
        "Sandy: Yesterday.",
        "Jonathan: Mom and I had a long talk about you and how we feel that it's not very easy to have a comfortable relationship with you still around.",
        "Sandy: That's a lie.",
        "Jonathan: You know I feel bad for you, sandman. You're just a dead end kid. Unwanted and unloved. We had some good times, and some bad times. But hey, good luck. You're going to need it.",
        "[SCENE_BREAK]",
        "Cassie: I can not get in touch with Edmund.",
        "Reva: Well, then put the phone away. Tonight's about us. Relax, enjoy.",
        "Cassie: All right. I'm going to get us some drinks.",
        "Reva: Okay, I'll find a table.",
        "Cassie: Okay.",
        "Sandy: We need to get one thing straight. Reva may hate my guts, but I'm not going to let you ruin her life.",
        "Jonathan: I'm just looking for the family I've always wanted. You can understand that.",
        "Sandy: Drop the act. I know you. It's me. You can't love anyone.",
        "Jonathan: Tell that to sweet little Tammy. Is that what's got you steamed? That I got to her before you did?",
        "Sandy: You know, you are beyond disgusting.",
        "Jonathan: She's pretty good for a virgin. But now I'm looking for someone with a little more experience between the bedposts, and since I've got cash up to my eyeballs, I'm thinking of flying to Paris. Finding Marah maybe.",
        "Sandy: No. You leave Marah alone.",
        "Jonathan: What should I do about Mom, huh? Should I steal Josh's money? Should I rescue him from bankruptcy?",
        "Sandy: You leave them alone too.",
        "Jonathan: What are you doing, Sandy?",
        "Reva: Sandy!",
        "Sandy: You leave Reva alone.",
        "Reva: Stop it! Stop it. Stop it, Sandy. Stop it, Sandy. Stop it. Get away from my son.",
        "Cassie: What is going on out here?",
        "Jonathan: Your daughter's pit bull just tried to kill me.",
        "Sandy: You don't know how dangerous this guy is, Reva. If you could see what he's really doing...",
        "Reva: I know what I saw. And it was enough. You had him hanging half way over the railings.",
        "Sandy: I wasn't...",
        "Reva: What would have happened if I hadn't come in when I did?",
        "Sandy: I wasn't trying to kill him.",
        "Jonathan: (Coughing)",
        "Reva: Are you sure you're okay? (Jonathan continues to cough) hey?",
        "Jonathan: Yeah. Yeah, I am now. Man, it's a long way down.",
        "Reva: Just take it easy.",
        "Jonathan: I don't know. Almost getting pushed off like that reminds me of this of this hiking accident I had when I was in the mountains. I think I need a minute by myself.",
        "Reva: Okay. I'll be right inside. You, me, inside. Now.",
        "Cassie: You're right, it is a long way down. Too bad Reva showed up when she did.",
        "Reva: Have you totally lost your mind?",
        "Sandy: Jonathan orchestrated that whole thing.",
        "Reva: You had him pushed half way over the railing.",
        "Sandy: I wish.",
        "Reva: Well, it seemed pretty real to me. You were threatening him, yelling at him.",
        "Sandy: Look I know you don't have any reason to trust me, but believe me about Jonathan. He's dangerous. He wants to destroy your family.",
        "Reva: Some people would have said the same thing about you.",
        "Sandy: And they would be wrong.",
        "Reva: How do I forget what I saw out there?",
        "Sandy: Take a look at big, bad Jonathan. If I was trying to kill him don't you think he could protect himself?",
        "Reva: I've just never seen you that angry.",
        "Sandy: You want to know why? For the first time in my life... for the first time I found something worth fighting for. You.",
        "[SCENE_BREAK]",
        "Edmund: The man you saved out there...",
        "Dinah: Mm-hmm.",
        "Edmund: Sebastian Hulce. The man for whom you have no use, who's father tormented you your entire life. Was there a moment when you thought about stepping over his body lying on the ground and leaving him to fate?",
        "Dinah: Of course, Sebastian's father put my family through hell for many, many years. And I can bet surely that Sebastian would love to pay me back for killing his brother Hart. But I live with that each and everyday, every second of my life.",
        "Edmund: So get Sebastian before he gets you? Is that what would have happened if I hadn't come along?",
        "Dinah: All right, I was tempted. Just like you were tempted that night in the fire with Jeffrey, you could have very well left him for dead. Look there's no point in denying that we both have a dark side.",
        "Edmund: Well, we all do. It's just a matter of keeping it in check.",
        "Dinah: I do. I think you have a much better ability to hide that.",
        "Edmund: No, that's not necessarily so. Take Jonathan for example. The suffering he's caused my family.",
        "Dinah: With Tammy?",
        "Edmund: And Cassie.",
        "Dinah: You blame him for the miscarriage, don't you?",
        "Edmund: No, I blame myself.",
        "Dinah: For what?",
        "Edmund: The way the boy turned out. He grew up in violence because of me. He became a dangerous, unfeeling man because of me. And so Cassie and Tammy are suffering because of me.",
        "Dinah: Edmund, so are you. Cassie's baby that was lost was yours as well as hers.",
        "Edmund: It was my first. Would have been my first.",
        "[SCENE_BREAK]",
        "Beth: Rick. Hey, hey, what happened in there?",
        "Rick: I got to get back in there.",
        "Beth: No, no. Hold on. You can hardly breath. Now tell me what's going on. How can I help?",
        "Rick: What if I missed something? What if I missed something? He didn't have to die. I missed something.",
        "Beth: Phillip? You're talking about Phillip?",
        "Rick: That's all I think about.",
        "Beth: Rick, hey, hey. You did everything that you could. I was there. I saw. Phillip didn't because of you.",
        "Rick: Okay. I can't do this right now. Okay, I got to get back in.",
        "Beth: You're not alone. I understand, okay.",
        "Sebastian: Look who's back.",
        "Rick: I'll take it from here, nurse.",
        "Rick: Do you have any pain at all?",
        "Sebastian: No, other than this needle in my arm.",
        "Rick: Okay, so you're telling me you have no pain on this side... area around your head right here where this wound is?",
        "Sebastian: No, it's okay. Although, the way you bolted out of here earlier, I must look a lot worse than I feel.",
        "Rick: It's nothing. Just had to take care of something.",
        "Sebastian: Yeah, well, you know what? I have some things to take care of too. So...",
        "Rick: Just... just...",
        "Sebastian: I need to go.",
        "Rick: Just relax. This won't take long. I'm going to find out what's wrong with you.",
        "Sebastian: There's nothing wrong. I just didn't eat today. That's all.",
        "Rick: Call neuro; tell them you need a consult stat. Okay?",
        "Nurse: Okay.",
        "Rick: Thanks. I was surprised that you still stay here in Springfield.",
        "Sebastian: Yeah. What's with the cop?",
        "Rick: Oh. Well, you're a 911 case. So they have to fill out an accident report. So did anything like this ever happen to you before in the past?",
        "Sebastian: No. No. So I guess your father must be pretty proud of you following in his footsteps.",
        "Rick: I hope you haven't followed in Roger's footsteps.",
        "Sebastian: Yeah. I guess our father's weren't exactly on speaking terms, huh.",
        "Rick: Your father had a problem with lots of people.",
        "Sebastian: In all sort of terms didn't he?",
        "Rick: All right, listen. Take care of yourself. Just relax. We're going to get those test results back really soon.",
        "Sebastian: And then what?",
        "Rick: It depends on the results.",
        "Sebastian: Just out of curiosity have you talked to your father recently? I heard he's in Africa.",
        "Rick: No, I haven't. My father's a very hard person to get a hold of.",
        "Sebastian: Yeah. I was just curious, you know, with your sister's condition, I thought maybe you'd want to be in touch.",
        "Rick: Well, he tried. He sent a telegram to my sister, but she's away on vacation. I have no idea where.",
        "Nurse: Dr. Bauer.",
        "Rick: Yes.",
        "Nurse: Neurology needs to speak with you.",
        "Rick: Okay, I'll be right there. All right. You take it easy. Try to relax, okay. I'll be right back. Hey.",
        "Beth: Hey.",
        "Rick: I'm sorry. I...",
        "Beth: I just wanted to make sure that you were all right.",
        "Rick: I froze. I just... something happened to me. I felt that same sort of helplessness I did when Phillip was laying there and... I'm sorry.",
        "Beth: I understand.",
        "Rick: I know you do. And I really appreciate you sticking around.",
        "Beth: Well, I'll see you soon.",
        "Rick: Okay. Well, you know where to find me, right?",
        "Beth: Thank goodness for that.",
        "Sebastian: Michelle never even contacted Ed. Damn it. I've got to get out of here.",
        "[SCENE_BREAK]",
        "Dinah: You know, Edmund, I have leveled with you with Sebastian. Can't you trust me to tell me how you feel after Cassie lost the baby?",
        "Edmund: There's no need to talk about that.",
        "Dinah: Come on, Edmund. It had to be difficult not even knowing you're a father until it was all over. I mean that has got to be painful.",
        "Edmund: What I felt doesn't really matter. It's what Cassie's going through that matters. Cassie didn't know that she could have a... no.",
        "Dinah: Hey, wait a minute. Wait a minute. Wait a minute. Come here. She acknowledged that you share a pain about the lost baby. But you're suffering like she is.",
        "Edmund: I don't want to talk about Cassie with you, Dinah.",
        "Dinah: Okay. You want to have a child more than anything, don't you?",
        "Edmund: Yes. Yes, I do.",
        "[SCENE_BREAK]",
        "Cassie: You don't fool me. I know what you're trying to do to my sister and you're not going to get away with it.",
        "Jonathan: Why don't you lighten up, Aunt C. If you and the rest of the guard dogs would back up maybe me and my mother would have a chance to know each other.",
        "Cassie: She knows everything there is to know about you. And you better listen to me. If you hurt my sister or anyone else in this family, I'll shove you over the edge myself. Oh, and by the way, you need to find a new place to live. Because if you're not out of my hotel by midnight, I'll have you arrested.",
        "Jonathan: You are so sexy when you're angry.",
        "[SCENE_BREAK]",
        "Sandy: I'm sorry that I blew up the other night. I just had to get you out of my apartment.",
        "Reva: Why?",
        "Sandy: It doesn't matter.",
        "Reva: Was someone there with you?",
        "Sandy: I can't explain. Just trust me.",
        "Reva: Easier said then done.",
        "Sandy: Okay, then don't trust me. Except about Jonathan. I know him better than anyone. And he's dangerous--especially to you. Don't forget he's the same guy who went after Tammy.",
        "Reva: He made a terrible mistake. And he has to learn. But I'm getting to know him now.",
        "Sandy: You see, Reva, I know you and I know how much you love your kids.",
        "Reva: Yeah, well, funny thing about kids, once you take them into your heart, it's not that easy to turn them out.",
        "Sandy: Yeah.",
        "Reva: Yeah. And I don't know how we're going to handle this, but one way or another we are stuck with each other, kid.",
        "[SCENE_BREAK]",
        "Rick: It's just that I don't think I've ever seen numbers like this before. But these blood tests point to something very serious. Mr. Hulce is lucky when he came in when he did.",
        "Mel: Hi, again.",
        "Rick: Hi.",
        "Mel: Hi. Do you have a minute?",
        "Rick: Um... well, you know, actually I have a patient that's waiting for me. Um...",
        "Mel: I came back to apologize.",
        "Rick: I mean you have a right to your opinion.",
        "Mel: Nothing I said came out right before. I just want to say that I know how much Phillip meant to you and I want to be here for you to help you get through this, okay. However long it takes.",
        "Rick: Good. Okay. Do you mind if we talk about this when we get home?",
        "Mel: Oh. Yeah, sure. That's fine.",
        "Rick: I've got to get back to work.",
        "Mel: Okay. Yeah. That's fine. Oh, before I forget. Beth was looking for you earlier.",
        "Rick: I know. I saw her.",
        "Mel: Okay. All right then. I guess I'll see you at home.",
        "Rick: Okay. Great. Mary.",
        "Sebastian: Have the plane ready. I'm on my way. Where the hell is my radio? I left it at the hospital. I can't go back.",
        "[SCENE_BREAK]",
        "Edmund: I'm expecting to get a call from Cassie. That will explain it. My phone is off.",
        "Dinah: Maybe the battery's dead. That happens to me all the time.",
        "Edmund: Okay, I've got to get back to the farm. May I give you a lift?",
        "Dinah: No, no, it's okay. I'll get myself home. Don't worry about me. Go ahead.",
        "Edmund: Right.",
        "Dinah: Hey, Edmund?",
        "Edmund: Yeah?",
        "Dinah: I want you to get what you want. That's all. Your child. Everything. You are going to make a wonderful father some day.",
        "Edmund: Thank you.",
        "Dinah: Someday.",
        "[SCENE_BREAK]",
        "Reva: We have a lot to talk about.",
        "Sandy: I guess we do.",
        "Reva: But I have to find Cassie now.",
        "Sandy: Go. We'll talk later. You know where I live. Here he is. I've had enough. Don't worry. I'll be at the bar.",
        "Reva: So are you sure you're okay?",
        "Jonathan: Yeah, I'm sorry you had to see our little wrestling match.",
        "Reva: Well, I'm just glad no one was hurt. Is Cassie still out there?",
        "Jonathan: No. She headed for the exit. You were distracted by Sandy's psycho outburst. So I think she was offended.",
        "Reva: Well, I have to find her.",
        "Jonathan: Hey, your sister kicked me out of the Beacon.",
        "Reva: Can you blame her?",
        "Jonathan: I... I can get my own room. But how would you feel about me moving in with you?",
        "Reva: (laughs) Are you serious?",
        "Jonathan: I know Josh would have to sign off on it.",
        "Reva: Is that what you really want?",
        "Jonathan: I mean if that's what you want.",
        "Reva: I would.",
        "[NEXT_ON]",
        "Reva: Did she do it?",
        "Billy: Kind of a straightforward question if you ask me.",
        "Josh: Hello, Jonathan.",
        "Jonathan: Yeah, okay, get it out of your system.",
        "Josh: (laughing) Welcome. Make yourself at home."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=DPa9homnoKU"
}