{
    "Episode Summary": [],
    "Recap": [
        "Reva learns she won't be spending Christmas with Marah, Shane or Cassie. She confronts Jonathan about the tux he ordered. Michelle sees Maureen as Sebastian and Holly get closer and closer. Danny and Marina fly to the island and learn that Michelle and Tony were together there. Beth tells Gus to accept that Ruth is guilty while Frank and Harley decide to put their problems behind them for Christmas."
    ],
    "Recap Author": "Sarah",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Danny: Hey. Hey? There you go? You just flew your first plane. That was that.",
        "Marina: Oh, this is amazing.",
        "Danny: Yeah. I'm sure your Dad must be thrilled to know what you're doing, and who with.",
        "Marina: Yeah. I'm sure he wouldn't be. That's why I told him I went skiing with a friend.",
        "Danny: What?",
        "Marina: Trust me.",
        "Danny: Marina!",
        "Marina: It's better this way.",
        "Danny: No, no, no. I don't want you lying to them. No. That's it. As soon as we land in Santo Domingo, I'm going to put you on the first flight back to Springfield.",
        "Marina: And miss out on all the fun?",
        "Danny: Marina.",
        "Marina: No thanks.",
        "Danny: I knew you were going to say that. I just did.",
        "Marina: Am I that predictable?",
        "Danny: No. That is... that's the one thing that you're not.",
        "Marina: Okay, enough of that. I am hungry. You said you brought snacks. What do you got?",
        "Danny: Yeah, yeah. Here give that to me.",
        "Marina: No, I got it.",
        "Danny: No, Marina. I'll get it. Here.",
        "Marina: What's this. Merry Christmas.",
        "[SCENE_BREAK]",
        "Michelle: What is going on out there? Let me out of here!",
        "Maureen: Oh, my goodness, Michelle. What's all the yelling about?",
        "[SCENE_BREAK]",
        "Sebastian: If this is pity...",
        "Holly: No. No pity.",
        "Sebastian: No. God. I wanted you from the moment I laid my eyes on you. But I never dreamed that you would want me.",
        "Holly: You understand me. Maybe you understand me better than anybody since Roger.",
        "Sebastian: Yeah. You understand me. Holly. Be my salvation.",
        "[SCENE_BREAK]",
        "Josh: Oh my. Hmmm. Maybe we should go someplace else to eat, huh?",
        "Reva: No. No, you trudged me out here into the cold to have dinner. So what were you doing, avoiding my leftover meatloaf or my son?",
        "Josh: If you're cold, we should go inside.",
        "Reva: I'm not going to let you off the hook.",
        "Josh: Reva, I... I can tolerate your meatloaf, okay.",
        "Reva: Oh golly, thanks. Tolerate.",
        "Josh: I mean I love your meatloaf. What is wrong with you?",
        "Reva: Nothing.",
        "Josh: Reva?",
        "Reva: Jonathan said he had no interest in being at Cassie's wedding.",
        "Josh: Well, that's a good thing, right? I mean he's not invited.",
        "Reva: Yeah, well, he rented a tuxedo.",
        "Josh: So he's planning to what...",
        "Reva: Salespeople said, well, no, they said that he was using it to go to his Aunt's wedding.",
        "Josh: He's going to crash Cassie and Edmund's wedding?",
        "Reva: I don't know. I don't know. I mean, why would he?",
        "Josh: Maybe because he wants to ruin it.",
        "[SCENE_BREAK]",
        "Cassie: Oh, hey. What are you guys doing out here?",
        "Jonathan: I just feel like things have gotten so rotten. And I wanted you to know, that I'm trying to figure out how to put all those problems behind us. So... happy wedding or, whatever they say.",
        "Cassie: Thank you.",
        "Jonathan: Tossed in the trash. What else is new?",
        "[SCENE_BREAK]",
        "Harley: Yeah, I did what I had to do to save my father's life.",
        "Gus: The real killer really owes us one.",
        "Harley: Unless we're back to theory one. Which is that I'm the real killer.",
        "Beth: Phillip hated that picture of himself. He didn't much like these big parties, either.",
        "Gus: Man, well. I guess it runs in the family.",
        "Beth: Must.",
        "Gus: We could leave, you know. Go get a drink if you want.",
        "Beth: No. No. You're the CEO of Spaulding enterprises. You know, maybe it won't be that bad. Phillip's murder has been solved. The murderer is gone. People can finally start to move on.",
        "Gus: People like you? And me.",
        "Beth: Well, I'm trying. Are you?",
        "Gus: What exactly does that mean?",
        "Beth: It's just, you know, most of us have gotten some relief from Ruth Karloff's confession, but not you. Why is that?",
        "Gus: Because I started to get to know her, I guess.",
        "Beth: I don't buy that. Maybe you think that she didn't do it. In which case, you think that the killer is still out there, walking around free.",
        "[SCENE_BREAK]",
        "Frank: Oh my God, Harley.",
        "Harley: Frank, what are you doing, loitering out there like a homeless man? Come on. Where is your Christmas spirit? Okay, so this one you have to wrap in the Santa paper, okay?",
        "Frank: Okay. What did you do, buy out the whole toy store?",
        "Harley: Well, I know it seems like a lot. But Zach and Jude have been through so much these past few months, and I just... I just want everything to be okay.",
        "Frank: Yeah, well, Zach, he lost his father. And I don't think any amount of toys here is really going to change that.",
        "Harley: I know. I just want him to be happy.",
        "Frank: Harley, you can't pretend that none of this has ever happened. I mean Phillip's death has really changed a lot of people's lives forever.",
        "Harley: Of course it has. But the investigation is closed. So now we can all move forward. Are you having trouble letting go of this?",
        "Frank: I just think it's time for people to start taking responsibility for their actions.",
        "Harley: I agree.",
        "Frank: Like me. I think Ruth Karloff would be alive if I didn't scare her to death on that bridge.",
        "Harley: She would have jumped anyway, Frank.",
        "Frank: She would have?",
        "Harley: Yes. And you were just doing your job. And she was not so innocent. I mean she killed Phillip. She confessed to it.",
        "Frank: Yeah, but I believe that some people's lives are worth something, even Phillip's. I know that at the end Phillip's life started to unravel and all of that, but I honestly believe that Phillip's life was still worth something. And I think that somebody needs to pay for his death.",
        "Harley: Someone has paid. And I think it's time for you to put it out of your mind.",
        "Frank: I'm sorry, sis. I just can't do that.",
        "[SCENE_BREAK]",
        "Reva: You know about Jonathan renting the tuxedo?",
        "Josh: Yeah?",
        "Reva: Don't say anything to Cassie.",
        "Cassie: Don't say anything to Cassie about what.",
        "Reva: Uh, the wedding gift, that we got for you and Edmund, because it's a surprise.",
        "Josh: Big surprise, yeah.",
        "Cassie: Oh.",
        "Reva: I mean I really can't believe that it's just in a couple of days. I mean, what can I do?",
        "Cassie: Well, I had a little run in with the florist, but that's all straightened out.",
        "Reva: Well, then, let me do something.",
        "Cassie: No, no. Everything's fine. I'm all done.",
        "Reva: Wedding stuff, Cassie. Let me do some wedding stuff. Okay, let me know Christmas, what I can do, because I'm sure Marah's going to want help out, too.",
        "Cassie: I need to talk to you about Christmas, Reva.",
        "Reva: What about it? No. Do not do this to me.",
        "Cassie: I can't come to your house on Christmas. And I'm sorry. I hope you understand.",
        "Josh: I understand, Cassie.",
        "Cassie: Tammy won't be in the same room as Jonathan, and I'm not going to ask her to. Taking care of Tammy is my number one priority, I'm sorry.",
        "Reva: I know. I know. But... what about Marah and Shayne? You know, you're going to want to see them.",
        "Cassie: They can come out to the farm. They can come see tomorrow night. I have their presents. I do.",
        "Reva: I hate this.",
        "Cassie: So do I. But you have some kind of obligation to be with Jonathan, and include him. So.",
        "Reva: It's more than just an obligation, Cassie.",
        "Cassie: He ripped this family apart, and that's not changing any time soon.",
        "Reva: Tell me what I can do, so that we can spend some time together at Christmas?",
        "Cassie: Don't invite Jonathan.",
        "Reva: How can you ask me that?",
        "Josh: Reva. You asked your sister what you could do to make things better, and she told you. It's up to you now. You can't have it all anymore. (Phone rings)",
        "[SCENE_BREAK]",
        "Jonathan (in Australian accent): Hello, Lewis central. No, they're not here right now. Who's this? Marah? Hey, sis. Yeah, it's me. So, what's up? I hear you and Shayne are flying home tomorrow Christmas. I can't wait to catch up and sit around the Yule log and swap stories. We have a lot of catching up to do.",
        "[SCENE_BREAK]",
        "Michelle: Mom.",
        "Maureen: You remembered. How nice.",
        "Michelle: I wish. I've actually only had a few memories.",
        "Maureen: Take your time. It will come back.",
        "Michelle: I want to remember more, though, you know, especially about you. That's the whole reason I came here. 'Cause whenever I think about you, I feel just so safe, and warm inside. You know, like I've been blessed or something.",
        "Maureen: Oh... my... I hope you don't think that I'm an angel, because I'm not. I never was.",
        "Michelle: Well, from what I heard, you're the closest thing to being an angel that you can get on earth.",
        "Maureen: I was pretty good. My heart was always in the right place. But I did a lot of silly things, just like every other human being. And believe me, Michelle; I am no better than you.",
        "Michelle: I don't know about that. I've been so...selfish. The way I treated Danny, Tony. My little boy, Robbie. You know, and now, here I am. I might not even get a chance to make up for that.",
        "Maureen: Oh, but I think you will. I have this feeling that you are going to show the world what you are really made of, Michelle. Have faith in yourself. Don't lose heart. Be brave. I have to go. I love you.",
        "Michelle: I love you, too.",
        "Maureen: See, you do remember.",
        "[SCENE_BREAK]",
        "Holly: No, we shouldn't do this.",
        "Sebastian: Holly, don't be afraid. Come on. Just let me look at you. Here. Oh, God, you are so beautiful.",
        "Holly: Come here. Lie down with me.",
        "Sebastian: What? You want me to stop? Are you cold?",
        "Holly: Before we go any further, I want you to do something for me.",
        "Sebastian: Anything.",
        "Holly: Release Michelle.",
        "[SCENE_BREAK]",
        "Gus: If I got to say hello to one more phony, my face is going to fall off. But I want to thank you for hanging out with me. It makes me feel good.",
        "Beth: Sure.",
        "Gus: You all right?",
        "Beth: You know, Gus. You never answered my question. Do you doubt that Ruth Karloff is Phillip's killer?",
        "Gus: Well, she confessed.",
        "Beth: Because I have no doubts.",
        "Gus: And why is that?",
        "Beth: I don't know. You know, maybe because, in a strange kind of way, I relate to her.",
        "Gus: Yeah, it's funny that you say that. Because when I think of Ruth Karloff, I think of you. You guys are like the spitting image of each other. Except for that teeth thing that she had going on, and spectacles.",
        "Beth: I'm not talking about the outside. I'm talking about what's on the inside.",
        "Gus: Well, what's that?",
        "Beth: Someone who feels alone, scared, powerless. Like you've got no one looking out for you, and yet, you know, when you feel like that, and someone threatens you, you just act on instincts. You don't even think. And it's only later that, that you say, my God, what have I done? But by then it's too late. You know, you can't... you can't change anything.",
        "Gus: Right. I guess so.",
        "Beth: I'm just glad that it's no one that we knew well. And I'm going to move on, now. And I suggest, for your sake, for Phillip's sake, for everyone's sake, that you do the same.",
        "[SCENE_BREAK]",
        "Harley: Okay, scrooge, we're going to have to teach somebody to have a little Christmas spirit. That's what you used to always say to me when I was a kid. When I'd get so depressed at the holidays because Mom and Dad weren't around. And you'd tell me to stop focusing on the things that I didn't have, and focus on the things that I did have.",
        "Frank: That we do have.",
        "Harley: Exactly.",
        "Frank: Well, we didn't have much.",
        "Harley: We had each other. And you made sure that I had a great Christmas, Frank. Every year.",
        "Frank: Do you remember when you were about seven or eight? I took you to Eagan's Department Store just before Christmas, just to look around, because God knows we didn't have enough money to buy anything. And they had that big tree in the lobby.",
        "Harley: Biggest one in town.",
        "Frank: Um-hmm. And there was a big silver star on top of the tree. What did I tell you? I told you that that was a message from Dad in heaven, that he would always be with us, and always keep an eye on us. Right?",
        "Harley: Made sense to me at the time.",
        "Frank: Yeah. Well, unfortunately, I was looking at a display case in the lobby. And I lost sight of you. And the next thing I knew, you were up in the balcony, standing on the railing, with one arm wrapped around a column, and the other arm stretched trying to grab that Silver Star. And you were about 10 feet away from it. So, God knows what you were thinking?",
        "Harley: I was thinking that I wanted that star.",
        "Frank: Well, before I could even get your name out, you fell. You slipped, and you fell, and you went down the center of the tree. And you landed right in the lobby. And everybody was yelling and screaming.",
        "Harley: And everybody was screaming. And thank God that tree stopped my fall, or I would have broken my neck.",
        "Frank: You were very lucky. You barely got a scratch. Except for that nasty gash on your arm that needed stitches.",
        "Harley: Yeah, I still have the scar. Look.",
        "Frank: Yeah. I know. Every time I look down at this scar, it reminds me of how I failed you.",
        "Harley: Frank, you didn't fail me.",
        "Frank: If I had just kept a better eye on you, none of this would have happened.",
        "Harley: No, no. Frank.",
        "Frank: If I had just...",
        "Harley: Frank. Frank. Oh my gosh. Are you crazy? I was out of control. I was always doing things I shouldn't. I never thought of the consequences.",
        "Frank: Yeah, and you still don't. Once you get an idea in your head, that's just what you do.",
        "Harley: Okay. Come here. Listen to me. 'Tis the season to be jolly. Not maudlin.",
        "Frank: You do understand how much I love you, do you?",
        "Harley: Yes, I do.",
        "Frank: Do you know?",
        "Harley: I love you, too?",
        "Frank: Do you know, that I will always, always be here for you. No matter what happens. No matter what might be?",
        "Harley: Okay.",
        "Frank: Don't you ever for one second...",
        "Harley: Frank...",
        "Frank: For one second, ever doubt how much I love you.",
        "Harley: Okay. Whatever life throws at us, we will deal with it. Together, just the way we always have. Right?",
        "Frank: Right. Sis, there's something I need to tell you. I know that...",
        "Harley: Wait, wait. Oh, that's Zach. Just hold that thought one second.",
        "[SCENE_BREAK]",
        "Sebastian: You had me going there for a while, Holly. I really actually believed you cared.",
        "Holly: I do care about you. Very much. I want to stay with you and take care of you... of my own free will. You don't need Michelle. Just let her go.",
        "Sebastian: Free will. Holly. Holly, look around you. You have no free will. You and Michelle are at my mercy until I say so. (Knock at the door)",
        "[SCENE_BREAK]",
        "Marina: It's Marina.",
        "Danny: Okay, hold on. Hey, you.",
        "Marina: Hi.",
        "Danny: Come on in. You want a drink.",
        "Marina: Sure. Oh, I love this hotel.",
        "Danny: It's nice, huh?",
        "Marina: My room's bigger than yours.",
        "Danny: Oh, really.",
        "Marina: I love this island.",
        "Danny: How do you know? It's dark out.",
        "Marina: Okay, then. So far I think it's beautiful. Really romantic. Exotic. You know what I mean.",
        "Danny: I know what you mean. Yeah. All right. Who knows maybe one day you and I can come someplace like this when there's no mission to accomplish.",
        "Marina: I would like that.",
        "Danny: Me, too. (Knock on the door) Yeah?",
        "Bellhop: Bellhop.",
        "Danny: Okay, one second.",
        "Bellhop: Senor Santos.",
        "Danny: Yeah, come on in. Just... by the bed is fine. Thank you.",
        "Bellhop: We had someone else from the states named Santos in the hotel a while back. Any relations, sir?",
        "Danny: Yeah. You think you can tell me everything you remember about this person?",
        "[SCENE_BREAK]",
        "Cassie: Should I go out there?",
        "Josh: Reva said she wanted time, let's give her time.",
        "Cassie: You think I was too harsh on her about Jonathan?",
        "Josh: No. I think she needed to hear it.",
        "Cassie: I would give him a chance, but I don't see a flicker of remorse or regret in that kid.",
        "Josh: There's something though I think you should know. Edmund and I, we had a little talk about Jonathan. We made a pact.",
        "Cassie: You and Edmund?",
        "Josh: Yeah. Well, we have a common goal. To protect you, Tammy, Reva. And to make sure that Jonathan doesn't show his face at the wedding.",
        "[SCENE_BREAK]",
        "Jonathan: Hey, I'm glad I found you here. You just got a call at the house from Marah.",
        "Reva: You spoke to her?",
        "Jonathan: Yeah, it would be kind of rude to pick up the phone and not say anything. Especially when it's your own sister. I told her I'd give the message A.S.A.P.",
        "Reva: Did she happen to say what time her flight gets in?",
        "Jonathan: No. That's the thing. She and Shayne aren't going to make it for Christmas after all. Bummer, huh?",
        "[SCENE_BREAK]",
        "Danny: This other hotel guest named Santo, was woman?",
        "Bellhop: Si, there was a woman.",
        "Danny: Yeah. Okay. Is that her?",
        "Bellhop: Si, she's the one.",
        "Danny: And was there a man with her? Him?",
        "Bellhop: No.",
        "Danny: Him?",
        "Bellhop: That's him. Senor and Senora Santos. They were on their honeymoon. They seemed very much in love.",
        "[SCENE_BREAK]",
        "Reva: I just spoke to Marah a few days ago and she was so excited about coming and now she's not. I mean did she say whether she was coming for Cassie's wedding?",
        "Jonathan: She didn't say.",
        "Reva: Shayne was supposed to meet her in Paris and they were going to fly home together.",
        "Jonathan: Mmm-mm. Sounds like a no on that one, too.",
        "Reva: He was coming in now he's not. Doesn't make any sense.",
        "Jonathan: What? You think I said something to make them cancel?",
        "Reva: What am I suppose to do when you keep lying to me?",
        "Jonathan: What did I lie to you about?",
        "Reva: A tux rental.",
        "Jonathan: (Laughs) I thought that I was going to be invited to Cassie's wedding.",
        "Reva: (Laughs)",
        "Jonathan: So...",
        "Reva: Oh, really?",
        "Jonathan: Yes, I did. So I called in and ordered a tux, because I wanted to look nice and when I got uninvited to the wedding, I forgot to call and cancel it.",
        "Reva: Have you canceled it now?",
        "Jonathan: Yes.",
        "Reva: Too easy. I don't buy it.",
        "Jonathan: Reva, again, I ask you. Why would I want to go somewhere where I'm not wanted?",
        "Reva: I don't know, Jonathan. Maybe to cause trouble. Maybe to rub our noses in how angry you are, all the pain you're in, so that maybe we'll feel your pain. Because as much as you hate us, you need us.",
        "Jonathan: No. No, you need me, Mom. You need my forgiveness. Don't hold your breath.",
        "[SCENE_BREAK]",
        "Beth: It was lovely seeing you. Thank you.",
        "Gus: You all right?",
        "Beth: Yeah, I'm fine.",
        "Gus: You seem a little edgy and a little upset.",
        "Beth: Well, yeah, we're talking about the love of my life and the father of my children and the woman who killed him.",
        "Gus: I'm not a thousand percent sure that Ruth Karloff killed him.",
        "Beth: Just accept this confession as the gift that it is.",
        "Gus: Gift?",
        "Beth: The finger pointing. The suspicion. It was ripping this family apart from the inside as well as the outside. And now we finally have closure.",
        "Gus: Right. I guess.",
        "Beth: I get the feeling that you're not going to let this rest. That you're just going to keep stirring the pot.",
        "Gus: No, no. I'm going to let it rest.",
        "Beth: Good. Because the fact of the matter is that it's better for all of us to just accept that Ruth Karloff is the killer and move on. Yes?",
        "Gus: I guess we are.",
        "[SCENE_BREAK]",
        "Frank: What happened to us, sis? What happened to us? How did our lives get so turned upside down that Phillip ended up dead?",
        "Harley: It's my fault. It is. It's my fault. Because after Gus broke my heart and we called off the wedding, I just... I became obsessed. I started doing all this stuff I would never do. I'll tell you if I could do it all over again, I would walk away. I would walk away before I...",
        "Frank: Before what? Tell me. Tell me. If there's anything you want to say to me tell me now. Please just tell me, sis.",
        "Harley: You won't understand.",
        "Frank: Are you kidding me? Of course I'll understand. Try me.",
        "Harley: I miss Gus. I do. I know it's terrible. It's just that... you know last Christmas we'd be a family. And now I know that can't be because all this other stuff has happened, but I tell you, there's all these moments with him. And I just... anyway... do you notice anything different about the tree? See? Up there. (Laughs) I got rid of the spaceship. The ugly spaceship that Danny and Marina had up there and I changed it. I put up... look. A star. Just like the one at Egan's. And I told Zach the same thing you told me, that that's Phillip shining down on him, watching over him. I hope it's true. I hope Phillip's at peace. I hope I did the right thing.",
        "Frank: What did you do, sis? What did you do? Please tell me. Please let me help you.",
        "[SCENE_BREAK]",
        "Reva: Do you think I enjoy doubting you all the time? I don't.",
        "Jonathan: Joshua!",
        "Josh: Hello, Jonathan.",
        "Jonathan: Hey. I'm going to see what Aunt Liv is up to. I'll see you guys back home.",
        "Josh: That's why he came here? To see Olivia?",
        "Reva: No. Actually, he... he spoke to Marah. He got a call from her that she and Shayne aren't coming home for Christmas after all.",
        "Josh: What did he say to Marah to make her not want to be here?",
        "Reva: I don't know. I really don't know. Maybe nothing. I'll call Marah tomorrow and find out. You know I've been thinking about what you and Cassie asked me to do and I can't make Jonathan leave the house for Christmas.",
        "Josh: You can, but you won't.",
        "Reva: We'll find another way to spend Christmas together with Cassie and her family, you know, or maybe go out to the farm or something like that. Okay? I mean, you understand?",
        "Jonathan: How's cousin Tammy?",
        "Cassie: Don't even say her name.",
        "Jonathan: Oh, come on. I really like Tammy. I feel really bad about our misunderstanding.",
        "Cassie: Your misunderstanding?",
        "Jonathan: Okay. You're right. It was a little more than a misunderstanding. I lied to Tammy. She was hurt. But I really truly feel that we can get past it.",
        "Cassie: I don't think so.",
        "Jonathan: Already she's softening up. It's a long process, winning her trust back, but I feel like I can get there. And it gives me hope for all of us that we could be a family. One day Tammy and I are going to be really close again.",
        "[SCENE_BREAK]",
        "Marina: So Michelle and Tony were alone together and everything was fine? They were happy?",
        "Danny: That's what he said.",
        "Marina: But that doesn't fit in with anything that we were thinking. What about Sebastian?",
        "Danny: I don't know Marina. I don't know. I'm sorry. I don't know. That was not what I expected.",
        "Marina: Look whatever the bellhop thinks the story was, I mean maybe something... there's a gap missing somewhere. I mean maybe Sebastian came here on the guy's day off. Or Michelle and Tony got separated from each other somehow. Michelle could be in a lot of danger.",
        "Danny: I know. I know. That's why I have to make sure she's safe. Whatever's going on, I have to find her.",
        "[SCENE_BREAK]",
        "Holly: I was trying to help you.",
        "Michelle: What is going on with you? Sebastian is weak! We could have overpowered him just now!",
        "Holly: You have no idea. He's stronger than you think he is.",
        "Michelle: This is just like the other day, Holly. If you hadn't warned about that tranquilizer, we could have escaped.",
        "Holly: You could have killed him.",
        "Michelle: So what? You know what I think? Sebastian is not the only one around here with psychological problems. What is your deal, Holly? Do you like being hurt or what?",
        "Holly: I don't like being hurt. But I don't want him to be hurt either. Or you. I want all of us to get out here in one piece.",
        "Michelle: Okay. Well, here is some news for you. That is not going to happen. In case you haven't noticed, Sebastian is becoming more irrational and more angry every day. And he's going to take it out on one of us. So you need to decide right now whose side you're on. Sebastian's or your own? Do you want to live or not? (Phone rings)",
        "Sebastian: What?",
        "Bellhop: Senor Hulce, this is Ricardo at the hotel. You asked me to keep an eye out for senor Santos.",
        "Sebastian: Tony Santos? He's at the hotel?",
        "Bellhop: Not Tony Santos. This man's name was Danny Santos.",
        "Sebastian: Danny Santos is at the hotel?",
        "Bellhop: He showed me a picture of you, senor. He's looking for you.",
        "[SCENE_BREAK]",
        "Harley: You know what I think? I want all of this talk of Phillip in the past. And I want to concentrate on the present. At least until after Christmas. Wouldn't you like that? Wouldn't you like to take a break? A break for all this depressing stuff.",
        "Frank: I would.",
        "Harley: So then let's do it, okay. Let's just concentrate on having the best Christmas ever for the kids, you know. One that they would always remember. And then after Christmas, we can let reality rear it's ugly head again. Please? For the kids' sake?",
        "Frank: I guess I could do that, sis.",
        "Harley: Okay.",
        "Frank: We will keep reality at bay until after Christmas, okay. We'll think nothing but positive thought.",
        "Harley: Yeah, after Christmas. And then you know when the world comes crashing in, maybe we'll have the strength to tackle it. Okay?",
        "Frank: I got to go do something now, okay?",
        "Harley: I thought you were going to help me wrap presents. See? What kind of big brother are you deserting me in my time of need?",
        "Frank: I will never ever desert you. I will always be there for you no matter what.",
        "Harley: Gus.",
        "[SCENE_BREAK]",
        "Beth: So are you going to let this go? (Phone rings)",
        "Gus: Hello? Harley? Harley? That's weird.",
        "Beth: See? You and Harley, you don't stand a chance if you don't let this go. I mean we all did things that... you just need to move on, Gus.",
        "Gus: I'm going to make one more round, you know, play the happy CEO, and then I'm jumping on the bus.",
        "[SCENE_BREAK]",
        "Frank: O'Neill? It's Cooper. Look, I have another suspect in the Phillip Spaulding murder case. I'll be bringing 'em after Christmas. Because that's the way I want to handle it. I'll bring 'em after Christmas. You have my word.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Gus: We got Emma. How did you do that by the way? What, did you called a little truce there with Olivia?",
        "Alan: Something like that. As long as Emma's with her family where she belongs.",
        "Ross: And what about her mother? Is Emma's mother where she belongs?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=-G1oFIahtJA"
}