{
    "Episode Summary": [],
    "Recap": [
        "Beth visits Alan where he tells her that he will be out of the hospital soon and then he is going after Harley to get back what is rightfully his. Beth tells him that she will not be part of harming Harley, but tells him that she will help him with his hearing. Later she tells Gus though that Alan is planning something with Harley. Gus later calls and reserves the Spaulding jet for him and one other passenger, destination to be told when they leave. Cassie feels guilty about calling the cops on Jonathan and Tammy but tells Josh when he offers to take the blame that she will stick by what she did. Frank tells Tammy she can get out of the charges if she turns on Jonathan but she refuses. Jonathan later punches out a police officer that manhandles Tammy. Cassie arrives at the station and when Tammy says she is glad to see her, tells her it was she who called the tip in."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Harley: Okay, thank you for that. I'm definitely taking that to my meeting.",
        "Gus: Wait.",
        "Harley: What? What?",
        "Gus: I just wanted to say that I'm really looking forward to New Year's Eve with you.",
        "Harley: Me, too.",
        "Gus: I think it's going to be good.",
        "Harley: It's going to be a really good one, yes.",
        "Gus: All right. Go to your meeting, do what you've got to do. Are you going to tell me who sent you? Who sent you?",
        "Alan: Soon I'm going to get out of this hell.",
        "Beth: Alan, what are you doing?",
        "Alan: Well, I'm packing.",
        "Beth: I can see that, but why?",
        "Alan: Well, I'm preparing for my reentry into the civilized world. Come New Year's Eve, I will be a free man.",
        "[SCENE_BREAK]",
        "(Telephone rings )",
        "Cassie: Hello.",
        "Jeffrey: Hi, it's me.",
        "Cassie: Oh, hi.",
        "Jeffrey: Listen, I just got to the station and I've got more work than I thought, so I won't be able to make it home until later.",
        "Cassie: Okay. Is everything all right down there?",
        "Jeffrey: Yeah, it's fine, but I'd rather be there with you. How are you?",
        "Cassie: I'm fine. I'm glad you're there, actually. I'll talk to you later?",
        "Jeffrey: All right, bye. ( Horn honking )",
        "Josh: Oh, sorry. It's for RJ's new bike. You know, it used to belong to Shayne, and I figured that... are you okay?",
        "Cassie: I did something, Josh, something that may cost me my daughter forever.",
        "[SCENE_BREAK]",
        "( Knock on the door )",
        "Jonathan: Go away!",
        "Frank: I can't do that, Jonathan. You're under arrest.",
        "Tammy: What is this?",
        "Jonathan: Oh, it must be O'Neill. The D.A. sending the storm troopers after us again?",
        "Tammy: What's going on?",
        "Frank: I have new information about the fire in that house. We're bringing you in for questioning.",
        "Jonathan: Reva told you I was with her when the fire started.",
        "Frank: Yes she did. Cuff him.",
        "Tammy: Jonathan didn't do anything, Frank. You can't take him in.",
        "Frank: Unfortunately, Tammy, I'm going to have to take you in as well.",
        "Jonathan: What?",
        "Frank: All right, Tammy, have a seat please.",
        "Tammy: Frank, you have to know that this is a mistake. We didn't do anything.",
        "Frank: Please sit down.",
        "Jonathan: Tammy, everything's going to be fine; you just can't say anything.",
        "Frank: Well hopefully she will say something, Jonathan. Something that will help me put together this whole mess.",
        "Jeffrey: Yeah, I'd like to put it all together myself.",
        "Tammy: Jeffrey. Oh, thank God you're here.",
        "Jeffrey: What's going on here?",
        "Frank: I brought them in for more questioning about the fire that was in Sandy Foster's house.",
        "Tammy: Just let me explain.",
        "Jonathan: Tammy, everything's going to be okay, but I'm serious, you've got to keep your mouth shut.",
        "Jeffrey: Why did you bring them in, Frank? The last I heard you didn't have enough evidence to arrest anyone.",
        "Frank: Because we got an anonymous tip that claimed that Reva's alibi may be a lie.",
        "Jonathan: Anonymous?",
        "Frank: And that Jonathan and Tammy were both at the scene of the fire when it started.",
        "Jonathan: You can't honestly believe she had anything to do with this.",
        "Frank: But you were there, right, Jonathan?",
        "Tammy: This is crazy, Jonathan.",
        "Jeffrey: All right, all right. Everybody let's just take it easy. And Jonathan's right, you shouldn't say anything until we get this thing straightened out. Chief Cooper, may I please have a word with you?",
        "Tammy: I don't get how this happened. Reva was the only person who knew. She wouldn't call in a tip on us.",
        "Jonathan: No, no, she's on our side; she's been on my side. Besides, at the end of the day, she's my mom. Now, listen, you were nowhere near that fire.",
        "Tammy: But you...",
        "Jonathan: You weren't there.",
        "Tammy: Who did this to us?",
        "[SCENE_BREAK]",
        "Cassie: I was so desperate to find the way, any possible way to shake Tammy from this attachment she has with Jonathan, that I... I wanted her to remember what this guy is capable of.",
        "Josh: So you called the cops on them?",
        "Cassie: I wanted to turn him in for the fire at Sandy's house, but Reva stopped me.",
        "Josh: Of course she did.",
        "Cassie: Well not just because she wanted to protect her son, but also because it turns out Tammy was there, too.",
        "Josh: Tammy was in the house with Jonathan when the fire started. Reva knew that, but she didn't tell anybody.",
        "Cassie: Yeah. Does that surprise you? Reva has proven she'll do anything to protect him.",
        "Josh: What else did Reva say about the fire?",
        "Cassie: Well, she said that Jonathan and Tammy told her it was an accident. So when the police first questioned them, she covered for them.",
        "Josh: What does that mean, she lied for him?",
        "Cassie: She gave him an alibi. She said she had to do it in order to keep both of our kids safe.",
        "Josh: They were together, and Reva knew that?",
        "Cassie: This thing between Tammy and Jonathan has been going on between Tammy and Jonathan for a while now. And not only did Reva not say anything, but she helped them, she helped them be together.",
        "Josh: This must be very difficult for you?",
        "Cassie: It is. I turned my own daughter into the police, Josh.",
        "Josh: Cassie...",
        "Cassie: I didn't no what else to do. I just kept imagining her with him, and all of the danger he's already put her in. I mean, if this fire had spread quickly and they didn't get out. And who knows what is next. Who knows what he'll mix her up in. So I made an anonymous call. I just thought if she got dragged down there, and was able to see the consequences of being with someone like Jonathan, that she would decide herself not to be with him. God, Josh, what did I do? I turned my little girl over to the police. What kind of a mother am I?",
        "Josh: The best kind.",
        "[SCENE_BREAK]",
        "Harley: Have you lost your mind? Get off of him.",
        "Gus: What are you talking about? What are you doing?",
        "Harley: I'm trying to save you from being sued.",
        "Man: What's your problem?",
        "Gus: What is your problem? What are you talking about? He's lurking around my wife.",
        "Harley: He's not lurking. Duncan, I'm sorry, are you okay?",
        "Gus: You know him?",
        "Harley: He's one of my interns. He's shadowing while I have these meetings with the small business owners.",
        "Gus: You're shadowing her. You're watching to make sure they're on the up and up. Well, maybe if you didn't shadow her so well, people-- you're doing a good job, man. You're doing a good job, man, I'm sorry.",
        "Duncan: Okay.",
        "Gus: You're doing a good job. Sorry. What?",
        "Harley: You're starting to scare me. Drink some decaf.",
        "Gus: I was a little worried. I see the guy, he's following you and he's going after you, I think, and so I take some action. I can't help it.",
        "Harley: You definitely took some action.",
        "Gus: Well, I was afraid he was going to attack you.",
        "Harley: He's not going to attack me. The only thing this poor kid did wrong so far is make colored copies when I asked for black and white.",
        "Gus: Sorry. Did you do a background check on him at least?",
        "Harley: You mean, did I check to make sure he wasn't a spy sent in by somebody's psychotic vengeful father? Yes, I did.",
        "Gus: Okay. Okay. It's just when we were in the hotel room and you seemed so upset and it's just the whole timing of this competency hearing.",
        "Harley: No, you're right. You're right, you're right. That competency hearing. The thought that anybody would even think about letting this psycho out, it's a nightmare.",
        "Gus: It shouldn't be. I just... I'm just want to celebrate our life together, that's all. And I don't want to worry about Alan. Trust me, from my heart, I don't. And I'm not going to, okay?",
        "Harley: You're not worried? Why don't you tell that to that kid's shoulder.",
        "Gus: Yeah.",
        "Harley: Honey, Alan is not going to take anything away from us. Not our life, not our family, not our happiness, nothing. Okay?",
        "Gus: Yeah, all right.",
        "Harley: I mean, is he a threat to us? I don't know, but frankly, I'm sick and tired of obsessing about this man. He's not going to break us.",
        "Gus: No. Because we're unbreakable.",
        "Harley: Because we're unbreakable. And you know what? He's not taking away my job as CEO, either, because I worked hard at it and I'm good at it, and I'm staying good. Because finally Spaulding is turning into a company that I can be proud of, that my kids can be proud of.",
        "Gus: Yeah, I think you're doing a great job.",
        "Harley: Thanks.",
        "Gus: A great job.",
        "Harley: I look cute in that chair, don't I?",
        "Gus: Very cute in that chair.",
        "Harley: Seriously, we're doing really good stuff in the world, and that's becoming very good business for us. And so Alan is not going to hurt us, not unless we let him.",
        "Gus: Right, and we won't. We won't.",
        "[SCENE_BREAK]",
        "Beth: You are aware that you may not be released, right?",
        "Alan: Don't be negative. My lawyer has guaranteed me I would be released New Year's Eve.",
        "Beth: Well, how can he do that?",
        "Alan: I don't ask questions, Beth, I just pay him for results.",
        "Beth: You are in here for murdering your son.",
        "Alan: I was temporarily insane; now I'm fine.",
        "Beth: Fine?",
        "Alan: Yes, I'm no longer a threat you see to society-- that is, most of society.",
        "Beth: Are you talking about Harley?",
        "Alan: I'm talking about us getting on with the rest of our life.",
        "Beth: How do you plan on doing that?",
        "Alan: Well, for me to do that, Harley must go on a permanent vacation, and I can get my family and my company back. Solid or striped?",
        "Beth: What are you going to do to Harley, Alan? Alan, let's be clear. I may not like Harley, but I don't want to see her hurt, either. I won't be a part of anything like that.",
        "Alan: And you won't have to worry about a thing.",
        "Beth: I want to know what you have planned.",
        "Alan: It's already been taken care of.",
        "Beth: Alan...",
        "Alan: You know, I don't know why we're talking about this, Beth. I thought we would be talking about my homecoming. I was expecting a little more enthusiasm. Don't you understand, when I get out of here, the sky is the limit.",
        "Beth: Alan...",
        "Alan: Power, that's what I'm talking about, Beth, power. I am returning to power and taking you with me. And you're going to have all of the power that you want and deserve.",
        "Beth: Solid.",
        "Alan: What?",
        "Beth: The tie for your hearing, I think it should be solid.",
        "Alan: That's my girl. ( Laughing ) ( laughing )",
        "[SCENE_BREAK]",
        "Gus: The thing is, Alan is no match for us. Because what we have is so strong and so good and so right... Uh-huh.",
        "Harley: ...That there's nothing that Alan can do. There's no way he can come between us unless there is something you know that I don't know.",
        "Gus: No, there's nothing I know, I promise you. I'm just being paranoid. Please believe me, I think we deserve it. We deserve to have a great life. We work for it and we deserve to give that life to the kids. And you're great with the kids, and you're so good at your job, and it's my family and my family's company, and you're doing great on both the jobs. I really think so.",
        "Harley: Listen to me, I couldn't do any of this without you. I'm not just saying that.",
        "Gus: Well, look, I'm sorry if I'm acting crazy, it's just that I feel like I'm...",
        "Harley: You're not being paranoid. He is crazy. But we have to take a deep breath and realize that he can't get to us just by scaring us.",
        "Gus: That's the thing. People, they've got to remember to just breathe sometimes. I've got to remember to breathe.",
        "Harley: Take a breath, stop beating up my interns, and have a little faith, right?",
        "Gus: Right. Right. Knock 'em dead. I just really need to make sure.",
        "[SCENE_BREAK]",
        "Cassie: Wait a minute. You are the one who warned me if I tried to keep Tammy and Jonathan apart, I would be pushing her away from me?",
        "Josh: Right.",
        "Cassie: And now you're telling me I'm right for turning her into the police.",
        "Josh: Yes.",
        "Cassie: So much for the zen approach. What happened to you? That punch in the jaw get you?",
        "Josh: No, no. Nothing strange actually, I'm just looking at it in a different way. I mean, when you turned them in, you weren't actually trying to split them apart?",
        "Cassie: I wasn't?",
        "Josh: Well, no, because you turned them both in, right? You weren't trying to stand in their way. Tammy still has the decision she has to make. She'll have to choose if she is going to walk away, if that is what she wants.",
        "Cassie: What if that isn't what she wants?",
        "Josh: I just happen to think once she gets a real dose of reality, she is going to see things differently, okay? There's nothing wakes you up quicker than facing the possibility of jail time. Let me get you some water.",
        "Cassie: I always used to be so confident about Tammy's decisions. You know, I never gave it a second thought because she always made the right choice, but ever since Jonathan --",
        "Josh: No, no, no. Now, look, Tammy's a smart girl. She just got swept away, that's all. You have to be the one who is grounded. You have to remind her who Jonathan really is.",
        "Cassie: That's what scares me. She says she knows who Jonathan really is. She knows all the terrible things he's done and she's still in love with him.",
        "Josh: Yeah, but I see, I just have to... I think that once she faces the jail thing, she's going to re-think some of that.",
        "Cassie: I hate the thought of my little girl behind bars. But I want to wake her up. I want to show her the reality of her life. Being here and picturing her being arrested and...",
        "Josh: Look, if you go down to that station right now, you are going to want to bail her out and that is not going to make things any better.",
        "Cassie: I know.",
        "Josh: But if you leave things as they are, if you trust that gut instinct of yours that made you call the cops in the first place, this whole thing may go away today.",
        "Cassie: You really think so?",
        "Josh: What other choice do you really have?",
        "Cassie: I don't know. But if she finds out it was me...",
        "Josh: She won't.",
        "Cassie: How can you be so sure?",
        "Josh: I'll take responsibility for the call myself.",
        "[SCENE_BREAK]",
        "Jonathan: Frank, you know Tammy. You don't seriously believe that she would be involved in arson.",
        "Frank: Normally, no. But I'm beginning to doubt her judgment lately.",
        "Jeffrey: Jonathan and Tammy, well that's another issue, Frank.",
        "Frank: Let me ask you a question? Do you have any idea who could have put that anonymous phone call in?",
        "Jeffrey: What I know, Frank, it shouldn't be enough to make an arrest.",
        "Frank: Well, I believe that Reva lied to me. So I'll tell you what, O'Neill, you do your job and I'll do mine.",
        "Jeffrey: Frank...",
        "Frank: I'm sorry, I'm truly sorry about all of this going on with Tammy and Cassie right now, but...",
        "Jeffrey: You've got to follow through?",
        "Frank: Yeah.",
        "Jeffrey: I know.",
        "Frank: Yeah.",
        "Tammy: We can tell them the truth, we were there but the fire was an accident.",
        "Jonathan: No, we aren't going to tell them anything. You are going to walk out of here.",
        "Tammy: No.",
        "Jonathan: Yes. Tammy, if you can't do it for yourself, do it for me. If you get in trouble over something I did, especially something like this, no.",
        "Frank: Okay, you guys. I need to ask you some questions. And you know what? Do me a big favor, will you? Don't lie to me because I'll be able to tell.",
        "Jeffrey: Try to stay calm and answer the questions.",
        "Frank: Excuse me. Are you her lawyer or are you the district attorney.",
        "Jeffrey: Right now, neither.",
        "Frank: Don't make you ask you to leave my station.",
        "Jeffrey: I want the truth, Frank?",
        "Jonathan: Look, the truth is, Chief, you had your man from the beginning. I set the fire. It was all me.",
        "Tammy: Jonathan!",
        "Jonathan: She's just trying to protect me.",
        "Tammy: He is lying. The fire was an accident, but it was my accident. This whole thing is my fault.",
        "[SCENE_BREAK]",
        "Announcer: Beth Ehlers, inside \"The Light.\" Harley is still very spoiled and selfish and manipulative. Who's Harley's best match? That's for the audience to decide. We're really very, very different. She's much braver than I am. Actually, I thought it was great fun to carry an episode.",
        "Announcer: See Harley, Wednesday, January 4th, inside \"The Light.\"",
        "[SCENE_BREAK]",
        "Cassie: I'm the one who called the cops on my daughter. I knew I'd have to face the consequences.",
        "Josh: But you don't have to.",
        "Cassie: But Tammy adores you, if she thinks you ratted her out...",
        "Josh: Cassie, that's okay. I'm willing to have Tammy hate me for a while if it keeps her loving her mom.",
        "Cassie: Well, I'm not. Josh, I can't let you do it. If I want her to take responsibility for her actions, then I need to take responsibility for mine. Um...",
        "Josh: Am I leaving?",
        "Cassie: I kind of need some time to process this, to think.",
        "Josh: Okay.",
        "Cassie: But thank you.",
        "Josh: Sure.",
        "Cassie: Thanks a lot.",
        "Josh: I'll see you.",
        "Cassie: Okay.",
        "[SCENE_BREAK]",
        "Tammy: I'm the one who pulled Jonathan out of the house.",
        "Jonathan: Frank, don't listen to her.",
        "Tammy: He tried to put the fire out, but I was afraid he would get hurt.",
        "Frank: Let me get this straight. You were both at the scene, but Tammy, you started the fire.",
        "Jonathan: No.",
        "Jeffrey: Tammy, don't say another word.",
        "Tammy: It was an accident.",
        "Jeffrey: Don't say anything else! Now, Frank, we need a couple of minutes here till we sort this out, unless you want to make a case against her for protecting her boyfriend or being naive, which is about all you've got right now.",
        "Frank: Fine, O'Neill. You've got it.",
        "Jeffrey: Thank you.",
        "Jonathan: O'Neill, tell her that this isn't a joke, it's not a time to be brave. Tammy, tell him who was throwing the matches around.",
        "Tammy: He tossed some stuff into the fireplace, so what.",
        "Jeffrey: So what?! So what, Tammy? What about the neighbor who came in there to see everything was all right? She's still in the hospital, Tammy, suffering from smoke inhalation.",
        "Tammy: We feel really bad about that.",
        "Jeffrey: You feel... come here.",
        "Tammy: We don't know how the curtains caught fire. It was an accident.",
        "Jeffrey: Listen to me. Listen to me. Now, I'm going to get you out of this. I'm going to start the paperwork now.",
        "Tammy: What about Jonathan?",
        "Jeffrey: Tammy. Now I cannot help you, unless you help me. Do you understand what you're saying? This is arson; it's a felony charge. It means possibly prison and possibly a trial.",
        "Tammy: I'll face whatever I have to, Jeffrey, I just want to see my mom.",
        "Jeffrey: Of course, I'll see what I can do. But I'm going to start the paperwork right now to get you out of here. If you love her...",
        "Jonathan: I know.",
        "Jeffrey: Then you'll do the right thing.",
        "Jonathan: I'm trying to.",
        "Jeffrey: You keep her out of this, and then let her go back to the safe life that she knows. Listen to me. Do the right thing.",
        "[SCENE_BREAK]",
        "Young girl, don't cry I'll be right here when your world starts to fall young girl, it's all right your tears will dry, you'll soon be free to fly ooh...",
        "Tammy: I love you, and you mean more to me than anything. Mom, we've lived in shacks and in palaces, but it didn't matter where we were because I always had you to make every place home. Thank you. No one never wants or bothers to explain all the heartache life can bring and what it means when there's no one else look inside...",
        "Cassie: All I ever wanted was for you to have a better life than I did. Like your oldest friend, just the voice within... you are going to be the most beautiful bride ever. Love will guide your way you'll learn to be and trust the voice within when there's no one else...",
        "Cassie: Get the hell off my daughter! If you go now, don't ever bother coming back.",
        "Tammy: I'm a woman, right? Not just your little girl.",
        "Cassie: Tammy, baby! Tammy! You'll learn to begin trust the voice...",
        "Tammy: How do you explain why you fall in love?",
        "Cassie: This is not love.",
        "Tammy: Yes, it is. I love him. Young girl, don't cry I'll be right here when you're world starts to fall.",
        "Cassie: Is this my fault, Tammy? Did I do this to you? Did I push you so hard to have the perfect life with the perfect guy, that I actually pushed you into Jonathan's arms? I just want my daughter back.",
        "[SCENE_BREAK]",
        "Harley: No. I can't deal with this right now. Really. Just send the numbers to my office, and I'll have somebody get back to you. Thanks.",
        "Cassie: Somebody get back to you? Wow, I'm impressed.",
        "Harley: Me, too, sometimes. I miss you.",
        "Cassie: I miss you, too. Look at you taking over the world.",
        "Harley: Scary, huh?",
        "Cassie: No. You know, actually, not. It makes a lot more sense than most of the things that are going on these days.",
        "Harley: You think?",
        "Cassie: Absolutely.",
        "Harley: Well I guess somebody's got to you know, run things.",
        "Cassie: Yeah.",
        "Harley: You here alone?",
        "Cassie: Yeah. I'm all alone.",
        "Harley: Because I was just thinking about you, worrying about you, actually.",
        "Cassie: Don't worry about me. I'm good; everything's fine. What's going on with you?",
        "Harley: You know, the usual: I'm running a multi-national corporation, I'm trying to see my kids every once in a while, take care of my husband watch him as he beats up my interns, you know.",
        "Cassie: I'm sorry?",
        "Harley: It's a long story, forget it. More than anything, I'm worried about one of my best friends. How are you?",
        "Cassie: Wow, being CEO of Spaulding is making you bossier than ever.",
        "Harley: I've always been bossy. Don't change the subject.",
        "Cassie: All right, all right, all right. I know better than to fight with you when you have your pitbull face on. Whatever it is that's on your mind, say it?",
        "Harley: I just saw Tammy with Jonathan.",
        "Cassie: Oh.",
        "Harley: Don't say oh, like you don't know. I know you know. She told me you know.",
        "Cassie: Maybe, maybe not. Go on.",
        "Harley: They were down here announcing that they were a couple. More like shouting it from the rooftops. Is this for real?",
        "Cassie: Oh, yeah, it's for real.",
        "[SCENE_BREAK]",
        "Gus: Just finish feeding him tapioca?",
        "Beth: Good do see you, too. Gus...",
        "Gus: Yeah?",
        "Beth: We've gone a few rounds, haven't we?",
        "Gus: Uh-huh.",
        "Beth: Just be careful.",
        "Gus: Whoa, whoa. You have something to say, Beth, just say it. I detect a hint of concern in your voice, so uh... you've got something to say? Because I don't have my secret decoder ring with me. I must have left it at the office.",
        "Beth: Why do you have to make everything so difficult? Huh? Yes, you and Harley beat me up for a job I wanted at Spaulding. We fought, and you won, and now you think that I would do anything to win.",
        "Gus: Beth if there's something you didn't do, it's only because you didn't think of it?",
        "Beth: Yeah.",
        "Gus: Yeah.",
        "Beth: Well, for your information, I draw the line at actually hurting people.",
        "Gus: Oh, right. ( Laughing )",
        "Beth: Hello. Alan just mentioned Harley and what he might do if he gets out.",
        "Gus: Do what? Be more specific.",
        "Beth: He didn't say anything specific. I'm just telling you that you should be worried. And I want you to know if he gets out and if something happens, I had nothing to do with it.",
        "Gus: What did he say? Like what, a hitman, a car off the cliff, poison in the food, what?",
        "Beth: Don't you think I would tell you if I knew. That man murdered the love of my life, and I still suffer. And I'm a sucker. I don't want anyone to feel the kind of pain I feel, even you and Harley.",
        "[SCENE_BREAK]",
        "( knock on the door )",
        "Gus: Hmm. What, are you dressing for your hearing? It's a little premature, isn't it?",
        "Alan: Well, that was much better.",
        "Gus: What's that?",
        "Alan: You didn't come in here swinging your fists at me trying to attack me. And to answer your question, I'm not wearing this to my hearing.",
        "Gus: Oh, is that right?",
        "Alan: I plan on wearing it the first day back at Spaulding Enterprises.",
        "Gus: You're going to go work at Spaulding Enterprises, are you? You know, you keep talking crazy like that, and you're going to spend a lot more time in this tiny, tiny room than you were expecting.",
        "Alan: I hate to disappoint you, son, but come New Year's Eve, I am a free man.",
        "Gus: Let's just say for argument sake that you were to get out of here, you've been in here a while. The world has gone by. Maybe you're not ready.",
        "Alan: I'm adaptable.",
        "Gus: Is that right? Taking life as it comes, huh?",
        "Alan: Exactly. I just spent a wonderful Christmas day with my family. This week, I plan on finishing my packing and next week...",
        "Gus: What's happening next week?",
        "Alan: Why don't you tell me? You know where Harley is. You had her itinerary. You were waving it in front of me the other day. Isn't that why you came?",
        "Gus: Maybe.",
        "Alan: Then why don't you sit down and let me tell you what I have planned for your wife.",
        "[SCENE_BREAK]",
        "Cassie: Does Tammy seem proud to be with Jonathan? She didn't seem ashamed at all?",
        "Harley: Not a bit. And I have to say I was shocked, especially when I realized you already knew.",
        "Cassie: Well, I haven't known for that long; this all just came out over Christmas.",
        "Harley: Happy holidays.",
        "Cassie: Exactly. Let me see, I found out they were together when we walked in on them kissing in the barn. And then she and Jonathan came together to Reva's Christmas party, where Jonathan proceeded to punch Josh.",
        "Harley: No.",
        "Cassie: And then they ran off and I didn't know when I would see her again.",
        "Harley: Cassie, I'm sorry.",
        "Cassie: Jonathan has been nothing but poison since he came to this town. I can understand why she could be sucked in by him because he's very seductive. He can be very convincing when he wants to be. I mean, I even gave him the benefit of the doubt for a while.",
        "Harley: What does Reva think?",
        "Cassie: Oh, she helped them.",
        "Harley: Oh.",
        "Cassie: Exactly.",
        "Harley: Well, what are you going to do?",
        "Cassie: I'm still working on it. Please, tell me your Christmas was better than mine?",
        "Harley: Oh, mine was great.",
        "Cassie: Well, see, someone's life is right.",
        "Harley: You didn't happen to read the paper this morning, did you?",
        "Cassie: No. Oh, my God! Is Alan really getting out?",
        "Harley: I don't know. Gus is worried, and I have to say I'm worried, too. But you know what the difference is? I have faith. And with faith, we can stop anything that Alan tries to throw at us.",
        "Cassie: After all this time, Gus doesn't has faith?",
        "Harley: Well Gus has faith, he just can't sit still, you know. He's one of these people, he has to swim out and bite the shark before it bites him, and then swim back.",
        "Cassie: Kind of sounds like you?",
        "Harley: Hmm. Well I have other things to worry about, my family, my company. And I'm not afraid of sharks anymore. And you shouldn't be either. We're like warrior women. I mean, really, if we can get through this stuff, anybody can, right?",
        "Cassie: Right.",
        "Harley: I'm not going to let Alan take away everything I've worked for, my family and my marriage and my life and my happiness and my power.",
        "Cassie: Exactly, and why should I let Jonathan take all of that away from me?",
        "Harley: You shouldn't.",
        "Cassie: I won't. Warrior women, huh?",
        "Harley: Yeah, that just came to me. You like it. We should get a t-shirt with that.",
        "Cassie: I think we should. That's a good idea.",
        "[SCENE_BREAK]",
        "Jonathan: You don't long here. You deserve much better than this.",
        "Tammy: I belong with you.",
        "Jonathan: No. Tammy...",
        "Tammy: I don't care if it's in a shack by the lake or a lousy hotel room...",
        "Jonathan: What, or a jail cell? It kills me when you talk like that. You deserve so much better than this.",
        "Tammy: It can only get better from here, right?",
        "Jonathan: No promises, remember?",
        "Frank: All right, Tammy. I just spoke to Jeffrey. I can make this all go away for you, okay?",
        "Jonathan: Go on.",
        "Frank: I think you know how the next part goes, Jonathan.",
        "Tammy: How the next part goes, what is he talking about? What does he mean?",
        "Jonathan: You've got to give me up.",
        "Tammy: What? What does that mean?",
        "Frank: It means right now I can hold you on suspicion of arson, unless you...",
        "Tammy: No. If you take him, you take me.",
        "Jonathan: Tammy, stop.",
        "Tammy: This is my choice, right, Frank?",
        "Frank: Yes, it is.",
        "Tammy: Then I've made it.",
        "Jonathan: Frank.",
        "Frank: Jenkins. Start the processing, please? Tammy, if you change your mind, you let me know.",
        "Jonathan: Hey, let go of her.",
        "Jenkins: Stand up, Mr. Randall.",
        "Jonathan: Hey, I just told you to watch how you're touching her.",
        "Jenkins: Or what?",
        "Tammy: I'm not finished...",
        "Jenkins: This way, ma'am.",
        "Tammy: Ow, you're hurting my arm.",
        "Jonathan: Let go of her! ( Grunts )",
        "Frank: Jonathan.",
        "Tammy: Let him go! Stop it!",
        "Jonathan: Let go of her! Get off! Get off!",
        "Frank: Jonathan!",
        "[SCENE_BREAK]",
        "Harley: This town looks pretty cool on New Year's Eve, huh? Huh, Jude? I used to love New Year's Eve when I was your age. I would stay up really late with my big brother and my grandpa, and that's what you're going to do this year. You and Zach and Grandpa Buzz, you're going to stay up really late, so you can stay up until midnight. I think you guys are going to have to work really hard to keep Grandpa awake, though?",
        "Jude: What about you, Mommy?",
        "Harley: Me, I'm going to call you right after I kiss Gus. And then daddy's going to call you. You're a pretty popular guy. You know what? This is going to be the best New Year's ever, certainly better than last year. Maybe the best year. You know why? Because this year we are all going to be together. ( Laughing )",
        "[SCENE_BREAK]",
        "Alan: You know I'm going to get out of here. When I do, I'm going to come after Harley and get back everything she took from me.",
        "Gus: Well, you know you're going to have to go through me, first, right? And I will stop you.",
        "Alan: You can try to stop me, but you will fail. You would have to shoot me, first.",
        "Gus: Well, maybe that's what I'll do. Like father, like son.",
        "Alan: Gus, it's too late. It's too late to save Harley now.",
        "Gus: You will not be breathing one breath of fresh air, okay? It's a promise. Hey, this is Gus. Listen, you're going to have to help me out with this. I'm not used to doing this, I don't know how it works, but I need to book the Spaulding jet for tomorrow night. I just need it to be waiting for me. Well, besides myself? There will be one other passenger. Right, the destination? I'm going to have to tell you that when we're on board. Thanks.",
        "[SCENE_BREAK]",
        "Jeffrey: Hi, it's me. I'm trying to track you down. I want to hear your voice and tell you that Tammy is uh-- well, she wants to see you. All right, call me.",
        "Josh: Hello.",
        "Jeffrey: Hi.",
        "Josh: Sounds like you caught up with Cassie?",
        "Jeffrey: Well, I left her a message. Tammy is-- well, she wants to see her.",
        "Josh: Well, I just left Cassie at the farmhouse. If you'd like, I guess I could go over there...",
        "Jeffrey: No, that's all right, Josh. I'll find her.",
        "[SCENE_BREAK]",
        "Jonathan: Get off of me!",
        "Frank: You know something? You had half a chance with suspicion of arson, but now you assaulted a cop.",
        "Tammy: He didn't mean it, Frank. You can't...",
        "Frank: Stay out of it, Tammy!",
        "Jonathan: I'll be fine. Tammy, I'll be fine.",
        "Frank: Get him out of here.",
        "Jonathan: You all right?",
        "Tammy: Uh-huh. Mom, oh, my God. Over here. Thank God you're here. They brought us in because of the fire, and they just took Jonathan away. I mean somebody called in a tip.",
        "Cassie: It was me.",
        "Tammy: What?",
        "Cassie: You said someone called the cops on you and Jonathan? It was me, Tammy, I made the call, I turned you in.",
        "[NEXT_ON]",
        "Reva: I got a call that my son was arrested.",
        "Officer: Name?",
        "Reva: Jonathan Randall.",
        "Cassie: Jail time would be good for him.",
        "Tammy: You just want to see him suffer."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=hvd4q6EF3og"
}