{
    "Episode Summary": [],
    "Recap": [
        "Mallet calls Spaulding looking for Harley, although Dinah tries to keep him from coming, he makes an appointment with Harley to discuss Marina. After telling Harley of Marina's time at the station, she agrees that they should work together to keep Marina out of trouble. Harley wonders what she got herself into. Blake stops by to drop off a present for Harley and Dinah tells her that she wants to make plans for the Holidays. Blake reveals that due to a conference in Hawaii the entire family will be spending Christmas there. Dinah realizes she isn't invited and although she tells Blake she is fine, she later breaks down. Mallet finds her and tries to cheer her up. Lizzie and Coop are upset that they don't get to spend any time alone with each other. Quinn offers Lizzie his place for them to get away, which Lizzie turns down until she sees how close Ava and Coop seem. Ava reads some of Coops writing and tells him that he is wasting his time at Company. Olivia finds the picture of Jeffrey and Richard side by side and questions why Josh won't tell Cassie. The private eye that she hired to find out about Jeffrey calls Josh and tells him that he has more information. Josh tells him again he doesn't want it, but then later decides he needs to tell Cassie. He goes to the farm and hands her a file with everything he has."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "[parts of this transcript are missing due to local news breaks.]",
        "Dinah: Spaulding pharmaceutical reports. We have financial projections that need to be calculated. And I'm all about work today. ( Cell phone rings ) Harley Cooper's line.",
        "Mallet: Marler?",
        "Dinah: Yes, what's up. I'm super busy.",
        "Mallet: That's okay, I wasn't calling for you.",
        "Dinah: Right, why would I think that?",
        "Mallet: I mean, why would I, right?",
        "Dinah: Yeah, exactly.",
        "Mallet: You just said this is Harley's line, didn't you say that?",
        "Dinah: Is this your idea of small-talk? What's up?",
        "Mallet: Yeah, it was. I'll get right to the point. Tell Harley I need to talk to her.",
        "Dinah: Yeah, sure, but she is super busy today.",
        "Mallet: No worries. Tell her I won't stay long.",
        "Dinah: Wait a minute, you're coming by today without an appointment?",
        "Mallet: Yes, police business.",
        "Harley: Good morning. Is that for me?",
        "Dinah: It's Mallet. He wants to stop by, but I told him about your schedule.",
        "Harley: Hey, you can come over, it is not a problem. Good-bye.",
        "Dinah: Is somebody perky today?",
        "Harley: I am.",
        "Dinah: Sure you want to ruin that with a visit from him.",
        "Harley: A visit from Mallet? No big deal.",
        "Dinah: No big deal. When did that happen?",
        "[SCENE_BREAK]",
        "Coop: Hey, what's in the sack there, Santa?",
        "Lizzie: Nothing. What sack?",
        "Coop: Mm-hm. Come here. You know I've been a good boy this year.",
        "Lizzie: You're not getting this. You're not getting this! It's a surprise.",
        "Coop: Well, not anymore. I thought you promised you were not going to be spending a lot on a gift for Christmas.",
        "Lizzie: You know, I don't recall that promise.",
        "Coop: That's funny. Does this little gift leave you broke, broke or just a little broke?",
        "Lizzie: I'll have you know I'm a working woman, okay, in a good, non-hookerish sort of way. I've got a regular income coming in. If I want to spoil my man, I can.",
        "Coop: Okay. Well, why don't you spoil your man right here, right now, in public.",
        "Lizzie: Because there's no one around for the first time. We imagine to have a few minutes of privacy.",
        "Coop: Maybe.",
        "Ava: Hey, I know I'm a little bit early, but I figured I would... I have the worst timing.",
        "[SCENE_BREAK]",
        "Jeffrey: Yeah. Well, it is somewhere between 15 and 50.",
        "Cassie: Jeffrey?",
        "Jeffrey: I have to move the catering menu as soon as possible. Thank you, I'd appreciate it. Thank you. You still there? Sorry. We'll be between the two numbers, 32-and-a-half people. I know. Just let me know. Thanks a lot.",
        "Cassie: What is going on around here?",
        "Jeffrey: Well, I'm preparing our tree-trimming party. I've made it my new project.",
        "Cassie: Party planning?",
        "Jeffrey: That's me, Jeffrey the party planner. Well, you don't think I can handle it?",
        "Cassie: Ooh...",
        "Jeffrey: Ho-ho! You just get ready, get ready to be prepared to be festive.",
        "Cassie: Wow. You don't have to do this.",
        "Jeffrey: Have to? I want to. I will.",
        "Cassie: If you say so.",
        "Jeffrey: Trust me Mrs. Winslow, have I ever let you down?",
        "[SCENE_BREAK]",
        "Josh: So Jeffrey's going to let down Cassie, big time. I hate this. ( Knocking at the door ) just a second!",
        "Olivia: Don't have a second.",
        "Josh: Olivia?",
        "Olivia: Yeah.",
        "Josh: Is there some problem?",
        "Olivia: Hurry up. Please!",
        "Josh: Just a second, I'm coming!",
        "Olivia: Okay, it's the Masterson project. If we work now, we can double our profit.",
        "Josh: How?",
        "Olivia: Well, it's right here in the plans. It's been right here all along.",
        "Josh: Let me help you.",
        "Olivia: No, no, no. I get too excited.",
        "Josh: Can you not touch that, please!",
        "Olivia: Wow.",
        "Josh: Yeah, wow.",
        "Olivia: Is that Jeffrey or is that Richard?",
        "Josh: I think it's both. And they happen to be dressed alike, which means that Jeffrey was probably-- I don't know.",
        "Olivia: Standing in?",
        "Josh: Yeah.",
        "Olivia: I can't imagine what Cassie thought when she saw that. She doesn't know?",
        "Josh: What, that the man she loves maybe he was impersonating her late husband?",
        "Olivia: Are you going to tell her?",
        "Josh: You mean, am I going to break her heart again? Despite all of the evidence that might point to the contrary, it is important. So what do you say?",
        "[SCENE_BREAK]",
        "Cassie: I have one question.",
        "Jeffrey: Okay.",
        "Cassie: I want you to... come here. Come closer.",
        "Jeffrey: Yeah.",
        "Cassie: Who are you, and what have you done with Jeffrey O'Neill?",
        "[SCENE_BREAK]",
        "Olivia:, You're not going to tell Cassie about this picture? Ever?",
        "Josh: Why should I?",
        "Olivia: No matter what this lovely little portrait means, it has a big effect on her.",
        "Josh: Maybe so, but it is really not my business, is it?",
        "Olivia: Even if she could get hurt?",
        "Josh: I'm pretty sure she's going to get hurt. The number of questions this brings up, I can't even imagine.",
        "Olivia: And you don't want to know the answers?",
        "Josh: Cassie loves him and I'm pretty sure that he loves her. And after everything she's been through-- everything with Edmund, everything with Sandy and Tammy. Look, the past is the past, all right? So why not leave it buried? Maybe the right thing to do is let this thing die here and now. There. What? Go ahead, talk, you know, say what is on your mind.",
        "Olivia: No. It is just we've known each other a long time, and when it comes to gray matters of moral questions, we land on opposite sides.",
        "Josh: True.",
        "Olivia: No, generally I'm a girl who loves a good secret, and you're a guy with a tattoo that I've never found, but I'm sure it reads \"honesty is the best policy.\"",
        "Josh: What's your point?",
        "Olivia: Well the point is, here we are. After all these years, here we are, and we changed places. How about that?",
        "[SCENE_BREAK]",
        "Ava: Just do whatever it is that you're doing, and I will go ahead and sweep the floor with my eyes closed.",
        "Lizzie: Yeah, why don't you do that?",
        "Ava: I will.",
        "Coop: Thank you, Ava.",
        "Ava: You're welcome.",
        "Lizzie: We never, ever have any time alone.",
        "Coop: Lizzie, don't.",
        "Lizzie: We don't. We live right down the hall from the rest of your family, and the walls are like paper, and God, the whole family snores. Even worse than that, they're all light sleepers.",
        "Coop: Trust me, as much as you want to be here with me--",
        "Lizzie: What are we going to do about it?",
        "Coop: Why don't we take a couple days off? Why don't we spend the holidays-- Christmas together? We'll have you and me and a lake and a fireplace.",
        "Lizzie: That would be amazing.",
        "Coop: Mm-hmm. It would be amazing, but it would also be amazingly expensive, considering it is the holidays.",
        "Lizzie: And I spent every last penny on gifts.",
        "Coop: Really?",
        "Lizzie: Yeah, I'm just a little broke.",
        "Coop: Well, then that will make two of us because I just maxed out all of my cards. So...",
        "Lizzie: Well there goes that great idea.",
        "Coop: I'll think of something, okay? I'll build us a fishing hut on the ice.",
        "Lizzie: Well we'll have our place on the lake, then.",
        "Coop: Lizzie, I'll work on it. I'll get us some sort of privacy. That is where I do my best work, in private.",
        "Lizzie: ( Laughs )",
        "Coop: What?",
        "Lizzie: All right. I know you were really going for something sexy there, but that just wasn't it.",
        "Coop: Come on! Not sexy?",
        "Lizzie: No, sorry.",
        "Coop: All right, all right, all right. I'll tell you what, how about something like this?",
        "Lizzie: That's more like it.",
        "[SCENE_BREAK]",
        "Dinah: I am going to be giving a presentation today to the marketing department about some of the ideas that we've been kicking around. Do you want to take a look at the notes?",
        "Harley: Nope. It is okay, I trust you.",
        "Dinah: What?",
        "Harley: I trust you. You know that, right?",
        "Dinah: Yeah. Yeah, I... I enjoy working with you. I think you're doing really great things. So what's with the morning perkiness? What's the glow? You're behaving like a morning person.",
        "Harley: Yeah, I guess I really got a good night sleep. I slept straight through. No dreams.",
        "Dinah: You don't like to dream?",
        "Harley: I think what it is, is, um, I'm just not used to sleeping alone, you know. But Gus is back in my bed now-- so to speak. And Beth and Alan trying to take over the whole company thing, caput. So...",
        "Dinah: Like everything is under control?",
        "Harley: Yes, here and at home, everything is under control. I'm focused now, and that keeps my mind from wondering.",
        "Dinah: From what?",
        "Harley: You know, just a general wonder. It is really, really vital now that I'm just like this... oh.",
        "Mallet: Good morning.",
        "Harley: There he is. Good morning. Coffee? You want to help me sign something.",
        "Mallet: No, no thanks, but thanks for taking time to see me in all of your C.E.O.--ness.",
        "Harley: It's not a problem at all. I think I know what you came here to talk about.",
        "Mallet: Really?",
        "Harley: Yeah. You and Dinah. Mallet and Dinah, right? And I have to tell you kids, I think it's great. Really, you have my full blessing.",
        "Mallet: You think I came over here to see Dinah?",
        "Dinah: Nice, really good, making that sound like a root canal.",
        "Mallet: I'm sorry, that's not why I came over here.",
        "Harley: But you guys are together, right. You're dating?",
        "Dinah: Dating, please.",
        "Mallet: Dating? I don't think I would use that word. Dating would be -- Like that's an overstatement, it is not like I asked you out.",
        "Dinah: I know.",
        "Mallet: I don't like a girl asking a guy out.",
        "Dinah: I didn't.",
        "Mallet: I know you didn't. That's why I said that.",
        "Harley: My bad. Sorry.",
        "Mallet: Anyway, I came over to talk to you, if that's possible?",
        "Harley: Really? Go ahead, I'm listening.",
        "Mallet: Can we be alone for a second?",
        "Dinah: Yes, I'm outside doing scheduling stuff.",
        "Mallet: I'll cut to the chase, Marina.",
        "Harley: What is going on with Marina?",
        "Mallet: I think she is headed for a bad time on the job. I think we should team up.",
        "Harley: Team up, as and you and me?",
        "Mallet: As in you and me, deja vu all over again.",
        "[SCENE_BREAK]",
        "Ava: Damn it.",
        "Coop: Ava, please, tone down the language.",
        "Ava: Give me a few minutes with this register, and you'll hear salty words.",
        "Coop: Salty words.",
        "Ava: This is making me crazy. I've been working a register all my life.",
        "Coop: Let me show you how to do it. First, stand right here, perfect as such. If you want to clear and cancel what you've just done, you hit this button.",
        "Ava: Right here, all right.",
        "Coop: If you want the door to open, you push this button right here.",
        "Ava: All right.",
        "Coop: I think that is good enough. You give it a little hip check, and bounce into that. There you go. And take this knob right here. And turn it down once, twice...",
        "Ava: Oh, whoa.",
        "Coop: And there you go. So, uh....",
        "Ava: I got it, I got it.",
        "Coop: Yes, you got it. Good. Keep working on the hip check. If you need anything else, I'll be over here.",
        "Ava: I think I'll have it by lunch, you'll see. Oh, yeah, it is a good thing I'm working inside today. It's been cold the last few days.",
        "Coop: Yeah. It is going to be less traffic, too. Less traffic, fewer tips. So my suggestion to you is bring a book. Something you can stash away somewhere, a crossword puzzle, a regular puzzle, just some sort of hobby you may have to bide the time while it's slow.",
        "Ava: A hobby? I guess this is a hobby.",
        "Coop: No, no, no. Ava don't.",
        "Ava: Don't get me started. Five seconds. Thank you.",
        "Coop: What are you doing working here?",
        "[SCENE_BREAK]",
        "Quinn: Hey, there. Hanging with Coop at daddy's old workshop. They ran out of malt, so you're taking the few possessions you still own down to the market to sell them for magic beans.",
        "Lizzie: There are a few things I would like to wish on some beans.",
        "Quinn: Hmm?",
        "Lizzie: What is the point of having a boyfriend you never get to spend any alone time with?",
        "Quinn: You know, that's a really good question. It looks like I came by at the exact right time, too. Maybe I can help.",
        "[SCENE_BREAK]",
        "Josh: I'm just trying to live more in the gray areas of life, not so much the black and white.",
        "Olivia: It's a good start.",
        "Josh: It's not like I had much of a start. I pretty much alienated everybody I know.",
        "Olivia: Not me.",
        "Josh: Not you, but a lot of other people. See, you're a good example. You managed to live your life in that gray area. Sometimes you get in trouble for walking that fine line of right and wrong, but maybe you know something that I don't. For instance, why tell someone the truth if it's going to cause unnecessary problems?",
        "Olivia: Good question. There's no easy answer.",
        "Josh: Right, and given what little I know about this, not saying a word...",
        "Olivia: Is doing the right thing?",
        "Josh: Maybe.",
        "Olivia: Maybe not. But like you said, there's not such thing as black and white. You know what, King Solomon. Why don't I take you down and buy you breakfast, and we'll have two big, large, mamosas. What do you say?",
        "Josh: Why not? ( Cell phone rings ) rain check.",
        "Olivia: Voicemail.",
        "Josh: No, no. I've been waiting since 5:00 this morning for this call from Indonesia, and it is a new project, and I think it is going to take a while. We'll do it another time.",
        "Olivia: I'll hold you to it.",
        "Josh: I'll see you later.",
        "Olivia: Yes, you will.",
        "Josh: Yeah, it is Josh. Mr. Vandor.",
        "Robards: Sorry, Lewis, it's Robards. Remember me? I put together that Jeffrey O'Neill file. I'm hoping we might do a little more business together.",
        "Josh: Look, whatever else you found on Jeffrey O'Neill, I don't want it.",
        "Robards: You don't know what it is yet?",
        "Josh: I don't care. Listen, I've been on this full- time, and when a client with cash requests my services... No. See, in the first place, I'm not your client anymore. When we last spoke, I told you the job is canceled.",
        "Robards: No, it doesn't work that way. I'm sure somebody will pay for what I dug up. I figure that somebody could be your sister-in-law, Cassie Winslow",
        "[SCENE_BREAK]",
        "Coming up on \"Guiding Light\"...",
        "Josh: Some information has come into my possession, see. And I held it from you because I thought I could protect you and you would never find out.",
        "Mallet: Talk about a trip down memory lane. Do you want to do that? And my family. It wasn't a good time to go.",
        "[SCENE_BREAK]",
        "Ava: Still, it was a huge sacrifice. Maybe you should write a story about that.",
        "Coop: About what? Ava, I didn't go.",
        "Ava: That's the story, a guy who gives up a scholarship to stay here...",
        "Coop: No offense. That sounds like a girlie story.",
        "Ava: Exactly. Girls read, and I don't know anyone who wouldn't want to be that girl in that story.",
        "[SCENE_BREAK]",
        "Quinn: Lizzie, you know I'd do anything to help you, right? Old friends are gold friends, I always say.",
        "Lizzie: Quinn, what's in my hand?",
        "Quinn: Three guesses.",
        "Lizzie: Why don't you just tell me?",
        "Quinn: Why don't you just look. Tah-dah.",
        "Lizzie: Keys?",
        "Quinn: Yeah.",
        "Lizzie: To what?",
        "Quinn: To my heart. ( Lauging ) I'm just kidding. Actually, it's to my condo. You'll love it. It's got views of the city, views of the lake. It's got everything you need. It's got a butler, it's got room service. There's hot tub for two times two-- one on the terrace and one outside. It's got all of the amenities of home you've been missing, baby.",
        "Lizzie: Wait. You want to lend your apartment to me?",
        "Quinn: Yeah.",
        "Lizzie: And Coop?",
        "Quinn: Yeah.",
        "Lizzie: Why?",
        "Quinn: Because I'm just that kind of guy.",
        "[SCENE_BREAK]",
        "Dinah: You can sign until New Year's and it wouldn't make a dent, but Mallet, \"come on in. I've got all of the time in the world.\" Go, go, go. Blake, hi, what are you doing here? It is good to see you.",
        "Blake: It is?",
        "Dinah: Actually, it is.",
        "Blake: Then I guess it is good to see you, too. But I'm here for Harley.",
        "Dinah: You know what, she is busy, but if you have some time, she'll be right out, I'm sure. I wanted to call you.",
        "Blake: Call me?",
        "Dinah: Yeah, I was thinking about the holidays this year, and, you know, I thought maybe it would be nice to be part of the family this season. I thought that, you know, I'm going to end this year. I'm going to begin next year with the intention of keeping my family around me, and I thought maybe we could do something together for the holiday?",
        "Blake: Uh...",
        "Dinah: I thought daddy, with the congressional planning, I haven't seen him much.",
        "Blake: Dinah...",
        "Dinah: I thought we could go caroling. It is hokey, and I've never done it before...",
        "Blake: Dinah, Dinah?",
        "Dinah: Yes.",
        "Blake: Ross hasn't called you.",
        "Dinah: Please tell me there is nothing wrong ..",
        "Blake: No. There is a mayor's conference a couple days before, and Gus is invited. It takes place in Hawaii and Ross was invited.",
        "Dinah: Hawaii? That's great.",
        "Blake: Yeah, and we decided to extend it and have Christmas there with the kids.",
        "Dinah: Oh, well, I mean... I'm not invited. Oh. Oh. I get it, I get it. No, no, no, Blake, it is so okay.",
        "Blake: I'm sorry.",
        "Dinah: Relax. It is fine. I hate forcing a smile at Christmas, you know that. I don't like sugar cookies, and I don't like that kind of stuff. It is no big deal. I'll have the whole day to myself. That's good.",
        "Blake: I don't know what to say.",
        "Dinah: Well, that'll be a first.",
        "Blake: It must be just awful coming from me.",
        "Dinah: No. I'm fine. Thank you. I'll make sure that she gets this. And you have a very good Christmas. Mahalo, aloha. Felíz Navidad.",
        "Blake: And tell...",
        "Dinah: I'll tell her you came by.",
        "Blake: Merry Christmas.",
        "[SCENE_BREAK]",
        "Harley: \"A\": I'm not a cop. And two: We haven't been partners in years, and you have a partner, Gus.",
        "Mallet: Yeah, I do. But it is not a job. It is for Marina's sake. Look, ever since this thing with Danny, she's been spending all her time at the station.",
        "Harley: But that's good, though, right? It keeps her busy.",
        "Mallet: Yeah, that's what I thought at first, but now I know what she's doing down at the station. She's going through all of the cold case styles.",
        "Harley: On her own?",
        "Mallet: Yeah. I guess she wants to establish herself more than just the chief's daughter.",
        "Harley: It sounds like something I would do. It's a bad idea.",
        "Mallet: It is a bad idea. She is too green to be playing alone. She is going to get in over her head.",
        "Harley: She is going to get in over her head, yeah. Have you talked to her about this?",
        "Mallet: Yeah, she denied it. She refused. She refused to come clean.",
        "Harley: Maybe it is time to talk to Frank.",
        "Mallet: No, not yet. But she does look up to you, though.",
        "Harley: Me?",
        "Mallet: Yeah.",
        "Harley: And you're planning to use that how?",
        "Mallet: You can figure out ways to get closer. When she tells you something, you tell me. And we'll do what we can. We'll try to keep her safe. Come on, what do you say?",
        "Harley: I say... I say that is not enough. No. No. I think that if Marina is in trouble, then we need to work closer. We need to work together. Uh-huh.",
        "Mallet: A stakeout?",
        "Harley: A stakeout. I'm counting on you. Happy holidays.",
        "[SCENE_BREAK]",
        "Olivia: Hi.",
        "Jeffrey: Hello, Olivia. Merry Christmas.",
        "Olivia: Merry Christmas to you. I'd ask how it is going with Cassie, but I can see it on your face. You look very happy.",
        "Jeffrey: I am, we are. As a matter of fact, we're going to throw a huge Christmas party to celebrate.",
        "Olivia: The usual family suspects?",
        "Jeffrey: More, Reva and Josh.",
        "Olivia: Are you going to do your own tree-trimming? Because there's a great store for ornaments down the street. And if you're going to cater, use the chef at the hotel. I guarantee you'll going to get a good deal. Also if you need liquor and champagne, you can get it there, too.",
        "Jeffrey: Well, thanks. Can I ask you a question?",
        "Olivia: Advice on the menu?",
        "Jeffrey: No. The guest list. I want you to come. I'd like to invite you.",
        "Olivia: Really?",
        "Jeffrey: Yeah. Of course, you've got to promise me, no tug-of-war with Reva and Josh.",
        "Olivia: No. I'll be good.",
        "[SCENE_BREAK]",
        "Cassie: Hi, Josh.",
        "Josh: Where's Jeffrey?",
        "Cassie: He's in town running some errands. What's up?",
        "Josh: What about R.J.?",
        "Cassie: He's playing with friends. What's wrong?",
        "Josh: That's good because I need to talk to you now.",
        "Cassie: Okay, well I'm here. Go for it.",
        "Josh: Some information has come into my possession, and I held it from you because I thought I could protect you and I thought you would never find out?",
        "Cassie: Find out what?",
        "Josh: I think you should sit down. It's just better you hear it from me rather than a guy out to make a buck.",
        "Cassie: All right, already. I see you're serious. Tell me.",
        "Josh: Cassie, it's about Jeffrey.",
        "[SCENE_BREAK]",
        "Mallet: Can we just put our cards on the desk, Cooper?",
        "Harley: You never knock, do you?",
        "Mallet: Because I can't take off pretending like it is going to be fine between you and I being in close quarters again. Because, you know what? I think we're asking for trouble.",
        "Harley: It won't be a problem.",
        "Mallet: Oh, you don't think so. Maybe it's not a problem for you.",
        "Harley: Oh, man, I am in trouble.",
        "Mallet: Dinah, hey. Hey, what's wrong? You all right? What's wrong?",
        "Dinah: I'm shutting my mouth, like the detective asked me to. I have an allergy symptom where everything just kind of goes haywire. Maybe I'm allergic to you.",
        "Mallet: ( Laughs ) Well, I have that effect on some women. Can I help you?",
        "Dinah: Uh-huh. Nope. Ah, no, you cannot help me. Um, because there is no help. No. I had a surprise today, an unexpected surprise.",
        "Mallet: And it's something to cry about?",
        "Dinah: Nope-- actually, no, because my dad and my little brothers and stuff, they... I don't know, they're going to be out of town this year, and my mother, and everything with the holidays, I think I just assumed, and you know what they say about assuming.",
        "Mallet: Yeah. Well, maybe it is not a bad thing because Blake is a lousy cook. And you take lousy food and family tension, and, ugh, maybe you're better off without it.",
        "Dinah: Yeah. Yeah, maybe you're right.",
        "Mallet: Maybe being alone on the holidays is one way to guarantee peace on earth. ( Laughter ) maybe it is not a bad thing to have a nice, quiet, calm Christmas.",
        "Dinah: Yeah, what could be better?",
        "Mallet: Right.",
        "Dinah: Right.",
        "[SCENE_BREAK]",
        "Coop: That is the game! No, it's not a foul.",
        "Ava: That is totally a foul. I get a another shot. Ready?",
        "Coop: Thank you! Come here. Come here.",
        "Ava: ( Screams )",
        "Lizzie: Hey, hey, hey. If I had a whistle, I would blow it.",
        "Coop: Lizzie, hi. I thought you were going to be gone for a while.",
        "Lizzie: Yeah, isn't that just great?",
        "Coop: Of course it's great. I'm glad you're here.",
        "Lizzie: Well, I got news. I found us a place where we can have some privacy. Just what we wanted. I will have you all to myself.",
        "Coop: That is awesome, come here.",
        "[SCENE_BREAK]",
        "Olivia: By the way, I wasn't fishing for an invitation.",
        "Jeffrey: No, I didn't say that you were.",
        "Olivia: I admit when I heard you talking about the party, it sounded like fun.",
        "Jeffrey: It is. It is going to be great fun, and the more the merrier.",
        "Olivia: Thank you, I appreciate that.",
        "Jeffrey: See how easy that is?",
        "Olivia: I guess I'm used to having to fight to get anything I want.",
        "Jeffrey: It's been that way for you for a long time.",
        "Olivia: I think forever. But you know about what they say about the leopard and their spots, they never change.",
        "Jeffrey: They're permanent.",
        "Olivia: Says the man with a few spots of his own.",
        "Jeffrey: More than a few. Wow. I thought a few seconds ago we were talking about nothing more than a party.",
        "Olivia: Yeah, we were.",
        "Jeffrey: And then it got serious all of a sudden.",
        "Olivia: That happens. Funny how that happens.",
        "Jeffrey: Yeah, it's funny.",
        "[SCENE_BREAK]",
        "Cassie: Josh, relax. You seem really upset.",
        "Josh: Really? Because, you know what? I am a little upset. I hate-- hate-- having to do this.",
        "Cassie: Would you relax. There's nothing anyone knows about Jeffrey I haven't already heard.",
        "Josh: I'm not sure about that, Cassie, and I'm not happy I have to bring this to you, but there is a guy on his way with the exact information.",
        "Cassie: Okay, so spill it. What is this horrible news about Jeffrey O'Neill?",
        "Josh: It is about his past and his relationship with Richard.",
        "Cassie: His.. oh, God, you had me... Josh, I already know that. They knew each other.",
        "Josh: You do?",
        "Cassie: Yeah, Jeffrey told me the whole story years ago.",
        "Josh: The whole story.",
        "Cassie: The whole story. They met once or twice to discuss the investigation. No big deal.",
        "Josh: Cassie, are you sure about that? Because maybe there's something else that Jeffrey didn't tell you about.",
        "[NEXT_ON]",
        "Quinn: You look good there. Oh, please, don't get up on my account.",
        "Cassie: You feel the need to protect me from Jeffrey.",
        "Josh: Jeffrey may have had a reason for coming into your life right now. Something he hasn't told you about yet.",
        "Jonathan: So what happened?",
        "Tammy: She knows about the fire."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=Nt_CznnrRyg"
}