{
    "Episode Summary": [],
    "Recap": [
        "Reva, Jonathan and Lizzie get invitations to Cassie and Josh's Christmas Party. Tammy has a dream of years later when Sarah is older and She and Jonathan are together. Reva says she is looking forward to Cassie's Party. Ava and Coop plan their future. Reva and Lillian meet up at a meeting. Reva finds out it is a Cancer Survivor Meeting. Reva bumps into a guy at this meeting. Tammy and Cassie talk about the dream Tammy had. Cassie tells Tammy that Jonathan and Lizzie are really trying to make it. Jonathan makes excuses to Lizzie as to why he is taking off. Cassie gives advice to Tammy about getting in the middle of a marriage. As Reva leaves the Cancer Survivor Meeting, Josh shows up. Jeffery and Olivia talk about Jeffery's trashed room. Jonathan runs into Tammy. Buzz and Coop talk about Ava. Reva tells Josh that the party they are at is a Cancer Survivor Meeting. And that Lillian put her up to it. Ashlee and Lizzie get chummy. Jonathan runs into Tammy. Tammy says she didn't come looking for him. Tammy dreams a dream of Jonathan giving her a passionate kiss. Buzz and Olivia hug as Jonathan looks on."
    ],
    "Recap Author": "Beth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Lizzie: Jonathan! Seriously, forget all that. We have a serious emergency.",
        "Reva: It's not an emergency. I would just rather stay at home tonight with the baby.",
        "Lizzie: You can't back out of this. She deserves a night of fun.",
        "Reva: Oh, a single cancer survivors' group. Whoo-hoo! Wild night in Springfield.",
        "Lizzie: It is going to be fun. Tell her it's going to be fun.",
        "Reva: Hey, Lizzie, you're a cancer survivor. Do you want to come?",
        "Lizzie: I'm not single.",
        "Reva: Fine.",
        "Lizzie: We have the house to ourselves tonight.",
        "Jonathan: Yeah. I really want to make sure this thing isn't going to fall on her head. Babies need stimulation, you know.",
        "Lizzie: Yeah, mommies do, too.",
        "Jonathan: Can you hand me the screwdriver over there on the desk?",
        "Lizzie: Hey, you never told me the mail came. Mr. And Mrs. Jonathan Randall. Wow, this is an invitation to Cassie and Josh's holiday party.",
        "[SCENE_BREAK]",
        "Josh: Wow!",
        "Cassie: You like?",
        "Josh: Wow.",
        "Cassie: Really? You don't think it's too...?",
        "Josh: No, I don't think it's not too anything at all. What I'm thinking is that we need to cancel the whole party thing and make a date-- you, me and the dress. The dress, of course, being optional.",
        "Cassie: No, we have already sent out the invitations. We can't just turn back.",
        "Josh: I... I don't want to turn back. I love... I love parties. I think parties are great. And afterward, we're going to head to Telluride, right, with R.J. and Tammy and... can we bring the dress?",
        "Cassie: I already told you, I don't know how to ski.",
        "Josh: Yeah, yeah, that's why they invented ski lodges. (Laughter)",
        "[SCENE_BREAK]",
        "Lizzie: Hi, Sarah.",
        "Sarah: Is daddy still up?",
        "Lizzie: Yes, he is but daddy's not paying enough attention to mommy. Go tell him that mommy is upstairs crying and tell him to make mommy happy for your sake, okay? All right, go on. Lots of tears.",
        "Jonathan: Hey, Sarah, baby. What's wrong?",
        "Sarah: (Crying)",
        "Jonathan: It's okay.",
        "[SCENE_BREAK]",
        "Lizzie: I have the most perfect dress for this. I think I actually fit into it again.",
        "Jonathan: Easy, Lizzie. You want Reva to hear you?",
        "Reva: Want Reva to hear you?",
        "Lizzie: I'm sorry.",
        "Reva: No, it's... it's okay. You guys do, you deserve a night out. Besides, look. See what I got?",
        "Lizzie: They invited her, too.",
        "Jonathan: Did you rsvp with your middle finger or what?",
        "Reva: Actually, I'm looking forward to it. Don't wait up for me. Bye my little sweetie pie. I'm off to be with my people.",
        "Jonathan: They let them out of jail?",
        "Reva: (Laughs)",
        "Lizzie: You heard the lady, we have the night to ourselves. So, do you think together we could think of something to do?",
        "[SCENE_BREAK]",
        "Olivia: You stole that from the inn.",
        "Buzz: \"Steal\" is such an ugly word.",
        "Olivia: You're a criminal.",
        "Buzz: Well, and I had to bring a little piece back with us.",
        "Olivia: Just a little piece?",
        "Buzz: A little piece.",
        "Olivia: You know it could have been a more memorable experience.",
        "Buzz: Well, okay, I'm sorry we had to come back early.",
        "Olivia: We had to help Harley with the baby. I understand that.",
        "Buzz: Of course you understand, you're a mom.",
        "Olivia: Ooh.",
        "Buzz: I wasn't... I wasn't talking about Ava.",
        "Olivia: You were thinking it?",
        "Buzz: No. You are going to call her?",
        "Olivia: No, I'm not going to call her. She's better off not hearing from me, just so long as Jeffrey stays away from her.",
        "Buzz: Oh, I think he got the message.",
        "Olivia: How do you know.",
        "Buzz: Just a guess. Look I got to go see if Company's still standing, so when I get back, be in that robe.",
        "Olivia: Yes, sir. \"Okay, Olivia, I know I've been holding onto this ring for some time now, but I think the time is finally right. Will you marry me?\" Okay. (Knock on the door) Hey, I'm glad you came back, I just wanted to...",
        "Jeffrey: Hi. You know, if you wanted me to leave town, you could have just told me yourself.",
        "Olivia: Okay. Leave.",
        "[SCENE_BREAK]",
        "Ava: You are so excited.",
        "Coop: Well, yeah. Aren't you?",
        "Ava: Well, yeah. I mean, living in Europe, and living with you. Are you nervous?",
        "Coop: About the writing program? A little bit, but I think I'm ready for it.",
        "Ava: I know you are.",
        "Coop: Come here.",
        "[SCENE_BREAK]",
        "Lillian: Reva.",
        "Reva: Oh, hi. You caught me.",
        "Lillian: Don't tell me you're a afraid?",
        "Reva: Me? No, never.",
        "Lillian: Oh, I'm so glad you came.",
        "Reva: So why would I say no? Really, I mean, such an exclusive guest list, you have to have a fatal disease to get in.",
        "Lillian: No, you have to have survived a fatal disease. We're just going mix and meet a few people. So cheer up.",
        "Reva: What do you talk about, though Lillian? Anything but cancer, right?",
        "Lillian: You can talk about anything you want. That's the beauty of it. I mean, they've all been through it like we have, and all have scars.",
        "Reva: I like guys with scars.",
        "Lillian: Oh, you are so... (laughter)",
        "Reva: Shouldn't I have a sticker or something with my name and my white cell count on it?",
        "Lillian: No. Everybody, this is my friend, Reva.",
        "Reva: Hi.",
        "Lillian: These are all the friends.",
        "Reva: They seem normal.",
        "Lillian: They are normal. You're being bad.",
        "Reva: I know I'm being bad.",
        "Lillian: I'm going to the bar.",
        "Reva: Good idea. Hi. You a regular or are you a first timer?",
        "Cal: No, I'm a regular these days.",
        "Reva: Oh, well that's good. It must be fun then. Have you made friends?",
        "Cal: Well, you know... I'm trying to make friends. And she looks like she would make a great friend, doesn't she?",
        "Reva: A bit young, don't you think?",
        "Cal: Oh, no. Actually, I'm thinking she's a little old. So maybe you should move on. I don't want her to think that I'm taken.",
        "[SCENE_BREAK]",
        "Cassie: It was just a dream, honey. You're okay.",
        "Tammy: It was more than just a dream. Mom, it was more like a premonition.",
        "Cassie: Of what?",
        "Tammy: Of what will happen if Lizzie keeps using Sarah to hold onto Jonathan.",
        "Josh: Listen, you know what? I'm going to head to Towers and deal with some of this party stuff, all right?",
        "Tammy: Oh, you don't have to leave.",
        "Josh: No, no, no, it's okay. I think you and your mom need some alone time. I'll see you in a bit.",
        "Cassie: Thank you.",
        "Tammy: You two make a good team.",
        "Cassie: I never thought I would say this, but so did you and Jonathan. I mean, good enough that you gave up everything so that Lizzie could have her baby.",
        "Tammy: Oh, you don't know how many times I wish I could go back in time, or how many dreams I have about what ifs, or if only's.",
        "Cassie: Honey, Jonathan and Lizzie are married and they are trying to make it work.",
        "Tammy: Yeah, I know. Lizzie already accused me of trying to be a home wrecker. I don't want to be that. I never thought I could be the kind of girl that took a husband away from his wife and child.",
        "Cassie: But...",
        "Tammy: But what if Jonathan's not happy, you know? I mean, what really happens to a child if her parents don't even love each other?",
        "[SCENE_BREAK]",
        "Lizzie: That looks great.",
        "Jonathan: Hmmm. Sarah's a little cranky. I was thinking of throwing her in the car, taking her for a ride, or maybe bring her down and show her the Christmas lights on Main Street.",
        "Lizzie: It's too cold outside. Besides listen. What do you hear?",
        "Jonathan: Nothing.",
        "Lizzie: Exactly. Sarah's already sleeping. I guess she knew that her mommy and daddy needed to unwind.",
        "Jonathan: We should really work on the nursery.",
        "Lizzie: That can wait.",
        "Jonathan: But it's so hard to get stuff done when... when she's awake, you know? And... the home improvement store is open late, actually.",
        "Lizzie: Jonathan, is it that hard to be alone with me?",
        "Jonathan: I want to be a good husband, not just a good father, you know? But it's not something you can force.",
        "Lizzie: Is that what I'm doing, forcing you?",
        "Jonathan: No, no. It's... I mean, nobody's going anywhere. We have time to get to figure each other out.",
        "Lizzie: It doesn't take that much to figure me out.",
        "Jonathan: Well, I'm pretty simple, too. But one thing you need to know about super dad right now is that he needs to go get supplies. I'll be right back, beautiful. Okay? Okay.",
        "Lizzie: You get \"beautiful,\" and I get a kiss on my forehead.",
        "[SCENE_BREAK]",
        "Cassie: Chamomile or orange blossom?",
        "Tammy: I told you I don't want any.",
        "Cassie: Honey, look, I am the last person to tell you not to get in the middle of someone's marriage, but I'm hoping you can learn from my mistakes.",
        "Tammy: Are you saying that you and Josh are a mistake?",
        "Cassie: No, absolutely not. I'm saying I never tried to get Josh to choose between me and Reva. I tried to trust that if we belonged together, we would be together. And that's what happened.",
        "Tammy: So shut my mouth and don't do anything?",
        "Cassie: No, I'm just saying that whatever you do, go easy. And trust that when the time comes, you'll know what to do.",
        "Tammy: Uh-huh. Mom, this is Lizzie. There is no such thing as trust.",
        "[SCENE_BREAK]",
        "Cal: See, I'm out of practice. See, before I was sick, that kind of woman would have been no sweat.",
        "Reva: Yeah, the cancer zapped your mojo. That's a good story.",
        "Cal: A word of advice, when you are coming on to a man, you don't want to make fun of them.",
        "Reva: Oh, no, I'm not coming on to you.",
        "Cal: Oh, if you say so.",
        "Reva: I just felt sorry for you for being smacked down by goldilocks.",
        "Cal: You're just enjoying this a little too much.",
        "Reva: Yes I am!",
        "Cal: I'm Cal.",
        "Reva: Reva. Good luck with the coat check girl. I understand she just got her braces off.",
        "Cal: I'm guessing Hodgkin's? Me, I'm melanoma man.",
        "Reva: I just bet you are. No, I'm breast cancer survivor, and I still have both of them. You lose. Lillian, I'm going to take off. I came here looking for something that I'm really not ready to get into just yet. So take care.",
        "[SCENE_BREAK]",
        "Olivia: I could have the bellman meet you in your room and help you pack.",
        "Jeffrey: Thank you very much. It's a little late for civility between the two of us don't you think, especially now that you're sending your enforcer boyfriend over to me to... what, to break my legs.",
        "Olivia: Buzz? What are you talking about? We were out of town.",
        "Jeffrey: Well, before you left town, ol' Buzzy boy decided he wanted to break into my room and throw all of my belongings out into the hallway.",
        "Olivia: Buzz? My buzz?",
        "Jeffrey: Your Buzz. Here, he even left me a note.",
        "Olivia: \"Just trying to help you along with your life.\"",
        "Jeffrey: Some guy, huh?",
        "Olivia: Oh, Buzz did this to you? That is so awful. Awful.",
        "[SCENE_BREAK]",
        "Buzz: You look hungry. The food's over there.",
        "Alan-Michael: Nothing on the menu I want.",
        "Buzz: No, what you want is something you can't have.",
        "Alan-Michael: If I really wanted--",
        "Buzz: Before you finish that thought, don't understand estimate my son.",
        "Alan-Michael: Wouldn't dream of it.",
        "[SCENE_BREAK]",
        "Tammy: I bet you could use an extra pair of hands.",
        "[SCENE_BREAK]",
        "Tom Pelphrey, \"Inside The Light.\" The best day I ever had on the set was... must have been... ah... ah... the best day I ever had on the set was today, because each day is better than the last because we always learn something new. See Jonathan, Wednesday, December 20, \"Inside The Light\"",
        "[SCENE_BREAK]",
        "Jeffrey: Okay, I know you don't like me very much, but there's only so much abuse that I'm willing to take.",
        "Olivia: Jeffrey, Jeffrey, one of the things you have going for you in this whole mess, surprisingly, is you seem to have a decent sense of guilt over what you did to me. Let's not blow that.",
        "Jeffrey: Why even bother with me? Why don't you just settle down with old Buzzy boy and you can stop obsessing--",
        "Olivia: Settle down? Who told you?",
        "Jeffrey: Who told me what?",
        "Olivia: Who told you that Buzz wants to marry me?",
        "Jeffrey: Well, I don't see a ring on your finger, so I guess your little romantic getaway didn't go so well did it?",
        "Olivia: Because of you.",
        "Jeffrey: Because of me. Of course, you can blame everything in your life now on me.",
        "Olivia: Everything that has gone wrong in my life can be traced back to you, Jeffrey.",
        "Jeffrey: Well, if that makes you feel better, then go ahead and blame away. But your love life was a train wreck long before now.",
        "Olivia: Why is that? Maybe because the first time I ever spent with a man was a nightmare I still haven't woken up from.",
        "Jeffrey: I have apologized in more ways than I know how. Okay, you know what? If you want my head on a platter, let's go ahead and do it.",
        "Olivia: Do what?",
        "Jeffrey: Let's go to San Cristobel. Okay, I'll turn myself in to the cops. Okay, I'll turn myself in and I'll tell them how I took advantage of a poor, innocent little girl that night all those years ago, and how her life now has been a tragedy ever since. Would that make you feel better?",
        "Olivia: Yes. You're buying plane tickets. When do we go?",
        "[SCENE_BREAK]",
        "Ava: So you've contacted some of these landlords?",
        "Coop: Yeah, I was just checking on rents and what's included and stuff like that.",
        "Ava: So this is really going to happen?",
        "Coop: Not at the moment. Baby steps, but yeah. Eventually we're going to have to just bite the bullet and go. You know, I mean, first we have to find a place...",
        "Alan-Michael: No, I heard what you said. I just don't understand what the problem is.",
        "Coop: We have to find a place that we can live--",
        "Alan-Michael: No, Dinah's busy with her TV show. That's what I'm saying, she quit.",
        "Coop: Does this guy's volume button always stay up? I mean can anyone else hear this guy talking so loudly.",
        "Alan-Michael: That's for tomorrow's meeting. The one I need the projections for.",
        "Ava: Maybe I should see if I should help.",
        "Coop: No, the guy runs a multi-national company, I think he's got enough help in his own office.",
        "Alan-Michael: Just... okay look. If you can't find out this information then who can?",
        "Ava: Okay, this is just going to take a minute.",
        "Coop: A second over a minute, I'm coming over there, okay?",
        "Ava: Thanks for the warning. You are hopeless.",
        "Alan-Michael: Never mind. Someone who knows what they're doing just showed up.",
        "[SCENE_BREAK]",
        "Buzz: Hey, you trust that guy?",
        "Coop: With Ava? No. But she's leaving with me.",
        "[SCENE_BREAK]",
        "Reva: Yeah, I was invited to this party here tonight. It was a real blowout, as you can see. Lots of fun people.",
        "Josh: Great.",
        "Reva: And you?",
        "Josh: I'm just running some errands, that's all.",
        "Reva: Oh, of course. Yeah, the holiday party.",
        "Josh: Yeah.",
        "Reva: Well, it sounds like fun. It should be... fun. More fun than my party.",
        "Josh: I was kind of thinking, you know, it might be a little awkward for-- well, all of us-- but, I thought maybe...",
        "Reva: I'm coming.",
        "Josh: Really?",
        "Reva: Really.",
        "Josh: That's great. That's terrific. I hope you mean that because you were supposed to be at the Thanksgiving thing.",
        "Reva: Oh, yeah, well, this is my way to make up for that.",
        "Josh: Good.",
        "Reva: Good, well then I'll see you when I see you. Go, plan. And let me warn you, the chef is a little pushy. She likes to have things done the way she likes to have things done. So just remind her you're the one picking up the tab.",
        "Josh: That's good advice. Thank you, I appreciate it.",
        "Reva: Josh.",
        "Josh: Yeah.",
        "Reva: I haven't been completely truthful with you about this party. It's actually a cancer survivors' singles mixer. I really shouldn't be here, but Lillian... I blame her for it, actually. Pretty lame, huh?",
        "Josh: Actually, I think it's pretty brave. So have a good time.",
        "Reva: Thank you.",
        "Josh: You're welcome.",
        "[SCENE_BREAK]",
        "Lizzie: How about this one?",
        "Ashlee: A little black dress. That works. Do you have anything more interesting?",
        "Lizzie: Great. What's the point? I could show up at the party nude and Jonathan wouldn't even notice, even with the bigger boobs.",
        "Ashlee: Well, that's saying something.",
        "Lizzie: You know something. My body it snapped right back in, but all of his attention goes to Sarah.",
        "Ashlee: Are you jealous of your own baby?",
        "Lizzie: No. I just feel like a milk factory. (Baby crying)",
        "Ashlee: Factory open for business.",
        "[SCENE_BREAK]",
        "Tammy: So you're out on a late-night stuffed animal run?",
        "Jonathan: Well, I got diapers and tools and stuff, too. How about you?",
        "Tammy: Just out. Just trying to clear my head. Think you got enough?",
        "Jonathan: Nothing's too good for Sarah.",
        "Tammy: Or Sarah's daddy.",
        "Jonathan: Yeah. Lizzie and I are trying to do some stuff because Reva is out of the house tonight, so...",
        "Tammy: Okay. I'll see you around.",
        "Jonathan: Yeah.",
        "Tammy: I didn't come out here looking for you or anything. I mean, how would I even know that you were here? Maybe it happened for a reason.",
        "Jonathan: You mean like fate?",
        "Tammy: I don't know. I don't know, but maybe my mom's right. Maybe I need to learn to trust and just let things happen.",
        "Jonathan: I'm not going to pretend to understand what you're talking about.",
        "Tammy: There's something that you need to know. You've been trying so hard to make this family with Lizzie. And I've kept my distance because I respected that.",
        "Jonathan: I know you do.",
        "Tammy: I heard Lizzie the other day...",
        "Jonathan: I have a feeling I know what this is about.",
        "Tammy: You do?",
        "Jonathan: Yeah, Lizzie's upset. She thinks I'm too focused on Sarah.",
        "Tammy: Well, I'm sure she wants you to love your baby...",
        "Jonathan: No, she is right. I admit it. It's weird. I never expected to... I'll be looking at her, and all of a sudden, a half an hour has gone by and I realize I was in some kind of trance.",
        "Tammy: Well, you love her.",
        "Jonathan: Yeah, but me with a baby?",
        "Tammy: I never doubted that you would love your baby, but when it comes to Lizzie...",
        "Jonathan: I know. I'm just not there. I know. I can feel this neediness coming off her like heat. But I'm just not there. I mean, well, if I could be a good dad, maybe I can be a good husband.",
        "Tammy: Those are two completely different things.",
        "Jonathan: And I have you to thank for it.",
        "Tammy: What?",
        "Jonathan: Everything that I am now and everything that I hope to be, I have you to thank for it.",
        "Tammy: Me?",
        "Jonathan: Yeah. Sometimes when I think about Sarah, and how I'm afraid that I'll blow it or ruin her life, I think about the guy that you made me want to be.",
        "Tammy: Jonathan, you are never going to be good for Sarah until you open your eyes and realize that Lizzie is using her to hold onto her.",
        "Jonathan: She loves Sarah.",
        "Tammy: No. If you want to do right by Sarah, you will take her and you'll leave Lizzie and you'll start a family with me, that family that we've always wanted.",
        "Jonathan: You don't know how long I've been waiting for you to say that. I can't even imagine how hard it's been for you to deal with all this. I know that you want Sarah to be happy, too.",
        "Tammy: I do.",
        "Jonathan: Tammy?",
        "Tammy: Yeah?",
        "Jonathan: You look like you wanted to say something.",
        "Tammy: No.",
        "Jonathan: You sure?",
        "Tammy: You've said everything there really is to say. So, you know, don't let me keep you from your family.",
        "Jonathan: I'll see you at Josh and Cassie's Christmas party?",
        "Tammy: Sure, maybe, I don't know.",
        "Jonathan: Okay. See ya.",
        "[SCENE_BREAK]",
        "Ashlee: I love that you asked me over for my opinion on your clothes, but you know what you need, right?",
        "Lizzie: A husband that thinks I'm hot?",
        "Ashlee: No. You need a good kick in the pants.",
        "Lizzie: What?",
        "Ashlee: Look, why are you moping around waiting for something to happen? You're Lizzie Spaulding.",
        "Lizzie: Okay. So?",
        "Ashlee: So snap out of it. When is it that you started to roll over like a puppy for anyone?",
        "Lizzie: I don't.",
        "Ashlee: Yeah, that's my point. You want Jonathan, you take him. You're Lizzie Spaulding.",
        "Lizzie: Okay, all right, you said that already.",
        "Ashlee: But am I wrong?",
        "Lizzie: No, you're not. Okay, so what, that Tammy is still in the picture? And so what that every bit of Jonathan's attention goes to Sarah? That could change.",
        "Ashlee: You could change it.",
        "Lizzie: You know, you're damn straight I could. You know what I need?",
        "Ashlee: A plan. You need a plan, woman.",
        "Lizzie: I was going to say a babysitter, but that, too. This party... this party is a platinum opportunity for me.",
        "Ashlee: Yeah, platinum.",
        "Lizzie: Babysitter, party, the sexiest dress that I can possibly find-- and when I say sexy, I mean so sexy that anything with a pulse with be dying to get with me. Jonathan will see that everybody at the party wants me.",
        "Ashlee: You work it, mama.",
        "Lizzie: Okay, hair, nails, fragrance-- Jonathan will have to be dead to not notice me.",
        "Ashlee: Yeah, right. Oh, but what if Tammy's there?",
        "Lizzie: Whatever. If she does show up, I'll wait. She'll probably show up with Remy. And after the champagne and eggnog, who does Jonathan go home with?",
        "Ashlee: His wife.",
        "Lizzie: His wife.",
        "Ashlee: Oh, it's perfect.",
        "Lizzie: He doesn't stand a chance.",
        "[SCENE_BREAK]",
        "Olivia: Okay, good, we'll book our tickets online and then we'll go to San Cristobel and meet up at the D.A.",
        "Jeffrey: With the D.A.?",
        "Olivia: Yeah, you know, we'll take an oath, you'll confess, you'll beg for mercy and you'll just say, \"I was a stupid kid and I didn't realize that a selfish act could destroy so many lives, but I'm willing to face the consequences, even if it means going to prison.\"",
        "Jeffrey: You're serious?",
        "Olivia: Aren't you? As if you can ever turn yourself in. What a bluff.",
        "Jeffrey: As if you could ever convince a judge that you were innocent.",
        "Olivia: I was, back then.",
        "Jeffrey: Oh, I know.",
        "Olivia: You know what, let's just face it: There's only so much you're willing to pay for redemption.",
        "Jeffrey: There's only so much forgiveness left in your heart, isn't there?",
        "Olivia: You got me. You got me. I have to admit, it's been fun watching you go pale just now, I mean, just thinking about prison, how to avoid bending over to pick up the soap for the next ten years.",
        "Jeffrey: I agreed... I agreed to stay away from Ava. What more do you want?",
        "Olivia: From you I want everything, Jeffrey.",
        "[SCENE_BREAK]",
        "Ava: Then call up production and see if they can double everything without the paperwork, and then when you take your clients out tomorrow, promise them the world. It's that simple.",
        "Alan-Michael: Case closed.",
        "Ava: Pretty much.",
        "Alan-Michael: What are we going to do without you?",
        "Ava: Crash and burn.",
        "Alan-Michael: No question about it.",
        "[SCENE_BREAK]",
        "Buzz: Coop, how long you going to wait?",
        "Coop: I'm getting there.",
        "Buzz: You do see the way he's looking at her?",
        "Coop: Yeah, I do, Dad. But I'm not worried.",
        "Buzz: You're a better man than I am. So, how go the plans for London?",
        "Coop: Good. Did you propose to Olivia yet?",
        "Buzz: We're talking about you.",
        "Coop: No, I changed the subject. What's stopping you?",
        "Buzz: Nothing's stopping me, I'm just waiting. It's all timing. I love her and I think she loves me, but, you know, you cannot force someone to go along for the ride. They have to be willing to take the reins themselves sometime. See?",
        "Coop: Yeah, I do. But I think you can be pretty inspired. Excuse me. How is it going, Alan-Michael?",
        "Alan-Michael: Coop.",
        "Ava: Problem solved.",
        "Coop: Good. Ava, can I speak to you for a minute, please?",
        "Ava: Don't mess up my good work. Sorry about that.",
        "Coop: No, no, look, forget it. I've been thinking about our trip.",
        "[SCENE_BREAK]",
        "Reva: It was nice talking to you.",
        "Cal: You let him get away.",
        "Reva: Who?",
        "Cal: The guy that I saw you talking with. There was real chemistry going on there. You could see it from across the room. So what disease is he bouncing back from?",
        "Reva: Reva-itis.",
        "Cal: He's not one of us?",
        "Reva: No.",
        "Cal: How do you know him?",
        "Reva: Oh, he's my... sister's boyfriend.",
        "[SCENE_BREAK]",
        "Josh: Hello? Cassie? (Cell phone rings) Yeah, hello? It is. Oh, hi, hi. I was... actually, I was just there at Towers. I was going to talk to you about the party, and I got distracted, I'm sorry, but... What? She was? She did? That's interesting. Why would Cassie cancel the party? Wait, wait, did you just say she was just there at Towers? Okay. She saw me there with Reva, great. No, actually, I wasn't talking to you. I was talking to myself. I find it therapeutic. I have to go. I'll call you back. Okay, Cassie, let me explain, okay?",
        "Cassie: Don't bother.",
        "Josh: Okay. You're not going to let me explain, is that it? You came To towers, right? You were just there?",
        "Cassie: Yeah.",
        "Josh: Okay, and you saw me there with Reva. You saw me there lending support to Reva, because that's all that was going on, that's it. Cassie, just, you know...",
        "Cassie: I know. I saw you with Reva, but I'm not angry at you.",
        "Josh: You're not?",
        "Cassie: No.",
        "Josh: Okay, so, why did you cancel the party and why did you throw my clothes on the floor?",
        "Cassie: Your clothes are on the floor because I'm about to take them to the cleaners.",
        "Josh: Oh.",
        "Cassie: And I canceled the party because I have a better idea. I want us to entertain right here in our own home.",
        "Josh: Our own home. I like the sound of that.",
        "Cassie: You need to have more faith in me, Josh.",
        "Josh: Evidently, yes.",
        "Cassie: I want us to entertain in our own home, where no one can come between us, not even Reva. I mean, I saw you with Reva at Towers, but I know you're going to run into her. I don't expect you to cross the street every time you see her.",
        "Josh: That's good to hear.",
        "Cassie: I love the woman, Josh, but I'm not afraid of her. And I'm not afraid of what you two had. And I'm not her, so every time we have a question or problem or suspicion, I'm not going to turn away from you. I'm here, Josh, for the holidays, and like it or not, I'm here for all of the other days, too, so...",
        "Josh: Okay.",
        "Cassie: Where are you going with that?",
        "Josh: Can I see you in the back room for about, oh, 15 to 20 minutes, half an hour?",
        "[SCENE_BREAK]",
        "Reva: Wow!",
        "Cal: You can drink, woman.",
        "Reva: Yeah. I really shouldn't, though.",
        "Cal: Is \"shouldn't\" such big part of your vocabulary?",
        "Reva: Nope.",
        "Cal: Didn't think so.",
        "Reva: So what are you doing tomorrow night?",
        "Cal: Ah, well, you know, holidays, so many parties, so little time.",
        "Reva: Nothing, huh?",
        "Cal: No, no, I didn't say that.",
        "Reva: You didn't have to.",
        "Cal: You should have seen me before I got sick.",
        "Reva: Yeah, yeah, I know, me, too. I had them in the palm of my hand, Calvin. You would have been putty.",
        "Cal: Cal is short for Caleb.",
        "Reva: It is? I like Calvin. Come on, I have to go to this party. I want you to come with me.",
        "Cal: Who's going to be on whose arm, me or you... arm?",
        "Reva: What does it matter? You're not doing anything anyway, right? So just come, it will give you an opportunity to meet healthy, age-appropriate women for a change.",
        "Cal: Are there going to be any women like you there?",
        "Reva: Just me. Deal?",
        "Cal: Deal.",
        "Reva: Gotcha. High-five on that. (Laughs)",
        "Coop: I was just thinking that my writing program, it doesn't start for another couple of weeks, but why wait? You know? Why don't we just go over there? How fair would it be to you if we go over and immediately I have to start working?",
        "Ava: That's okay. I don't care if I have a job. That's fine.",
        "Coop: No, look, that's fine. We'll go over, we'll get settled and we will get you a job. We'll take care of all of that.",
        "Ava: You mean leave right now?",
        "Coop: Yeah.",
        "Ava: No.",
        "Coop: Why not? We can go over and start our new life.",
        "[SCENE_BREAK]",
        "Olivia: Hey.",
        "Buzz: Hey. What was that for?",
        "Olivia: For being my enforcer. I heard about the message you sent to Jeffrey.",
        "Buzz: Well, it didn't work, though. He's still here.",
        "Olivia: It worked for me. Worked for me. It was the gesture that counts. Besides, his real punishment is seeing me happy with you and seeing that Ava has no room in her life for him. Come on, let that guy live knowing that everyone he hurt is happy in spite of him.",
        "Buzz: Yeah.",
        "[SCENE_BREAK]",
        "Ashlee: Hey, Tammy.",
        "Tammy: Ashlee, hey, what's up?",
        "Ashlee: Nothing. Oh, I can't wait for your mom and Josh's party.",
        "Tammy: Yeah, I don't know if I'm going.",
        "Ashlee: Really? I can't blame you. Jonathan and Lizzie will be there with the baby, and who can compete with that?",
        "Tammy: I guess.",
        "Ashlee: You don't have to pretend with me, I understand. Lizzie has everything. She has the best man, the baby, and the wedding ring. Maybe you should just quit while you're ahead.",
        "Santa: Ho, ho, ho, have you been naughty or nice this year, young lady?",
        "Tammy: Way, way too nice.",
        "[SCENE_BREAK]",
        "Lizzie: Poor guy doesn't stand a chance.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Harley: Is Reva coming?",
        "Cassie: Yeah, sure, of course.",
        "Cal: Well, she seems nice, for the woman who stole your husband.",
        "Lizzie: You're a guy, you have needs. You know it can be like that again."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=ImseIp6sySM"
}