{
    "Episode Summary": [],
    "Recap": [
        "Danny takes off in his plane to save Michelle but has engine problems. He calls Marina and Tony and tells Tony that he left a message for Tony to play to Robbie when he thinks the time is right. While Michelle wrestles with Sebastian, they hear a plane go down. Sebastian tests Holly by telling her where a gun is and for her to give it to him. She tries to shot him instead and is horrified to learn that the gun isn't loaded. Dinah and Cassie both try on wedding dresses at the same boutique. Cassie tells Edmund that she is going to stay at the Beacon until the ceremony. Reva finds out that Jonathan burned down his parents house, but still covers for him when Jeffrey tries to question him."
    ],
    "Recap Author": "Boo",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Dinah: Where you going? I thought we had a breakfast date?",
        "Jeffrey: Yeah, well you're late.",
        "Dinah: The alarm didn't go off. I got here as quickly as I could. Although I think I have a natural glow, what do you think?",
        "Jeffrey: You're not going to start with this, are you?",
        "Dinah: I thought we could pick out baby names. What do you think, Daddy?",
        "[SCENE_BREAK]",
        "Edmund: I'm sensing you're not enjoying this walk as much as I am.",
        "Cassie: I just want to be working on our project.",
        "Edmund: Our project?",
        "Cassie: Baby Winslow.",
        "Edmund: Ooh. We'll set aside a certain amount of time for that project later on.",
        "Cassie: Why don't we do it now.",
        "Edmund: Now?",
        "Cassie: Yeah. You can throw down your coat like what's his name?",
        "Edmund: Sir Walter Raleigh, but I think he was trying to be a gentleman.",
        "Cassie: Gentlemen are overrated.",
        "Edmund: Oh, good for you.",
        "Cassie: I forgot.",
        "Edmund: What?",
        "Cassie: I have a dress appointment.",
        "Edmund: All right. All right. Wait, wait, I'll drive you.",
        "Cassie: No... oh, okay. You can drive me but you can't come in, okay, because that's a no-no.",
        "Edmund: Since when did you get superstitious?",
        "Cassie: Since Dinah and my sister's bad seed is walking around town. I'm not taking any chances.",
        "[SCENE_BREAK]",
        "Reva: Blake, hey, honey, it's me. I'm going to... I am. I'm throwing the bacholorette party for Cassie. It's just going to be something small. But you definitely have to be there.",
        "Jonathan: Did I hear \"party?\"",
        "Reva: You know what, hon? I'll call you back.",
        "Jonathan: What's the occasion, Mom?",
        "Reva: It's a party for Cassie.",
        "Jonathan: Sounds like fun.",
        "Reva: Women only.",
        "Jonathan: Even better.",
        "Reva: You weren't invited.",
        "Jonathan: I'll survive. It's not like this is Cassie's first strip... I mean trip down the aisle.",
        "Reva: A bachelorette party is part of the pre-wedding traditions that we women like to participate in. I want to do something nice for my sister.",
        "Jonathan: To make up for what I did to her daughter?",
        "[SCENE_BREAK]",
        "Tony: Danny's always got to be the hero.",
        "Marina: Well, Michelle's his wife. Robbie's Mom. What did you expect them to do?",
        "Tony: I could have found him twice as fast had I gone with him. I'm no good sitting in this room.",
        "Marina: I know you want to do something, I get it. But you have to trust that Danny knows what he's doing.",
        "Tony: What are you, Danny's cheerleader?",
        "Marina: What are you doing?",
        "Tony: Calling Rick.",
        "Marina: Don't you think if it were that simple we would have done it before?",
        "Tony: Good. Then let's hear your brilliant ideas. Okay? What are they?",
        "Marina: Well, we are on a beautiful island all alone.",
        "Tony: You're kidding, right?",
        "Marina: No, I just... I just thought...",
        "Tony: Trying to stall me. Marina, where the hell is Danny?",
        "[SCENE_BREAK]",
        "Sebastian: Where's Tony?",
        "Holly: He'll be here. Trust.",
        "Michelle: It's not like he'd just leave us, well he wouldn't leave me, anyway.",
        "Sebastian: Yeah. What's your secret, Michelle? You have men fawning all over you. Tony, Danny.",
        "Michelle: Why do you keep bringing up Danny? I told you, Danny and I are over.",
        "Sebastian: Well, he sure has a funny way of showing it.",
        "Michelle: What is that supposed to mean?",
        "Holly: Michelle...",
        "Michelle: No, I want him to answer.",
        "Sebastian: Did you really think that Danny could stay away from you?",
        "[SCENE_BREAK]",
        "Danny: Tower, this is November 232 Zulu requesting clearance for takeoff. Roger that. I'm coming for you, Michelle.",
        "[SCENE_BREAK]",
        "Edmund: Cassie, let's do each other a great big favor and not sully our wedding plans with further mentioning Dinah or Jonathan.",
        "Cassie: He's all around, Edmund. He's lurking ready to strike.",
        "Edmund: Did you run into him?",
        "Cassie: Yes, I did. What did he say?",
        "Cassie: He was talking about Tammy, how she's coming around, warming up to him.",
        "Edmund: He's never going to warm up to Jonathan.",
        "Cassie: What if he's right? I just hope to God she doesn't find herself drawn to him again.",
        "Edmund: Cassie, forget about Jonathan. He is not going to get near Tammy. He is not going to hurt the wedding. I won't let it happen.",
        "Cassie: Right. I won't either, okay. Thank you. I forgot to tell you that this is the last time we're going to see each other until the wedding.",
        "Edmund: (Laughs) That's very funny.",
        "Cassie: I'm not joking.",
        "Edmund: What about baby Winslow.",
        "Cassie: He or she will understand. Think of how romantic it's going to be. Think about the longing.",
        "Edmund: I've got plenty of longing. When did you get so superstitious?",
        "Cassie: It won't be that long. It will give Tammy and I time alone before the wedding.",
        "Edmund: That means we have to avoid one another.",
        "Cassie: Your bride to be has made up her mind.",
        "Edmund: Has she, now?",
        "Cassie: Uh-huh.",
        "Edmund: I suppose I have no choice in the matter.",
        "Cassie: Well come to the world of marriage.",
        "Edmund: All right. I suppose the bachelor gets one last romp?",
        "Cassie: A romp?",
        "Edmund: I was thinking about... I was thinking about your offer earlier.",
        "Cassie: Oh, really?",
        "Edmund: Just to let you know that I am ready, willing, and able.",
        "Cassie: I have a dress appointment, though.",
        "Edmund: That's fine. We'll just meet back here and bring plenty of longing.",
        "[SCENE_BREAK]",
        "Jeffrey: Dinah, Dinah. What if I don't want a child, huh?",
        "Dinah: Well, you should have thought about that before you jumped my bones.",
        "Jeffrey: I did think about it. That's why we used a condom. I just didn't think you'd be sick enough to punch holes in the condom behind my back.",
        "Dinah: Blah, blah, blah. If you don't want to find out now, that's cool. But we should buy furniture. There are adorable playpens in here. Let me show you....",
        "Jeffrey: No baby furniture.",
        "Dinah: Come on! You're not being much of a team play player.",
        "Jeffrey: We're not a team, sweetie.",
        "Dinah: I suppose marriage is out of the question.",
        "Jeffrey: Marriage is out of the question.",
        "Dinah: I wouldn't want to marry you even if you asked, okay? And even if I was pregnant.",
        "Jeffrey: Oh, so we're not pregnant? Oh, beautiful. And you tried to make me believe all this time?",
        "Dinah: Well, a girl can hope, can't she?",
        "Jeffrey: Next time hope with somebody else.",
        "Dinah: There won't be a next time. I've had a change of heart about making a baby.",
        "Jeffrey: Is this a rare moment of sanity?",
        "Dinah: How does that rhyme go? \"First come loves, then comes marriage, then comes Dinah with a baby carriage.\" Yeah.",
        "Jeffrey: Or not.",
        "Dinah: Besides, you flow what? Haven't you known me long enough to know that it's all about me?",
        "[SCENE_BREAK]",
        "Reva: This has nothing to do with you and what you did to Tammy.",
        "Jonathan: Are you trying to patch things up with Cassie and you don't want me anywhere near her or have anything to do with her wedding.",
        "Reva: Can you blame me?",
        "Jonathan: No, I don't blame you for anything, Reva. No one does.",
        "Reva: Right. And no one blames you, either. No one, of course, except everyone.",
        "Jonathan: (Laughs) Well, you've got to admit I'm trying. I did at least give Cassie that wedding gift.",
        "Reva: Don't try so hard. And let me handle my family.",
        "Jonathan: Yeah, good luck with that.",
        "[SCENE_BREAK]",
        "Jeffrey: Yeah, well, why are you telling me this? This is not my jurisdiction. Oh. Yeah, well how much damage did the fire do? Yeah. Oh, yeah, I know the kid, of course. I mean, I should say that I know of him.",
        "[SCENE_BREAK]",
        "Marina: Why would I try stall you?",
        "Tony: Oh, you weren't, huh? Then you meant what you said earlier? You want to have some fun, do you? Do you?",
        "Marina: All right, all right! Okay, Danny asked me to keep you here.",
        "Tony: Why?",
        "Marina: I can't tell you.",
        "Tony: You're going to tell me if you know what's best for you.",
        "Marina: Are you threatening me?",
        "Tony: You know what? Forget this. I don't need this. I don't have time.",
        "Marina: Where are you going?",
        "Tony: To find Danny. Will you stop it, what is... hey, Marina that.",
        "Marina: No!",
        "Tony: What is wrong with you? Hey, give me my shoe back. You're nuts, you know that?",
        "Marina: Maybe, but you're still here.",
        "Tony: You think a shoe's going to stop me? That's what you think? I'll go anyway.",
        "Marina: No!",
        "Tony: Why are you doing this, Marina?",
        "Marina: I told you, I made a promise.",
        "Tony: No, I mean why are you here? What are you doing this for, huh?",
        "Marina: Because Danny...",
        "Tony: Because Danny, what?",
        "Marina: He's my friend.",
        "Tony: So you flew all the way down here because Danny's your friend?",
        "Marina: You came all the way down here because Michelle, she's your friend?",
        "Tony: No.",
        "Marina: So what happens if Danny saves Michelle?",
        "[SCENE_BREAK]",
        "Michelle: Is Danny coming here? Answer me!",
        "Sebastian: Quiet!",
        "Michelle: I am so sick of your games. Where is Danny?",
        "Sebastian: Why do you care? I thought you and he were over.",
        "Holly: Hey, stop it.",
        "Michelle: You know what? You deserve to die.",
        "Sebastian: And if I do, I'm taking you and your lover boys with me.",
        "Michelle: I've really got to thank you, Sebastian, I do. For tricking me to coming to this God forsaken island by using my mother's memory to get me here. That's a good one, huh? You've got to love that, Holly.",
        "Sebastian: I wasn't about to sit back and die.",
        "Michelle: Of course you weren't. But if anyone else dies who cares, right?",
        "Sebastian: When Tony gets back with the cure, everything would be okay. Right if he never got back here and I would have the pleasure of watching you die.",
        "Holly: Michelle, just pull back.",
        "Michelle: Are you protecting him now?",
        "Holly: I'm protecting you.",
        "Michelle: Don't fall into his trap, Holly. He is a liar and a manipulator and he will do whatever he can to get what he wants.",
        "Sebastian: Yeah, that's the pot calling the kettle black, Michelle. You are just as ambitious as I am. You are just as self-serving as I am. And you know what? Your husband is going to suffer for it.",
        "[SCENE_BREAK]",
        "Danny: No one can divide us. Uh-uh. You're my home, baby, and I will always find my way back to you.",
        "Michelle: There's nowhere else that we could be but together. I don't... I don't remember you. I'm sorry.",
        "Danny: That's okay. It will come back. Honey, it will come back.",
        "Michelle: Were we in love?",
        "Danny: More than I can tell you.",
        "Michelle: The woman you love died in the warehouse explosion.",
        "Danny: You can't make me forget it.",
        "Michelle: We'll move on with our lives. I just can't.",
        "Danny: I will always find my way back to. You.",
        "Michelle: I don't remember you, I'm sorry. Why don't I feel anything.",
        "Danny: I'll always find my way back to you. I'm going to find you, Michelle. And then I'm finally going to let you go. (Beeping)",
        "Danny: Mayday, this is November 232 Zulu. Do you read me? 232 Zulu about 20 miles northeast of island of lost souls holding at 7,000 feet. I've lost an engine. I don't know how long I can keep her in the air. Mayday. Mayday.",
        "[SCENE_BREAK]",
        "Michelle: What did you with Danny?",
        "Sebastian: Do? I didn't do anything. Yet. Oh, God, my head feels like it's on fire.",
        "Holly: Sebastian, what do you know about Danny?",
        "Sebastian: Let's just say that his clock is running out like the rest of ours.",
        "Michelle: You know, you are a miserable excuse for a man.",
        "Sebastian: You know what? These days, I don't think I could argue much with that, Michelle. What about you, Holly?",
        "Holly: Tell me about Danny.",
        "Sebastian: Things could have been so different.",
        "Michelle: No, they couldn't, Sebastian, because you're weak and you always will be.",
        "Sebastian: Am I? We'll see.",
        "Michelle: What's that supposed to mean, huh?",
        "Sebastian: It means, Michelle, that we all have an instinct to survive and my will to live supersedes damage Danny's pathetic desire to save you.",
        "Holly: Why do you keep tormenting her? Don't you have any compassion? Don't you know what it's like to love somebody? Open this up. I want to talk to you and not through the bars.",
        "Sebastian: No.",
        "Holly: Don't you need contact? Don't you want some decency in your life, no matter how long it lasts?",
        "Sebastian: Oh....",
        "Michelle: (Screaming)",
        "Sebastian: You just sealed your fate.",
        "[SCENE_BREAK]",
        "Reva: So today you want to be a part of the family?",
        "Jonathan: Not just today.",
        "Reva: What about the other days when you want to hurt us?",
        "Jonathan: Families fight. But I've got to be honest with you. You've sent me some pretty mixed messages, too. \"I'm your mother and I want you near but I want you to stay away.\"",
        "Reva: Hi, Jeffrey.",
        "Jeffrey: Hi, Reva. Sorry to bother you, but I need to speak with your son here.",
        "Jonathan: I'm right here, dude.",
        "Jeffrey: I can see that, dude.",
        "Jonathan: Whatever Dad's face has to say can say it in front of Mom.",
        "Jeffrey: Okay. I was speaking to a friend of mine on the police force.",
        "Jonathan: A friend? Good for you.",
        "Reva: Jeffrey, is something wrong?",
        "Jeffrey: Well, I don't know how to tell you this, Jonathan, but it seems that your parents' house burned down.",
        "Jonathan: Oh, my God. That's terrible. How did that happen?",
        "Jeffrey: How did it happen, well, it was arson.",
        "Reva: Was anyone hurt?",
        "Jeffrey: They don't think so, Reva, but that's the normal question someone might ask.",
        "Jonathan: I didn't get along with those people.",
        "Jeffrey: You don't say.",
        "Reva: Thank you, though, for telling us.",
        "Jeffrey: Reva, I'm not done. There's more, you see. The house burned down the same day that you and Jonathan were on the island.",
        "Reva: What?",
        "Jeffrey: And no one seems to be able to track down the parents. Now, Jonathan, you wouldn't be able to shed any light on, that would you?",
        "Jonathan: Nope.",
        "Jeffrey: No, didn't think so.",
        "Reva: There really... there was no one... no one was there. The furniture was all covered.",
        "Jeffrey: Reva, I'm sorry. We're going to have to take Jonathan down for questioning about the fire.",
        "Reva: Well, that's really not necessary because he was with me the whole time.",
        "Jeffrey: He was never out of your sight?",
        "Reva: No, not once.",
        "[SCENE_BREAK]",
        "Cassie: What are you doing here, Dinah?",
        "Dinah: Isn't it obvious?",
        "Cassie: Are you getting married?",
        "Dinah: No, I am not. No. No. But I will someday. Let's see. What is it? Left together; right together. Left together; right together. That's what it is, right?",
        "Cassie: You have completely lost it.",
        "Dinah: I'm trying on a wedding dress, that's normal.",
        "Cassie: You're stalking me, Dinah.",
        "Dinah: Get over yourself. I didn't know you were going to be here.",
        "Cassie: You're trying to tell me this is just a coincidence?",
        "Dinah: Yeah.",
        "Cassie: Okay. Okay.",
        "Dinah: I saw it in the window I thought it was stunning, so I had to try it on. Is that it?",
        "Cassie: I don't know what you expect me to say.",
        "Dinah: I don't know. Something. I'm not pregnant, you know.",
        "Cassie: Well, I can't say I'm sorry.",
        "Dinah: Actually, neither am I. Neither am I, because it was the wrong order of things. Yes, it was. I want to fall in love first then I want to get married.",
        "Cassie: That's great. I hope it happens for you.",
        "Dinah: What is up with you?",
        "Cassie: Nothing. I just don't have the energy to be angry with you.",
        "Dinah: Oh, well, that will be a first.",
        "Cassie: To tell you the truth I kind of feel sorry for you.",
        "Dinah: Really.",
        "Cassie: Yes.",
        "Dinah: You feel sorry for me?",
        "Cassie: Yeah. Because you're hanging on when there's nothing left to hang on to. You want my life. You want what I have. I just hope you find your own life someday.",
        "Dinah: Maybe I already have.",
        "Cassie: Good.",
        "Dinah: And maybe it isn't with Jeffrey, but it is with somebody else, somebody who is exactly like me. Hello? Cassie?",
        "Cassie: What?",
        "Dinah: Don't you have anything say?",
        "Cassie: I have way too much to do today. You should get that dress. It looks really pretty on you.",
        "[SCENE_BREAK]",
        "Jeffrey: So Reva, you and Jonathan went to the Randall house.",
        "Reva: Yes, but it was still standing when we left.",
        "Jeffrey: Did anybody see you?",
        "Reva: I told you nobody was there.",
        "Jonathan: But it was still a cleansing experience.",
        "Reva: You know what? Wait a minute. There was a guy, a vagrant and he was smoking.",
        "Jeffrey: And you're just remembering this now?",
        "Reva: Well, yeah, it wasn't the highlight of my trip, believe me.",
        "Jonathan: That's a lead, you should check that one out.",
        "Jeffrey: Okay. I'll be sure to do that.",
        "Reva: And if I remember anything else....",
        "Jeffrey: You know where to find me.",
        "Reva: I do. I have your number.",
        "Jeffrey: And I've got yours.",
        "Jonathan: Damn, Mom! Have we bonded or what?",
        "[SCENE_BREAK]",
        "Edmund: Superstition be dammed! Cassie, I couldn't wait a minute longer.",
        "[SCENE_BREAK]",
        "Sebastian: You are skating on thin ice, Michelle.",
        "Holly: Sebastian, what are you doing?",
        "Sebastian: What does it look like I'm doing? I'm controlling a bad situation before it gets worse.",
        "Holly: Let her go.",
        "Sebastian: No! This little witch already tried to kill me once.",
        "Holly: She's not going to do it again.",
        "Sebastian: Well, I'm not taking any chances. Holly, in the desk in the back of the drawer there's a gun. Get it for me. Holly, I know I've disappointed you. I know I've hurt you, but we're in this together. It's just you and me. Now get me the gun.",
        "Michelle: Don't listen to him Holly.",
        "[SCENE_BREAK]",
        "Tony: I can't do anything.",
        "Marina: Why exactly can't you?",
        "Tony: That wasn't the deal. The deal was if anybody shows up on the island without the cure Sebastian kills them. That's the deal.",
        "Marina: You never said kill before.",
        "Tony: Marina, I told you the guy was dangerous. What did you think I meant?",
        "Marina: I don't know. I don't know, Tony. I didn't think he'd ever kill anyone.",
        "[SCENE_BREAK]",
        "Sebastian: Holly, do as I say.",
        "Michelle: Let go of me!",
        "Sebastian: Do it! Holly, get the gun.",
        "Michelle: Why are you listening to him?",
        "Sebastian: She's listening to me because she understands why we're here and she wants me. She wants me to live because we were meant to be together. Isn't that true, Holly? Give me the gun Holly.",
        "Michelle: Holly....",
        "Sebastian: Give me the gun.",
        "[SCENE_BREAK]",
        "Tony: No, no. No, Marina. Tell me Danny... tell me he wouldn't be that crazy, please. Marina?",
        "Marina: What?",
        "Tony: He didn't leave here to go find Ed, did he? Marina, answer me?",
        "Marina: Not exactly.",
        "Tony: Not exactly. That's great. Danny just killed Michelle! You've reached Tony Santos, sorry I can't get to your call, leave me a message.",
        "Danny: Tony, it's Danny. I'm leaving a message on your machine because I don't want anyone to hear this until... well, until... listen, I'm calling to leave a message for Robbie. And I want you play it for him one day when he's old enough. Robbie, it's your Dad. I'm trying to go see your Mom, but I'm having a little trouble with my plane. It's... it's kind of like with your toy planes, you know, when the wings break off. Except it's the engine. Anyway, I just... buddy, I want you to know how much I love you. You're the greatest thing that ever happened to me. You're the best part of my life. And I... you know, I actually was always worried about bringing a kid into the world, but you gave me hope. You're going to turn out just great, you already are great and I want you to be a good boy for Uncle Rick because he loves you a lot. I want you to know that I'll always be watching over you and looking out for you, giving you strength when you need it, picking you up when you fall. I'm so proud of you, Roberto. I've got to go. I love you, son.",
        "[SCENE_BREAK]",
        "Edmund: Dinah, what's the matter? Where's Cassie?",
        "Dinah: Cassie left. I didn't do anything to her, if that's what you're thinking.",
        "Edmund: Why are you crying?",
        "Dinah: Like you care! Thank you. I saw it in the window and I thought it would make me feel better. Gee, I was wrong.",
        "Edmund: No, I can see that.",
        "Dinah: Why are you looking at me like that?",
        "Edmund: Dinah...",
        "Dinah: Look, just leave me alone! I know I'm pathetic!",
        "Edmund: That's not what I was thinking.",
        "Dinah: You weren't?",
        "Edmund: No.",
        "Dinah: Then what?",
        "Edmund: I was thinking how beautiful you were.",
        "Dinah: But you're so in love with Cassie.",
        "Edmund: I fooled myself into thinking I was, but it can't last. I know that now. Dance with me.",
        "Dinah: There's no music.",
        "Edmund: Yes. Yes there is. I've wanted you like this for so long.",
        "Dinah: You have? Me, too.",
        "Edmund: Dinah, what happened? Where's Cassie?",
        "Dinah: What?",
        "Edmund: What's going on? What are you up to now?",
        "Dinah: I went shopping, that's all.",
        "Edmund: Cassie?",
        "Dinah: She tried on her dress and she left, okay?",
        "Edmund: You can't even let her have this, can you?",
        "[SCENE_BREAK]",
        "Cassie: Ooh! Oh, my gosh.",
        "Jeffrey: I'm sorry. Hello.",
        "Cassie: Hi, oh, gee, you're not very friendly today.",
        "Jeffrey: I'm late for work, that's all.",
        "Cassie: Okay, bye. Don't let me stop you.",
        "Jeffrey: I should have been there an hour ago.",
        "Cassie: Go, go, go.",
        "Jeffrey: All right. But I can't stay long.",
        "Cassie: I didn't ask you to stay.",
        "Jeffrey: What's in the box?",
        "Cassie: My wedding dress.",
        "Jeffrey: Why are you carrying it around the park?",
        "Cassie: I'm meeting Edmund here.",
        "Jeffrey: Everything okay? You seem a little tense.",
        "Cassie: I'm fine. I'm just concerned about unwanted guests at the wedding.",
        "Jeffrey: Like me?",
        "Cassie: No. Like Dinah and Jonathan.",
        "Jeffrey: Yeah, he's a real winner, isn't he?",
        "Cassie: And so she's she. But lucky me, I know both of them. What about you? You were invited. Did you get your invitation?",
        "Jeffrey: I may have, but I've got a stack of mail this high at the office that I have to get to and I....",
        "Cassie: It's right after the first of the year in the barn at the farm.",
        "Jeffrey: In the barn? Not much of a place for a wedding, especially with all the fire damage.",
        "Cassie: Well, we had it rebuilt. We'd really like you to be there.",
        "Jeffrey: Yeah. Well, you know, that place kind of gives me creeps. Bad memories and all, you know? Listen, I really have to go, Mrs. Winslow.",
        "Cassie: Jeffrey? Because of what happened in the barn is the reason you should be there. It's the reason why we're having the wedding there. To replace the bad memories with good ones.",
        "[SCENE_BREAK]",
        "Jonathan: That place and the memories of everything that happened there deserve the burn.",
        "Reva: Tell me you didn't start that fire.",
        "Jonathan: Maybe I dropped a match on my way out.",
        "Reva: I can't believe you!",
        "Jonathan: Come on, don't spoil this moment. I've never felt closer to you.",
        "Reva: What?",
        "Jonathan: You protected me. You protected me like a mother should.",
        "Reva: Part of me believed you were innocent.",
        "Jonathan: Oh, come on.",
        "Reva: Why?",
        "Jonathan: What does it matter? The place was abandoned. Who cares?",
        "Reva: Who cares? What if someone had been hurt? The neighbors. What if the fire had spread? You have no idea what could have happened.",
        "Jonathan: Nothing happened. You wanted me to work through my anger.",
        "Reva: Not like that.",
        "Jonathan: That place needed to be burned, Reva, scorched, turned to ashes. Erased like it never existed.",
        "Reva: Believe me, I know how you must feel.",
        "Jonathan: And I believe you right now. Maybe for the first time. And that's why you lied to the D.A.",
        "Reva: What you did was wrong.",
        "Jonathan: Yeah. So, having this chick party at J. Farley's, huh? Cool. Sorry. I'll pretend I never saw that.",
        "Reva: You do that.",
        "Jonathan: Hey, Mom, thanks for looking out for me.",
        "[SCENE_BREAK]",
        "Tony: Marina, I need you to tell me anything you know.",
        "Marina: There isn't anything left to tell.",
        "Tony: Do you want Danny to die?",
        "Marina: No.",
        "Tony: Then tell me. I'm asking you to tell me, please.",
        "Marina: I don't know, he was going to ask around about Sebastian's villa, okay?",
        "Tony: And?",
        "Marina: And then he was going to fly there.",
        "Tony: I've got to catch him before he gets to the airport. Let's go. (Cell phone rings)",
        "Marina: Hello?",
        "Danny: Marina, it's Danny. Listen to me closely.",
        "Danny: Listen to me, I don't have a lot of time. I've lost an engine and it doesn't look good.",
        "[SCENE_BREAK]",
        "Michelle: No!",
        "Sebastian: That's it, Holly. Hand me the gun.",
        "Michelle: What was that?",
        "Danny: I believe that was your husband.",
        "Holly: Now! (Screaming) Stop it!",
        "Sebastian: Holly?",
        "Holly: No more. No more!",
        "[SCENE_BREAK]",
        "Reva: Yeah. That's right. The bachelorette party for Cassie tomorrow night. Great. We'll see you there. Bye, sweetie.",
        "Dinah: Well, that's nice. You're planning a bachelorette party.",
        "Reva: Yes, I am, Dinah.",
        "Dinah: Cassie is so lucky to have a thoughtful sister like you, Reva.",
        "Reva: (Laughs) So what's the punch line?",
        "Dinah: No punch line. So you getting a stripper? Oh, wait, shoot, Cassie already is one.",
        "Reva: Didn't your mother ever tell you to keep your mouth shut unless you have something nice to say?",
        "Dinah: Actually, my Mommy those people have potty mouths. Never underestimate the power of bad parenting, Reva.",
        "Reva: I hope your sarcasm keeps you warm at night because that's all you have left in this town, isn't it?",
        "Dinah: So I suppose that means I shouldn't be expecting a wedding invitation at all?",
        "Reva: You better not go anywhere near that barn the night of her...",
        "Cassie: Barn? So Cassie and Edmund are getting married in a barn? I almost married Hart in the barn.",
        "Reva: I remember.",
        "Dinah: Well, you know what? That's fine. You don't need to worry about me. I think you should look a little closer to home. How is snake boy?",
        "Reva: Stay away.",
        "[SCENE_BREAK]",
        "Edmund: For you, my lady.",
        "Cassie: You are so sweet. It's beautiful. And look at you. You're all dressed up.",
        "Edmund: Well, it's all part of the surprise.",
        "Cassie: You're making it so hard to say good-bye.",
        "Edmund: Saying good-bye was your idea.",
        "Cassie: Yeah, yeah, yeah. I know.",
        "Edmund: Any change of heart?",
        "Cassie: Well, Tammy and I will be at the Beacon if you want to call.",
        "Edmund: No stopping by?",
        "Cassie: You promised.",
        "Edmund: I didn't promise, but I'll honor it just the same.",
        "Cassie: Come on, look at it this way. It's not that far off.",
        "Edmund: And the next time I see you, you will be walking down the aisle.",
        "Cassie: We'll be feeding each other wedding cake and we'll be dancing our first dance.",
        "Edmund: How about a dry run? Shall we?",
        "[SCENE_BREAK]",
        "Sebastian: Did you really think that I could trust you, Holly? That I would place my life in your hands?",
        "[SCENE_BREAK]",
        "Marina: Danny, you can make it. I know you can.",
        "Danny: I sure as hell am going to try, but....",
        "Marina: There's got to be something that you can do.",
        "Danny: Thanks for everything, Marina. I really appreciate that you came down here with me. Do me a favor and look after Robbie, will you? I've really enjoyed getting to know you. I think you're great and you're going to do something really terrific with your life. I've got no doubt about that.",
        "Marina: Danny, this isn't good-bye.",
        "Danny: No?",
        "Marina: No. No, because I won't say it. How about see ya later?",
        "Danny: Okay. I'll see ya later, Marina. Put Tony on the phone, will you?",
        "Tony: Yeah?",
        "Danny: Looks like I got myself into trouble here, cousin.",
        "Tony: You should have brought me with you, Danny.",
        "Danny: It's a good thing I didn't. Listen, you've got to find Ed now. There are a bunch of names in my bag, names that I used the last time to find him.",
        "Tony: All right.",
        "Danny: And I left a message on your machine at home for Robbie. I trust you to know when the time is right to play it for him.",
        "Tony: Danny, look, about me and Michelle, I just....",
        "Danny: Forget it, Tony. It's okay. It's okay. I've got to go. Save our girl.",
        "Tony: Danny? Danny?",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Frank: Harley confronted Phillip that night.",
        "Gus: They had a little argument and it got a little bit ugly.",
        "Frank: Dad, we have blood evidence linking Harley to the shooting.",
        "Buzz: Oh, God.",
        "Tammy: You haven't gotten rid of Sandy forever. He's my date for your wedding.",
        "Cassie: Tammy...",
        "Tammy: Unless you want know find someone else. It's not too late to find a replacement. I know. How about JB?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=2W7ncBKmGUI"
}