{
    "Episode Summary": [],
    "Recap": [
        "Beth likes the video Alan has given her that shows Mallet and Harley kissing but later questions the ethics behind it. Alan finds her change of heart funny and later; Beth switches the disc that Harley had for her presentation with the one that Alan gave her. Harley is embarrassed when Mallet finds her naked, after she was thinking that Gus was coming home for a quick game of \"Little Red Riding Hood and the Big Bad Cop\". He jokes with her but later has to crawl out the window when a reporter is outside of Harley's room. Mallet later comes to Edmund's aid when Dinah pulls a gun on him, but refuses to arrest Dinah for any wrongdoing. Michelle and Danny can't leave the cabin since Edmund slashed their tires and discuss what will happen now that they know that Hope is their child. Marina, upon hearing that Edmund got out on bail, goes to the cabin to find them in an embrace. Michelle thanks Marina for never giving up on finding her baby and says that now she can put her family back together."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Beth: ( Laughs ) This is unbelievable.",
        "Alan: Suspect technology wonderful these days? And there's no question as to who that is and what they are doing. And there's no question that when Harley shows that at the presentation, her life will begin to crumble.",
        "Beth: And she'll be forced to pick up the pieces and get out of Spaulding.",
        "Alan: Exactly. I knew that would come in handy someday. Something wrong?",
        "Beth: No. It's just... Phillip said something to me once. I just remembered it. He said that you have a way of making people forget the difference between right and wrong.",
        "[SCENE_BREAK]",
        "Gus: That's right. What... no, no. Step away from the suit. Step away from the suit.",
        "Harley: Honey, I can't run Spaulding Enterprises dressed like this.",
        "Gus: Stay with me longer we can do this again and I...",
        "Harley: I love you but I still have prep work to do. I have to get the quarterly report and get to Spaulding Enterprises...",
        "Gus: I'm saying if you stay a little longer what I'll do is ... (Whispers).",
        "Harley: Oh, my God, we haven't done that since New York. No, no. Get away from me. Back off.",
        "Gus: All right. All right, fine. I tell you what, the minute that the meeting is over we are coming back here, okay? We're coming back here and the suits are coming off and we're playing little red riding hood meets the big bad policeman. That's the one we're playing.",
        "Harley: Aren't you going to say good-bye to me?",
        "Gus: Yes. I'm going down to the station. See you at the meeting.",
        "Harley: Okay. Love you. (Knock on the door) He is not kidding. Gosh, he doesn't give up. All right. I've got a few minutes. Help! Help! The big bad wolf has tied me to the bed and I can't get away and ooh, the ropes are hurting my hands! I wish a big strong policeman would come in and... ( Screams )",
        "[SCENE_BREAK]",
        "Danny: Michelle? Are you okay?",
        "Michelle: I just can't believe it. I'm having a hard time processing it, you know? My little girl is alive. After I'd given up hope.",
        "Danny: She is Hope.",
        "Michelle: She is hope. For both of us.",
        "Danny: I brought a more recent picture of her to show you. Cassie just took that the other day.",
        "Michelle: I can't believe how much she's changed since the last time I've seen her. She's even more beautiful than I remembered.",
        "Danny: She does that same little crinkly thing around the eyes when she smiles, like you.",
        "Michelle: God, now I understand why I couldn't get enough of her when I was visiting Cassie, you know I'd just stare at her and stare at her. It's because she was mine. Is your head okay?",
        "Danny: It's fine.",
        "Michelle: Edmund could have killed you.",
        "Danny: He's lucky I didn't kill him. I'll take care of him when we get back.",
        "Michelle: We're going to leave Edmund to the police. We have a little girl to worry about. I want to go see her, Danny. I want to see her right now.",
        "Danny: I do, too. The problem is Edmund took out a couple tires on our cars. So we need to take care of that and then we'll get out of here. What?",
        "Michelle: How did you know? I mean, how did you know that she was still alive? Did you have some sort of intuition?",
        "Danny: Michelle, it wasn't me. It was Marina.",
        "[SCENE_BREAK]",
        "Marina: What? Edmund got out on bail?",
        "Woman: I have no idea how to set up a shareholder's meeting.",
        "Marina: Thanks. I'm sorry, I can't help you right now. Edmund got out on bail.",
        "Woman: Wow. Wait, who's Edmund?",
        "Marina: A seriously twisted guy. If he finds out Danny had a DNA test and knows he's Hope's father, he and Michelle could end up dead.",
        "Woman: I know Danny and Michelle but I have no clue what you're talking about.",
        "Marina: I have to go. If Edmund finds them he could kill them both.",
        "[SCENE_BREAK]",
        "Edmund: Dinah, slow down. Slow down, all right? No!",
        "Dinah: (Screams).",
        "Edmund: Did you see that deer?",
        "Dinah: He's okay. He's okay.",
        "Edmund: You're not saying much but I know exactly what you're thinking, Dinah. You hate me and you want me dead. That's fine. If it's all the same to you, I'd rather not die in a fireball beside the road.",
        "Dinah: Come on. I am not driving too fast. I'm trying to get us someplace safe. I don't want you to die, I want you to be my partner again. Come on, because right now I do. I need you just as much as you need me.",
        "Edmund: You need me?",
        "Dinah: Yeah. I wish I didn't but I do. I'm really in an interesting place.",
        "Edmund: If you don't slow down, you're going to be in a burial plot.",
        "Dinah: I wanted to really turn over a new leaf, you know and, I don't know, do something positive with my life and prove to people I could change and... I mean, I thought I was doing that. You know, I thought I was. I thought I actually could see the light at the end of the old, long, tunnel, you know? Oh! Whoa. But then there was that whole baby disaster thing, you know? And... and no one's ever going to really believe me after that I mean, anyone who ever put the slightest bit of faith in me you know, that's over. They've got to feel pretty damn burned after that.",
        "Edmund: Right. Well, they'll get over it.",
        "Dinah: I don't know. You know, I don't know. I think stealing a baby is kind of big, you know. And that's a hard thing. People don't really get over that. I mean, not that I had anything do with that to begin with but no one's going to believe me about that. So, you know, they're just all going to assume that it's just another one of Dinah Marler's lies.",
        "Edmund: Dinah, truck! Dinah!",
        "Dinah: We're not even talking about what you did to me, you know? We're not even talking about that. You know, the fact that you nearly burned me to death in that fake house in the whatever it was. You know, no one is going to believe me about that. So you know what they've done, Eddie? They have lumped us together. So I just figure if the world is against us, you know, we should pool our resources together, you know? Why not? Why not just give them the best fight that we've got?",
        "Edmund: Because you hate me?",
        "Dinah: No. You know what? I'm seeing it all so clearly right now. I think it's going to be a very good thing that we're working together. I mean, never in a million years, in a million years, am I ever going to think you're the guy for me romantically. But then again, no guy is the guy for me. ( Laughs ) And you know what? Saying something like that, that is empowering to me.",
        "Edmund: Well, good. Why don't you go it alone? You can leave me off right up here.",
        "Dinah: Oh, no. No. I would if I could but I think there is strength in numbers. I do. And honestly, I don't know if you really have too many options left at this point.",
        "Edmund: What the hell is that supposed to mean?",
        "Dinah: Okay, well, I mean, they know the truth. \"They\" being everyone. The DNA test confirmed that Hope was Danny and Michelle's. So, I mean, that kind of leaves you with nothing. That's leaving with you a lot of enemies. And, you know, I mean, that's not good. That's not good. And really you can't afford to turn me down.",
        "[SCENE_BREAK]",
        "Michelle: I knew Marina had been asking questions about the accident and the baby, but I guess I thought she had let it go.",
        "Danny: Yeah? Well, I did, too.",
        "Michelle: So she stuck with it, even knowing...",
        "Danny: Michelle, she was trying to do the right thing.",
        "Michelle: The right thing. I mean, who knows what that is anymore. We go back to Springfield, we have to go find Cassie and who says that's the right thing?",
        "Danny: It's going to be difficult.",
        "Michelle: ( Sighs ) It's going to be awful, Danny. It's going to break her heart.",
        "Danny: What's the alternative Michelle?",
        "Michelle: Well, there isn't one. No, I mean, I hate breaking Cassie's heart, but I'm going to be with my baby.",
        "Danny: So am I.",
        "Michelle: I just don't know how I'm going to do this.",
        "Danny: Hey, we'll do it together.",
        "[SCENE_BREAK]",
        "Beth: Only you can make destroying someone's life sound like a parlor game.",
        "Alan: Admit it, Beth, it's fun to destroy one's enemy. Admit you get a buzz out of this.",
        "Beth: A couple of months ago I never dreamed that I would be listening to you.",
        "Alan: Well, a couple of months ago you had no idea that Harley would be threatening your children's' birthright, interfering with Elizabeth's love life. All you're doing is protecting your property and your children.",
        "Beth: Oh, that was very good Alan. Is this where I should applaud you?",
        "Alan: No, this is where I should applaud you. Beth, you finally know what you want in this life and you will do whatever it takes to get it. That's the difference between Phillip and me. You see, he never wanted you to be strong and assertive. But I do.",
        "Gus: Hello, crazy kids. Oh, I'm sorry, was I interrupting the newlywed moment? I just have a little news for you. Well, actually bad news for you, good news for everybody else. There's a big Spaulding shareholders meeting tonight and my wife, Harley, the CEO of Spaulding Enterprises, is going to be really kicking some butt.",
        "Alan: You really think so, huh?",
        "Gus: Oh, yes. Yes, I do. And she's on to the two of yous. Yes, she's not going to be falling into any of your traps.",
        "Alan: Traps? I don't know what you mean.",
        "Gus: Of course you don't, Dad. You never know what I'm talking about, do you? But you, young lady, on the other hand, can I have a private word with you? Could I? Open. Thank you.",
        "[SCENE_BREAK]",
        "Harley: What are you doing here?",
        "Mallet: I guess I'm the big bad wolf.",
        "Harley: You are a per vert!",
        "Mallet: I am? Who was doing this?",
        "Harley: Shut up! Give me those! Don't come near me! Turn around!",
        "Mallet: Relax. It's not like anything I haven't seen before.",
        "Harley: Not in a while. Turn around!",
        "Mallet: I don't know if I should turn around or tip you a dollar. I'll turn around. You know, I can get your clothes for you if you want.",
        "Harley: Nice try, grasshopper. What do you want?",
        "Mallet: I simply came here to see your better half, but I'll have to settle for seeing all of the other half.",
        "Harley: My husband is at the police station and you, as his partner, would know that if you were a better partner. So, you can go.",
        "Mallet: Leave now just when the show started? Seriously, I'm hungry. Can I order room service or something?",
        "Harley: Get out!",
        "Mallet: Okay. You're the boss who's kind of naked.",
        "Harley: Uh-huh. Out means the other side of the door.",
        "Mallet: I can't leave. The big bad wolf is out there.",
        "Harley: Please stop, it was just a joke.",
        "Mallet: No, the gossip columnist from \"The Mirror\" she's been writing all these articles about us.",
        "Harley: What is she doing here?",
        "Mallet: I don't know. I don't know. I think she followed me. What? Listen, all I know is if I walk out that door right now, she's going to get exactly what she came here for: Dirt. Is that what you want, Harley?",
        "Harley: A gossip columnist is outside my door while you're here and I'm in a sheet.",
        "Mallet: It could be worse.",
        "Harley: Yeah, you could be in a sheet, too.",
        "Mallet: I remember a good thing about you, me, and sheets.",
        "Harley: It was a long time ago. I don't remember. Would you focus, please? That woman has written a zillion things about us, none of which were true.",
        "Mallet: That's why they call it gossip.",
        "Harley: Does she care if I'm married? That I have a husband with feelings, and my children. She doesn't care about that. All she cares about is her story. The gossip. She doesn't care whether it's ridiculous or hurtful or untrue, most of which was untrue.",
        "Mallet: Sorry, did you know there are chat rooms about the book now? Jimmy in computer fraud told me. He says there's even a web site called lovethehammer.com. ( Laughs )",
        "Harley: Would you get a hold of yourself? I cannot believe you led her to a hotel.",
        "Mallet: What can I say? She's good.",
        "Harley: This doesn't say a lot for you, letting an old biddy with a notebook tail you.",
        "Mallet: Keep it down.",
        "Harley: This is my room, I can yell if I want to.",
        "Mallet: What if she's bugged the room or something?",
        "Harley: You don't think she'd do that, would you?",
        "Mallet: I don't know, she's sneaky. I didn't even know she was behind me.",
        "Harley: Shh.",
        "Mallet: I guess we're just going to have to wait it out. How come we never played big bad wolf.",
        "Harley: Because I didn't look this good when we were married.",
        "Mallet: Yeah, you're right. You look hotter.",
        "Harley: ( Scoffs )",
        "Mallet: What? It's a simple compliment. Well, don't, don't do that thing that you do.",
        "Harley: Save it for your girlfriend. I'm just your wife... ex-wife.",
        "( Cell phone rings )",
        "Mallet: Yeah, Mallet. When? When? By who? All right. No, yeah, I'll see you there. All right, bye. I've got to go.",
        "Harley: Wait. What happened to waiting it out?",
        "Mallet: Police business, it's important. I have to go.",
        "Harley: You are so not walking out that door. No.",
        "Mallet: I'll go out the window. You're not that high up.",
        "Harley: Funny how you didn't think of that before.",
        "Mallet: And miss you in a sheet?",
        "[SCENE_BREAK]",
        "Gus: Oh, Beth, I've always liked you.",
        "Beth: Up until now isn't that what comes next?",
        "Gus: Just that I happen to know you've been trying to set up Harley.",
        "Beth: I'm just trying to take care of my family.",
        "Gus: This whole thing makes me very sad. You know, I used to always think of you as the island of sanity in the Spaulding Sea of madness. And now you have fallen. You have fallen under Alan's spell. You know what's worse? You're starting to sound like him.",
        "Beth: Or maybe I'm just starting to sound like more of who I really am.",
        "Gus: No. Beth, I've always thought you had a beautiful heart. I just feel like my father's getting in the way of that.",
        "Beth: Alan's not in the way. He's my husband.",
        "Gus: Well, you can change that.",
        "Beth: And why would I want to?",
        "Gus: Beth, you married my father in a hospital for the criminally insane. As his son, I can have that annulled.",
        "Beth: ( Laughs ) I guess I'm just poor, idiot Beth who can't do anything for herself. Look at what the ditz has done now. She's gone and married Alan Spaulding and he's working her like a puppet.",
        "Gus: You said it.",
        "Beth: Gus, did it ever occur to you that maybe I'm the one using him?",
        "[SCENE_BREAK]",
        "Michelle: So, how do you think Cassie's going to be when we come for the baby?",
        "Danny: Michelle, she'll get through it. She will. You will, too.",
        "Michelle: Well, do me a favor. Can you keep reminding me of that if I start to fall apart? Or run away. I'm known to do that sometimes.",
        "Danny: Michelle...",
        "Michelle: Just being honest. You do know that the real reason I left Springfield is because I couldn't handle seeing you all the time, especially if you were with Marina.",
        "Danny: Things are a little different now.",
        "Michelle: Yeah, because my baby is a live. Oh, Danny, you have no idea how much I dreamed about this night, prayed for it. I just can't wait to hold her again, you know?",
        "Danny: I know. This time you'll know she's yours.",
        "Michelle: The first thing I'm going to do is just tell her how much I love her. It's just complicated, though, because I know how much Cassie loves her, too. And then there's the whole 'you' part of it.",
        "Danny: Stop. It'll work out.",
        "Michelle: How.",
        "Danny: I don't know, Michelle. I don't know. But it will. It's all right.",
        "Marina: Danny?",
        "[SCENE_BREAK]",
        "Edmund: When exactly was the DNA test?",
        "Dinah: The other day.",
        "Edmund: How did Cassie react to it?",
        "Dinah: How do you think? I wasn't there when she got the results but I heard about it afterwards.",
        "Edmund: From whom?",
        "Dinah: A cop friend of mine.",
        "Edmund: Oh, right, your knight in shining armor, Detective Mallet.",
        "Dinah: Yes, the guy who saved my life from the fire that you set.",
        "Edmund: He told you Cassie was upset?",
        "Dinah: Well, I think \"upset\" would be a little mild. \"Devastated\" is a little closer. Come here, give me some light. I know this is sudden, a lot to digest. But here we are and I figure if we go farther north right there, perfect place to settle in.",
        "Edmund: Settle in?",
        "Dinah: Yeah. You and me, together. I mean, you can see here, you know, several miles away from the interstate and we can pick a blink it you'll miss it town. We'll be safe, that's what we'll call home. I don't know about you but that's what I'm looking for.",
        "Edmund: It's awfully far from Springfield.",
        "Dinah: Yeah, that's the point.",
        "Edmund: I mean, it's far from Cassie and the baby.",
        "Dinah: You know what? You need to snap out of it because it's over with Goldilocks. It's time for you to get a life.",
        "Edmund: Hey, wait a minute. Wait a minute. You know, if I can... if I can make sure that... if I can make sure that the baby stays with Cassie and that she finds out that I... there may be some hope for us. I think this could work. All right. This... this is going to be my new base of operations. The distance from Springfield is going to protect me. It begs the question, though, it really begs the question, are you sufficiently over the actions I was so obviously compelled to take against you such that we can establish an effective working relationship again?",
        "Dinah: You know, I'm rethinking this whole partnership. I'm ready to get a life but I think it's a little late for you.",
        "Edmund: I'm sorry, what?",
        "Dinah: Surprise.",
        "[SCENE_BREAK]",
        "Beth: You assume that Alan's calling the shots, steering the ship, whatever manly metaphor you'd like that use. It never even enters your head that maybe he's fallen under my spell.",
        "Gus: No, it hadn't.",
        "Beth: Well, let me give you a brief update. I'm a grown woman.",
        "Gus: Oh, yeah, Beth. That part I've always known.",
        "Beth: Powerful men don't zap me with their laser-like gazes and cause me to go weak at the knees. I find I can stand nicely on my own two feet.",
        "Gus: I'm not trying to tear you down or anything like that.",
        "Beth: That's right, you're trying to help me, yes. And there was a time that I needed that. Actually, many times. But you see, I've gotten to the point where I can figure out what it is that I want and go out and get it all by myself.",
        "Gus: Hmm. Well, be careful. Just might get what you're looking for there, as they say... Holy... look at the time. I've got to go.",
        "Beth: And I was enjoying this so much.",
        "Gus: Big Spaulding corporate shareholders meeting tonight. It's going to be held at Company courtyard that my wife, Harley, who is the CEO of Spaulding Enterprises, is going to put on a really, really good show. I'd check it out if you were you. I wouldn't miss it for the world.",
        "Alan: He doesn't respect you very much, does he?",
        "Beth: You picked up on that, too, huh?",
        "Alan: You know, the only way to get to people like Gus, Harley, and the rest of the people in Springfield to respect you, is to do something very serious.",
        "Beth: And this would be very serious.",
        "Alan: And very effective.",
        "Beth: You know, Gus said it's going to be a really big show tonight. I'm starting to agree. I'll keep you updated on how it goes.",
        "Alan: Oh, I'll be waiting. ( Laughs ) Beth, good luck.",
        "[SCENE_BREAK]",
        "Dinah: Did you really think for one second I had anything to gain by hooking up with you?",
        "Edmund: I don't understand. You just said that you're...",
        "Dinah: Yes, that we were going to find a sweet little place just for us, a safe little town so that we could be happy.",
        "Edmund: Yes.",
        "Dinah: Yeah. Guess what? I lied. I lied. Why in the world would I want to hook up with somebody who is a backstabbing, baby-stealing piece of trash arsonist pig like yourself? Even I am not that warped.",
        "Edmund: I don't think it's warped. I think it's rather touching, actually.",
        "Dinah: Oh, please. Oh, please, stop playing me. Especially two seconds after you just went off on this Cassie riff.",
        "Edmund: Dinah, who among us can honestly say they haven't made a bad mistake? Who? Who? Not me. I'm just man enough to admit it.",
        "Dinah: Sure. Now...",
        "Edmund: Dinah, I fell in love. I fell in love, yes, with Cassie. With Cassie, I admit it. I'm not going to lie to you. It was that kind of all-consuming, gut-wrenching kind of love that makes you do foolish things. It makes you do foolish things Dinah. That's what I'm talking about. It was that love that made you hold a gun to Cassie and shoot Hart instead. You know what I'm talking about and you're not going to do this, Dinah. You're not going to shoot me. You don't want to kill me, Dinah. If you kill me, you kill the only person in the world who truly understands you and you don't want to be alone. You don't want that anymore. You'll feel isolated. You'll feel alone just as you were in that Turkish prison chained to a wall.",
        "Dinah: Edmund... Edmund! ( Laughs ).",
        "Edmund: What?",
        "Dinah: This is so much fun! This is fun! Watching you try to save your soul, and I'm forgetting that you don't even have a soul to save. So really the whole subject is moot! Why don't you just stand there and why don't you let me think about what it is I have to say now the. Oh, right. That's right. That's right. Isn't this the part where I say, \"prepare to meet your maker\"? And I'm going to guess she's going to be just as disgusted with you as the rest of us are.",
        "Mallet: Dinah, don't do it.",
        "[SCENE_BREAK]",
        "Danny: Marina, what are you doing here?",
        "Marina: I heard Edmund got out on bail and I was worried about you both, was he here?",
        "Danny: Yes, he was.",
        "Michelle: Edmund tried to kill us Marina.",
        "Marina: Oh, my God. Where is he?",
        "Danny: He took off. He got away.",
        "Marina: So I guess I missed all the action.",
        "Danny: Yeah, you could say that. I'm glad you're here.",
        "Marina: Me, too.",
        "Michelle: Me, too. I know what you did. How you helped get out the truth about my baby. Thank you so much, Marina.",
        "Marina: Why are you guys still here? You could be halfway to Cassie's by now.",
        "Danny: Edmund slashed tires on both of our cars and I only have one spare.",
        "Marina: I've got one in my trunk. Go ahead. Go.",
        "Danny: All right. This won't take long.",
        "Marina: So how bad was it when Edmund was here?",
        "Michelle: It was pretty intense, actually. And Danny got hit on the head.",
        "Marina: I know. I saw the cut.",
        "Michelle: Marina, I don't know how to thank you.",
        "Marina: I'm a cop, it's what I do. That's all.",
        "Michelle: No. No. Marina, if it weren't for you I might never know that may baby was alive let alone hold her in my arms again. I owe you so much.",
        "Marina: It's okay.",
        "Michelle: Look, I mean it, Marina. You are amazing. You... you helped put my family back together again.",
        "[SCENE_BREAK]",
        "Mallet: Put the gun down.",
        "Dinah: Back off! This is none of your business.",
        "Mallet: The hell it's not.",
        "Dinah: You get away. This is miles away from your jurisdiction. I want you to go home. Go away.",
        "Mallet: We had a date, remember? Wendell, the probation officer, he's expecting us in his office. It's kind of rude not to show up.",
        "Dinah: I am not going to wind up in a probation office once I finish this piece of trash!",
        "Mallet: How about a cell on death row.",
        "Dinah: That might be worth it.",
        "Mallet: Maybe it will. You're already linked to this loser in everybody's mind. Blowing him away will cement the wonderful relationship forever. Folks will read about the death of this clown and say, \"that was bound to happen, two animals like this working hand in glove. They had to turn each other sooner or later.\" But this slime's murder will be added to your list of accomplishments.",
        "Dinah: Stop it.",
        "Mallet: You agreed to carry Cassie's baby. That was a great thing. If you pull the trigger now only you will be to blame. And you can count on that cell on death row. But if you're fine with it...",
        "Dinah: Stop!",
        "Mallet: If you're fine with that, go ahead. Pull the trigger, fire away.",
        "Dinah: Is that what you want?",
        "Mallet: Yeah. Yeah, it is.",
        "Edmund: Well if anyone cares about what I want, please put the handcuffs on her.",
        "Mallet: On what charge?",
        "Edmund: How about attempted murder? You saw it. She was standing right here about to kill me in cold blood. You saw what happened.",
        "Mallet: I'm sorry, I... I didn't see any crime here.",
        "[SCENE_BREAK]",
        "Marina: I'm just... I'm glad things are back to...",
        "Michelle: Are you going to say normal?",
        "Marina: No. I don't even know if I know what that is anymore.",
        "Michelle: Yeah, you and me both. This whole thing has been so unbelievable. But to come out of it with a daughter...",
        "Marina: She's a beautiful little girl.",
        "Michelle: Thank you. You know, I keep thinking about...",
        "Marina: Cassie? Yeah. This whole thing's got to be a total nightmare for her. But a mother and her child belong together. I mean, it's as simple as that.",
        "Michelle: Well, it wouldn't have been that simple if you hadn't done what you did. I don't know that I would have done it.",
        "Marina: Yes, you would have. You would have done exactly the same thing. You know why? Because we'd both do anything for Danny. Anything.",
        "Danny: Everything okay?",
        "Marina: Yeah.",
        "Michelle: Did you change the tires?",
        "Danny: Well, I fixed my car and it should hold until we get back, and then we can send a tow truck out for yours. Thanks.",
        "Marina: Yeah.",
        "Danny: Are you two ready?",
        "Marina: Not yet. Come here, sit down.",
        "Danny: Marina, we need to get back to Springfield.",
        "Marina: And we will. But we have to take care of something first.",
        "Danny: What?",
        "Marina: You.",
        "[SCENE_BREAK]",
        "Harley: Gus...",
        "Gus: Baby, where have you been?",
        "Harley: I've been looking for you, where have you been?",
        "Gus: Right where I said I'd be.",
        "Harley: You said you would be at the police station.",
        "Gus: I said I would meet you here.",
        "Harley: I came here only because the meeting was here.",
        "Gus: All right. You're angry. But I don't think its anger, I think that you are nervous.",
        "Harley: It's nothing I can't handle. Don't worry about me, I'm ready, I'm prepared.",
        "Gus: It's show time. Buzz and the guys have put the courtyard together.",
        "Harley: I hope the shareholders like it.",
        "Gus: They do. I see them already. They love it.",
        "Harley: They're out there already?",
        "Gus: Uh-huh.",
        "Harley: That's good. It means people are interested.",
        "Gus: Baby, this is fantastic. You're a fresh thinker. They're ready to be impressed.",
        "Harley: And I just have to impress them.",
        "Gus: Here's the drill. That D.V.D. that you had made by the Publicity Department, it's right here. What we're going to do is pop this thing in first before you step out on stage. We play this thing to get the juices flowing. They get very excited and then you come out and you just wow them. That's your job. You wow them.",
        "Harley: All I have to do is save Spaulding Pharmaceuticals.",
        "Gus: It isn't hard for you because you are amazing. You are amazing.",
        "Harley: Thank you. Okay, I want to take a wee peek at that crowd.",
        "Gus: Okay. Old trick. When you're looking at everybody just picture them in their underwear.",
        "Harley: That's good. That will calm me down.",
        "Gus: Unless you see a guy that could be hot in his underwear. Don't look at that guy. But if you see somebody fat... avert your eyes is what I'm saying.",
        "Harley: Please, you're not helping.",
        "Gus: Baby...",
        "Harley: What's the matter?",
        "Gus: Funny picturing everybody in their undies. There's a big important guy, Jack, a shareholder. A lot of stock, you should talk to him, impress him.",
        "Harley: No problem. I was just picking up this purse.",
        "Beth: That's okay. I've got it.",
        "Harley: You and I have unfinished business, Beth.",
        "Beth: I'm not going anywhere.",
        "Harley: Neither am I.",
        "Gus: Oh, boy. Honey...",
        "Harley: Later.",
        "Beth: Here's a little unfinished business for you, Harley.",
        "[SCENE_BREAK]",
        "Edmund: Does anyone else have a problem with this? The woman was about to kill me in cold blood. You're supposed to arrest her.",
        "Mallet: Kind of hard to arrest someone when they're threatening you with a toy gun.",
        "Edmund: Toy gun? Really? Let me see it.",
        "Mallet: I don't think so. You might smack Dinah across the head with it. It may be a toy, but it has heft to it.",
        "Edmund: The gun was real, the threat was real.",
        "Mallet: Let's talk about you. What are you doing up here?",
        "Edmund: She kidnapped me.",
        "Mallet: Aren't you in violation of your bail agreement? If anybody will be arrested, that would be you.",
        "Edmund: Is she paying you?",
        "Mallet: The guy's clutching straws. I have to drive you back to Springfield, if you miss the probation meeting...",
        "Dinah: Mallet, go after him. Get him.",
        "Mallet: Oh, nuts. What, and leave you here so you can take off? I don't think so. I'll put an A.P.B. out for the guy. He won't go that far.",
        "Dinah: You knew that gun wasn't fake.",
        "Mallet: It wasn't? Oh, yeah, geez, you're right.",
        "Dinah: Why did you protect me?",
        "Mallet: I felt like it.",
        "Dinah: Don't give me that. Why do you keep doing this? There has to be some reason.",
        "Mallet: Just accept it, okay? Call it a gift. Let's go.",
        "[SCENE_BREAK]",
        "Danny: It's good. It's good. Thank you. Thanks. We really need to get going.",
        "Marina: Right.",
        "Danny: Okay. Michelle, are you ready?",
        "Michelle: Yeah, I'm just dreading the look on Cassie's face.",
        "Danny: Well, Michelle, she's been preparing for this. She knows it's the right thing to do. Okay?",
        "Michelle: Yeah.",
        "Danny: Ready?",
        "Marina: Yeah.",
        "Danny: Let's do it.",
        "Michelle: Okay.",
        "Marina: ( Sighs ).",
        "Michelle: Hey, Danny. If the baby had lived and had been yours I would have stayed. I would have fought for you.",
        "[SCENE_BREAK]",
        "_Announcer: Next on \"Guiding Light...\" _",
        "Beth: Here's a little unfinished business for you, Harley.",
        "Harley: I have this video I had my staff put together and I'm going to have it up on the screen.",
        "Olivia: You know, my ring went down the drain and so has my marriage. See, I'm a free woman.",
        "Michelle: What if she refuses to give Hope up.",
        "Jeffrey: Danny went to tell Michelle they could be here any minute. You're all mine. All mine."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=5SXWHfmLyuk"
}