{
    "Episode Summary": [],
    "Recap": [
        "Phillip thinks he's covered Lizzie's tracks for her. Reva has a heart to heart with Buzz. Phillip pumps Tammy for information about the accident. Dinah shows her true colors to Cassie. Jeffery hires Dinah as his PR rep. Phillip finds out that Harley has taken off with Zach and vows revenge. Olivia buys the land and Building Lewis Oil is on out from under Phillip. Reva decides to donate part of her liver to Sandy. Lizzie tells her father she is going to confess to Jeffery about the accident."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: Open your eyes, Sandy. Tell me who you are. Your secret's out now, there's no need to hide anything. I need you, Bud. Sandy's not my son. He's critical. They said he could die. Decisions have to be made, but what right do I have to make them? I'm not his mother, but if I don't make them, who will?",
        "[SCENE_BREAK]",
        "Lizzie: I took your car, and I think I might have hit something.",
        "Phillip: Like another car or an animal?",
        "Lizzie: A person.",
        "Phillip: I got rid of the car, Lizzie. There's nothing to tie you to this accident anymore. We just have to pray that nobody saw you behind the wheel. (Sighs) You know what? Alex may be in jail and Gus and Alan may still face charges, but they can't have you. I'll do whatever I have to keep you safe.",
        "[SCENE_BREAK]",
        "Bill: Hey, Harley, what's going on? It's Bill. Yeah, listen, I got your letter here. I'm about to bring it over to Phillip, but I just want you to be ready because all hell is going to break loose. Yeah, well, he doesn't care it's going to be for a few days. When he finds out you take Zach out of the country, he's going to hire an army to track you down. (Laughs) Look, I know, I know. But listen, Harley. I know, listen to me. Harley, just be careful, okay. All right. Well, if you need anything, just call me. All right. Bye.",
        "Olivia: It's a little late to be cutting a deal, don't you think?",
        "Bill: Hey, you. No, strictly personal. In fact, I was just about to call you.",
        "Olivia: Yeah?",
        "Bill: I was.",
        "Olivia: Hi.",
        "Bill: How long have you been standing here?",
        "Olivia: I just got here.",
        "Bill: Oh.",
        "Olivia: So who was on the phone?",
        "Bill: Oh, it's my dad.",
        "Olivia: Oh. Look if we're going to take down Spaulding together, you're going to have to become a much better liar.",
        "[SCENE_BREAK]",
        "Dinah: Great. Well?",
        "Jeffrey: What are you doing?",
        "Dinah: I called it. The Winslow's are all yours.",
        "Jeffrey: Cassie looks upset. What did you do now?",
        "Dinah: You know, believe it or not, I am not the cause of all the misery in this town.",
        "Jeffrey: Oh, no, you tend to concentrate just on making Cassie's life miserable, right?",
        "Dinah: (Laughs) everybody needs a hobby.",
        "Cassie: Oh, come on. What is taking Reva's food so long?",
        "Edmund: Don't worry. It'll be here.",
        "Cassie: I should have never left.",
        "Edmund: Cassie, she knows you're right across the street.",
        "Cassie: Right. I just keep thinking what if it were Tammy lying in that hospital bed fighting for her life?",
        "Edmund: It's not.",
        "Cassie: (Sighs)",
        "Edmund: She's right there. She's fine. She's all right.",
        "[SCENE_BREAK]",
        "Tammy: JB, It's Tammy.",
        "JB: Hey, I just talked to a nurse. There's no change in your cousin's condition.",
        "Tammy: Thanks for checking on it.",
        "JB: So, since I already did my good deed for the day, how about you and me spend some time together away from the hospital?",
        "Tammy: I would like that. Where?",
        "JB: I'll call you.",
        "[SCENE_BREAK]",
        "Sandy: I'm your son.",
        "Reva: I love you.",
        "Sandy: I have to tell you something.",
        "Nurse: You're not his biological mother.",
        "Reva: Then who is he?",
        "Cassie: He's after the trust fund.",
        "Nurse: You could still be a donor.",
        "Sandy: Listen to me, Reva. Listen to me.",
        "Reva: Listen to me. Listen to me... no.",
        "Reva: I hope you're listening because I'm really lost. The boy's life depends on me and I don't have a clue. How could you bring him back into my life? How could he let me love him when you knew all along he wasn't my son? How can you let love grow from a lie?",
        "Buzz: Love is never a lie.",
        "Reva: (Gasp) I really thought there for a minute that God was answering me.",
        "Buzz: You know I've been called many things, but never that. I sort of like it. How's it going?",
        "Reva: I wish I still had my psychic abilities so I could see how this all was going to turn out.",
        "Lizzie: I'm sorry. Sandy, I'm so sorry.",
        "[SCENE_BREAK]",
        "Phillip: Hi, Tammy. I was talking to Lizzie. She told me about your cousin Sandy. I'm so sorry.",
        "Tammy: Thanks.",
        "Phillip: How are you? I guess you had a pretty close call, too, huh?",
        "Tammy: I'm pretty shaken up.",
        "Phillip: Yeah. Well, actually, I understand--better than most people.",
        "Tammy: You do?",
        "Phillip: Yeah. When I was about your age, I was in a car accident and I was almost killed. The person that saved my life almost lost theirs in the process. So I have a pretty good idea about what you're feeling right now. They call it survivor guilt. You're really relieved that it's not you in the hospital bed, but then you feel really guilty for feeling that way. Right?",
        "Tammy: Yeah.",
        "Phillip: Yeah. Listen, I don't know if you feel like it, but you know, if you want to talk about the accident and what happened, I'm a good listener.",
        "[SCENE_BREAK]",
        "Bill: Okay, okay. Hey, if you knew I was on the phone with Harley, why did you ask?",
        "Olivia: I was testing you, and you failed.",
        "Bill: I hate tests.",
        "Olivia: When we agreed to work with each other, we promised no secrets.",
        "Bill: Yes, listen to me. Listen to me. There's no need to argue about this. You're the one I want to be with. That's all. All right. Truce?",
        "Olivia: A kiss as an apology. It's always so cheap.",
        "Bill: Hmm, and yet effective, right?",
        "Olivia: Jury's still out. You heard of a guy named John McMullen?",
        "Bill: John McMullen, yeah, yeah, yeah. He owns the building that houses Lewis Construction. Why?",
        "Olivia: Well, his company has gone bankrupt and the court has ordered him to auction his properties tonight.",
        "Bill: So?",
        "Olivia: So, your family business may be facing an eviction notice.",
        "Bill: Well, why would the new landlord want to evict their best tenant?",
        "Olivia: Because Phillip has ordered Spaulding Enterprises to make a bid on that property. My guess is he wants to become your daddy's new landlord and then send him packing.",
        "Jeffrey: You know, I would have thought that the gun in your face might have helped you to stop obsessing about Cassie.",
        "Olivia: And I thought the ring on her finger might help you do the same.",
        "Jeffrey: Just stay away from her, all right? Stay away from Cassie and her family. Get yourself a dog or something, all right? Why don't you get yourself a job? There you go. Hmm? Anything to help you get over this.",
        "Dinah: Okay. Fine. I could use a job.",
        "Jeffrey: Well, what do you know how to do? Okay, I'm sorry I asked that. Don't be so predictable.",
        "Dinah: Okay. I'm thinking something along the lines of, I don't know, public relations.",
        "Jeffrey: (Laughs)",
        "Dinah: I'm good with people.",
        "Jeffrey: Yeah, yeah, yeah. I've noticed that about you. Look, I don't need a PR person, okay? Especially not someone with your reputation.",
        "Dinah: Hey, hey, hey, hey. Now, I don't know if you've noticed yet, but you're not very well liked in this town.",
        "Jeffrey: Well, I'm an acquired taste.",
        "Dinah: Come on, the media loves pummeling you any chance they get, no matter what you do.",
        "Jeffrey: Like setting you loose?",
        "Dinah: Look, you could not get that case to stick against me, and now we've got, what, Alexandra Spaulding and Vinnie Salerno coming to trial. If either one of them walks, you lose your job. So that means you'd have to leave Springfield and precious Cassie.",
        "Jeffrey: Just shut your mouth, all right. Just shut your mouth.",
        "Dinah: Okay, you know what? We would start with your people skills first. Give me a few months, and I will make you a man of the people.",
        "Jeffrey: Thanks, but no thanks.",
        "Dinah: Don't you want to keep me close, you know, up close and personal, so that you can watch every move I make?",
        "Jeffrey: That's the worst offer I've had all day.",
        "Dinah: Ouch. And here I was ready to buy you a cup of coffee.",
        "Jeffrey: All right, come on. After you, and don't even think about bothering Cassie in there.",
        "Cassie: Great. Like I wasn't tense enough.",
        "Edmund: I think they make a lovely couple, don't you?",
        "Cassie: How could he even look at her? Look at her walking around town ordering food.",
        "Edmund: Very angry at her, aren't you?",
        "Cassie: Yes, I am. Can you tell?",
        "Edmund: How angry?",
        "Cassie: I can't even put it into words.",
        "Edmund: Angry enough to kill her?",
        "Cassie: Well, I almost did at Laurel Falls, but I didn't pull the trigger.",
        "Edmund: If O'Neill and I hadn't shown up, would you have pulled the trigger?",
        "Cassie: I honestly don't know.",
        "Edmund: So then, what happens the next time you and Dinah are alone together?",
        "Cassie: Why do you have to ask such complicated questions? You know, why can't we just talk about dinner, not Dinah?",
        "Edmund: All right, we can, if you like.",
        "Cassie: I mean, she's obviously not going away, so I have to deal with my feelings for her, right? Would I have shot her at Laurel Falls? I don't know. I was blinded by fear and rage, and I was terrified that something was going to happen to my family. So I had a gun, and I was pointing it at her, and for the first time, I saw her fear. And I was in control, not her. And ever since then, I haven't been afraid, not in the way I used to be. I still know what she's capable of, but I also know that I'm stronger than her, a lot stronger.",
        "Edmund: All right, then, what about the anger?",
        "Cassie: Well... (laughs slightly) ...that's never going to go away. Not when I think about how Hart died or the fact that RJ will never know his father. I'm never going to forgive her. But do I need to see her pay? No, not the way I did when I pulled up in front of the police station and I dragged her to Laurel Falls. I lost myself there. It was like I was outside myself and... if you and Jeffrey hadn't showed up, maybe I would have pulled the trigger. All I could think about was getting rid of Dinah and all the pain that came with her. And in that terrible moment, Edmund, I realized what it was like to be you.",
        "Dinah: Just so you know, I'm getting some takeout and I'll be on my way.",
        "Cassie: Well, then, why don't you wait outside with me, so we can talk.",
        "Dinah: Sure. That's fine. I like girl talk. I'll be right outside.",
        "Edmund: Cassie...",
        "Cassie: I'm going to be fine. You can watch from the window, okay? No one's going to get hurt, but I need to do this.",
        "Bill: See now, I think Phil's plan is to shut down Lewis Construction and Cross Creek has just been a distraction. Has he put a bid on the property yet?",
        "Olivia: No, he doesn't like to bid absentee. He likes to be there in person, make a bid on whatever bargain pops up right before the hammer goes down.",
        "Bill: Really? A bottom feeder, huh?",
        "Olivia: That's my Phillip. We have to make sure he doesn't get to that auction.",
        "Bill: Well, I got a plan.",
        "Olivia: Okay. How can I help?",
        "Bill: No, I'll handle this one on my own.",
        "Olivia: Well, you want to meet me back here later, then?",
        "Bill: Well, what you got in mind?",
        "Olivia: It's just kind of a chilly night. I thought I might build a fire.",
        "Bill: Fire's already burning, baby.",
        "Olivia: Good line. (Laughs)",
        "Bill: I won't be long.",
        "Olivia: I'll put the champagne on ice.",
        "Bill: All right.",
        "[SCENE_BREAK]",
        "Phillip: Well, I can see that you're still very upset. And you know what? That's okay. It really is. It's very natural to want to try to block out the kind of trauma that you've had.",
        "Tammy: I can still hear the sound of that car hitting Sandy.",
        "Phillip: Hmm. What else do you remember? Anything?",
        "Tammy: I ran out into an alley behind the bar. I was confused and upset, and I just wanted to get away. And I started to walk away, but then suddenly there was this car.",
        "Phillip: Did you get a good look at it?",
        "Tammy: It was dark. The headlights were shining right in my eyes. It was coming right at me. And then Sandy, he called out my name, and he pushed me out of the way. He saved my life.",
        "Phillip: I know. It's such a shame, if either one of you could remember a partial license plate or even a description of the driver, they might be able to catch whoever did this.",
        "Tammy: (Sighs) I didn't see anything, really, except for the headlights. And Sandy was only conscious for a few minutes. I don't think he saw anything, either. Maybe my Aunt Reva did.",
        "Phillip: Reva saw the accident?",
        "Tammy: She was there. I don't know how much she saw. I can't believe someone could just hit a person and then just keep on driving. I mean, how could someone be so selfish and horrible? (Phone rings) Excuse me. This could be about Sandy.",
        "Phillip: No, that's fine. You go ahead and take that. But listen, Tammy, if you feel like you want to talk again...",
        "Tammy: Thank you, Mr. Spaulding.",
        "Phillip: Sure.",
        "Tammy: Hello?",
        "JB: Hey. I told you I'd call you back. I've been thinking about you.",
        "Tammy: Have you?",
        "JB: Why don't you come over and meet me at the Beacon? This way, I can make sure that you're okay.",
        "Tammy: Yeah, I guess I can. I've been thinking I need to see you, too.",
        "[SCENE_BREAK]",
        "Reva: So, how much of that did you hear?",
        "Buzz: Enough.",
        "Reva: No questions?",
        "Buzz: I don't know. You feel like giving any answers?",
        "Reva: I have no idea who the boy lying in that hospital bed is.",
        "Buzz: You're sure he's not...",
        "Reva: Positive. The tests that they ran when they were trying to find an organ donor proved it. I'm not his mother, but I am a match. Go figure.",
        "Buzz: There's that sense of humor I know and love.",
        "Reva: It feels the same, though, you know, when I see him lying in that bed so still. I mean it could be Marah or Shayne. I have to make a life-and-death decision for a stranger.",
        "Buzz: He's not a stranger.",
        "Reva: I don't know who he is, and Josh isn't here, and I can't reach him, and I'm all alone.",
        "Buzz: You're not alone.",
        "[SCENE_BREAK]",
        "Lizzie: Sandy, I am so sorry. I didn't mean to hurt you or Tammy. I really didn't. I really didn't even see you guys until it was too late. Listen, you're going to get better, okay? I promise you. If I knew that telling everybody that I was the one who hit you would help you get better, I swear I would do it. I really would. What good's it going to do? I've already waited too long already. I hope you understand that. (Alarm sounds) I didn't do anything. I was just sitting here with him.",
        "Nurse: Dr. Rozenberg.",
        "Reva: What happened?",
        "Nurse: Cubicle three. Stat.",
        "Reva: What's going on?",
        "Lizzie: I don't know.",
        "Nurse: You need to wait outside.",
        "Lizzie: Is he going to be okay?",
        "Rozenberg: What do we got?",
        "Nurse: His BP's dropping to 60, heart rate at 160.",
        "Reva: Don't let him die. Please don't let him die. What else could be wrong? They said he was stable.",
        "Buzz: Did something happen in there while you were with him? Did something change?",
        "Lizzie: No. I was just sitting there talking to him.",
        "Buzz: Why don't you take off? We'll let you know if we hear anything.",
        "Lizzie: Okay. Just please let me know.",
        "Reva: My God. Is he all right now?",
        "Rozenberg: I'm afraid not. He's hemodynamically unstable. He's bleeding internally now. It's probably due to the tear in his liver, but the bleeding could be coming from anywhere. So, either way, Sandy's going up to surgery.",
        "Reva: For the transplant?",
        "Rozenberg: Yeah. Look, if we have a donor, the transplant may be the only thing to save that boy's life.",
        "[SCENE_BREAK]",
        "JB: Blondie.",
        "Tammy: Hi. Where were you?",
        "JB: I had some business to take care of.",
        "Tammy: You said you'd be here and then...",
        "JB: I'm here now.",
        "Tammy: Yeah, but I have to go back to the hospital now.",
        "JB: I'll go with you, if you want.",
        "Tammy: Yeah. Yeah, I do.",
        "JB: Rough day, huh?",
        "Tammy: Yeah. These past couple of weeks have been a complete nightmare. Except for you.",
        "JB: Well, how about after your cousin gets better, you and I go somewhere where nobody can find us?",
        "Tammy: What do you mean?",
        "JB: Away. Any place you want. How's that sound?",
        "Tammy: It sounds amazing.",
        "JB: Is that a yes?",
        "Tammy: Right now, all I can think about is helping Sandy get better. He saved my life. I have to be here for him.",
        "JB: Got it. And I'll be here for you.",
        "[SCENE_BREAK]",
        "Phillip: Who let you in?",
        "Bill: A butler in a bathrobe.",
        "Phillip: What do you want?",
        "Bill: Well, I just got a message from my father, who's up at Cross Creek. Your attempt to take it? It's not going to hold up.",
        "Phillip: I don't want Cross Creek, Bill. I'm just interested acquiring the land that it's built on.",
        "Bill: Yeah well, look, my father was born there. It's been in our family for generations. This is one fight you will not win.",
        "Phillip: It won't even be a fight. It's already done.",
        "Bill: Keep telling yourself that. Enjoy your drink. Oh, by the way, this is for you. It was taped on your door outside. Good night. Remember, you will not get Cross Creek.",
        "Phillip: No. No.",
        "Bill: Something wrong?",
        "Phillip: She's gone.",
        "Bill: Who?",
        "Phillip: Harley has left town, and she kidnapped my son!",
        "Bill: Well, I can't say as I blame her.",
        "Phillip: Well, no, I'm sure you don't. Because you helped her, didn't you?",
        "[SCENE_BREAK]",
        "Jeffrey: They've been out there too long. I don't like it.",
        "Edmund: What are you afraid of, Mr. O'Neill? Cassie may hurt Dinah? Or that Dinah may tell Cassie how she came to impersonate her?",
        "Jeffrey: Well, you know, now that you've mention it, Edmund, why haven't you ever told her yourself?",
        "Edmund: Maybe it's a trump card. Maybe I don't want to hurt Cassie more than she already is. Or maybe I'm waiting for you to have the guts to tell her yourself.",
        "Jeffrey: (Laughs sarcastically) huh, the guts. Well, maybe I offered Dinah a job.",
        "Edmund: In the district attorney's office? She's a murderer.",
        "Jeffrey: Hey, watch it. Be careful about what you say about my new PR rep.",
        "Edmund: She shoots people, and you're hiring her to handle your public relations?",
        "Jeffrey: Well, we're not going to give her a microphone right away, Edmund, but our little Dinah is going to be doing as much mind-numbing menial work as possible. I want her very, very busy and very close.",
        "Dinah: So what do you want to talk about? Politics? Guys? Firearms?",
        "Cassie: Don't make me regret giving you your freedom, Dinah.",
        "Dinah: Oh, is that what... is that what this about? You refuse to testify against me so you could get me alone and shoot me in cold blood.",
        "Cassie: That's the difference between you and me. You pulled the trigger; I didn't. And the man I loved was taken from me.",
        "Dinah: No, the man I loved was taken from me. Hart loved me. He was mine, and you took him away from me. You destroyed the chance that I had at happiness and of having children with a man who loved me and who could save me. So if anybody is responsible for Hart's death, it's you, and you haven't even begun to pay.",
        "Cassie: Well, so much for the new, improved Dinah. You're still your same old vengeful self, aren't you?",
        "Dinah: Yeah. The only difference is I don't have a murder charge hanging over my head right now, thanks to you, and if you should ever decide to go back on that decision, I would be sure to tell the police every lurid detail on Laurel Falls--complete with eyewitnesses. You have no credibility. It's shot, so to speak.",
        "Cassie: Well, enjoy your freedom while you still have it, because if I give you enough rope, maybe you'll hang yourself.",
        "Dinah: No, because I'm having a good time, because I know where all the bodies are buried, and I know who did what to whom. And with that information, I can do whatever I want, just for the fun of it. So I could see your safe world crumble right beside you.",
        "Cassie: What are you talking about?",
        "Dinah: Some of life's little ironies. That's all.",
        "Cassie: Dinah, I am warning you...",
        "Dinah: Watch it. Watch your temper. Don't make things harder for yourself then they already are, Cassie.",
        "Edmund: Everything all right, ladies?",
        "Dinah: You'd better watch your back, Edmund. She's having one of her bad days.",
        "Edmund: My offer still stands. We can pick up and move on, find somewhere else to live.",
        "Cassie: No. This is my home, and I'm not going to let her run me out of town.",
        "Edmund: All right, then, what about the anger?",
        "Cassie: I'll deal with it, you know. (Sighs) just like you did.",
        "Edmund: Is that what you meant when you said earlier you know what it's like to be me?",
        "Cassie: Yes. I understand what it's like to be scared by your own impulses and to work so hard to stay away from them. I've seen you work so hard and I've seen you struggle with dealing with all the rage and revenge that you had inside. And now I have to deal with it and I really need your help doing that.",
        "Edmund: I think we all have to deal with it, but you had one moment of the desire to get revenge. I lived with it for years and years and years.",
        "Jeffrey: Wow. Dinah seems downright cheerful in there. What happened down here?",
        "Cassie: Just a lot of honesty. I've got to get back over to the hospital to see Reva.",
        "Edmund: Look, why don't you go ahead. I'll wait for food and come over and meet you later.",
        "Cassie: Thanks for everything.",
        "Jeffrey: I'll walk you over to the hospital if you don't mind. I've had my dose of Dinah today.",
        "Cassie: You and me both.",
        "Dinah: I don't know. I try to be nice, but nothing seems to work.",
        "[SCENE_BREAK]",
        "Phillip: You helped Harley kidnap my son. Uh-huh. I'm calling the police.",
        "Bill: Well, wait a minute now. I think the last thing Spaulding Enterprises wants is some bad press.",
        "Phillip: Well, Bill, she's got my son. And she has Rick's son.",
        "Bill: Well, what's it say in the letter? Does it say that she's gone for good?",
        "Phillip: No. It says she'll be back in a few days.",
        "Bill: Well, there you go. That doesn't sound like kidnapping to me.",
        "Phillip: (Laughs) if you believe her. See, she can't do it. She can't do this because we have joint custody.",
        "Bill: Phillip... Phillip...",
        "Phillip: She has asked me before she takes him. She has to ask me.",
        "Bill: Phillip, calm down. Calm down, okay. When you took Emma to the Caribbean without Olivia's permission, she called it kidnapping, too. Now, do you really want Harley arrested in front of your son?",
        "Phillip: Fine. Fine. She can have him for a few days by herself. That's fine, yeah.",
        "Bill: There you go. That's a good move.",
        "Phillip: Bill?",
        "Bill: Yeah?",
        "Phillip: About Cross Creek, it's just business.",
        "Bill: That's the party line, isn't it?",
        "Phillip: Harley. Harley, when I'm done, you're not going to see Zach on his birthday or Christmas.",
        "[SCENE_BREAK]",
        "Reva: You know, these past few weeks, Sandy and I have grown so close. He's been a son to me in every way, and we all love him so much. And I don't know if he came here to scam me or if he even knows he's not my son. If you found out that Harley or Frank or Coop, that they weren't your child, would it change anything? It wouldn't change anything for me, either. Can you find Dr. Rozenberg and tell him that he has his donor? Sandy, you hang on. Hang on just a little bit longer, okay. Just hang in there, because I'm here for you. We're all here for you.",
        "[SCENE_BREAK]",
        "Edmund: Thank you, Lynn. Now, Miss Marler, why don't you make everyone happy and go invent the sport of chuteless skydiving?",
        "Dinah: No, I'm staying right here, Edmund. I would never leave my father and brother ever again.",
        "Edmund: Cassie's been through enough. I'm going to make sure you never hurt her again, and I'll do anything I have to to protect her. Do you understand that?",
        "Dinah: You betcha. You're just a one-man rescuing squad, aren't you, Edmund? Just like Hart, who made it his mission in life to protect Cassie. This should be fun, finding out how unlike the two of you really are.",
        "[SCENE_BREAK]",
        "Reva: I don't know what to feel. I don't know who you are. But I know I loved you before all this and I can't just turn that off. So even if everything's been a lie, my feelings for you aren't. They're real, and we're going to get through this together.",
        "[SCENE_BREAK]",
        "Olivia: Oh, well, you did your job. Phillip didn't get anywhere near that auction.",
        "Bill: Yeah, well, I thought so. Well, now we got to make sure he doesn't find another way to acquire that building.",
        "Olivia: Oh, I don't think the new owner's going to want to part with it.",
        "Bill: Well, if you say so. Why don't we go upstairs and celebrate?",
        "Olivia: Don't you want to know who the new owner is?",
        "Bill: Not really. Unless it's my father put a last-minute call in from Cross Creek.",
        "Olivia: No, it wasn't him, but it was me. Just say hello to the new landlady.",
        "[SCENE_BREAK]",
        "Lizzie: Sandy's going to be okay, Tammy. Okay? Everything's going to be okay. It has to be.",
        "Tammy: I'm just glad that Jeffrey O'Neill is such a tough DA, because when he finds that hit-and-run driver, he's going to put him away for life.",
        "Lizzie: You know what? I'd better go call my dad.",
        "[SCENE_BREAK]",
        "Phillip: Just find my son. Kidnap him if you have to. I don't know what country they're in, and I don't care. Just... hang on a second. I got another call coming in. Yeah?",
        "Lizzie: Daddy, it's me. I need you.",
        "Phillip: Lizzie, where are you?",
        "Lizzie: I'm at the hospital, and...",
        "Phillip: Honey, this is a really bad time. I can't talk right now.",
        "Lizzie: Daddy, listen to me, okay. The DA's here. I'm going to confess.",
        "Phillip: No. Lizzie, no.",
        "Buzz: How are you doing?",
        "Reva: Uh, I'm scared. I wish Josh was here.",
        "Buzz: Well, I'll find him for you.",
        "Reva: It may not be that easy.",
        "Buzz: You underestimate my tracking abilities.",
        "Reva: I don't know what I would have done without you here with me today. I was feeling very alone.",
        "Buzz: Alone? Have you checked out the waiting room? I mean friends and family are clogging the arteries.",
        "Reva: (Laughs) Cassie's back.",
        "Buzz: Yeah, she wants to see you.",
        "Reva: Tell her to give me a few minutes so I can finish up here.",
        "Buzz: Okay. You've got a lot of guts you know that?",
        "Reva: Thanks.",
        "Cassie: She's going to go through with it, isn't she?",
        "Buzz: They're prepping her.",
        "Tammy: For what?",
        "Buzz: Reva's going to donate part of her liver to Sandy to save his life.",
        "Tammy: Is it dangerous?",
        "Cassie: Yeah. Any surgery can have complications.",
        "Buzz: He's a top surgeon.",
        "Cassie: I want to go see Reva.",
        "Buzz: Well, go.",
        "JB: I can't believe Reva's going to do this.",
        "Tammy: What do you mean? He's her son. She would do anything for him.",
        "JB: Right. Right.",
        "Tammy: I'm just glad they found each other. Reva cares about him so much.",
        "Cassie: Why am I not surprised?",
        "Reva: Well, whoever he is, I have to do this. (Crying)",
        "Cassie: I know, I know. I understand. I do. I understand. I wish I were a match. I owe him, you know. He saved Tammy's life.",
        "Reva: Yeah, well, whoever he is, I know that there's good in him. I have to believe that. And I have to do this for him, no matter what happens afterwards, because I love him. I love the kid. I do. And I'm willing to risk my life for him.",
        "[NEXT_ON]",
        "Bill: Give me what I want.",
        "Olivia: Oh, I can give you what you want. I just can't give what you want.",
        "Gus: You're lucky I just hit you and didn't put your face through a plate glass window.",
        "Phillip: You're finished.",
        "Gus: No, I'm not finished and I'm talking to you.",
        "Phillip: Listen to me. Listen to me."
    ],
    "Transcript Author": [
        "By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=ZtIbY2pgaLU"
}