{
    "Episode Summary": [],
    "Recap": [
        "Jeffery and Marah continue their discussion about her clothing line. Sandy tries to intrude but Marah and Jeffery leave to continue things at her place. Marah and Jeffery kiss. Olivia arrives and she and Sandy catch up. Harley goes to see Alan about Philip's condition. Later Harley calls Jeffery and tells him to get in touch with \"Terrier\". Dr. Langham questions Olivia's motives for visiting Philip. Gus tells Harley about him wanting to work for Spaulding while Philip is getting well. She starts to slip about Philip being in danger but covers."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Jeffrey: Okay.",
        "Marah: So what's the verdict, Counselor? Is somebody trying to take advantage of me?",
        "Jeffrey: At first glance, everything seems to be on the up and up, but when you read between the sheets, it's... When you read between the lines...",
        "Marah: I believe that's what they would call a Freudian slip.",
        "Jeffrey: No, it's not a Freudian slip.",
        "Marah: Oh. Then is it an invitation?",
        "Jeffrey: It's a... It's a verbal misstep, okay? A verbal misstep. Now, what I'm concerned about here is the creative control part of this, all right? Because you'll find that once you wade through the licensing agreements and the subsidiary rights, you're going to find the bottom line is that these people are going to want to own you. Everything, okay? Your name, your style, everything that makes you unique and special. And you don't want to ever let anyone take that away from you.",
        "Marah: You think I'm special?",
        "Jeffrey: Yeah. No. I... Can we just...",
        "Marah: (Laughs)",
        "Jeffrey: ...Stick to this contract, please.",
        "Marah: I believe I'm making you nervous.",
        "Jeffrey: No. You know, no one's making me nervous.",
        "Marah: Ah, right. But maybe you've never let anyone have creative control before.",
        "Lizzie: I just... I don't see Mr. Clemenza passing on the torch to you as director.",
        "Sandy: I'll consult with him, but yes, I'm the director. I need the credit.",
        "Lizzie: I mean, yeah, he is so old that he was around the first time that it was staged. But you, you're young, you know about young love and star-crossed lovers doomed for each other and all that.",
        "Harley: Well, when do you expect Mr. Phillip?",
        "Thomas: It's not my place to discuss such things.",
        "Harley: Fine. Then I'll wait until he gets back. Where's Alan?",
        "Thomas: I'll check and see if he's in.",
        "Harley: Thank you.",
        "Jeffrey: If it were Phillip-- if, let's say, he was involved in a conspiracy, a conspiracy that would not only put him in a lot of legal trouble, but would also threaten his personal safety -- would you get involved then? Would you help?",
        "Alan: Well, Harley. Thomas tells me you're staging a sit-in.",
        "Harley: Well, I wouldn't have to if someone would tell me what's going on here.",
        "Alan: Gus didn't tell you?",
        "Harley: What does Gus have to do with Phillip's disappearing act?",
        "Alan: Well, I just assumed that Gus told you.",
        "Harley: Told me what, Alan?",
        "Alan: Phillip's in the hospital.",
        "Harley: Okay, I don't understand that. He's fine. I mean, we saw him at Thanksgiving. Rick gave him the all-clear. He's fine.",
        "Alan: Yes. Well, he's fine physically but not mentally.",
        "Harley: What... What does that mean?",
        "Alan: We're sending him to Ravenwood.",
        "Harley: Ravenwood? That's an institution.",
        "Alan: Believe me, Harley, if there was another option, I would have done it.",
        "Harley: Well, when?",
        "Alan: Tonight.",
        "Harley: Not until I see him.",
        "Alan: No. He cannot have any visitors.",
        "Harley: Alan, you can't stop me from seeing him.",
        "Alan: You don't understand. He is very fragile right now. The least little thing would set him off.",
        "Phillip: You're not here. You're not real. You're in my head and you're going to go away.",
        "Olivia: I'm here.",
        "Phillip: You're going to go away.",
        "Olivia: No, Phillip. Look at me.",
        "Phillip: You're going away. You're not here. You're not here! You're not here! Go...",
        "Olivia: Hush.",
        "Phillip: No. (Groaning)",
        "Olivia: Just turn around. Turn around and tell me that you know me, please.",
        "Phillip: (Groaning)",
        "Olivia: Turn around.",
        "Phillip: I'm not going to be tricked by you! You're not here! Go away! Go away!",
        "Christopher: So, how's the family holding up?",
        "Gus: I don't know about the rest of them, but I can't stand this, even if it is the best thing for Phillip.",
        "Phillip: Just get out! Get out! Leave me the hell alone!",
        "Gus: What are you doing in here?",
        "Olivia: I needed to see him. I want to help him. I want to help him.",
        "Phillip: See? I see what it is. You're all in on it. You're all trying to trick me.",
        "Christopher: No, no, no, Phillip.",
        "Phillip: Yeah, you are. Yeah, you are. Yeah, you are! You're all in on it.",
        "Christopher: Calm down. Calm down.",
        "Phillip: I see what you're doing. I see what you're doing. Don't think... Don't think I don't see!",
        "Christopher: Phillip.",
        "Phillip: Don't think I don't know what you're doing.",
        "Olivia: (Sobbing) I just wanted to help him.",
        "Gus: Well, yeah, but it's obviously not working, all right? I really... I think you should go.",
        "Christopher: Gus? I want to talk to Olivia. Would you look in on Phillip there? Nurse Brennan will help you out. He needs somebody he can trust right now.",
        "Olivia: Alan told me, but I had no idea he was so bad.",
        "Christopher: When did you get back to town?",
        "Olivia: Yesterday.",
        "Christopher: Were you at the hospital last night?",
        "Olivia: Yeah. I had to see Dr. Sedwick. But I had no idea he was here.",
        "Christopher: (Sighs)",
        "Olivia: What, you don't believe me?",
        "Christopher: No. Phillip knew you were here. He heard you. None of us believed him. That's what set him off.",
        "Olivia: I don't understand.",
        "Christopher: He's been hallucinating. He couldn't accept the fact that you left with the baby, and so his mind compensated by creating you. He's been seeing you everywhere. That's what landed him here in the first place. He's been hanging on by a thread, but now that you've done this...",
        "Olivia: I... I did not mean to hurt him.",
        "Christopher: You just said that Alan told you what his condition was, so what did you hope to accomplish by coming here?",
        "Olivia: What... What do you think I'm doing, Doctor? What do you think I'm doing? You think I'm gaslighting him?",
        "Christopher: Phillip's daughter tried to hurt you and your baby. That's why you had to leave. So maybe you're back to make him pay.",
        "Olivia: What is this, your five-minute diagnosis? How dare you come in here and pretend to know what I'm thinking and feeling? You don't know me, Doctor.",
        "Christopher: No, but I know that you lost your baby.",
        "Harley: (Sighs) I have seen him be the best guy in the world, but I've seen him be the worst. But he's always a rock. I mean, right or wrong, Phillip is always strong and it's very hard to think of him as... not strong.",
        "_Jeffrey: Someone is using Spaulding Enterprises for their own nefarious purposes, and a lot of people -- not just Phillip -- are going to get hurt if they're allowed to get away with it. _",
        "Alan: Harley, this has upset you very much, hasn't it?",
        "Harley: Well, of course it has, Alan. I mean, Phillip is Zach's father, and he's still my friend. I... I just want to help him, that's all.",
        "Alan: Believe me, I am going to do everything I can for Phillip.",
        "Harley: But Ravenwood?",
        "Alan: It is the best facility in this country of its type.",
        "Harley: Will he be safe, Alan? I mean, are you going to have somebody there who can watch him and make sure that he's okay?",
        "Alan: He will have round-the-clock care, and he'll also be working with Dr. Langham, who did wonderful things with Elizabeth. Now, I just hope that he can face his demons and come back to us.",
        "Harley: What about the demons that aren't in his head? Who's going to protect him from those? I... I... I just hope that you're doing everything you can to help him.",
        "Alan: Believe me, I am. Now, you must trust me.",
        "Harley: Old habits die hard, Alan. I don't know who to trust. But you know me. I will find out.",
        "Jeffrey: Um, where were we?",
        "Marah: You know, I never knew law could be such a turn-on.",
        "Jeffrey: Okay, Marah, why is the law such a turn-on?",
        "Marah: Okay, well, you know how some girls like men with accents? I think it's sort of like that. Because law has its own language. All these pitfalls and the way you dance around to get out of them. It's very exciting.",
        "Jeffrey: Um, this... This paragraph here, okay, we want to make sure we strike this paragraph, because if you don't, you're going to be tied to this corporate monster for life. Okay? You always want to have an escape clause.",
        "Marah: See? There you go, rescuing me from danger again.",
        "Jeffrey: The thing about danger, Marah, is knowing how to avoid it.",
        "Lizzie: Maybe you could just spice it up a little bit. Maybe add the nurse in some scenes that she wasn't originally in.",
        "Sandy: It's Shakespeare. I don't plan on messing with Shakespeare.",
        "Lizzie: Yes, but a lot of great directors have. I was thinking something maybe Baz Luhrmann-style, like Romeo-and-Juliet-Moulin-Rouge type of thing. That guy was a genius.",
        "Sandy: Well, I'm just a guy who has to fulfill a college credit. Relax, Lizzie, I know what's going on here.",
        "Lizzie: You do?",
        "Sandy: Yeah, and don't worry, you'll get a great review in the school paper.",
        "Lizzie: But I don't care about that.",
        "Sandy: I've heard that you had a rough time of it this year and you could use a win to prove to everyone that you're back on...",
        "Lizzie: No, Sandy. Not to everyone. To my dad. I mean, I need him to know that people actually get better. That's why I'm dedicating my performance to him. It's important to me that I do a good job, more important than being Juliet any day. I just... I want him to be proud of me.",
        "Sandy: I'm sure your dad is proud of you. But I'll do what I can to help. Why don't you read over that Act II scene again, and...",
        "Lizzie: You know what? It's okay. My car will be out front in a second. But thanks a lot, and I'm sure I'll see you soon.",
        "Jeffrey: Okay, see right here? Did you read that?",
        "Marah: Yes.",
        "Jeffrey: Okay.",
        "Sandy: Howdy. Mind if I join you?",
        "Marah: Actually, I do.",
        "Jeffrey: Actually, I don't. Please, sit down.",
        "Phillip: I can't believe I'm still seeing her.",
        "Gus: Well, we all saw her, Phillip. She's really here. Olivia's really here.",
        "Phillip: She... she's here?",
        "Gus: She's back. Now, I know that's a lot to try to take in, but what you need to do right now is just to, you know, sleep.",
        "Phillip: No. No, I... My daughter. I need to understand.",
        "Gus: Dr. Langham has got a whole team of people. They're over at Ravenwood. They're going to help you understand. They're going to help you get back to your old self, okay?",
        "Phillip: I don't want to be him anymore. I want to be better.",
        "Gus: Well, you're going to be.",
        "Nurse: (Clears throat)",
        "Gus: Look, Nurse Ratchet is saying it's lights-out, so you've got to sleep, okay?",
        "Phillip: I tried to make everything right -- for the family, for the company -- and I just let everyone down.",
        "Gus: Man, that's crap. You didn't let anybody down.",
        "Phillip: Don't... don't just let it go.",
        "Gus: I'm not going to let you down. All right? I wouldn't do that.",
        "Olivia: So, Alan tells you that I lost my baby and you assume I'm back for revenge.",
        "Christopher: Alan told me because he wants to find the best way to break the news to Phillip. I can see that you're in a lot of pain right now.",
        "Olivia: Everything is a million miles away from where it should be. You know, babies are supposed to bring people closer together, but everything just fell apart: Phillip and I, Lizzie, and now this.",
        "Christopher: Now that you've seen Phillip, you know that he's not ready to handle the news about the baby. Once he's stabilized, we'll find a way to break it to him.",
        "Olivia: If there's anything that I can do.",
        "Christopher: I'll let you know. What about you, Olivia? Have you talked to anyone?",
        "Olivia: What, do you mean a shrink?",
        "Christopher: No, I mean anyone. Is there somebody that can help you through this?",
        "Olivia: Don't worry about me, Doc. I'm tough, just ask anybody.",
        "Christopher: Well, don't try to do this alone.",
        "Olivia: I've always been alone. That way I know who I can count on.",
        "Jeffrey: Yeah, it really is amazing how much these guys try to get away with the first time around.",
        "Sandy: What about copyrights?",
        "Jeffrey: Yeah.",
        "Sandy: I mean, if Marah wants to use a separate trademark instead of her name...",
        "Marah: Why would I want to do that?",
        "Sandy: You never know.",
        "Jeffrey: No, he's absolutely right. I mean, you know, if you wanted to call your secondary line something else or if you wanted to devise a children's line or a men's line, you know, you'll need the option. That's very good. Good.",
        "Sandy: I'm just looking out for my sister.",
        "Marah: Don't you have something else to be doing?",
        "Sandy: No, not really.",
        "Marah: Jeffrey, do you have a dollar? I used to pay Shayne off every time he was pestering me while I was doing my homework.",
        "Sandy: Ooh, I guess that's my cue. Well, um, I'm glad that Marah has someone older and wiser looking out for her, because there are sharks out there who might try to take advantage.",
        "Jeffrey: I'll take care of your sister, kid, okay?",
        "Sandy: I'll bet.",
        "Marah: Let's go. Jeffrey?",
        "Jeffrey: Where?",
        "Marah: To my place.",
        "Sandy: You don't have to do anything to prove anything to me.",
        "Marah: This is not about you. Jeffrey and I are two consenting adults doing a little business. Right, Jeffrey?",
        "Jeffrey: Uh, yeah. That's right. Well, to the Museum.",
        "Harley: This is Terrier. Yeah. Tell him I need to talk, ASAP. Thanks.",
        "Gus: Baby.",
        "Harley: Hey.",
        "Gus: How's it going?",
        "Harley: What's going on? I just heard about Phillip and I'm talking to people at the hospital, but nobody's saying anything.",
        "Gus: I just got back from there.",
        "Harley: Did you see Phillip?",
        "Gus: Uh, yeah. The guy's falling apart.",
        "Harley: Okay, what are the doctors saying? Who's covering his case?",
        "Gus: Dr. What's-his... Um... What's his name? Lizzie's dude.",
        "Harley: Christopher Langham.",
        "Gus: Langham. Yeah.",
        "Harley: Yes. Well, he must be good. I mean, he seems to be doing a good job with Lizzie. What does he say about Phillip?",
        "Gus: He says it's pressure and it's stress and it's Olivia and it's the baby and it's Lizzie, and it's everything. It's everything.",
        "Harley: It's too much. It's too much. It would be too much for anybody, especially Phillip. Even Phillip. Especially Phillip. It was too much Olivia leaving town. That was too much.",
        "Gus: She's back.",
        "Harley: She's back?",
        "Gus: Just saw her at Cedars.",
        "Harley: Well, good. Good. I knew she'd think twice about staying away once that baby was born. Good. Maybe she can help him.",
        "Gus: She came back by herself. The baby didn't make it.",
        "Harley: Oh, my God. Does Phillip know?",
        "Gus: No, no. She didn't tell him -- yet.",
        "Harley: Okay, so this is why we have to help him. You know what I mean? He may have lost one child, but he's got three more who still need him.",
        "Gus: Yeah.",
        "Harley: We have to do whatever we can to bring him back to this world. You know what I mean?",
        "Gus: Yeah, well... I know that, you know? They're my family, and I am going to help them. The thing is, the way that I'm going to help them, I don't think you're going to like it very much.",
        "Harley: Honey.",
        "Gus: Yeah.",
        "Harley: Phillip is Zach's dad, so whatever you do to help Phillip only helps my children.",
        "Gus: Yeah.",
        "Harley: So of course I'll support whatever you want and I'll do whatever I can.",
        "Gus: Good. That's good. Because I, you know, would hate... would hate to have to keep secrets from you. Still and all, the thing is that the way that I'm going to help him -- I don't think you're going to like my next step.",
        "Harley: Honey, just try me.",
        "Gus: Okay. Alan would like me to take a leave of absence form the police department and join him at Spaulding Enterprises.",
        "Harley: Wow.",
        "Gus: Yeah. You know, now with Phillip at Ravenwood, I think what it really just boils down to is they would like a family member there that they can trust. Look, I tried to say no, I really did.",
        "Harley: And you look awfully good in a suit.",
        "Gus: Yeah, and the thing is, with suits, I would have to... What's the word?",
        "Harley: Press them.",
        "Gus: Press them just to fit in. Here's the thing, though. I think that Phillip, he made it seem like he thought I could help him protect his interests and all the work that he has done at Spaulding since he has taken over there, since he's been in charge.",
        "Harley: Protect? Does Phillip think that somebody's out to destroy Spaulding?",
        "Gus: No, no, no, no. I don't think it's anything as drastic as that or anything. I... Look, I think it really comes down to them needing a family member there. You know what? I said no. You know what? I'm going to call them and I'm going to say to Alan that I'm not going to do this, because I don't... It doesn't...",
        "Harley: No, don't. Don't, don't, don't, don't. Put it down. Put it down. Don't do that. You are going to go in there and you are going to help your family.",
        "Waitress: Look who's back in town: Olivia Spencer.",
        "Sandy: Can... can I do that?",
        "Waitress: Sure.",
        "Sandy: Thank you.",
        "Olivia: Thanks.",
        "Sandy: Hi, Aunt Olivia. It's me, Jonathan.",
        "Marah: Welcome to my humble abode.",
        "Jeffrey: Thank you. Um, didn't you say there was, like, 20 people living here, or something like that? MTV-style? Where is everybody?",
        "Marah: Campus holiday party. I guess they all decided to go. They probably won't be back for hours. Don't tell me you're afraid of being alone with little-old me.",
        "Jeffrey: You know, I'm not afraid of much, Marah, but...",
        "Marah: I think you're afraid that I'll have greater expectations than the women you're used to.",
        "Jeffrey: The women I'm used to?",
        "Marah: You think you need a woman with more mileage so that she can handle the inevitable breakup. I am way ahead of you, because I have no expectations.",
        "Jeffrey: Really?",
        "Marah: Yes. I just want to have a good time. I wish there was something I could do to prove that to you.",
        "Jeffrey: Marah, you're so... Well, you're so young.",
        "Marah: Well, if you give me a chance, I could show you how mature I really am.",
        "Jeffrey: You know, I don't really have to go over this contract stuff right here, right now. I can do it at my hotel room and then I'll fax you first thing in the morning. Okay?",
        "Marah: Okay. So, I will just sign the rider to the agreement.",
        "Jeffrey: The rider?",
        "Marah: Yeah. I didn't want to bother you with it because it's just standard issue. Right?",
        "Jeffrey: Let me see that. No such thing as standard. \"I, the party of the first part, otherwise known as Marah Lewis, agrees that she is not seeking a relationship with the party of the second part, otherwise known as Jeffrey O'Neill.\" What is this?",
        "Marah: I told you, it was standard issue. I could just have it sent to your paralegal.",
        "Jeffrey: (Laughs) \"Be it known that both parties enter into this agreement with the express purpose of recreational entertainment. There will be no morning-after calls, no use of the term \"couple\" at any time, no exchange of sentiments or tokens of affection. It is further agreed that neither shall be the exclusive property of the other, and that if either party wishes to terminate, the agreement will be considered null and void. However, if this non-relationship proves to be beneficial, it can be extended by mutual consent.\"",
        "Marah: You know, I was going to go into pet names and balloons and stuff, but I thought it might be a little over-the-top.",
        "Jeffrey: You're unbelievable.",
        "Marah: I'm serious. I've tried to tell you in every way that I know how that I want you. So I figured maybe if I put it into legalese, you would get the picture. So, Mr. DA, do we have a deal or don't we?",
        "Jeffrey: Well, I must say, Marah, your contract covers just about every contingency. Congratulations.",
        "Marah: And it even comes with its own escape clause. Kind of gives a new meaning to the phrase \"safe sex.\"",
        "Jeffrey: Yeah, well, there's... there's nothing safe about you.",
        "Marah: Thank you.",
        "Jeffrey: Uh, wait, wait, wait. Um... This would be premature, you see, because I haven't signed anything.",
        "Marah: Think of it as an act of good faith. An incentive, if you will.",
        "Jeffrey: Incentive?",
        "Marah: Yeah.",
        "Jeffrey: You know, just about every guy in the world would kill to be in this position that I'm in right now. (Sighs) But I really am...",
        "Marah: Don't say \"flattered.\"",
        "Jeffrey: Well, I was going to say tempted.",
        "Marah: Ooh, that's a good word.",
        "Jeffrey: But I have to say no.",
        "Marah: But everything else about you is saying yes. Don't tell me you're going to let Sandy or my family get in the way of this. I thought you were your own man.",
        "Jeffrey: I am, but that doesn't make me yours.",
        "Marah: Ah, but you could be. All it would take is a stroke of your pen.",
        "Olivia: It can't be.",
        "Sandy: I know. It's been a long time.",
        "Olivia: Jonathan. Jonathan. My gosh, you've grown up.",
        "Sandy: They call me... they call me Sandy now. But you don't have to.",
        "Olivia: No, I... Sandy. I like Sandy. Can you sit down for a minute?",
        "Sandy: Sure, of course.",
        "Olivia: Wow. I can't believe I'm looking at the little kid I taught to play Go Fish.",
        "Sandy: Still my favorite card game.",
        "Olivia: Yeah, well, you were good at it. You beat me all the time.",
        "Sandy: You let me.",
        "Olivia: Sometimes. (Laughs) I just can't tell you how wonderful it is to see someone that I'm connected to, especially someone who's grown up to be such a handsome young man.",
        "Sandy: Ah, well, you're as beautiful as ever. Is something wrong?",
        "Olivia: No. I want to hear about you. Tell me everything. School, girls...",
        "Sandy: Not much to tell.",
        "Olivia: Have you seen... No, you wouldn't have.",
        "Sandy: No. I know about Reva. And Richard. Good-old Mom and Dad.",
        "Olivia: You know.",
        "Sandy: Yeah, I've been meeting the whole family. It's pretty intense. But don't worry, I don't blame you for not telling me. That's the way they wanted it.",
        "Olivia: (Sighs) Look, Jonathan... Sandy, I hope you know how much your parents, Marissa and Alfred, they hoped they were doing the right thing by not telling you, okay? They always wanted you to be happy.",
        "Sandy: Well, I believe Mom did, but...",
        "Olivia: No, no. Alfred can be difficult.",
        "Sandy: That's one way of putting it. You know, he was a sad excuse for a father -- mean, abusive. I couldn't wait to get away from him, so I'm here now. And I'm ready for a new start. What are you doing?",
        "Olivia: I'm going to call my sister and find out what the hell happened to you at home.",
        "Sandy: No. Please, don't.",
        "Lizzie: Hey, Grandpa.",
        "Alan: Elizabeth.",
        "Lizzie: Is there anything I can do? I mean, I can play secretary if you need my help.",
        "Alan: I know you could, but just stand there and look beautiful.",
        "Lizzie: (Laughs)",
        "Alan: Look, there is something that I want to discuss with you.",
        "Lizzie: And I'm not going to like it very much, am I?",
        "Alan: Could you... Could you give me just a minute with Dr. Langham?",
        "Lizzie: This is about me, isn't it? I'm getting better, Grandpa. I'm getting a lot better.",
        "Alan: Sweetheart, it is... It's not about you, all right?",
        "Lizzie: Then it's about Dad. Grandpa, look, I promise you, I will not fall apart. I can handle it. I promise.",
        "Alan: Just a minute with Dr. Langham. I promise I will fill you in, okay, sweetheart? Come on.",
        "Lizzie: Okay.",
        "Alan: How is he?",
        "Christopher: We're moving him to the clinic tonight.",
        "Alan: Mm. I'm aware of that. What else?",
        "Christopher: He had an unexpected visitor.",
        "Alan: Who?",
        "Christopher: Olivia.",
        "Gus: Honey, you honestly... You mean it? You don't mind if I work at Spaulding?",
        "Harley: Well, it's not permanent or anything, right?",
        "Gus: No, but I always thought that would be your worst nightmare.",
        "Harley: Honey, that's not my worst nightmare. And you have vacation coming up on the force, right? So you can use that and all you have to do is get past Frank. (Laughs) Hey, listen, I trust you. I do. Alan has been around for months now and it doesn't seem like he's rubbed off on you. If anything, I think you've rubbed off on him. So I think it would be okay if you went into the belly of the beast, so to speak. I think you'd still come out the same, wonderful Gus that I know and love. And if you do something that helps Phillip, hey, I'm behind that 100%. And who knows? It could end up being an educational experience. You may end up hating it.",
        "Gus: I'm... I'm speechless. I'm stunned.",
        "Harley: Why?",
        "Gus: I just...",
        "Harley: Why? Sweetie, it's simple. You know? I mean, when your family is in danger, you step up. And Phillip is family, right?",
        "Gus: Who said anything about danger?",
        "Alan: I told Olivia that he could not handle a visitor.",
        "Christopher: Oh, I don't think she wanted to hurt him.",
        "Alan: Is there any way that we can reverse the damage done?",
        "Christopher: I don't want to.",
        "Alan: What?",
        "Christopher: Well, you've seen him, Alan. With every day, Phillip is getting farther and farther away from us, and from reality. But when he saw Olivia, as angry as he was, he made a connection with someone on an emotional level.",
        "Alan: Doctor, what are you saying?",
        "Christopher: I think that Olivia may be the only one who can reach him now.",
        "Alan: Well, I suppose I have to trust you.",
        "Christopher: I think it would be best.",
        "Alan: Well, do what you have to do, but help him. Please.",
        "Christopher: Don't worry. I'll supervise the transfer personally.",
        "Jeffrey: No, no, no, no, no. This is not going to happen.",
        "Marah: It's already happening. What happened to Jeffrey O'Neill, The Risk Taker?",
        "Jeffrey: Yeah, well, some risks are just too big to take, Marah. Oh, my God, you're so beautiful.",
        "Marah: Well, that's a good start.",
        "Jeffrey: It's like... Well, it's like being in a museum, okay, and you're looking at a Matisse or a great work of art and you can't take your eyes off of it and it's amazing, but it's not something you can take home with you.",
        "Marah: Okay, but what if you could? What if that Matisse showed up at your doorstep? You wouldn't just send it away.",
        "Jeffrey: It's not mine and it never could be. I'd have to pass.",
        "Marah: Okay, this is a game, isn't it? Sort of like poker? You keep bluffing like you're holding all the cards, but really, when it comes down to it, you're a chicken.",
        "Jeffrey: Well, you know, Marah, sometimes when you play the game, you've got to know when to fold your hand and when to walk away, and this hand is definitely not mine to play.",
        "Marah: Because you're afraid of hurting me?",
        "Jeffrey: Because you can't win.",
        "Marah: Ever heard of beginner's luck?",
        "Jeffrey: Good night.",
        "Marah: Good night.",
        "Jeffrey: (Sighs)",
        "Sandy: And I promise I'll tell you everything, soon. But for now, just please let it be, Aunt Olivia.",
        "Olivia: Okay, for now. As long as you promise not to be such a stranger.",
        "Sandy: I promise. You're the one part of my old life I don't want to let go of.",
        "Olivia: That's a relief.",
        "Sandy: And I know that you understand what I'm going through, because you moved to Springfield to start a new life, too, right?",
        "Olivia: Yeah, I did. And my new life didn't exactly turn out the way I would have liked. But you know something? Now that I have you here, maybe it's time to try again.",
        "Gus: Baby? What does that mean, you think Phillip's in danger?",
        "Harley: It means that if... If the doctors can't figure out what's wrong with him, then he's in danger of maybe never coming out of this depression, and that would be awful.",
        "Gus: Right. Cool. Yeah. I've got to just say, I am so relieved that we are on the same page, you don't know.",
        "Harley: Yeah, because if it were Frank or my dad...",
        "Gus: It's family, that's what I'm saying. You'd step up to the plate.",
        "Harley: You step up to the plate.",
        "Gus: I know you would.",
        "Harley: So, what kind of a person would I be if I didn't let you step up for your own family?",
        "Gus: Oh. You are amazing. You're amazing. You're amazing. You're such an amazing woman. Let's go upstairs. Come on, let's go upstairs.",
        "Harley: Wait, I just have one question to ask you.",
        "Gus: Well, whatever the question is, it's yes. Okay? Let's just go upstairs.",
        "Harley: Sweetie, I'm serious. Um... What if it turned out that, you know, while you were at Spaulding, that things maybe weren't as they should be? You know? Things that could maybe incriminate Alan.",
        "Gus: What are you asking me, if I'd cover it up?",
        "Harley: Mm-hmm.",
        "Gus: Don't you know me better than that?",
        "Harley: Yes. Sorry.",
        "Gus: Alan would never even invite me into the company if he had something to hide. He's too shrewd a businessman for that. Come on, let's go upstairs.",
        "Christopher: How do you feel?",
        "Phillip: I had a dream.",
        "Christopher: You want to tell me about it?",
        "Phillip: I was biking in Europe. I was in France. Yeah. I was in the Loire Valley, you know, where all the great architecture is, with the castles. I was alone. And every... every one of the castles was closed, until I got to Chenonceaux. And I rode up to the door and there was a beautiful woman standing there. I didn't know who it was, but she was waiting for me. But as I started toward the door, it closed and she was gone. And then I woke up.",
        "Christopher: Would you like to find her again?",
        "Phillip: Sure. Would you help me find her?",
        "Christopher: I'll try. It's time to go, Phillip.",
        "Phillip: I won't give you any trouble. I want to go.",
        "Phillip: Next, on Guiding Light :",
        "Lizzie: Olivia, please just stay in Springfield and try to help Daddy get through this.",
        "Harley: Bunny, I cannot make it better if you don't tell Mommy what's wrong.",
        "Zach: I'm sick like Daddy.",
        "Gus: I need a leave of absence from the police force, and I need it starting immediately."
    ],
    "Transcript Author": [
        "By Suzanne Proofread By Hijrah"
    ],
    "url": "https://www.youtube.com/watch?v=ffnfVIP43M0"
}