{
    "Episode Summary": [],
    "Recap": [
        "Reva goes to see Jonathan in jail and after assuring him that she wasn't the one who turned him in, tells him this could be the time he really messed up. He asks her to look after Tammy for him. Tammy can't believe that Cassie was the one who called in the anonymous tip and asks for her help again. When Cassie tells her that she is doing this for Tammy's own good, Tammy tells her that she has always stuck by her through all of her mother's hard times and can't believe Cassie won't do the same for her. She also tells Cassie that she is not Cassie's second chance. After Cassie tells her that it will be her and Jonathan against the world, Tammy shocks Cassie with the news that Reva has always been on their side. Olivia doesn't realize that the concert with Frank is a date, but has a good time anyway. After Frank is called away for police business, Olivia calls Josh and tells him that she is all dressed up with no place to go. Buzz overhears and tells Olivia that she doesn't realize what is waiting right in front of her. Thinking he is talking about Frank, Olivia says that she sees what Buzz is saying and will give Frank a chance, not realizing that Buzz was talking about himself. Gus and Harley have a fun time with Jude at the Mall and then after Jude is in bed, Gus treats Harley to a romantic night alone. As she sleeps he gets up and writes her a letter."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Gus: Hey, this is Gus Aitoro. I'm sorry, I don't really know how to do this. I haven't done it before, but I'm going to need your help. I need to book the Spaulding jet for tomorrow. Uh-huh. Well I just need it waiting for me. Yeah, uh... passengers. There'll be two of us. The destination? Why don't I tell you that when we're in the air.",
        "[SCENE_BREAK]",
        "Frank: Okay.",
        "Harley: Jude. Uncle Frank, ready?",
        "Frank: Yes.",
        "Harley: Ready. Three, two, one! Marshmallows! I caught it!",
        "Frank: All three of us!",
        "Harley: We all got it.",
        "Frank: It was perfect.",
        "Harley: Isn't that better than roasting? See?",
        "Frank: That was great! Here, put some pepper with your marshmallow.",
        "Harley: Can I have a marshmallow kiss.",
        "Buzz: Come here, come here. You've got to show me that. Show me how you do that. Show me how you do that. Show me how you do it.",
        "Frank: He can do it, Pop.",
        "Harley: He's very good, Grandpa.",
        "Frank: He's very good.",
        "Harley: You ready for your big date.",
        "Frank: I'm not sure. ( Harley laughs ) I'm nervous; I'm a little nervous, yes.",
        "Harley: I can't believe I'm actually letting you go out with Olivia, of all people.",
        "Frank: What do you mean letting me?",
        "Harley: Just be careful with her, okay?",
        "Frank: Okay. Thanks, Sis.",
        "Harley: Mm-hmm. Good.",
        "Frank: Okay, now that my sister just totally freaked me out, let's see, what do you think about flowers?",
        "Buzz: Flowers... flowers are good, yeah.",
        "Frank: Roses? Roses too happy?",
        "Buzz: Roses are good. Olivia's a romantic at heart.",
        "Frank: Marshmallow.",
        "Gus: Oh, that was going to be for me!",
        "Harley: Are you insane?",
        "Gus: I'm sorry. Oh, look at this, I'll have this one. How is that? ( Laughter )",
        "Harley: Where were you?",
        "Gus: Well, I was just making sure that our New Year's Eve ended well and that the New Year starts off with a bang.",
        "Harley: Well, happy almost New Year's to you, Gus",
        "Gus: Happy New Year's to you.",
        "Harley: You, too.",
        "[SCENE_BREAK]",
        "Tammy: You had us arrested?",
        "Cassie: I had to. I had no other choice.",
        "Tammy: My God. Mom, Jonathan is in a jail cell right now...",
        "Cassie: Tammy...",
        "Tammy: ...Because of you.",
        "Cassie: That's right, he is. And I would do it again to keep you safe.",
        "Tammy: The fire was an accident.",
        "Cassie: Honey, someone was hurt in that fire. It scares me to death you don't realize what a big deal that is.",
        "Tammy: You think I don't understand. Jonathan is in jail.",
        "Cassie: Right, and you're not. Jeffrey knows you didn't start the fire, and there will be no charges against you.",
        "Tammy: So I can go?",
        "Cassie: You can come home with me.",
        "Tammy: What about Jonathan?",
        "Cassie: He stays right where he is.",
        "[SCENE_BREAK]",
        "Reva: Excuse me.",
        "Officer: Is Frank Cooper here? I got a call that my son was arrested.",
        "Officer: Name?",
        "Reva: Jonathan Randall",
        "Officer: Yeah, he's here.",
        "Reva: I'd like to see him.",
        "Officer: He's being processed.",
        "Reva: Well, I'll wait.",
        "Officer: You'll be waiting a long time. Your sonny boy's in a truckload of trouble, ma'am. ( Keys jingling )",
        "[SCENE_BREAK]",
        "Frank: Come on, damn.",
        "Buzz: You can handle that.",
        "Frank: Hey, Pop. Listen, how's the tie? Is that all right.",
        "Buzz: A tie, for a concert?",
        "Frank: Hey, Pop, we're talking about Olivia here. She's used to guys in suits and ties, you know what I mean. I've got a nice, special evening planned here.",
        "Buzz: You mean after the concert?",
        "Frank: Yeah, yeah, yeah. I've a got a great table at this fancy French restaurant.",
        "Buzz: I mean no offense, Frank, you know I mean if Olivia, if she's looking for French food, she just hops on a jet and she goes to Paris You know.",
        "Frank: Well...",
        "Buzz: Frank, you're not Phillip Spaulding You're not even Bill Lewis. You do have, however, some important cards to play.",
        "Frank: You've lost me completely here, Pop. I have no idea what you're talking about.",
        "Buzz: Frank, you have soul, you have passion, you go to the ends of the earth to find the woman you love. Whoo her like yourself, the Cooper way.",
        "Frank: What is the Cooper way?",
        "Buzz: Get her laughing, Frank, you know. Get her laughing. Give her a view of the top of the light house, not a French restaurant. Bundle her up, put her on the back of your harley. Get her arms around your waste.",
        "Frank: Pop.",
        "Buzz: Come on.",
        "Frank: Hold on one second. Pop, that's your style, okay. I'm a little bit more low key.",
        "Buzz: Look her in the eyes, Frank, and listen to her. Then you take her hand, take her for a walk in the park. It gets cold, you zip her up, you know. You put your arms around her, protect her. That's what you do, Frank. That's what you're good at. Do it your way.",
        "[SCENE_BREAK]",
        "Gus: So, Baby Cakes, did you clear off your schedule there?",
        "Harley: For the whole night?",
        "Gus: Yes, for the whole night. Actually, for the whole year. If you could clear out the whole agenda for the rest of the year, because, you see, this is my plan: I would like very much to spend each and every second that remains in this year for the person who means the very most to me, and since she can't be around, I'm just going to have to settle... ( laughter ) okay? And this way we can make each second count.",
        "Harley: Okay.",
        "[SCENE_BREAK]",
        "Reva: Thank you, Oficer. So, got yourself into a fight, huh? Back to your old tricks again?",
        "Jonathan: How did you get back here?",
        "Reva: The usual. I bought the guard. Yeah, I would have thought to slept with him, but whatever works. You want to tell me what happened?",
        "Jonathan: Yeah. I told the guard to keep his damn hands off of Tammy. I'm just not going to sit there while he man-handles her.",
        "Reva: Jonathan...",
        "Jonathan: Why are you here anyway? You feel guilty about pulling your alibi?",
        "Reva: What?",
        "Jonathan: Yeah. You give the cops one story to make me safe and you turn around and change your story.",
        "Reva: I didn't change anything. Why would you think that?",
        "Jonathan: Come on, I hit Josh, you figured you can hit back.",
        "Reva: You figured wrong. Josh can take care of himself. And my alibi stands.",
        "Jonathan: Okay, well, I'm in here, Reva, so if you didn't make the phone call, then who did?",
        "Reva: I don't know.",
        "[SCENE_BREAK]",
        "Tammy: If Jonathan is stuck in here, I might as well be, too.",
        "Cassie: Jonathan belongs in here, honey, you don't",
        "Tammy: Mom, Jonathan loves me. He would do anything for me. He would take on the whole town, the whole world. He almost knocked out this whole room full of cops.",
        "Cassie: Jonathan fought cops?",
        "Tammy: For me. Protecting me. He didn't think twice.",
        "Cassie: Yeah, that's a very naive way of saying he has a dangerous temper.",
        "Tammy: He feels things. He's passionate.",
        "Cassie: Oh, I'm sure he is. And I'm sure that's how the fire started in the first place, whether it was on purpose or not. Someone almost died because of his passion, and now he's assaulting an officer.",
        "Tammy: Who was assaulting me.",
        "Cassie: Jail time will be good for him.",
        "Tammy: You just want to see him suffer.",
        "Cassie: Of course I don't, I want you safe.",
        "Tammy: He'll protect me.",
        "Cassie: He is the one who you need protecting from, honey. Have you forgotten what he's capable of?",
        "Tammy: If I'm free to go, I better get going. I want to get started raising money for Jonathan's bail.",
        "Cassie: Okay, let Reva take care of that. I want you to come home to the farmhouse with me to the people who love you.",
        "Tammy: Jonathan loves me. If you loved me, if you wanted me to be happy...",
        "Cassie: Then what?",
        "Tammy: You would help him get free of charges by talking to Jeffrey. Talk to him about Jonathan, too, then maybe I'll come home.",
        "[SCENE_BREAK]",
        "Buzz: Frank, come on. Come back to Company and get on the roof and you can do some stargazing.",
        "Frank: Pop, I don't know anything about stars. I mean, come on it's like getting back to the motorcycle thing. Everybody in the family knows you're the most romantic one.",
        "Buzz: I'm sure you have some romantic ideas. Why don't you run them past me?",
        "Frank: I do, Pop, actually. I want to take her to Towers. I want to get a nice bottle of champagne and...",
        "Buzz: S'mores.",
        "Frank: What?",
        "Buzz: S'mores. You know, big fire. Kick off your shoes. S'mores.",
        "Frank: Champagne and s'mores?",
        "Buzz: Yeah, you know, a big crackling fire.",
        "Frank: Yeah, okay, right. Oh, Pop, there she is. Oh, Pop, look at her. Oh, my God, I am so nervous. Are you kidding me?",
        "Buzz: Relax, relax, relax.",
        "Frank: Yeah, right. What?",
        "Buzz: S'mores.",
        "Frank: Right. Right, s'mores, right.",
        "Buzz: And Frank?",
        "Frank: Yes.",
        "Buzz: Make her laugh.",
        "Frank: Okay, Pop.",
        "Buzz: And Frank?",
        "Frank: Yes, Pop.",
        "Buzz: It's okay to laugh yourself.",
        "Frank: Next date, if there is one. Hi.",
        "Olivia: Hey.",
        "Frank: I can't believe you're right on time. The concert is right about to start.",
        "Olivia: Oh, my sitter was late.",
        "Frank: Oh, that's okay. God, Olivia, you look beautiful.",
        "Olivia: Oh, and I just threw something on. Oh! Those are nice.",
        "Frank: Yeah, I'm glad you like them.",
        "Olivia: Yeah, they're... Oh, are you meeting someone here?",
        "Frank: No, they're for...",
        "Olivia: Frank, I thought...",
        "Frank: I'm sorry. I hope you're not allergic to flowers.",
        "Olivia: ( Gasps ) This is a date.",
        "Frank: Oh, uh, no. I mean, it doesn't have to be, officially if you don't want it to be. I mean, if you...",
        "Olivia: I'm you know...",
        "Frank: You know what? I just saw these laying around, and I saw them, and I thought of you, and I thought maybe you would like them.",
        "Olivia: They're lovely. They're lovely. Thank you. I don't remember the last time someone gave me flowers.",
        "Frank: Really?",
        "Olivia: Yeah.",
        "Frank: You know, Olivia, I'm sorry. You know, when I asked you to the concert, maybe I should have been more clear that it was a... I am so out of practice, I can't even tell you. Not that I've ever been in practice, but... the concert's about to start. Is it okay if we just go?",
        "Olivia: No! Those are my flowers.",
        "Frank: Okay.",
        "Olivia: Shall we?",
        "Frank: I'd love to.",
        "Buzz: You go, Frank.",
        "Harley: Oh, my gosh.",
        "Gus: That's all right. I'm right here. But you are on my team because I need all of the help I can get. Let's go, let's go, let's go.",
        "Harley: That is so not fair. You're going to get it. You just wait! ( Laughter ) You are going to be a sticky mess by the time I'm through with you!",
        "Buzz: You need an extra pair of hands?",
        "Harley: Grandpa's on my team. You guys are toast!",
        "Buzz: Always, always. No matter who's throwing at you. Even if it's Spaulding",
        "Harley: ( Screams ) Oh, so you heard about that hearing?",
        "Buzz: Oh, yeah.",
        "Harley: Oh, yeah.",
        "Buzz: Nervous?",
        "Harley: Well, considering what he's done to me, maybe just a little bit. But you know what, I am so sick of the time I devote to Alan Spaulding. This time, I'm doing the throwing and he better duck. Duck! ( Laughter ) ( screams )",
        "Gus: See, these are good. You know why, because they don't hurt anybody. You can hit them and it doesn't hurt.",
        "Alan: You know I'm going to get out of here. When I do, I'm going to after Harley and get back everything she took everything she took from me.",
        "Jude: Gus, are you sad?",
        "Gus: Am I sad? No. No. I was just thinking about all of the great times and all of the great moments in our life. You know, I always wished when I was your age, somebody would have said to me, I want you to remember this moment right now. If you can remember this moment right now, because, you know, you blink your eyes-- ( snaps fingers )-- like that it's gone. And we don't want it to be gone or anything like that. We just... you wake up, and everything changes, you know. I mean, and they're never exactly the same. Do you understand what I'm saying? No.",
        "Jude: No.",
        "Gus: I'm glad you don't understand.",
        "Jude: Gus, are you going away again?",
        "[SCENE_BREAK]",
        "Tammy: Mom, we can do this, please. We can do it together, please. Help me.",
        "Cassie: I'm sorry, honey, I cannot help Jonathan",
        "Tammy: You mean you won't",
        "Cassie: I mean it's for your own good.",
        "Tammy: You know you could turn this whole thing around, and out of spite--",
        "Cassie: Spite?",
        "Tammy: Don't you care about what I feel?",
        "Cassie: Of course I do.",
        "Tammy: Then help me, help me. Since this all started, it's like you don't..",
        "Cassie: What? I don't what?",
        "Tammy: It's like you don't even love me.",
        "Cassie: Oh, honey, don't even say that. Don't even say that. You know that's not true. I love you so much, that I'm not going to let you give your heart away to a man who will destroy you, destroy you like your father almost destroyed us.",
        "Tammy: Oh, that's what this is about. You, and all of the men in your life that screwed things up for us.",
        "Cassie: Listen.",
        "Tammy: I heard you, this is about your mistakes.",
        "Cassie: But it's because I have learned from those mistakes, that I can't watch you make the same awful choices.",
        "Tammy: They're not awful. And they're mine to make. You lived your life, Mom, and you made your choices-- right or wrong-- it's my turn now.",
        "Cassie: Not like this, honey, not with him, not with your--",
        "Tammy: My what, Mom? Go on.",
        "Tammy: Not with your cousin. Half cousin. Reva's your half sister, Mom.",
        "Cassie: Richard is Jonathan's father.",
        "Tammy: So what? Who cares? It doesn't mean anything.",
        "Cassie: It means a hell of a lot to me and to most people.",
        "Tammy: Who cares about most people? You didn't used to, Mom. We're only half.",
        "Cassie: Half, whole, it is wrong. You cannot have a romantic relationship with your cousin, end of discussion, it's wrong. It's. It's. It's...",
        "Tammy: Sick, disgusting?",
        "Cassie: I didn't say that.",
        "Tammy: You didn't have to. It's what you were thinking. You know what? I really don't care. You've done a lot of things in your past, and I haven't heard anyone rubbing your nose in it lately. You did what you had to do, right? And you moved on and lived your life, and in the end, nobody even cares anymore. That's what's going to happen with us, too.",
        "Cassie: Tammy.",
        "Tammy: It's too late now, Mom. I'm in love with him, all right? So live with it.",
        "Cassie: I can't",
        "Tammy: Well, I lived with your choices. No matter what, I was always behind you. When we didn't have any money for Christmas, and we didn't know if we had any place to live, I was right there. When we lived in a castle and times were good, it didn't make any difference. And whatever choices you made, whoever you decided to love-- Richard, Hart, whoever-- you always knew you could count on me, always. Why can't I count on you?",
        "[SCENE_BREAK]",
        "Jonathan: If you didn't squeal on us, who did? Whatever, whatever. First things first. Look, just make sure that Tammy's okay. And we'll go on from there.",
        "Reva: No. First things first, I have to make sure you know what's happening here.",
        "Jonathan: Yes, I know what's happening here. Trust me.",
        "Reva: Do you know how serious this is? What you're facing? First-degree arson, criminal negligence, and if that is not enough, how about assaulting a cop to top it off!",
        "Jonathan: Whatever.",
        "Reva: Jonathan, this is not the time for you to start acting tough. Look around, this isn't just another obstacle for you to overcome. This is it, honey, this is your life. I looked up the charges that you're facing, and if they find you guilty, you're facing 10 to 15.",
        "Jonathan: 15 years?",
        "Reva: Yeah, this may be it this time, Jonathan. You may lose it, all of it, everything. And that includes Tammy",
        "[SCENE_BREAK]",
        "Beth Ehlers inside \"The Light.\" Harley's odyssey began in September of 1987. I think that Harley and Beth have really grown apart as the years have gone by. We're really very, very, different. She gets a lot from everybody in her life. This is my family. See Harley Wednesday, January 4 inside \"The Light.\"",
        "[SCENE_BREAK]",
        "Olivia: I had fun.",
        "Frank: Yeah, me, too.",
        "Olivia: You know, I think that you are just a wonderful man. And I know that when the time is right, you're going to be sharing your life with a woman who's going to feel so blessed to be with you.",
        "Frank: Thank you.",
        "Olivia: Um, I need to call my sitter. Do you mind? I just want to make sure...",
        "Frank: Yeah, by all means. As a matter of fact, you know what? I'll get us a couple of drinks, and you take all of the time that you need. ( Laughter )",
        "Buzz: What's this? How about two Irish coffees?",
        "Frank: No thanks. You know I don't like coffee with liquor.",
        "Buzz: All right, a bear for you and Irish coffee for lady.",
        "Frank: Hey, Pop.",
        "Buzz: What, what?",
        "Frank: Thank you. Thanks for all your help, you're the best father a son can have.",
        "Buzz: Okay. How was the concert?",
        "Frank: It was great. It was great, really. I mean, it started off a little, shaky, but then once she realized that we had a lot in common it was perfect.",
        "Buzz: Oh.",
        "Frank: No, seriously. I mean, you know, we're both single parents and we have daughters. As a matter of fact, we talked about our daughters all night.",
        "Buzz: Then you were comfortable together?",
        "Frank: Yeah. Yeah, we were. But, Pop, I'm still nervous. You know, Olivia. She's just so...",
        "Buzz: Yeah, I know. I know, Frank, I know.",
        "Frank: Oh, Pop.",
        "Buzz: I know. I'm glad... I'm happy that you're happy. You found a life for yourself, and you deserve it.",
        "Frank: Thanks, Pop.",
        "[SCENE_BREAK]",
        "Gus: Leaving you guys, that's the very, very last thing that I would ever do. Got it?",
        "Harley: Wrong. This is the last thing!",
        "Gus: Oh, that is so wrong! You see what she did? We're coming after you, my friend! We're coming after you!",
        "Harley: Wait!",
        "Gus: Oh, you think you're so slick. She thinks she slick.",
        "Harley: Wait.",
        "Gus: You hold her down. No! You hold her. Hold her down. Hold her down!",
        "Harley: No, you're suppose to be helping me!",
        "Gus: Oh, enjoy that while you can. Right? Who got who?",
        "Jude: You got it.",
        "Gus: That's right.",
        "Jude: I want to get up. I want pick up all of them myself.",
        "Gus: You pick them all back up...",
        "Harley: You pick them up and put them in...",
        "Gus: You put them in the basket. ( Laughter )",
        "[SCENE_BREAK]",
        "Jonathan: I think about all of the stupid things I have done, and all of them are a lot worse than walking away from that fire. I didn't care, you know. I never got caught. The cops would take me in, it wasn't a big deal. But...(scoffs )...15 years?",
        "Reva: You know, don't worry about that. I'll take care of it. I'll get you out of here, I promise. It may take a while, but I promise you, I'll get you out.",
        "Jonathan: Promise me this...",
        "Reva: What?",
        "Jonathan: Ask Tammy to move in with you because I don't want her out there all alone.",
        "Reva: Tammy's a grown woman, Jonathan",
        "Jonathan: You and her, you're all I have. I mean that's a lot, but I just...",
        "Reva: Just what?",
        "Jonathan: I don't know. I've been in a cell before and I didn't care, but... you know, it didn't matter. You know, what the hell, who cared? Who cared about anything?",
        "Reva: And now?",
        "Jonathan: I finally have someone I really care about and I just got her. And now I'm going to lose her.",
        "[SCENE_BREAK]",
        "Cassie: Look, honey, I understand what it is like to want something exciting in your life, something maybe a little dangerous, I get it. I'm telling you, it does not make you happy in the long run. And I have such hopes for you.",
        "Tammy: I'm not your second chance, Mom. I'm my own first chance.",
        "Cassie: Believe me, I know that.",
        "Tammy: It's my life. If you can't except that, and you can't admit you're wrong about Jonathan--",
        "Cassie: I'm not.",
        "Tammy: Or at least try to make some room in our family for me-- for me. Then if you can't do that, we have nowhere else to go. We're through.",
        "Cassie: Tammy.",
        "Tammy: I know what I'm doing.",
        "Cassie: You will be on your own. It will be you and Jonathan against the entire world, honey, and that is going to wear very thin.",
        "Tammy: Yes, I'll have Jonathan, but I'll have Aunt Reva, too.",
        "Cassie: What does that mean?",
        "Tammy: Yeah, Aunt Reva has been on our side from the very beginning. She wants us to be together.",
        "[SCENE_BREAK]",
        "Frank: Oh, yeah, thank you very much.",
        "Olivia: Is there a problem down at the station?",
        "Frank: Yeah, unfortunately it is about your nephew, Jonathan",
        "Olivia: He's in trouble?",
        "Frank: You don't look surprised.",
        "Olivia: No, I'm not. Maybe you should get down there, and...",
        "Frank: Olivia, I'll do what I can for him, okay?",
        "Olivia: I know. Thank you so-- you know maybe I should go with you.",
        "Frank: You know what? Thank you anyway. But if I need you, I'll call you.",
        "Olivia: Okay.",
        "Frank: Olivia, I had a really nice time with you tonight. Maybe we should do this again.",
        "Olivia: Okay.",
        "Frank: Tomorrow night? ( Laughter ) I'll see you.",
        "Olivia: Bye.",
        "Olivia: Josh, it's Olivia. I don't know if you're busy, but I'm all dressed up, and alone. Anyway, I just figured if you weren't doing anything... if that's the case, then call me on my cell phone, okay, because I'd really like to see you if I can, Josh. Bye. Hi.",
        "Buzz: Hi.",
        "Olivia: You heard me calling. Listen, I had a wonderful time with Frank, I did. He's just sweet and-- you know the kind of guy I'm looking for, someone like Josh. He's the right kind of guy for me.",
        "Buzz: You wouldn't know the right man if you were staring at him.",
        "Olivia: What?",
        "Bill: Why are you so wrapped up in money and power, you can't see the right guy. When he is right in front of you, right in front of your nose. Frank would be so right, so loyal, Frank would be the right guy for you.",
        "Olivia: I didn't even know this was a date. I don't even know what to say, okay?",
        "Buzz: Look, I only want what's best for you.",
        "Olivia: And you think that's Frank?",
        "Buzz: Or someone like Frank. Why not? He can't wrap you in furs, but you've been there, haven't you? And you know that isn't all there is. A fur can't warm you up like a pair of eyes, and tell you you're the only woman in the room. Rub your hands, they can rub your neck at the end of the day. They can hold your hand, like it's the most beautiful hand in the world.",
        "Olivia: I'd like to believe those things exist. I don't know that I do.",
        "Buzz: This time, why don't you look for a guy who can make a commitment, and stick to it. Someone that is in it for the long haul. Someone who knows how to love. Somebody who really knows how. It is like carrying a torch, baggage. Don't you want to be loved for once in your life? Worth more than all of the diamonds of the world. ( Laughter )",
        "[SCENE_BREAK]",
        "Harley: This is so fun. The kids are asleep, and we're out of the house for the night, and you obviously have a plan. Do I need an accent for this?",
        "Gus: Well, you know, that turns me on, but... ( Harley laughs ) yes, I agree the kids are finally asleep, and this is our time. So uh...",
        "Harley: Honey.",
        "Gus: Yeah, I just want you to know that the year has gone by very quickly-- hold on-- it has gone by very quickly, and maybe if we try very hard, we can break our old record. Oh, yeah.",
        "Harley: Yeah.",
        "Gus: Sorry. ( Harley gasps )",
        "Gus: What do you think? Do you like it?",
        "Harley: That's great. What did you say about breaking our old record? I'm game, how about you?",
        "Gus: You're game? Oh, good. Hold on one second. Would the lady care for a little champagne?",
        "Harley: How about if we wait for breakfast?",
        "Gus: Oh, really? Well in that case... ( Harley laughing ) not a problem.",
        "Harley: This was a fun night.",
        "Gus: Yeah? It was, wasn't it?",
        "Harley: It is not over yet, right?",
        "Gus: No, it's not over. It's just beginning. In fact, the year is over, but as far as I'm concerned, the night is just getting started.",
        "Harley: Oh.",
        "[SCENE_BREAK]",
        "Reva: You're crazy, you know that.",
        "Jonathan: You're the expert.",
        "Reva: Yeah, well, maybe you and Tammy are throwing your lives away, but if someone had told me that I couldn't be with Joshua when I was your age...",
        "Jonathan: What about now?",
        "Frank: Hello, Reva Good-bye Reva",
        "Reva: Hi, Frank.",
        "Frank: Get out.",
        "Jonathan: Watch your tone, man.",
        "Reva: He's just trying to save me from myself. Too late.",
        "Frank: If the anonymous tip turns out to be true, which I assume it will be, and if Jonathan and Tammy were at the scene of the crime, that means that the alibi you gave about Jonathan is a lie.",
        "Reva: Is that right?",
        "Frank: And Jonathan assaulting Officer Jenkins didn't help his cause either.",
        "Reva: He was trying to protect Tammy",
        "Frank: So I suggest that you get Jonathan an attorney, now because that's about all you can do. And while you're at it, get one for yourself.",
        "Jonathan: Boy, now you're in trouble, too?",
        "Reva: So what else is new?",
        "Jonathan: Hey, Rev-- Mom, thank you.",
        "[SCENE_BREAK]",
        "Cassie: Reva was supporting you and Jonathan? Really supporting you?",
        "Tammy: She sees what you won't, that we love each other, that we belong together. That's why the night before the wedding...",
        "Cassie: Before the wedding? She was trying to put you two together before the wedding?",
        "Tammy: She wasn't sure, but she gave us a chance. She believes in Jonathan, and in us.",
        "Cassie: No. No, she doesn't. She's guilty, honey, over abandoning him. She doesn't see who he really is.",
        "Tammy: You don't see him, period! I've got to get out of here. I've got to start organizing.",
        "Cassie: Yeah, time to start raising that bail money.",
        "Tammy: I have wedding gifts I can return. I'll pawn jewelry; I'll sell every last thing I have if that's what it takes.",
        "Cassie: Honey, please, please think before you make a choice you will regret for the rest of your life. You're my daughter.",
        "Tammy: No. I'm not. If you're going to treat me like this, I won't be your daughter anymore.",
        "Cassie: Honey.",
        "Reva: Tammy?",
        "Tammy: Aunt Reva",
        "Reva: Are you okay?",
        "Tammy: Is he okay? Did you see him? They won't let me back there.",
        "Reva: Well, you're not missing much.",
        "Tammy: I am. I am missing him so much, you don't know, Aunt Reva You just don't know.",
        "Reva: It's going to be okay, baby. I promise you that. You're both going to be fine. We're going to get this thing figured out, you have to trust me.",
        "Tammy: Thanks. Okay. Are you sure you can get Jonathan out on bail?",
        "Reva: As soon as the judge sets a figure, I'll take care of everything.",
        "Tammy: When?",
        "Reva: Well, that's not an easy question to answer. Jonathan hasn't exactly made friends here today.",
        "Tammy: So all we can do is wait, then?",
        "Reva: That's it. Hey, sweetie. I don't really know what your plans are, but I would love to have some company while we wait this thing out. If you'd like to stay with me, I would welcome that, and I know it's what Jonathan would want you to do.",
        "Tammy: I can't",
        "Reva: Oh, Tammy..",
        "Tammy: Don't worry about it. I can't. What I need right now is just...",
        "Reva: Just what, tell me.",
        "Tammy: To be alone. To think.",
        "Reva: Are you sure?",
        "Tammy: Very sure. Thanks, though.",
        "Reva: Hey, the door is always open. Any time. Tammy, any time.",
        "[SCENE_BREAK]",
        "Olivia: Can I tell you something?",
        "Buzz: Mind my own business?",
        "Olivia: No, no. I'm glad you said what you did. And I think you're right.",
        "Buzz: I am?",
        "Olivia: Yeah, you're a wise man.",
        "Buzz: I am?",
        "Olivia: Yup, more than that, you're an honest man. You're a great friend.",
        "Buzz: I am?",
        "Olivia: You say what you're thinking, certainly. And you have a way of seeing things so clearly.",
        "Buzz: I'm a little overwhelmed.",
        "Olivia: Our friendship means the world to me. I've been sticking my neck out with Josh, and trying to come up with reasons to get him to call me. And you're right. The bottom line is, if he doesn't see what a great team we would make and give me a second chance, then it's his loss. And mine-- mostly his. But I'm freed up to have fun, and to have more evenings out with Frank.",
        "Buzz: Frank?",
        "Olivia: He was so sweet, and he is a wonderful father. It doesn't hurt to have the chief of police on my arm on a Saturday night or any other night for that matter. And I need a little distraction, and I think maybe if I could offer him a welcome distraction, too.",
        "Buzz: You are distracting.",
        "Olivia: I don't know why I didn't see it before. Leave it to my friend to point out what was staring me in the face all along.",
        "Buzz: Well, that's what friends are for.",
        "Olivia: I'll see you soon. This time, this place misused, mistakes too long, too late who was I to make you wait just one chance, just one breath just in case there's just one left because you know, you know, you know I love you, I loved you all along I needed, I need to hear you say that I love you I love you I loved you all along and I'll forgive you I'll forgive you you've been away too far too long so keep breathing because I'm not leaving you anymore believe in our love and please never let me go keep breathing hold on to me never let me go. Hold on to me never let me go.",
        "[NEXT_ON]",
        "Dinah: My sweet, wonderful daddy wrote me a letter saying good-bye forever.",
        "Alan: I will be a free man come 2006, because I have a lot of old friends I have to see New Year's day..",
        "Gus: It's all for you, babe."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=eAM_tXUX9fo"
}