{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        " Olivia: There you are. I've been looking \r\neverywhere for you. ",
        "Josh: Your search is over. ",
        "Olivia: You're working? And you say I'm \r\nobsessed? ",
        "Josh: Well, this is actually a personal thing \r\nI'm doing. I was working at the office, but they're still painting and the fumes \r\nwere getting to me. ",
        "Olivia: Ooh, the coffee doesn't smell much \r\nbetter. ",
        "Josh: It was worse when it was hot. \n",
        "Olivia: Well, don't ask for a fresh cup \r\nbecause we have to go home. ",
        "Josh: Where are we going? ",
        "Olivia: We have to get ready for the party.\r\n",
        "Josh: What party? Oh, no, not the Spaulding \r\nthing, no, please... ",
        "Olivia: Now, look, it's more than just a \r\ncompany costume party. It's a welcome home celebration for Beth. ",
        "Josh: Oh, boy, that Phillip. He's always \r\nthinking, isn't he? ",
        "Olivia: Well, it can be fun. ",
        "Josh: Yeah, fun, sure, like putting on a \r\nstraight jacket can be fun. In fact, maybe I'll wear a straight jacket, you \r\nknow. I'll go as Hannibal Lechter and bite the hand that feeds me. (Laughter)\r\n",
        "Olivia: Well, Alan's not too fond of you \r\neither. It's one night. And I like Beth; I was her matron of honor at her \r\nwedding. ",
        "Josh: Yeah, I know you two are friends.\r\n",
        "Olivia: And I haven't been a very good one \r\nlately and I really want to be there. But I want to be there with you, for some \r\nmysterious reason. ",
        "Josh: You know I'm not going to make you go \r\non your own. I just am not looking forward to spending an evening with Alan \r\nSpaulding, that's all. Maybe that's because of all the evenings he's looking to \r\nspend with you. ",
        "\r\n__________________________________________",
        "\r\nHudson: Captain, arrest this woman, she's a spy! ",
        "Jack: She is not a spy. ",
        "Regina: Jack, leave it be. ",
        "Hudson: I suppose there's nothing unusual \r\nabout a dispatch being in civilian's hands? No, this brazen hussy stole it from \r\nmy headquarters. ",
        "Reva: I did not. ",
        "Hudson: If she had gotten out that door, it \r\nwould be in Vicksburg by tomorrow morning. This would be incredibly useful to \r\nthe confederate rebels and it would cost me many soldiers' lives. Arrest her, I \r\nsaid! ",
        "Jack: I told you, nurse Shayne is not a spy!\r\n",
        "Hudson: Then how did this dispatch get into \r\nher bag? Magic? ",
        "Jack: I put it there! ",
        "Regina: Jack! ",
        "Reva: Jack! Jack! ",
        "Jack: It's true! I planned to deliver that to \r\nVicksburg myself. I put it in nurse Shane's bag to get it out of this house \r\nwithout notice. She had no knowledge of it. The fact that she was caught was an \r\naccident. It was my fault. ",
        "Regina: Jack, don't do this! ",
        "Jack: So if you intend to arrest anybody, \r\nGeneral Hudson, you arrest me! ",
        "\r\n__________________________________________",
        "\r\nAlan: Well, Cinderella, you are indeed the fairest maid at the ball. ",
        "Lorelei: I just hope my dress doesn't turn \r\ninto rags at midnight or I'm in big trouble. (Laughs) who are you supposed to \r\nbe, one of the musketeers? ",
        "Alan: Please, please, Casanova at your \r\nservice. ",
        "Phillip: Yeah, and with him, it's not just a \r\ncostume, it's a mindset, believe me. ",
        "Alan: May I remind you that the great Gatsby \r\nwas great because he made his money. You inherited yours. ",
        "Phillip: Like father, like son, old sport. Is \r\nit going to be one of those nights? ",
        "Alan: It needn't be. By the way, Beth, where \r\nis prince charming? ",
        "Lorelei: Oh, well, if you mean Edmund, he's \r\nbeen cut out of the story. ",
        "Alan: Ah. ",
        "Lorelei: Yeah, I broke up with him for good \r\nthis time, or at least it's good for me. ",
        "Alan: Brava, Brava. ",
        "Phillip: Something else to celebrate. Not \r\nthat we needed more than you being alive. (Guests oohing) ",
        "Lillian: (Laughs) I am a fairy godmother.\r\n",
        "Alan: Now, that's a fairy godmother. \n",
        "Lillian: My darling, hello. ",
        "Alan: My goodness. ",
        "Lillian: Hello, Jay Gatsby. ",
        "Phillip: You look lovely. ",
        "Lillian: You do, too. ",
        "Alan: Fairy godmother gets better every year.\r\n",
        "Lillian: You know, I don't think I will turn \r\nyou into a frog again tonight. ",
        "Alan: Well, I hope not. ",
        "Lillian: And you, my sweet daughter, I will \r\ngrant you any wish you desire, every wish. ",
        "Lorelei: Oh, then that had better be your \r\nheavy duty wand. (Laughter) ",
        "Lillian: I already know what your first wish \r\nwill be, though. (Orchestra starts playing Vivaldi's \"Four Seasons\") \n",
        "Lorelei: You know, we need some better music, \r\ndon't you think? I mean, what is that anyhow? ",
        "Alan: Wait a minute, Beth, you don't \r\nrecognize that? ",
        "Phillip: Beth, that's Vivaldi's Four Seasons.\r\n",
        "Lillian: Honey, it's your favorite piece of \r\nmusic, that's why I did it. ",
        "Phillip: Remember? ",
        "Lorelei: Well, of course, I know it's \r\nVivaldi. I was just wondering why they're playing it like this. ",
        "Lillian: Like... Like what, honey? \n",
        "Lorelei: Well, it's so fast. ",
        "Phillip: Sounds... Sounds right to me. \n",
        "Lorelei: Oh. Maybe... Maybe it's me. I don't \r\nknow, I just... I don't think I'm hearing music the same way I used to. \n",
        "Alan: Beth, I'm sure it's a result of the \r\nhead injury you received during the flash flood. That's probably the reason.\r\n",
        "Lorelei: Maybe that's it. Maybe that's it, \r\nyeah. I mean, take country music, for instance. I never used to like it. \n",
        "Phillip: You do now? ",
        "Lorelei: I love it. Well, there was one of \r\nthe orderlies in the clinic in Mexico. He just listened to country music all day \r\nlong and I think I had to love it, or I just would have gone out of my mind.\r\n",
        "Lillian: Beth, I think it's wonderful you're \r\nopen to new things like this. ",
        "Lorelei: Yeah, yeah. I'm going to go see if \r\nthe orchestra knows any Tammy Wynette, okay? ",
        "Alan: Tammy Wynette? ",
        "Phillip: She's really changed. ",
        "Alan: For the better, I'd say. Lillian, some \r\nchampagne. ",
        "Gus: Sir. How are you? ",
        "Phillip: I'm good. It's a costume party.\r\n",
        "Gus: Yeah, I came as Sam Spade. ",
        "Phillip: Oh, oh, yes, very convincing. \n",
        "Gus: Look, you hired me as security \r\nconsultant, you know. The rental cost a hundred bucks. I'm embarrassed as it is.\r\n",
        "Phillip: That's okay. Tell me, how secure is \r\nSpaulding with all my employees here? ",
        "Gus: Totally secure. ",
        "Phillip: You sure? ",
        "Gus: Absolutely. ",
        "Phillip: Hired all the guards I asked you to \r\nhire? ",
        "Gus: I took care of all that. ",
        "Phillip: Good, good. ",
        "Gus: Gatsby? ",
        "Phillip: Very good, very good. ",
        "Gus: Very nice. ",
        "Phillip: Very good. Enjoy yourself. Hey. Ah, \r\noh, yes, live long. ",
        "Gus: Carmen. Aitoro. Listen, security down at \r\nSpaulding's about zero so it's easy for Danny and Michelle to make their move. \r\nAnd about as twice as easy for me to pop them for it, so we're all set. All \r\nright. Who are those two? ",
        "Phillip: That's Danny and Michelle. \n",
        "Gus: You're kidding? ",
        "Phillip: Very nice costumes, huh? I wouldn't \r\nhave even known that it was them if I didn't hear their voice. ",
        "Gus: Yeah, that's a surprise. How are they \r\ngoing to pull off the heist of the century if they're here all night? That would \r\nbe the surprise, I guess. ",
        "\r\n__________________________________________",
        "\r\nDanny: I can't breathe in this thing. ",
        "Michelle: Danny, how can this possibly work? \r\nI'm not ready to break into Spaulding tonight. ",
        "Danny: Well, that doesn't matter. We're going \r\nto have to move forward with this. ",
        "Michelle: Why did Mr. Big have to move up the \r\nschedule? ",
        "Danny: I don't know, but we're stuck with it. \r\nWe got to steal that $25 million tonight or they're going to put a hit out on us \r\nand Robbie. ",
        "Michelle: Or there's a third possibility. We \r\nget caught in the act and get put in jail forever. ",
        "Danny: Hey, how about some party spirit, \r\nplease? Come on. ",
        "Michelle: Oh, Danny, look. I can't believe \r\nhe's here. ",
        "Danny: Oh, great, that's perfect. ",
        "Michelle: Why? ",
        "Danny: We got Aitoro right where we need him.\r\n",
        "Michelle: Yeah, breathing down our necks?\r\n",
        "Danny: Honey, you've got to relax, please. \r\nI've got all the angles covered, all right? ",
        "Michelle: I hope so. ",
        "Danny: Hey, little miss positively, what is \r\nthis? Now, don't... Don't give up on me. Everything is going to go just as \r\nplanned. Aitoro's not going to have no idea what even hit him. Come on, let's go \r\nmingle, make our presence known. ",
        "\r\n__________________________________________",
        "\r\nRegina: Why do you insist on protecting this woman when she is obviously guilty? \r\nShe knew what would happen if she were caught! ",
        "Jack: This is not the face of a guilty woman.\r\n",
        "Regina: Well, then she's a spy and an \r\nactress, is all! ",
        "Hudson: It's clear she's guilty of the \r\ncharge. ",
        "Jack: It is just as clear to me that she is \r\nnot. Indeed, I know it to be a fact, as do you, Regina, and so do you! \n",
        "Hudson: You question my integrity? \n",
        "Jack: That and everything else about you.\r\n",
        "Hudson: Be careful, sir. ",
        "Jack: No, I am through being careful and \r\npolite in standing by, while a criminal like you runs roughshod over everything \r\nI hold dear. ",
        "Hudson: Enough! ",
        "Jack: I will tell you who the guilty ones are \r\nin this room-- the two of you! You've not only stolen my land, you've stolen my \r\nwife! ",
        "\r\n__________________________________________",
        "\r\nOlivia: Okay, Josh, we've had this conversation before. ",
        "Josh: Well, it's still on my mind. Does that \r\nbother you? ",
        "Olivia: No, I guess not, it's just... Okay, \r\nyou know, maybe it's true that Alan has... ",
        "Josh: Alan has his sights set on you. \n",
        "Olivia: ...As an employee. ",
        "Josh: As a partner, I think. ",
        "Olivia: So, let's say that he does. Let's say \r\nhe's not just interested in stealing me away from Lewis construction to work for \r\nhim. Let's say he wants to steal me away from you completely in every way.\r\n",
        "Josh: Okay, let's say that. ",
        "Olivia: Well, he has a big problem because I \r\nam a one-man woman. (Laughs) and you are the man. So, and if you want me to, \r\nI'll prove it to you right here, or before the party at home. Or at the party in \r\nfull view of Alan. ",
        "Josh: You don't have to prove anything to me. \r\nI love you. ",
        "Olivia: I love you. So, what is this project \r\nyou're working on? ",
        "Josh: It's just an email that I'm sending off \r\nto Marah. ",
        "Olivia: An email as opposed to a phone call? \r\nDon't tell me it's about the two of them breaking up. ",
        "Josh: She seemed like she didn't want to talk \r\nabout it at the country club, so I thought this might be a better approach.\r\n",
        "Olivia: Why do you have to approach it at \r\nall? ",
        "Josh: Because she's hurting and I want her to \r\nknow that I care. And there's something else, there's something that's bothering \r\nme about all of this. ",
        "Olivia: What? ",
        "Josh: Marah said that Sam lied to her, right? \r\nThat's why they split up. ",
        "Olivia: She never said what he lied to her \r\nabout. ",
        "Josh: Yeah, I know that, but this is what I'm \r\nthinking. When Marah and Sam first started getting serious about each other, she \r\nseemed like there was something she was grateful for. Something, I don't know \r\nwhat it was, something that he had done. Now she says that she feels like an \r\nidiot because she trusted him, and she thought that he was going to do something \r\nfor her and for me, that's what she said. Now... Now, I have two thoughts on \r\nthat. One is-- are these \"something's\" somehow related to each other? And where \r\ndo I fit in, if at all? ",
        "Olivia: You don't, I'm sure that you don't, \r\nJosh. I just think you have a really active imagination. ",
        "Josh: Well, maybe that's true, but that's why \r\nI want her to tell me what it is that Sam lied to her about, to set my mind at \r\nease. ",
        "\r\n__________________________________________",
        "\r\nGus: Hey, kids, I always knew you were from another planet. ",
        "Waiter: Excuse me, would you guys care for \r\nsome shrimp on toast? ",
        "Danny: No thanks, allergic. ",
        "Gus: I'd hate to see you eat one of those \r\nthen, Danny. ",
        "Michelle: Could you just back off for one \r\nnight? ",
        "Gus: Well, yes, it's a special night, isn't \r\nit? ",
        "Danny: Yeah, it sure it. ",
        "Michelle: Yes, that's right. We're here to \r\ncelebrate Beth being alive and back in town. ",
        "Gus: Oh, right. Good stuff. Oh, by the way, \r\nthank you. Who's watching the shop while you're down here doing the \r\nextraterrestrial boogie? ",
        "Danny: Well, see, actually, I don't work 24 \r\nhours a day. I think Spaulding will somehow survive without me until the \r\nmorning. ",
        "Gus: You're not afraid somebody might break \r\nin tonight or something? ",
        "Danny: No, that would take one hell of an \r\neffort. ",
        "Gus: Well, you never know what a criminal can \r\ndo if he puts his mind to it. ",
        "Danny: Something tells me that the company \r\nwill be safe. Hey, you're on the job, right? ",
        "Gus: That's right. ",
        "Danny: Then they've got nothing to worry \r\nabout with you as Phillip's security... What is it exactly? ",
        "Gus: Consultant. ",
        "Danny: Consultant, right. And we all know \r\nwhat solid work you do. ",
        "Michelle: (Chuckles lightly) ",
        "Gus: As soon as you slip up there, Santos, \r\nI'll be there. I'll be right there for you, okay? So just keep whistling your \r\nlittle happy tune. Go ahead. ",
        "Michelle: Do you have that angle covered? \r\nBecause our plan is never going to work with him watching us like a hawk. \n",
        "Danny: It is. Our plan is going to work \r\nbecause we are not going to prison, and there's no way in hell that we're not \r\ngoing to be around to see our little boy grow up. ",
        "\r\n__________________________________________",
        "\r\nReva: You don't deserve such a fine man. He's more your type. ",
        "Hudson: Enough, arrest them both! I will not \r\nslandered by a pair of spies. ",
        "Jack: No, you cannot do this. ",
        "Hudson: Take them away! ",
        "Jack: Get your hands off her, she's done \r\nnothing wrong! ",
        "Reva: No! No! ",
        "Jack: Get your hands off her! (Struggling)\r\n",
        "Regina: It's nurse Shayne's locket. I think \r\nI'll keep this as a memento. She won't be needing it anymore. ",
        "\r\n__________________________________________",
        "\r\nJosh: Look, look. Sam and Marah were still just friends, right, when she was \r\nmooning over Tony Santos. ",
        "Olivia: Yes, something else you fretted \r\nabout. ",
        "Josh: My point is that when I started getting \r\nin trouble for that doctored photograph, that's when Sam and Marah became \r\nserious about each other. ",
        "Olivia: No, no, it was in San Cristobel when \r\nthey were stranded together during the earthquake. ",
        "Josh: No, it wasn't. It was when I was \r\ncleared of those allegations against me. Now, we were standing right over here. \r\nI remember we were looking at that newspaper with Felix Chavez's photograph on \r\nthe cover, and I looked up at Marah and Sam and they seemed happy. They were \r\nholding hands, but she was looking at him with this look of gratitude in her \r\neyes. It struck me even then. ",
        "Olivia: Josh, everyone was thrilled when you \r\nwere vindicated. ",
        "Josh: No, it was more than that, though. It \r\nwas a look of gratitude, that's what it was. ",
        "Olivia: Yeah, she was grateful to Sam because \r\nSam's been a loyal friend to her through all the mudslinging that you went \r\nthrough. ",
        "Josh: Did he say anything else to you...\r\n",
        "Olivia: No, no, no. ",
        "Josh: ...At all about what happened between \r\nthem? ",
        "Olivia: No, he was upset and he can be very \r\nclosed-mouth when he's trying to work through something. And I've learned not to \r\npry. Look, just shut this thing down. Let's go home. Let's get ready for the \r\nparty. ",
        "Josh: You know what? You go ahead. \n",
        "Olivia: Josh... ",
        "Josh: No, no. I don't have a thing to wear. (\r\nLaughter) I don't want to slow you down. I don't know what I'm going to wear \r\nyet. ",
        "Olivia: You are going to come? ",
        "Josh: Yes, I'll be there. I'm going to \r\nprocrastinate about it for a while and then I'll be there, because I know it's \r\nimportant to you. So, I'll meet you at the Towers, go. ",
        "Olivia: Okay. ",
        "Josh: Okay. ",
        "Olivia: You know, I just have to say this. \r\nSam and Marah, they can take care of themselves, you know. They'll get through \r\nthis, they will. So just do yourself a favor, forget about this. ",
        "\r\n__________________________________________",
        "\r\n(Music playing) ",
        "Lillian: Oh, sweetheart, are you having the \r\nmost wonderful time? ",
        "Lorelei: Yeah. It really is like a fairy \r\ntale. I didn't know I had so many friends. (Laughs) ",
        "Alan: Well, it's because you've forgotten, \r\nthat's all. ",
        "Phillip: I hope I'm still on that list \r\nsomewhere. ",
        "Lorelei: Thank you. ",
        "Alan: Beth, you're back where you belong, at \r\nhome with your family. ",
        "Phillip: And without Edmund, thank God. \r\nThings are looking up. Although, you had me worried there for awhile. \n",
        "Alan: You know, I bet he pulled out all the \r\nstops to get you to stay with him. After all, he did have an ulterior motive.\r\n",
        "Phillip: Oh, he would have done anything to \r\nget his hands on Bradley's silver mine. ",
        "Alan: Edmund Winslow is probably the most \r\nunprincipled, immoral... ",
        "Lillian: Loser, yes, he is. ",
        "Phillip: Very nice, Lillian. I'll drink to \r\nthat. Here's to losing the loser. (Laughter) ",
        "Lillian: Beth, what's the matter? ",
        "Lorelei: It's not that Edmund isn't all the \r\nthings that you say he is, but it seems awfully easy to kick someone when \r\nthey're down. ",
        "Alan: You're not defending him, are you, \r\nBeth? ",
        "Lorelei: No. He did some terrible things to \r\nme. ",
        "Phillip: To you and to everyone else that he \r\nhas ever known, Beth. ",
        "Lorelei: But there's also a softer side to \r\nhim and I've seen that. Well, I was just one loser recognizing another. \n",
        "Phillip: Beth, don't ever say that. Don't \r\never compare yourself to him. ",
        "Lorelei: But he gave me a chance when nobody \r\nwould, and I'll always be grateful to him for that. ",
        "Alan: A chance for what? ",
        "Lorelei: Never mind. Never mind. Let's \r\njust... Let's just... Drink to what's here and now. So, to life. ",
        "All: To life. ",
        "Phillip: Everybody, if I could get your \r\nattention for just one second, please? (Music stops) now, technically, this is \r\nthe annual Spaulding costume party, but this year we're throwing in a little \r\nthanksgiving, because a certain young lady is alive and well and back in \r\nSpringfield. Not that we didn't appreciate her when she was here before, not \r\nthat we would have ever forgotten her had she been gone for good, but seeing her \r\nhere tonight has made me realize just how lucky we are to have her back as a \r\npart of our town and as a par of our lives. Welcome home, Beth. ",
        "Alan: Speech, speech. ",
        "Phillip: Yeah, speech. (Crowd murmuring)\r\n",
        "Lorelei: Well, you know, in some ways, \r\nPhillip is wrong because in some ways, I feel like I've never been here before, \r\nbut I think that's because this is the first time I really feel like I belong.\r\n",
        "All: Hear, hear, hear. ",
        "Lorelei: I mean, seriously, you spend so much \r\ntime thinking about where you want to go and how you're going to get there, that \r\nyou start to think that you're never going to make it. And I've made a lot of \r\nmistakes in my life. Well, you probably know that better than I do. But, I know \r\nI'm in my right place right now, and how do I know that? I know that because I'm \r\nthinking clearly these days. See, I used to think that I needed... I needed \r\nmoney and... And possessions to feel safe and happy. But now I realize that... \r\nThat the most important thing in life is... Is people who give you love and \r\nsupport and encouragement to be whoever and whatever you want to be. And...\r\n",
        "Phillip: Sorry... It's okay. (Laughter)\r\n",
        "Lorelei: You see, truth be told, I never \r\nthought that I would find a special place, but I did and... So tonight, I want \r\nto tell everyone in this room and everyone in Springfield that for the first \r\ntime, I really know how wonderful it is to have a home. (Applause) ",
        "\r\n__________________________________________",
        "\r\nJosh: All right, send. There it goes. Marah, I hope you know this is sent in \r\nlove. What... What... What did Sam lie to you about, though? Why is that \r\nbothering me so much? I just feel like it has something to do with... What is \r\nthe name of that criminal... Criminal log... Criminal log... \r\nWWW.Criminallog.Org. Wow. Okay. Data search. Okay. \"Fingers,\" Felix \"Fingers\" \r\nChavez. Wow. That's scary. Arrest record. A lot of arrests here, but no \r\nconvictions. Not until he's caught handing a bag of money to Peter Vreeland and \r\nconfesses. What happened, Felix, huh? Just lost your touch? Or was it something \r\nelse? ",
        "\r\n__________________________________________",
        "\r\nReva: You know something? Your name fits you. You are a beast. ",
        "Hudson: You're in no position to cast stones, \r\nnurse Shayne. ",
        "Reva: So, what do we do now? ",
        "Hudson: We simply follow procedure. \n",
        "Reva: You mean a trial because I'm entitled \r\nto justice. ",
        "Hudson: And justice is what you're going to \r\nget-- swift and sure. ",
        "Reva: Well, if I have to be judged, I want it \r\nto be in front of a jury of my peers. ",
        "Hudson: You will face me. I am the judge and \r\nthe jury in this case. ",
        "Reva: So, I guess you've already decided what \r\nthe verdict will be, too, haven't you? ",
        "Hudson: Yes, I have. You and Colonel \r\nRobechaux are guilty of treason against the United States government, and the \r\npenalty is death. ",
        "Reva: No! ",
        "Hudson: The punishment fits the crime. You \r\nand the Colonel will be taken at first light tomorrow morning and shot before a \r\nfiring squad. Prepare to meet your maker. I do hope your final hours on earth \r\nare peaceful ones. ",
        "Reva: Wait! Wait! Felicia? ",
        "Hannah: My name's Hannah, Hannah Justice.\r\n",
        "Reva: Oh. You look exactly like a friend of \r\nmine. ",
        "Hannah: I've been a friend to a lot of folks, \r\nthat's why I'm here. ",
        "Reva: I don't understand. ",
        "Hannah: They threw me in this cell because I \r\nwas helping runaway slaves get to safety up north. ",
        "Reva: The underground railroad? ",
        "Hannah: You've heard of it? ",
        "Reva: Oh, yes, it's... It's famous. \n",
        "Hannah: Well, hearing that gives me hope, \r\nwhich you don't seem to have a lot of. What did they arrest you for? ",
        "Reva: Something I didn't do. ",
        "Hannah: Yeah, well, the way the world is \r\ntoday, smart not to trust anybody too fast. Oh, I'm not afraid to talk up about \r\nwhat I've done. I'm proud of it. Besides, no one can hurt me anymore, anyway, \r\nbecause I'm free in here. ",
        "Reva: You know the friend that I told you \r\nabout that you look like? She told me I was on a journey of discovery. \n",
        "Hannah: Aren't we all? ",
        "Reva: The only thing I've discovered so far \r\nis a lot of betrayal, pain and death. ",
        "Hannah: There was a time when those were my \r\nonly companions. When I was out in the field under the burning sun picking \r\ncotton or planting rice. ",
        "Reva: You were a slave? ",
        "Hannah: That's in the past. The past shapes \r\nour present and the present shapes our future. But you know that already. I can \r\nsee it in your aura. There's a light that shines all around you. It means you \r\nknow things. It means you're strong, got goodness in you. Let me see your hand. \r\nOh, you're not done yet. ",
        "Reva: What? ",
        "Hannah: Well, I see life here, not death. \r\nHope, not despair. Sister, your journey's not over. ",
        "Jack: Get your hands off me! ",
        "Hannah: It's just beginning. ",
        "Jack: No! Don't! ",
        "Reva: Jack! ",
        "Jack: Let go of me! ",
        "Reva: Jack! Jack! ",
        "Soldier #1: Rebel kicking up a fuss? (Jack \r\ngasps) ",
        "Reva: Stop it! Jack, are you all right? Jack! \r\n(Jack groaning) ",
        "\r\n__________________________________________",
        "\r\n(music playing and crowd murmuring) ",
        "Olivia: Beth, oh, my god, oh, it's so good to \r\nsee you. It really is good to see you. ",
        "Lorelei: You, too. ",
        "Olivia: I'm so sorry I haven't called you. \r\nI... I'm so sorry, please forgive me. ",
        "Lorelei: Oh, of course, of course. I mean... \r\nI mean, you're here now, that's what counts, right? (Laughs) wow. ",
        "Alan: Well, I'm glad to see you made it. Glad \r\nto see you, period. Beth, when was the last time you saw Olivia? ",
        "Lorelei: Well, gosh, I don't know. When do \r\nyou think it was, Olivia? And how's... Josh? ",
        "Olivia: He's fine. He's wonderful, actually. \r\nHe'll be here very soon. ",
        "Alan: Well, in that case, I need to speak \r\nwith you right now. If you will excuse us, Beth? ",
        "Lorelei: Sure, sure. ",
        "Waiter: Shrimp on toast? ",
        "Danny: No, still allergic. Thanks. \n",
        "Michelle: When can we get out of here? \n",
        "Danny: Soon, honey, real soon. ",
        "(Music continues to play) ",
        "Alan: You look absolutely ravishing. \n",
        "Olivia: Comes with the Cleopatra package, \r\nAlan. ",
        "Alan: Don't pretend that you don't know the \r\neffect you have on me, Olivia. ",
        "Olivia: Oh, look, it wasn't meant for you, it \r\nwas meant for my husband. And I really don't want to have this conversation \r\nright now. ",
        "Alan: You know, I... I remember one night \r\nwhen I showed up at your doorstep and you practically ravished me. ",
        "Olivia: Treasure the memory. ",
        "Alan: You did choose to enjoy it or was that \r\nan accident? ",
        "Olivia: Key word there is accident, Alan.\r\n",
        "Alan: You are attracted to me. So why don't \r\nyou stop denying it? Because I'm really getting tired of this masquerade game \r\nwe're playing. Look, why don't we take off the masks tonight, show everyone and \r\nJosh who we are and how we really feel toward each other? ",
        "Olivia: Is that a threat? ",
        "Alan: Do you want it to be a threat? I'm only \r\npursuing the obvious: You and I were meant to be together. ",
        "Olivia: Are you trying to tell me that you \r\nwould ruin my husband and make that happen? ",
        "Alan: If that's what I have to do to get you, \r\nOlivia, absolutely. ",
        "\r\n__________________________________________",
        "\r\n(Jack coughing) ",
        "Reva: Jack, did they hurt you? ",
        "Jack: I'm all right. I'm all right. I got in \r\na few licks myself. (Coughing) you shouldn't be in here, Miss Shayne. I'm \r\nsorry. ",
        "Reva: It's not your fault. ",
        "Jack: Oh, it is my fault. I've been a fool. \r\nI've been a fool. Regina has been so cold to me. I should have known she and \r\nHudson were working against me. ",
        "Reva: You know, it's strange, but I feel like \r\nI'm supposed to be here. In jail. With you. ",
        "Jack: Why would you say something like that?\r\n",
        "Reva: Because I feel at peace with you.\r\n",
        "Jack: I feel the same way about you. I felt \r\nthat way since we met. I just wish there were more time. ",
        "Reva: So Hudson told you about... ",
        "Jack: Yes, he told me about tomorrow. But \r\nMiss Shayne, so much of my life has become so clear since we met. There are a \r\nthousand things I want to say to you. I just... I just wish that... ",
        "Reva: Don't. Don't think about it. We have \r\nthis moment and each other. ",
        "Jack: Where do you get your strength? \n",
        "Reva: Wherever I can. ",
        "Jack: (Gasping) it's too far. ",
        "Reva: No. No, it's not. You see? We can go \r\nfarther. ",
        "\r\n__________________________________________",
        "\r\nEdmund: This just arrived for Mrs.. Winslow. See that she gets it. ",
        "Waiter: Sure. ",
        "Edmund: Thank you. ",
        "\r\n__________________________________________",
        "\r\nOlivia: I don't think I believe you, Alan. Not even you would destroy a man to \r\nget at his wife. ",
        "Alan: Not only would I do it gladly, I would \r\ndouble the fun in the process. ",
        "Olivia: Dare I ask how? ",
        "Alan: If I target Lewis construction instead \r\nof Josh, he will lose his business and his wife. ",
        "Olivia: (Laughs) you honestly think I would \r\nleave Josh because his business went bust? ",
        "Alan: Well, you may not have a choice. Just \r\nthink of the betrayal Josh will feel when it comes out about your little secret \r\nand illegal dealings-- those that fatally wounded his company. He'll cut you out \r\nof his life and you'll have nowhere to go but me. ",
        "Olivia: Nice plan. A little desperate, kind \r\nof... Kind of sick. But nevertheless: Smart, efficient, bloodless, sort of like \r\nyou. ",
        "Alan: You talk a good game now, Olivia. Let's \r\nsee how you are when the reality comes in to play. Of course, you could end all \r\nof this by just walking away from Josh, and coming to me willingly. ",
        "Olivia: Oh, easier for you, Alan. ",
        "Alan: You know, need I remind you that Josh \r\nbarely got off on that bribery charge-- no thanks to you. Next time, he won't be \r\nso lucky. Of course, whether there is a next time or not, depends on you. \n",
        "Olivia: Go to hell, okay? ",
        "\r\n__________________________________________",
        "\r\nWaiter: Excuse me. This telegram just came. ",
        "Lorelei: Oh! Thanks. ",
        "Phillip: Who's it from? ",
        "Lorelei: Well... \"Dear Beth, so sorry I \r\ncouldn't make it tonight. Joy and best wishes on your miraculous return. Love, \r\nuncle George.\" That uncle George, isn't he such a dear? ",
        "Lillian: Sweetheart, you don't have an uncle \r\nGeorge and you don't have any uncles. ",
        "\r\n__________________________________________",
        "\r\nGus: What are they still doing here? It doesn't make any sense. ",
        "Waiter: Excuse me, shrimp on toast? \n",
        "Michelle: No, thank you. ",
        "Waiter: Excuse me, would you guys care for \r\nsome shrimp on toast? ",
        "Danny: No, thanks, allergic. ",
        "Gus: I'd hate to see you eat one of those \r\nthen, Danny. Excuse me, excuse me. Damn it! Damn you both. ",
        "Michelle: So far so good. I haven't seen one \r\nguard. ",
        "Danny: We still got to find our way in the \r\nventilation shaft and into the secure room. Oh, man, we don't have too much \r\ntime, honey. ",
        "Michelle: Yeah, but if it goes as smoothly as \r\nthe way you slipped us past Aitoro, we're home free. ",
        "Danny: So if those two actors I hired will \r\njust keep their mouths shut and keep on dancing, by the time Aitoro realizes \r\nhe's been had, it will be too late. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=BeGKof1SG_A"
}