{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Gus: Sometimes the people that you know, you don't know at all. You don't see \r\nthe things that... especially the bad things. ",
        "Marina: She hurt so many people. What's the connection? ",
        "Gus: I get the Jeffrey and Dinah thing. It's just everybody else, stabbing \r\neverybody else in the back that's just crazy, that's wacky, even for Blake. What \r\ndo you think, babe? ",
        "Harley: About what? ",
        "Gus: The motive for Blake. ",
        "Harley: About why Blake repeatedly stabbed all of her friends in the back? I \r\ndon't know. I could make a guess, but I don’t...\r\n",
        "Gus: Did you ever wish we worked in a town where we didn't know everybody's \r\nname? Springfield P.D. ",
        "Mel: Gus, it's Mel. Blake has regained consciousness. ",
        "Gus: Can we come over there? ",
        "Mel: Only for a few minutes, and only if you promise not to upset her. ",
        "Gus: All right. I'll be easy on her. ",
        "Harley: She's awake? ",
        "Gus: Want to get some answers? ",
        "Marina: Call me when you hear something. ",
        "",
        "Buzz: I don't want to have to hunt you down, but I will if I have to. You got \r\nthat? ",
        "Coop: Wow. I guess you didn't miss me. ",
        "Buzz: How was Chicago? ",
        "Coop: It was windy. Go figure. Who were you expecting to walk through that \r\ndoor? ",
        "Buzz: I've got something to run by you here.\r\n",
        "Coop: Okay, all right. Don't you want to hear about our vendors first? ",
        "Buzz: No, this is more important. ",
        "Coop: More important. Okay, well, tell you what. Let me just check in with \r\nAva, and then we can... ",
        "Buzz: You won't get her. ",
        "Coop: What do you mean, I won't get her? Why not? ",
        "Buzz: She left a note, said she had something she had to do. She'd be back as \r\nsoon as she can. ",
        "Coop: She didn't tell me that. ",
        "",
        "Ava: You sure know how to show a girl a good time. ",
        "Alan-Michael: We don't have to go in. ",
        "Ava: Yes, we do. If my biological father is dead, I need to know. I need to \r\nsee for myself. God. I guess it never really occurred to me. No. I've thought of \r\na lot of things, but Kyle Moore... were you my father? ",
        "Alan-Michael: My PIs are trying to track down his blood type, family DNA, \r\nanything that will give us definitive proof. ",
        "Ava: Were you the man that Olivia said you are? Did you feel sorry for what \r\nyou did to her? Did you even know about me? ",
        "",
        "Buzz: It's me. Message number three. What's with you, woman? I'm not buying \r\nyour \"I need space\" act. Get over to Company this afternoon if you know what's \r\ngood for you. I have a surprise for you. I don't want to hunt you down, but I \r\nwill. ",
        "Jeffrey: You got pregnant from that night? ",
        "Olivia: Yeah, how about that? First time out of the box. Don't worry about \r\nit. I got rid of her. Hey, baby. You look so good. Let's get your jacket on, \r\nokay? Mommy will help you. Come here, sweetheart. Wow, beautiful. ",
        "Emma: You're a good mommy. ",
        "",
        "Jeffrey: And I'm ready to begin my first full day as acting mayor. I do not \r\ntake lightly... (cell phone rings) Hello? ",
        "Pete: Jeffrey, it's Pete Mitchell. ",
        "Jeffrey: Yeah, Pete, did you find anything? ",
        "Pete: Yeah, adoption records. Olivia Spencer gave up a baby for adoption. ",
        "Jeffrey: Do you have a date of birth? Almost nine months to the day after the \r\nroyal ball. All right, thanks, Pete. That's what I was afraid of. Olivia had the \r\nbaby-- my baby. ",
        "",
        "Ava: There are so many questions. ",
        "Alan-Michael: I'll try to get you answers. ",
        "Ava: It's so weird. I never knew him, and for all I know, he was a sexual \r\npredator. There's something inside me that feels empty, like I'm missing \r\nsomething. ",
        "Alan-Michael: We can find out as much about him as you want. ",
        "Ava: It seems kind of strange, reading about him in a report. ",
        "Alan-Michael: We could track down people who knew him, but that might take \r\nsome time. ",
        "Ava: Would you help me with that? Would you stay with me? ",
        "Alan-Michael: Of course. I'll get us a hotel. Two beds. ",
        "Ava: Thanks. I appreciate that. ",
        "Alan-Michael: What are bosses for? ",
        "Kyle's wife: Hello. Were you friends of Kyle’s?\r\n",
        "Ava: Um, no. Actually, I don't know if there is a right way to say this, but \r\nI think Kyle was my father. ",
        "Kyle's wife: Your father? That's impossible.\r\n",
        "Ava: I'm sorry. Who exactly are you? ",
        "Kyle's wife: His wife, Laura. We tried to have kids. ",
        "Ava: You tried, but you couldn't? ",
        "Kyle's wife: Had every test. He was unable to have children. ",
        "Ava: I'm sorry. I must have gotten some bad information. ",
        "",
        "Coop: Where are you? ",
        "Buzz: Ain't technology grand? Now women have even more ways to dodge us. Mr. \r\nParish. ",
        "Mr. Parish: Mr. Cooper. ",
        "Buzz: Coop, this is the man I was telling you about. What do you got? ",
        "Mr. Parish: I'm certain one of these will meet with your satisfaction. ",
        "Buzz: What do you think? ",
        "Coop: Um, wow! You're going to ask Olivia to marry you? ",
        "Buzz: Yeah. ",
        "Coop: You know what? I'm going to grab a glass of rubbing alcohol. ",
        "",
        "Olivia: How did you get in here? ",
        "Jeffrey: Well, I've been breaking into hotel rooms since I was a teenager. ",
        "Olivia: Of course. Of course you were. I have nothing to say. Get out. ",
        "Jeffrey: Well, I've got something to say to you. ",
        "Olivia: Fine. When I call to report you for assault, I'll just throw in \r\nbreaking and entering. ",
        "Jeffrey: Well, then while you're at it, you can tell them that you're the \r\nperson who put the poison in Blake Marler's champagne. ",
        "Olivia: Prove it. Give me a motive. Admit to the world that you sexually \r\nassaulted a minor. ",
        "Jeffrey: You lied to me about having an abortion. ",
        "Olivia: No, I didn’t. ",
        "Jeffrey: Did you think I wouldn't check it out? ",
        "Olivia: I want you out of here. ",
        "Jeffrey: You know, I still have a few connections. It took all of about an \r\nhour to find the adoption records. You gave up a baby nine months after that \r\nparty-- my baby. ",
        "Olivia: I never said that I had an abortion. I never said that. I said that I \r\ngot rid of her, and I did. What do you want from me? ",
        "Jeffrey: I want you to shut up and listen. This isn't just about you. ",
        "",
        "Mel: I can't believe it. ",
        "Harley: Me either. ",
        "Mel: Blake has always been larger than life, but she's always had a big \r\nheart. I mean, remember when we were working together? She was, like, the \r\nbiggest pushover. ",
        "Harley: I know. ",
        "Gus: It just goes to show you, you never know a person, not really. Can we go \r\nin there? ",
        "Mel: Five minutes, that's it, okay? I know you guys have a job to do, but so \r\ndo I. I have to protect my patient. ",
        "Harley: But the fact that she's awake, that means she's getting better, \r\nright? ",
        "Mel: I hope so. We're still trying to flush the poison out of her system. You \r\nnever know how people will react. ",
        "Gus: I'll be gentle. ",
        "Mel: Go easy on her, okay? ",
        "Gus: Do you want me to do this? ",
        "Harley: No. I'm going in there. With Holly and the boys away, we're all she \r\nhas. I don't want her waking up and feeling like she's alone and nobody is on \r\nher side. ",
        "Gus: Okay, okay. All right. ",
        "Harley: Let me talk. Hey. ",
        "Blake: Hey. ",
        "Harley: How are you feeling? ",
        "Blake: Did you get the license plate number?\r\n",
        "Gus: Do you know how you got here? ",
        "Blake: I remember winning and making a speech, and then I couldn't get my \r\nbreath. Mel said it was poisoning. I mean, what did I eat? ",
        "Harley: It wasn't food poisoning. It was poison poisoning. ",
        "Blake: What? ",
        "Harley: It was in the victory champagne. ",
        "Blake: What, from Jeffrey? ",
        "Harley: Actually, we think it was intended for Jeffrey. ",
        "Blake: Why? ",
        "Harley: We're not sure, Blake. ",
        "Blake: This is official. What's going on? ",
        "Harley: We know, Blake. ",
        "Blake: What? ",
        "Gus: \"Springfield Burns.\" Does that ring a bell? Perhaps the poison wasn't \r\nmeant for you, but maybe it should have been? ",
        "Blake: Would you get me a nurse? I'm thirsty. ",
        "Gus: After you collapsed, Blake, we went back into your room. ",
        "Blake: Who gave you the right to go into my room? ",
        "Harley: Gus, Gus. We went into your room. We got into your computer. It's \r\nwhere Springfieldburns.com originated. ",
        "Blake: I was set up. ",
        "Harley: She was set up. ",
        "Gus: Is that right? By whom? ",
        "Blake: Jeffrey. ",
        "Gus: That doesn't make any sense. That's not really his style. ",
        "Harley: Honey. Blake, you're my friend. I love you. I want you to get better. \r\nEven if you did this, I love you, and you didn't deserve to be poisoned. So just \r\ntalk to me, okay? ",
        "Blake: I'm sorry. I'm sorry. I didn't want to hurt you. ",
        "Harley: Why would you do this? We had a business together. We helped people. \r\nYou used to help people. Why would you do this? ",
        "Blake: You wouldn't understand. I don't even understand. ",
        "Harley: Explain it to me. I want to understand. ",
        "Blake: I was a joke. ",
        "Harley: Says who? ",
        "Blake: Did you vote for me? ",
        "Harley: You won the election. ",
        "Blake: Did you vote for me? ",
        "Harley: No. ",
        "Blake: You don't take me seriously, like everybody else. ",
        "Harley: No, it's not that. I didn't vote for either of you, okay? ",
        "Blake: You're one of my best friends, Harley, and you didn't believe. \r\nStrangers put me into that office. ",
        "Gus: Hey, ladies, we're getting a little off-track here. You know what I'm \r\nsaying? Blake, you ended up turning your back on all your friends. ",
        "Blake: My friends abandoned me. ",
        "Gus: How? How did they do that? ",
        "Blake: When Ross died. ",
        "Harley: I was with you when Ross died. I helped you plan the memorial. ",
        "Blake: For two weeks. Two weeks. Then you went back into your life. You ended \r\nup close with Dinah. You're closer to Dinah than me. ",
        "Harley: Friends-- it's not a contest. ",
        "Blake: My husband died. I deserved consideration. And just because I'm not \r\npart of a couple doesn't mean I don't exist. ",
        "Harley: Okay. I am your friend, and you know that you could have come to me. \r\nWhen you started to freak out, you could have come to me. I wasn't out of the \r\ncountry. I was here. And I was with you after Ross died. I did see you. ",
        "Blake: How many times? How many times did you see me? Three. Three times in a \r\nyear. ",
        "Harley: Blake. It was a tough year for me, too, okay? I thought Gus was dead. ",
        "Blake: But he wasn't, Harley. He came back to you. And you just went back to \r\nyour regular life. And I just became invisible. I had to do something that made \r\nme matter again. ",
        "",
        "Ava: Well, he was sterile. Makes it kind of hard to get a girl pregnant, \r\nright? ",
        "Alan-Michael: Yeah. I guess we made a mistake. I'm sorry, I thought we had \r\ngood information.\r\n",
        "Ava: How did you get his name? ",
        "Alan-Michael: I was tipped off to it. He was at the party when Olivia was \r\nassaulted. ",
        "Ava: Can I see your information? ",
        "Alan-Michael: What difference does it make if it's wrong? ",
        "Ava: I just want to see it. Olivia's handwriting? Olivia gave you Kyle \r\nMoore’s name? ",
        "Alan-Michael: Yeah. ",
        "Ava: Why did you believe her? This is a total setup. ",
        "Alan-Michael: No, this is not... ",
        "Ava: Stop. You know what? I ignored what everybody was telling me about you, \r\nbut it's true. She wanted you to throw me off track from finding my father. ",
        "Alan-Michael: I am not working with Olivia. ",
        "Ava: I don't believe that. What did you get out of this? A new contract at \r\nthe Beacon hotel? ",
        "Alan-Michael: You think I care about that? ",
        "Ava: What do you care about, huh? ",
        "Alan-Michael: This is not about that, either. ",
        "Ava: Whatever. I can see it now. We get back to the hotel, and what happens? \r\nOh, gee, we don't have two rooms, we have one room, and Ava, we need to share \r\nit. ",
        "Alan-Michael: Please, give me a little more credit than that. Olivia used me, \r\ntoo. She knows I've been trying to help you, so she gave me a false lead, \r\nknowing that you'd believe me. ",
        "Ava: And why should I believe you? ",
        "Alan-Michael: If I wanted to get with you, why didn't I make my move when you \r\ncame to my room drunk? I called Coop to come get you. Kind of blows your theory, \r\ndoesn't it? ",
        "Ava: Kind of. ",
        "Alan-Michael: The only reason I brought you down here was so that you could \r\nfigure all this out. Look, I've got a lousy relationship with my father, and \r\nhe's alive. I just don't want any of that for you. ",
        "Ava: If I find out that you are lying to me... ",
        "Alan-Michael: You won't, because I'm not. So what do you want to do now? ",
        "Ava: I can't wait to go back and see my dear, sweet mother. ",
        "",
        "Coop: Well, you couldn't, I don't know, maybe just get a necklace or a \r\nbracelet, could you? ",
        "Buzz: It wouldn't be the same thing. ",
        "Coop: It wouldn't be the same thing. Okay. You know what, Dad? I'm trying to \r\ndo everything I possibly can right now to contain myself. I mean, what, you guys \r\nhave been together a very little time. And the time that you have been together, \r\nit's been what, a complete mess. ",
        "Buzz: Can't I go there? ",
        "Coop: Why don't you just live together first, okay, give it a trial run. ",
        "Buzz: Could, yeah. ",
        "Coop: You know what? Right now I want to grab you by the lapels and shake you \r\naround and see if there's anything in that head of yours instead of being \r\nabsolutely crazy. ",
        "Buzz: I don't have lapels. ",
        "Coop: You don't have a mind, either. ",
        "Buzz: You're making perfect sense. ",
        "Coop: Thank you. I appreciate it. ",
        "Buzz: But I'm not trying to make sense. I want to prove something to the \r\nwoman I love. ",
        "Coop: What is that? That you know a guy who delivers rings? ",
        "Buzz: That it's the real deal, that I'm not going to bail on her, that what \r\nwe have is important to me, and that she's not going to be alone as long as my \r\nheart is beating. ",
        "Coop: Dad, they make greeting cards for this kind of stuff. ",
        "Buzz: I want something big. It has to be big. ",
        "Coop: Oh, come on. You realize you're making this very difficult right now to \r\nsay no. ",
        "Buzz: Good. Jump on the boat. Come on, be my best man. ",
        "Coop: Best? Okay, yeah. Olivia is really going to go for that one. No, Frank. \r\nOkay, what about Frank? ",
        "Buzz: It's your turn. ",
        "Coop: Never mind. Never mind Frank. Dad, stop, okay? I can’t. I can't do \r\nthis. I'm sorry. ",
        "Buzz: You can. You can. Come on, it's the beginning of a whole new thing with \r\nus. ",
        "Coop: I somehow seriously doubt that it's the beginning of anything. ",
        "Buzz: Come on. Do it for your old man. It's important to me. ",
        "Coop: Dad, don’t. Stop. I'm not listening. I'm not listening. ",
        "Buzz: All right, look, look. Just, look... hey, just help me look at the \r\nrings, all right, and then you can give me your answer later. ",
        "Coop: There is no way I can talk you out of this, is there? Lizzie. What \r\nabout what happened with Lizzie? You remember that. ",
        "Buzz: Smart, but not even that. You see, I'm actually being selfish here. I \r\nlove the woman. And I'm not getting any younger. And like you said before-- you \r\nsaid it-- it might be a last shot at love. ",
        "",
        "Olivia: Get off! Get away from that! ",
        "Jeffrey: This is my Saint Jude’s medal. You've had it all these years? ",
        "Olivia: Yeah, I kept it. I wanted a reminder never to trust anyone again, \r\nnever get hurt like that again. ",
        "Jeffrey: Well, you know what? I learned the same lesson that night. ",
        "Olivia: Stop it! Would you stop trying to make this about you!? ",
        "Jeffrey: You made it about me when you came after me. ",
        "Olivia: You know what? I still haven't heard you call it what it was. ",
        "Jeffrey: Well, I don't remember it the same way that you do. ",
        "Olivia: I'm sure you don't, because it makes you feel better, doesn't it? No \r\none wants to look in the mirror and see a monster. But, Jeffrey, that is what \r\nyou are. It doesn't matter how many times you change your face. ",
        "Jeffrey: I definitely did not show the best judgment, but I did not mean to \r\nhurt you. ",
        "Olivia: Is that what you plan on telling your daughter? ",
        "Jeffrey: Do you know where she is? ",
        "Olivia: Did I say that I did? ",
        "Jeffrey: Well, it doesn't matter, because I don't want anything to do with \r\nher-- nothing. ",
        "",
        "Rob Bogue, \"Inside The Light.\" ",
        "Rob's romantic evening would consist of... you know, I like to build a \r\nbonfire and sit around with my wife and kids and friends and talk all night. \r\nThat's what I like to do. I'd build them in my backyard, I have a big bonfire \r\npit. It's a nice, comfortable little home, and it sits on a lake, and I've got a \r\ndock and a canoe. It's woodsy, and it's quiet, and a couple of bears wander \r\nthrough the backyard. It's nice. ",
        "See Mallet on Wednesday, November 15, \"Inside The Light.\" ",
        "",
        "Jeffrey: I never wanted to be a father, and I'm not going to start now. ",
        "Olivia: See, I don't really believe that, because you were like a father to \r\nCassie’s kids. ",
        "Jeffrey: Well, that was a little different. And I definitely do not need this \r\nin my life right now. ",
        "Olivia: Is this the game? Is this the plan? You're going to seem \r\ndisinterested, and then I tell you where she is, and you go find her and feed \r\nher your twisted version of how she was conceived? ",
        "Jeffrey: Are you that paranoid? ",
        "Olivia: Why did you come here if you don't care? ",
        "Jeffrey: I came here to tell you that I don't want anything to do with this. \r\nI'm not going to try to find the girl. She's probably happy and well adjusted, \r\nand definitely better off never having known me. ",
        "Olivia: So you're just... you're willing to walk away from it all? ",
        "Jeffrey: I have a town to run. ",
        "Olivia: Oh, you think you have a political future, with your past? ",
        "Jeffrey: What past? I don't have a past unless you start talking about it. ",
        "Olivia: Oh, golly, you're just afraid for your job, aren't you? ",
        "Jeffrey: You know, after that night, I had to forfeit everything. I lost \r\neverything. I became nothing. Now I have a chance to have something of my own, \r\nand I am going to hold onto it. ",
        "Olivia: So you're just willing to forget the whole thing? No more questions \r\nabout your child or that night? ",
        "Jeffrey: I'll agree to it, if you will. ",
        "Olivia: Yeah. Yeah, I won't say a word. Just get out of my life. ",
        "Jeffrey: Okay. I'll go. Yeah, its O’Neill. I want to call a press conference \r\nright away. ",
        "",
        "Mr. Parish: A pleasure doing business with you, Mr. Cooper. Congratulations. ",
        "Buzz: Thank you very much, sir. ",
        "Coop: So Olivia is the woman that you want to grow old with. ",
        "Buzz: I am old. She'll just get older. ",
        "Coop: She wants this, too? ",
        "Buzz: We'll see. ",
        "Coop: Fine. Fine. You know what? If she says yes to this, then if you need a \r\nbest man, I will do it. ",
        "Buzz: How could she not say yes to me? ",
        "Coop: How could she not say yes? Well, she would just have to be crazy then. \r\nIs she crazy? ",
        "Buzz: Well, most of the time, she's not crazy. ",
        "Coop: Most of the time. All right. Just don't ask Ava to be the maid of \r\nhonor, please. ",
        "Buzz: I wouldn't even dream of that. ",
        "Coop: Look, I hope this works out for you. You deserve it. ",
        "Buzz: Thanks. ",
        "Coop: Oh, look, I'm not calling her mom. ",
        "",
        "Harley: I don't think she's going to be able to stay awake much longer. Yeah, \r\nwe'll tell you everything when we get back down to the station. Not much, \r\nactually. You know, Marina, it's weird. She's like one of my best friends, and I \r\nfeel like I'm looking at a stranger. No, no. Here comes Mel to tell me to turn \r\noff the cell phone. I've got to go. Okay. I'm sorry. You know I'm usually really \r\ngood about that rule. ",
        "Mel: Please, don't worry. Nobody seems to be playing by the rules these days. ",
        "Harley: At least you're not the victim of Springfieldburns.com, huh? ",
        "Mel: I've got bigger problems to worry about. ",
        "Harley: Yes, you do. How are you dealing with that? You look good. ",
        "Mel: I have to look good, for my daughter. ",
        "Harley: Girls are so intense at that age, don't you think? ",
        "Mel: Yeah. ",
        "Harley: I mean, you should see my phone bill when Susan is having a crisis. \r\nBut it's tough for Leah, because that age, seeing her parents having these \r\nproblems... ",
        "Mel: Too bad Rick didn't think about that before he slept with Beth. ",
        "Harley: Don't get me started on Beth. The whole world has gone crazy these \r\ndays-- well, except our Mel. ",
        "Mel: Maybe I'll just surprise all of you one day and just go wild. ",
        "Gus: Hey, can I get a little help? She's slipping away. ",
        "Mel: You guys, she needs her rest. ",
        "Harley: Just two minutes. ",
        "Mel: Come on. ",
        "Harley: Two. Two little minutes. ",
        "Mel: Go. ",
        "Harley: Blake. Blake, sweetie, don't go to sleep, okay? Stay with us, please. ",
        "Blake: Why? You're never going to understand, so what does it matter? ",
        "Gus: Understand why you screwed with so many people's lives? ",
        "Harley: I want to understand. Please help me understand. ",
        "Blake: You don't know, Harley. You don't know. I was a force. I had power. I \r\nwas Roger Thorpe’s daughter, and nobody messed with me. ",
        "Harley: I remember. ",
        "Blake: And then, it all changed. I just became somebody's wife, somebody's \r\nmother, a stupid author. Just flighty little Blake. ",
        "Gus: So it's like a midlife crisis about revenge or something? ",
        "Blake: Honey, I just wanted to get noticed. And once I got started, I \r\ncouldn't stop. ",
        "Harley: Okay. Why did you start with Dinah? ",
        "Blake: Because she's Ross' daughter, and she shut me out of her wedding. ",
        "Harley: You did this because you weren't asked to be a bridesmaid? What are \r\nyou... ",
        "Blake: I gave Dinah a chance. ",
        "Harley: Okay. ",
        "Blake: Because of Ross. And he died, and she just tossed me aside, like I \r\ndidn't exist. (Breathing heavily) So I messed with her, and I got noticed. And \r\neverybody was talking about it, everybody was talking about me. ",
        "Gus: People didn't know that it was you, Blake.\r\n",
        "Blake: It was still power. They were still trembling. They're still \r\nscrambling because of me. (Monitoring beeping) I'm sorry. ",
        "Harley: Blake? Okay. Okay, just stay with her. I'll get Mel. I'll be right \r\nback. ",
        "Blake: Gus. ",
        "Gus: It's all right. It's all right. ",
        "Blake: I did it. ",
        "Gus: Just breathe. ",
        "Blake: I didn't tell. I didn’t. Your secret. ",
        "Gus: What did you just say to me? ",
        "Blake: I won’t... tell your secret. ",
        "Gus: I don't know what you're talking about. What secret? ",
        "Blake: You don't know? You don’t... ",
        "Gus: No, I don’t. ",
        "Mel: What happened? ",
        "Harley: We were questioning her, and she got upset. ",
        "Gus: She's having trouble breathing. ",
        "Mel: What did you say to her? ",
        "Harley: Nothing. Nothing. Unless something happened while I was gone. Did it? ",
        "Gus: No. ",
        "",
        "Coop: When is Olivia getting here? ",
        "Buzz: I don't know. You got any CDs, music a woman would like? ",
        "Coop: Well, it depends on the woman. Have you called Olivia yet? ",
        "Buzz: I left a message. You think maybe Greek folk music or, like, Motown? ",
        "Coop: I would have to say Motown. Did Olivia call you back? ",
        "Buzz: Any minute. ",
        "Coop: Uh-huh. Okay. So have you practiced? ",
        "Buzz: Practiced? ",
        "Coop: Yeah, you practice how you're going to... oh. You haven't done that, \r\nhave you? Dad, you don't want to look like a dope when you do this. ",
        "Buzz: You think I'm going to look like a dope? ",
        "Coop: No, I didn't say you're going to look like a dope. I'm just saying \r\nthat... ",
        "Buzz: No, you're absolutely right. This is all wrong. We should be more \r\nspontaneous, more adventurous-- like a speedboat on the lake, right? ",
        "Coop: A speedboat on the lake? ",
        "Buzz: Yeah. ",
        "Coop: No, Dad, it's too cold for a speedboat on the lake. And plus, if the \r\nwoman really loves you, then it doesn't matter where you do this, you know? ",
        "Buzz: You're right. This is all wrong. I mean, it's boring in a restaurant. \r\nIt's boring. ",
        "Coop: Look, I'm not trying to make you nervous here, okay? That's the last \r\nthing I'm trying to do. ",
        "Buzz: Nervous? Do I look nervous to you? Where is she? ",
        "Coop: Well, when did you call her? ",
        "Buzz: I forget. ",
        "Coop: You forget. Okay, why don't you give her just a little bit of time? \r\nShe'll be here, I'm sure. ",
        "Buzz: I'm going to go find her. ",
        "Coop: You're going to go find her. Dad, you've had two glasses. At least let \r\nme drive. ",
        "",
        "Jeffrey: Definitely make the most of it, yes. No, no-- newspapers, radio, \r\ntelevision, the whole shebang. Today if you can swing it. Yeah, I don't want to \r\nwaste any time at all. ",
        "Olivia: I should have known. ",
        "Jeffrey: What are you doing? ",
        "Olivia: You're doing it to me again. ",
        "Jeffrey: What? ",
        "Olivia: You call a press conference. You put your spin on what you did to me. \r\nYou make yourself look good and me look crazy.\r\n",
        "Jeffrey: No, you misunderstood. ",
        "Olivia: I trusted you! I was a fool to think I could do it again. You \r\ndestroyed my life once. I won't let you do it again. ",
        "Jeffrey: Calm down! ",
        "Olivia: I'm finished with you! ",
        "Jeffrey: The call wasn't about that! ",
        "Olivia: I'm finished with you! I'm going to ruin your political career, your \r\nlife, everything! No, no more lies. ",
        "Jeffrey: Come here. ",
        "Olivia: No! Get off me! Let go. You let go. ",
        "Jeffrey: All right, just calm down, please. ",
        "Olivia: Get out of my way! Just get out of my way! ",
        "Jeffrey: Come here! ",
        "Olivia: Get out of my way! ",
        "Ava: Get off of her! ",
        "",
        "Marina: So what's the story? ",
        "Harley: Short version? Blake felt alone after Ross died. She felt like her \r\nfriends deserted her, needed attention. ",
        "Marina: Oh, my gosh. Poor Blake. I feel terrible. ",
        "Gus: Oh, please. Come on. ",
        "Marina: She made a mistake. ",
        "Gus: No, no. Making a mistake is going, \"Ooh, look, I made a mistake.\" No, \r\nyou do something over and over, that's called a plan. ",
        "Harley: We get it, okay? I'm just saying I think if I actually spent some \r\ntime with her, I would have caught on to this whole thing a whole lot sooner. ",
        "Gus: So she needed attention, is what you're saying? So that's okay? That \r\ngives you a license to ruin everybody's life. ",
        "Marina: Okay. You know, lesson learned. Pay attention to your friends. I'm \r\ngoing to go call Tammy. ",
        "Harley: My point is, she was right, okay? I didn't see her. I didn't spend \r\nenough time with her after Ross died. We did lead separate lives. I didn't call \r\nher, I didn't visit her. ",
        "Gus: It doesn't make it right. ",
        "Harley: No, it doesn't make it right. You happy? I'm lucky, I'm lucky. I'm \r\nlucky I have you. I'm lucky I have my kids, and Frank. ",
        "Gus: Yeah, your family, your wacky family. It makes the whole world worth \r\nliving in. ",
        "Harley: Say I'm lucky, okay? Because if I was alone, who is to say what I \r\nwould have done? What are you thinking? ",
        "Gus: Nothing. ",
        "Harley: Where are you? ",
        "Gus: Just when I was with Blake, she had said something... yeah. ",
        "Harley: I knew she said something. Why didn't you tell me? ",
        "Gus: Because I didn't want you freaking out. We were going through the whole \r\nthing of trying to have a baby, and I was trying to make sense of it. I'm still \r\ntrying to make sense of it. ",
        "Harley: Okay, just what did she say? ",
        "Gus: She said, \"At least I didn't tell your secret.\" ",
        "Harley: What secret? ",
        "Gus: I don't know. She lost consciousness before, you know, she could say \r\nanything. Nothing came out of her mouth. ",
        "Harley: Well, it can't have been that big of a deal, if you don't even know \r\nwhat it is. ",
        "Gus: There is no secret. I don't have any secrets from you. I don't know what \r\nshe was talking about. ",
        "Harley: Maybe it's about your sister. ",
        "Gus: What about her? ",
        "Harley: That she's alive, that she's in a witness protection program. Maybe \r\nBlake found that out from Ross before he died. ",
        "Gus: Maybe. ",
        "Harley: No, that's what it is. What else can it be? Mystery solved. Let's get \r\nback to work. ",
        "Gus: Yeah. ",
        "",
        "Alan-Michael: Olivia, it's Alan-Michael. We're back from San Cristobel \r\nearlier than expected. Hey, Ava knows your lead was a fake. But she thinks that \r\nyou set me up, also. Don't let her find out otherwise, or you and I will have \r\ntrouble. ",
        "Ava: What are you doing? ",
        "Olivia: It's your father. He's trying to hurt me again. ",
        "Jeffrey: Ava is our daughter? ",
        "Ava: He's attacking her. Do something, do something. ",
        "Security guard: Ms. Spencer? ",
        "Olivia: It's true. Call the police. ",
        "Jeffrey: No, I wasn't attacking her. Olivia, please, you don't want to do \r\nthis. Olivia! ",
        "Olivia: Get out! ",
        "Jeffrey: Olivia! ",
        "Buzz: Hey, we just saw Jeffrey taken out. What happened? ",
        "Olivia: History repeating itself. Jeffrey was the guy who attacked me 20 \r\nyears ago. He was doing it again. ",
        "Coop: Jeffrey? ",
        "Ava: Yeah. He's my father. ",
        "",
        "Next on \"Guiding Light\"... ",
        "Fortune teller: I see great love in your future, my dear. ",
        "Marina: What is your relationship like with Detective Mallet?\r\n",
        "Mallet: You've got a kid, you've got luggage, you've got plane tickets. ",
        "Dinah: I would never do anything like that. We're still rolling. The whole \r\ncountry will see this."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=-3-Ca-7dknA"
}