{
    "Episode Summary": [],
    "Recap": [
        "Both Josh and Reva welcome Jonathan and his snake into their home. Cassie finds the present Edmund bought for her. Billy shows Bill and Olivia the paper that names Olivia as the prime suspect in Phillip's murder. Sandy tries getting Tammy to leave Farley's. Tammy hits on Sandy. Reva lays the rules down for Jonathan. Edmund tells Cassie that he wants to have a baby with her. Cassie tells Edmund that she would love to have a baby, but that she didn't want to put him through the mess of trying to conceive. Cassie tells Reva that she can conceive and that she and Edmund may try to have a baby. Cassie finds out that Jonathan is staying with Josh & Reva. Bill warns his father not to pass judgment on his wife. Josh tells Edmund that Jonathan moved in his house. Reva compares Jonathan and Edmund. Jonathan warns Cassie that her child with Edmund may turn out like him. Jonathan runs into Tammy at Farley's and he tells her about Cassie wanting to have another child. Olivia gets a call from Frank asking her to come to the police station. Cassie tells Dinah that she and Edmund are going to try and have a baby."
    ],
    "Recap Author": "Sarah",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: Okay. Here we go.",
        "Jonathan: (clears throat) Hi, Mom. I'm home.",
        "Reva: Come in.",
        "Jonathan: Are you sure you're ready for me? I got it. I travel light. Just me and Lou.",
        "Reva: Yeah, Lou. I had forgotten about Lou.",
        "Jonathan: Oh, don't worry about him. He's the harmless one. Lou, say hi to grandma. Yeah. Oh, yeah. Well, he's a little shy, but don't worry, he'll get used to you.",
        "Reva: Um, I'm sure that Lou and I will just learn to get around... along just fine, as long as you keep him in his cage.",
        "Jonathan: Did you hear that, Lou? Grandma says we're not allowed to sleep together. I know. He's very upset. Do you have a mouse that he could chow down on?",
        "Reva: (Laughs)",
        "Jonathan: Or something bigger?",
        "Josh: Hello, Jonathan.",
        "Jonathan: Yeah, okay, get it out of your system.",
        "Josh: (laughs) Welcome. Make yourself at home.",
        "[SCENE_BREAK]",
        "Cassie: Oh, great. Aw, so cute! What is this doing in the trash?",
        "Edmund: It was a giveaway at the mall. Here, toss it in the bag and take it out with the rest of the junk.",
        "Cassie: Not so fast. You used to be a world-class liar, Edmund Winslow. You lost your touch.",
        "[SCENE_BREAK]",
        "Jonathan: (echoing): You'll never be the same. I left my mark on you. But listen, if it makes you feel at all better, you weren't half bad. You'll never be the same. I left my mark on you.",
        "Tammy: I'll have a beer. Tap is fine.",
        "Bartender: ID would be even finer. You got any?",
        "Tammy: Ugh, this is getting so old.",
        "Jake: She's okay, Ralphie.",
        "Tammy: I'm old enough, okay?",
        "Jake: For lots of things.",
        "Tammy: Definitely.",
        "[SCENE_BREAK]",
        "Billy: Hey. You choke on that puppy; you're going to dial 970-Heimlich all by yourself.",
        "Dinah: (forced laugh) Still a funny guy. Listen, are you going to do some standup at the rehearsal dinner?",
        "Billy: What wedding? I didn't read the society column this morning.",
        "Dinah: Cassie and Edmund's. They must have set a date by now, hm?",
        "Billy: Well, if they did and you don't know about it, that's probably, the way Cassie wants it. Hey, you can read about it in the society column the next day. This is yours. Hey.",
        "Bill: Hey.",
        "Billy: How you doing? How was Cross Creek?",
        "Bill: Well, best thanksgiving I had in a long time. I lucked out because I married one heck of a cook.",
        "Olivia: Yes, he did. Yes, I am.",
        "Bill: You are.",
        "Billy: (laughs) Well, I'm sorry I missed it.",
        "Olivia: Are you?",
        "Billy: Yeah. Yeah. Yeah. Oh, hey, a lot of stuff changed while you were gone.",
        "Bill: Well, you got a haircut. What else?",
        "Billy: (laughs) Well, you know, real estate went down. A few investments in town tanked and, let's see, oh, yeah, I almost forgot. Everybody thinks that Olivia is a killer, front page.",
        "Olivia: \"Did she do it?\"",
        "Billy: Kind of straightforward question, if you ask me.",
        "Billy: I think you better get a lawyer, darling. You may need one.",
        "Olivia: What I need is a drink excuse me.",
        "Bill: Now, why you got to go shove that in her face?",
        "Billy: Hey, look, what do you want her to do? Read about it in the supermarket aisle? Come on, this is serious stuff, son.",
        "Bill: Yeah, well, I'm aware of that.",
        "Billy: Oh, okay. Well, her problems are now your problems. If she gets arrested and goes to jail, then you...",
        "Bill: Listen, listen, listen. I admit there's a lot of people in this town who'd like to pin the murder on Olivia. But she did not kill Phillip Spaulding. She looked me in the eye and she told me that.",
        "Billy: And you believed her?",
        "Bill: I sure do.",
        "Dinah: So, did you do it?",
        "Olivia: Is this your idea of small talk?",
        "Dinah: Well, you know. My curious mind wants to know. Did you off my cousin Phillip?",
        "Olivia: Oh, yes, he was your cousin.",
        "[SCENE_BREAK]",
        "Jake: You alone?",
        "Tammy: Yep.",
        "Jake: So, are you going to give me another shot?",
        "Tammy: At pool?",
        "Jake: We could start with that.",
        "Sandy: Jake, right?",
        "Jake: Yea so?",
        "Sandy: You ride that red bike parked out by the street?",
        "Jake: Yeah.",
        "Sandy: With the flat tires?",
        "Jake: My tires aren't flat.",
        "Sandy: Oh, yeah. They are. Sorry about that, man. Crime in this neighborhood just keeps getting worse.",
        "Jake: Look, I've got to go. Catch you later.",
        "Tammy: Crime, huh?",
        "Sandy: It worked. Let's go.",
        "Tammy: No way.",
        "Sandy: Uh, well, pick a place; we'll go. Anywhere.",
        "Tammy: I like it here.",
        "Sandy: Okay. It sucks here. This place is infested with bad memories.",
        "Tammy: Then why did you come here?",
        "Sandy: Are you hungry? We could hit Company, huh?",
        "Tammy: You mean Elizabeth and Company? I don't think so. If you want to hang out with me, you're going to have to stay here. Come on, Sandy. I know that the only reason you wanted to get rid of Jake was so that you could have me all to yourself. Well, okay. You got me.",
        "[SCENE_BREAK]",
        "Jonathan: Are you sure you're cool with me staying here?",
        "Josh: I am very cool, yes.",
        "Jonathan: Wow. I feel like I've gone into a virtual reality. Well, I don't think we're in Springfield anymore, Lou.",
        "Josh: (Laughs)",
        "Reva: Josh and I actually discussed the whole thing, and he was very receptive to the idea.",
        "Jonathan: Keep your enemies close, right, Josh?",
        "Josh: Well, the way I see it, the only enemy you really have is yourself.",
        "Jonathan: Good analysis. So, are there any, like, house rules or something?",
        "Josh: No, not really. You get a room. You can eat whenever you want. No drinking, no drugs. Do you think you can handle that?",
        "Jonathan: (laughs) I can if she can. (laughter)",
        "Josh: Let me show you to the guest room.",
        "Jonathan: Guest room?",
        "Reva: Yeah.",
        "Jonathan: You know, at least when I was at the hotel, I had my own space, and Aunt Olivia treated me like I belonged, until your sister had me kicked out. And I expected a little more from you, to be honest, but as usual, I was wrong.",
        "Reva: You know something? You're only wrong if you think you could have come in here and laid all this guilt at my feet and expected me to just roll over. I know I have a lot to make up for, but so do you.",
        "[SCENE_BREAK]",
        "Cassie: Look at you. You look as guilty as RJ does when he's caught stealing a cookie.",
        "Edmund: It's not guilt, Cassie. It's... it was a ridiculous idea. Let's just forget about it, all right?",
        "Cassie: How ridiculous? Oh, Edmund. Did you buy this for me?",
        "Edmund: Cassie... (sighs) after... after the miscarriage, I was walking downtown, and I happened by a toyshop, and I just had this image of you sitting... sitting in a chair, holding...",
        "Cassie: Holding our baby?",
        "Edmund: It was a present, Cassie. It was a present for a child who lived for a second in a foolish man's fantasy. I don't know what I was thinking.",
        "Cassie: Would you just tell me, please?",
        "Edmund: Cassie, after the miscarriage, I didn't even stop to ask if you wanted another child, and then when you said that you had to deal with Tammy before you could even consider having another child, I...",
        "Cassie: Did you take that meaning I didn't want to have a baby with you?",
        "Edmund: No, wait, Cassie. You don't owe me any explanations. If you ever want to discuss this, I mean, if you ever want to discuss this, we can, but you don't have to discuss this...",
        "Cassie: Edmund, we're discussing it now. Yes, I'm worried sick about Tammy, I am, and I'm still trying to wrap my mind around the fact that I can conceive. I mean that's huge. It really is.",
        "Edmund: Exactly. Exactly. And I don't want to come across as if I'm trying to pressure you in any way.",
        "Cassie: You're not trying to pressure me. If anything, I'm so absorbed in my emotion that I'm totally ignoring yours. Wow. You want to have a baby, don't you?",
        "Edmund: I want... I want what you want, Cassie.",
        "Cassie: No, no, stop that. Come on. Edmund, be honest with me.",
        "Edmund: I don't... I don't even think I realized how much I wanted a child until I found out that I could have one with you. All of a sudden, I have been overwhelmed with so much love for you and for the children and for a baby who doesn't even exist. I don't know who I am anymore.",
        "Cassie: Oh, Edmund.",
        "Edmund: But Cassie...",
        "Cassie: (Sighs)",
        "Edmund: Cassie, it doesn't matter what I want. It doesn't. You have to want a child. And so, you asked me to be honest with you; I need you to be honest with me. Do you want to have a child with me, Cassie?",
        "Edmund: Cassie, I have you and I have Tammy and RJ and Will, and that's... that's three wonderful children more than any man deserves. My life is full. It is, Cassie. My life is very full, and it's full without diapers and midnight feedings and...",
        "Cassie: I... I wanted to spare you.",
        "Edmund: Spare me? Spare me what?",
        "Cassie: From the whole process of trying to conceive a baby, Edmund. I know what it's like. I've been through it: The hopes, the disappointment, not to mention the indignity of all the tests. There's a lot to go through. I mean, of course, if after all that stuff, you know, you have a baby, that's great, but...",
        "Edmund: Are you saying you'd be willing to have... have a child with me?",
        "Cassie: Not if it means putting you through hell, no. I mean, because we could go through everything and we could try everything and then nothing can come out of it.",
        "Edmund: Cassie, wait, wait. Are you saying... are you saying you want to have a baby with me?",
        "Cassie: Of course I'd want your baby, Edmund.",
        "Edmund: After everything I've done, after... after... you'd still... you...",
        "Cassie: More than anything in the world. (squeals with joy)",
        "Edmund: (laughs) I love you. I love you so much.",
        "Cassie: (Laughs) I love you, too. Wait, wait, wait. Wait, this... you know, there's a lot more than just this. This could be a lot of work, you know that? It could be a lot of work, and...",
        "Edmund: That's fine. I'd walk through fire, Cassie. I'd be willing to make love to you ten times a day. (laughter) I think I could.",
        "Cassie: Wait a second. You know, this is... this is going to be emotional, you know? It's going to be very emotional for us.",
        "Edmund: Cassie, I would do anything. I would do anything to make your wish come true.",
        "Cassie: Okay. That takeout is probably ready now, so you need to go get it.",
        "Edmund: I don't care. I have no intention of leaving.",
        "Cassie: The sooner... the sooner you go, the sooner you get back.",
        "Edmund: You don't fight fair. Okay. Oh, my God, you make me so happy.",
        "Cassie: Oh, my God. A baby. A baby. (Laughs)",
        "[SCENE_BREAK]",
        "Tammy: Dance with me.",
        "Sandy: Can we just go, please?",
        "Tammy: Sandy, you told me to try and forget about what happened and to stop feeling sorry for myself. Well, that's why I'm here: To forget.",
        "Sandy: Good. You can forget somewhere else. Come on.",
        "Tammy: Sandy, come on. Just one little dance. Hm?",
        "Sandy: How can I say no to you?",
        "Tammy: Hey, you're pretty good, huh?",
        "Sandy: Yeah, I know.",
        "Tammy: Do you like me?",
        "Sandy: You know I do.",
        "Tammy: No, no, no, like ... like me.",
        "Sandy: Uh, I think we've been through this before. You are beautiful and fun and smart and sometimes...",
        "Tammy: Sometimes?",
        "Sandy: You are trouble.",
        "Tammy: Good. I like that. But you don't mind having me around?",
        "Sandy: I... I don't mind at all.",
        "Tammy: Me, either. You know, things are different.",
        "Sandy: What's different?",
        "Tammy: I can't be what I was. But I can be something else.",
        "Sandy: Just be Tammy. That's enough for me.",
        "Tammy: Take me home.",
        "Sandy: Uh, okay. By home...?",
        "Tammy: To your place. I want to go to bed with you.",
        "[SCENE_BREAK]",
        "Olivia: So I guess everyone in Springfield thinks that I shot Phillip.",
        "Dinah: Well, you had motive.",
        "Olivia: I did. And I thought about it, especially after he took my daughter. I imagined all sorts of ways to make him sorry, some of them dating back to the dark ages. But somebody else beat me to the punch.",
        "Dinah: Says you.",
        "Olivia: Despite what the newspapers say, Dinah, I'm innocent.",
        "Dinah: Innocent?",
        "Olivia: Maybe that's pushing it, but I'm not guilty.",
        "Dinah: They will take everything you have ever said; turn it around so that it fits the crime. Forget about guilty beyond a reasonable doubt. They will be tried and convicted on the streets and in the newspapers, and forget the fact that Phillip abused you, stole your baby. See, because that didn't matter, because I lost my baby or I lost the man that I loved. Nothing in the end matters, except what they think.",
        "Olivia: Are you always this encouraging?",
        "Dinah: Well, the good thing is, is that you have a wonderful man over there who is going to see you through it.",
        "Olivia: Your brother is great. He's decent and he's honorable. But he doesn't love me.",
        "Bill: I don't know how many times I have to say it, but my marriage to Olivia is not just some business arrangement, okay? I care about her.",
        "Billy: Well, I kind of have to believe it because I don't have any choice. But, look, no matter how you feel, seriously, you've got to look her in the eye and you've got to see who is there. I mean, if you look her in the eye and you see who she is and you see what she's doing to you, I think you're going to cut and run like hell.",
        "Bill: Why? So I can end up like you?",
        "[SCENE_BREAK]",
        "Jonathan: So much for hospitality.",
        "Reva: Hey, you take the guest room and then we take it from there.",
        "Jonathan: Probation, huh?",
        "Josh: You know what? Why don't you go on upstairs and pick out any room you want, as long as it's not ours, of course.",
        "Jonathan: Yeah?",
        "Josh: Hey, you're not the only one full of surprises here, you know?",
        "Jonathan: Okay. Well, you hear that, Lou? Let's go snake out our new digs.",
        "Reva: I owe you big-time for that.",
        "Josh: You owe me nothing, except of course your undying love and devotion.",
        "Reva: Well, that's easy.",
        "Josh: Maybe I should give you two some space, huh?",
        "Reva: Ah. You're looking for an escape.",
        "Josh: No, no. Not at all. I just figured you'd help him settle in, you know? Take care of the snake and all that. (laughs) You sure you're going to be all right alone with him?",
        "Reva: I think. No, I will be. I'll be fine. And thank you again for letting him stay and for giving him a choice, and for being the wonderful man that you always are.",
        "Josh: I just want to do the right thing for you. I'll see you later.",
        "Reva: Okay. (knocking on door) Hey.",
        "Cassie: Hi.",
        "Reva: Hi.",
        "Cassie: I had to come see you. I could have called. I could have called, but I just had to see you in person, Reva. Oh, you're not going to believe this!",
        "Reva: Believe...?",
        "Cassie: You're not going to believe this! They were all wrong. All of them. Every doctor. I may be able to have a baby.",
        "Reva: That is wonderful news.",
        "Cassie: Edmund is so excited. He really wants a baby. And so do I. I do. I just feel like it's a new beginning, you know?",
        "Jonathan: Congratulations, Aunt Cassie.",
        "Cassie: What is he doing here?",
        "Jonathan: \"He\" lives here.",
        "Reva: He needed a place to stay, and so Josh and I invited him to stay with us.",
        "[SCENE_BREAK]",
        "Bill: (sighs) Look, you are all alone, Dad. I mean, you walk past bars just to see who's inside, and don't deny it, because I've seen you do it. You blew it with Mom and any other woman that you got involved with, yet you can sit here and tell me what's what with Olivia?",
        "Billy: You're absolutely right. I was a mess. And I brought a lot of people down with me. So maybe there isn't anything left I can teach you. But your mom, she knew exactly what she was doing.",
        "Bill: To cut and run from a woman who may be falsely accused of murder, and running away from a carousing alcoholic, that is not the same thing.",
        "Billy: Okay, I'm still your dad. Look me in the eye and tell me, do you love her? Is she the love of your life?",
        "Bill: Who says I want a love of my life?",
        "Olivia: The only person that I know who loves me is Emma. When I look into her eyes, my heart melts. It's so unconditional. And I have to tell you, it's better than anything that I've ever had with a man.",
        "Dinah: I remember what it was like when I was pregnant, what it felt like to have that life inside of me. It was amazing. I want it real bad, and that's why when I see Cassie with RJ and little Will, it seems so unfair. She has three children. One of them is Hart's. I mean does she deserve all that? No.",
        "Olivia: Dinah, you're Bill's sister, and I want to get along with you, but Cassie is my partner and she's also my friend. I can't talk about her with you.",
        "Dinah: I understand that. Do you want another drink?",
        "Olivia: I'd love to, but I'm going to wait for your brother, okay?",
        "Dinah: Does he know how much you love him?",
        "Olivia: What? Who said anything about...",
        "Dinah: You didn't have to. It's written all over your face.",
        "Billy: Well, look here. Everybody is still alive and kicking.",
        "Bill: Yeah, well I'm sure, if I know Olivia, she's getting ready to kick back. Takes more than a few headlines to hold us back, ain't that right, Mrs. Lewis?",
        "Olivia: Yeah, right.",
        "[SCENE_BREAK]",
        "Tammy: Take me home.",
        "Sandy: Um, Tammy, you know how much you mean to me, right?",
        "Tammy: What's wrong with friends getting together, huh? At least that way, nobody gets hurt. I mean we both like each other. We're not all crazy thinking that it's true love or anything like that.",
        "Sandy: Um... (sighs) I'd have to be made of stone not to want you, and if I were any other guy, I would throw you over my shoulder and take you home right now, because you are gorgeous and sexy and sweet and everything any guy would want, but if we had sex now...",
        "Tammy: It's okay, Sandy. You don't have to explain. See you later.",
        "Sandy: Tammy, I'm just trying to do the right thing here, and it's pretty damn tough.",
        "Tammy: Well, then don't. Do the wrong thing. It worked for me. Excuse me? I'll have another beer.",
        "Sandy: No, no. Forget the beer. You know what? I'm going to get the car and I'm taking you home.",
        "Tammy: No, you're not.",
        "Sandy: Yes, I am.",
        "Tammy: No, you're not. You can't make me leave.",
        "Sandy: I'll make you leave if I have to throw you over my shoulder. Let's go.",
        "Tammy: You go!",
        "[SCENE_BREAK]",
        "Josh: Hello, Edmund.",
        "Edmund: Josh, hello.",
        "Josh: Is Cassie around, by any chance?",
        "Edmund: No, no. She's at home. Let me guess, Reva had the same hankering for Buzz burgers.",
        "Josh: No, actually, I just want a little peace and quiet. Things are a little crowded around my house these days.",
        "Edmund: Crowded?",
        "Josh: Yeah.",
        "Edmund: I thought Sandy moved out.",
        "Josh: He did, and then Jonathan moved in, with his snake. Kind of hard to tell them apart these days, you know?",
        "Edmund: Are you telling me you invited him into your house?",
        "Josh: Yes, I did. It's one of the smartest moves I've ever made.",
        "[SCENE_BREAK]",
        "Jonathan: Another little cousin. Wow. This family is just growing and growing...",
        "Cassie: I wasn't aware you had company. I'll come back later.",
        "Jonathan: Hey, listen. I would really be interested in babysitting when you and Edmund have this kid. I'm really good with Lou.",
        "Reva: The snake.",
        "Cassie: Right. I'm out of here.",
        "Jonathan: Hey, listen. Don't split on my account. I've got to go out to the car, anyway, and get some stuff, so...",
        "Cassie: I understand that he's your son and you're stuck with him, but what does Josh think?",
        "Reva: Josh is trying to be understanding, and he's willing to give Jonathan a chance.",
        "Cassie: He doesn't deserve a chance.",
        "Reva: Cassie, do you remember Edmund? Do you remember how we said we'd never forgive him for the things he did, and then he changed?",
        "Cassie: After what he did to Tammy?",
        "Reva: You came here, we want to... let's talk, okay? Let's talk. I'm going to get tea or something.",
        "Cassie: I don't know. I don't know.",
        "Reva: No, really. Sweetie, just sit down. I'll get us some tea.",
        "Cassie: I've got to get out of here.",
        "Jonathan: Hey. Hey, hey, hey. I... I really do think it's cool about that baby, but you throw Uncle Edmund in the mix, and you never know.",
        "Cassie: What are you talking about?",
        "Jonathan: Well, he and I share some of the same genes, right? So, what if this baby turns out like me, or him? It might make you regret that you ever did it.",
        "Cassie: You may be able to push Reva's buttons, but I'm immune to you.",
        "Jonathan: I love it when your eyes flash like that. It reminds me of Tammy. You know, you two look very much alike. And the older model is just as hot as the new model. Twice the wear, but solidly built. Real solid.",
        "Reva: Okay. Ooh. Did he leave? He left, right? You scared him away?",
        "Cassie: Oh, I'm sure he'll be back. But I don't think I will.",
        "[SCENE_BREAK]",
        "Tammy: It's too late, Sandy. You had your chance and you blew it.",
        "Jonathan: He did? Well, how stupid can you get? Don't worry; I'm not stalking you or anything. Can I have two beers? One for the lady.",
        "Tammy: What are you doing here?",
        "Jonathan: Same thing that you're doing: Trying to get away from your mother.",
        "Tammy: My mother?",
        "Jonathan: Yeah, she's really excited about some baby she's going to have with Edmund.",
        "Tammy: Baby?",
        "Jonathan: Oh, yeah. Yeah. You're going to be a big sister again, if Edmund's got the stuff.",
        "Tammy: Can I ask you something?",
        "Jonathan: Shoot.",
        "Tammy: What is it about me that made it so easy for you?",
        "Jonathan: You mean...?",
        "Tammy: Yeah. I mean I know you wanted to get back at my aunt, but why didn't I see it?",
        "Jonathan: You liked me, right?",
        "Tammy: I guess. What, that's it?",
        "Jonathan: See, you're doing it right now and you don't even know it.",
        "Tammy: Doing what?",
        "Jonathan: See, when you get that attitude, and the hair flies, and you bat those big, beautiful eyes of yours, it just says, \"come take me,\" and I obliged.",
        "Tammy: I was not coming on to you.",
        "Jonathan: Just like you weren't coming on to Sandy? I wasn't even here, and I bet I can tell what happened. He was nice to you, and you got all warm and fuzzy and offered yourself up like some million-dollar prize.",
        "Tammy: Hey, I am a prize.",
        "Jonathan: No, not anymore.",
        "[SCENE_BREAK]",
        "Josh: You see here's the problem. Reva feels so much guilt that she is constantly trying to defend this kid. Now, she's smart. She'll figure this out. After he's been with us for a while, she will see him for who he really is. I give it a week at the most.",
        "Edmund: It's a dangerous game, Josh. It's kind of like putting Dracula in charge of the blood. What happens if he plays his hand right, gets close to Reva, she starts inviting him to family functions, say holidays and weddings...",
        "Josh: He won't be at your wedding, I promise you that.",
        "Edmund: Very good. That day is taken care of. What about all the rest?",
        "Josh: If Jonathan is who I think he is, he will be out of our lives long before your wedding.",
        "Edmund: And if he's not?",
        "[SCENE_BREAK]",
        "Reva: What did Jonathan do?",
        "Cassie: What does it matter?",
        "Reva: Well, you know, sometimes he does things to get attention. You can't believe half the things he says.",
        "Cassie: You know, whatever. It's not for me to say who should be in your home. It's not for me to tell you what to do.",
        "Reva: You know you came here so that we could talk. Let me see if I've got leftovers or something...",
        "Cassie: I can't do this.",
        "Reva: ...Nibble on.",
        "Cassie: Reva, I can't do this.",
        "Reva: Look, sweetie, I hope that you and Edmund have a healthy, beautiful baby that you can love with all your heart. But you have to understand that Jonathan is my baby. And he never had the childhood or the kind of family that your beautiful son or your beautiful daughter is going to have. I left him with parents who abused him, and now I have to make up for that.",
        "Cassie: I know. And Jonathan knows that, and he's counting on that. I just hope you're not so busy making up for lost time that it costs you everything else you love.",
        "[SCENE_BREAK]",
        "Billy: I hope that you didn't do it.",
        "Olivia: Well, that's a really nice thing. That's the nicest thing you ever said to me, Billy. I hope you didn't do it, either.",
        "Billy: Oh, you are stubborn. But you have spirit, and I admire that.",
        "Bill: See, now, that's the second-nicest thing he's ever said to you. That's...",
        "Billy: Hey, look. I'll pay the bill, and let you two guys go, okay?",
        "Bill: All right. Thanks.",
        "Dinah: I'm going to settle a few things myself, okay? And you treat this lovely lady nicely, (cell phone ringing) and stop being a rascal.",
        "Bill: (Chuckles)",
        "Olivia: Hello? When? Um, I'm at Towers. I'll leave as soon as I can.",
        "Bill: What's that about? Is it Emma?",
        "Olivia: No, it wasn't the nanny. It was Frank Cooper.",
        "Bill: Yeah? What?",
        "Olivia: He wants me to come down to the police station as soon as I can.",
        "Dinah: Oh, perfect. Well, congratulations. I've been hearing about this big wedding you're planning. Though with your history, I don't know how long the groom will last.",
        "Cassie: No, not with you around. But this time, I think we're safe. See, things are starting to look up.",
        "Dinah: Hm?",
        "Cassie: Yes. We were given a miracle the other day.",
        "Dinah: A miracle?",
        "Cassie: The last time I saw you I had suffered a miscarriage. Don't you remember that?",
        "Dinah: Yes. I know how devastating that can be.",
        "Cassie: Well, not for someone who didn't think that she could ever get pregnant. So, Edmund and I are going to start trying, and we're going to have a child together. So thank you for your support and your sympathy, but I don't need it, because everything is going to be fine, for me.",
        "[SCENE_BREAK]",
        "Tammy: I'm not going to let you get to me.",
        "Jonathan: (laughs) It's a little late for that.",
        "Tammy: Why are you like this?",
        "Jonathan: You didn't seem to mind when you were with me. You liked the way I touched you, I liked the way you touched me, and for a rookie, you weren't half-bad.",
        "Tammy: You don't know how lucky you were. I could have slept with anybody.",
        "Jonathan: Yep, and you did. You slept with me, and you didn't even know me. You're easy.",
        "Tammy: I am not.",
        "Jonathan: I could get you into bed right now, if I wanted to.",
        "Tammy: Huh. Not unless I was dead.",
        "Jonathan: Now, Sandy, on the other hand, doesn't want you anymore, because I got to you first, and besides, you don't really want him, either. You want someone like me.",
        "Tammy: You're sick.",
        "Jonathan: I'm your type, Tammy. Admit it. I was your first. You're always going to want someone like me. Or me.",
        "Sandy: Car's outside. Let's make like a missile and cruise. Are you okay?",
        "Tammy: Sure.",
        "[SCENE_BREAK]",
        "Josh: So, did he pick out a room?",
        "Reva: Uh, I'm not sure. He left when Cassie showed up. You know, at least you're giving it a try, you know? I mean, why can't Cassie be more like you? I mean, you have your doubts about Jonathan, but at least you're willing to give him a chance.",
        "Josh: Cassie has good reason to hate Jonathan. I just believe that everybody deserves a chance to prove themselves.",
        "Reva: I love you for saying that, and I know that in the end, Jonathan will show everyone exactly who he is.",
        "Josh: My darling, I couldn't possibly agree with you more.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light.\"",
        "Danny: And by the looks of you... yeah... it doesn't look like you'll be making it back alive. But she will. Your days are numbered, cousin.",
        "Olivia: Now. You need to meet me at the airport now, as soon as you can get there. Emma and I are leaving Springfield tonight, for good."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=S60NAKRs22s"
}