{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Betty: Now, field corn, you want to plant that at night because you get\r\n\r\nbetter silage. \r\n",
        "Harley: Uh-huh. \r\n",
        "Betty: But eating corn, you want to plant that during a dry morning \r\nafter \r\ntwo days of rain. Any more rain than that and the ground's so soggy the \r\ntractor gets stuck every ten feet. \r\n",
        "Harley: Hmm. \r\n",
        "Betty: My mama said it was the same with babies. They turn out \r\ndifferent \r\ndepending on if they're planted in the night or in the day. When was yours \r\nplanted? \r\n",
        "Harley: Planted? \r\n",
        "Betty: You know, when did that little sugar plum in there get started?\r\n\r\n",
        "Harley: Oh, it was at night. (Laughs uncomfortably) Betty, do you have\r\n\r\nany idea where we are now? \r\n",
        "Betty: A hard day's drive from Springfield, more or less-- as the crow\r\n\r\ndrives. (Laughs) don't worry, I'll get you there before he pops out. But you \r\nsure did wait until the last minute to change your mind about where you \r\nwanted to birth him. \r\n",
        "Harley: I know. \r\n",
        "Betty: When you landed on my doorstep, you said that you wanted to stay\r\n\r\nas far away from home as you could get. \r\n",
        "Harley: You've been terrific, really. \r\n",
        "Betty: Hey, it was just nice for you and me to get reacquainted. \r\nEspecially \r\nsince our mamas were such good friends and all. I still remember the time my \r\nmama brought me to visit y'all. Anyway, when the airline said you couldn't \r\nfly, I wasn't about to let you drive this rental car all the way back there by\r\n\r\nyourself. Besides, I get to see the country. So, why did you decide to change\r\n\r\nyour mind about going home, Harley? \r\n",
        "Harley: Well, because, you know... Because it's home. That's not the \r\nreal \r\nreason. ",
        "",
        "Danny: Hey! Michelle. You're all right. ",
        "",
        "Reva: I'm not going crazy. I'm not going crazy. That didn't just \r\nhappen. It \r\nis just a painting. It's just a painting. What's wrong with me? Why did I go to\r\n\r\nthe mandrake inn? And why did I buy this painting-- this particular painting,\r\n\r\nwhen I didn't even know it was this painting until Shayne spilled nail polish\r\n\r\nremover on it. It's not like I'm obsessed with Olivia or anything. I can't even\r\n\r\nget it out of my head, even when I close my eyes. Maybe Josh was right. I \r\nhave a problem. I definitely have a problem. ",
        "",
        "Lorelei: Ferdinand. No. Felix. Forest. (Sighs) well, I need another \r\npork \r\nrind, that's all there is to it. \r\n(Knocking on door.) \r\n",
        "Phillip: Edmund, I can hear you moving around in there. So you can \r\neither \r\nopen up the door or I can break it down. \r\n(Pounding on door.) \r\n",
        "Lorelei: Hey, cut it out! \r\n",
        "Edmund: What the hell do you think you're doing? ",
        "",
        "Phillip: Oh, there you are. Why don't we go inside, have a little chat?\r\n",
        "",
        "Richard: Who are you? \r\n",
        "Alonzo: A fisherman. And you're a president. And a Prince. You lucked\r\n\r\nout. \r\n",
        "Dax: How did you get past security? \r\n",
        "Alonzo: I told them I was here to see my son. \r\n",
        "Richard: That's all right, Dax. We can't just take your word for that. \r\nI \r\nmean, anyone can claim to be William's father. \r\n",
        "Alonzo: William. \r\n",
        "Richard: You see my point. \r\n",
        "Alonzo: Oh, yeah. It's like I have to take Camille's word that he's my \r\nkid. \r\nBut she's not a liar. A little flaky maybe. But then again, I wasn't much of a\r\n\r\nhusband, so I guess I can't really blame her for wanting to take off. \r\n",
        "Cassie: You're Alonzo Baptiste? \r\n",
        "Alonzo: I am. \r\n",
        "Cassie: So what do you want? \r\n",
        "Alonzo: I'd have to say I wish I had known I had a son before someone\r\n\r\nadopted him. But it's a little late for that. \r\n",
        "Alonzo: Oh, hey, look.",
        "",
        "Alonzo: Oh, hey, look. I'm not angry or anything. I just want some \r\nanswers. \r\n",
        "Richard: What are your questions? \r\n",
        "Alonzo: Why Camille never told me. Why she wanted a divorce. How \r\ncome I've been cut out of my son's life? \r\n",
        "Richard: Well, we had the understanding that you did not want a child.\r\n\r\n",
        "Alonzo: I never thought about it one way or another. \r\n",
        "Cassie: Camille hadn't heard from you in over a year, and she was \r\nhomesick and she was lonely. And she wasn't at all prepared to take care of a\r\nbaby. \r\n",
        "Alonzo: I can believe that. ",
        "Richard: We only had the child's best interests at heart. \r\n",
        "Alonzo: I can believe that, too. \r\n",
        "Cassie: I'm sorry, I don't understand. Are we going to have a problem \r\nhere \r\nwith this? \r\n",
        "Alonzo: Did anybody try and find me? \r\n",
        "Dax: Under San Cristobal law, the woman was declared legally \r\nabandoned, \r\ntherefore she had the right to place the child wherever she saw fit. However,\r\n\r\nif you choose to contest the adoption now... \r\n",
        "Alonzo: Look, did I say that? \r\n",
        "Cassie: Could you say something? Please? Do you love this baby? \r\n",
        "Alonzo: I don't even know this baby. \r\n",
        "Richard: The adoption is quite legal, I can assure you. I can show you \r\nthe \r\njudge's decree if you like. (Baby cries) \r\n",
        "Alonzo: A friend of yours, I'll bet. Did Camille get any money? \r\n",
        "Cassie: We did not pay for this baby, if that's what you're implying.\r\n\r\n",
        "Alonzo: I had just hoped that someone took care of Camille, since I \r\nfell \r\ndown on the job. Hey, she gave me a son. And what did I give her? Nothing \r\nbut grief, so it seems. So do you mind if I have a look at him? It's William,\r\n\r\nright? ",
        "",
        "Edmund: I'm not in the mood for a chat, if you don't mind. \r\n",
        "Phillip: Well, actually I do mind, but we can do it out here in the \r\nhall, if \r\nyou want. \r\n",
        "Edmund: Fine, then just keep your voice down. This is a civilized \r\nestablishment. \r\n",
        "Phillip: (Laughs) obviously not. Not if they let you in. You know what,\r\n\r\nEddie? You should have stayed out in Chicago, pounding away on your little \r\ntinny piano, because now that you're back in Springfield, I intend to pound \r\naway on you every chance I get. \r\n",
        "Edmund: Sod off. \r\n",
        "Phillip: Because I think we both know that Beth would still be alive if \r\nit \r\nweren't for you. \r\n",
        "Edmund: Keep it up, man. It would give me a great pleasure to slap you\r\n\r\nwith a libel suit. \r\n",
        "Phillip: No, actually, you know what? In this country, it's not libel \r\nif it's \r\ntrue. \r\n",
        "Edmund: Oh, really? Then go ahead and get the proof. \r\n",
        "Phillip: I will. I will. You give me the time, I promise you I'll get \r\nthe \r\nproof. \r\n",
        "Edmund: Interesting. It doesn't exist. But go ahead. Make my day in \r\ncourt. It should be worth a few million. \r\n",
        "Phillip: Which is what everything comes down to, to you, isn't it? It's \r\nall \r\nabout money. You know what? If you're back here because you want to get \r\nyour grubby little paws on any part of Beth's estate, you can forget it. \r\n",
        "Edmund: You seem to forget I'm the surviving spouse. \r\n",
        "Phillip: Mm. \r\n",
        "Edmund: I'm the man she loved and married. \r\n",
        "Phillip: And was desperately trying to divorce. \r\n",
        "Edmund: Shut up! Now, if you have nothing more of consequence to say,\r\n\r\nI suggest you get out of here before I call management. \r\n",
        "Phillip: I think whoever is in there is trying to get out. \r\n",
        "Edmund: Don't pay any attention to it. It's just a business associate.\r\n\r\n",
        "Phillip: Well, obviously, she's got quite an appetite for pig. You know\r\n\r\nwhat, Edmund? You know me. I have quite an appetite to make you suffer. \r\nAnd if you stay in this town, I promise you-- I don't care how I have to do it--\r\n\r\nI'll find a way to make you pay for what you did to Beth. You know what? \r\nActually, those ribs, you could save us both some time. Choke on them. ",
        "",
        "Danny: Are you okay? Did you get hit? \r\n",
        "Michelle: No. \r\n",
        "Danny: You're sure you're fine. You're sure? \r\n",
        "Michelle: Yeah. \r\n",
        "Carmen: Oh, my God. Danny, I'm bleeding. Oh, God. \r\n",
        "Danny: Let me see. All right, here. It's a flesh wound. \r\n",
        "Carmen: You saved my life. \r\n",
        "Danny: You'll live. Put this on here. \r\n",
        "Carmen: Danny, you saved my life. \r\n",
        "Danny: Put some pressure on it. \r\n",
        "Carmen: If you hadn't reacted, I might have been dead. \r\n",
        "Danny: I thought he was going after Michelle. Are you sure you're okay?\r\n\r\n",
        "Carmen: Well, it wasn't. You heard him. That was one of Machado's men.\r\n\r\nI'm the star witness for Machado. Okay? That hit was meant for me. You \r\nstill think this is all a setup against you, huh? Well, as you can see, you're\r\n\r\nwrong. I gave them Machado to save you. I might have died for it. ",
        "",
        "Betty: Now, if things don't work out for you in Springfield, hon, I \r\nwant \r\nyou to know that you are always welcome at cousin betty's farm. \r\n",
        "Harley: Thanks. \r\n",
        "Betty: Mm-hmm. The hogs took a real strong liking to you. Hogs know \r\ngood people when they see them. They have feelings every bit as much as we \r\ndo. \r\n",
        "Harley: Well, it's a good thing that I left when I did then. Wouldn't \r\nwant \r\nto disappoint them. \r\n",
        "Betty: Hey, why don't you leave that thing on, in case somebody's \r\ntrying to \r\nreach you? \r\n",
        "Harley: Well, that's exactly why. And besides, I can't... I can't find \r\nmy \r\ncharger and I don't want the batteries to run out. \r\n",
        "Betty: Any calls from what's his name, Rick? \r\n",
        "Harley: He knows that I want to be alone. \r\n",
        "Betty: Uh-huh. And you like it that he listened to you. That he gave \r\nyou \r\nthe space that you needed to think and now it's okay for you to go back there\r\n\r\nand be with him when you have his kid. It's the same with hogs. Sometimes \r\nthey need their own wallow, so they go off. They always come back, though, \r\nto nose around the hogs they know. Find it comforting, I guess.",
        "",
        "Harley: Yeah, yeah, I mean, it was unfair of me just to, you know, cut \r\nand \r\nrun. It takes two to bring a baby into the world and Rick deserves to be there\r\n\r\nwhen this little guy comes out. \r\n",
        "Betty: Sure, that's all it was-- just being fair. Well, we've been on \r\nthe road \r\nabout seven hours, and I feel like I could drive another seven, get us to \r\nSpringfield by tonight. What do you say? (Country music playing on \r\nradio) I sure am glad that I have you here to keep me awake. Hey, we could \r\nsing. \r\n",
        "Harley: Let's not. \r\n",
        "Betty: You're the boss. I love this music. Don't you just love to turn \r\nthe \r\nradio up real loud when you drive? I do. (Music louder) (music softer) \r\nwell, I suppose that we should use this time, though, to have a real \r\nconversation. I got a lot of stories that I could tell you, like about the time \r\nthe \r\ncat got stuck in the well. It was... It was about 110 degrees in the shade, and\r\n\r\nthe well was real cool and wet-- smart cat. Only problem was that once it got\r\n\r\nin there, it couldn't get out. He started to yell. Oh, this is one heck of a \r\nstory. \r\nYou're going to like it. It's going to take up about an hour at least. Anyway,\r\n\r\nthat old cat, he was down in the well and he was just yelling and... \r\n",
        "Harley: Hey, look. That's a truck stop. \r\n",
        "Betty: Oh, I think we better wait for the next one. That one says that \r\nlong-\r\nhaul buses stop there. It's going to be real crowded. \r\n",
        "Harley: Oh, but I have such a craving for a grilled cheese and a root \r\nbeer. \r\nPlease? \r\n",
        "Betty: Well, I suppose I could use a little pit stop myself. ",
        "",
        "Carmen: Yeah, that's him. That's the man who tried to kill me. \r\n",
        "Frank: Don't worry. I got everything under control here. It's an \r\ninteresting \r\nthing. You know, one minute you're taking out the garbage and the next \r\nminute you're bringing it back in. \r\n",
        "Danny: I recognize this guy now. He runs Machado's numbers racket on\r\n\r\nthe south side. \r\n",
        "Man: I want a lawyer. \r\n",
        "Frank: I bet you do. \r\n",
        "Man: I'm not going down for Machado! \r\n",
        "Gus: Oh, what happened here? \r\n",
        "Frank: You know, Aitoro, we got enough trouble without you. You can \r\ncall your attorney when you get to the station. Joey, get him out of here. \r\nFolks, I'm sorry about your meal here. As a matter of fact, meal's on the \r\nhouse, okay? \r\n",
        "Gus: What happened? What happened? \r\n",
        "Carmen: An attempt on my life. \r\n",
        "Gus: Well, you should have hired me as your bodyguard. I told you that.\r\n\r\n",
        "Michelle: I thought you were a private investigator now. \r\n",
        "Gus: Well, I am. I'll do anything to make a buck. You want a business\r\n\r\ncard or something? \r\n",
        "Michelle: No, thanks. \r\n",
        "EMS worker: Let's get you to the hospital, lady. \r\n",
        "Carmen: Ah. Listen, if I hire you as my bodyguard, will you come with\r\n\r\nme in the ambulance? \r\n",
        "Gus: Yes, of course, I'll come with you, of course. There might have \r\nbeen \r\nmore than one guy on this hit. Machado might have done that. What is your \r\nname? \r\n",
        "EMS worker: Eddie. \r\n",
        "Gus: Can you help her out? Can you get her into the ambulance? \r\n",
        "EMS worker: Let me do my job. Let's go. ",
        "",
        "Michelle: Danny, the two of them together is really scaring me. \r\n",
        "Danny: Yeah, no kidding. If Machado ordered that hit, I don't know, \r\nmaybe I was wrong about him colluding with Carmen to set me up. I don't \r\nknow. \r\n",
        "Michelle: Right, right. Which means there really is somebody out there\r\n\r\nthat wants you to steal $25 million from Alan Spaulding. \r\n",
        "Danny: I really thought that Carmen was behind all this. I don't know. \r\nI \r\ndon't know. I don't know what to think. ",
        "",
        "Blake: You cannot believe how energized Ross is after coming home from\r\n\r\nteaching all day at the university. \r\n",
        "Felicia: See, it feeds him. \r\n",
        "Blake: I know. He's interested in things again. How he dresses, what he\r\n\r\ndrives. He bought a sports car on impulse. It blew me away. \r\n",
        "Felicia: A sports car? \r\n",
        "Blake: Yeah. Very fast, very sexy. No, no, no, no. Don't worry, Ross\r\n\r\nisn't going shallow on us. He's still the same compassionate man. Do you \r\nknow he had a student who was having money problems, and it tore him up so \r\nmuch that he hired her as his legal assistant so she could pay her tuition? \r\n",
        "Felicia: A female student? \r\n",
        "Blake: Yes. Tory granger, do you know her? \r\n",
        "Felicia: I don't think so. \r\n",
        "Blake: All right, okay. She's young, pretty and smart, but hell, so am \r\nI. I \r\ncan afford to be generous. Besides, she's not that pretty. \r\n",
        "Felicia: How enlightened of you. \r\n",
        "Blake: Well, if she helps Ross to lighten up his load at the office, \r\nthen that \r\nmeans he spends more time with me. In the meantime, I'm being wined and \r\ndined by these Hollywood moguls. They think I'm going to win the Oscar for \r\nthe movie version of my book. Well, I think she should be jealous of me. \r\n",
        "Felicia: You have a point. \r\n",
        "Blake: Yeah. Hey, Reva. \r\n",
        "Reva: Oh, ooh, ooh. \r\n",
        "Blake: Reva, do you know Felicia Boudreaux? \r\n",
        "Reva: Uh, yes, I do. \r\n",
        "Felicia: Hi. \r\n",
        "Reva: Yeah, you were a guest on my show. She was fabulous. I want you\r\n\r\nto come back. We're doing a little series on eating disorders. \r\n",
        "Felicia: I'll be glad to be a resident psychologist. Can you join us?\r\n\r\n",
        "Reva: Sure, but I should probably warn you that I'm in a very weird \r\nmood \r\ntoday. \r\n",
        "Blake: Aftershocks? \r\n",
        "Felicia: An earthquake? \r\n",
        "Blake: No, no, no. Psychic aftershocks. \r\n",
        "Reva: Blake! \r\n",
        "Blake: Reva's exploring past lives. Actually, we played around earlier\r\n\r\ntoday and tried to hypnotize her. \r\n",
        "Felicia: You shouldn't fool around with that. \r\n",
        "Reva: Amen. \r\n",
        "Blake: Did something happen? \r\n",
        "Reva: Did something happen? Yes. I've started to lose my mind. ",
        "",
        "Lorelei: What's the deal, yanking the door shut like that? \r\n",
        "Edmund: The deal is, you almost blew our deal. \r\n",
        "Lorelei: Who's out there? \r\n",
        "Edmund: Who? Who? \r\n",
        "Lorelei: Oh, him. \r\n",
        "Edmund: (Mocking): \"Oh, him.\" Who him? \r\n",
        "Lorelei: The ex him! Ph... Ph... Well, how often do you call somebody\r\n\r\nby their name, anyway? What's wrong with the \"hey, you\"? This ain't\r\n\r\nsupposed to be enough for both of us, is it? \r\n",
        "Edmund: No, please, please. Be my guest. Oh, and by the way, Phillip!\r\n\r\n",
        "Lorelei: Huh? Oh, yeah, Phillip. Hey, so why Phillip hate you so much\r\n\r\nanyway? \r\n",
        "Edmund: Phillip hates everyone. It's one of his better qualities. I'm \r\nsure \r\nyou heard his ravings outside, so you know he's a lunatic. \r\n",
        "Lorelei: All I heard was a lot of noise. I couldn't get what he was \r\nsaying. \r\n",
        "Edmund: Ah. \r\n",
        "Lorelei: What are you doing? \r\n",
        "Edmund: We're changing hotels. \r\n",
        "Lorelei: I kind of like this place. \r\n",
        "Edmund: Well, it's too bad, because we can't run the risk of Phillip\r\n\r\ndropping by here. You're not ready to debut Beth. \r\n",
        "Lorelei: Well, I ain't budging till I finish eating. \r\n",
        "Edmund: Fine! \r\n",
        "Lorelei: And get a few straight answers. \r\n",
        "Edmund: What are you talking about? \r\n",
        "Lorelei: Every time I turn around, someone's complaining what a rotten\r\n\r\napple you are, Eddie. I want to know why. And don't leave out any of the \r\ngory details. I got a right to know who I'm hooked up with. So why are you \r\npublic enemy number one? ",
        "",
        "Alonzo: Hey. Look at you. Look at you in this fancy dress. Wow. You \r\nknow what I think? I think you've got my eyes. Now that I've seen my son, \r\nI've changed my mind.",
        "",
        "Richard: Mr. Baptiste... \r\n",
        "Alonzo: Be a good father to my son. \r\n",
        "Richard: Are you sure about this? \r\n",
        "Alonzo: You know, I wasn't when I heard. And I wasn't before I came in\r\n\r\nhere, before I saw him and you and your wife. \r\n",
        "Cassie: What made you sure? \r\n",
        "Alonzo: My kid. It's his life. All I did was get it started. What can I \r\ndo \r\nfor him? I'm just a fisherman. Every time I come into port I think maybe I'll\r\n\r\nget a new job, stick around for a while. But the sea calls me. So I'm here for\r\n\r\na week, maybe a month. (Baby cries) then I ship off and there's just no way \r\nto raise him. Look what you can give him. All this: A palace, two parents, a \r\nlife. He can grow up to be anything he wants to be. President maybe. \r\n",
        "Cassie: Or a fisherman who loves what he does, Mr. Baptiste. \r\n",
        "Alonzo: Alonzo. \r\n",
        "Cassie: I'm Cassie. I promise you we're going to do everything possible \r\nto \r\ngive this little guy a wonderful le. I mean, I already love him with all my \r\nheart. \r\n",
        "Alonzo: It's a kind heart, I can tell. \r\n",
        "Cassie: Thank you. Would you like to hold him? \r\n",
        "Alonzo: Hold him? My hands are so rough from the boats. \r\n",
        "Cassie: He won't mind. You were very gentle with him before. Hey, \r\nWilliam-- watch his head-- this is Alonzo. \r\n",
        "Alonzo hey. \r\n",
        "Cassie: Alonzo this is William. \r\n",
        "Alonzo: William. (Baby making noises) here. He belongs with you. \r\nYou're in the middle of something here. I'm going to get out of here. \r\n",
        "Dax: I'll see him out. Excuse me. \r\n",
        "Cassie: Alonzo, we do not want to cut you out of your son's-- our \r\nson's... \r\nWilliam's life. If there's any way that we can come up with something or... \r\n",
        "Alonzo: Maybe when he's older. \r\n",
        "Cassie: Yeah, we don't want to confuse him or anything. \r\n",
        "Richard: Is there anything at all that we can do? \r\n",
        "Alonzo: Yeah. Take him fishing sometime. \r\n",
        "Richard: All right, I will. I promise. \r\n",
        "Cassie: Oh, God, I was so scared. \r\n",
        "Richard: Well, everything works out all right. He's truly our son now.\r\n\r\n",
        "Dax: What have you done? How can you turn your back on your own \r\nchild? ",
        "",
        "Lorelei: Come on, Eddie. You know all about me. I'm know diddly about\r\n\r\nyou. \r\n",
        "Edmund: I've told you about San Cristobal, about me and Beth. \r\n",
        "Lorelei: Yeah. How about you and Phillip? \r\n",
        "Edmund: He's not my type. \r\n",
        "Lorelei: Obviously. So did he do something to make you hate him, or \r\nvice \r\nversa? \r\n",
        "Edmund: Well, the feeling's mutual. I feel he treated Beth badly. And \r\nhe \r\nhates me because Beth, the mother of his two children, preferred me and a life\r\n\r\nin the palace over his life as Mrs. Spaulding enterprises. So now that I've hit\r\n\r\na bid of a bad spot in my life, he lords my misery over me and everyone else \r\nin this miserable town follows suit. \r\n",
        "Lorelei: Why? He that powerful? \r\n",
        "Edmund: Well, I guess the Spaulding name carries a certain amount of\r\n\r\nweight. But once I'm back in the driver's seat, everyone will feel differently.\r\n\r\nWait and see. \r\n",
        "Lorelei: And I'm part of your plan to get back into that driver's seat.\r\n\r\n",
        "Edmund: Exactly. I'm a man more sinned against than sinning. \r\n",
        "Lorelei: Ah, poor baby. \r\n",
        "Edmund: Now is the winter of our discontent. \r\n",
        "Lorelei: What winter? It's barely fall. \r\n",
        "Edmund: Well, it won't be any longer when you finish those ribs and we\r\n\r\ncan find a secluded spot so you can finish your lessons. \r\n",
        "Lorelei: Nah, I can eat 20 ribs in half an hour, easy. Oh, Eddy. Mm!\r\n",
        "",
        "Reva: Thank you. Blake has been filling my head full of all kinds of\r\n\r\nmumbo jumbo, and I think it started to affect my imagination. \r\n",
        "Blake: Oh, it's more than mumbo jumbo. \r\n",
        "Reva: Past lives? \r\n",
        "Felicia: That's always fascinated me. \r\n",
        "Reva: Are you talking seriously? \r\n",
        "Felicia: Well, remember, I'm from new Orleans, so there's mysticism in \r\nthe \r\nair down there. And frankly, I mean, the more that I study the human mind, \r\nthe more mysterious it is to me. \r\n",
        "Reva: Can we get real? \r\n",
        "Felicia: Reality is just perception. I mean, say you pass a bad traffic\r\n\r\naccident. Now, I might see it as human error or a senseless tragedy. A \r\nmechanic might see it as technical failure, brakes, seat belts, air bags. A \r\npriest \r\nmight see it as an act of God. \r\n",
        "Reva: But what if reality isn't real? \r\n",
        "Blake: What do you mean by that? \r\n",
        "Reva: (Sighs) something strange happened today. I bought this painting.\r\n\r\nActually, there was another painting underneath it. It was a portrait, a \r\nportrait \r\nof a woman that strongly resembled my ex-husband's wife. \r\n",
        "Felicia: (Whistles) paging Dr. Freud. \r\n",
        "Reva: Maybe it was a coincidence, but if it was a coincidence, it was \r\none \r\nhell of a coincidence. Anyway, now I'm, like, obsessed with the darn thing. \r\n",
        "Felicia: Well, a lot safer to be obsessed with a painting than Josh's \r\nwife. \r\n",
        "Reva: You mean? \r\n",
        "Felicia: Well, it's a substitute. I mean, you're probably dealing with \r\nsome \r\nvery complicated unresolved feelings that you need to work out. \r\n",
        "Blake: So why not take it out on the painting and junk it. \r\n",
        "Reva: (Laughs) \r\n",
        "Felicia: Well, not a bad idea, actually, because as long as you obsess \r\nabout \r\nthe painting then it will be harder to deal with your real problems. Sorry, I'm\r\n\r\nstarting to sound like a shrink. \r\n",
        "Reva: No, no, you're not. You sound like a smart one, and I appreciate \r\nit, \r\nbecause you've got me thinking about something, and its fabulous, so thanks. \r\n",
        "Blake: Wait a minute, you're leaving. Stay for lunch. \r\n",
        "Reva: Yeah, well, you know, first things first. Have a nice evening.\r\n",
        "",
        "Harley: I am sorry, cousin betty, but I could not take another animal \r\nstory. \r\nBesides, I lent you enough money to get back home. (Sighs) I'll just call and\r\n\r\nI'll check on her when I get to Springfield, make sure she's okay. Yeah. I'll\r\n\r\ntell her it's the hormones. I'll blame it on the hormones, she'll get that. \r\nYeah. \r\nWell, it looks like it's just you and me, kiddo-- for a little while longer \r\nanyway. Oh, peaceful, finally. Too peaceful. What is it about that white \r\nline? Just hypnotizing. There's daddy. We're here. \r\n",
        "Gus: What took you so long? (Car horn honking) \r\n",
        "Harley: Ah! Oh, oh! Stay awake, for God's sake. Stay awake, you don't\r\n\r\nneed that. ",
        "",
        "Danny: Hey, you sure you're all right, huh? \r\n",
        "Michelle: Yeah. \r\n",
        "Danny: (Sighs) man, when I saw that gun pointing at you... \r\n",
        "Michelle: I know. I know, my whole life just flashed before my eyes.\r\n\r\nRobbie and you and... \r\n",
        "Danny: I just want to keep you both safe. I'm doing a lousy job of it.\r\n\r\n",
        "Michelle: We're getting there. We're getting there. All we know now is\r\n\r\nthat there's somebody that's standing between us and the life that we want. \r\nWe've got to neutralize him, and I don't mean that way. I mean, I think we \r\nneed to go back to our original plan. \r\n",
        "Danny: What, the sting? \r\n",
        "Michelle: Yeah, because if we catch this person... \r\n",
        "Danny: I don't know, honey. If something were to go wrong, they would\r\n\r\nretaliate against you and Robbie. \r\n",
        "Michelle: I know, but as long as this is hanging over your head, they \r\ncould \r\nanyway. \r\n",
        "Danny: Right. What if they figure out that I'm playing both sides? \r\n",
        "Michelle: Danny, it's the only way. \r\n",
        "Danny: Steal $25 million from Alan Spaulding. ",
        "",
        "Carmen: May I have vodka gimlet with you? \r\n",
        "Gus: Hey. You sure you want to do that on top of painkillers? \r\n",
        "Carmen: Excuse me. I almost died again. Do you mind? \r\n",
        "Gus: Yeah, sure, whatever, Carmen. Everybody knows that you arranged\r\n\r\nthat little scene. \r\n",
        "Carmen: Is that so? \r\n",
        "Gus: But it's brilliant. Brilliant stroke. Threw Danny off the trail. \r\nNow he \r\nreally thinks that you have given up Machado for sure. \r\n",
        "Carmen: I did, and you know it. \r\n",
        "Gus: What I know is that sometimes you can be a little bit of a liar \r\nand I \r\ncan't really trust you as far as I can throw you. \r\n",
        "Carmen: You don't know me. But have it your way. \r\n",
        "Gus: All that really matters is that Danny's convinced you're not the \r\none \r\ntwisting his arm to steal the $25 million from Spaulding. Then once he makes \r\nhis move, we've got him. We've got him. \r\n",
        "Carmen: Be a little more discreet, will you? \r\n",
        "Gus: What? Everybody thinks that you hired me as your bodyguard, and I\r\n\r\ndon't mind guarding your body. And the perk of that little adventure is \r\nnobody cares. We don't have to worry being seen in public together anymore. \r\n",
        "Carmen: Well, I may have to actually hire a real bodyguard. Machado \r\nmay try again. \r\n",
        "Gus: Sure, whatever. \r\n",
        "Carmen: Well, never mind. I'll teach him a lesson. Nobody crosses me\r\n\r\nand gets away with it. Hey, that goes for you too, Aitoro.",
        "",
        "Reva: So you'll just wrap that up for shipping. Actually, I'd love it \r\nto go \r\nexpress delivery to Daphne at the address here. The mandrake inn, that's it. \r\nShe owns the place. I'll give this to you out here. \r\n",
        "Delivery man: What happened? The painting didn't match the drapes or\r\n\r\nsomething? \r\n",
        "Reva: Yeah. Or something. Ooh, hold on. There you go. Let's just say\r\n\r\nher eyes followed me around everywhere I went. There. Oh, wait a minute. \r\nThere, that's fine. \r\n",
        "Delivery man: Thanks. \r\n",
        "Reva: You're welcome. That's one obsession out of the way. Things can\r\n\r\nget back to normal around here. Mama? What does that mean? Of course the \r\npast is just the past, it has to be. \r\nThe past is the past. ",
        "",
        "Alonzo: Look, mister, I have no idea what kind of game you're playing,\r\n\r\nbut don't use me to play it, and don't use my kid. \r\n",
        "Dax: Your child, exactly. \r\n",
        "Alonzo: I thought you worked for those people in there. \r\n",
        "Dax: I work for San Cristobal. \r\n",
        "Alonzo: What? Is this about palace politics? \r\n",
        "Dax: You are in danger of sacrificing your destiny and your child's.\r\n\r\n",
        "Alonzo: My child has a better shot at his share of destiny right here \r\nthan he \r\ndoes waiting for me to come home from Madagascar or Bora Bora. \r\n",
        "Dax: No, you don't understand. I've got to get in to the christening. \r\nI'm \r\nthe godfather. We'll discuss this further, soon. ",
        "",
        "Cassie: And here's the godfather. \r\n",
        "Priest: Where were we? Ah, yes. Young William Richard, I baptize thee\r\n\r\nin the name of the Father and the Son and the Holy Ghost. \r\n",
        "(Baby cries) ",
        "(Knock on door) ",
        "Main Navigation within The TV MegaSite:"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=prigiZQYIX0"
}