{
    "Episode Summary": [],
    "Recap": [
        "Reva spies on Billy and new girlfriend buying gifts. Olivia consoles Buzz on Coop's leaving. Coop and Ava talking about England via cellphones. Josh and Cassie having a tender moment until Reva comes to tell them about Billy and his Girlfriend buying gifts. Reva wants Josh and Cassie's help in saving Billy from his new girlfiend. Ava tries to talk to Jeffrey again this time about England. Ava's present to Jeffery is her jack-knife. Buzz's gift to Coop is Comic Books for his trip. After seeing Buzz, Olivia goes to Ava's but doesn't knock. She looks in seeing Ava pack. Coop and Buzz say their goodbyes. Josh sees through Reva. Reva has second thoughts about Billy's new girlfriend, Sheila. Josh, Reva, Billy and Sheila meet up. Josh and Reva ask Sheila about herself. Sheila tells Reva what she wants to get Billy and asks if he'll like it. Billy tells Josh what he is giving Sheila. Josh and Reva compare notes. Josh is now worried about Billy. Coop tells A-M off about Ava. Ava and Buzz have a nice moment. Ava wishes Buzz was her Dad. Jeffrey tells Olivia he saw Ava again and she tried to give him and it didn't turn out the way Olivia is thinking. Coop overhears the fight of Olivia and Jeffery. Cassie finds out Sheila has a criminal record. Coop intercepts a letter from A-M to Ava about a job offer."
    ],
    "Recap Author": "Beth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Sheila: Oh, my goodness, you are too good to me.",
        "Billy: Oh, there is no being too good to you.",
        "Sheila: Okay, one last peek.",
        "Billy: Let's see. Oh, I really like the way that looked on you. Mmm.",
        "Sheila: Okay, Christmas is only a couple of days away.",
        "Billy: My gosh, you know what? I'm going to have to get something else to put underneath the tree.",
        "Sheila: No!",
        "Billy: Yes. (Laughing)",
        "[SCENE_BREAK]",
        "Alan-Michael: Hey, Mandy.",
        "Mandy: Mr. Spaulding, I didn't realize your plane already got to the gate. How was Seattle?",
        "Alan-Michael: Cold. Fine. What's on tap for today?",
        "Mandy: Division managers meeting at 11:00, working lunch with the board, and a teleconference with Europe at 3:00.",
        "Alan-Michael: Fit in a sit-down with the Techbold CFO somewhere.",
        "Mandy: All right. Oh, and Ava Peralta leaves for England today.",
        "Alan-Michael: I thought she was staying until after Christmas. Her plans changed?",
        "Mandy: I wouldn't know, sir.",
        "Alan-Michael: Well you're supposed to know. That's what I'm paying you for.",
        "Mandy: I'm sorry, sir.",
        "Alan-Michael: Don't be sorry, be better. You're going to need chops to replace Ava. Just... just try to keep up. You'll catch on.",
        "Mandy: About Ms. Peralta, I thought perhaps you might want to send her something before she leaves.",
        "Alan-Michael: Yeah, leg irons.",
        "[SCENE_BREAK]",
        "Olivia: Well, obviously, I didn't do enough ice skating in San Cristobel, because I'm going to be sore tomorrow. But you, you were great.",
        "Buzz: Hmm.",
        "Olivia: What's wrong?",
        "Buzz: My family is about to get smaller is what's wrong.",
        "Olivia: Coop is going to do great at Oxford.",
        "Buzz: But it's Coop, and I don't know how long this goodbye is going to be for. It's tough, it's... just out of curiosity, isn't it a little hard for you... just a little bit hard for you to see Ava go?",
        "Olivia: Well, there are other ways of looking at it.",
        "Buzz: What's that?",
        "Olivia: You focus on the positive. I mean, yes, she's leaving, but then that could be a good thing for you and me, right?",
        "[SCENE_BREAK]",
        "(Cell phone rings)",
        "Ava: Yeah.",
        "Coop: \"Yeah.\" Come on, is that any way to answer the phone to the guy who's trying to whisk you off your feet your shiny new life, \"Yeah\"?",
        "Ava: I'm sorry, I'm... I'm a just little distracted with all the stuff I have to take care of before we leave.",
        "Coop: Oh. Where are you?",
        "Ava: I'm on the other side of town.",
        "Coop: Uh-huh. Well, I'm at Co2 right now, trying to suck back a couple cups of coffee before our trip tonight.",
        "Ava: Easy on the caffeine. You were already so hyper before.",
        "Coop: Come on-- in a few short hours, we're going to be on a plane flying to England. How cool is that? I mean, listen, I mean, think about how much of a relief it's going to be to put an entire ocean between you and those so-called parents of yours.",
        "Ava: Right, an ocean.",
        "Coop: I'm going to stick around here to say good-bye to my dad. Is there any chance you can swing by?",
        "Ava: Um... I'll try to swing by and see Buzz and everybody later, but I just... I don't know, I have a million things to do.",
        "Coop: Uh-huh. Tell you what-- why don't you give me the first five on that list?",
        "Ava: I can't, I... I'm really busy but, um... see ya.",
        "[SCENE_BREAK]",
        "Josh: Okay, it's official.",
        "Cassie: Hmm?",
        "Josh: The mistletoe stays up year-round.",
        "Cassie: (Laughs) Like I need an excuse.",
        "Josh: Where are you going? What, you're just going to walk away from me like that?",
        "Cassie: Relax, I'm just going to get us a little something to drink.",
        "Josh: Okay. (Knock on the door) Hi.",
        "Reva: Hi. Are you busy?",
        "Josh: No, come on in.",
        "Reva: I left you a voice mail a couple days ago...",
        "Josh: Yeah, I got it. It was something about Billy, and you think he's in trouble and you wanted my help, but then you finished it by saying forget about it.",
        "Reva: Yeah, well, I wish I could forget it, but I can't.",
        "Josh: Okay, so you're here to basically give me... give me the same message in person, is that right?",
        "Reva: I really hate to say this, but I need you.",
        "[SCENE_BREAK]",
        "Billy: Tell me, are you always this nice to somebody who buys you a bracelet?",
        "Sheila: It depends on the guy.",
        "Billy: No, I think it depends on the bracelet. (Laughter) I can't believe myself. I mean, look at me, I'm a meat and potatoes guy. You had me eating at that restaurant the other day.",
        "Sheila: Oh, did you like it?",
        "Billy: I loved it.",
        "Sheila: Oh.",
        "Billy: I did. I liked going to the concert. I hadn't been to a concert in a long time. I mean, you're opening up my mouth and my ears to a whole new world.",
        "Sheila: Well, I do what I can.",
        "Billy: You do a lot more than that. Hey, you know, I really... oh, forget about it. Put that bling on, light up the room, come on.",
        "[SCENE_BREAK]",
        "Reva: I am so sorry about barging in like this. I really am. And I wouldn't if I weren't worried about Billy... well, actually, not Billy but the woman he's dating, this Sheila. He's falling for her hard and fast.",
        "Josh: So?",
        "Reva: So? What do we really know about her?",
        "Josh: What do we need to know about her?",
        "Reva: Well, no more than this: My friend Cal happens to know her and says she's a woman who goes after guys with cash.",
        "Cassie: She's after Billy's money?",
        "Reva: It could be her M.O.",
        "Josh: Oh, come on, Reva. I don't think this is something that we need to worry about, okay? Billy is a big boy. He can take care of himself. It's pretty hard to take him for a ride, you know?",
        "Reva: You know what? He may already be strapped in, zooming down a one-way street. You know where I saw him? I saw him at a jewelry store. He bought her a big honking piece of jewelry.",
        "Josh: You just got finished saying that he's falling for her.",
        "Reva: She may be preying on him, being such a nice guy, taking him for all he's worth.",
        "Josh: You know, people used to say that that's what you were doing.",
        "Reva: Yeah, and I was. I just... you know, I would feel terrible. I'm the one who introduced him to Sheila. I'd feel really bad if she started fleecing him.",
        "Cassie: Have you talked to Billy about this?",
        "Reva: Yeah, I tried, I tried. He wouldn't listen. He practically slammed the door in my face.",
        "Josh: Well, why are you surprised at that? I mean, come on, you come... you drop by to badmouth his girlfriend. Reva, you dumped him.",
        "Reva: I didn't dump him. I just told him I could never... you know what? It doesn't mean that I don't care about him. Look, I hate doing it, but I need your help.",
        "Josh: You know what, Reva? (Sighs) Okay, I'll help. But here's the deal: You have to come with me, because I want to see your face when we find out that you were wrong about this lady, okay?",
        "Reva: Okay, thank you.",
        "Josh: So, I'll tell you what. You can wait in the car. I'm going to get a couple of things. I'll be right there.",
        "Reva: I will do that.",
        "Josh: Okay.",
        "Reva: I guess you'll have to put your champagne on ice till a little later.",
        "Josh: What are you thinking? I mean, this means I'm going to be helping Reva.",
        "Cassie: I know. Well, it's not actually about Reva, though; it's about Billy and the business.",
        "Josh: The business?",
        "Cassie: Mm-hmm. If Sheila turns out to be a money-grubbing ho', we all pay for it. So the way I see it, we protect Billy's money, we protect our own.",
        "Josh: Huh? I like the way you think, partner.",
        "[SCENE_BREAK]",
        "Ava: Isn't it a little early for that?",
        "Jeffrey: My watch is fast.",
        "Ava: Well, I've been looking for you. I wanted to say good-bye. I'm leaving town.",
        "Jeffrey: Yeah, I heard.",
        "Ava: Yep, I'm going to England with Coop.",
        "Jeffrey: Yeah, I heard that, too. So, how'd you find me?",
        "Ava: How'd I find you? I figured I'd just hit all of the bars in the neighborhood and then eventually I'd find you. I mean, this is really your home away from home, lately, isn't it? Look, okay... the point is that I'm not going to be here for Christmas, I'm starting a new life, and I'm moving a thousand miles away.",
        "Jeffrey: Yeah, but that's what you wanted, right?",
        "Ava: Well, yeah, that's exactly what I wanted. I'm really excited about it. I can't wait.",
        "Jeffrey: Good, so here's to your... new life.",
        "Ava: You know what? Maybe.. maybe I should give you my phone number. I mean, you know, I... I guess you never know, right? I should have a pen in here somewhere. Have this.",
        "Jeffrey: What's this, you're giving me a knife?",
        "Ava: Yeah, but it's also a screwdriver and a bottle opener. I can't take it on the plane with me.",
        "Jeffrey: Look, if this is some kind of a gift or something like that, it's not going to be reciprocated, okay, because I do not have anything for you.",
        "Ava: I... I know that, right? We're not even friends, we're just relatives.",
        "Ava: All right. It's time for me to go now.",
        "Jeffrey: Yeah.",
        "Ava: Merry Christmas. Goodbye. Is it that awful for you to spend five minutes with me?!",
        "Jeffrey: Could I get another, please? Ava! Actually, I was wrong. There is something I can give to you, and this is it, and this is the best thing I could ever possibly give to you, okay? See you later. Come on, let's get that drink.",
        "[SCENE_BREAK]",
        "Buzz: Well, I have about 25 horrible comic books here and about six packs of gum. You think that'll hold him for the flight?",
        "Olivia: I think that'll do it, yeah.",
        "Buzz: When Coop was a kid, he had ear problems and, you know, when he flew one night, I'd give him gum and he would feel better.",
        "Olivia: You know, I'm not... I'm not trying to be nasty about this.",
        "Buzz: What, the gum?",
        "Olivia: No, no, Ava leaving. It's just, since she's been around, it's caused a lot of problems between you and me and...",
        "Buzz: We handled it.",
        "Olivia: Sort of.",
        "Buzz: No, it's... we could have made it work.",
        "Olivia: Maybe. It's just that, you know, she...",
        "Buzz: What?",
        "Olivia: I don't know, every time... it's just, I'm trying not to let it get to me, okay? But every time I see her or Jeffrey, then I just... it brings back a lot of the horrible memories and I feel hurt and angry and victimized and...",
        "Buzz: And you feel like making someone else feel that way?",
        "Olivia: I just don't want anything to stand between us. I still have it in my head you're going to give me that ring you bought me.",
        "Buzz: Well, whether Ava leaves or not is not going to make that day come any sooner.",
        "Olivia: We'll have to find out.",
        "Buzz: Honey, you still have... you still... Jeffrey's still here-- you still got the pain, you still got the anger. I just... it's not going to disappear because Ava does, you think?",
        "Olivia: I don't know.",
        "Buzz: You're so complicated. You're beautiful. It's no problem. I got to say goodbye to Coop. It's something parents do when their child's going to leave for a long time. You might try it yourself. You! I got you some... (sighs) So...",
        "Coop: Yeah?",
        "Buzz: I'm gonna miss you!",
        "Coop: Well, same here.",
        "Buzz: No, you're not. You'll be too busy writing a story about the terrible things your father did.",
        "Coop: Oh, uh, boo-hoo. Cry me a river. What are you going to get the violins to start playing here?",
        "Buzz: The best... what you're doing is the best thing for yourself. Life lays down a chance like this at your feet, you got to take it. You got to do the most you can with it. You got to dive in there.",
        "Coop: Is this because I didn't do it the last time?",
        "Buzz: It's because you didn't do it the last time. If I hadn't had my stupid heart attack, who knows what you would have accomplished by now?",
        "Coop: No, no, no. You know what? Don't... don't even start with the... coming to be with you and the rest of the freaks-- or family, as I've come to know them now-- was the best thing I could have done.",
        "Buzz: Best thing for me, too.",
        "Coop: Yeah, and if I hadn't stayed here, then I wouldn't have...",
        "Buzz: You wouldn't have met Ava.",
        "Coop: Right.",
        "Buzz: Is she as excited about the move as you are?",
        "Coop: You know, I think going to live over there is probably the best thing for her. I mean, she's going to get a chance to meet new people and it's going to give her a break from some of the other people...",
        "Buzz: You sure that's what she wants?",
        "Coop: Yeah, yeah, it is.",
        "Buzz: Okay, then, we're set.",
        "Coop: Yeah, I think we are. What's... what's this?",
        "Buzz: A little spending money.",
        "Coop: A little spending...",
        "Buzz: Well, you know...",
        "Coop: Pop, a little spending... this is not just a little...",
        "Buzz: Pre-Christmas, you know, and all of the Christmases that we'll be missing together. Why aren't you sad?",
        "Coop: You know what? Come here.",
        "[SCENE_BREAK]",
        "Cassie: What you got there, peanut opener?",
        "Jeffrey: No, it's... it's a stupid gift.",
        "Cassie: Oh. From whom?",
        "Jeffrey: From Ava.",
        "Cassie: Really?",
        "Jeffrey: Yeah.",
        "Cassie: What did you give her?",
        "Jeffrey: I gave her something that she'll not forget for a long time. You got a gift for me, too.",
        "Cassie: Ooh, I see I interrupted a self-pity session. Sorry about that. I was looking for you, though.",
        "Jeffrey: Well, everyone seems to know that this is my new office.",
        "Cassie: I hear Ava is off to England with Coop. You okay with it?",
        "Jeffrey: Why wouldn't I be?",
        "Cassie: What is it like, I mean, cruising along and living your solitary life and then, out of nowhere, really finding out you have a full-grown child?",
        "Jeffrey: So you tracked me down here to ask me that?",
        "Cassie: No. But answer the question.",
        "Jeffrey: What do you want me to say? Okay, she's a sweet kid, or at least seems like she's a sweet kid. I'm her biological father. Beyond that, there is no relationship, so...",
        "Cassie: So it's no big deal she picks up and moves six or seven time zones away?",
        "Jeffrey: Why would it be?",
        "Cassie: Amazing. How long has it been-- what, a little less than a year since we were together? And now I can actually see when you're lying. Buy me a drink?",
        "[SCENE_BREAK]",
        "Josh: You know what? There are two things that are never going to change between the two of us. One, that we have kids together and, two, that you will never cease to figure out ways to drag me into your messes.",
        "Reva: How is this my mess?",
        "Josh: Oh, come on, Reva. I mean, you... okay, you introduced Billy to Sheila, right? And now you are having second thoughts about that out of guilt or jealousy-- I don't know what that's about. So you drag me down here to convince Billy that this woman is a bad person. Now, there's just a whole lot of you in that, don't you think?",
        "Reva: Can we just forget about me for second, because we're talking about Billy and the fact he may be falling into bed with a snake.",
        "Josh: Oh, come on, Reva. Your new buddy Cal gives you some gossip about Sheila and you go code red. I mean, I'm sorry, but it still seems to me that this is more about you than it is about her, and why are you so stubborn, by the way!",
        "Reva: Excuse me, but did I not spend the last six months of my life busting my butt-- cancer-ridden butt at that-- trying not to involve you in my mess, and you didn't approve of that approach, either, which would lead one to conclude that there's not a whole lot about what I do that you do approve of.",
        "Billy: Oh, oh.",
        "Reva: Hi.",
        "Josh: Hi, there.",
        "[SCENE_BREAK]",
        "Michelle Ray Smith, \"Inside The Light.\" I am a little more of a go- getter. In real life, I don't really like to take no for an answer too much. I'm very humble and very thankful for the gifts that I've had in my life. I'm a product junky-- hair products, skin products, lotions-- you can't even imagine. See Ava, Wednesday, December 27, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Cassie: So you have no feeling for Ava one way or the other?",
        "Jeffrey: Well, I've never really exactly been into kids, no matter whose they are.",
        "Cassie: Come on now. You were great with will and R.J.",
        "Jeffrey: Well, that was different.",
        "Cassie: Ava's a really nice girl. Pretty much everybody likes her.",
        "Jeffrey: What are you, her press agent?",
        "Cassie: So you have no interest in getting to know your daughter? You're not even proud of the way she turned out?",
        "Jeffrey: The way she turned out? That has nothing to do with me, okay? Besides, I made a promise.",
        "Cassie: What promise?",
        "Jeffrey: I... I made a promise to myself that I would get my own life in order before I ruin someone else's.",
        "Cassie: So that's it?",
        "Jeffrey: That's it.",
        "Cassie: All right, well, if you're going to clam up on this subject, let's move on to another one: Such as how you can help me.",
        "[SCENE_BREAK]",
        "Reva: So, Josh and I ran into each other at the Christmas tree lot, and we got to talking and then your name came up.",
        "Billy: Mine did?",
        "Josh: Yes, it just came up.",
        "Reva: And, you know, one thing led to another and here we are.",
        "Josh: That's right. Oh, yes, and here. We brought this for you.",
        "Billy: Oh my goodness! Hey!",
        "Josh: Yeah!",
        "Billy: Yeah, I'll have trouble decorating that puppy, won't I?",
        "Josh: So, Sheila, it's nice to see you here because at the party we really didn't get have a chance to know you.",
        "Reva: And we'd like to...",
        "Josh: Yeah.",
        "Reva: ...Know more about you.",
        "Billy: You would?",
        "Josh: Boy, I don't know about anybody else here, but I am really thirsty, and I see an empty ice bucket there. So Billy, why don't you and I go out and fill that thing up? What do you think?",
        "Billy: Yeah, okay.",
        "Josh: Come on out.",
        "Reva: I'm just going to take a peek at this little guy here. That's so cute. So, Sheila, where exactly is it you originally come from?",
        "Sheila: Texas. It's a little town almost due south of Tulsa. So while Billy was growing up at Cross Creek riding Dimples, I wasn't that far away baking brownies.",
        "Reva: You know about Dimples?",
        "Sheila: Yeah. And, let's see, Casey, Rebar, Teddy, Bebop and Vee.",
        "Reva: Oh, wow. You really went out of your way to find out as much as you can about Billy.",
        "Sheila: Yeah, but not enough, though. I'm trying to find the perfect Christmas gift for him, but I... do you mind if I pick your brain for a minute?",
        "Reva: No, pick away.",
        "Sheila: Well, I want to get him a shaving set-- one with a bone handle-- you know, like the one H.B. gave him for his high school graduation.",
        "Reva: He'd love that.",
        "Sheila: Is there something wrong?",
        "Reva: No, no. I'm just surprised at how much attention you put to finding out about what Billy likes and who he is.",
        "Sheila: Well, that's what you do when you care for a guy. I'm sure you did the same thing for Josh, right?",
        "[SCENE_BREAK]",
        "Billy: Okay, Reva dragged you over here, didn't she?",
        "Josh: No, of course not.",
        "Billy: Come on. She showed up at my house the other night giving me gas about Sheila-- I shouldn't get involved, I didn't really know here, blah, blah, blah, blah.",
        "Josh: Come on, Billy, you know Reva.",
        "Billy: Reva asked me to get a life. I did. She introduced me to Sheila. I like her. I'm having a lot of fun. Sheila's the main reason, okay?",
        "Josh: That's great. You deserve to be happy.",
        "Billy: I know. So does Sheila. As a matter of fact, hey, I'm thinking of investing in her marketing company.",
        "Josh: Really?",
        "Billy: Yeah.",
        "Josh: Wow. I'm sorry. You said \"investing,\" right? Not buying? I mean, that's a whole lot of money.",
        "Billy: Well, I think she's a whole lot of person. As a matter of fact, stay tuned, Josh. This might just turn into something. Hey, the ice bucket man returneth.",
        "Josh: I just remembered I have an appointment I have to get to, so we have to go. I'm sorry. And besides, you know, we shouldn't overstay our welcome. So why don't we go ahead and leave? Okay. Take good care. Nice to see you, Sheila, and we'll talk.",
        "Reva: Okay, you can say it.",
        "Josh: Say what?",
        "Reva: \"I told you so.\" I had a really nice chat with Sheila and realized that she does care about Billy. So I'm sorry. I was wrong.",
        "Josh: Wait a minute. Whoa, whoa, whoa. You're kidding, right? Because when we got here, I was sure that you were wrong about Sheila, but now I'm actually pretty worried about Billy. Let's go.",
        "[SCENE_BREAK]",
        "Coop: Hey, I was just over at your office to pick up something for Ava, and they said you had... aha, you do have it.",
        "Alan-Michael: Hey, what do you think you're doing?",
        "Coop: Sorry. Ava and I are running around like crazy today, and she's going to need her last paycheck. England can be pretty pricey and she's going to need the bucks over there, so...",
        "Alan-Michael: Ava was too busy to pick up the check herself?",
        "Coop: Actually, I just decided to take care of it for here. But I really didn't think that this would be at your place.",
        "Alan-Michael: It's at my place because...",
        "Coop: Yeah, I know. You wanted to make sure that you could see her one last time before she left, blah, blah, blah. I get that, okay? I guess it's just too bad that our schedules are so nuts today that she couldn't make it over here to say goodbye herself.",
        "Alan-Michael: Yeah, it's too bad.",
        "Coop: Well, we'll send you a postcard. Take it easy, Alan-Michael, and thank you very much.",
        "[SCENE_BREAK]",
        "Buzz: Don't let Coop get too British on us, okay? I worked too hard to re- Americanize that kid.",
        "Ava: I'll do my best.",
        "Buzz: I don't want him to come here asking where the loo is and stuff like that.",
        "Ava: I got it. It will always be the bathroom.",
        "Buzz: Right.",
        "Ava: Right.",
        "Buzz: Right.",
        "Ava: Right.",
        "Buzz: What's this?",
        "Ava: Thank you. Thank you for everything, everything you've done for me.",
        "Buzz: For what?",
        "Ava: For everything. You've been totally... just so amazing.",
        "Buzz: It wasn't a difficult task.",
        "Ava: Well, I'm going to miss you like crazy.",
        "Buzz: No, you're not.",
        "Ava: Yes, I am.",
        "Buzz: You're going to have a ripping good time over there. You're going to forget about everything, every little thing here.",
        "Ava: Well, you're wrong, I'm not.",
        "Buzz: Well, I'm wrong a lot.",
        "Ava: I do know one thing.",
        "Buzz: What?",
        "Ava: You've been like a dad to me.",
        "Buzz: Just so you know, okay, any parent would be lucky to have you as a kid.",
        "[SCENE_BREAK]",
        "Jeffrey: Olivia, I probably should tell you before you hear it from someone else and have a meltdown. I saw Ava today.",
        "Olivia: Oh?",
        "Jeffrey: Yeah, she cornered me in a bar.",
        "Olivia: Really?",
        "Jeffrey: She wanted to say good-bye.",
        "Olivia: Well let me guess, you guys had a heartfelt bonding moment that surprised the two of you.",
        "Jeffrey: No, not at all. As a matter of fact, here's the proof: This is my Christmas present from her.",
        "Olivia: A knife?",
        "Jeffrey: Yeah, she only gave it to me because she knew she couldn't take it on the plane with her.",
        "Olivia: Great. It's great. You said you would stay away from her.",
        "Jeffrey: I told you that she...",
        "Olivia: ...That she cornered you. What does that mean? She blocked all the exits and velcro'd you to the bar?",
        "Jeffrey: No, it means I looked up and she was there, that's all.",
        "Olivia: Then maybe you should have just fallen off your stool and left.",
        "Jeffrey: Hold it. Would you calm down? Our little chat didn't last long. As a matter of fact, I made it sure it wasn't any fun, either.",
        "Olivia: I don't care. I don't care. We had an agreement and you ignored it.",
        "Jeffrey: You're not listening to me. I tried to get her out of there as quickly as I could.",
        "Olivia: Not quick enough, Jeffrey.",
        "Jeffrey: All right, what's really eating you about this? The fact that it flies in the face of your precious little edict or the fact that Ava took the time to track me down to say good-bye before she left?",
        "Olivia: That's ridiculous.",
        "Jeffrey: That's ridiculous? Because it sounds to me like you're being a little jealous here.",
        "Olivia: What?",
        "Jeffrey: Yeah, because our daughter gave me a present and you didn't get one.",
        "Olivia: Oh, oh, oh, you creepy... get out. Just get out.",
        "Jeffrey: You want to fight about who you think she loves more?",
        "Olivia: I know what you're doing.",
        "Jeffrey: What am I doing?",
        "Olivia: You're playing Ava. You're angling for her sympathy.",
        "Jeffrey: Oh, that's what's going on in my scheming little mind, is it?",
        "Olivia: You might be able to fool her, but you cannot fool me.",
        "Jeffrey: What are you talking about?",
        "Olivia: You keep her at arm's length. Then you turn up the icy, aloof routine, and all of a sudden she wants to have more of a relationship with you?",
        "Jeffrey: You're the one who told me to steer clear of the girl to begin with, remember? You.",
        "Olivia: You're taking advantage of that. You're perverting it.",
        "Jeffrey: You know, if I didn't know any better, I'd say you were being paranoid. But maybe it's regret. Is it regret?",
        "Olivia: You just love this. You love this, just twisting your little knife.",
        "Jeffrey: Let's just stop it, okay? Let's just stop.",
        "Olivia: How?",
        "Jeffrey: I am sorry... I am really sorry, Olivia, that you have such a crummy relationship with your daughter. And I am sorry that almost everything about it hurts you. But not everything about it is my fault.",
        "Olivia: Well, this is, Jeffrey, your knife. So you can deny it all you want to, but walking around with that just proves you didn't mean a word that you said to me.",
        "Jeffrey: About what?",
        "Olivia: About what happened in San Cristobel. You just gave me a bunch of lies. You don't care about healing or putting the past behind you. And you certainly don't care about what I need.",
        "Jeffrey: Okay. There. The symbol of my hypocrisy... gone. Have a nice day!",
        "[SCENE_BREAK]",
        "Coop: Got to tell you, this looks like an immunity challenge on \"Survivor.\"",
        "Ava: I have so much packing to do, and then I've got to go to Spaulding and pick up my check. It's just...",
        "Coop: No, you don't. Hello.",
        "Ava: Thank you. You shouldn't have. Thank you.",
        "Coop: No problem.",
        "Ava: Saved me so much time.",
        "Coop: I bet it does. So, they try and screw you over?",
        "Ava: No, no, no. I was just thinking about how much I've enjoyed working at Spaulding. I was good at it. It was my first real success.",
        "Coop: Well, it's the first of many. Ava, you are going to be great at whatever you do, okay? Except maybe this whole little packing thing, because this, I don't know what's going on there.",
        "Ava: No, I know. I know. You know what, I don't know if we're even going to even have...",
        "Coop: Don't even worry about. We do have to get going...",
        "Ava: No, Marina's farewell party. Are we going to make it or not? I feel like I just need sort of another day to cram everything in.",
        "Coop: Whoa, whoa, whoa, hold on a second. You're still excited about going to England though, right?",
        "Ava: I couldn't be more up for it.",
        "Coop: Good. Good. Just think, in a few short hours we'll be starting a brand- new life, the one you deserve.",
        "Ava: I know. I'm sorry I've been fluttering all around. I guess my head is sort of in the clouds. I'll be better on the plane.",
        "[SCENE_BREAK]",
        "Alan-Michael: So you canceled the teleconference?",
        "Mandy: Yes, sir.",
        "Alan-Michael: And you brought your laptop?",
        "Mandy: Always.",
        "Alan-Michael: Let's get it out. We've got a lot of work and not a lot of time to do it in.",
        "[SCENE_BREAK]",
        "Josh: I just can't believe he's planning on giving that woman that much money this quick. That's a red flag right there. Hi.",
        "Cassie: How did it go?",
        "Reva: Well, Josh thinks I was right to be worried about Billy.",
        "Josh: I'm glad you're here. You need to hear this, too, because if we're going to stop this from happening...",
        "Reva: Wait a minute. All of a sudden you're in charge?",
        "Josh: I'm sorry. Is that a problem?",
        "Reva: Well, I just think that's funny because two hours ago you were rolling your eyes when I mentioned that Sheila could be a predator, and now all of a sudden you're getting on the bandwagon going, \"Red flag! Red flag!\"",
        "Josh: I'm agreeing with you and you're arguing with me. What's the matter with you?",
        "Reva: Arguing? I'm not arguing. Just tell me I'm right, and I'll be happy.",
        "Josh: Fine, you're right. Wait, here, how's this? Reva Shayne is right!",
        "Reva: Thank you.",
        "Cassie: All right, okay, kids. Hello. What's the deal?",
        "Josh: The deal is this: Billy is a vulnerable guy. He's in a difficult position right now, and right now he might-- might-- be the target of an unscrupulous woman. Now, I'm not 100% convinced yet that Sheila is dirty, but what if she is? That's the question.",
        "Cassie: Well I'm pretty much thinking there's no doubt about it, not when you consider that Sheila has a big, fat, criminal record, and it's been sealed. See? That can't be good.",
        "[SCENE_BREAK]",
        "Alan-Michael: Okay. It's better. It could use a polish, but there's no time. You know what to do with this?",
        "Mandy: Yes, sir.",
        "Alan-Michael: All right, then get going.",
        "[SCENE_BREAK]",
        "Coop: What do you have in here?",
        "Ava: Use those muscles.",
        "Coop: All right, get this over there.",
        "Ava: I got it, I got it, I got it. Wait, hold it. Oh! I'm sorry, I'm sorry.",
        "Coop: It's okay. I think we got it.",
        "Ava: Hey.",
        "Coop: Hi.",
        "Ava: What's up?",
        "Coop: Who are you? You going on a trip somewhere?",
        "Ava: Oh, England.",
        "Coop: Really?",
        "Ava: Really.",
        "Coop: I have a feeling you're going to love it.",
        "Ava: So do I.",
        "Coop: Good. Hey, I've got something for you.",
        "Ava: For me? Oh! What is that?",
        "Coop: I don't know. Pick a hand.",
        "Ava: That one.",
        "Coop: This one?",
        "Ava: That one.",
        "Coop: Here.",
        "Ava: What is this?",
        "Coop: I don't know. You're going to have to open it up, I guess.",
        "Ava: Stop it! Get out of here!",
        "Coop: No.",
        "Ava: Thank you, thank you.",
        "Coop: And I loaded a couple of songs in there already.",
        "Ava: You put songs on it for me?",
        "Coop: Well, it's for the flight.",
        "Ava: Oh, gosh, you're great. Thank you, thank you, thank you. It's great. I love it. I just need to put this... oh, my gosh.",
        "Coop: What?",
        "Ava: What time is it?",
        "Coop: What do you mean?",
        "Ava: I need to get in the shower.",
        "Coop: You need to get in the shower?",
        "Ava: Yeah, Marina's party started like two... right now.",
        "Coop: Yes, but the good thing about a bon voyage party is you can't exactly have a bon voyage party or get it too far without the bon voyagees. In fact, if you need a hand in the shower, I will be more than willing to help out here if it's going to save a little time.",
        "Ava: I'm good, I'm fine.",
        "Coop: You sure? Positive?",
        "Ava: No, stop. Save it for England. We're going to miss the party. We're going to miss the party. Stop, tiger.",
        "Coop: Tiger? Come on. Ava, you do something to me. Come on, please. (Knock on door)",
        "Mandy: Hello.",
        "Coop: Hi, can I help you?",
        "Mandy: This is for Ava Peralta.",
        "Coop: I'll see that she gets it.",
        "Mandy: She needs to look at it right away.",
        "Coop: Okay. Thank you.",
        "Alan-Michael: Dear Ava, I'm sorry I missed you today. Something very important's come up: A job important for you. With Dinah gone, a unique situation's arisen at Spaulding. We need to create a new position, executive liaison. I'm offering it to you. I know you've made plans, but I felt I at least owed you the right of first refusal. This would be a huge promotion with tremendous responsibility, and I have no doubt you can handle it. Call me. We can discuss it. Alan-Michael.",
        "Coop: No, I do not think so, Alan-Michael. There's nothing to discuss.",
        "[SCENE_BREAK]",
        "Billy: Just right. Ooh, that's perfect. Remind me to get Reva a gift.",
        "Sheila: What, for Christmas?",
        "Billy: No, no. For introducing us.",
        "[SCENE_BREAK]",
        "Josh: Where did you get all this?",
        "Cassie: Oh, I have my contacts.",
        "Reva: Jeffrey.",
        "Cassie: I just happened to run into him. And since it was right after you had made your concerns known about Sheila, I inquired.",
        "Josh: I'm sorry, I'm sorry. You happened to run into Jeffrey?",
        "Cassie: Full disclosure?",
        "Josh: Yeah.",
        "Cassie: I don't like being left out of the loop.",
        "Josh: Right. And you have a vested interest now because you're a full partner.",
        "Cassie: Why, yes, I do.",
        "Josh: Okay. So it looks like there's another hand on deck.",
        "Reva: Yeah, yeah. I mean, I agree. And I meant what I said before about I would have handled this on my own if I could have.",
        "Josh: I know that, yeah.",
        "Reva: The last thing I wanted to do was...",
        "Cassie: ...Get us involved...",
        "Reva: ...Drag you all in, right.",
        "Josh: At the risk of holiday rudeness, you are the last person that I want to be diving into something like this with right now, but here we are.",
        "Reva: It could be worse.",
        "Josh: It could be. It could be just the two of us. But Cassie's involved now, and that's a good thing.",
        "Reva: I agree. I completely agree. Not that this is about us, anyway. It's about Billy.",
        "Josh: It's about Billy.",
        "Cassie: Who really could be in trouble.",
        "Josh: That's right, he could be. And if we love him, which we all do, we have to find out exactly what's going on, right? All three of us.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light.\"",
        "Alan: Don't you realize that when a man feels guilty about cheating on his wife, he buys her a special gift?",
        "Tammy: Mom...",
        "Cassie: I guess I should have seen this coming, huh?",
        "Coop: Come on.",
        "Jeffrey: I need to see her. I have to see her."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=qybvUa17V40"
}