{
    "Episode Summary": [],
    "Recap": [
        "Ross and Rick share a beer over Phillip's grave. Mindy tells Olivia that she will never forgive her for pushing Phillip over the edge. Beth, Lizzie, Rick and Ross share their good memories of Phillip. Alan becomes accusatory in his thoughts of Phillip. Harley lets everyone know that she will find Phillip's killer. Olivia makes a scene over Phillip's coffin. Buzz reveals to Ross that he actually admired Phillip for never running from any of his problems."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Ross: Hello, Harvey.",
        "Caretaker: I'm real sorry about your nephew, Mr. Mayor.",
        "Ross: Thank you.",
        "Caretaker: The police know who shot him yet?",
        "Ross: No.",
        "Caretaker: Paper says there's quite a few suspects.",
        "Ross: Yes, there are. So things look pretty much in order. Are we ready to go?",
        "Caretaker: Just about.",
        "Ross: You know something, I usually find cemeteries peaceful, comforting.",
        "Caretaker: Nothing comforting about the Spaulding crypt, sir.",
        "Ross: Yeah, I'm afraid you're right, my friend. There's nothing comforting at all. With all their wealth and power, the Spaulding's should be the happiest people on earth. Yet contentment and true peace of mind constantly eludes them. Is their misery a curse or simply the inevitable result of bad choices, poor judgment, and good old fashion greed? In the Spaulding mansion, their handsome house on the hill that everybody envies, the scene of so many weddings and glittering parties must feel so empty and silent today. More like a tomb than a mansion. You know, there are a quite a few people in this town who won't mourn Phillip's passing. There may be even some who celebrate his death. Chief among them, whoever killed him. But I think even his most fervent enemies, when pressed, would have to admit that it's hard... no, it's impossible to imagine the world without Phillip Spaulding in it. Sadly the person who took Phillip from us saw only the troubled man that he had become in recent months and not the wonderful person he was so many years before. The good Phillip was forgotten and that was his fault. And ours. And we will all live with the consequences.",
        "[SCENE_BREAK]",
        "Harley: I thought you would be with your family.",
        "Gus: I'll see them at the cemetery.",
        "Harley: Why are you here?",
        "Gus: Check... check on you maybe.",
        "Harley: You guys should really get going.",
        "Frank: Well, we can wait for you to change.",
        "Harley: I'm not going. I don't need a funeral to know that Phillip is dead.",
        "[SCENE_BREAK]",
        "Ross: Hello, Rick.",
        "Rick: I... I thought I'd, you know, get here early... well, you know, have one last beer with my best friend.",
        "Ross: All right. Then I'll leave you two alone.",
        "Rick: Ross, could you stay? Want one?",
        "Ross: I'd love one.",
        "[SCENE_BREAK]",
        "Gus: Are you okay?",
        "Harley: You shouldn't have come. Alan will think you're being disloyal or something.",
        "Gus: Oh, please. I don't care. I'm glad you're not going to the cemetery.",
        "Harley: (Laughs slightly) why?",
        "Gus: I think you know why.",
        "Harley: I think... I think you think it'll be too much. That the guilt will be too much and I'll end up making some tragic graveside confession to killing Phillip.",
        "Gus: There is nothing to confess.",
        "Harley: There is if I'm the one who shot Phillip.",
        "Gus: You didn't shoot anybody.",
        "Buzz: You sure you're not going to the funeral?",
        "Harley: I'm going to stay with the kids.",
        "Frank: Well, maybe Zach should go and say good-bye to his father.",
        "Harley: No. By the end, there's a whole lot of people in this town who hated Phillip. Who knows how many of them will actually show up and what they'll say.",
        "Buzz: You know, you're right. Zach should hold on to the good memories he has of his dad.",
        "Harley: Exactly. Why are you going?",
        "Frank: Well, I'm investigating the murder, and he is Zach's dad. And I actually really never thought about not going.",
        "Harley: What about you? I mean, he almost killed you.",
        "Buzz: I'm going to pay my respects to Phillip. He was a man who loved his family. He made mistakes, but you know, he and I weren't that different. I just got a second chance. Maybe he deserved another chance.",
        "Coop: All right, I'm ready to go. And the car is out front.",
        "Buzz: Okay, good job. Look, see you after. We'll have a meal here. Family meal.",
        "Harley: Good.",
        "Buzz: It'll be good for Zach. Good for all of us.",
        "Harley: Yeah. Sounds good.",
        "Frank: I love you. You coming?",
        "Gus: You know what? I'll meet you guys there, okay?",
        "Harley: You should go.",
        "Gus: I'll go... when I'm absolutely sure.",
        "Harley: You can't protect me anymore. You can't. Because if I am the one who shot Phillip...",
        "Gus: You can stop.",
        "Harley: ...People are going to find out, okay?",
        "Gus: Stop. You're right. You should stay here. Love your sons. Zach needs you. He lost his dad.",
        "Harley: Yes. Yes, he does.",
        "Gus: But listen to me. This is not your fault. I'm on my cell phone, if you call, I'll...",
        "Phillip: Then you do it. Stop me!",
        "Harley: All right!",
        "Phillip: Do it!",
        "Harley: All right! You're not going to get away with this. I'll make you pay.",
        "Phillip: Really?",
        "Harley: I will.",
        "Phillip: Really? You want to stop me? You want to stop me, Harley? Here you go. Here's your chance to stop me.",
        "[SCENE_BREAK]",
        "Alan: Beth, I want to thank you for everything that you've done to help me today.",
        "Beth: I loved him, too, Alan.",
        "Alan: Oh, of course you did. And I think the arrangements that you've made will honor Phillip with the grace and dignity that he so well deserves. You know, there's still a part of me that feels that if I would have left well enough alone, that you and he would be together, very happy... and that my son would be alive today.",
        "Beth: Alan? Hey, don't think about that now, okay? Lizzie, did you see all of the flowers that everyone sent for your father?",
        "Lizzie: How could I miss them? They're all around the house.",
        "Beth: I spoke to Alan-Michael this morning.",
        "Alan: Ah, you, too. I cannot believe that he's not going to fly in for his brother's funeral.",
        "Beth: I know that. I know that. But he feels that there's nothing he can do for Phillip.",
        "Alan: He just doesn't want to see his father mourn his favorite son.",
        "Beth: Alan, don't do this to yourself.",
        "Alan: It's all right. It's all right. We all reap what we sow. And so will Alan-Michael.",
        "Lizzie: I'm here, Granddad.",
        "Alan: Oh, of course you are, sweetheart. I want you to know that you have been very strong through all of this. And your father would be very proud of you.",
        "Lizzie: I hope so.",
        "Beth: But you know, honey, you don't have to be strong every second. It's all right.",
        "Lizzie: I know it's okay to cry, but, Mom, I don't want to, okay?",
        "Lillian: But here with us, with the people who love you, it's okay to show how sad you are.",
        "Lizzie: I'd rather just get even.",
        "Lillian: Oh, Lizzie.",
        "Lizzie: It's true. You want me to honor Dad? That's exactly what he would have said.",
        "Lillian: That doesn't make it right, sweetie.",
        "Alan: Lillian, if you want to have this discussion, we can. But, please, after the service.",
        "Alexandra: Hello dears.",
        "Lizzie: Aunt Alex.",
        "Beth: Alexandra, how on earth did you get out of prison?",
        "Alexandra: Well, my dear brother called in some favors. I'm on a day pass just for the funeral. Thank you, Alan. I really needed to be here. Well, how about a hug? I'm sure you could use one. I could use one. How are you, darling?",
        "Lizzie: I'm fine.",
        "Alexandra: Well, you and I will say good-bye to your father together. Heads held high just the way he'd want us to.",
        "[SCENE_BREAK]",
        "Bill: Hitting the merlot pretty hard there, huh, baby cakes?",
        "Olivia: I can hold my liquor.",
        "Bill: You know, it's okay, Olivia. It's okay to be angry, even hate someone and still grieve for them. Believe me, I know.",
        "Olivia: I know you do. It's just that I grieved for this marriage a long time ago. It was doomed for the start. And all I really feel right now is relief that Emma's home safe and sound. Phillip can't take her away from me. And quite frankly that I don't have to share custody with him anymore. Because you know something? He didn't make it easy for me. So here's to you, Phillip, wherever you may be. Although I have the feeling it's not air-conditioned.",
        "Billy: Well... hey, times like this I wish I still drank, because I'd join you, darling.",
        "Bill: Well, how did you know we were here?",
        "Billy: Oh, lucky guess. Hey, no, I think that we should go to the graveyard together, united. Show a united front, the whole family.",
        "Bill: Oh, my goodness! (Billy laughs)",
        "Mindy: Hey, little brother.",
        "Bill: Mindy, how are you doing? How are you? How are you?",
        "Mindy: I'm good. You look handsome. Look at you.",
        "Bill: Look at you.",
        "Mindy: Gosh, it's so good to see you.",
        "Bill: Well, you, too. I'm sorry it's under such sad circumstances.",
        "Olivia: Not everyone.",
        "Mindy: Olivia. I'd like to say welcome back to the family, but Daddy's filled me in on what's going on. So...",
        "Olivia: Of course he did. Well, go ahead take your best shot. Get it out of your system before the funeral.",
        "Mindy: No, no, no. I'm not going to say anything about you and my little brother. He'll pay for his own mistakes. That's okay. But you know what? You may have single-handedly driven Phillip over the edge. That I won't forgive.",
        "Olivia: It so easy to blame me, isn't it? But I have news for you. Phillip brought this himself. And he hurt a lot of innocent people along the way.",
        "Bill: Yeah, she's right, Melinda Sue. I mean the Phillip's that's been walking around here the last few months, wreaking havoc, stealing children, not the same Phillip you grew up.",
        "Mindy: Well, I knew the wonderful Phillip. And that's who I'm going to choose to remember today. And if any of you have a problem with that, just keep it to yourself.",
        "Olivia: Hey, whatever works for you. But I don't think you're going to have a lot company in that love fest of yours because Phillip made a lot of enemies before he left this earth. Any number of people wanted him dead, right guys? I think we should skedaddle.",
        "Bill: Come on.",
        "Mindy: I can't believe he's gone, Rick.",
        "Rick: I'm going to miss him too, sweetie. I'm going to miss him so much.",
        "Mindy: Is Mel coming?",
        "Rick: No, she decided to stay home and watch the kids. But that's not the only reason she's staying away. I don't think she's ever going to forgive Phillip for what he did.",
        "Mindy: I'm sorry she feels that way, Rick.",
        "Rick: Me, too.",
        "Beth: Hey, you.",
        "Mindy: Hey, you.",
        "Billy: I think it's kind of hard to believe that Phillip's had this many friends at the end.",
        "Olivia: What friends? As far as I'm concerned this is a celebration.",
        "Bill: Honey, I don't think it's a good idea to broadcast your hatred of the victim in front of the chief of police here. It makes you a little suspect.",
        "Frank: It's okay, Bill. Being that pretty much everybody in here is a suspect. Would you two like to know where you are on the list?",
        "Olivia: Well, I would. I'm curious. Am I above or below your sister? Harley's not here. Where is she? It's the grieving family. Oh, yes, the doting father who set a fine example for his precious boy. And there's the devoted daughter who never gave him a lick of trouble. And, hark, it's the drug-dealing auntie, fresh from Hoosegow. Golly, I wonder how Alan sprung all this, huh? Well, you know those Spaulding's. They're just full of surprises.",
        "Alan: Reverend.",
        "Reverend Ruthledge: It looks like everyone's here. Shall we begin?",
        "Alan: Yes, please. Let's do.",
        "Reverend Ruthledge: Welcome everyone. Thank you all for coming. We are gathered here today to honor the life and mourn the loss of Phillip Spaulding, son of Alan and Elizabeth... father of Elizabeth Lillian, Alan Zachary, James Alexander and Emma Spencer.",
        "[SCENE_BREAK]",
        "Zach: Mommy, can you read me a book?",
        "Harley: Oh, \"Baby Bear's Family,\" huh?",
        "Zach: It's one of my favorites.",
        "Harley: I know it is. Come on up here. Okay. Let's see. Baby bear was holding his father's hand as they walked through long valley filled with shadows...",
        "[SCENE_BREAK]",
        "Reverend Ruthledge: Surely goodness and mercy shall follow me all the days of my life and I will dwell in the house of the Lord forever. Amen.",
        "All: Amen.",
        "Reverend Ruthledge: Those who were closest to Phillip will now offer a few words, starting with his uncle, Mayor Ross Marler.",
        "Ross: Every year that I had a private practice Phillip was one of my clients. And I can't tell you how many times I was working at my desk and I would hear a noise and look up and there is Phillip dragging into the room with a problem or question that...",
        "Buzz: I'm glad Harley decided not to come. This is the last place she should be today.",
        "Ross: By the way Phillip never knocked. He simply...",
        "[SCENE_BREAK]",
        "Harley: And that night before baby bear went to sleep he finally realized there is no place like home.\" The end.",
        "Zach: Again.",
        "Harley: Again. We just read it three times. Aren't you hungry?",
        "Zach: I'll be hungry after another one.",
        "Harley: (Laughs) boy, you love to read books just like your daddy. Do you know that right after you were born, your daddy went out and brought you a whole ton of books that you would love to read? He wanted all of his kids to love to read.",
        "Zach: I miss Daddy.",
        "Harley: You do? Do you want me to tell you something about Daddy?",
        "Zach: Again.",
        "Harley: (Laughs) okay. Do you know how excited your father was the night that you were born? He was so excited to be having his first little boy. And he was scared. And let me tell you your daddy, he wasn't scared of much, but he wanted so much to be a good father and he was scared that he wouldn't be.",
        "Zach: I miss Daddy.",
        "Harley: You do? I know. He misses you, too.",
        "Zach: Why did someone make Daddy go away?",
        "[SCENE_BREAK]",
        "Rick: It's not often that I'm at a lost for words, but I am. Suffice to say that Phillip was my dearest and oldest friend, and I was his. Phillip was fiercely loyal and protective. And it wasn't a single time in my life that I needed him that he wasn't there for me. And I will miss that. I will miss you, buddy.",
        "Beth: Phillip was my first love. My only true love. And the father of my two beautiful children. It's hard for me to remember a time when Phillip wasn't a part of my life, when he wasn't taking care of me and telling me what to do. I will always remember Phillip as a kind, gentle man. And no matter what, I knew that I could always count on him. He was a rock for me and for my children. And we never doubted for one second how much he loved us.",
        "Lizzie: When I was little, I had leukemia, and if there was a good thing about being sick, it was that I got to spend a lot time with my Dad. They made me laugh at a time when laughing wasn't so easy. He's the best dad in the world, and I don't know what I'm going to do without him.",
        "Alan: When Beth and I were planning my son's service today, we promised each other that we would focus on Phillip's life before the past few months, to honor Phillip before he went to a darker place in his soul. To honor Phillip, the person who loved his friends, his family, and did so much for this community. But you'll have to forgive me, I'm going to break that promise, Beth. While I won't deny that Phillip hurt many of you here today, the one who was hurt the most in the end was Phillip himself. We failed him. And I believe beyond a shadow of a doubt that we are all responsible for his death. I am, you are, you are, you are, and you are.",
        "Harley: I heard everything that you said, Alan.",
        "Gus: Please don't do this, okay?",
        "Harley: We are all responsible for Phillip's death, yes. But some of us are more guilty than others. If anyone is responsible for putting Phillip in that coffin, it was me. Phillip did some terrible things to me and my family. Things that would be hard if not impossible to forgive. Stealing children from their mothers? There's no excuse for that. Phillip was wrong.",
        "Olivia: Can I get an amen?",
        "Harley: But I was wrong in the way that I reacted. I let Phillip push all my buttons. I responded by retaliating. I should have taken the high road. I know that. But I... I couldn't. Everything he did just filled me with such rage that I could barely think straight. But, Alan, Phillip was sick. And while we all knew it, we didn't do anything about it. Not really. So he kept pushing and pushing and pushing until finally someone snapped. I'm going to make a promise to Phillip in front of all of you. Phillip, you know how tenacious I can be. It used to drive you crazy, but I promise I will do whatever it takes to find your killer and bring them to justice. No matter where that trail leads, no matter how close to home, you will have justice. (Olivia clapping)",
        "Olivia: Here, here! Whoa! I have to tell you this has been so appropriate. You all have been so well behaved. Really.",
        "Alan: Olivia, please don't.",
        "Olivia: Especially you. That whole mea-culpa-but-so-are you, thing? Brilliant. But I have some bad news. I'm going to break the program. Because as the last unlucky lady who suffered with the name Mrs. Phillip Spaulding, I can truly, honestly without a shadow of a doubt say, \"you had it coming, you son of a bitch!\"",
        "Lizzie: She did it, grandpa. She killed him. She practically just admitted it!",
        "Olivia: Don't you even accuse you stinky little brat.",
        "(Everyone speaking)",
        "Alexandra: Don't speak to my niece like that.",
        "Olivia: Says the dope dealer.",
        "Frank: Everybody needs to calm down. This is not the place, Olivia.",
        "Billy: You said your piece--",
        "Olivia: Oh, please don't tell me you hated him any less, Billy.",
        "Bill: Listen to me. Listen to me. No one saying your feelings aren't justified. But this is not the place.",
        "Olivia: When do I get my justice then? When do I get to tell the world how much I loathed you? How much misery and pain you put me through?",
        "Ross: Bill, if you don't get her out of here, I'm going to go throw her out myself.",
        "Olivia: I will have my say. I will have my peace. (Gasps)",
        "Olivia: I'm fine. I'm fine. Phillip always did manage to have the last word.",
        "Bill: Let's go this way.",
        "Alan: I'll tell you one thing, Olivia. He would be very happy that you made such a spectacle of yourself today.",
        "Alexandra: Bravo.",
        "Rick: Yeah, exactly.",
        "Alan: Reverend, I apologize for this. I realize it's not the normal reaction for a service like this.",
        "Reverend Ruthledge: Phillip was an unusual person. He brought out strong emotions in everyone.",
        "Olivia: You think?",
        "Reverend Ruthledge: Does anybody else have something they'd like to say? Then the time has come. I'm heading for a time of quiet when my restlessness is past and I can lie down on my blanket and really smile at last I'm heading for a time of solitude of peace without illusions when the perfect circle marries all, beginnings and conclusions and when they say that you're not good enough, well, the answer is you're not but who are they or what is it that eats at what you've got? With the hunger of ambition for the change inside the purse they are handcuffs on the soul, my friends handcuffs on the soul and worse and I'm heading for a place of quiet where the sage and sweet grass grow by a lake of sacred waters from the mountains to mountain snow.",
        "Beth: Hey.",
        "Lizzie: You said it was good to cry and just get it out.",
        "Beth: It is. But that's not what I was going to say. Alan, this day has been difficult enough. Why don't we just call Ross, save him the trip. Surely we can read Phillip's Will tomorrow.",
        "Lizzie: No, Mom. Mom, we've got to do what Dad wanted. Okay, Grandpa.",
        "Alan: Well, Elizabeth, if you think you can get through it.",
        "Lizzie: I can. Will you sit with me?",
        "Alan: Sure I will, darling.",
        "[SCENE_BREAK]",
        "Buzz: Oh, Phillip, what were you thinking?",
        "Ross: Sorry, Buzz. Small world.",
        "Buzz: Yeah.",
        "Ross: Up for some company?",
        "Buzz: Oh, sure.",
        "Ross: Can I get a scotch, no ice? Thank you. I was on my way over to the Spaulding's. I thought I should stop in and get my thoughts together, though, before the reading of Phillip's will. Thank you. I miss him. I know he made life miserable for you and your family, but that wasn't Phillip.",
        "Buzz: You knew a different Phillip.",
        "Ross: Absolutely I did.",
        "Buzz: You know I wanted to like him. I actually admired him.",
        "Ross: Why?",
        "Buzz: The guy never ran. When life got tough with me, I ran.",
        "Ross: You were young.",
        "Buzz: No. I was not so young. When Harley was shot, I bolted out of that hospital. I left Frank to take care of his sister, as he always does. Someone came and found me and made me go back. That was Phillip. He told me to stick it out, and that's what he did. He always faced life head on.",
        "Ross: Right to the very end. To Phillip.",
        "Ross: To Phillip.",
        "Ross: Well, I should get going. I want to get this over with. Hey, go home, Buzz.",
        "Buzz: Well, Phillip, I'm still standing.",
        "[SCENE_BREAK]",
        "Gus: Want me to drive you home?",
        "Harley: I... I just want to sit here just a little longer. You were afraid I was going to confess, were you?",
        "Gus: You have nothing to confess to.",
        "Harley: We hope. I meant what I said, you know. I will find Phillip's killer. I owe it to my son, and to myself. Even if it turns out to be me.",
        "Gus: It wasn't you.",
        "Harley: I guess we'll find out soon enough, won't we?",
        "[SCENE_BREAK]",
        "Ross: Hello, everybody. Are you ready?",
        "Beth: Yeah.",
        "Rick: How are you feeling?",
        "Beth: How are you?",
        "Rick: I've never been more alone in my life.",
        "Beth: But you're not. You know that?",
        "Rick: I was thinking about it when I left the cemetery, Beth. When I got in my car, I looked at the front seat next to me and forget for a moment that my wife decided not to support me, I thought about my father being so far away, and my sister who may never be my sister again. And the truth is, Beth, I could handle all of that if I just knew that Phillip was going to be okay.",
        "Beth: We're going to get through this. You know that. He'd want us to.",
        "Rick: I just miss him.",
        "Beth: So do I. (Crying)",
        "Phillip: Thank you for coming. Hey, everybody, remember me?",
        "[NEXT_ON]",
        "Michelle: Maybe Danny was right. Look at the choices I've made lately. Just one bad decision after another.",
        "Tony: Does that include getting involved with me?",
        "Ruth: Scrub away, Lady Macbeth. It won't change anything."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=HjYpkP7rJGM"
}