{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Holly: Sam? Sam? Sam, can you hear me? Sam? \r\nBuzz, get out here quick. I need you. Hurry. ",
        "Buzz: Look, everybody, break it up. Sit down. \r\nShow's over. What happened? ",
        "Holly: I don't know. He was talking to me and \r\nhe fell like a stone. ",
        "Buzz: His pulse is okay. Hey, buddy. Hey.\r\n",
        "Holly: Oh, thank God. ",
        "Sam: Buzz. Hey, what am I doing here? \r\n",
        "Buzz: You're lying on my floor. This is where \r\nyou're going to stay for the next couple minutes. ",
        "Sam: (Groans) I passed out? ",
        "Holly: And how. ",
        "Buzz: The question is why? ",
        "Sam: I’m okay. I’m all right. I just didn't \r\neat anything yesterday. Oh, good. See, I’m good. ",
        "Holly: You need to eat something. ",
        "Buzz: Lynn, can you get ice and a bag and \r\nminestrone soup with extra parmesan and crackers. ",
        "Sam: This is one way to get some service \r\naround here, hey, Buzz? No-- voila-- I’m all right. No problem. ",
        "Buzz: No problem at all. ",
        "",
        "\r\nGus: You're rusty. ",
        "Harley: What are you doing here? ",
        "Gus: I was behind you the whole time. You're \r\noff the force-- what, a couple of months?-- And all of your skills go in the \r\ntoilet. ",
        "Harley: Did you tail me all the way from \r\nCompany? ",
        "Gus: Yes, I did. And then I saw you make a \r\nleft onto Coventry road. And I’m thinking to myself, \"what is she doing? She \r\ndoesn't live on Coventry road. What is she doing?\" ",
        "Harley: I’m picking up my kids. ",
        "Gus: Oh. ",
        "Harley: See, does that solve your little \r\nriddle for you? Can you go follow somebody else now? What? What do you want?\r\n",
        "Gus: I just... I wanted to give you \r\nsomething-- like a shoulder to cry on. ",
        "Harley: I don't see anybody here crying.\r\n",
        "Gus: Oh, you were very upset when you left \r\nCompany. ",
        "Harley: I was not... ",
        "Gus: Yes, you were. ",
        "Harley: ...Upset. ",
        "Gus: Yes, you were. And when you saw Rick \r\nkiss Mel and Mel kiss Rick, I thought you were going to faint. ",
        "",
        "\r\nRoss: What the hell were you thinking about? How could you do this? ",
        "Blake: I just had to. ",
        "Tory: Blake, can I help you with that? \r\n",
        "Ross: You were spying on Tory and me like we \r\nwere what? Coconspirators in something? Setting the whole thing up with a bunch \r\nof lies about a sick friend in Baltimore. ",
        "Blake: I’m sorry. ",
        "Ross: You must be very disappointed that you \r\ndidn't catch Tory and me romping naked in the living room. That would have made \r\nyour little scheme well worth it, wouldn't it? ",
        "Tory: Blake, you got to see for yourself that \r\nthat's not what's going on, that there's absolutely nothing going on between \r\nRoss and me. ",
        "Blake: You're wrong. I saw plenty. \r\n",
        "Ross: What exactly did you see that was in \r\nany way improper? ",
        "Tory: Did I do something wrong? ",
        "Blake: Well, you started to, by spilling \r\ncoffee down the front of your shirt. ",
        "Ross: She could have scalded herself. That \r\nwas an accident. ",
        "Blake: Was it an accident that you chose to \r\nwear the closest fitting garment this side of pantyhose? ",
        "Ross: Oh, for God's sake. ",
        "Tory: I tried to find the clothes that looked \r\nlike they were the least used. ",
        "Blake: Really? What were you trying to do \r\nwhen you picked a top the size of a band-aid? Show Ross how your little tummy \r\nsurvived the coffee unscathed? ",
        "Ross: That's exactly what she was trying to \r\ndo. Do you know how insulting this is to me? Do you trust me this little? \r\n",
        "Blake: Of course... I trust you, Ross. \r\n",
        "Tory: Yeah, she trusts you. It's me that she \r\ndoesn't trust. ",
        "Ross: This is ridiculous. ",
        "Blake: No, I don't trust her. ",
        "",
        "\r\nRick: Hey. ",
        "Claire: Hey. ",
        "Rick: Did you check in a Mr. Panghorn today?\r\n",
        "Claire: Just came from him. He's still very \r\nuncomfortable. ",
        "Rick: Well, then he's not ready for that \r\nphysical therapist yet, is he? ",
        "Claire: Agreed. You know it might be a good \r\nidea for you to go check on him yourself. He's very fond of you. ",
        "Mel: And then again, who isn't? ",
        "Rick: Hey. ",
        "Claire: Nice flowers. ",
        "Mel: Thank you. ",
        "Claire: A gift? ",
        "Mel: Yes, from a secret admirer-- \r\nunfortunately. But then again, it could be from one of hundreds of people.\r\n",
        "Claire: Doctor? ",
        "Rick: Yeah? ",
        "Claire: Is there something going on that I \r\nshould know about between you and Dr. Boudreaux? ",
        "Rick: Don't start with me, Claire. Don't even \r\nthink about starting with me. ",
        "Claire: Fine. I will go check on the biopsy \r\nresults for Mr. Barzoni. ",
        "Rick: Great. Why don't you do that? \r\n",
        "Claire: I'll go do that. ",
        "Nurse: Will this work? ",
        "Mel: Oh, that's perfect. ",
        "Rick: It's a great idea. ",
        "Mel: What? ",
        "Rick: You know, putting the flowers here so \r\neverybody can enjoy them. ",
        "Mel: Oh, I’m not going to put them there. I \r\nhave a different idea. ",
        "Rick: Well, naturally. Far be it for us to \r\nagree on anything. I mean, if I said the sky was blue, you would say it was \r\ncloudy, right? ",
        "Mel: It is cloudy today. Could you put those \r\nin room 322, please? ",
        "Nurse: Ms. Bailey? ",
        "Mel: Well, maybe we can cheer her up a little \r\nbit. What? You think I should have left them there? ",
        "Rick: No. I’m just... I’m just very impressed \r\nthat you're not giving up on our toughest patient, that's all. ",
        "Mel: Now why would I do that, doctor? I’m in \r\nit for the long haul. ",
        "Rick: You know, you're turning out to be \r\nquite the physician, doctor; complete with a wonderful bedside manner and a very \r\nhealthy perspective. ",
        "Mel: Rick, don't. ",
        "Rick: What? What? Feel free to compliment \r\nyou? ",
        "",
        "\r\nHarley: I happen to know all there is to know about Rick and Mel's friendship, \r\nthank you. ",
        "Gus: Oh, yeah, it's a friendship. ",
        "Harley: It is a friendship... ",
        "Gus: Right. ",
        "Harley: ...Because Rick is totally open and \r\nhonest with me. And if he said he was breaking things off with Mel, he was \r\nbreaking things off. ",
        "Gus: Didn't look like that to me. ",
        "Harley: I think it's time you go, okay?\r\n",
        "Gus: You just can't stand it when I’m right \r\nabout something. ",
        "Harley: All right, what is your point? What \r\nare you saying to me? Are you saying that Rick and Mel had some big, hot and \r\nheavy thing that I’m not aware of? Is that what you're saying? ",
        "Gus: You know what? You're a cop. Just think \r\nof the evidence. ",
        "Harley: What evidence? ",
        "Gus: Well, there was the kiss. ",
        "Harley: Uh-huh. ",
        "Gus: And there was the flowers. ",
        "Harley: He gave her flowers? ",
        "Gus: Oh, yeah. There was flowers. Flowers \r\nwere definitely involved. I was even there when she opened the card and it said, \r\n\"All of my love, Rick.\" Now, think about it, a guy doesn't send a woman a \r\nbeautiful, expensive bouquet of flowers when he wants to give her the boot, get \r\nrid of her. No, he gives he a beautiful, expensive bouquet of flowers when he is \r\nstill interested. Did I tell you about the card? \"All my love...\" ",
        "Harley: Would you shut up! ",
        "Gus: Right. \"All my love, Rick,\" is what he \r\nsaid. ",
        "Harley: Mm-hmm. ",
        "Gus: Okay. Maybe I’m wrong. Maybe I’m wrong. \r\nIt could happen. Rick and Mel used to be friends, and now they're not anymore, \r\nso the bouquet of flowers was actually an official peace offering. ",
        "Harley: See, that's what I think it was.\r\n",
        "Gus: Except there was that kiss. And that \r\nkiss was electric. ",
        "Harley: Electric, huh? ",
        "Gus: Oh, yeah, it was electric. You saw it.\r\n",
        "Harley: Mm-hmm, I saw it. I happened to get \r\nthere just in time. ",
        "Gus: Hell of a kiss. Yeah. Well, I know... I \r\nknow that you're hurting, you know. I have been there. Whew. ",
        "Harley: Really? ",
        "Gus: No. Yes. Yes. Do you see me with \r\nanybody? Do you? I know how this, you know, hits you. I know how it... Look, I \r\nknow that you wanted it to work out with Rick, and I am sorry. ",
        "Harley: Well, it's not... I’m not angry. I’m \r\nnot even really jealous. I mean, we don't feel that way about each other. I’m \r\njust surprised. ",
        "Gus: Right. Well, you know what? Maybe \r\nactually it's better that this happened, you got to see it for yourself, and you \r\njust know how things are meant to be. ",
        "Harley: Great. ",
        "Gus: Don't worry about it. It's going to get \r\nbetter, don't worry. ",
        "Harley: Off. ",
        "Gus: Hmm? ",
        "Harley: Get your hand off me. I know what \r\nyou're up to and it's not going to work. ",
        "",
        "\r\nBuzz: One burger, medium- well. ",
        "Sam: No. No, Buzz, you shouldn't have done \r\nthat. I can't eat it. ",
        "Holly: You need more than half a bowl...\r\n",
        "Buzz: I’m insulted. ",
        "Holly: ...Of minestrone in your stomach.\r\n",
        "Buzz: Half a bowl? I’m insulted again. \r\n",
        "Sam: It's just that I’m not hungry, you know? \r\nAnd besides, I've got to go back to work. ",
        "Holly: Forget it. ",
        "Sam: Holly... ",
        "Holly: I am the boss, and you cannot go, at \r\nleast for the rest of the day. You fell... Passed out on the floor, remember?\r\n",
        "Sam: Well, fine. Then I’m just going to go \r\nwork on my own time. Hey. ",
        "Holly: That story that you want to get back \r\nto is the mob story, right? The one that so conveniently fell into your lap?\r\n",
        "Sam: It's big, Holly. It's going to be good.\r\n",
        "Buzz: Like your burger. Eat it. ",
        "Holly: Okay. All right. If this story is so \r\nphenomenal, tell me what you have so far? ",
        "Sam: So Buzz, what's in this exactly, thyme, \r\ntarragon, something like that? ",
        "Holly: Sam, don't make me pull rank. \r\n",
        "Sam: Okay. I went down to the warehouse \r\ndistrict. I was following up on a lead I got about the mob here in Springfield \r\nsupposedly moving on to legitimate business now. ",
        "Holly: And? ",
        "Sam: And when I have some more notes, I'll \r\nlet you know. Until then, you're safe. ",
        "Holly: You do have more. (Cell phone rings) \r\nOh, I've got to take this. ",
        "Sam: Saved by the cell, huh? ",
        "Holly: This interview is not over. \r\n",
        "Buzz: The answer is oregano and thyme. In the \r\nburger. The question is how did you get this bump on your noggin, or am I going \r\nhave to give you another one to get the truth out of you? ",
        "",
        "\r\nRoss: Blake, what as Tory done to deserve this? How can you not trust her?\r\n",
        "Blake: Because I see things clearer than you \r\ndo, Ross? ",
        "Ross: From where, your vantage point outside \r\nthe window? You know, coming from you, this makes absolutely no sense. \r\n",
        "Blake: What do you mean from me? ",
        "Tory: Ross, please do not do this on my \r\naccount. ",
        "Ross: Who was it who said that Tory should be \r\nmy assistant? Who arranged it? Who hired her? ",
        "Blake: Me. ",
        "Ross: Yes. You said she would be the perfect \r\nperson to help me with my law practice, correct? ",
        "Blake: And I believed that. ",
        "Ross: And hasn't she done precisely that?\r\n",
        "Blake: Well, there's no argument on the work \r\npart. ",
        "Ross: All right. Then let's get to the \r\nnon-work part. ",
        "Blake: Ross, look at her. She's a young, \r\nsingle woman. She should be spending time with her law student friends, people \r\nher own age. ",
        "Ross: Yes, she should. I told her that myself \r\nseveral times. ",
        "Blake: And has she listened to you? No.\r\n",
        "Tory: I've gone out with Jeff. ",
        "Blake: Once. But you've been closeted with \r\nRoss a half a dozen times since then. ",
        "Tory: Working. ",
        "Ross: So Tory Granger is too good, too \r\ndedicated, that's what I’m hearing. ",
        "Blake: She shouldn't be spending every \r\navailable moment with you. ",
        "Ross: Oh, for the love... ",
        "Tory: I spend every available moment on the \r\nlaw, Blake, because it is my entire life. ",
        "Blake: And Ross is not only your teacher, but \r\nhe is your boss, which means he is your whole life. Now, I can understand where \r\nhis passion would appeal to you or anybody else in your situation. But Tory, you \r\nneed to widen your scope. ",
        "Tory: So that's why you gave me this \r\nmakeover? ",
        "Blake: I thought it would be easier for you \r\nto meet guys your own age. ",
        "Tory: No. You did it because you want to keep \r\nme away from Ross. God, Blake, I thought that you were my friend. ",
        "Blake: And I thought you'd go after other \r\nmen, not my husband. ",
        "",
        "\r\nSam: Hey, what's wrong with you, man? Come on, Buzz, I got this when I fell on \r\nthe floor. ",
        "Buzz: Somebody clocked you. ",
        "Sam: Hey, I’m a writer, not a fighter. Don't \r\ntouch. ",
        "Buzz: Listen, you don't get a hit on that \r\nplace on your head by falling down. ",
        "Sam: Well, what are you doing now? Looking \r\nfor the real story? ",
        "Buzz: Trying to see if your pupils are the \r\nsame size. You could have a concussion. ",
        "Sam: I’m telling you, I’m fine, Buzz. I’m \r\nreally fine. ",
        "Buzz: A man on a mission. ",
        "Sam: What are you talking about? Come on.\r\n",
        "Buzz: Look, I’m not an oasis of reason in \r\nthis wacky world, but there's no way you're going to do a complete turnaround \r\nwith Marah in one fell swoop. I know you're trying to prove yourself after what \r\nhappened, but I mean, don't overdo it, not with the mob. You have to be very, \r\nvery, very careful. ",
        "Sam: I just want to get some bad guys, you \r\nknow? ",
        "Buzz: Be careful. ",
        "Sam: So, speaking of taking care of yourself, \r\nhow were things with Holly over the weekend at Moon Lake, nice, huh? ",
        "Buzz: What did you find out at the warehouse?\r\n",
        "Sam: I've heard Moon Lake is the nicest, most \r\nromantic place around town. ",
        "Buzz: Sam, Sam. The warehouse. ",
        "Sam: Did you guys make a weekend out of it? \r\nWas it a weekend to remember, Buzz? ",
        "Buzz: Well, everybody that showed up made it \r\na weekend to remember. We ended up sharing the cabin with 4,000 people. Well, \r\nthere were four, actually. Plus kids. But, you know, I've got to say, being with \r\nHolly-- even in a crowd-- is 1,000% better than not being with her at all.\r\n",
        "Holly: That sounds suspiciously like a \r\ncompliment. ",
        "Sam: I can corroborate that. Listen, Buzz, \r\nthanks for the eats. ",
        "Holly: Hold on. ",
        "Sam: No, I can't. I got to go to work, Holly.\r\n",
        "Holly: Not on that story, Sam. I mean it.\r\n",
        "Sam: I’m going to collect some notes, and \r\nwhen I have them, I’m going to bring them to you. I promise. You're going to see \r\nhow big this is. Ciao. ",
        "",
        "\r\nRick: Mel? Mel? ",
        "Mel: I’m sorry, I was just spacing out. I was \r\nthinking about Mrs. Simon. ",
        "Rick: Mrs. Simon? What's wrong with Mrs. \r\nSimon? ",
        "Mel: Well, I was wondering if I should have \r\ngiven her a pregnancy test and an ultrasound to rule out an ectopic pregnancy. I \r\nmean, it could account for her abdominal pain. ",
        "Rick: Well, that's true, but there's also a \r\nfever present, which could indicate a G.I. infection. ",
        "Mel: True, but I just like to cover all my \r\npossibilities. ",
        "Rick: It sounds like you're following all the \r\nright protocols. Did you happen to do a... ",
        "Mel: Give her an EKG and a chest exam, yeah. \r\nBoth negative. What? ",
        "Rick: I just really love working with you.\r\n",
        "Mel: Same here. ",
        "Rick: You push me. You annoy the hell out of \r\nme, but you make me give my best. And you make me laugh, which is no small \r\nthing. ",
        "Mel: No. No, that's a big thing. Especially \r\nwhen it goes both ways. ",
        "Rick: Well, excuse me, I’m not a funny guy. I \r\nmay be strikingly average looking, but I am not a funny guy. (Laughter) \r\n",
        "Mel: Oh, to hell with it; I've got to know.\r\n",
        "Rick: What? ",
        "Mel: Do you love her? ",
        "Rick: Her? ",
        "Mel: Do you love Harley? ",
        "",
        "\r\nHarley: I said get your arm off me or you're going to lose it! ",
        "Gus: Okay. Okay, I was... You know, I was \r\njust trying to... ",
        "Harley: I know what you were trying to do. \r\nYou were working me. ",
        "Gus: No, I wasn't. ",
        "Harley: I've seen you make a case against \r\nsomebody. I just never thought that you'd try to set up some phony sympathy rap \r\nwith me. To make me feel bad. ",
        "Gus: Get it out! Get all your feelings out. \r\nGet it out. It's okay; I know that you're hurting. Go on, vent. ",
        "Harley: I’m not hurting, I’m furious. \r\n",
        "Gus: Of course you're furious-- Rick's a \r\njerk. He's a jerk. ",
        "Harley: Not Rick. You. You! You did not come \r\nhere as my special caring friend. ",
        "Gus: That's unfair. That's not... That's not \r\ntrue. ",
        "Harley: Were you or were you not just hitting \r\non me over there? ",
        "Gus: Well, no. Well, no. No. ",
        "Harley: You're such a liar. Please. I don't \r\nthink \"sympathy\" is even in your dictionary. Come on. I see what you're doing. \r\nYou're coming over here, you're acting like Mr. Sensitivity guy. ",
        "Gus: Mr. Sensitivity guy? ",
        "Harley: Yes, Mr. Sensitivity guy. Trying to \r\nget me all mushy with my feelings. All the time you're bad-mouthing Rick, trying \r\nto make yourself look better. ",
        "Gus: No. ",
        "Harley: Yeah, Gus, my great friend. \r\n",
        "Gus: Well, hold it, I am a good friend.\r\n",
        "Harley: Shut up! I don't want to hear about \r\nthat! And you know, the only reason that I even thought about or was upset about \r\nthat whole Rick and Mel kissing thing is because I got there. I didn't expect to \r\nsee that. I didn't expect to see them... You. It was you. ",
        "Gus: I’m lost. What? What? ",
        "Harley: Why is it that I ended up showing up \r\nat Company? Because you asked me to. How is it that I ended up seeing Rick and \r\nMel just at the right time-- just at the second that they started to do their \r\nlittle thing, which makes me wonder... ",
        "Gus: Hold on a second, wait. Whoa, no, whoa, \r\nno, no! If you're trying to say I had something to do with that... I did not \r\nforce you to go down there! ",
        "Harley: No, you didn't, but you made sure \r\nthat I would show up there, didn't you? It's timing. It's all about timing, \r\nisn't it, Aitoro? ",
        "Gus: You know what? You're jumping now. \r\nYou're jumping... ",
        "Harley: I’m jumping? ",
        "Gus: To conclusions. You're grasping at \r\nstraws. ",
        "Harley: I am a cop, and my instincts are \r\npretty good, and you know what they're telling me? They're telling me that this \r\nwas some sick little scheme that you set up... ",
        "Gus: No, listen to me. ",
        "Harley: ...To wreck my relationship with \r\nRick. Admit it. Come on, admit it. You set the whole thing up. It's obvious you \r\nset the whole thing up. ",
        "Gus: All right! I did it, I did it! Okay? I \r\ndid the whole thing. ",
        "",
        "\r\nBlake: I’m not saying you're a bad person, Tory. ",
        "Tory: No, just that I’m doing bad things, or \r\nthinking horrible, evil thoughts. ",
        "Blake: I wouldn't go as far as saying they're \r\nevil. I don't think you're thinking anything on purpose. You're sad, and you're \r\nlonely, and who wouldn't be, in your position. You lost your husband too soon-- \r\nway too soon-- and it's only natural that you would latch onto another man, but \r\nit's not right. That it's my man. ",
        "Tory: You make me sound like I’m some sort of \r\nparasite. ",
        "Blake: Tory, I understand that you have no \r\none else to turn to, but it can't be Ross. ",
        "Ross: Blake, I want you to stop it right now.\r\n",
        "Blake: Ross, she's as much as said that she \r\nwants you. You have, every time you talk about your ideal man-- and you've said \r\nthis several times to me. He's always an older man with more sophistication, \r\nexperience, education, everything... More than all the guys your own age. \r\n",
        "Ross: So she admitted that to you. So what?\r\n",
        "Blake: So she's describing you, Ross, and I’m \r\nnot going to pretend it doesn't bother me, because it does. Enough to do this. \r\nYou have to let go of Ross now, because this attachment of yours is only going \r\nto get more intense. ",
        "Tory: What are you talking about? You have to \r\nstop me before I love again, is that what you're trying to say? ",
        "Ross: Tory, don't. ",
        "Tory: No. This is ridiculous, and I am \r\nleaving. ",
        "Ross: No. Don't go. I need you, and I don't \r\ngive a damn what Blake thinks about it. Tory, don't go. At least not like this.\r\n",
        "Tory: I have to. I’m sorry. ",
        "Ross: You have every reason to be upset.\r\n",
        "Tory: Look, Ross, this does not change how \r\nmuch I love the law or how much I would love to learn it from you, but I cannot \r\nwork for you anymore. ",
        "Ross: Yes, you can. ",
        "Tory: After this? How? ",
        "Ross: I will figure something out. There is \r\nso much to be done. ",
        "Tory: Ross, you will find someone else to \r\nhelp you. ",
        "Ross: I don't want someone else. ",
        "Tory: Why are you doing this to me? I am \r\nruining your marriage. ",
        "Ross: No, you are not. Now, look, we can find \r\na way to work this out. ",
        "Tory: Listen to me, Ross. When Stuart died, I \r\nfelt like... I felt like I might as well have died, too. I mean, the entire \r\nworld just seemed cold and dark to me, and you know, law school did help me cope \r\na little bit, but it wasn't until I met you-- both of you-- that I actually felt \r\nlike I started to come alive again. And I can't believe how incredibly selfish \r\nthat was. ",
        "Ross: Tory, you weren't being selfish. \r\n",
        "Tory: Yes, I was. Because I thought that \r\ngetting so close to both of you so fast was the greatest thing that ever \r\nhappened to me. And I was so wrapped up in that feeling that I never once \r\nconsidered that I might be coming between the two of you-- not for a minute.\r\n",
        "Ross: You are not coming between us. \r\n",
        "Tory: I’m sorry, Professor, but I think that \r\nthe evidence in this case is overwhelming. If unfounded. Blake, you are wrong \r\nabout me. But I know that you think you're right, so I guess it doesn't matter, \r\nbecause that's the only important thing. ",
        "Blake: I don't hate you, Tory. ",
        "Tory: That's good to hear, because I love you \r\nboth, very much. Way too much to cause trouble for you. And I am so sorry for \r\nany pain that I've caused you, Blake. It was not intentional, and I think that \r\nthat has to count for something, doesn't it? Thank you, Ross, for everything. \r\nI’m sorry. ",
        "Ross: Tory. Tory! How could you? ",
        "",
        "\r\nRick: Do I love Harley? Yes. I love Harley as a friend. ",
        "Mel: And nothing more? ",
        "Rick: Who knows? Maybe someday, Mel, it'll \r\nturn into something else, but... ",
        "Mel: Right now. ",
        "Rick: We're just friends. ",
        "Mel: You know, I thought you and I were \r\nalready something more than that. At least that's how it felt to me. ",
        "Rick: Mel, I think we both know there's \r\nsomething there between us. But as I was trying to explain to you, Harley and I, \r\nwe both have... We share this... ",
        "Mel: A son. ",
        "Rick: A son, who we both... ",
        "Mel: Jude, right. ",
        "Rick: ...Love very much, and that's a major \r\nconnection between two people. ",
        "Mel: Yeah. I mean, I guess I'd look at you \r\nsideways if it weren't. It's just hard. ",
        "Rick: Mel, I’m sorry. I’m just... I’m really \r\nsorry this has all played out the way it has, because I feel like there's so \r\nmuch more for us to talk about and to work through. But the last thing in the \r\nworld I would ever want to do would be to hurt you. I just... I hope this means \r\nwe can still work together. ",
        "Mel: Like I said before, Rick, I’m in it for \r\nthe long haul. I’m not going anywhere. ",
        "Rick: Good. Because I would miss you if you \r\nleft. Very much. (Pager beeping) it's me. Got to go. Are you okay? ",
        "Mel: Yeah. ",
        "Claire: Excellent move. ",
        "Mel: Excuse me? ",
        "Claire: Those flowers. You put them in Mrs. \r\nBailey's room. That was wonderful. I hardly recognized the woman. She was \r\nsmiling. ",
        "Mel: Good. I’m glad. ",
        "Claire: Is there anything wrong? ",
        "Mel: No. Actually, yes. I’m getting a little \r\nburnt out on ER duty, and I was wondering if I could work somewhere else in the \r\nhospital-- like pediatrics. ",
        "Claire: Might this have anything to do with \r\nDr. Bauer, the burn-out factor? ",
        "Mel: No. No, not at all. ",
        "Claire: Well, because I certainly realize \r\nthat he can be somewhat of a pill. ",
        "Mel: In my experience, that's not true at \r\nall. I just need a change of scenery, that's all. As soon as possible. \r\n",
        "",
        "\r\nHolly: You have to admire Sam. He has everything it takes to be a really great \r\nwriter. He's smart and manic, and stubborn as hell. ",
        "Buzz: It reminds me of me when I was his age. \r\nAmbitious and crazy. ",
        "Holly: What a guy. ",
        "Buzz: Me or him? ",
        "Holly: What do you think? ",
        "Buzz: How about where we pick up where we \r\nleft off and find, you know, a nice, quiet getaway for just you and me? \r\n",
        "Holly: I've heard that before. ",
        "Buzz: Good ideas never die. What do you say?\r\n",
        "Holly: I say that there will come a time when \r\nwe will be alone together. ",
        "Buzz: Yeah? ",
        "Holly: Anticipation makes everything better.\r\n",
        "Buzz: Come on, be spontaneous. Run away with \r\nme. ",
        "Holly: Oh, you are. ",
        "Buzz: For a few hours. ",
        "Holly: You're very ambitious and very manic, \r\nand I’m late. ",
        "Buzz: Yeah. And you've got to get back to the \r\noffice. ",
        "Holly: Yeah. ",
        "Buzz: Yeah. ",
        "Holly: But hold on to those ideas. Those are \r\ngood ones, and their time will come. Oops, got to go. ",
        "Buzz: You know, I hope I’m around when it \r\ndoes. ",
        "Holly: (Screams) Oh, my God! Buzz, get out \r\nhere! ",
        "",
        "\r\nHarley: You set up that whole thing? ",
        "Gus: Yes, yes! I did the whole thing, yes! I \r\ngot her to him and him to her, and I got the flowers over to her, and I got you \r\nto go to both of them, and... Yes. I even wrote the card out. ",
        "Harley: That's disgusting. ",
        "Gus: Well, yeah, it's disgusting. But with \r\nthe kiss, I got lucky with the kiss, because I didn't plan that. That was just, \r\nlike, luck. ",
        "Harley: Get out of here. ",
        "Gus: (Laughs) What? I would do it again, \r\ntoo. You know, I don't feel bad about it. ",
        "Harley: Are you listening to me? ",
        "Gus: I would do it two more times. I would do \r\nit again right now. ",
        "Harley: Get out of here. What gives you the \r\nright to play with people's lives? ",
        "Gus: Wait a second. Excuse me, it's my life, \r\ntoo. ",
        "Harley: Really? ",
        "Gus: Yeah. ",
        "Harley: What were you hoping to accomplish, \r\nokay? I can't imagine what was going on in your head. What were you after?\r\n",
        "Gus: You. Just you. ",
        "Harley: I don't understand. Don't say \r\nanything. I understand. I... Well, what am I... What am I... What are you \r\nsaying? That, you're, like, the right guy for me? ",
        "Gus: Well, it ain't Rick. You know, there was \r\na time... We were down in our offices down at the police station once, in our \r\ncruddy little offices and this one day, you took a look down at your desk. I \r\ndon't know if you were working on a case file or eating a sandwich, I don't know \r\nwhat it was, but it was the way that you just kind of tilted your head that day. \r\nAnd I just can't shake it. I mean, it kind of ran right through me. To this day, \r\nI just can't shake it. ",
        "Harley: Well, then you've got yourself a \r\nproblem. ",
        "Gus: What is the... Do you think that Rick is \r\njust going to shrivel up and die without you? Is that what it is? You know, Rick \r\nand Mel would be fine together. They'd have a house and kids and 2.4 family \r\nmembers, and a car and a fireplace. They'd be fine. You're just too guilty to go \r\nahead and tell him to get lost, goodbye. Is that the problem? ",
        "Harley: I guess you've got this whole thing \r\nall planned, too. ",
        "Gus: I just know... I know how it's supposed \r\nto be. I know how it's supposed to be, and so do you. So do you. ",
        "Harley: Do I? ",
        "Gus: Yes, you do. Yes. That day in the \r\noffice, you felt that. You felt it, too. ",
        "Harley: Well, I don't remember that day in \r\nthe office. ",
        "Gus: Just quit it. Just quit it. Okay, quit \r\nit. Just quit. Stop. Stop. You know that something's going on here. Tell me that \r\nit isn't. All right, tell me. Tell me that it isn’t. ",
        "",
        "\r\nRoss: You chased away that dangerous trollop Tory Granger, just like you wanted.\r\n",
        "Blake: I didn't think you'd understand.\r\n",
        "Ross: No, I don't understand. Tell me \r\nsomething: In the near future, can I find an assistant that you'll trust me \r\nwith? ",
        "Blake: Ross, it's not you that I don't trust. \r\nIt's Tory. ",
        "Ross: Tory, Tory, yes. But the reality is, \r\nyou don't trust me. Because if you did, it wouldn't matter how many women put on \r\ntights and paraded in front of me. It wouldn't matter because you would know \r\nthat I wouldn't do anything about it, but that doesn't seem to be the case.\r\n",
        "Blake: She would get to you, Ross. It would \r\nonly be time. ",
        "Ross: What? Are you a prophet? Or just \r\nmassively insecure? ",
        "Blake: Ross, did I purposely accuse her of \r\ntrying to come between the two of us? No. Did I say she was malicious? Did I \r\ncall her a snake? No. ",
        "Ross: Can you see so clearly what is in the \r\nfuture, that she was destined to lure me away from you, and you came to this \r\nconclusion because you diagnosed Tory as a lonely young woman who had the \r\nspecial needs to be in the company of an older man. ",
        "Blake: I did what I did because I love you, \r\nand I don't appreciate you mocking me. ",
        "Ross: Well, I don't think Tory Granger \r\nappreciated-- or deserved-- to be treated like a homewrecker. ",
        "Blake: You haven't heard a word I’ve said.\r\n",
        "Ross: Yes, I've heard every word, but there's \r\nsomething I do not understand: What have I done to make you so suspicious? Now, \r\nI must have done or said something to trigger this spasm of paranoia and \r\ninsecurity, but what is it? I thought that I was bending over backwards just to \r\nspend more and more time with you. These romantic dinner dates and dinner \r\nlunches and these unscheduled rendezvous... ",
        "Blake: You have. ",
        "Ross: Then you have to explain this to me, \r\nBlake, would you? Because I thought we were beyond all of this petty garbage. \r\nWhere is this jealousy coming from? Now, you have to determine that and then get \r\nrid of it, because if anything can tear us apart, it is jealousy. Tory Granger \r\ncannot do it, but jealousy can. ",
        "",
        "\r\nBuzz: Sam Spencer passed out in the restaurant. ",
        "Holly: Passed out, like, twice in half an \r\nhour. ",
        "Buzz: He's got a big lump on his head, but I \r\nthink it's a concussion. ",
        "Holly: Would you take a look at him? Please?\r\n",
        "Rick: Why isn't he with a... ",
        "Buzz: A doctor. Some doctor. ",
        "Holly: But that's not you. ",
        "Rick: I'll see what I can do. What have you \r\ngot? ",
        "Mel: Loc times two, a bump on the head, but \r\nno otorrhea. Pupils are equally reactive. ",
        "Rick: Vitals? ",
        "Mel: B.P.'s 140 over 90, pulse is 80, temp's \r\nnormal. ",
        "Sam: Rick, I just passed out. It's no big \r\ndeal. ",
        "Rick: That's all right. We're going to take \r\ncare of you. Hang in there, okay? ",
        "Mel: Possible concussion. ",
        "Rick: Let's start an IV -- normal saline. \r\nNasal O2. ",
        "Mel: Okay, I'll schedule a cat scan and an \r\nMRI, ASAP, and I'll get the CBC and the lytes. ",
        "Rick: Okay. Have you done a fundoscopic exam \r\nyet? ",
        "Mel: I was just about to. ",
        "",
        "\r\nHarley: I think I asked you to leave before, and I wish you'd go while I’m still \r\nasking. ",
        "Gus: Okay, okay. ",
        "Harley: Okay? ",
        "Gus: Okay. ",
        "Harley: Mm-hmm. ",
        "Gus: Going. Oh, by the way, I was wanting to \r\nask you what you thought about working together again. Together, again. \r\n",
        "Harley: Well, for one, I’m still on maternity \r\nleave. I mean, you of all people should know I just had a baby. ",
        "Gus: No, I know. I’m not joking. I’m being \r\nserious here. We should work together again. We'd make a good team. We did \r\nbefore. ",
        "Harley: So now you want us to set up a little \r\nP.I. Office because you got your sorry butt fired off the FBI? Yeah, I can see \r\nit. Why don't we stow my kid in the back seat and we can camp out in front of \r\nsome dingy motel waiting for some wayward husband to show up with his chippie.\r\n",
        "Gus: I’m working on a much bigger case than \r\nthat, and it's a good way for you to get back into the swing of things. Good for \r\nyou. ",
        "Harley: No. Thanks, but I'll pass. \r\n",
        "Gus: So it's okay for Rick and Mel to work \r\ntogether, elbow- to-elbow, side-by-side, but we can't, right? ",
        "Harley: Because I don't want to! Okay? \r\n",
        "Gus: All right. Okay. Going to go. Before I \r\ndo, I’m going to give you one of these. ",
        "Harley: What? ",
        "Gus: Okay? ",
        "Harley: Well, you already gave me one of \r\nthese. I threw it away. ",
        "Gus: Oh, well, then you're going to need a \r\nfresh one. ",
        "Harley: No, thanks. You take it. Believe me, \r\nI've got your number. ",
        "Gus: Okay, I’m going to go. ",
        "",
        "\r\nBlake: Ross, I want us to stay together forever. That's why I did this. \r\n",
        "Ross: I would do anything to make you happy. \r\nYou know that, don't you? ",
        "Blake: I’m totally happy with you. \r\n",
        "Ross: But your actions say otherwise. Blake, \r\nI can't force you to be secure. And I can't make you lose your jealousy. \r\nApparently, you can't do it either and that makes me sad. ",
        "Blake: Where are you going? ",
        "Ross: Not to Tory Granger. I’m going to go \r\npick up the kids, because I think it's a shame that they're involved in this \r\nridiculous charade. ",
        "Blake: Oh, please be there. (Sobs) Mom? \r\nWill you call me when you get this message, because I really need to talk to \r\nyou? ",
        "Main Navigation within The TV MegaSite:"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=ptaJMhYwK6I"
}