{
    "Episode Summary": [],
    "Recap": [
        "Jeffery tells Harley to do whatever it takes with Brad and he gives her a pin for Christmas. Harley meets with Brad and she tells him she got the case againist his wife dropped. He askes her to go to dinner. Bill, Danny, Michelle, and the newlyweds happen upon each other. Bill asks Ross to drop out of the race. Eden goes to the church thinking she is to meet Father Ray but learns he is in Rome. She goes to leave and runs right into Tony. Eden and Tony encounter The Shadow for the first time. The Shadow wonders what Tony and Eden are willing to do to save Danny and Bill. The Shadow leaves after opening the lines of communication with Eden and Tony. Olivia asks Philip to come back. Alan is very upset that Christopher let Olivia visit Philip."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Harley: Tell me you didn't drag me away from my family so that I could witness your imitation of the Iron Chef.",
        "Jeffrey: I thought you could use a break from all the holiday cheer and family togetherness. What's the matter? Don't you trust my cooking?",
        "Harley: Jeffrey, I don't know what this is. But I signed on to help Phillip and Gus, not to make nice with you.",
        "Jeffrey: Oh, you're being very charming. Oh, I get it, you're saving the charm for Brad Green. That's good thinking.",
        "Harley: Brad Green already likes me. What more do you want?",
        "Jeffrey: Well, I think he could like you a whole lot more.",
        "Harley: Don't even think about it.",
        "Jeffrey: Okay.",
        "Harley: Okay?",
        "Jeffrey: Yeah, okay, okay. Fine. Just take a load off, have some food. And while you're doing that, maybe you'll just think about why you accepted this assignment in the first place. Why was it, Harley? Oh, yeah, it's because Gus and Phillip are both in terrible danger, and you're in a prime position to help them both. Oh, that is if you're willing to go all the way with this thing. What's the matter? Aren't you hungry?",
        "[SCENE_BREAK]",
        "Olivia: I know that it's after visiting hours, but Dr. Langham said it would be okay.",
        "Nurse: Yes, of course, Miss Spencer.",
        "Olivia: Hey, you. It's me, it's Olivia. So, what do you think of the tree? I mean, it's not... it's not like the huge ones you're used to at the house, but I thought that, you know... Did you know that yesterday was Christmas? And I know how much you love Christmas. And I wanted to be here, you know, but I knew that you were resting, and you were with your family. But, you know what, it's not too late for us. We can still have our own Christmas, just the two of us. Phillip, listen to me. I know things didn't turn out the way we wanted them to. But I'm here and I want you to come back. So, please, please, come back.",
        "[SCENE_BREAK]",
        "Michelle: You know, we are in public.",
        "Danny: We are? I didn't notice.",
        "Michelle: Well, what would your constituents think?",
        "Danny: Constituents. I don't see anybody but you.",
        "Bill: (Clears throat) Excuse me. Not that your public doesn't love a politician who's actually crazy about his own wife. ( Laughs)",
        "Michelle: You know, Lewis, you're really scaring me. You need to get a hobby.",
        "Bill: 'Tis true, 'tis true. Your relationship is your number one selling point. And how do I know that? I'll tell you why. Because the polling results are in.",
        "Danny: The polls are in?",
        "[SCENE_BREAK]",
        "Ross: You know, we could turn around and go right back to our room.",
        "Blake: Ooh, we could. But I kind of want to show you off as my husband. I know that I said that I didn't care if we made this official, but I love being married to you.",
        "Ross: I'm sorry I took so long.",
        "Blake: You sure did there, Counselor. Then again, you sweetened the deal. Not only am I your wife, but I get to be First Lady of Springfield.",
        "Ross: No, no, no politics. The honeymoon is still on.",
        "[SCENE_BREAK]",
        "Eden: Hi, Sister. I'm supposed to meet Father Ray here.",
        "Nun: Well, there must be some mistake.",
        "Eden: I have permission to be here. I mean, he called; you can ask him.",
        "Nun: Father Ray left after Christmas for a conference in Rome.",
        "Eden: But I don't understand. He called me and he said that someone I'm close to is in trouble.",
        "Nun: Well, I don't know anything about that. But you're more than welcome to stay.",
        "Eden: I don't know if that's such a good idea. I'm lucky lightning hasn't struck me yet. No offense, Sister, just a little sinner humor. Sister? Great, I scared her off. You really don't want me to stick around, do you? I might start confessing and that would be really scary. What are you doing here?",
        "Tony: This is my brother's church, Eden. What are you doing here?",
        "Eden: You will stop at nothing. You will use anything and anyone to get what you want.",
        "Tony: What...",
        "Eden: This is a new low. Impersonating your brother, the priest, is awful enough, but using my love for Bill? By saying that he is in danger and that only I can save him? You're unbelievable.",
        "Tony: Eden, I told you I was done trying to come between you and Bill, all right?",
        "Eden: Yeah, right...",
        "Tony: Yeah, right, I mean it. I got a phone call, too. Only mine was about Danny, all right? Was anyone here when you got here?",
        "Eden: Just a nun. You really got a phone call?",
        "Tony: Yes, I did. Okay, someone must have set us up.",
        "Eden: Yeah, but who? And what's with all this cloak and dagger? And why this place?",
        "Tony: I have no idea, but I don't want you to be here when I find out.",
        "Eden: Excuse me?",
        "Tony: I will handle it, Eden. Please go.",
        "Eden: Oh, will you just stop with the macho protectiveness. If this concerns Bill, this concerns me.",
        "Tony: If our mystery guy makes any trouble, I don't want you here to be in the middle of it, period, okay?",
        "Eden: Yeah, well, it's too late. If you're in, I'm in.",
        "[SCENE_BREAK]",
        "Bill: Uh, yeah, your numbers are good. But, of course, this was done when it was a one-man race, so...",
        "Danny: Right.",
        "Michelle: Oh, they look so happy.",
        "Bill: Yeah, well, not for long. (Laughs) What?",
        "Michelle: Bill, Ross and Blake are like family to us.",
        "Bill: Yeah, right, well, he should have thought of that before he threw his hat in the ring.",
        "Michelle: Well, that doesn't mean we can't be happy for them.",
        "Danny: Honey, look, I like Ross and Blake, too, you know that.",
        "Bill: But they threw a monkey wrench into our plans. I mean, I'm sorry if I'm not all weepy about their very well-timed wedding.",
        "Michelle: I don't think I like the new you, Lewis.",
        "Bill: Oh, you will, when I get your hubby into office.",
        "[SCENE_BREAK]",
        "Blake: Isn't this so romantic? You and me and your political campaign.",
        "Ross: Honey, you have my full attention.",
        "Blake: Oh, darling, I wasn't born yesterday.",
        "Ross: Well, it's just that I can't help wondering what Bill and Danny's reaction is going to be when I make the final announcement tomorrow. Or, we could let tomorrow take care of itself. Heads up.",
        "Blake: Ross.",
        "Ross: Uh, I didn't order this.",
        "Waiter: Courtesy of Mr. and Mrs. Santos. Congratulations.",
        "Michelle: That was really sweet of you.",
        "Danny: What?",
        "Michelle: The champagne.",
        "Danny: I didn't... I didn't send that over.",
        "Michelle: Then who...",
        "Danny: Who do you think?",
        "Bill: Nothing like taking the high road.",
        "Danny: (Laughs)",
        "Waiter: Courtesy of Mr. and Mrs. Marler.",
        "Danny: Thank you.",
        "Bill: Yes.",
        "[SCENE_BREAK]",
        "Olivia: You know what, I've got something for you. Look at this. Look, look at the snow falling. It's beautiful. I've always loved these things. You know, it's like holding a little world in your hands. Phillip, you have so much, you know. You... you've got people who love you and need you, especially your children. Think about your children. Think about Zach and James. And Lizzie, think about Lizzie. Because, you know something? I think she needs you most of all.",
        "Nurse: (Clears throat)",
        "Olivia: Well, I have to go. But I'm going to be back soon. Merry Christmas.",
        "Nurse: I'm sorry, Miss Spencer, but you can't leave that. It's glass.",
        "Olivia: No, no, it's not glass, and he's not going to hurt himself.",
        "[SCENE_BREAK]",
        "Alan: How could you allow this?",
        "Christopher: I told you, Olivia may be the key to Phillip's recovery.",
        "Alan: You did not tell me you were going to unleash Olivia on Phillip. I mean, she may be in there right now telling him about the loss of his child.",
        "Christopher: She's not.",
        "Alan: Oh, really, how can you be so sure?",
        "Christopher: Because we already told him.",
        "Alan: What were you thinking?",
        "Christopher: Phillip had to hit rock bottom before he could make his way back.",
        "Alan: Oh, so you throw the fact that he lost his child right in his face then, huh?",
        "Christopher: Alan, Alan, I know this is hard for you to hear. But we need to restore a sense of what's real and what's not to him.",
        "Alan: Yeah, well, if your idea of reality is using Olivia Spencer as part of his treatment, maybe you shouldn't be a part of his reality.",
        "Christopher: You do what you need to do, Alan. For the moment, I'm in charge of Phillip's care and I will do exactly what I feel is best for him. And right now, that is Olivia.",
        "[SCENE_BREAK]",
        "Harley: You want me to get close to Brad Green, that's the job. But how I do that, that's my call. And I think I'm doing just fine.",
        "Jeffrey: Well, I thought this could help.",
        "Harley: Ah, you got the extortion charges dropped against Brad's wife. Now he doesn't have to testify. And she gets to go free. And he'll be very grateful. I get it.",
        "Jeffrey: Right, you got it. You got it. But are you going to be able to use it? The way to get what's inside Brad Green's mind is through his libido. Harley, I need to know if you're going to go all the way with this thing.",
        "Harley: Please tell me you're not saying what I think you're saying.",
        "Jeffrey: There's something rotten in the state of Spaulding. For us to find out what it is, we need Green. I need to know if you are going to do whatever it takes.",
        "Harley: I will do whatever it takes to do my job. But I'm not going to do what I think you're saying.",
        "Jeffrey: I'll take that as a yes. One more thing...",
        "Harley: Oh, a bribe?",
        "Jeffrey: Just open it and don't be so ungrateful.",
        "Harley: It's very pretty.",
        "Jeffrey: You're welcome.",
        "Harley: It's bugged, isn't it?",
        "Jeffrey: Of course. Merry Christmas.",
        "Harley: You used to get coal in your stocking, didn't you? You were the kid that didn't believe in Santa Claus. Who bugs a Christmas present? I mean, heck, why even bother wrapping it?",
        "Jeffrey: I picked it out myself. Are you going to eat?",
        "Harley: No, I'm not going to eat this.",
        "Jeffrey: Don't know what you're missing.",
        "Harley: Are you listening to anything that I'm saying?",
        "Jeffrey: Yes, I am listening to every word, okay. That's the whole point. I'm going to make sure you don't make a move without me right there with you.",
        "Harley: Jeffrey, I don't work this way...",
        "Jeffrey: You can put that thing on your night stand during intimate moments...",
        "Harley: I'll tell you where I'm going to put this thing.",
        "Jeffrey: This is for your own protection.",
        "Harley: I don't need your protection!",
        "Jeffrey: You are in the big leagues now, Harley. Whether you like it or not, you are my responsibility! Now, either I or an associate of mine are going to be monitoring you at all times.",
        "Harley: Listen to me, Brad Green is a bully. That's it. I don't need help with that.",
        "Jeffrey: No. You sure about that? A rat is nothing but a mouse on steroids, okay? If Brad Green finds out that you are bugging him or if you're...",
        "Harley: He won't!",
        "Jeffrey: Oh, he won't? Even the best don't refuse backup, Harley, okay? Now, can we have a meal here and maybe some polite dinner conversation?",
        "Harley: I seem to have lost my appetite.",
        "Jeffrey: Fine, fine. How's everything at home? Is everything okay at home?",
        "Harley: Great until you called.",
        "Jeffrey: This is going to take some getting used to, Harley.",
        "Harley: I don't like lying to Gus. I hate it.",
        "Jeffrey: I know.",
        "Harley: And I am not comfortable with this whole Brad Green thing. I mean, I got to tell you, I don't know how you do it. All the time, Jeffrey, the spy thing, pretending.",
        "Jeffrey: It comes with the territory.",
        "Harley: Is it working for you? Is this what you signed on for?",
        "Jeffrey: Sometimes things just happen. And then time goes by, and then suddenly one day... There's a price to pay for everything, Harley.",
        "Harley: Is that a hint of regret about your life choices?",
        "Jeffrey: Regrets are a waste of time.",
        "Harley: I'm not surprised you said that. I'm on to you. I see what you do. You have your little drive-through relationships. People are disposable.",
        "Jeffrey: If you're not up to this assignment, then just tell me now, okay, and leave. But if you are, if you're in, then I suggest you go give Brad Green the good news. So what's it going to be, Harley? Are you in or are you out?",
        "Harley: I'm in. But on my terms. Let me tell you, if I start turning into you, somebody put me out of my misery.",
        "[SCENE_BREAK]",
        "Alan: Let me tell you something, Doctor, you have no idea what you're dealing with when it comes to Olivia Spencer.",
        "Christopher: Would you let your personal feelings about Olivia get in the way of the treatment for your son?",
        "Alan: She has done nothing but cause pain to my family, and that's not said out of spite. That is a fact. Now, if you need someone that Phillip trusts to help you, why didn't you ask Beth or Rick or Ross Marler? But not Olivia Spencer...",
        "Christopher: We may very well bring those people in for help. But Olivia is the beginning; she's the key.",
        "Alan: Yeah, the key to everything that has gone wrong with my family in the past year.",
        "Christopher: The way I see it, that blame can be spread around pretty easily. And yet she's here, she's willing to do what it takes to help your son. And if she's willing to make that effort, then I think that you can stand back and allow me to do my job the way I see fit. Olivia.",
        "Olivia: Hello, Alan.",
        "Alan: Olivia.",
        "Christopher: How is he?",
        "Olivia: He's about the same.",
        "Alan: Well, I'm going to see my son if that's all right with you, Doctor.",
        "Olivia: Thanks. I haven't had anyone stand up for me like that in quite some time.",
        "Christopher: Well, I was standing up for my patient. Since he's not able to do that for himself.",
        "Olivia: All the same, thanks.",
        "Christopher: Don't thank me. Phillip is my priority. And if anyone, including yourself, doesn't have his best interests at heart, I'd have to stand up to them, too.",
        "[SCENE_BREAK]",
        "Tony: You see, I warned... I warned Danny about this.",
        "Eden: What?",
        "Tony: If he put himself out there to run for mayor, someone is going to come gunning for him, you know?",
        "Eden: And Bill gets caught in the crossfire now?",
        "Tony: That's right.",
        "Eden: I hate this.",
        "Tony: Here.. take this, okay.",
        "Eden: Thanks. I hate that Danny and Bill are trying to do something good, and someone has...",
        "Shadow: That's far enough.",
        "Tony: Okay, hide and seek is not my kind of game so I think you should probably show your face.",
        "Shadow: You can see my face, Mr. Santos, but then you'll never learn what you need to know about your cousin.",
        "Eden: He's bluffing. He wants to talk.",
        "Shadow: Maybe, maybe not. Are you willing to risk the life of your boyfriend on that?",
        "Tony: You want to risk yours?",
        "Shadow: I came here to help.",
        "Tony: Well, I'm not sure if we can believe that, considering the voice.",
        "Shadow: It's a necessary evil for your protection as well as mine.",
        "Eden: So is this about the campaign? Danny running for mayor?",
        "Shadow: Yes and no. Now that Danny is running for mayor, the scandal will be that much greater.",
        "Tony: What are you talking about? What scandal?",
        "Shadow: If certain business dealings come to light, this campaign won't be the only thing that's over for Danny Santos and Bill Lewis.",
        "Eden: Lewis Construction is completely on the up and up. Bill's dad and his uncle, they put the \"good\" in good-old boys.",
        "Shadow: Well, maybe Bill is tired of answering to those \"good-old boys\", and wants to strike out on his own, and make his own mark.",
        "Eden: That doesn't make him a criminal.",
        "Tony: Danny... Danny is legit.",
        "Shadow: I see. You know everything. I guess I've come to the wrong place. I won't bother you anymore.",
        "Tony: Now, hold on, hold on. The way I see this, Danny and Bill aren't in any trouble except maybe from you.",
        "Shadow: Rest assured, they're in trouble. The question is, what are you and Miss Eden August willing to do to save them?",
        "[SCENE_BREAK]",
        "Michelle: They didn't have to do this.",
        "Bill: Oh, yes, they did. In fact, there's a term for it: Political one- upmanship.",
        "Danny: That's right.",
        "Bill: At least they got the good stuff.",
        "Michelle: Bill.",
        "(Laughter)",
        "Danny: Honey, it's politics, it's not a tea party. And it's not personal.",
        "Michelle: Isn't it?",
        "Danny: No. Well, we won't let it be.",
        "Bill: Yeah, come on, Michelle, it's a game.",
        "Michelle: Yeah, until someone gets hurt.",
        "Bill: Oh. (Blows raspberry)",
        "Danny: Come on.",
        "(Laughter)",
        "[SCENE_BREAK]",
        "Blake: I think it's sweet. Danny and Michelle sending us over this champagne.",
        "Ross: Honey, they didn't do it. It was his campaign manager, Bill Lewis.",
        "Blake: You think?",
        "[SCENE_BREAK]",
        "Michelle: How old are you guys, ten? Huh?",
        "Danny: Michelle?",
        "Michelle: I'm going to go...",
        "Danny: What are you doing?",
        "Michelle: I'm going to find someone my own age to play with.",
        "Danny: Ah. Don't be...",
        "Bill: Wah.",
        "Blake: I hate this.",
        "Michelle: I hate it more.",
        "Blake: I apologize for my husband.",
        "Michelle: Me, too.",
        "Blake: I suppose it's up to us then.",
        "Michelle: Isn't it always? Shall we?",
        "Blake: We shall.",
        "Bill: You know, maybe we should get her a leash.",
        "Danny: Oh, don't you think I've tried that? It doesn't work.",
        "Bill: Well, maybe you should try again. At least until the campaign's over, that's all.",
        "Danny: It's tempting. Come on, I think we're over there.",
        "Bill: Sure.",
        "Ross: Well, Danny, Bill. Good to see you. Thank you for the champagne.",
        "Danny: You're welcome. Thank you. Really, you should not have. You're on your honeymoon.",
        "Ross: Oh, well, we've had a lot of good fortune lately, and we thought we could share it and be generous.",
        "Danny: Well, thank you.",
        "Michelle: So, how was everyone's Christmas?",
        "Danny: Yes.",
        "Blake: Well, Santa was nice to me.",
        "(Laughter)",
        "Ross: I think we're going to have to get a bottle of this.",
        "Danny: Oh, sounds good.",
        "Bill: You know, Michelle said something earlier that made me think. We shouldn't let a little competition get in the way of what's important here.",
        "Ross: There you go, I agree with that wholeheartedly.",
        "Bill: Do you? Because I'm glad to hear it. Because I think the best... the best solution for peace here is if you drop out of the race and throw your support over to Danny Santos.",
        "(Laughter)",
        "Ross: Or Danny could drop out and throw his support to me.",
        "Bill: Right.",
        "(Laughter)",
        "Bill: Oh, touché.",
        "[SCENE_BREAK]",
        "Harley: Testing, testing. This is Terrier. If you think I'm going to bark for you, you're dreaming. Hi. (Laughs) Barking. I was just... I... It's because I need the hair of the dog. I had a little too much Christmas cheer.",
        "Bartender: Are you sure that you haven't already had enough?",
        "Harley: Just bring me a vodka martini, please. Thanks.",
        "Brad: Harley?",
        "Harley: Brad Green.",
        "(Laughter)",
        "Harley: What brings you here?",
        "Brad: Well, my home away from home.",
        "Harley: Oh.",
        "Brad: What are you doing here? Shouldn't you be putting your children to bed?",
        "Harley: Oh, a girl needs a break from all that Christmas fun, right?",
        "Brad: (Laughs)",
        "Harley: I'm just having some me time.",
        "Brad: Does that mean you want to be alone?",
        "Harley: It means I want to talk about anything other than Santa.",
        "Brad: Ah, okay. Don't you have Gus for that?",
        "Harley: Gus is a little busy right now.",
        "Brad: Too busy for you?",
        "Harley: Well, he's curled up with all this Spaulding files. He's like a kid in a candy store. The novelty will pass eventually.",
        "Brad: Don't bet on it. Now, me, you see, I'm attempting to keep some balance in my life.",
        "Harley: Speaking of which, shouldn't you be at home groveling at your wife's feet?",
        "Brad: It would appear that no amount of groveling is going to make Marie thaw.",
        "Harley: Sounds like somebody had a lousy Christmas.",
        "Brad: Yikes. You don't know the half of it.",
        "Harley: Well, in that case, I have got the perfect Christmas present for you. Better late than never, right? So, what did you want for Christmas that you didn't get?",
        "Brad: The one thing that I can't have. I'd like to wake up one morning and discover that this entire nightmare was nothing but that. You know, a bad dream. No affair, no trial, no testimony, no DA lurking around every corner waiting to make my life a living hell.",
        "Harley: Well, I can't get rid of Jeffrey O'Neill. As much as I would really, really like to. But, I have something else. I made those calls. I went over Jeffrey's head to much clearer ones with federal authority.",
        "Brad: And?",
        "Harley: And they agreed that your wife's case wouldn't hold up in court. I mean, you'll get the official word tomorrow, but they're dropping the charges. I just wish I had seen Jeffrey's face when he found out.",
        "Brad: It... it's over? I mean, it's really over?",
        "Harley: Yeah.",
        "Brad: You are incredible.",
        "Harley: Oh. (Laughs)",
        "Brad: You are really incredible.",
        "Harley: Wow.",
        "Brad: You are an extraordinary lady. You're beautiful, you're brainy, and... you're bad.",
        "Harley: I'm bad?",
        "Brad: Bad. Bad girl.",
        "Harley: Oh.",
        "Brad: The perfume.",
        "Harley: (Laughs)",
        "Brad: It's our best seller, Bad Girl.",
        "Harley: Right.",
        "Brad: And I have to say, it smells very sexy on you.",
        "Harley: Well, thank you. It's my favorite. I feel very dangerous when I wear it.",
        "Brad: Oh.",
        "Harley: Well, shouldn't you be going?",
        "Brad: I have plenty of time.",
        "Harley: I just mean I thought you'd want to get home to your wife. Tell her the good news.",
        "Brad: Of course. I can't wait.",
        "Harley: Well, I'm glad I could help.",
        "Brad: Harley, I owe you more than I can say.",
        "Harley: No, you really don't...",
        "Brad: No, but I really do. I do. And words are so inadequate. Perhaps we could have dinner one night. Next week?",
        "Harley: I thought you'd never ask.",
        "[SCENE_BREAK]",
        "Olivia: Well, you know something, maybe... maybe Alan's right. Maybe I'm crazy to think that I'm the only one who can get through to Phillip.",
        "Christopher: Well, if you can't, nobody can.",
        "Olivia: You know, you don't even know me.",
        "Christopher: I know what I need to know. You sparked a reaction in Phillip.",
        "Olivia: Yeah, what if it's a negative reaction? I mean, I'm the reason that he's in there, right? I'm sure that what's Alan told you. And I can only imagine what Lizzie has said about me.",
        "Christopher: I'm sorry, I can't...",
        "Olivia: No, I know, I know. I know she's your patient, too. It's just that... look, you broke confidentiality once before to warn me that she might be... she might hurt me and my baby. And if she were still some kind of danger, you would be obligated to tell me, right?",
        "Christopher: Do you have reason to believe that she is?",
        "Olivia: No, it's just... we've had conversations. She's... asked me to stay and help her dad. She seems sincere, but...",
        "Christopher: But you don't believe her?",
        "Olivia: Well, without a baby, I'm not really a threat to her anymore, am I? Look, I need to know. Just call it curiosity, but I need to know. If my baby had lived, if I had come home with a baby in my arms, would I still have to look over my shoulders where Lizzie's concerned?",
        "Christopher: I don't deal in hypotheticals.",
        "Olivia: Well, I guess I have my answer.",
        "Christopher: You need to focus your energy on yourself. Let me worry about Lizzie.",
        "Olivia: Yeah, well, that's a little easier said than done, okay.",
        "Christopher: I never promised it would be easy.",
        "Olivia: What is this, doctor's orders?",
        "Christopher: Would you take advice from a friend?",
        "Olivia: Friend? Yeah. I could use one of those.",
        "[SCENE_BREAK]",
        "Alan: And you should have seen the look on Murdoch's face when Gus told him to pick up the pace. It was priceless. (Laughs ) Well, enough about the board meeting, Phillip. I want you to know that Gus is working out well. He's also watching me like you asked him to. And don't ask me how I know. I just hope he sticks around long enough so that when you get back, you both can gang up on me. I want you to know that I also took the liberty of playing Santa Claus yesterday. Not that I could ever take your place with your children. Tell you something, things aren't the same without you around. We miss you a lot -- Beth, James, Elizabeth -- and we're all pulling for you. So hang in there, don't slip back. Because I don't know what I would do if I lost my child.",
        "Phillip: I lost my child.",
        "[SCENE_BREAK]",
        "Bill: (Laughs) Well, Ross, I'm glad you have a sense of humor because you're going to need it.",
        "Ross: Oh, we all will. And I think you misread me, because I think Danny has a lot to offer Springfield. But I also believe -- and Fifth Street the perfect example in this -- you can do your best work from the private sector.",
        "Michelle: Did you know that Danny and I spent our honeymoon here as well?",
        "Blake: Did you?",
        "Michelle: Hm-hmm.",
        "Blake: Oh, well, you know what, you guys ought to go out somewhere and have a real one at some point. We did that for our first honeymoon. We took a cruise. Well, it turned out to be a senior citizens' cruise.",
        "Michelle: Oh, how was it?",
        "Blake: I don't know. Ross, why don't you tell them all about it?",
        "Ross: It was great. I cleaned up at shuffleboard.",
        "(Laughter)",
        "Blake: It was great. We met these amazing people who had all been in love forever. I took it as a good omen.",
        "Michelle: Oh, doesn't that sound great, honey?",
        "Danny: Yeah.",
        "Michelle: See, we have a lot in common.",
        "Danny: It's true. It's too bad there'll only be one winner in this competition.",
        "Ross: Danny, not only as your friend but as your former attorney, I have to tell you there are certain things in your past that should not see the light of day.",
        "Bill: Whoa, wait a minute, wait a minute. You wouldn't do that. You wouldn't betray the lawyer-client privilege, would you?",
        "Ross: I'm not talking about me. I'm talking about the press. It could get ugly if the press decides to dig into your past. And who here doesn't think that's going to happen? Why do you want to put yourself through that ordeal?",
        "Danny: Well, no one has a perfect past, Ross, not even you.",
        "Ross: Well, that's very, very true. But mine was played out in public to its completion. Nothing else to reveal. Now, then, I am going to give to the press my financial records and any other details that they want. Why don't you do the same, Danny? And then the voters will know that your past is past.",
        "Bill: Well, we are going to do that. As soon as Danny's in office, right?",
        "Michelle: Okay. All right, that's enough. Enough, enough shop talk, right? It's their honeymoon. Let the newlyweds enjoy their honeymoon.",
        "Danny: Yes, okay.",
        "Michelle: And before we do, I would like to make a toast.",
        "Blake: Okay.",
        "Michelle: To love, war and mayoral races. But no matter what, we are first and last and always friends.",
        "All: Friends.",
        "Danny: Friends.",
        "[SCENE_BREAK]",
        "Eden: There's nothing I wouldn't do for Bill.",
        "Shadow: Well, Bill sounds like one lucky guy.",
        "Tony: Okay, give us one reason why we should trust you.",
        "Shadow: Consider it a leap of faith.",
        "Tony: Oh, it's a leap of faith, all right. But why us? Danny and Bill can handle themselves.",
        "Shadow: They're in no position to get their hands dirty.",
        "Eden: And we are?",
        "Shadow: Well, it wouldn't be the first time now, would it? But maybe you're above that.",
        "Eden: We're not.",
        "Tony: All right, you got me, I'm listening.",
        "Shadow: Good. I just wanted to open the communications. Now, if you're in, I'll be in touch. And we can take this to the next level. If not, well, then the chips will fall where they fall.",
        "Eden: Oh, no, you don't!",
        "[SCENE_BREAK]",
        "Christopher: Patient remains unresponsive, withdrawn into his own private world. If he's to make his way back, we must discover if his self-exile is a punishment or an escape. Or does the reason not matter? Don't we all retreat into our own private worlds to escape the pain that just living day to day brings? Phillip Spaulding is not alone. He is surrounded by so many who love him and who are, in fact, willing to risk so much to help him. And, yet, he's isolated and alone. Loneliness has many different faces. Does he carry it with him like a wound that won't heal? Don't we all? We make choices every day. And those choices often leave us more lonely than we can possibly express. Like Phillip, we'll do anything to ward off the isolation. We seek power, fame, even virtue. But it's never enough. We still can't escape from who we really are.",
        "[SCENE_BREAK]",
        "Bill: Take care.",
        "Danny: All right, Bill.",
        "Michelle: Bye.",
        "Danny: I'll call you tomorrow. So.",
        "Michelle: Let's go home. Shall we?",
        "Danny: Okay. After you.",
        "[SCENE_BREAK]",
        "Christopher: I used to believe science could cure anything. But I was wrong. Without love, there is no cure. No cure that lasts, anyway. Still, all the love in the world does no good if you can't accept it, if you think you're not worthy.",
        "[SCENE_BREAK]",
        "Eden: You think it's a crock, don't you?",
        "Tony: What?",
        "Eden: The man without the face isn't trying to save the day. He wants to scare Bill and Danny out of the race, and he's using us to do it.",
        "Tony: Yep.",
        "Eden: We could call the cops.",
        "Tony: No, no. No cops.",
        "Eden: Then what? We pretend it didn't happen?",
        "Tony: If you get another call, Eden, you just call me, all right?",
        "Eden: Then what?",
        "Tony: And I'll take care of it.",
        "Eden: And what will you be doing, exactly?",
        "Tony: I said I'll take care of it.",
        "Eden: And what does \"I'll take care of it\" mean, huh?",
        "Tony: It means I will take care of it. All right? Good-bye.",
        "[SCENE_BREAK]",
        "Christopher: How to make the patient believe in himself again. How do you give someone permission to love and to be loved? At the end of the day, I'm left with a prayer that my mother used to say to me as she tucked me in. \"Forgive the sins that I confess to thee. Forgive the secret sins I do not see. That that I know not, father, teach me. Help me to live.\"",
        "[SCENE_BREAK]",
        "Buzz: Next on Guiding Light...",
        "Shayne: What's going on?",
        "Nurse Julie: It's probably nothing, but I think we should head for Cedars.",
        "Reva: And I love you! You're my life!",
        "Josh: You're mine. You're mine, too.",
        "Marah: You, me, a liplock at midnight. You know you want it."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Hijrah"
    ],
    "url": "https://www.youtube.com/watch?v=Ty8F5sIijWU"
}