{
    "Episode Summary": [],
    "Recap": [
        "Harley gets a call from the London office about a problem, but Alan-Michael tells her that he took care of it when he was in London. Harley asks him if he would consider coming back to work for Spaulding and he accepts. Gus and Mallet work together to try and keep Alan in the hospital. Mallet pretends that he wants to take Alan up on the offer that was on the table before to help him get Harley back. Gus almost blows things though when he finds that Alan has a copy of Harley's schedule, and attacks him over it. Marina is about ready to take her dress for New years back to the store when Alan-Michael shows back up in town. After she tries it on for him, he calls and cancels his first date so he can be with Marina. Olivia confides in Buzz that today I the last day for her to send off her divorce papers and Buzz tells her to do what is right for her. After a bit of flirting between Olivia and Frank, Frank tells his dad he thinks he is going to ask Olivia to be his date for the Cooper Christmas party. This upsets Buzz, but what neither of them knows is that Olivia has called Josh to be her date for the night."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Marina: Oh, what I like to see is who made it work.",
        "Frank: Hey, baby, baby! Are you on break?",
        "Marina: Yeah.",
        "Buzz: Good, take these.",
        "Marina: I can't.",
        "Frank: Why?",
        "Marina: I have to return this.",
        "Frank: What is that?",
        "Marina: Nothing.",
        "Frank: Oh, it's my Christmas present isn't it?",
        "Marina: No! No, mind your own business.",
        "Frank: The golf shirt? What is it? What is this, a dress? It can't possibly be a dress. There is not enough fabric.",
        "Marina: So it is a little skimpy.",
        "Frank: Skimpy, hey, pop, get over here, look at this dress.",
        "Marina: Chill out, will you. I was going to wear if for New Year's but I'm returning it.",
        "Frank: Why don't you get yourself some nice, big bulky snow pants and a sweater.",
        "Marina: I'm returning this.",
        "Frank: So your plans for New Year's Eve fell through?",
        "Marina: I thought I would work at the station. I heard it was pretty hopping there around New Year's Eve.",
        "Frank: Sure it is.",
        "Marina: Stop.",
        "Frank: What?",
        "Marina: You're giving me the look.",
        "Frank: You're devoted, but you're not that devoted. $10 bucks says this is about a guy.",
        "[SCENE_BREAK]",
        "Alan-Michael: I know, I know, I'm so disappointing to you, I don't write, I don't call.",
        "Alan: I'm glad you find this so amusing, Alan-Michael, but the truth is I haven't seen you since Harley fired you from Spaulding and you got on a plane.",
        "Alan-Michael: Dad? Dad? I'm getting off the 2 at Picadilly and I think I'm in a dead zone.",
        "Alan: That solves one of the problems, you're in London. By the time you get back, I'll be out of this place.",
        "Alan-Michael: Uh-huh, right.",
        "Alan: Alan-Michael, listen to me.",
        "Alan-Michael: Dad, hello? Damn, I lost him.",
        "Alan: I'm gonna get out of this place one way or the other.",
        "[SCENE_BREAK]",
        "Gus: Hey, O'Neill, it is Gus. I wanted to talk to you about Alan's competency hearing and there was no way he would get out and it is just a formality. ( Yelling ) I'm coming over there. Thank you very much.",
        "Harley: What is the plan, you both making dinosaurs this year?",
        "Zach: I'm making a tarantula.",
        "Harley: Can you say tarantula three times fast?",
        "All together: Tarantula, tarantula, tarantula.",
        "Gus: I just like watching you with the boys.",
        "Harley: Always a mom, right? I'm going actually put that on my resume, above CEO, \"mom.\" Always a mom, especially at Christmas.",
        "[SCENE_BREAK]",
        "Lynn: Hey, hey. How are the party preparations coming along?",
        "Frank: Hi, Lynn. So far so good.",
        "Lynn: If you need help later, I'm happy to pitch in.",
        "Frank: Sure. I'm sure you have something better to do. Hey, guys, what are you making here?",
        "Zach: Tarantulas.",
        "Frank: Tarantulas. Oh, that's Christmasy, isn't it? Good for you.",
        "Harley: They're boys.",
        "Frank: Yes, absolutely.",
        "[SCENE_BREAK]",
        "Alan: I'm back! I'm here to finish what Phillip started.",
        "Harley: No, no, no!",
        "Zach: Mommy, mommy.",
        "Alan: Zach, you're coming with me.",
        "Harley: No, you can't have him!",
        "Zach: Mommy, mommy.",
        "Harley: Alan, No! You can't have my son. Give me back my son! Give me back my son! ( Echoing )",
        "Mallet: Hey, partner, what's up? Hey, you okay? Gus?",
        "Gus: How would you like to prove how much you care about Harley?",
        "Mallet: So is this kind of like a trick question, like when did I stop kicking my dog? No matter what I answer, I'm up the creek.",
        "Gus: Look, I'm trying to tie up some loose ends.",
        "Mallet: Okay, what kind of loose ends?",
        "Gus: The kind that, you know, keep one's family safe?",
        "Mallet: Okay.",
        "Gus: Are you going to help me or not?",
        "Mallet: It depends.",
        "Gus: You want to help Harley?",
        "Mallet: Why do I get the feeling Harley doesn't know about this?",
        "Gus: Stay here, we're going to leave in a minute.",
        "Mallet: I didn't say yes, Gus.",
        "Harley: The whole thing is empty.",
        "Gus: Hey.",
        "Frank: Gus.",
        "Gus: How's it going?",
        "Frank: Good. We're doing good.",
        "Gus: I'm going to go, I'm going to work on that case with what's his face over there.",
        "Frank: What case is that?",
        "Gus: The Andrey case, the robbery. Hey, you guys, I'm going to be out, so if I see Santa or something, you want me to tell him any message.",
        "Zach: Santa is on the north pole.",
        "Frank: He knows Santa's on the north pole. Yeah, and that reminds me. We have to make cookies for Santa, don't we?",
        "Lynn: Frank, I'll help.",
        "Frank: Okay.",
        "Harley: Wash their hands, please!",
        "Frank: Thank you, Lynn.",
        "Gus: I've got to go.",
        "Harley: The kids are so excited about Christmas, aren't they? Are you watching them? When I think about last year...",
        "Gus: Don't do that. That's past, you don't want to go down that road.",
        "Harley: No, we don't have to because Alan is behind bars, and all is right with the world.",
        "Gus: I'll come back when I'm done, and I'll even help wrap some presents, even though I'm not that good at it.",
        "Harley: Oh, that will be good. Go protect our corner of the world. Gus, get some more ribs and... ( cell phone rings ) Harley here. What? In the London division? Well why didn't somebody call me about this earlier? Thanks. Great. I've got to call these guys right away.",
        "Alan-Michael: No, you don't. It's already been taken care of. The problem in London, I fixed it.",
        "[SCENE_BREAK]",
        "Marina: Okay. It was about a guy. But we're not even going to talk about it anymore, because as usual, it ended up not so well. He really wasn't that into me.",
        "Buzz: Who is this fool?",
        "Marina: You know what, I really wasn't that into him. It doesn't matter anyway. He left town.",
        "Buzz: You're okay with this?",
        "Marina: I'm fine.",
        "Buzz: Sure you're fine.",
        "Marina: You know what, it's better that it ends before it starts, before you get too invested.",
        "Buzz: What is wrong with invested?",
        "Marina: Oh, I don't know, you tell me. I don't see you lighting up the town with all of your hotties.",
        "Buzz: The ranks in my age group is sort of thinning out, like death. What is wrong with this mystery man?",
        "Marina: Everything. Okay? He is totally not my type.",
        "Buzz: Wrong. It works for me, yeah. So?",
        "Marina: So I'm returning the dress and I'm going to focus on my job.",
        "Buzz: Your job? Your job? Your job is good, but it is just an excuse, as long as you don't use it as a excuse to avoid making contact with other people.",
        "Marina: I'll remember that, as long as you do, too.",
        "[SCENE_BREAK]",
        "Olivia: I'll get it, Frank?",
        "Frank: No, that's okay. No, no. Actually it's...",
        "Olivia: What do you have in here, a collection of antique lead?",
        "Frank: Yeah, it's pretty heavy. No, it's just decorations.",
        "Olivia: Someone has been working out.",
        "Frank: No, no, a couple days a week. I start to get that age...",
        "Olivia: Oh, please. You look great, the only exercise I get is chasing Emma around the yard. I need to go to the gym.",
        "Frank: What you talking about? You're beautiful.",
        "Olivia: Flattery will get you a cup of coffee?",
        "Frank: Sure, I'll be there in a minute.",
        "[SCENE_BREAK]",
        "Harley: What are you doing here?",
        "Alan-Michael: After you fired me, I flew to London to catch a U-2 concert, front row, backstage pass.",
        "Harley: That's so weird because we're so alike. I was just going to jet off to London to go to the U-2 concert myself.",
        "Alan-Michael: Well, while I was there, I stepped in to say hello to the big cheese. Everybody was freaking out about this marketing mixup. It was no big deal. All it took is one simple call, a simple meeting, and problem solved.",
        "Harley: And then you just jetted right back to Springfield, right?",
        "Alan-Michael: I don't know what has come over me. Somehow I do care about Spaulding Enterprises. Since it is in cooperation. Why are you looking so strangely at me, Harley? Oh, don't worry, you can take it from here. I'm flying back to London tonight.",
        "Harley: Or you could stay here.",
        "Alan-Michael: And do what?",
        "Harley: You could come to my family's party with me tonight, and maybe you could get your old job back?",
        "Alan-Michael: Is that a threat or a joke? You fired me.",
        "Harley: I did not fire you. Don't exaggerate, I thought you were miserable. Now that I know you actually like being there, what kind of a friend would I be if I deprived you of that wonderful experience?",
        "Alan-Michael: Oh, my God, you need me.",
        "Harley: I do need you. I need somebody at Spaulding that I trust.",
        "Alan-Michael: I don't know. My life is pretty good. To get behind the desk, I need a very impressive title.",
        "Harley: I'm sure we can come up with something that is mutually acceptable. What do you say?",
        "Alan-Michael: It's what you have to say. \"Welcome back, Alan-Michael.\"",
        "Harley: Welcome back, Alan- Michael. ( Laughter )",
        "[SCENE_BREAK]",
        "Gus: Alan's people are putting together a competency hearing for New Year's Eve morning. People are saying maybe the judge is going to let him out.",
        "Mallet: I think competency means being able to string together thoughts.",
        "Gus: People said.",
        "Mallet: What people?",
        "Gus: Does it matter what people?",
        "Mallet: Yeah, it does matter if they're Alan's fellow inmates.",
        "Gus: My sources said it, okay? And my sources are good enough for me.",
        "Mallet: What are you really trying to say, Gus? Are you scared? Are you worried?",
        "Gus: I'm concerned if he gets out he could go after Harley.",
        "Mallet: What are you doing? What are you doing? Why don't you pull over to the curb and let me drive, okay? You just flunked your test.",
        "Gus: Whatever Alan's people are doing, I need to undo it. And I need your help.",
        "Mallet: This Alan thing is just a smoke screen. I know what is going on here. You're trying to kill me.",
        "Gus: No, I'm not. Look, I need to get information out of Alan, and I can't do it, and maybe you plan...",
        "Mallet: What are you talking about me? Why?",
        "Gus: You and my old man got a lot in common, believe me.",
        "Mallet: Oh, yeah, right. We both want you and Harley to break up. ( Tires screech )",
        "Gus: Sorry.",
        "Mallet: Yeah.",
        "[SCENE_BREAK]",
        "Alan-Michael: How's the cookie baking going?",
        "Harley: It's messy. Very messy. Jude has flour all over himself, the kitchen, Zach.",
        "Alan-Michael: You're lucky, Harley, you really do have it all, a great job, great kids, the man of your dreams. Something I said?",
        "Harley: No, what could possibly be wrong or weird about what you just said?",
        "Alan-Michael: I don't know, you tell me.",
        "Harley: Nothing. It's nothing. Um, do you dream a lot, Alan- Michael?",
        "Alan-Michael: Nothing I could talk about with kids in the area.",
        "Harley: Oh, really? So you have kind of sexy dreams, do you, like during the day?",
        "Alan-Michael: This is getting interesting. Are we talking about dreams or fantasies?",
        "Harley: Forget I said anything.",
        "Alan-Michael: Come on, don't go all shy on me now. Whatever you're dreaming, I'm sure mine are a lot hotter.",
        "Harley: Don't count on it?",
        "Alan-Michael: Whoa. What exactly are you and Gus doing in these dreams? Not Gus?",
        "Harley: Things are great with us. I don't have to dream about us.",
        "Alan-Michael: Okay. That's one theory.",
        "Harley: No, seriously. I'm saying... dreams are like when you're trying to work things out, when you're trying to purge yourself of something, right?",
        "Alan-Michael: Then you must dream about me a lot.",
        "Harley: No. ( Laughter )",
        "Alan-Michael: So, if you're not dreaming about Gus or me, then that leaves us with either a heartthrob movie star or husband number three: Phillip. Oh, God, that's definitely a nightmare. Then we're left with husband number two: Detective A.C. Mallet. You two did have a torrid affair in prison.",
        "Harley: Affair in Blake's imagination.",
        "Alan-Michael: Maybe those naughty passages have seeped into your conscious and made you think bad thoughts, unless you were already thinking bad thoughts.",
        "Harley: What kind of a conversation is this? Forget about it. Dreams don't mean anything.",
        "Alan-Michael: Right, not a thing. So, about this party, am I really invited? It's not going to ruffle any feathers or badges?",
        "Harley: It is a pretty big crowd, so hopefully you and Frank won't even have to see each other.",
        "Alan-Michael: It works for me. I'll see you tonight, boss.",
        "Harley: Oh, good!",
        "Alan-Michael: Until then, sweet dreams.",
        "Harley: Hey, would you give us a break in the kitchen? Thanks, Lynn.",
        "[SCENE_BREAK]",
        "Mallet: Are you sure you want me to do this?",
        "Gus: Yes. Yes.",
        "Mallet: All right, but what if we haven't thought it all the way through?",
        "Gus: I can't let Alan get out of that mental institution. I don't care what I have to do.",
        "[SCENE_BREAK]",
        "Marina: Uh-huh. Well, are you sure that the white van that you saw was the same one you saw in the driveway on the night of the murder? Okay, thank you, ma'am. I'll be in touch. Yes! Cold case 1522 just got a whole lot warmer.",
        "Alan-Michael: Hey, hot stuff, do you like using them cuffs?",
        "[SCENE_BREAK]",
        "Olivia: Hard to get rid of those exes, huh?",
        "Harley: Excuse me?",
        "Olivia: I saw you talking to Alan-Michael, I just noticed the two you of get along pretty good?",
        "Harley: Yeah, we do. We get along.",
        "Olivia: And Mallet, too, right? Josh and I are getting along pretty well these days.",
        "Harley: That's good, I've heard that.",
        "Olivia: Well, you know they say that time heals all wounds. I'm just hoping it will hurry up and heal this big gash I have in my heart named Bill. And I know you probably think that he's better off without me, but I don't think so. But we'll never know now, will we?",
        "Harley: Olivia, I'm sorry. It is lousy to be getting divorced this time of the year.",
        "Olivia: Is there every a good time?",
        "Harley: No.",
        "Olivia: I mean the guy is out of my bed, but he is still in my head. I guess all you can do is move on.",
        "Harley: Well, I have. I have done that. I have definitely begun.",
        "Olivia: You've got yourself a good man. That's what I need, you know, a good man. Somebody who will love me, flaws and all. Until them, I'm going to pack up everything Bill and I shared and dump it.",
        "[SCENE_BREAK]",
        "Warren: I got your hearing moved up to December 31, and I filed two more motions I am so confident we're going to make. ( Thumping sound )",
        "Mallet: I need to talk to you, Alan.",
        "Alan: Warren, would you mind waiting outside for a few minutes.",
        "Warren: I'll just check in with my office.",
        "Alan: Sure.",
        "Mallet: So Alan, the word on the street is you might be getting out soon?",
        "Alan: I try not to think about it too much, detective. I'm concentrating on my recovery right now. I was very insane when I shot Phillip.",
        "Mallet: Oh, yeah, yeah. I only care about one thing, Alan. If you get out of here, are you going to try to split up Gus and Harley again?",
        "Alan: Why do you care?",
        "Mallet: Well, you made me an offer a while ago when I was locked up, and I might be willing to reconsider it.",
        "Warren: I'm sorry, which clause was it, again? Hold on, I can't hear you.",
        "Gus: Oh, my God. That's Harley's planner.",
        "[SCENE_BREAK]",
        "Coming up on \"Guiding Light\"...",
        "Alan: And what you want is Harley.",
        "Mallet: Gus...",
        "Gus: You go anywhere and I will kill you.",
        "Olivia: Josh, hi, it is Olivia, and I'm on my own this Christmas Eve, and I figured if you are on your own, maybe we can be on our own together.",
        "[SCENE_BREAK]",
        "Olivia: Hey, stranger. I was wondering when you were coming over and say hello.",
        "Buzz: I was getting ready for the party. Did you have a good time last night?",
        "Olivia: I had a great time. I think I did a lovely job...",
        "Buzz: I'm not talking about the decorations, I'm talking about Josh. Did you have a good time last night?",
        "Olivia: It was okay. I'm trying to keep things into perspective.",
        "Buzz: What's that?",
        "Olivia: Well, these are my divorce papers. Today is the deadline, and here they sit.",
        "Buzz: Can't bring yourself to sign them?",
        "Olivia: No, no. I put the postage on it and everything. It's just the actual act of putting it in the mailbox I'm having trouble with because then it's really done.",
        "Buzz: If you're not ready, you're not ready.",
        "Olivia: Yeah...",
        "Buzz: It's a tough time of the year to be alone. Do what you need to do to get through it. Don't make it harder on yourself.",
        "Olivia: Today's the deadline.",
        "Buzz: It doesn't matter. You matter. You got it?",
        "Olivia: Yeah, thanks. It's a tough time of year to be alone.",
        "Frank: Okay, pop, the car is all packed.",
        "Buzz: Oh, great. I'll see you later then.",
        "Frank: Yeah.",
        "Buzz: You okay?",
        "Frank: Yeah, I'm fine. Don't get too excited here, but I'm thinking about asking somebody to the party tonight.",
        "Buzz: A female persuasion? Frank, a date?",
        "Frank: Do you have to tell the whole restaurant? Come on.",
        "Buzz: It's about time. She has had a crush on you for months.",
        "Frank: She doesn't even know I exist.",
        "Buzz: Frank, Frank, it is a big crush for months.",
        "Frank: Really? Wow. And to think this is the first time it occurred to me to ask Olivia out.",
        "[SCENE_BREAK]",
        "Mallet: What is this, a sandwich?",
        "Harley: Mm-hmm.",
        "Mallet: You got me a sandwich for Christmas? A sandwich isn't a gift.",
        "Harley: I thought the idea this year was we would make our gift.",
        "Harley: Yeah, I know, but I was thinking about Christmas cookies, gingerbread men. How about a fruitcake?",
        "Mallet: Can I get a fruitcake?",
        "Harley: I don't bake. Come on it's my turn. I want my gift.",
        "Mallet: She doesn't bake. Can you remind me why I married you?",
        "Harley: I think I reminded you like four times last night no, not until I get my gift.",
        "Mallet: Okay. It is not much, but it is a little bit better than-- what did you get me-- a sandwich.",
        "Harley: You didn't make this.",
        "Mallet: Well, I couldn't help myself. I know money is tight, right now, but it is our first Christmas together as a couple, and I wanted to mark it somehow.",
        "Harley: Oh, I love it, I love it. But we don't have a tree. Where will we hang it?",
        "Mallet: ( Laughing ) let's see, we can hang it. Hmm, I know, come with me. Come on. I know.",
        "Harley: What are you doing?",
        "Mallet: Check it out. Ah-ha",
        "Harley: You nut, it won't last if you put it there.",
        "Mallet: Maybe not, but I know what will last: Us.",
        "Mallet:: I know what impresses the judge.",
        "Alan: So you would put your reputation on the line for me?",
        "Mallet: Uh-huh. I'm sure I'll get what I want.",
        "Alan: And what you want is Harley?",
        "Mallet: Gus, what are you up to...",
        "Gus: If you go anywhere, I will kill you. Are we clear? I'll kill you.",
        "[SCENE_BREAK]",
        "Alan-Michael: Alan-Michael, I didn't think you were coming back. This is the best Christmas present ever.",
        "Marina: Alan-Michael, what brought you back so soon? What happened, run out of british supermodels to date?",
        "Alan-Michael: No, but before I could ask one out, Spaulding had a crisis at the London office. My instincts kicked in, so I put out the fire. I flew back here to give Harley the 411.",
        "Marina: No kidding.",
        "Alan-Michael: No kidding.",
        "Marina: So when do you fly back?",
        "Alan-Michael: Probably not for a while, now that Harley has hired me back. Plus, I didn't want to miss Christmas Eve with the Coopers. Harley invited me to the party. You don't mind, do you?",
        "Marina: Oh...",
        "Alan-Michael: What's in here?",
        "Marina: Nothing.",
        "Alan-Michael: ( Laughing ) is this what you're wearing to the party? It's pretty out there for...",
        "Marina: Oh, come on. It was what I was going to wear on my date with you, but I'm now taking it back.",
        "Alan-Michael: Why?",
        "Marina: Because when you left town, the date got cancelled.",
        "Alan-Michael: Now that I'm back, the date is back on.",
        "Marina: ( Laughs ) I don't think so.",
        "Alan-Michael: We still have a deal. I beat you at poker, and so you have to be my New Year's Eve date if my first draft pick doesn't pan out.",
        "Marina: Yeah, but then you took off for London and our date got cancelled, and I made other plans.",
        "Alan-Michael: With another guy?",
        "Marina: No, I'm working.",
        "Alan-Michael: That's a very romantic way to ring in the new year.",
        "Marina: As equally as romantic as being a second string.",
        "Alan-Michael: A deal's a deal, Marina Cooper.",
        "Marina: Yeah, but crime-fighting trumps a straight.",
        "Alan-Michael: It was a full house. And you have a whole week to find someone to fill in for you.",
        "Marina: For new year's? Good luck.",
        "Alan-Michael: Oh, I have faith, if you're motivated enough. Just think about us out on the town, dancing, drinking champagne, and maybe even a kiss at the stroke of midnight.",
        "Marina: You wish.",
        "Alan-Michael: You don't? Find someone to work for you. I know you can do it.",
        "Marina: How do I know you won't find someone better before then?",
        "Alan-Michael: You don't.",
        "Marina: Okay, fine, you stay here.",
        "Alan-Michael: Where you going?",
        "Marina: I'm going to make sure I'm your first-draft pick.",
        "[SCENE_BREAK]",
        "Mallet: Come on, Gus, stop. Stop!",
        "Alan: What is this about, Gus.",
        "Gus: It's about this! This is what it's about. Even when you tried to tear me away from Harley or her away from her kids. I never came after you, did I? But now you're messing with my wife and I take that very, very personally!",
        "Alan: Get him out of here or I'm going to call the police!",
        "Gus: Call whoever you want!",
        "Mallet: Gus.",
        "Gus: You go near my wife and you will not breathe, okay. You'll be dead. You won't breathe. You hear me?",
        "Mallet: Come on, come on.",
        "Alan: Merry Christmas to you, too, son.",
        "Mallet: What the hell was that, man?",
        "Gus: It's nothing.",
        "Mallet: No, come on, that wasn't part of our plan...",
        "Gus: No, nothing at all. I was just trying to scare him.",
        "Mallet: What is with the paper?",
        "Gus: It's nothing it was just a tactic.",
        "Mallet: Well, you know what? Next time, why don't you give me a bit of a warning before you turn into psycho cop, okay?",
        "Gus: Sure.",
        "[SCENE_BREAK]",
        "Buzz: You're going to ask Olivia out?",
        "Frank: Who did you think I was talking about?",
        "Buzz: Lynn. She's liked you for months.",
        "Frank: I know, I just found that out, okay. Olivia... Olivia, I don't know, I've always had this kind of connection with. I know we're just friends, pop, but who knows. And you know what? I think she is probably going to be alone this holiday.",
        "Buzz: Well, you know, she is sort of high maintenance-- she digs, basically, big, rich, corporate types.",
        "Frank: Exactly, which is why she always gets burned. Maybe she should be with somebody who is down to earth, dad, somebody who knows how to treat her right. It is possible, isn't it?",
        "Buzz: Of course it is. She'd be lucky to have you, Frank. Go for it. Follow your heart, Frank.",
        "[SCENE_BREAK]",
        "Olivia: Josh, hi, it's Olivia. Um... I'm on my own this Christmas Eve, and I figured if you're on your own, maybe we can be on our own together.",
        "[SCENE_BREAK]",
        "Harley: Where is Gus?",
        "Mallet: Um, outside making a call.",
        "Harley: Come here a second.",
        "Mallet: What?",
        "Harley: Look what I found in the back of the closet upstairs.",
        "Mallet: What is it? Oh, my gosh. Oh, wow, I haven't seen this in years. It sure took a beating on our car that winter, didn't it?",
        "Harley: Yeah.",
        "Mallet: Wow, I remember that Christmas. Did I get a sandwich from you that year, that Christmas? Wasn't that my gift?",
        "Harley: I remember, yes. I want you to have it. What, this? No. No. That was a gift to you.",
        "Harley: But I have so much stuff already.",
        "Mallet: Take it. Please...",
        "Harley: I don't want it. I don't want it, Mallet. I want you to have it. You take it back, okay? Out with the old, in with the new, and all that stuff, right?",
        "Mallet: Yeah, but I just thought-- you used to be such a pack rat, and everything is worth saving.",
        "Harley: Things change, right?",
        "Mallet: Yeah, okay.",
        "Harley: I had to do that. I have to get you out of my head.",
        "[SCENE_BREAK]",
        "Gus: Well, how does a guy who is locked up get a copy of my wife's schedule in the first place, huh? How did that happen? Why don't you find that out? While you're at it, put 24-hour security on him, okay? And I want double security on my wife. Do you understand me? And I would like it if she didn't find that out. Thank you.",
        "Buzz: You're still keeping the truth from Harley about Alan getting out, because she should be prepared if he goes after her.",
        "Gus: He's not getting anywhere near her, all right? Over my dead body-- or his.",
        "[SCENE_BREAK]",
        "Marina: You miss me?",
        "Alan-Michael: Look, I don't appreciate you just disappearing on me... Marina.",
        "Marina: So, is this good enough for New Year's?",
        "Alan-Michael: Excuse me a minute. Pamela, hey, it's Alan-Michael. I know we had plans for New Year's Eve, but I'm going to have to cancel. Something came up. Sorry. Bye.",
        "Marina: Well, I'm a little cold. Do you mind parting with your coat?",
        "Alan-Michael: I don't want to cover you up.",
        "Marina: Thank you. So, am I taking the dress back, or do we have ourselves a date? Assuming I can get off work? ( Cell phone rings ) Must be Pamela. I'm a cop, I have good ears. ( Laughter )",
        "Alan: Alan-Michael, come on, we have to plan my homecoming.",
        "Alan-Michael: Pamela, she can't take no for an answer.",
        "[SCENE_BREAK]",
        "Gus: It's a photocopy of Harley's schedule next week. All important calls, conferences, dinners...",
        "Buzz: You know the only reason he would want this is if he could...",
        "Gus: I know. But nothing is going to happen. He is not going to get anywhere near her.",
        "Buzz: I know, you'll kill him, first. But you won't. Show it to Frank.",
        "Gus: I know what I'm doing. I'm not going to... why? This is a photocopy, is that illegal, to photocopy somebody's schedule?",
        "Buzz: You're going to go it alone?",
        "Gus: I know what I'm doing, all right?",
        "Buzz: Yeah. I will do anything to keep my kids safe?",
        "Gus: Yeah, which is why you're not going to say anything. I will handle this.",
        "Buzz: Hey.",
        "Harley: Look at these handsome men. The beautiful children are inside in the kitchen, sure if they stare hard enough at the baking cookies, that they will bake faster. ( Laughing ) I love Christmas. You know, last year at this time, I was sure I would never feel this again, you know, all of us together, our family, safe and happy. It's going to be a great Christmas. It is. It is going to be the best Christmas ever!",
        "[NEXT_ON]",
        "Reva: And mistletoe, Mr. Subtlety strikes again.",
        "Olivia: So, any room under there for me?",
        "Jonathan: We're uh... we're a little lost.",
        "Officer: Are you now, Jonathan?",
        "Dinah: I kind of like a guy who wears pajamas, it gives you something to unwrap later."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=txO5b2ElFFI"
}