{
    "Episode Summary": [],
    "Recap": [
        "Ross plays a tape that Phillip had brought him the day before he was shot. In the tape he outlines his will. Leaving Stock to Alex if she works in the mail room at Spaulding, two boats and the gym to Rick, trust funds and stocks for all his children, and enough money to take care of Beth and her mother to Beth. Ross also reveals that Phillip bought Company from Buzz before he died and he is leaving Company to Lizzie. Harley finds a gun in a bag of sugar at Company. She sees Ruth as she is trying to clean up. Ruth convinces her that she is the one that killed Phillip. Michelle and Tony kiss and Tony proclaims his love to Michelle. Buzz becomes a suspect."
    ],
    "Recap Author": "Sarah",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Phillip: Thank you for coming. Hey, everybody, remember me?",
        "Ross: Forgive the theatrics, but Phillip was very specific about how his Will should be executed. He left me detailed instructions, and I have no choice but to follow them to the letter.",
        "Alan: When did he give you this?",
        "Ross: I'm not altogether sure. All I know is that I found a package in my office on the day that he died.",
        "Lizzie: Just play the tape.",
        "Ross: Lizzie, we're still waiting for one other person.",
        "Alan: Well, I... I didn't think you were coming, son.",
        "Gus: Ross is the boss.",
        "Alexandra: Well, if it... if it doesn't sound too pushy, can we get on with this? I'm only on a day pass.",
        "Ross: Yes, I understand, Alex. But before we begin officially, Phillip has made one very special request.",
        "[SCENE_BREAK]",
        "Phillip: You want to stop me?",
        "Harley: I want to stop you!",
        "Phillip: Go ahead! Then you do it! Stop me!",
        "Harley: All right! All right! All right!",
        "Officer: Coop. Hey, you looking for Frank? You want me to page him?",
        "Harley: No. No. Thank you.",
        "[SCENE_BREAK]",
        "Alan: Ross, I will not be a part of this.",
        "Gus: Ross, is this really necessary? Think about it.",
        "Ross: Phillip was adamant that we meet every one of his stipulations.",
        "Alan: Yes, but Phillip is not here, Ross. Surely there...",
        "Ross: Alan, I am. And I have a legal and moral obligation to see that my nephew's last wish is granted.",
        "Alexandra: All right, all right, Alan, come on. Let's get this over with. Please.",
        "Gus: Yeah.",
        "Alexandra: (Gasps) everyone. Oh, Alan, get over here.",
        "Alan: Ross, really, this is... this is...",
        "Alexandra: Please. Please.",
        "Ross: Alex, would be so kind as to lead them? Thank you.",
        "Alexandra: One, two, three. All (singing): Kumbaya, my Lord, kumbaya kumbaya, my Lord, kumbaya kumbaya, my Lord, kumbaya oh, Lord, kumbaya.",
        "[SCENE_BREAK]",
        "Buzz: Hey, kid. What's up?",
        "Harley: Nothing. I'm just checking in.",
        "Buzz: You ought to get upstairs and get some rest. You look tired.",
        "Harley: Well, you know, Mel's got the kids. It's kind of quiet up there. I don't think I can sleep. I figured I'd help you guys. You know, I'll get ready for tomorrow. Maybe there's going to be a breakfast rush.",
        "Phillip (echoing): Oh, I'm sick, I'm sick!",
        "Phillip (echoing): Do it, stop me! Do it... do it!",
        "Harley (echoing): All right!",
        "Phillip (echoing): Stop me!",
        "[SCENE_BREAK]",
        "Marina: Marina Cooper, reporting for babysitter duties, sir. Where's Robbie?",
        "Danny: Well, actually Mel hasn't dropped him off yet, but they should be here pretty soon.",
        "Marina: Oh, okay. Well, I'll just hang.",
        "Danny: Okay.",
        "Marina: So...",
        "Danny: So.",
        "Marina: This is going to be the restaurant.",
        "Danny: Mm-hmm.",
        "Marina: Looks incredible.",
        "Danny: Yeah, they did a pretty good job with the design.",
        "Marina: Don't you mean she--the reason you took over this job in the first place.",
        "Danny: This is just a job. I'm not thinking about Michelle.",
        "Michelle: Okay. I think you're lying through your teeth, but I will take that as a compliment to me.",
        "[SCENE_BREAK]",
        "Tony: What are you doing?",
        "Michelle: Saving us another big trip in a circle. We're lost. Why don't you just admit it, so I just can curl up and begin to decompose? Last meal?",
        "Tony: You know, I can't believe that you're carrying around a bag like that. That's the size of a suitcase and there's nothing in there that can help us get out of this place.",
        "Michelle: Well, at least I still have my stuff. I didn't get pick-pocketed by some hot native.",
        "Tony: Well, at least you can say she's hot.",
        "Michelle: Here. Take a cold shower.",
        "Tony: It's empty.",
        "Michelle: Well, good. We didn't need all that water weighing us down anyway.",
        "[SCENE_BREAK]",
        "All: Oh, Lord, kumbaya.",
        "Alexandra: Well, that was lovely.",
        "Alan: Yes, yes, it was. Now, no more singing, all right? Ross, please let's continue with the tape.",
        "Ross: Yes. Thank you for fulfilling Phillip's last wish. Now we can begin.",
        "Phillip: Okay, now that you've had a chance for some good old-fashioned bonding, I think you're in the right frame of mind to receive what I've left for you. You're watching this, which means that I'm gone, and probably not from natural causes. I'm not entirely surprised. I thought that this was a possibility when so many of you turned against me. But let me say first, I forgive you all. I hope you will find it in your hearts to forgive me. I know that from time to time I may have gone a little overboard in trying to protect this family. And I may have to answer for that now where I'm going. But my goal in death, as it was in life, is to make sure that this family would be taken care of and that you would grow stronger from whatever it is that's happened to me. So for all of my children under the age of 18, I have left trust funds and stock to be inherited upon their 25th birthday. Lizzie, sweetheart, I have something special for you, but I'll get to that a little bit later. First, I need to talk to your mom. Beth, I have left you enough to take care you and your mom for the rest of your lives. You were it for me--my high school sweetheart, the girl of my dreams, my one true love. The flame may have waned, but it never...you know how I feel. Aunt Alex, I've left you enough stock to choke a horse.",
        "Alexandra: Really? He was so angry with me before.",
        "Phillip: Hang on now. Don't get all excited yet. There is one teeny, tiny, little stipulation. The stock is yours if and only if...",
        "Alexandra: If what?",
        "Phillip: ...You agree to work as a maid in the mansion.",
        "Alexandra: (Laughs) he can't be serious.",
        "Phillip: Just kidding. You don't have to be a maid in the house.",
        "Alexandra: I should hope not. (Laughs)",
        "Phillip: After you get out of jail, you'll go to work at Spaulding Enterprises.",
        "Alexandra: Fine, fine.",
        "Phillip: In the mailroom.",
        "[SCENE_BREAK]",
        "Harley: I know you'll have more questions, especially if the gun matches the bullet. I know the drill. Could you just get that out of here, please? I keep thinking I'll just wake up.",
        "Coop: Look, maybe this is a good thing. I mean, the cops now can get the fingerprints and they can nail now who killed Phillip Spaulding. I mean, case closed, right?",
        "Buzz: You okay?",
        "Harley: Yeah, I just... I just keep replaying it in my head to see if there's anything that I could have done to change things. What if the old Phillip, you know, the good part of him was still in there, and I was just so blinded that I didn't see it, you know? So, I...",
        "Buzz: What? You know, it's amazing the cops didn't find it. They were all over this place.",
        "Coop: Top to bottom.",
        "Buzz: How did you know where it was?",
        "[SCENE_BREAK]",
        "Michelle: Why... why don't I think about things before I do them? I was crazy running off like that. You know, moms do not do stuff like that. I don't even remember my own mom, but I know she would never run off on some whacko mystery tour with Sebastian, because she would have thought of me, and I should have thought about Robbie.",
        "Tony: Michelle, you have got to cut yourself some slack.",
        "Michelle: Oh, no.",
        "Tony: No, really. You've been through a lot lately, please.",
        "Michelle: Tony, I'm tired of that excuse. Now, come on, losing my memory doesn't give me permission to act stupid or have no judgment.",
        "Tony: Please, please. Stop, okay?",
        "Michelle: Maybe Danny was right. Maybe I was permanently damaged in that explosion. I mean, look at the choices I've made lately. Just one bad decision after another, just bad, bad, bad.",
        "Tony: Well, does that include getting involved with me?",
        "Danny: Hey, there you go.",
        "Marina: I could really get into this.",
        "Danny: That's pretty good.",
        "Marina: No, this is good, this is good. Take that, Shayne! For leaving me to go to Bosnia. Take that, Phillip!",
        "Danny: All right. Right on.",
        "Marina: For what you've done to my family.",
        "Danny: (Laughs)",
        "Marina: Take that, Gus, for screwing with Harley.",
        "Danny: Good one.",
        "Marina: Whew. This is really therapeutic. You should try this.",
        "Danny: All right, hand it over. Ah... this is for knocking down all those walls I've been banging my head into. (Laughter) that was pretty good. This is for putting the past in the past and moving on to the future. This one is for...",
        "Marina: What's wrong?",
        "Danny: I guess my wedding ring just flew off. It's over here. Did you hear it?",
        "Marina: Here. I found it.",
        "Danny: Oh, thanks.",
        "Marina: Aren't you going to put it back on?",
        "[SCENE_BREAK]",
        "Alexandra: Well, I am supposed to toil in the mailroom? Phillip can't be serious.",
        "Ross: He's very serious. And if you refuse, your stock will be taken from you and divided among his children.",
        "Alexandra: What? This is absurd.",
        "Ross: If you want to fight this, you have to go to court.",
        "Alexandra: Alan, Alan...",
        "Alan: What do you want me to do? Negotiate with Phillip? He's gone. Ross, please continue with the tape.",
        "Phillip: Rick, do you have a sedative for Aunt Alex? I'm sure she's throwing a fit by now. But, Alex, I hope in time you realize that this is the best thing for you. I think you'll thank me.",
        "Alexandra: (Laughs) I highly doubt it, darling.",
        "Phillip: Now, on to my best buddy Rick. You were the one constant through all of it, and I wouldn't have even made it this far without you. If I do have one regret about our friendship, it's that I didn't live at least long enough to embarrass you one more time on the basketball court. Maybe now that I'm gone, you'll actually win one. All right, I'll cut to the chase. I didn't leave you money because I knew you wouldn't take it. You figured all that out a long time before I did. Instead, I left you the boats we used to race out on the lake. And I also bought the basketball court where we used to play after school, not so much because you need the practice--which you do--but to ensure that our sons will spend as much time out there as we did. Hey, buddy, let's hope the next generation has a better chance for happiness. And now you, Father, and you are my father. Please forgive me for blaming so much on you. You always loved me, and I always knew it. You should know that I always loved you. And so, what I'm leaving you is a little odd, but I think you'll get it. I am giving my controlling interest in Spaulding Enterprises to the next in line, my brother Gus.",
        "Gus: Oh, no.",
        "Phillip: Here's your chance, Augustus. Make something of yourself. You think you can do a better job than I did? I hope you can.",
        "Alan: Thank you, son.",
        "Gus: No, thank you. I don't...",
        "Phillip: All right. That's it for the video portion. The rest is complicated, but Ross is there and he can answer any of your questions. As for me, I don't know where I am right now, but wherever it is, rest assured I am thinking about each and every one of you. You have been the source of some of my greatest frustrations. You drove me crazy, literally. But this family, all of you, have also been my greatest joy. My deepest regret is that I won't be around to see what you do with the rest of your lives. So do this much for me: Love each other just a little bit more, forgive each other just a little sooner, don't stop looking for those blue skies and palomino ponies. They're out there. I love you all. Good-bye.",
        "Lizzie: (Sobbing) Dad. (Sobbing)",
        "[SCENE_BREAK]",
        "Harley: I didn't know where the gun was. I just opened the bag of sugar. It fell out.",
        "Coop: This is... that's such a weird place to stash a gun.",
        "Buzz: Smart, too. It'd be easy to dispose of when you got back here, but... well, if you hadn't found it first.",
        "Harley: It's not so strange that I found it. I wasn't looking for it or anything. It was coincidence.",
        "Coop: See, what I don't understand is why the gun was here in the first place. Why didn't the killer take it with him? Or her. This isn't something like a wallet or a cell phone or something easy to forget like that.",
        "Harley: Well, maybe the killer wiped the gun clean, took the prints off and then they didn't care where they disposed of it or who found it.",
        "Buzz: Works for me. I need a tall guy to help me change a light bulb out on the porch.",
        "Coop: Yes, well, tall I can do. And besides, I need to run over to the Spaulding house.",
        "Buzz: You're driving Lizzie tonight?",
        "Coop: That's right. My lucky night.",
        "Phillip: (Echoing): What about your charade, Ruth? Here you go. Here's your chance to stop me.",
        "Harley: Could I have done this? Could I have murdered my son's father? (Scrubbing)",
        "Ruth: Tsk, tsk, tsk, tsk. Scrub away, Lady Macbeth. It won't change anything.",
        "Ruth: You can't erase what you did, dear. Mr. Spaulding is dead, and he will stay that way.",
        "Harley: Do you know what happened that night? Did I do this? Did I kill Phillip?",
        "Ruth: I'm just you in a wig and a nose. I can't tell you anything more than you already know.",
        "Harley: But I don't remember.",
        "Ruth: You remember, dear. You just don't want to face it.",
        "Harley: I don't. I have all these... these pictures in my head. It's like... it's like a giant jigsaw puzzle that I can't fit together. I keep trying to get the pieces to fit.",
        "Ruth: That's good. Use your logical mind. Be a cop. You're good at that. It's much easier that way.",
        "Harley: Easier than what?",
        "Ruth: Than being a murderer.",
        "[SCENE_BREAK]",
        "Ross: I think we should all take a deep breath... (cell phone ringing) ...and remember that we are here to fulfill Phillip's last wishes.",
        "Alan: Gus, I realize it's a big responsibility to run a company like Spaulding Enterprises, but it's very important that a family member do this, or it could cause serious damages.",
        "Gus: Yeah, what about the damage to my life, hmn?",
        "Alan: Phillip believed you could do this and this is what he wanted.",
        "Gus: I don't give a damn what he wanted. He made us all miserable when he was alive.",
        "Lizzie: Shut up, Gus! You don't...",
        "Gus: (Sighs)",
        "[SCENE_BREAK]",
        "Danny: I never thought that anything would make me stop wanting to be with her.",
        "Marina: Well, things are different now. She's different now.",
        "Danny: Yes, she is. And I think I was in denial about it for a very long time, but I knew. The minute she opened her eyes and didn't recognize me, I knew.",
        "Marina: Well, there's still a chance she'll come back.",
        "Danny: Yeah. Yeah, but what am I supposed to do in the meantime? I have to move on. I have to make a life for myself and for Robbie. I have to.",
        "Marina: You know, Danny, you don't have to prove anything. If you're not ready to take the ring off, then you should put it back on. You need to do what feels right to you.",
        "[SCENE_BREAK]",
        "Tony: Okay, look, hey, I'm not trying to frustrate you, Michelle. Just, please, I'm being serious. Tell me straight up. Am I one of those mistakes, you know?",
        "Michelle: (Sighs) I don't even know. I don't know. I'm glad you're here, you know? I don't even know where I'd be without you, Tony.",
        "Tony: I'm not sure that's a compliment, but I'll... it's okay.",
        "Michelle: You know what I mean. You know, you accept me as I am. You like me. But...",
        "Tony: Okay, okay, but... but what? Tell me.",
        "Michelle: But how am I supposed to trust what I want? Look at my life. It's a mess. I made so many wrong choices.",
        "Tony: Michelle, hey, listen, you don't... look at me. Huh? Look at the choices I've made, right? People make mistakes, Michelle. We're not perfect.",
        "Michelle: I know, but most people are whole, Tony. Most people remember their fathers, they remember their mothers, their baby sons I'm just empty.",
        "Tony: No, no, no, no, no, no. No. You are not. You're anything but empty. You have no idea, Michelle. You are so full of life. You get me, of all people, to do things that I wouldn't do. Right?",
        "Michelle: But maybe I do those things because my mind is blank, you know, and I'm just trying to put things in there.",
        "Tony: No, no, Michelle, listen to me. There is nothing wrong with you. Nothing, not a thing. Okay? Nothing. Look, I know... I know that you feel damaged because there are people around you trying to force you into being someone that you're not. And that's not fair to you. But I'm telling you right now that you are perfect the way you are, okay? You don't... look, you don't belong in that mold. You belong with me. You belong with me.",
        "Tony: This is me, Michelle, telling you that I think you're so damn amazing, and I want you. I do. You know? I mean, we've been dancing around this a million times over. You know, it's like that we're so afraid of hurting someone, anyone. I can't do that anymore. I love you. I really do. And I feel in my heart that you love me, too. You know?",
        "Michelle: Tony.",
        "Tony: No, listen to me. Please listen to me. I love you the way you are, now. And I hate the fact that you don't see how incredible you really are, because you are, Michelle. And I'm asking you--look at me, please--be with me. Let my heart show you how I really feel. I love you.",
        "Michelle: Just kiss me before one of us blows it.",
        "[SCENE_BREAK]",
        "Danny: That's enough for tonight. Here, I'm going to double your baby-sitting fee.",
        "Marina: No.",
        "Danny: For tonight. Yeah, construction workers earn a lot more.",
        "Marina: No, no. No, no, no.",
        "Danny: Come on. Yes, take it.",
        "Marina: Put that away.",
        "Danny: Come on, take it.",
        "Marina: I will not take your money. (Laughs)... no. I do not get paid for being a friend, okay? Besides...",
        "Danny: Okay.",
        "Marina: ...You're the only one I can talk to about Shayne. I didn't even know I needed to talk about it, but I guess I did. So I owe you, Danny.",
        "Danny: No, you don't owe me.",
        "Marina: In fact, I am going to take you and Robbie out to get banana splits. I happen to know they're his favorite.",
        "Danny: Well, yes, mine, too. But no, I can't.",
        "Marina: Come on. When was the last time you did something fun? Just chilled out?",
        "Danny: I can't remember.",
        "Marina: Then it has been way too long.",
        "[SCENE_BREAK]",
        "Alexandra: Alan, again, I am so sorry. He was such a wonderful boy. Well, you know where to find me.",
        "Alan: Yes, that's one thing I do know.",
        "Alexandra: Good night, Ross.",
        "Ross: Good night, Alex.",
        "Alan: Ross, could I pour you a drink?",
        "Ross: Yes, thank you.",
        "Alan: Well, I think tonight went very well. I think Phillip would be pleased.",
        "Ross: I still can't believe that he's gone. I mean, I just keep thinking of him as a little boy when he was so full of promise and had so many dreams. It simply shouldn't have ended this way.",
        "Alan: His loss for me is unbearable.",
        "Beth: Sweetie, I know that you're feeling overwhelmed by all of this, and it's okay to feel whatever it is you're feeling. You can miss your father and you can be angry at him, too.",
        "Lizzie: You know, that's the thing, Mom. I don't want to be angry at him. But at the end, I was. I mean, I just keep thinking about the last time I saw him, and it was... it was terrible. It was so bad, I don't even think I could take it back.",
        "Beth: Honey, it's not your last moments with someone, it's the sum total that counts. And your father loved you more than anything in this world.",
        "Lizzie: I loved him more than anyone in this world. Except you, obviously.",
        "Beth: He knew that. He did.",
        "Lizzie: What if he didn't?",
        "Beth: Oh, honey. I don't know what happens after we die, but I do feel that your father is watching us.",
        "Lizzie: I guess it's time I find out what he wanted for me. I'm ready, Daddy. I'm not going to let you down this time, I promise.",
        "[SCENE_BREAK]",
        "Coop: It's a plane ticket.",
        "Buzz: Yeah, so you can get out of here, so you can see the world the way you wanted to.",
        "Coop: Dad, I...",
        "Buzz: Finish those dreams you had in your journal.",
        "Coop: I can't...",
        "Buzz: Have some fun.",
        "Coop: I can't leave. I just can't leave. I've got, like, to pay off the Spaulding's. That's, like, $50,000.",
        "Buzz: It's taken care of.",
        "Coop: How?",
        "Buzz: You just worry about packing. You've got big dreams in your heart. I want to see them fulfilled.",
        "Coop: I just got here, though, Dad.",
        "Buzz: And I'm glad you got here. It took a heart attack to get you here, but I'm telling you, you don't know what it meant to me. I mean, it's the gift of a lifetime. But you've got to go, go to places I haven't seen, you know? Send me postcards.",
        "Coop: What's the rush?",
        "Buzz: You know, your mother loved me a lot, but she'd kill me if I didn't send you out to see the world.",
        "Coop: I will see the world. But after I finish my work here. Look, Dad, thank you, but I was the one that made a mess over at the Spaulding's and so I'm going to be the one that's going to clean it up. Just... hold onto this.",
        "Buzz: You're a big dummy! You can't put something like this off. You've got to grab opportunity while you can. You've got to fly while you have wings. You've got to, you know... you've got to...",
        "Coop: What are you going to do? Are you going to start singing me a song here or what? Look, Dad, what are you trying to do? Are you trying to get rid of me?",
        "Buzz: Of course, not.",
        "Coop: Oh, look, I've got to get going, all right?",
        "Buzz: Hey... we're not done here.",
        "Coop: Of course, not. Look, I'll see you when I get in, all right?",
        "[SCENE_BREAK]",
        "Harley: If I murdered Phillip, I will face the consequences, but maybe I didn't do it. I could be innocent.",
        "Ruth: You're looking for absolution, dear, but you won't be able to clear your conscience because in your heart you already know what really happened.",
        "Harley: I don't! I don't!",
        "Ruth: Come now, Harley. Don't start lying to yourself. You've changed. You wanted him dead. Yes. The man tore your house down. He almost killed your father. He took your children. And you wanted him to die. Admit it. You wanted to see him just as he was, right here, with a bullet hole in his chest, breathing his last breath.",
        "Harley: Yes. Okay, yes! I did it! I wanted him dead! (Sobbing)",
        "Gus: Harley. Who are you talking to? Huh?",
        "Harley: I'm guilty. I did it. I killed Phillip.",
        "Gus: Oh, ssh. Why do you say that? Why? Why?",
        "Harley: Because it's true. Because I found the gun. It was hidden in a bag of sugar, and I went right to it like I was drawn to it, and I knew it was in there because I put it there!",
        "Gus: Okay, that is ridiculous, okay? Anybody that was working here could have walked over to the sugar and picked up the bag. That proves nothing.",
        "Harley: No, it has to! Don't you see? The reason that I can't remember any of this is because... because it was so horrible that I have blocked it out. Don't you see?",
        "Gus: Hey.",
        "Harley: I killed him. I came here, I was dressed as Ruth. I must have been waiting here for him when he got here!",
        "Gus: Did you turn off the alarm?",
        "Harley: I don't know.",
        "Gus: When Phillip broke into this place, there was no sound. There was no alarm, so somebody... somebody must have turned off the alarm.",
        "Harley: Well... uh... it's just...",
        "Gus: What?",
        "Harley: The alarm has been malfunctioning.",
        "Gus: So that means what? It's not working when it's supposed to work?",
        "Harley: No, it means it's going off all the time. It went off all the time, but the guy from the alarm company came, and he changed the code.",
        "Gus: Mm-hmm.",
        "Harley: And I was supposed to get the new code, but I didn't.",
        "Gus: But you didn't.",
        "Harley: I didn't. I forgot. So I... I couldn't have turned off the code because...",
        "Gus: Because you didn't know the code.",
        "[SCENE_BREAK]",
        "Michelle: What? What?",
        "Tony: This thing... where were we? What's wrong? Are you cold?",
        "Michelle: Uh-uh. No, uh-uh.",
        "Tony: You sure? Let's just wait a second.",
        "Michelle: Oh, no, no. We've waited long enough.",
        "Tony: Are you sure?",
        "Michelle: Mm-hmm.",
        "Tony: I don't know. You're freezing. You're freezing. It's okay. I'll be right back.",
        "Michelle: Where are you going?",
        "Tony: I need wood for the fire. I'll be right back.",
        "Tony: Ah!",
        "[SCENE_BREAK]",
        "Danny: Look, I'd... I would love to go out for ice cream, I would, but Robbie is going to need a bath and then he's going to have to have a snack and then a story, and then it's bedtime and if I'm very lucky, he'll actually fall asleep.",
        "Marina: Okay. Rain check.",
        "Danny: Sounds good. Rain check. Oh, you know what? I almost forgot. Okay, now, I'm not a psycho, but I was looking at your mp-3 player when I was helping you out at company the other day. Just a... I was curious to see what kind of music you like, and so I got this CD for you. I thought you'd... I think you'll like it.",
        "Marina: Oh, my gosh. That is so sweet. I'm sure I'm going to love it. Thank you.",
        "Danny: You're welcome.",
        "Marina: Thanks.",
        "Danny: You're welcome.",
        "Marina: I'm sorry.",
        "Danny: I'm not.",
        "Marina: I better go.",
        "[SCENE_BREAK]",
        "Coop: Good evening, Lizzie. Yes, wait, before you start, I know I'm, like, 15 minutes late, so do what you have to do and call the media.",
        "Lizzie: Late for what?",
        "Coop: I'm on duty tonight. Hello? I mean, aren't you going to go ahead and abuse me and frustrate me and everything else you do to me tonight?",
        "Lizzie: Um, your services aren't needed.",
        "Coop: Are you kidding me? You could have called me before I came all the way over here.",
        "Lizzie: (Clears throat) I had to find out the details of my father's Will.",
        "Coop: (Sighs) sorry. Look, if my father died, I'd probably be a basket case, too. I'm sure you probably want to be alone right now, so I'll just go ahead and take off.",
        "Lizzie: Sure.",
        "Coop: Your father probably left you pretty set, though, didn't he? I mean, stocks, bonds, piles of cash laying around.",
        "Lizzie: No, actually he left me Company.",
        "Coop: Really? Your father gave you the company? All of Spaulding?",
        "Lizzie: No, not the company. Company, your father's restaurant. It's mine. My Uncle Ross just told me.",
        "Coop: Wait. Whoa, wait... hold on a second. How? When?",
        "Lizzie: I don't know. I guess your father sold it to my father before he died, and now it's mine.",
        "[SCENE_BREAK]",
        "Gus: Is it possible that the alarm wasn't on that night?",
        "Harley: No. Because the alarm sets automatically when the lock is engaged for more than five minutes.",
        "Gus: All right, so when you turn the lock, you have whatever it is--30 seconds --to punch in the code. That could have been anybody. Ten, 15 people know that code, right?",
        "Harley: No, no.",
        "Gus: The staff, the...",
        "Harley: No, no, no, no, no. Because I told you, my dad just changed that code. He's the only one who had the numbers. He's the only one who could turn... he lied. He was here that night.",
        "Gus: Is it possible that your father did this? Is it possible that Buzz killed Phillip?",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Michelle: Tony! Tony! Hang on, Tony! I'm coming.",
        "Reva: You know, I'd hire private security and metal detectors if I had to, but we are having a Lewis Thanksgiving this year.",
        "Gus: What are you going to do if you find out your father did it?",
        "Harley: I will do what I have to do."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=w8CTjyBlB24"
}