{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Lillian: She’s alive! My baby is alive! Oh, \r\ngod!",
        "Phillip: Wait a minute. Hang on a second. Now \r\nlisten to me. Listen to me. She is alive, but she’s not... She’s not all there. \r\nShe’s lost some of her memory, so she’s a little bit off, but she is alive.",
        "Alan: Now how did she survive the flood, \r\nPhillip?",
        "Phillip: You know what? I’ll let her tell you \r\nthe whole story. They should actually be here any minute. So...",
        "Alan: Wait, they?",
        "Phillip: Yeah, this is the bad part. She’s \r\ncoming with Edmund.",
        "Lillian: What?",
        "Phillip: Yeah, they've reconciled.",
        "Alan: Oh, for God’s sake, the man is a \r\nmurderer!",
        "Lillian: Yeah, I thought he'd kidnapped her.",
        "Phillip: No, no, listen. His story is that \r\nthat they were both abducted together.",
        "Lillian: What does Beth say?",
        "Phillip: Well, at the moment, she’s saying \r\nthat he’s telling the truth. She says that he engineered their escape and that’s \r\nhow they ended up in the desert.",
        "Alan: Wait, wait. That’s impossible.",
        "Phillip: I know, dad. Look, I’m having a hell \r\nof a hard time believing this, too.",
        "Alan: He probably threatened her, Phillip.",
        "Phillip: Well, he may have, he may have, and \r\nyou know what? I don’t care. All I know is that right now my children have their \r\nmother back. She’s backing him up. She’s got no reason to lie.",
        "Alan: None that we know of.",
        "Lillian: We have to believe her. We have to \r\nbelieve her.",
        "Phillip: Yeah.",
        "Lorelei: Mom!",
        "Lillian: Oh, Beth! Oh, God. Beth, oh \r\nsweetheart. Oh, sweetie.",
        "\r\n__________________________________________",
        "\r\nRick: Aunt Michelle?",
        "Harley: Wake up.",
        "Rick: Uncle Danny?",
        "Michelle: Oh, my gosh. How did you...",
        "Harley: I was until just a few short hours \r\nago.",
        "Michelle: What did you do?",
        "Harley: In a jail cell.",
        "Danny: What?",
        "Harley: Yeah, speed trap in the middle of \r\nnowhere, can you believe it?",
        "Rick: Brewster Falls, to be precise.",
        "Harley: This overzealous cop, he throws me in \r\njail just as my contractions started. Then he loses the key.",
        "Michelle: Loses the key?",
        "Rick: It gets better.",
        "Harley: Yeah, yeah. Just as my water breaks, \r\nboom, he’s out cold.",
        "Michelle: No?",
        "Rick: Aitoro calls me...",
        "Harley: Well, he and Aitoro had mixed up \r\ntheir phones.",
        "Rick: He switched phones and he didn’t tell \r\nme you called.",
        "Harley: But then he redeemed himself by \r\ndelivering the child, which he would not have been able to do if Rick hadn’t \r\nshowed up. And he got there just in time to deliver his own little baby. It was \r\nbeautiful. Really, it was beautiful.",
        "Danny: Congratulations, you guys.",
        "Rick: Thank you.",
        "Danny: Hey, if you want to skip Tony’s party, \r\nif you want to hang with what’s his name?",
        "Harley: Jude.",
        "Danny: Hey, Jude. That was... That had to \r\nhappen.",
        "Michelle: No, no, you know, well, I think the \r\nthree of them probably need to take a nap. And Harley, if you want to crash \r\nhere, you're more than welcome to.",
        "Harley: Funny you should mention that...",
        "Rick: It’s very funny you should say that, \r\nbecause I’ve asked her to stay at the house for a couple of days. Her house is \r\nclearly not ready.",
        "Harley: And I think it would be a great \r\nopportunity for Rick to actually bond with his son.",
        "Michelle: Well, Meta will be thrilled to have \r\ntwo babies to spoil.",
        "Rick: I better get some supplies.",
        "Harley: Diapers.",
        "Rick: Diapers.",
        "Michelle: I’m so proud of you.",
        "Rick: Why? Why do you say that?",
        "Michelle: Besides the fact of being a hero, \r\nyou're going to be a great dad.",
        "Rick: Thanks.",
        "\r\n__________________________________________",
        "\r\nCatalina: There you go. You look fantastic.",
        "Tony: Well, you, you look pretty damn hot \r\nyourself.",
        "Catalina: You're very, very tense. Relax \r\nTony. This is your night. Anything can happen.",
        "Tony: Yeah, that’s what I’m afraid of.",
        "Romeo: (Whistling) Little something from \r\nCarlos.",
        "Tony: He’s not coming. He wants me to take \r\ncare of this tonight. Now it’s all on me.",
        "\r\n__________________________________________",
        "\r\nSam: (Whistles) Glamour girl. Steaming up the place, look at you.",
        "Marah: Hello. Well, you are in a good mood.",
        "Sam: Well, see, it’s kind of like this. An \r\nold friend told me to lighten up, chill out, and enjoy what I have.",
        "Marah: Well, if you ever see this old friend \r\nagain, give them a kiss for me.",
        "Sam: Marah?",
        "Marah: Yeah.",
        "Sam: You need a sweater?",
        "Marah: No, I got this really terrible feeling \r\nall of a sudden.",
        "Sam: About what?",
        "Marah: About Tony’s party. I don’t think we \r\nshould go.",
        "\r\n_________________________________________",
        "\r\nReva: I didn’t bring anything fancy, so Regina let me borrow this.",
        "Jack: That was very kind of her.",
        "Reva: Thank you for inviting me to dinner.",
        "Jack: My pleasure. You deserve to enjoy \r\nyourself.",
        "Reva: How’s the shoulder?",
        "Jack: Holding up. That is a beautiful dress. \r\nWhy don’t you do a little spin for me?",
        "Reva: Not exactly ripped from the runway, is \r\nit? That’s a term that we use where I come from. But it is a fine dress, and I’m \r\nproud to be wearing it. What?",
        "Jack: This lace rose. It does not belong.",
        "Reva: Better? Colonel Robechaux?",
        "Jack: I’m afraid you caught me off guard, \r\nlooking like that.",
        "Regina: Take this to General Hudson at his \r\nquarters with my compliments. Tell him I look forward to seeing him shortly. Go \r\non.",
        "Girl: Yes, ma'am.",
        "Reva: It must be hard sitting on the \r\nsidelines watching when other people are fighting a battle you feel so strongly \r\nabout.",
        "Jack: My feelings about the war might \r\nsurprise you, Miss Shayne, but I assure you, I am still fighting the battle that \r\nneeds to be fought.",
        "Reva: Oh, of course. I didn’t mean...",
        "Jack: It’s all right. It’s confusing, I know \r\nthat. Like tonight, entertaining a Yankee general right here in my home, and not \r\njust any general, but the beast himself, Mordecai Hudson. Like breaking bread \r\nwith the devil.",
        "Reva: Your wife’s idea?",
        "Jack: My wife is strong-willed, as you've \r\nnoticed, I’m sure. But tonight... Tonight you are not my nurse. Tonight you are \r\nan invited guest in this home. And my only cause that I am concerned with \r\ntonight is your entertainment.",
        "Reva: Well, you're already entertaining me, \r\nbelieve me.Thank you for letting me borrow your dress.",
        "Regina: What? That old thing? I was glad to \r\nput to use. It’s terribly out of fashion, but it suits you.",
        "Jack: I have a fine idea. Perhaps we can show \r\nGeneral Hudson what New Orleans really thinks of him. We will sneak off to the \r\nFrench quarter for dinner....",
        "Regina: Jack...",
        "Jack: ...And leave him here to fend for \r\nhimself. Perhaps he will learn something about the rules of engagement.",
        "Regina: This dinner is about our survival. We \r\nmust align ourselves with the north to save our plantation, and the only way is \r\nto curry favors with that general.",
        "Jack: You! What do you think you're doing?",
        "Horton: Sir, it is my job to safeguard the \r\nGeneral.",
        "Regina: Why, General Hudson, it’s wonderful \r\nfor you to come. It’s our greatest pleasure to service New Orleans' most \r\ndistinguished guest.",
        "Hudson: The pleasure is all mine, I assure \r\nyou. Thank you, Madame. Of all the inhabitants of this fair city, your welcome \r\nhas been the warmest.",
        "Regina: General, you haven’t introduced your \r\nguest.",
        "Hudson: My companion for this evening, Miss \r\nVandergelt, my compatriot, Captain Norton.",
        "Regina: This is Jack’s dedicated nurse, Reva.",
        "Reva: It’s a pleasure to make your \r\nacquaintance.",
        "Hudson: Likewise.",
        "Reva: I understand you are the beast of New \r\nOrleans.",
        "Hudson: Well, the woman speaks her mind. What \r\nelse have you heard?",
        "\r\n__________________________________________",
        "\r\nLillian: I’m just going to hold you and hold you and never, ever going to let \r\nyou go.",
        "Lorelei: Mom, I’m so glad to see you. I just \r\nmissed you.",
        "Lillian: Oh, sweetheart, you know during that \r\nterrible memorial service we had for you, I kept screaming inside that I didn’t \r\nbelieve you were dead, that you would come back, and now look. You're here.",
        "Alan: I think I have just experienced my \r\nfirst miracle.",
        "Lorelei: Alan...",
        "Lillian: Sweetheart.",
        "Lorelei: Now, Phillip, please. Let’s not turn \r\nthis into a spitting contest. Edmund may not be a saint, but he’s not \r\nresponsible for what happened in Mexico, either. In fact, I owe him my life.",
        "Alan: Of course you do.",
        "Lillian: Honey, we thought you two were \r\nseparated in the flood.",
        "Lorelei: Well, yes, but only after he tried \r\nto warn me.",
        "Lillian: Tell me what happened to you, okay?",
        "Lorelei: Well, I grabbed on to a branch, and \r\nI just held on for dear life, and eventually I was able to drag myself up on to \r\na bank, but like I told Phillip, I must have hit my head on a rock or something, \r\nbecause I just blacked out. And now I get these snapshot memories with big holes \r\nin between.",
        "Phillip: Are you still having the blackouts?",
        "Lorelei: That’s what took me so long to get \r\nhome.",
        "Lillian: Oh, you didn’t know where your home \r\nwas?",
        "Lorelei: But I found my way back. And I found \r\nsomething else, too. It took this whole ordeal to make me realize that I’m meant \r\nto be with Edmund. And I know how hard that is for all of you to accept, but I \r\nhope you'll at least try.",
        "\r\n___________________________________________",
        "\r\nRick: I’m just afraid I’ll never want to go back to work. I love that kid so \r\nmuch. It’s just going to be impossible to tear myself away from him.",
        "Danny: I know the feeling. Michelle? Honey? \r\nCome on, we got to get going.",
        "Rick: Whoa, hot mama. What happened to my \r\nsister?",
        "Michelle: While the resident comedian here is \r\ngrabbing supplies, if you need anything, just ask Meta.",
        "Harley: I’m sure that Meta’s probably got her \r\nhands full with Robbie, but thanks, I will.",
        "Michelle: Oh, the present’s in the living \r\nroom. (Knock on door)",
        "Harley: Who is it?",
        "\r\n__________________________________________",
        "\r\nRomeo: So how are we going to make sure Sam doesn’t shoot off his mouth to Marah \r\nand connect us to the harbor project?",
        "Tony: Hey, look, I know what I have to do, \r\nall right? And I don’t need anybody breathing down my neck!",
        "Romeo: Hey, what’s up with the attitude? I’m \r\nhere to help you. All you got to do is say the word. If you don’t want to get \r\ninvolved now...",
        "Tony: I am involved, man!",
        "\r\n___________________________________________",
        "\r\nMarah: No, no I mean it. We should skip the party. Hey, let’s go bowling.",
        "Sam: Dressed like this? Come on, Marah, we \r\ntalked about this. We're together now and we want the whole world to know, \r\nright?",
        "Marah: I know. I just... I just have this \r\nhorrible feeling.",
        "Sam: Well, get rid of it. No horrible \r\nfeelings, only good feelings tonight. You look way too beautiful to sit in a \r\ndorm room all night. Miss Lewis, I promise you a night to remember.",
        "Marah: Okay, we'll go.",
        "Sam: That a girl.",
        "Marah: Only if you promise me that we'll go \r\nback to the dorm room afterward so we can be alone.",
        "\r\n___________________________________________",
        "\r\nHudson: Rumor has it your plantation has fallen on hard times.",
        "Regina: Well, after the war, things were \r\nhard.",
        "Hudson: Oh, too little, too late.",
        "Jack: Your men have already torched our \r\ncrops, damaged our main house. We will rebuild this house with our own money.",
        "Hudson: Confederate currency isn’t worth the \r\npaper it’s printed on.",
        "Jack: We'll be fine, don’t you worry.",
        "Hudson: Do I look like I’m worried? Word has \r\nit that the Robechaux' resources aren’t what they used to be.",
        "Jack: I invite you into my house against my \r\nbetter judgment; you come swaggering in here, and insult me. I have half a mind \r\nto throw you out on your tail!",
        "Regina: Jack...",
        "Hudson: And I have half a mind to throw you \r\ninto prison, and that is not an empty threat.",
        "Regina: Gentlemen, please. There are more \r\nappropriate topics. General, we have prepared a lovely feast in your honor. \r\nLet’s enjoy it, shall we?",
        "Jack: \r\nMa'am.                                                                      \r\n",
        "\r\n__________________________________________",
        "\r\nLillian: I thought you were gone forever, honey. And now that you're back, I \r\ndon’t want to lose you again. So if that means you want me to accept Edmund, of \r\ncourse. I’ll do anything you want. I’ll accept Edmund.",
        "Alan: God give me strength.",
        "Phillip: You know what? I’m going to go get \r\nLizzie.",
        "Lorelei: Okay.",
        "Phillip: Dad, join me, please.",
        "Lillian: You're going to see James.",
        "Lorelei: Mother, could you get me a cup of \r\ntea? Mommy, I’m being so formal.",
        "Lillian: I’ll get you anything you want, \r\nsweetie, but you won’t move. You stay right here, okay, safe and sound.",
        "Edmund: Well done. Although you nearly caused \r\nme a second stroke at Towers. I didn’t think you were remotely ready to pull \r\nthis thing off. ",
        "Lorelei: Eddie. I have never seen a more \r\nbeautiful place in my whole life. Hey, hey, I want to ask you something. Ain’t \r\nthat... Ain’t that what they call that art nouveau or art deco, or something?",
        "Edmund: Don’t point. And if it takes an \r\nexorcism, we will strike the word \"ain’t\" from your vocabulary.",
        "Lorelei: Relax. I see why you put me through \r\nboot camp. And I want to let you know something-- I appreciate it.",
        "Edmund: Well, you're about to depreciate and \r\nrather quickly, I might add, if you don’t pass this next test.",
        "Lorelei: What’s that?",
        "Edmund: The children. You have to be \r\nextremely careful, especially with Lizzie. There is no fooling an innocent.",
        "Lorelei: Could you speak in English, please?",
        "Edmund: No one will see through you more \r\nquickly than a child, and you're about to come face-to-face with your own \r\ndaughter, which means you have to play this to make her believe you are Beth.\r\n",
        "\r\n__________________________________________",
        "\r\n(Latin music playing)",
        "Michelle: Hey! Happy birthday.",
        "Tony: Thanks.",
        "Danny: Getting old, man. Catching up with me. \r\nGuess I’m going to have to start showing you a little respect.",
        "Tony: You can’t even say happy birthday \r\nwithout making some left-handed comment, can you?",
        "Danny: Come on, I didn’t mean anything by it. \r\nTony, lighten up. Seriously, I mean, if we can’t be in the same room together \r\nwithout arguing...",
        "Tony: Then we can’t be in the same room \r\ntogether.",
        "Danny: What the hell is his problem? I mean, \r\nwhat did I say? I didn’t say anything.",
        "Michelle: I’m sure he’s just nervous, you \r\nknow, big party, big expectations.",
        "Danny: Whatever. Let’s just eat and get out \r\nof here. Come on.",
        "\r\n_______________________________________",
        "\r\nRay: Bro. My little brother, all grown up. Look at you. This is a good idea, \r\nbring the family closer. What’s up, Tony?",
        "Tony: It’s like you say, I’m the man now. I \r\ngot some tough choices to make, so...",
        "Ray: Well, they're usually not so tough once \r\nyou weigh the good and the bad. Want to talk about it?",
        "Tony: No. Maybe. I don’t know, Ray. Maybe.",
        "Ray: Listen, whatever’s bothering you, trust \r\nyour gut. I have faith you'll do the right thing, no matter what the problem is. \r\nCome on, let’s have fun.",
        "\r\n___________________________________________",
        "\r\nMarah: You know, ever since we got here, you mentioned that guava salsa you had.",
        "Sam: Right, right, right, right, right. You \r\nwant to try some?",
        "Marah: Yeah.",
        "Sam: I saw some, it’s over here. I’ll go get \r\nit.",
        "\r\n__________________________________________",
        "\r\nMarah: Happy birthday. Nice party.",
        "Tony: Yeah, Catalina did all the work.",
        "Marah: She did a real bang-up job.",
        "Tony: Hey, everyone’s having a good time.",
        "Marah: Want to dance?",
        "Tony: What?",
        "Marah: I mean, why not? We both moved on, \r\nright? You love this song and it’s your birthday. (Laughs)",
        "\r\n__________________________________________",
        "\r\nCatalina: Wow, you're like a new man.",
        "Sam: Yeah, and you're the lady responsible. \r\nYou told me to chill out, remember, and to enjoy my life a little?",
        "Catalina: So, you didn’t say anything to \r\nMarah, did you?",
        "Sam: Like what? \"No, I didn’t save your dad. \r\nNo, I’m not your hero, and I’ve been lying all the time?\" No, I didn’t say that.",
        "Catalina: Sam... Sam, you're a good, good \r\nguy. You deserve to be Marah’s hero. Doesn’t matter about the details. You two \r\nlook good together.",
        "Sam: Like you and Tony?",
        "\r\n__________________________________________",
        "\r\nTony: You look good, Marah.",
        "Marah: Thanks. So do you.",
        "Tony: I'd better. I mean, if you don’t look \r\ngood on your birthday, you might as well throw in the towel, right?",
        "Marah:(Laughs) Do you feel different now \r\nthat you're older?",
        "Tony: Yeah. Yeah, you better believe it.",
        "\r\n__________________________________________",
        "\r\nHudson: Captain, would you escort miss Vandergelt to the carriage?",
        "Norton: Certainly, sir.",
        "Regina: Take this to general Hudson at his \r\nquarters with my compliments. Tell him I look forward to seeing him shortly. Go \r\non.",
        "Maid: Yes, madam.",
        "Horton: Almost as beautiful as you are.",
        "Regina: Jack...",
        "Reva: What is it?",
        "Regina: You've got to rest. Stop pushing \r\nyourself so hard. I’ll show the general out.",
        "Reva: Let me help.",
        "Jack: I’ll be all right, thank you.",
        "Regina: You are playing a very dangerous \r\ngame.",
        "Hudson: I’m not the only one.",
        "\r\n__________________________________________",
        "\r\nEdmund: Whatever you do, for God’s sake, please don’t choke. This poor girl’s \r\nbeen through enough already.",
        "Lorelei: Hi, Lizzie.",
        "Lizzie: Mommy!",
        "Edmund: Lady Elizabeth. I know... I know, you \r\nblame me for your mother going away, but look, here she is. I’ve brought her \r\nback for you, haven’t I? It’s going to be as though nothing ever changed.",
        "Lizzie: I missed you so much!",
        "\r\n__________________________________________",
        "\r\nHarley: Yeah, so where did you find my phone?",
        "Gus: Where is everybody?",
        "Harley: Out.",
        "Gus: Brewster Falls.",
        "Harley: And you've had it this whole time?",
        "Gus: I just picked it up. I just came back \r\nfrom there.",
        "Harley: Brewster Falls? You went back? Why?",
        "Gus: Quaint little town. I was trying to \r\nscare up a little new business, you know?",
        "Harley: Quaint? It’s like a ghost town, and \r\nit’s about 60 miles from here anyway.",
        "Gus: Right. Well, I need all the business I \r\ncan get.",
        "Harley: Mm-hmm.",
        "Gus: I got to go. Thanks.",
        "Harley: No, no. See, you didn’t go back there \r\ntrolling for clients. Uh-uh. You went back there because you helped me deliver \r\nmy child there, and I think... I think that actually might have touched you a \r\nlittle bit. See, I see right through you, Aitoro. Remember I’m the one person in \r\nthis town who actually knows you have a heart.",
        "\r\n__________________________________________",
        "\r\nRick: Hey, Mel.",
        "Mel: Hey, Papa, congratulations.",
        "Rick: Aw, you shouldn’t have done this. Thank \r\nyou. Thanks so much. Can I open this?",
        "Mel: Yes, please.",
        "Rick: A tympanic thermometer. Thank you. You \r\nshouldn’t have done this.",
        "Mel: I knew you'd appreciate it.",
        "Rick: Well, I appreciate it. Now that I’ve \r\nthanked you for a gift, can I ask you for a favor?",
        "Mel: Sure.",
        "Rick: Since you are one of the most talented, \r\ngifted residents I’ve ever met in my entire life.",
        "Mel: Odd. We're nowhere near a movie theater, \r\nyet I detect a scent of butter. Come on, out with it.",
        "Rick: All right. Can you cover for me in E.R? \r\nJust for a few days.",
        "Mel: That’s it? The big wind-up?",
        "Rick: A week.",
        "Mel: Whatever you need.",
        "Rick: Two weeks?",
        "Mel: Okay, now you're pushing it. So, what \r\ndid you name the baby?",
        "Rick: His name is Jude.",
        "Mel: Solid. Biblical. I like it.",
        "Rick: Well, actually Harley came up with it. \r\nIt was one of her favorite songs, something like that. Oh, by the way, I haven’t \r\nshared this with you, she’s going to be staying with me for a while.",
        "Mel: Oh, like some sort of test run?",
        "Rick: I don’t know. I mean, we'll see how it \r\ngoes.",
        "Mel: That’s great. I’m happy for you.",
        "Rick: Am I dumping too much on you?",
        "Mel: No.",
        "Rick: If I am, I want you to be honest with \r\nme. I mean, can you handle this thing in E.R by yourself?",
        "Mel: Oh, yeah. Absolutely. So I guess I’ll \r\njust take a rain check on that sci-fi fest. You'll have your hands full for a \r\nwhile. But hey, it’s not like you don’t have a great excuse. There will be other \r\nfestivals.",
        "Rick: Uh-huh. Oh, yeah. I can see it all now. \r\nYou're going to forget all about me now that I’m a house daddy.",
        "Mel: Are you kidding? I can’t wait for Jude \r\nto grow up so we can drag his dad out to the cool films.",
        "Rick: There you go. Well, I was on a diaper \r\nrun, and that’s what I need to do, so I’m going to go get some diapers.",
        "Mel: Okay, you'd better hurry.",
        "Rick: Okay, bye. Oh, and listen, I’m going to \r\ncall you later so we can reschedule that movie date. I just need to get \r\nresettled first, okay?",
        "Mel: Wait, Rick. Don’t go.",
        "\r\n___________________________________________",
        "\r\nRay: Nice party, huh?",
        "Michelle: Yeah.",
        "Danny: Yeah, Catalina did a really good job.",
        "Ray: She did. That she did. You guys hear \r\nabout Tony’s new roommate?",
        "Michelle: Uh-uh.",
        "Ray: Carmen moved in to the guesthouse.",
        "Michelle: What? Tony let her?",
        "Danny: She’s not coming here tonight, is she?",
        "Ray: No, no. He made it perfectly clear that \r\nshe wasn’t invited. Come on, you guys. Let’s go check out the picadillo; I hear \r\nit’s great.",
        "Michelle: No thanks.",
        "Danny: We already ate.",
        "Michelle: We're trying to burn it off.",
        "Ray: Well, in that case, more for me, then. \r\nCongratulations, uncle, auntie.",
        "Danny: Thanks.",
        "Ray: See you later.",
        "Danny: Do you feel like dancing anymore?",
        "Michelle: Not really.",
        "Danny: You feel like getting out of this \r\nhouse?",
        "Michelle: Yeah.",
        "Danny: Let’s go. Come on.",
        "\r\n_________________________________________",
        "\r\nTony: Let’s do it.",
        "Romeo: In front of all these people? Are you \r\nnuts?",
        "Tony: This is what you're going to do.",
        "Romeo: I’ve been watching you. Where did you \r\nget those moves?",
        "Sam. He’s a really good dancer.",
        "Romeo: Not as good as you.",
        "Marah: Well, he taught me everything I know.",
        "Romeo: Mmm. I could teach you a thing or two. \r\nWhat’s the matter? You don’t like dancing with me?",
        "Marah: I just want to get back to Sam.",
        "Romeo: Sure you do. The guy’s a big hero. \r\nSaved your daddy, fingered Felix Chavez.",
        "Marah: What are you talking about?",
        "Romeo: You don’t have to pretend with me. I \r\nknow the score.",
        "Marah: Why are you grinning at me like that?",
        "Romeo: Cause I know something that you don’t.",
        "Marah: What?",
        "Romeo: Sam didn’t know who was behind those \r\npayoffs in San Cristobel’s and he sure as hell didn’t clear your dad.",
        "Marah: Okay, you're officially getting on my \r\nnerves now.",
        "Romeo: Well that’s too bad, 'cause Sammy’s \r\nnot your hero, I am. Go on. Ask him. I dare you.",
        "\r\n__________________________________________",
        "\r\nGus: All right, so I’m a human being. So what?",
        "Harley: (Laughs)",
        "Gus: What? This isn’t funny.",
        "Harley: Maybe not to you.",
        "Gus: You know, a couple of years ago there \r\nwas a serial killer running around Washington, D.C., And the bureau gave me a \r\nbig old plaque for taking him down, and I thought that I was pretty hot, I \r\nthought I was pretty amazing.",
        "Harley: You thought that, huh?",
        "Gus: And I never thought I could top that. \r\nBut when I realized that you and the baby were in danger, delivering that child \r\ninto this world became the most important thing to me in my life. Everything \r\nelse just seemed to evaporate.",
        "Harley: Well, I’ll never forget what you did \r\nfor him... I mean, me.",
        "Gus: Helping you deliver Jude has been the \r\nproudest moment of my life so far.",
        "Harley: Thank you.",
        "Gus: Why did you go back to Springfield?",
        "Harley: To be near my family and my friends, \r\nand to also have the baby with Rick. I mean, you know, he’s the father, so I \r\nthought it was the least I could do for him.",
        "Gus: Of course. Of course. But that’s not why \r\nyou came back.",
        "Harley: No? What is the reason?",
        "Gus: You came back for me.",
        "\r\n_________________________________________",
        "\r\nLizzie: I used all the right colors. Do you like it?",
        "Lorelei: I love it.",
        "Alan: Well, why don’t we have some dinner?",
        "Lizzie: I get to sit next to mommy.",
        "Phillip: Why don’t you go get washed up?",
        "Alan: Beth, I expect you'll want Lizzie to \r\nstay with you at Towers.",
        "Edmund: Well, we'd like to take her back this \r\nevening, but if...",
        "Lorelei: If it’s not too much to ask, I'd \r\nlike to stay here, at least until we find a permanent home. Lizzie’s happy here, \r\nand she needs stability.",
        "Phillip: Yes. You're always welcome to stay \r\nhere, you know that.",
        "Lorelei: And Edmund, too?",
        "Edmund: Beth, I really don’t think that’s the \r\nbest idea...",
        "Alan: No, no, no, Edmund. The more, the \r\nmerrier.",
        "Edmund: Thank you, but I don’t think...",
        "Lorelei: Alan, thank you.",
        "Alan: Well, shall we, Lillian?",
        "Lillian: Oh, yes.",
        "Lorelei: Phillip, from what Edmund tells me, \r\nyou've pretty much taken charge of my estate, and obviously I’ll need access to \r\nthose accounts again.",
        "Phillip: Sure, that’s no problem.",
        "Lorelei: And Edmund will need access as well.",
        "Phillip: Okay, to which accounts?",
        "Lorelei: Everything.",
        "Phillip: What about your inheritance?",
        "Edmund: Phillip, I think you heard what Beth \r\nsaid. Beth, we'll talk about this later, all right? I’ll be back in a minute.",
        "Lorelei: Oh, Eddie. You've been a naughty \r\nboy. You've been hiding something from me, and I’m going to find out what. It’s \r\ndinner time.",
        "\r\n__________________________________________",
        "\r\nHudson: It’s very simple. Either you convince your husband to fork over a cut of \r\nthe plantation, or I will expose him as a confederate spy and he will hang.",
        "Regina: You said you wouldn’t hurt him. You \r\npromised.",
        "Hudson: I lied. Ooh, your wifely devotion is \r\nvery touching, considering...",
        "Regina: I’ll do whatever you want, just don’t \r\nhurt Jack.",
        "Hudson: Very well, for now. But you will be \r\nmine sooner than you think. What about the Yankee dispatches?",
        "Regina: Intercepted as if they never existed. \r\nNo one will be the wiser, I guarantee it.",
        "(Door closes)",
        "Hudson: What was that? \n\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=L-FozB9wXL4"
}