{
    "Episode Summary": [],
    "Recap": [
        "Jonathan and Tammy hide out in a department store's Christmas display after escaping from the burning house. They both admit to the other that they love one another. Jonathan spots a security camera and tells Tammy that he is going to check that it is okay for them to leave and then she should follow. Tammy leaves a few minutes later and runs into Lizzie. Lizzie notes Tammy's good mood and wonders if there is someone else in her life already, if not she knows a guy she could introduce her to when she is ready. Tammy says that she isn't ready to be with anyone else so soon, which Jonathan overhears. Lizzie tells Coop that she has to work when in reality she has to meet Quinn for their \"date\". They discuss going skiing in the Alps but Lizzie tells him that isn't her life anymore. He gives her $1500, which she accepts as a Christmas gift. Quinn kisses her before he leaves and tells her to say hello to her boyfriend for him. Coop finds an upset Ava looking for a job to replace working for Olivia. He hires her for Company and C2 and her first job is helping him with a Christmas tree, which falls on top of them. Ava asks if she can have a piece of cake and when she thinks he isn't looking lights a candle. Coop figures out it is her birthday and makes a big deal out of it. Ava tells him that Lizzie is a lucky woman. Mallet comes to get Gus to check out the arson on Sandy's house and Beth finds him outside of Harley's room and makes mention of it. Harley has another sexy dream about Mallet. While looking for clues at the house, Gus tells Mallet he is not allowed to talk about Harley. After begin saved by a beam by Mallet, Gus goes home where he and Harley decide that they are sick of their charade. Mallet looks at a picture of his and Harley's wedding and tells himself he just needs to stop thinking."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Jonathan: I'm going.",
        "Tammy: Hurry up. What did we do?",
        "Jonathan: ( Laughing ) Nothing we can't get out of.",
        "Tammy: We set a fire. How are we going to get out of that?",
        "Jonathan: We will. I'm sure they put the fire out before it caused much damage.",
        "Tammy: Maybe we should go to the fire department and tell them it was a mistake.",
        "Jonathan: There are no mistakes when it comes to us.",
        "[SCENE_BREAK]",
        "( Telephone rings )",
        "Harley: Hello.",
        "Gus: This is killing me, do you know that?",
        "Harley: You're still up?",
        "Gus: How am I supposed to sleep when you're not in my bed?",
        "Harley: I guess you're not.",
        "Gus: I'm supposed to give you an ultimatum. I'm supposed to make you choose between me and Spaulding. How am I supposed to do that?",
        "Harley: You will.",
        "Gus: I'm not really the jealous type, you know.",
        "Harley: Me, neither. ( Knock at the door ) are you...",
        "Gus: What?",
        "Harley: You are so bad. We are going to get caught.",
        "Gus: I don't care.",
        "Harley: Well, clearly.",
        "[SCENE_BREAK]",
        "Coop: You okay?",
        "Lizzie: Yeah. I'm cold.",
        "Coop: Cold? It is not cold when you're working. I'll tell you what, I've got a great idea for something we can do tonight, okay? Something that I know you're going to love.",
        "Lizzie: I would really love to do that. I just... I can't.",
        "Coop: Why not?",
        "Lizzie: Work.",
        "Coop: Work? Tonight? I mean this late?",
        "Lizzie: Yeah, I mean we're stocking the merchandise and it has to be done before the store opens tomorrow.",
        "Coop: Okay.",
        "Lizzie: You know what? All that extra money I'm going to be making, I'm going to spend that on your Christmas gift.",
        "Coop: Thanks, but what if the one gift I do want this Christmas is just to spend time with you?",
        "Lizzie: I'm sorry. I really have to go, though. Hey. I love you.",
        "Coop: Yeah, yeah, yeah. Come here. Okay, go.",
        "[SCENE_BREAK]",
        "Tammy: What?",
        "Jonathan: I just want to make sure we're safe here.",
        "Tammy: ( Gasps ) ( laughs )",
        "Jonathan: Jeez, it's like being stuck in a Christmas snow globe.",
        "Tammy: It's beautiful.",
        "Jonathan: Well, let's get out of here before one of these reindeer come to life and kick me.",
        "Tammy: I don't think so. We're staying. Got to stay safe, right? ( Laughter ) I can't imagine any place I would rather be.",
        "Harley: What do you want?",
        "Gus: What?",
        "Harley: Hold on.",
        "Mallet: Are you okay? Is everything all right?",
        "Harley: Uh-huh.",
        "Mallet: Not even a \"hi, Mallet, how are you doing?,\" A little hospitality?",
        "Harley: Hi.",
        "Mallet: Could you go in there and get your husband and tell him to get out here? We've got a new case.",
        "Harley: I would, except that he's not here. I mean... scratch that, he's here. He's just not actually... hi.",
        "Mallet: Hey, partner, how you doing? You need to saddle up. We have a suspicious fire down on Durant.",
        "Harley: You couldn't call him with that information?",
        "Mallet: I was in the neighborhood. Did I interrupt something? I'm sorry. Did I...?",
        "Harley: No, of course not.",
        "Beth: Oh, Gus, I had the butler order those new lamps for your room. We'll have your space decorated in no time.",
        "Gus: Thank you.",
        "Beth: Mallet, how nice to see you. What brings you by Harley's room this late at night?",
        "Mallet: I'm picking up my partner. Gus, the car's running.",
        "Gus: Can you give me a minute?",
        "Beth: I didn't say anything wrong, did I?",
        "Harley: I have work to do.",
        "Gus: All I can say is that this plan of yours, it better work.",
        "[SCENE_BREAK]",
        "Quinn: Nice.",
        "Lizzie: Me?",
        "Quinn: Lizzie Spaulding, you look all grown-up.",
        "Lizzie: Are those flowers for me?",
        "Quinn: For you? No, no, no, for my other date.",
        "Lizzie: This is beautiful, but this isn't a date. It's really just like a thank you for lending me the money.",
        "Quinn: Well, you're welcome.",
        "Lizzie: Okay. Then we'll be even?",
        "Quinn: We'll see.",
        "Lizzie: Great. Why is this place so empty? Where is everyone?",
        "Quinn: It's a private party, babe, just you and me all night long.",
        "[SCENE_BREAK]",
        "Coop: What you working on here? Drawing mustaches on all the politicians? That's just me.",
        "Ava: It's want ads.",
        "Coop: Want ads. Hmm, I thought you already had two jobs.",
        "Ava: I did. Yep, I did, but Olivia fired me. And I don't make enough money working at Outskirts to, you know, live the lifestyle I'm accustomed to, living indoors, plumbing, electricity.",
        "Coop: How about some hot chocolate? Come here, have a seat up here. So something tells me by the sad face that you're not having much luck.",
        "Ava: Well, I could go and audition to be one of Santa's elves.",
        "Coop: No, you're too tall.",
        "Ava: I can crouch down. I need the job.",
        "Coop: There you go.",
        "Ava: Thank you.",
        "Coop: Well, I've actually heard of a job. You'd have to do random things, like fax orders to a lot of people, like fixing things, like perhaps, let's say, a broken soda fountain machine, something like that. The boss is a bit of a taskmaster, but his son, on the other hand, I hear he has it going on.",
        "Ava: Not if he says he has got it going on.",
        "Coop: Okay, okay. All right, a bad joke. Look, on behalf of my dad, who can never turn down a pretty face, I would like to offer you a position at both company and Co2, if you want it.",
        "Ava: You're kidding me?",
        "Coop: No.",
        "Ava: That's awesome! Really?",
        "Coop: It's really hard work and everything...",
        "Ava: Really? Coop, no. Give me, give me, give me...",
        "Coop: Okay.",
        "Ava: You have no idea. Thank you, thank you, thank you.",
        "Coop: Sure, sure.",
        "[SCENE_BREAK]",
        "Jonathan: They probably have security guards up here at the north pole.",
        "Tammy: Look, it is magical.",
        "Jonathan: It is, um, the mall. ( Laughing )",
        "Tammy: Look, come on. Just look! It's like a dream you have of Christmas when you're a kid.",
        "Jonathan: I never had those dreams as a kid. Alfred loved to drink at Christmas, and then he'd yell about how much money we'd wasted and then he would play a little game called \"let's smash all the presents under the tree.\"",
        "Tammy: I'm sorry. But that was then, and this... this is you and me. This is me touching you, getting rid of all of that old stuff. This is us just being happy. Away from everybody else, where they can't find us.",
        "Jonathan: They always do.",
        "Tammy: I'm sorry you didn't get to have these dreams when you were a kid. I'm sorry. And I hate that so many people hurt you. But you don't have to hurt anymore.",
        "Jonathan: ( Laughing ) Easy with Santa. He's going to put you on his bad list. Ooh. Wow.",
        "Tammy: Look. It's like a fairytale. I always loved Christmas.",
        "Jonathan: Bet this guy always gave you the good stuff, huh?",
        "Tammy: Sometimes, yeah. I remember last year we spent the holiday alone so that my mom and your mom could get together. That was a good present. That was the first time I saw past the anger and the hatred. I saw you, Jonathan, looking at us through the window. I saw you...",
        "Jonathan: I know... I know.",
        "Tammy: You let everyone think you were some wild monster, but I saw you. I saw your face looking at all of us. I saw your heart that night, Jonathan. And now I can't not see it.",
        "[SCENE_BREAK]",
        "( Mallet coughing )",
        "Gus: Lay off of that, digging around in my stuff.",
        "Mallet: Well, it's our job, isn't it?",
        "Gus: No, my personal stuff.",
        "Mallet: Oh, right. I'm sorry. I'm sorry if you're mad I walked in on whatever is going on between you and Harley.",
        "Gus: You know what? We're going to make an agreement, right now, okay? We're not going to talk about her anymore. That'll be our agreement. We can talk about anything-- trucks, baseball cards, firearms, movies, trucks, anything you want-- but not her. Deal? Deal.",
        "Mallet: Deal.",
        "Gus: Thank you very much. Look for an outlet.",
        "Mallet: It's not the outlet, okay?",
        "Gus: Yes, it is an outlet! You'll see.",
        "Mallet: I'm wrong about the fire?",
        "Gus: Yes.",
        "Mallet: We'll see.",
        "Gus: Yes, we will see.",
        "Mallet: Didn't I just say that? You're wrong about the... we'll see about that.",
        "[SCENE_BREAK]",
        "( Knock at the door )",
        "Harley: Gus. Thank God. You again? I told you to stay away.",
        "Mallet: I'm ignoring you.",
        "Harley: Please don't... don't.",
        "Mallet: Don't what? Don't talk to you? Don't look at you? Don't dream about you? Don't touch you?",
        "Harley: No. No. No, no, no, no, no. I have to stop this. This has to stop. Stop. Wake up. Wake up. I can't do this anymore. I can't do this anymore.",
        "Beth: Harley, are you all right?",
        "Harley: Yeah, you know. I just dozed off.",
        "Beth: Bad dream?",
        "Harley: Same dream.",
        "[SCENE_BREAK]",
        "Coop: How's the uniform fit?",
        "Ava: Um, did your father, by any chance, make his order for these things in the summer?",
        "Coop: Wow. Um, we'll get jackets for them. You look good, though... great. You look great.",
        "Ava: Thank you. I thought you'd like it.",
        "Coop: So, welcome to the Co2 crew.",
        "Ava: Proud to be aboard.",
        "Coop: How good are you at heavy lifting? Come here.",
        "[SCENE_BREAK]",
        "Lizzie: I don't want you to worry. I will pay you back for everything that you lent me.",
        "Quinn: Lizzie, the last thing I want you to do is worry about pennies.",
        "Lizzie: Well, pennies add up.",
        "Quinn: I'm sure they do if your parents have cut you off. You must be hating life.",
        "Lizzie: It's educational.",
        "Quinn: And desperate and boring, and it doesn't suit you at all. You're the closest thing this town has to royalty. I mean, don't you miss that?",
        "[SCENE_BREAK]",
        "Coop: Stop, stop, stop. This is the final plan. You push, I'll push. That way the tree will have to do whatever we command it to do. Okay?",
        "Ava: Okay. Ready.",
        "Ava: Yeah.",
        "Coop: One...",
        "Ava: Two, three... ( screams )",
        "Coop: Ava!",
        "Ava: Oh, my gosh!",
        "Coop: Ava?",
        "Ava: Yes.",
        "Coop: I think we just dropped the tree. ( Laughter )",
        "[SCENE_BREAK]",
        "Jonathan: I know that you saw me looking in the window last Christmas.",
        "Tammy: Yeah.",
        "Jonathan: I didn't stay, though. I just walked away. You know?",
        "Tammy: I know.",
        "Jonathan: I got to see you happy, though. That was good.",
        "Tammy: The only reason I was happy that day is because of you. And I never got to say thank you.",
        "Jonathan: You're welcome.",
        "Tammy: So where did you go when you left?",
        "Jonathan: To a bar.",
        "Tammy: By yourself? That makes me sad.",
        "Jonathan: Don't be. Think of... uh... think of something happy. Hey, buddy, you want some eggnog? What was the best Christmas gift you've ever gotten?",
        "Tammy: The best?",
        "Jonathan: The best. ( Laughter ) up, up. I mean, like what did girls do? Did you get like a fantastic dollhouse or a car...",
        "Tammy: Nah, the big ticket stuff is never as good as the surprises.",
        "Jonathan: What surprises?",
        "Tammy: Um, the little glass bear, so little you just can fit it right in the palm of your hands. Or the Noah's ark, with the little animals carved out of marble. It's the stuff... the stuff you never even knew you wanted until you had it and then realized you couldn't live without it because you had already fallen completely in love with it.",
        "Jonathan: I've never had a gift like that, until now.",
        "Tammy: It's you. This is so right, right now. So right. I can't believe I ran from it for so long.",
        "Jonathan: You don't have to anymore. Don't run.",
        "Tammy: I can't. I love you. Jonathan. I love you.",
        "[SCENE_BREAK]",
        "Coming up on \"Guiding Light\"...",
        "Gus: Look at him, he's pouting because we're not allowed to talk about Harley anymore.",
        "Ava: Lizzie's a very lucky girl.",
        "Quinn: Say hi to your boyfriend for me.",
        "[SCENE_BREAK]",
        "Gus: Oh, look who's pouting because we're not allowed to talk about Harley.",
        "Mallet: ( Laughing ) you just broke the agreement.",
        "Gus: No.",
        "Mallet: You said not to talk about Harley, and look who's talking about Harley.",
        "Gus: I didn't say that. I said whatever I had to say to shut you up.",
        "Mallet: No, you want to talk about trucks. Yeah, yeah, and sports figures...",
        "Gus: I'll say anything....",
        "Mallet: Gus! Oh, man. You all right?",
        "Gus: Yeah. I owe you one. That thing's huge.",
        "Mallet: That thing would have crushed you.",
        "Gus: I wasn't ready to die, not like this.",
        "Mallet: I hear that. Come on, man. Let's go talk to that neighbor, the one with smoke inhalation.",
        "Gus: Do you think you can handle it from here? There's someplace I got to be.",
        "Mallet: Uh, yeah, yeah, sure.",
        "Gus: Thanks. Mallet?",
        "Mallet: Yeah.",
        "Gus: Nothing.",
        "Mallet: Yeah.",
        "[SCENE_BREAK]",
        "Quinn: So how was the souffle?",
        "Lizzie: It was amazing.",
        "Quinn: Good. Would you like some dessert?",
        "Lizzie: No thank you.",
        "Quinn: Well, in that case... come on. ( Laughter )",
        "Lizzie: How did you do that?",
        "Quinn: I know the D.J.",
        "Lizzie: But I don't think we should...",
        "Quinn: Lizzie, baby, we already are. Come on. You know, a couple of us are going skiing this Christmas.",
        "Lizzie: Really?",
        "Quinn: Uh-huh.",
        "Lizzie: Aspen?",
        "Quinn: Actually, the Swiss Alps.",
        "Lizzie: I love the Alps, because it has the best chocolate.",
        "Quinn: You should come.",
        "Lizzie: Well, that's really not my life anymore.",
        "Quinn: Sit. Lizzie, there's no reason it doesn't have to be. This is for you.",
        "Lizzie: There's like $1,000 in here.",
        "Quinn: $1,500, actually.",
        "Lizzie: But you already gave me the money for Coop's gift.",
        "Quinn: You're a friend in need. Mumsy wants you to suffer, but I say if you have to suffer, do it in nice shoes. It's a gift to a friend.",
        "Lizzie: Well, it is Christmas time.",
        "Quinn: Uh-huh. 'Tis the season, babe. Say hi to your boyfriend for me.",
        "[SCENE_BREAK]",
        "Ava: I hope there's nothing living in this tree. Oh, my gosh!",
        "Coop: Oh, yeah, that's some sap for you. Well, I can say you honestly earned your paycheck for tonight. And the way things are going, you'll be employee of the month before you know it.",
        "Ava: Employee of the month. I've been working for one night and I'm moving on up.",
        "Coop: Well, before you get ahead of yourself, there's not much competition. I've won it 12 months running.",
        "Ava: Um, okay. Ooh, chocolate cake. Can I have it?",
        "Coop: Yeah, it's all yours. I'll tell you what, I'm going to lock up, but I'll be right back, okay?",
        "Ava: Okay.",
        "( Coops clears throat )",
        "Ava: You caught me.",
        "[SCENE_BREAK]",
        "Harley: What do you want, Beth?",
        "Beth: Well, you've been working so hard. Your door was open. I just thought...",
        "Harley: I didn't realize I left it open.",
        "Beth: I wanted to apologize.",
        "Harley: Really? For what?",
        "Beth: For underestimating you, for being how I've been these past few months.",
        "Harley: Okay, we'll consider it water under bridges already burned.",
        "Beth: You have shown all of us just how tough you are, how smart.",
        "Gus: Can you get out?",
        "Beth: Excuse me?",
        "Gus: So we can talk?",
        "Beth: I'll see you two tomorrow.",
        "Gus: ( Sighs )",
        "Harley: Gus?",
        "[SCENE_BREAK]",
        "Jonathan: Love... I'm not even sure what that is, but I don't know, it's this feeling I have in my chest, like I know how I feel. I don't know. It's like... I always want to be with you, and I always want to protect you.",
        "Tammy: That's love.",
        "Jonathan: Well, then I love you more than I can say, Tammy.",
        "Tammy: I've been running from you, I've been running so hard... you scare me. I'm scared of what can happen when we're together.",
        "Jonathan: Don't be scared.",
        "Tammy: I have never felt like this before in my life.",
        "Jonathan: You think I have? ( Laughing )",
        "Tammy: I want to shout from the rooftops how much I love you. Then I want to jump off the roof because I swear-- and this is corny-- but I swear I just could fly away with love.",
        "Jonathan: ( Laughing ) what? That was really corny.",
        "Tammy: So what? You love me more.",
        "Jonathan: Well, maybe I do. Oh, come here. You know what? We've got to go.",
        "Tammy: Why?",
        "Jonathan: There's a security camera. I don't think it has seen us yet, but they will.",
        "Tammy: I don't care.",
        "Jonathan: I do care. I'm going to go outside and make sure the coast is clear. And then you come out after me because I'm not going to let you get caught.",
        "Tammy: Okay.",
        "Jonathan: Okay. Mmm. I'm smart enough to know I've been handed something you can't put a price on what it's...",
        "Tammy: This night has been the biggest surprise of my life. Baby, if you could love someone like me...",
        "Lizzie: Tammy, what are you doing here? There's hope for me yet...",
        "[SCENE_BREAK]",
        "Harley: Hey, hey, hey, what's going on?",
        "Gus: Something happened tonight.",
        "Harley: Really?",
        "Gus: Sit down for a second.",
        "Harley: You're scaring me. I have to talk to you about something, too, okay?",
        "Gus: Me, too. I can't do this anymore.",
        "Harley: I can't do this anymore. You can't?",
        "Gus: You can't?",
        "Harley: I hate it!",
        "Gus: Me, too. Listen, I went down to where the arson...",
        "Harley: Where the arson was?",
        "Gus: Yeah. And this beam came out of nowhere and just about took off my head, and Mallet saw it and he pushed me out of the way.",
        "Harley: Oh, my gosh, if I had lost you.",
        "Gus: My point here is that, you know, I don't want to wake up some morning and realize we're like used to being apart all of a sudden. Nothing is worth that. Alan, Beth, they're not worth it.",
        "Harley: No, they're not.",
        "Gus: Spaulding, anything we dreamed up. You know what matters is us, you and the kids.",
        "Harley: Our family.",
        "Gus: Yes, exactly. I could have died tonight, and what? I would have spent my very last night in bed, alone, without you.",
        "Harley: I never would have forgiven myself. This stupid plan.",
        "Gus: If we're going to get Alan and Beth, please, we'll have to do it some other way, okay? That's what we're going to do.",
        "Harley: Okay.",
        "Gus: Good. So can I stay now?",
        "Harley: You think I'd let you out of my sight?",
        "Gus: That's what I was hoping you'd say.",
        "Harley: You smell like smoke. ( Laughing )",
        "Gus: Well, then, I will have to take a shower. Well, what, can I help you?",
        "Harley: Do you think there is room in there for two?",
        "Gus: Oh, yeah let's leave some soap.",
        "[SCENE_BREAK]",
        "Coop: It's okay. I've already seen... is it your birthday?",
        "Ava: No, it's not that big of a deal. I thought...",
        "Coop: Ava, it is a big deal.",
        "Ava: No.",
        "Coop: What? You don't want me to say happy birthday. What's so wrong with something to celebrate because it's your birthday?",
        "Ava: Coop, stop. Stop, stop.",
        "Coop: No, no, no, no. All right this is for you.",
        "Ava: Thank you.",
        "Coop: Happy birthday happy birthday happy birthday, Ava...",
        "Ava: Stop, stop, stop. What is that?",
        "Coop: What's so wrong? That's the birthday song for Co2. I just made it up, actually.",
        "Ava: It stinks. It's horrible.",
        "Coop: Okay, look, we don't want people feeling too happy. That's why they have me sing.",
        "Ava: Great motto. You should put that on your shirt.",
        "Coop: Well, then, I'll tell you what. I want you to make a wish. Go ahead. Happy birthday.",
        "Ava: Thanks.",
        "Coop: So, can... are you going to eat your cake? Can I have a bite of it?",
        "Ava: Do we have a fork?",
        "Coop: We do, but all of the new employees are in charge of utensils. There we go.",
        "Ava: Thank you.",
        "Coop: Uh-huh.",
        "Ava: I guess we could share one.",
        "Coop: Yeah, yeah, we could.",
        "Ava: Ready? Open up wide. Open sesame! Ooh, ooh, here, here, napkin. Napkin. That was nice.",
        "Coop: It was really good, actually. So...",
        "Ava: Yes.",
        "Coop: What did you wish for?",
        "Ava: Well if I tell you what I wished for, my wish won't come true-- not that it will come true in the first place. I wished for true love. I know it's stupid.",
        "Coop: No, it's not.",
        "Ava: Well, it's not if you've had it. Lizzie is a very lucky girl.",
        "[SCENE_BREAK]",
        "Lizzie: Did you just come out of that door?",
        "Tammy: What are you doing here?",
        "Lizzie: Nothing. You?",
        "Tammy: Just dinner with my mom.",
        "Lizzie: I was looking in the window, seeing if I could find something for Coop for Christmas. Did you see anything in the men's department?",
        "Tammy: No.",
        "Lizzie: Oh, right. What am I saying? You don't shop there anymore. I'm really sorry about Sandy.",
        "Tammy: I'm okay. You and Coop are disgustingly happy, huh?",
        "Lizzie: Yeah, he is the guy for me. I don't really care what my family thinks anymore.",
        "Tammy: You shouldn't. If he makes you happy.",
        "Lizzie: You seem a little too okay after a bad public breakup. Did you meet someone new already? Because there is this guy I can introduce you to, he's got lots of money, and it doesn't seem right you being alone. You're amazing, pretty and sweet.",
        "Tammy: I don't need a matchmaker, Lizzie. I'm happier than ever.",
        "Lizzie: Really? Why is that?",
        "[SCENE_BREAK]",
        "Gus: You know what I'm saying? I'm sorry I'm talking so much. We're not going to go sneaking around pretending I don't love you. I can't do it.",
        "Harley: Me neither, to any of that.",
        "Gus: I'm not a jealous man, but I don't want Mallet thinking he can do CPR on a dead relationship that is a dead relationship and think that's okay with me, okay? Do you understand what I'm saying?",
        "Harley: Uh-huh. You're just saying what I was thinking all along.",
        "Gus: Well, thank you. Before I came here tonight, were you really going to call the whole thing off and say we shouldn't do this?",
        "Harley: You were reading my mind.",
        "Gus: Yeah, I was reading it?",
        "Harley: Uh-huh.",
        "Gus: I was?",
        "Harley: Uh-huh.",
        "Gus: I like that. I really like that.",
        "[SCENE_BREAK]",
        "Mallet: Oh, man. This isn't helping. I've got to go home. I've got to grab a beer or something and watch a ballgame, try not to... try not to think. I'm thinking way too much.",
        "[SCENE_BREAK]",
        "Coop: Here. It's getting a little cold out there, so...",
        "Ava: Oh, thank you. I'll give it back to you the next time I see you.",
        "Coop: No. Look, keep it. It's a birthday gift.",
        "Ava: Oh, I couldn't. I couldn't take it. You've already done so much for my birthday. You gave me a little party, and you got me a job.",
        "Coop: Don't worry about it. We've got plenty in the lost and found that will never be claimed. Besides, it looks better on you than it does me, anyway.",
        "Ava: I hope Lizzie realizes what a great catch she has in you.",
        "Coop: I hope so, too, but she may not think so after she gets the Christmas gift I got from the lost and found.",
        "Ava: Depends on what it is. Oh, come on. I know for a fact you give her a lot more than that. In fact, I think that you're the best gift of all, Coop.",
        "[SCENE_BREAK]",
        "Tammy: I don't feel like I'm ready to date. It's too soon.",
        "Lizzie: I guess you deserve a little breather.",
        "Tammy: Thanks. I'm just not ready for it.",
        "Lizzie: Okay, do you want to walk home?",
        "Tammy: No. I have to stay here for my mom.",
        "Lizzie: Okay. You know, if there's something you really want to do, just don't give up, all right? Even if your parents hate them, it doesn't matter. It worked out for me.",
        "Tammy: Bye.",
        "[NEXT_ON]",
        "Alan-Michael: How about you, little girl? What can Santa do to you for Christmas?",
        "Harley: You said you had plans.",
        "Gus: I do.",
        "Harley: What is it?",
        "Sandy: Tammy's my wife.",
        "Cassie: She's not-- not according to the police. And she told me she doesn't want to be with you anymore.",
        "Jonathan: You tell me you love me and then you act like nothing happened.",
        "Tammy: I'm scared, Jonathan, I'm so scared."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=WC2kWCu7A6E"
}