{
    "Episode Summary": [],
    "Recap": [
        "Lizzie and Coop are looking forward to their New Years eve plans in Quinn's apartment (which Coop thinks is Alan's) when Beth blackmails Lizzie into attending her grandfather's hearing instead. Lizzie reluctantly goes and she, Beth, and Alex testify that Alan is not ready to come out into society. Coop finds out that Ava has been living in her car and arranges for her to have a place to stay. After Gus tells Harley that he will see her at midnight after working a shift with Mallet, he take his gun out and makes sure it is ready. Mallet locks him in a cell, telling him that he isn't going to let Gus do anything stupid. Gus bribes Reva to let him out by saying that he will allow Jonathan and Tammy to stay with each other till midnight. He bursts into the courtroom, where it is seen that he has a gun. The judge allows him to stay, but tells the shocked courtroom that Alan is a free man. Alan gets into a waiting limo outside of the courthouse to find that Gus is the driver and he is locked in. Dinah receives a letter from Ross saying he was offered a job in Washington DC and will not be returning to Springfield. Dinah gets very drunk and calls Mallet and later tries to break into his room to retrieve the message. Mallet comforts Dinah and they wind up in bed together again. As the clock strikes midnight, Harley is alone, Coop and Ava kiss, and Reva confronts Cassie at the farm."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Jonathan: Tammy",
        "[SCENE_BREAK]",
        "Reva: Tammy. Oh, honey, I've been looking everywhere for you.",
        "Tammy: Reva, I've been walking around. They won't let me see Jonathan. They won't allow it for the holiday.",
        "Reva: Come on, we're going to the police station.",
        "Tammy: We're not allowed to go in there.",
        "Reva: I still have my press pass. That ought to get us into the front door, and we'll figure it out from there.",
        "Tammy: No, don't help me.",
        "Reva: Why not?",
        "Tammy: Because, Mom, she is the one who called the cops on Jonathan. She's the one who had him arrested for arson.",
        "Reva: She told you that.",
        "Tammy: She's trying tough love.",
        "Reva: Really? Then I guess I'm going to have to show her mine. Let's go.",
        "[SCENE_BREAK]",
        "Cassie: I still can't believe you have to work on New Year's Eve?",
        "Jeffrey: I know, I'm sorry. I hate this. I hate leaving you here alone, especially with everything that is going on with Tammy",
        "Cassie: That makes two of us.",
        "Jeffrey: But it has to be heard this calendar year, and there is always this last-minute crush on the 31st.",
        "Cassie: I know, Alan's competency hearing.",
        "Jeffrey: I can't afford to pass it off or see it go wrong. I'll finish it as fast as I can, and I'll set back here to New Year's Eve central and I'll help you forget about all of your troubles.",
        "Cassie: Really. That might keep you up pretty late tonight.",
        "Jeffrey: I hope so. Bye. See you, buddy.",
        "[SCENE_BREAK]",
        "Alan: What is taking so long?",
        "Man: The other hearings are really dragging.",
        "Alan: Well, get mine moved up. Get it done.",
        "Man: Mr. Spaulding, you have to appear like you're in complete control. Judge Patrick is tough. Try to get a hold of yourself.",
        "Alan: I will be a free man come 2006, because I have a lot of friends I have to see New Year's day.",
        "[SCENE_BREAK]",
        "Lizzie: I'm so happy. I'm the coffee jockey tonight.",
        "Coop: I don't think Co2 will be covered. I have to take care of a few things.",
        "Lizzie: What things?",
        "Coop: Extra supplies. Lizzie, look around.",
        "Lizzie: Well, we have our own party.",
        "Coop: You're grandfather hasn't caught on to the fact you're using the space?",
        "Lizzie: No, he doesn't",
        "Coop: Okay, okay, go.",
        "[SCENE_BREAK]",
        "Beth: Lizzie?",
        "Lizzie: No, Mom, you're not stopping me. it is New Year's Eve, and I don't want to here anything about Coop.",
        "Beth: You're coming with me.",
        "Lizzie: I have a date.",
        "Beth: Well, hide it, unless you want Quinn to find out about your penthouse. It is an emergency, was and is. Your family needs you tonight.",
        "Lizzie: Is this about Granddad's..",
        "Beth: Yes, it is.",
        "Lizzie: I need to call Coop.",
        "Beth: You can call him on the way. You can't be late. Come on.",
        "[SCENE_BREAK]",
        "Harley: What time is it? Why didn't you tell me it was so late already.",
        "Gus: I'm sorry. I lost track of time. I was doing one of my favorite past times, just looking at you, and it is not just because it is New Year's",
        "Harley: You're so good to me. Hey, are you sure that you and Mallet have to swing a shift tonight? Because we can always stay here together, ring in the new year alone?",
        "Gus: Sometimes a guy has to do what he has to do, babe?",
        "Harley: Okay. Just make sure you meet me at midnight in front of the movie theater, and, hey, bring that champagne. We'll toast Alan's motion being denied at the hearing, which, of course, it will be, and to the fabulous year we have ahead of us? Sound good?",
        "Gus: Perfect. You know I'm standing in the other room like this and I hear your voice. it is comforting to me. You married me and we're going to build a life together, that is a life, you know, a life worth living. I just want you to know that I love you, no matter what.",
        "Harley: Hey, I forgot to tell you, the tickets came, from the travel agent for our big trip to Hawaii in January I can't wait.",
        "Gus: I can't wait. I can't okay.",
        "Mallet: Hey, partner, how is it going, man?",
        "Gus: Hey, I've been looking for you. You need to come with me. You've got to help me.",
        "Mallet: What's the problem?",
        "Gus: The problem is you.",
        "Mallet: And now the problem is fixed.",
        "[SCENE_BREAK]",
        "( telephone ringing )",
        "Dinah: Hi, it's Dinah",
        "Mallet: Hey, it's Mallet, leave a message.",
        "Dinah: Hi, I'm sorry, I think I... dialed the wrong number. I think I was trying to reach my dad. Ah, my sweet and wonderful daddy, who, um, wrote me a letter, pretty much saying good- bye forever. (Laughs) A letter, would that be a dear Jane letter? A letter on New Year's Eve, no less, you know. I, um... I think what I'm wondering is, I just kind of... I want to know why? Why he did not pick up the phone and just tell me he had a last- minute appointment in Washington, D.C., I wanted to know maybe he didn't tell me in person. And, you know, I know dad, he wasn't whisked away or anything, he had time to write the letter. He has the job, and that took some time, you know. He, um, he said that he wanted me to know he is resigning, and that he is resigning as Mayor, and that I should know about that. And, um... ( sobbing ) ...you know, he'll get in touch with me when he gets settled. But, that's all right. I'll just figure Bill is gone, and Daddy's gone now, and I'll just try to get my life back again. You know, try to get my life back. You know... ( sobbing ) I don't think anybody can stand me in this town. But, um, hey, you know what, that's how life goes and I know that. That's how life goes, and, you know, I'm sorry I'm just giving you a call here and, um, I want to just say that... I mean, I figured that, um... it's just hard. it's getting hard, and I feel alone, and it's been like that for a few years, and I really wish that someone could call Mom, and push it over me and just make me different, you know. But, um... okay. I probably shouldn't make phone calls when I have a lot to drink, so, I'm awfully sorry. I'm sorry. Wrong number. I'm such an Idiot.",
        "[SCENE_BREAK]",
        "Gus: Open the door.",
        "Mallet: So what did you tell Harley?",
        "Gus: Open the door. If you don't open the door, I'm going to beat you senseless.",
        "Mallet: What was the plan, go down to the courthouse and slip into the hearing room, and you going to shoot him in the head in the alleyway",
        "Gus: We are not talking about a sane man.",
        "Mallet: You remember what we were talking about. Taking Alan down any way...",
        "Gus: Are you Mr. Romantic all of a sudden?",
        "Mallet: Can you think of a better way to spend New Year's Eve? Listen, partner, cool down. I'm going to get some coffee.",
        "Gus: Open this door!",
        "Mallet: I'm not dealing with a sane man. This is where you belong.",
        "Gus: Listen to me! Listen to me.",
        "Mallet: You're going to stay right where you are, you're not going to do anybody any harm. Calm down.",
        "Gus: Bye Mallet.",
        "[SCENE_BREAK]",
        "Alan: You got a deck of cards or something? This is going to be a long night.",
        "Man: Good news, we're near the top of the docket.",
        "Alan: You are ready for this?",
        "Man: Absolutely, but I feel like I should go over our strategy one more time.",
        "[SCENE_BREAK]",
        "Lizzie: What are we doing here?",
        "Beth: You haven't called Coop, yet --",
        "Lizzie: I figured I could meet up with him after. Okay, fine, I'll call him.",
        "[SCENE_BREAK]",
        "Coop: Listen, stay open until 2:00 because there will be plenty of people around after midnight.",
        "Ava: Where will you be... I mean you and Lizzie?",
        "Coop: Hopefully on top of the world. You okay?",
        "Ava: Yes, my car was towed, actually. it is really no big deal. I have the number for impound. I just have to pay a fine.",
        "( Cell phone rings )",
        "Coop: Hello. Hi, you're where?",
        "Lizzie: My grandfather's trial is tonight, and I have to be here.",
        "Coop: Since when did you ever care about that?",
        "Lizzie: If your Mom was alive and begged you for help, would you just ditch her?",
        "Coop: No. I can't believe we won't be together tonight.",
        "Lizzie: I'll be there as soon as I can.",
        "Coop: I guess we might as well say happy New Year's now. Happy New Year's, Lizzie",
        "Lizzie: Happy New Year's What am I supposed to do, sit at the back of the court and beam with support for my good ol' granddad?",
        "Beth: I have arranged with Jeffrey O'Neill for the three of us to give testimony tonight.",
        "Lizzie: Be witnesses?",
        "Beth: More like truth tellers.",
        "[SCENE_BREAK]",
        "Tammy: Jonathan, you okay?",
        "Jonathan: Hi. I'm doing better now. How did you get back here?",
        "Reva: The power of the press. it didn't buy us a whole lot of time. So you have to make it quick.",
        "Jonathan: They can set bail.",
        "Tammy: We have a few minutes, so let's just....",
        "Jonathan: Enjoy it. Forget where we are.",
        "Tammy: I'm sorry we don't have that much time.",
        "[SCENE_BREAK]",
        "Gus: Reva, I can help.",
        "Reva: Gus, what are you doing here?",
        "Gus: Well, every year the department throws a clinker, and this is the first year I'm a husband, and it is New Year's Eve, and I can't. So how would you like to make a little deal?",
        "Reva: A deal?",
        "Gus: Yeah, a deal. I'll tell you where the spare keys to the cell are and you let me out.",
        "Reva: What is your end of the deal?",
        "Gus: My end of the deal. No judgment whatsoever, okay, and number two, number two, maybe I say to the guy on the way out, take a long walk and these two can be alone up and through New Year's Eve. What do you say?",
        "Reva: What do I say? I say where are the keys?",
        "[SCENE_BREAK]",
        "Dinah: Come on, just give, and nobody will ever know, come on.",
        "Mallet: Try this.",
        "Dinah: This is your room?",
        "Mallet: Dinah --",
        "Dinah: Look, I'd like to get into your room. I left a message, and I would like to erase it.",
        "Mallet: Why?",
        "Dinah: Because it is long and really stupid, and I would like to get in there, and If you let me in, I could hit the delete button and we could both forget about it. You got the message?",
        "Mallet: I called in earlier to get my messages, and that's why I came back up here. I thought you sounded...",
        "Dinah: Pathetic?",
        "Mallet: No. I was going to say a little beat up. Beat up like somebody sounds when they need somebody, like maybe the person they called.",
        "[SCENE_BREAK]",
        "Harley: RJ, come on. Hey, cutie-pie, you guys having fun.",
        "Cassie: Jeffrey is at Alan's hearing, so we figured we'd hang out here until it is over. What is Gus?",
        "Harley: He is working, working. So I guess that makes us alone on New Year's Eve?",
        "Cassie: Yeah. Why should anything be normal. Honey, why don't you order some hot chocolate.",
        "Harley: Where is Tammy?",
        "Cassie: I don't know. We had a huge fight.",
        "Harley: Over Jonathan?",
        "Cassie: Of course.",
        "Harley: I'm sorry. Gosh, you've been through a lot lately, and all of it sucks, I know that, but why don't you reach out to Tammy. Why don't you call Reva?",
        "Cassie: Harley.",
        "Harley: I know it is hard, but it is New Year's Eve, a fresh start, and she is your sister?",
        "Cassie: Yeah, and she helped Jonathan make Tammy believe she is in love with him.",
        "[SCENE_BREAK]",
        "Ava: Officer, you don't understand. I need to get my car back tonight. I need to. What do you mean the lots closing. I don't care If it is New Year's Eve, I need to get my car back. I'll pay whatever you need. It is not just a car. If I don't have my car tonight, I won't have a place to sleep.",
        "[SCENE_BREAK]",
        "Jeffrey: So to sum it up, in the months you've been treating Mr Spaulding, you feel he has made substantial recovery?",
        "Man: He is fit to rejoin society.",
        "Jeffrey: Thank you, your honor. You have stated Mr Spaulding has unquestionably recovered. But there are a few questions, why should this court except your opinion as gospel. I would like to bring to the court's attention that the state's medical experts were not permitted to exam Mr Spaulding.",
        "Man: His testimony strikes me as perfectly reasonable. Let's move on.",
        "Jeffrey: No further questions, your honor.",
        "Man: Your honor, in light of the assessment we heard, I move for summary judgment. it stands to reason he be freed once returned to sanity.",
        "Jeffrey: You mean If? Your honor, I have witnesses who have yet to be heard who will refute the contention that Mr Spaulding has regained his faculties, witnesses who know him far better than any doctors or psychiatrists: His family.",
        "[SCENE_BREAK]",
        "Gus: Hurry up, hurry up! Hurry up!",
        "Tammy: Gus, Gus, thank you, thank you so much.",
        "Reva: Go meet Harley, go, go, go!",
        "Jonathan: Hi, I appreciate this, but --",
        "Reva: But what, I should have brought a hacksaw, along with the keys. By the way, this key only opens Gus's",
        "Jonathan: I feel bad that when Cassie finds out about this, things will get ugly.",
        "Reva: Well, I guess she's going to find out because I intend to tell her all about it myself.",
        "[SCENE_BREAK]",
        "Gus: It's all for you, babe.",
        "Jeffrey: Mrs. Spaulding, do you agree with the doctor's assessment that your husband has regained his full sanity?",
        "Beth: No. I don't. I wish I could believe it. It has been agonizing watching Alan's progress. Such as it has been.",
        "Jeffrey: And how has his progress been?",
        "Beth: Look, I go to bed every night praying for his release and for him to come back to me. But I want a husband who is whole, not someone who is fit to face the pressure.",
        "Alexandra: I am well-aware of how my brother has been and still is. I know him better than anybody else in the world. All of the psychiatric evaluations you can hand me are not going to convince when I look into his eyes, this is the Alan Spaulding that I know.",
        "Lizzie: My grandfather and I were always close, and that's why he hurts so much. Um, I visited him on Christmas, I mean, I could tell that he wasn't..",
        "Beth: Why did I marry my husband If I thought he was insane? Because I felt that I could restore him, and I still feel that. That's why I'm here tonight, begging you not to release him too soon.",
        "Alexandra: I think what Alan needs is more time.",
        "Beth: I don't want my husband to be a danger.",
        "Lizzie: To be hugging my grandfather Alan, not the man who killed my father.",
        "Gus: The witnesses --",
        "Judge: Order!",
        "Gus: Stop that man! He is coming after my family. He is coming after my wife. No.",
        "[SCENE_BREAK]",
        "Harley: Take it. Please, because I love the way you take care of everybody. I love you.",
        "[SCENE_BREAK]",
        "Coop: Bye, guys. Ava, do you live in your car?",
        "Ava: Ever since Olivia fired me, money has been a little short for me, so --",
        "Coop: So you've been living in the back seat of your car?",
        "Ava: It's just temporary, it is not that big of a deal.",
        "Coop: Why didn't you say something to me before --",
        "Ava: I didn't come to you because I didn't want you to think I was whining or I wanted a raise. I love working here.",
        "Coop: I don't want to hear about it. I'm going to do something, I'm going to fix it.",
        "Ava: Coop, you can't fix everything.",
        "Coop: it just so happens we have a free room in the boarding house. Free as in vacant. it isn't a charity case, it will cost you $300 a month.",
        "Ava: I don't have $300.",
        "Coop: Wait a second. Dad decided to give you a raise because of New Year's, $75 a week.",
        "Ava: $75 week. Gee, that is $300 a month.",
        "[SCENE_BREAK]",
        "Harley: How in the world can you eat Ice cream on New Year's Eve. You're making me cold just looking at you. That's what hot cocoa is for.",
        "RJ: Hey, Mom, can I go look at the movie posters?",
        "Cassie: Sure. Just stay where I can see you, okay?",
        "Harley: Happy New Year.",
        "Cassie: Happy New Year! Amazing isn't it. This time last year, I was getting ready to marry Edmund",
        "Harley: And I was getting ready to go to prison for killing Phillip. What a difference a year makes, huh? Uh-huh.",
        "Cassie: And now my little girl has grown up so fast. I don't know what to do with her.",
        "Harley: in 2006, we're not just going to get things right. We're going to dig in our heels, and we're going to hold onto the good stuff, okay?",
        "Cassie: You really think it works like that?",
        "Harley: No. I think we have to shoot high. ( Laughter ) But it will be okay. I didn't used to believe that, but I do now, I really do.",
        "Cassie: God, I hope you're right. Because I really want my little girl back.",
        "[SCENE_BREAK]",
        "Reva: Okay, midnight, you're fine, but after that, you have to get yourself out of here. Tammy -- Tammy! Hey!",
        "Tammy: Uh-huh.",
        "Reva: You cannot get caught in here, all right? Jonathan, okay?",
        "Jonathan: Thanks, mom.",
        "Tammy: Thank you.",
        "[SCENE_BREAK]",
        "Mallet: Nope, uh-uh.",
        "Dinah: Leave me alone.",
        "Mallet: You like playing it both ways, don't you? You call me, but then you tell me to leave you alone.",
        "Dinah: I dialed the wrong number.",
        "Mallet: It was the right number and it was the right impulse. Why can't you just trust it? You'd rather die than admit that you were hurting and you actually maybe needed somebody, huh?",
        "Dinah: I don't need anybody.",
        "Mallet: Why?",
        "Dinah: Because I can stand up on my own now, and you know what, I like it.",
        "Mallet: Your problem isn't that you don't have the strength to go at it alone, you know. it is just that, you know, you're an incredible woman, Dinah",
        "Dinah: You going to tell me what is really wrong with me?",
        "Mallet: Needing people doesn't really make you needy. It's okay every once in a while to reach out to somebody.",
        "Dinah: Unless when you reach out, there's nobody there",
        "Mallet: Well, I'm here.",
        "[SCENE_BREAK]",
        "Gus: Let go of me. Wait a second. Just hear me out. He should not be free to be put out on the streets. I want him put in lockup Immediately. I want him put in lockup Immediately. He needs to be behind bars. Please, your honor, he killed my brother, and he has a hit on my wife. He is after my wife. He is after my wife, please!",
        "Alan: Your honor, I'm asking you not to arrest my son. He merely wants to be heard. He has a gun because he is a detective. The reason he is agitated is because he has lost his brother, and he holds me responsible. I don't see how that situation couldn't conjure up passion. Your honor, I'm sure a man in your position has seen this before.",
        "Judge: Very well. You may remain in the courtroom. But one more outburst --",
        "Gus: Thank you, your honor,.",
        "Judge: I'm going to my chambers. I will return when I've reached a decision.",
        "Alan: As I said, that I will be a free man.",
        "Jeffrey: I hope you didn't blow this.",
        "[SCENE_BREAK]",
        "Harley: See you soon, Gus",
        "[SCENE_BREAK]",
        "Tammy: Do you know how much I hate it that you're in here?",
        "Jonathan: Not as much as I do.",
        "Tammy: You're smiling.",
        "Jonathan: That's because you're here for a little while, anyway.",
        "Tammy: I can't believe my mother is the reason you're in this stupid cell.",
        "Jonathan: That's all right. She's worried about you. She thinks I'm ruining you.",
        "Tammy: She's wrong.",
        "Jonathan: Well, you're spending New Year's Eve outside the jail cell of somebody everybody thinks is an arsonist.",
        "Tammy: Okay. Maybe you're ruining me a little, but you can beat this.",
        "Jonathan: Well, I slugged a cop, Tammy. That was a bad move. I screwed myself.",
        "Tammy: We can fix this.",
        "Jonathan: In case we can't, I don't want you cutting yourself off from your family. I don't want you to be alone.",
        "Tammy: The only person I want to be with is you.",
        "[SCENE_BREAK]",
        "Gus: You won't get anywhere near my wife. I promise you that.",
        "Baliff: All rise.",
        "Judge: I have weighed all of the factors in this case, and considered the evidence, and the opinion, and it is my opinion that Alan Spaulding, is indeed, of sound mind. Mr. Spaulding, you are indeed, fit to re-enter society. And you should do it tonight.",
        "Alan: Harley.",
        "[SCENE_BREAK]",
        "Jonathan: It's almost midnight.",
        "Tammy: New year, new beginning.",
        "Jonathan: You promise me that you'll take care of yourself?",
        "Tammy: By forgetting you? No way.",
        "Jonathan: It is for your own good, and it is only until I get out of here.",
        "Tammy: Don't worry about me! Okay? Okay. And If you start to, just hold this out and know that I'm fine. And so are you.",
        "Jonathan: My good luck charm.",
        "Tammy: Maybe it is.",
        "[SCENE_BREAK]",
        "Mallet: Do you have anymore messages for me?",
        "Dinah: Yeah, that was --",
        "Mallet: That was what? Don't you dare say pathetic?",
        "Dinah: No. I was going to say I didn't expect that was going to happen.",
        "Mallet: (Laughing) Well, it happened. isn't this where you usually throw me out. Do I get tossed out now?",
        "Dinah: Why would I toss you out?",
        "Mallet: Because the last time, you know, afterwards, you tossed me out.",
        "Dinah: Oh.",
        "Mallet: Don't you remember? Maybe this time will be different because you realized every once in a while to open up.",
        "Dinah: I think I was pretty open just now, yup. (Laughing).",
        "Mallet: Yeah, it wasn't bad.",
        "Dinah: Not bad?",
        "Mallet: I mean it definitely wasn't pathetic.",
        "Dinah: Out!!",
        "Mallet: Look, Dinah --",
        "Dinah: Out!",
        "[SCENE_BREAK]",
        "Beth: What do we do when they bring Alan up?",
        "Alexandra: Well, we might try a little prayer.",
        "Lizzie: Gee, thanks Mom for dragging me down here to hear all of this junk about Granddad. It is a great way to start off the new year.",
        "Beth: Lizzie --",
        "[SCENE_BREAK]",
        "Cassie: You made it, you made it. Hurry. Hello, Reva, good-bye. Trust me, you do not want to talk to me right now.",
        "Reva: You might want to talk to me. My son is spending another night in prison because of you. Happy New Year.",
        "All: Happy New Year! ( Yelling ) Whoo! Whoo Happy New Year! Happy New Year!",
        "[SCENE_BREAK]",
        "Ava: You were going to say Happy New Year. I was going to say Happy New Year.",
        "Coop: Happy New Year, Ava.",
        "Ava: Thanks, happy New Year.",
        "[SCENE_BREAK]",
        "Harley: Where are you, Gus?",
        "[SCENE_BREAK]",
        "Alan: This is more like it. Driver, get me out of here!",
        "Gus: Anything you say.",
        "[NEXT_ON]",
        "Cassie: What I need right now is for you to leave.",
        "Reva: Not so fast, little sister.",
        "Cassie: This really isn't --",
        "Reva: Aren't you going to take my coat.",
        "Gus: Put on your seat belt. it is going to be a rough ride."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=r6M1rt0-4FA"
}