{
    "Episode Summary": [],
    "Recap": [
        "Reva let's slip to Ava that Tammy is Jonathan's cousin and Ava is suddenly not as happy about helping Jonathan out with his plan to get Tammy back. Sandy agrees to Jonathan throwing the party at Outskirts for them that evening. He invites Josh who brings Olivia along to keep an eye on Jonathan. This doesn't sit well with Reva and Olivia rubs it in to her. Cassie calls Dinah to help her come up with a way to get back at Edmund. Dinah comes with Cassie to Tammy's party and they discuss Edmund some more. When Dinah leaves due to Tammy's obvious dislike of having her there, Cassie offers a sincere Thank you to Dinah for coming when she needed her. Michelle brings Hope over to Danny and Marina's and lets them know that she is planning on staying in town to keep her family together. Marina tells Michelle not to worry, that she and Danny will not be affected by Michelle's decision"
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Cassie: I'm having a really hard time. Thank you for coming.",
        "Dinah: I was surprised to get your phone call. Is everything all right?",
        "Cassie: I feel like my heart's been ripped out of my chest.",
        "Dinah: Because of Hope?",
        "Cassie: Someone needs to pay. Someone needs to suffer. And break the way I've been broken.",
        "Dinah: Cassie, I should have never pretended that I was pregnant after I lost the real baby. I was wrong.",
        "Cassie: I'm not talking about you, Dinah. I don't mean you.",
        "Dinah: Then who are you talking about?",
        "Cassie: I mean Edmund. I want you to help me get Edmund.",
        "[SCENE_BREAK]",
        "Danny: Yeah, I think we're going to need more blankets. I'll call housekeeping; see if they can send some up.",
        "Marina: Last night must have been hard on you. Did you miss her?",
        "Danny: What are you talking about? I didn't think about Michelle once. You were here.",
        "Marina: I meant Hope.",
        "Danny: I know. I know what you meant. Yeah, it's weird. I mean, I'm still getting used to the idea that I have a little girl but I did. I missed her. Thank you.",
        "Marina: For what?",
        "Danny: Just for you being you. I love you.",
        "[SCENE_BREAK]",
        "Michelle: We're almost there. We are. I bet you missed your dad last night not being close. Didn't you little Hope? You know what? I missed him, too.",
        "[SCENE_BREAK]",
        "Olivia: No. No, Wanda, if Josh is having a nice quiet dinner to himself at Company don't disturb him. I'll call him back some other time. Thanks.",
        "Josh: Olivia.",
        "Olivia: Hey, Josh. I didn't expect to see you here.",
        "[SCENE_BREAK]",
        "Ava: You can stack those in the back please, thank you.",
        "Reva: Ava...",
        "Ava: Mrs. Lewis!",
        "Reva: Reva, please.",
        "Ava: Reva, how are you doing?",
        "Reva: Good.",
        "Ava: Can I get you anything?",
        "Reva: Actually, I'm looking for Billy, have you seen him around?",
        "Ava: I'm not expecting him for a couple of hours.",
        "Reva: I guess I'll have to find someone else to bug. Where's Jonathan?",
        "Ava: I haven't seen him in a while either but I think he'll be in soon.",
        "Reva: Oh. Okay, then, well, I guess I'll just wait.",
        "Ava: Pretzels? (Laughs)",
        "Reva: No, thanks. So...",
        "Ava: So...",
        "Reva: So... (Laughs)",
        "Ava: (Laughs)",
        "Reva: What's it like working for Jonathan?",
        "Ava: I'm fine with Jon.",
        "Reva: Fine. You're fine. Fine's good.",
        "Ava: Fine's good.",
        "Reva: You know, he could use an intelligent terrific girl like you in his life.",
        "Ava: Who couldn't?",
        "Reva: Well, that's good. Because, you know, I think he's interested.",
        "Ava: Reva, he's definitely interested. But I think you might have me confused with someone else.",
        "[SCENE_BREAK]",
        "Tammy: You think Jonathan throwing us a party is a great idea?",
        "Jonathan: Listen, I know I've caused you guys a lot of grief in the past, but why don't you let me make up for it? What do you say?",
        "Sandy: Why not? We're solid. We have a great future. It's time to start celebrating.",
        "Jonathan: Right. Tonight's the night then. It's going to be fun, huh?",
        "Jonathan: Free food, free booze, you should get on the phone and call everybody that you know.",
        "Sandy: You're right. I'd better write down names so that I don't forget anyone.",
        "Jonathan: Yes. I really want this to work out for you guys.",
        "Tammy: Yeah. Well, me too. Don't forget to put Josh and Reva on the list.",
        "Sandy: On the top.",
        "Jonathan: Perfect. All right. Well, I'll see you guys whenever you get there, okay?",
        "Sandy: Relax. This will be fun.",
        "Tammy: If you say so.",
        "Sandy: I can't wait for the whole world to know you said yes to me and that you are going to be my wife.",
        "[SCENE_BREAK]",
        "Reva: Jonathan has a lot of rough edges, you know. Hard edges. Sharp edges. More edges than I really care to count. But you see underneath all that, don't you? So maybe you could give him a chance.",
        "Ava: Can we talk about something else?",
        "Reva: It's just that he had a really rough time when he was growing up. He had himself believing some things about who he is and who he'll never be and he put up barriers in his head... I just understand what that can do to a person, you know? It can hold you down, it can hold you back. And it forces you to want to lash out at the world and when Jonathan first came to Springfield, he did that with anyone who he could get close enough to: Being Josh and me, his cousin Tammy.",
        "Ava: His what? His... did you just say his cousin Tammy?",
        "Reva: Yeah. Why?",
        "Ava: Uh... can you uh, grab that please. Thank you?",
        "Man: Outskirts Bar.",
        "Sandy: Is Ava working tonight?",
        "Man: She's not on the schedule. Do you want to talk to her now?",
        "Sandy: No. Thank you. Thank you very much.",
        "[SCENE_BREAK]",
        "Tammy: All right. Which one?",
        "Sandy: Oh, well, I tell you what, why don't you try them both on and I'll tell you.",
        "Tammy: I'd have to take this robe off first.",
        "Sandy: Yeah. Have I mentioned how excited I am about tonight?",
        "Tammy: Tonight? How about right now?",
        "[SCENE_BREAK]",
        "Ava: Related? I didn't know they were related. Jon never mentioned it to me.",
        "Reva: Yeah, Tammy's my niece. My sister Cassie's girl.",
        "Jonathan: Hey, you. Not you. You, you, back to work. Come on, this place is going to be crawling with weirdos in less than an hour.",
        "Ava: Oh, you mean the usual crowd?",
        "Jonathan: No, private party I'm throwing it and yes you're invited to, Mama- san.",
        "Reva: (Laughs) A last-minute Halloween party? Scary.",
        "Jonathan: Half Halloween. All scary.",
        "Reva: What the heck's a half Halloween party?",
        "Jonathan: It's a celebration, too.",
        "Reva: Of, what?",
        "Jonathan: What else? The engagement.",
        "Reva: The engagement? What engagement? Whose?",
        "Jonathan: Tammy and Sandy's. Let's go. Let's show them good time.",
        "[SCENE_BREAK]",
        "Olivia: Wait a minute. You cannot go off the numbers he gave you. Remember that dinner in Houston? He couldn't add up the check much less...",
        "Josh: That's right. And when he stood up from the table he fell flat on his face, I forgot about that.",
        "Olivia: A CEO can't add or tie his shoes.",
        "Josh: It's been a long time since we've done something like this. I mean have a cup coffee together, talk business. I forget how good you are at this.",
        "Olivia: It's funny. I forget sometimes how good I am at it, too. (Laughs)",
        "[SCENE_BREAK]",
        "Danny: I like this, don't you?",
        "Michelle: Hi.",
        "Danny: Hey.",
        "Michelle: We're not interrupting, are we? You were kind of expecting us, right?",
        "Danny: Of course I was. Hey squirt, how are you? Did you miss me? Did you forget me? I know it's been a whole night.",
        "Michelle: How could she forget her daddy.",
        "Marina: Don't let them stand out in the hall.",
        "Michelle: Thanks, Marina.",
        "Danny: I've got some formula bottles I'll warm them up.",
        "Marina: I'll do it. Michelle, do you need anything?",
        "Michelle: No, thanks. She's beautiful, isn't she?",
        "Danny: She needs this new toy I bought. Wow. Okay, I just had a flashback to you holding Robbie when he was this little.",
        "Michelle: I keep thinking I'm dreaming, you know? And I seem scared I'm going to wake up.",
        "Danny: No, she's ours. Aren't you, Hope? Look, look what daddy got for you. You're our little girl.",
        "Michelle: She's ours. (Sighs)",
        "Danny: What's the matter?",
        "Michelle: I just don't know how Cassie did it. It must have been so hard to say good-bye.",
        "Danny: Yeah. Yeah. I can't really think about good-byes. Have you decided when you're going to take Hope and Robbie to California to be with your dad?",
        "Michelle: Well, my dad's actually in the Gulf now helping out there so, um, I changed my mind. I don't think I'm going to go.",
        "Danny: What do you mean?",
        "Michelle: I can't leave now.",
        "[SCENE_BREAK]",
        "Cassie: A year ago you and I were standing on a cliff at Laurel Falls, do you remember that?",
        "Dinah: Very difficult to forget about a loaded gun that's pointed at my heart, yes.",
        "Cassie: And I did everything I possibly could to tell myself that pulling the trigger was the right thing. But even after all the pain that you caused and even after I was sure that you were going to come after me and my family...",
        "Dinah: I knew back then that you couldn't do it. I saw it in your eyes and I told you that.",
        "Cassie: You said I didn't have what it took. Not to kill. That I wasn't enough like you.",
        "Dinah: And I was right.",
        "Cassie: And that's why I need you, Dinah. Because you do have what it takes. You can do things I can't.",
        "[SCENE_BREAK]",
        "Tammy: I want to spend every holiday with you.",
        "Sandy: Me, too. You know, when I look at you, I can't help but be excited about our future together. I can't wait for it to begin starting right now, tonight with this party. If I don't start making some calls it's going to be you and me and Jonathan bobbing for apples.",
        "Tammy: You know, it's not too late for us to back out, change your mind.",
        "Sandy: Hey, Josh, it's me, Sandy.",
        "Tammy: Go someplace else.",
        "[SCENE_BREAK]",
        "Reva: You're throwing a party to celebrate Sandy and Tammy's engagement?",
        "Jonathan: Yeah, why not?",
        "Reva: (Laughs) You expect me to answer that question. What is going on, Jonathan?",
        "Jonathan: Reva... hey, I'm tired of being the problem that this family has to overcome so I want to show you guys that I can be a part of you. All treats, no tricks. I promise. Now, come on. You need to give me some room here. I have things to do to get this party ready. You get out of my way. You come back, you're going to be so proud of what your little boy did.",
        "Reva: I'm not buying this.",
        "Jonathan: Go out! Out! Hey, I heard Joshua R.S.V.P.'d so you better go out and come back in. See, peace, forgiveness and most of all true love will be in the air.",
        "[SCENE_BREAK]",
        "Josh: Thank you very much.",
        "Olivia: Is that Sandy?",
        "Josh: Yeah.",
        "Olivia: Is there a problem with one of the sites?",
        "Josh: He was inviting me to his engagement party tonight.",
        "Olivia: That sounds like fun.",
        "Josh: Jonathan is throwing them a party?",
        "Olivia: Jonathan is throwing Sandy and Tammy a party.",
        "Josh: Well, Sandy seems to be okay with it.",
        "Olivia: I don't think that you are.",
        "Josh: Well, I don't want to see them get hurt.",
        "Olivia: You still don't trust Jonathan?",
        "Josh: I feel sorry for the guy, I like him, but I don't think he does anything without having an agenda.",
        "Olivia: And that's a bad thing? No... (laughs) Listen, I've got an idea. How about you invite me and I'll keep an eye on Jonathan and everyone else can have a good time. What do you think?",
        "[SCENE_BREAK]",
        "Jonathan: So a new shipment came in today?",
        "Ava: Stacked up in the back. And the receipts are balanced from last night.",
        "Jonathan: Anything else you'd like to tell me?",
        "Ava: Well, I signed the divorce papers, gave them to Sandy.",
        "Jonathan: Congratulations. You gave the guy just what he wanted. Now he'll trust you, so you be his friend and you show him how much you care and I think that he'll figure out that he was a lot better off with you in his life.",
        "Ava: Spoke to your mom earlier.",
        "Jonathan: Yeah, so?",
        "Ava: She seems to think you're in love with me.",
        "Jonathan: (Laughs)",
        "Ava: How is she going to think when she finds out the girl you really want is your cousin Tammy?",
        "Jonathan: She told you that we're cousins?",
        "Ava: She mentioned it to me.",
        "Jonathan: Do you think the cousin thing is why Tammy and I aren't together?",
        "Ava: Isn't it?",
        "Jonathan: No. It's me, it's who I am. It's the things I do that drive her away. But it's the same things about me that always keep her coming back.",
        "[SCENE_BREAK]",
        "Danny: So you're thinking about staying in Springfield?",
        "Michelle: If that's okay.",
        "Danny: Yeah, of course it's okay. It's... it's great. Why did you change your mind?",
        "Michelle: Well, Hope and Robbie, too. They need you, Danny. And you need them, right? And Springfield is our home. I have to embrace that and get back to my life again.",
        "Danny: This is great. I mean, I'm... I'm stunned. I... it's great. It's great.",
        "Danny: Do you need a blanket? Do you need a blanket? They keep these rooms so cold.",
        "Michelle: You're... you're thinking about what I said before? Right? That if Hope had lived that I would fight for you.",
        "Danny: (Sighs) Michelle, too much has happened already, don't you think?",
        "Michelle: Of course. Yes, Danny. And it's not like I had known what was going to happen, that Hope was going to... it's okay, honey, come here. She's really hungry.",
        "Danny: All right. Come here. Can I hold her?",
        "Michelle: Sure.",
        "Danny: Come here. Hey. Hi. There you go. I knew you'd look good wrapped up in this blanket. Hi. Yeah. It's okay. I'm here. I'm here. I'm your daddy. Will you hand me the duck right there? (Baby cries) Oh, it's okay. Shh, shh. I'm here and you're here and you're staying. You're staying. Do you know how happy that makes me? That's good news. Oh, that's good news. That's good news.",
        "[SCENE_BREAK]",
        "Dinah: Just because I'd like to know, when you say you want me to help you fix things with Edmund, how fixed are we talking about?",
        "Cassie: Fixed. For good.",
        "Dinah: Well, I am, um, one step ahead of you. Just recently I took our little friend Edmund for a ride out of town.",
        "Cassie: What?",
        "Dinah: I did to him what you did to me. I drove out into the country and I had the great pleasure of staring him in the eye as he stared at me with a gun in my hand.",
        "Cassie: Did you shoot him?",
        "Dinah: No. I wanted to. I came awfully close. But I didn't do it because he ain't worth it. (Cell phone rings)",
        "Cassie: It's Tammy. Hey, baby.",
        "Tammy: Mom, I hope you're not busy.",
        "Cassie: No. Um... uh-uh. I'm not too busy, what's up.",
        "Tammy: There's an engagement party tonight for me and Sandy. And I really want you to come tonight, please? It's at Outskirts. Bring Jeffrey or whoever you want. Just tell me you'll be there.",
        "Cassie: Yeah, of course. Of course I will be there, honey.",
        "Tammy: Mom, is something wrong?",
        "Cassie: No, everything's fine. I will be there and you tell Sandy hello for me. I love you, too. The Outskirts bar. Yes, I will be there.",
        "[SCENE_BREAK]",
        "Jonathan: Nice. Nice outfit.",
        "Ava: (Laughs) Yeah, well, I'm not going to hang around so you can aim me at Sandy like some kind of weapon while you grab at Tammy. Don't tell me you're not interested in her. I'm just glad it's my night off.",
        "Jonathan: No, Ava, you can't leave. Come here. When I did the schedule I didn't know it was going to be a full house. I need you here.",
        "Ava: To help you hurt Sandy?",
        "Jonathan: No. I'm throwing this party because I believe...",
        "Ava: You believe what?",
        "Jonathan: That I believe guests of honor have arrived. Hey, you made it. Congratulations.",
        "Jonathan: Happy hollow engagement.",
        "Sandy: Thanks. You know, the place really does look great. You worked fast.",
        "Jonathan: Well, it's all in your honor. I just hope your guests are showing up soon.",
        "Sandy: Everyone we called was a yes.",
        "Jonathan: You look...",
        "Tammy: Thanks. We make a nice couple.",
        "Sandy: You know, I'm going to grab us champagne.",
        "Tammy: Wait, Sandy...",
        "Sandy: You two enjoy yourselves. I'll be right back. Ava, I didn't know you'd be here. I thought you were off tonight.",
        "Ava: Jonathan needed extra hands. What can I get you?",
        "Tammy: I wish you would stop staring.",
        "Jonathan: I'm just staring at you staring at me.",
        "Tammy: I'm just waiting for you to say something.",
        "Jonathan: Well, maybe I do have something I want to say Tammy. That all this tonight is for you.",
        "Tammy: Me and Sandy, right.",
        "Jonathan: And I hope that it's a great night. For you. That's all.",
        "Tammy: That's all?",
        "Jonathan: That's all.",
        "[SCENE_BREAK]",
        "Michelle: Marina, we owe you so much. Without you we would never have found her, we would never have even known.",
        "Marina: All that matters is that now you know, right? And you and Danny and Hope are together. And that's the way it should be.",
        "Michelle: Yeah. And we feel that way, too. And that's why we're not really ready to split up our family. You know, we want to stay together since we just got back together. You know what I mean, right?",
        "Marina: I'm not sure I do.",
        "Michelle: I'm going to be staying in Springfield. I just wanted to let you know as soon as I made the decision, because I know that it affects your life as much as it affects ours... I mean, mine and Danny's.",
        "Marina: It does.",
        "Michelle: Look, you don't have to pretend. I know it's going to complicate things.",
        "Marina: Michelle, please. You don't have to explain. Not to me. Your staying here makes perfect sense. And if you think it's going to complicate things between us... between me and Danny, just don't give it a second thought, okay? Everything's going to be fine between us.",
        "[SCENE_BREAK]",
        "Reva: I am so happy for both of you.",
        "Sandy: Not half as happy as we are.",
        "Tammy: Mom! Excuse me. Mom! Oh, I'm so glad.",
        "Cassie: Of course, baby.",
        "Tammy: I wasn't sure you'd be up for this.",
        "Cassie: Well, I'm not going to miss my little girl's engagement party. You look so pretty.",
        "Tammy: Where's Jeffrey?",
        "Cassie: He'll be meeting me here soon. I brought someone else instead.",
        "Tammy: Who?",
        "Dinah: Tammy, hi, congratulations.",
        "Tammy: Wow, Dinah, thank you for coming. What is she doing here?",
        "Cassie: We have some stuff to take care of.",
        "Reva: Hi.",
        "Josh: Hi yourself.",
        "Reva: They're cute, aren't they? Sandy and Tammy?",
        "Josh: Well, that's the way it is for the groom-to-be. You know, the woman you love says she'll be your wife and the world seems like it's a perfect place and it's going to go on like that for good.",
        "Reva: You know, it's funny. That's exactly how the bride-to-be wants to feel, too. She wants to feel that hopeful, that warm and that happy forever.",
        "Josh: You sure do.",
        "Reva: I still do.",
        "Olivia: Well, trick-or-treat, Reva. Here, I checked your coat for you. Here's your ticket before I forget.",
        "[SCENE_BREAK]",
        "Dinah: What's up?",
        "Cassie: Okay, I just had a thought and I haven't figured it out but... but what if I was bait?",
        "Dinah: Bait for Edmund?",
        "Cassie: Yeah. What if we use me as bait to get them to come to the farmhouse he built for you? Dinah, look, he's going to continue hurting people unless we stop him.",
        "Dinah: Cassie, look, taking somebody's life, it will change you forever, okay? You have to believe me. That is not something you want.",
        "Cassie: Maybe not, Dinah, but it's something I need.",
        "[SCENE_BREAK]",
        "Sandy: So would you like to dance with me? You know, we've been through a lot to finally get here. But we're here.",
        "Tammy: Here?",
        "Sandy: In the light. Can't you feel it? Every time I look at you I feel like light is flowing out of me and wrapping us up and now I know that it's only going to get brighter. Year after year, brighter.",
        "[SCENE_BREAK]",
        "Marina: Michelle, I'm afraid that came out wrong. I just... I don't want you to worry about turning things upside down for Danny and I. Everything's going to be fine.",
        "Michelle: Good. I just want Danny to be happy, really.",
        "Marina: Then we want the same thing.",
        "Michelle: Okay.",
        "Danny: Somebody's got a big appetite. Just like Robbie.",
        "Michelle: Daddy's got the magic touch.",
        "Danny: I don't know, I think it's genetic.",
        "Michelle: Well, I've got to pick up Robbie.",
        "Danny: Well, we still have to tell him about staying so why don't... I hate to say good-bye so soon. So why don't we go pick Robbie up and then we can tell him and what if we come back here and we can order in, we haven't had dinner yet. And we could have slumber party together, everybody.",
        "[SCENE_BREAK]",
        "Cassie: I need to do something. If I don't fight back, I'm a victim.",
        "Dinah: Cassie, forget about it. I want you to know that you have so much to lose. Look at your daughter over there. Think of R.J., your sweet little innocent boy. You have Jeffrey who would do anything for you. Do you know how incredibly lucky you are?",
        "Cassie: I know that, Dinah.",
        "Dinah: Well, then you hold on to that and you focus on how much love is around your. Your family.",
        "Cassie: I can't feel anything",
        "Dinah: Your family is going to help you through this.",
        "Cassie: They can't.",
        "Dinah: They can. You let them in and they will make sure you don't fall apart.",
        "Cassie: It's too late for that. Because I miss her. I miss her so much, do you hear me?",
        "[SCENE_BREAK]",
        "Josh: That's a big step you're taking, young man.",
        "Sandy: You mean marriage?",
        "Josh: Uh-huh. Are you sure you're ready for it?",
        "Sandy: I've never been more ready for anything in my life. No doubts here.",
        "Josh: Confidence. That's a good thing. You'll need that later on and you'll need a good dose of faith as well to get you through the tough times.",
        "Sandy: We decided to skip those.",
        "Josh: Excellent. Then just in case, never forget the two of you are made for each other. Here's to a good, long, happy marriage.",
        "[SCENE_BREAK]",
        "Reva: So you and Josh came as a pair tonight?",
        "Olivia: Well, we were together when we got the call from Sandy, doing some business.",
        "Reva: Oh.",
        "Olivia: Look, I know that we've clashed a lot lately but I'd like to...",
        "Reva: Why? Because I'm 99% sure you had something to do with Billy taking that first drink. Don't be silly, Olivia. If we had clashed, you still be in traction.",
        "Olivia: I'm not going to take the bait. I'm going to smile and say I hope we can sincerely get along in the future okay?",
        "Reva: Oh, honey, we have not yet begun to clash.",
        "[SCENE_BREAK]",
        "Ava: Wow! That's the really expensive stuff.",
        "Jonathan: Yup. So do I know how to throw a party or what?",
        "Ava: What?",
        "Jonathan: What?",
        "Ava: What?",
        "Jonathan: Everybody's having a good time.",
        "Ava: Yeah, like us, right? Standing across the room watching, pretending we're happy they're so happy. Everybody's so happy.",
        "Jonathan: Who's pretending?",
        "Ava: We are. And it's really painful. But somehow you like that.",
        "Jonathan: Keeps you focused. Hey, I thought you two could use these. It's the really good stuff. It's a special bottle for a special occasion.",
        "Sandy: Well, good. It's a perfect time for a toast. Yeah. Yeah. Everybody, I'd like to take a minute to talk about my favorite subject: Tammy. I never knew how happy I could be until this woman came into my life. She makes everyday beautiful. That's just who she is. We've been through some tough times but they all brought us here and here we are. No more obstacles, Tammy. We've conquered all of them. They're behind us forever now. Today is the day for celebrating. What's good in our lives and what's to come. To you and me. Just you and me. (Applause)",
        "[SCENE_BREAK]",
        "Michelle: Uh... you want me to spend the night here?",
        "Danny: What? I mean... well, no, I mean, I was thinking Hope and Robbie and... but, I mean, hey, you're welcome to. You're more than welcome. Would that be okay? I just... you know, since we're all working together.",
        "Marina: Sure, why not?",
        "Danny: I mean, sure.",
        "Michelle: Um, you know what? I think that's going to... you know, me, Hope, Robbie all in one room, I think that's too close for me. But thanks for asking, it means a lot, really.",
        "Danny: Okay.",
        "Marina: How about staying here? There's got to be another room available. The hotel's not that full.",
        "Michelle: It's a sweet idea but I don't think. So I have to get going and this one's got to get tucked in and I've got to get Robbie's story so we're going to go.",
        "Danny: Are you sure? Okay. Well, all right. Well...",
        "Michelle: Will you give me my bag?",
        "Danny: You'll call if you need anything?",
        "Michelle: I promise.",
        "Danny: We'll spend the day with Hope tomorrow.",
        "Michelle: I promise we'll call you and... thank you, guys. We'll see you later.",
        "Danny: Sure. Here... all right, bye-bye, baby.",
        "Michelle: Have a good night.",
        "Marina: A thanks, Michelle. Bye, Hope.",
        "Michelle: Have a good night.",
        "Danny: All right. Bye. Did I just scare her off?",
        "Marina: Are you okay there, Santos?",
        "Danny: Yeah, yeah. I'm fine. She's pretty damn cute, isn't she?",
        "Marina: Who, Hope? (Laughs)",
        "Danny: Who do you think!",
        "Marina: She is. She's a beautiful little girl.",
        "Danny: Well, I think I'll make it a tie. You and Hope. You're both my beautiful girls.",
        "[SCENE_BREAK]",
        "Dinah: Congratulations again.",
        "Dinah: Okay. I... I think I'm going to go. Quite honestly, I'm not having a good time. People are giving me lots of looks.",
        "Cassie: Thanks for coming here and helping them celebrate and thanks for helping me when I called you.",
        "Dinah: Okay. Any time.",
        "Cassie: Dinah? I mean it. Thank you.",
        "[SCENE_BREAK]",
        "Olivia: So how about some of that good champagne?",
        "Ava: Can I ask you a question?",
        "Olivia: Why not?",
        "Ava: Have you heard anything from Bill lately.",
        "Olivia: No, I haven't. I don't expect to. Look, you're probably the only American who doesn't get this but he's better off without me in his life. Everyone agrees.",
        "Ava: That's not true. That's not true. You're the only one who seems to think that besides, who cares what anybody else thinks? That's not like you. Bill is your husband. You promised to love each other forever. You took a vow and a vow is a vow and you can't take that back and it just doesn't go away.",
        "[SCENE_BREAK]",
        "Reva: That was a beautiful toast.",
        "Sandy: Thank you. I meant every word of it. She is... amazing.",
        "Jonathan: Hey.",
        "Tammy: Hey.",
        "Jonathan: You enjoying yourself?",
        "Tammy: It's a really nice party, Jonathan. Thank you so much for this. And for finally...",
        "Jonathan: Finally what?",
        "Tammy: Understanding.",
        "Jonathan: I understand everything.",
        "Tammy: Everything?",
        "Jonathan: More than I'm saying and more than you want to hear.",
        "Sandy: How's my beautiful bride-to-be?",
        "Tammy: Actually, I'm thirsty.",
        "Sandy: Well, we'll have to fix that, won't we? And then maybe how about a long slow dance? I know the host, so maybe he'll turn down the lights for us.",
        "Jonathan: (Shouting) Hey, everyone. Grab a glass of something, I... my turn to make a toast to the happy couple.",
        "Ava: Jonathan...",
        "Jonathan: Does everyone have a glass, Ava? Go make sure they do. Go ahead. To Tammy and Sandy. They are one happen-happy couple. They are a beautiful couple. They are a one-of-a-kind couple. What could anyone say about Tammy and Sandy that hasn't already been said? Well, I'll tell you what. A whole hell of a lot.",
        "[SCENE_BREAK]",
        "_Announcer: Next on \"Guiding Light\". _",
        "Alan: You know that I tried to warn you about Harley before you got married but you wouldn't listen, would you?",
        "Gus: There was a tape, he was kissing you and you were kissing him.",
        "Harley: We kissed but I don't regret it.",
        "Billy: Time to 'fess up and admit what you did to me. I'm going to get my life together and then I'll spend every minute paying you back.",
        "Edmund: How do you stop loving someone just because everyone tells you it's bad for you?",
        "Tammy: I don't know.",
        "Jonathan: May I kiss the bride?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=ItzJ3GUpdHs"
}