{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: Billy? ",
        "Billy: What-- oh, you're at the bottom of\r\nthe lake. Oh, my God. ",
        "Reva: I couldn't leave you like this. ",
        "Billy: (Laughing)\r\nOh, my God. Oh, if this is really you, I swear I'll never take another-- I'll\r\npromise I'll never drink, I promise. ",
        "Reva: You know you can't promise that. ",
        "Billy: You're right, I can’t. No, I can’t.\r\nNo way. How did you get here? ",
        "Reva: Josh called me. ",
        "Billy: I know you must be in a lot of pain\r\nright now... ",
        "Reva: Then what you did, this little stunt,\r\nwas awfully selfish, don't you think? ",
        "Billy: I just couldn't say good-bye, not\r\nyet. ",
        "Reva: Then I'll try to hold on for a few\r\nmore days. But I want you to promise yourself: No more booze. No more\r\nself-pity. ",
        "Billy: Okay, I promise. ",
        "Reva: Because I want that paint-peeling\r\neulogy you promised me. ",
        "Billy: You got it. ",
        "Reva: Okay. And there's one last thing: I\r\nwant you to find someone to love. ",
        "Billy: I've already got somebody to love. ",
        "Reva: Someone that isn't me because I want\r\nto see you happy, even if it kills me. ",
        "Billy: (Laughing)\r\nOkay. ",
        "Reva: But first we're going to get you\r\nsober, cowboy. ",
        "Billy: Okay. ",
        "Reva: So I'm going to take you home, okay? ",
        "Billy: Yeah. (Laughs) Oh, good. ",
        "Reva: What? ",
        "Billy: The designated driver is the one that\r\nsupposed to get you, not drive you off a bridge, so... ",
        "Reva: Well, I'll try to restrain myself, so\r\nyou take care of-- ",
        "",
        "Olivia: Well, that was a strange party. ",
        "Buzz: Strange party. But that's Reva,\r\nthough, you know. ",
        "Olivia: Something was off with her, though. ",
        "Buzz: What? ",
        "Olivia: I always thought Josh and Reva would\r\nbe together always or she'd die trying, but to go off with Billy like that?\r\nWhat was that about us blowing it, the two of us? ",
        "Buzz: You know, she wants us to be happy, I\r\nguess. ",
        "Olivia: Ah, you maybe. ",
        "Buzz: Well, so then, just be happy. Do what\r\nshe says. ",
        "Olivia: Okay. ",
        "Buzz: Just be happy. ",
        "Olivia: Okay, I'll be happy. Thanks to you.\r\nYou've been so amazing. You have the biggest heart. ",
        "Buzz: Oh, God, you're so\r\nunderstanding. ",
        "Olivia: You have the biggest heart. ",
        "Buzz: I have the biggest heart. Seriously, I\r\nunderstand how hard it is for you with Ava and this pregnancy... ",
        "Olivia: Yeah. ",
        "Buzz: Okay, I got it. I got it. ",
        "Olivia: Thank you.",
        "Buzz: Night cap?",
        "Olivia: You’re so formal.",
        "Buzz: I’m so formal.",
        "Olivia: Let’s do it. Just one thing, I’ll be\r\nright back.",
        "Buzz: Ashlee, I need your help.",
        "",
        "Coop: Your mom was very pretty.",
        "Ava: Inside and out.",
        "Coop: I wish I could’ve met her.",
        "Ava: Oh my God, what’s...What is happening? (Screams) No!",
        "Coop: Hey!",
        "Ava:  Looking at pictures of my mother used to make\r\nme so comforted and now everything’s changed.",
        "Coop: No. Look, nothing has to change what\r\nyou had with her, I mean not even...",
        "Ava: Olivia? Olivia? I just want things to\r\ngo back to the way that they were.",
        "Coop: Listen to me. I know you do.",
        "Ava: I need to go to the bathroom. Ok, I’m\r\njust going to...I’ll be right back.",
        "Coop: Yeah. ",
        "Ava: (Crying)",
        "(Phone ringing)",
        "Coop: Hello.",
        "Ashlee: Coop, it’s Ashlee, I’m at Company, I need you and Ava.",
        "Coop: Look, what’s up?",
        "Ashlee: Please just come.",
        "Coop: Ok, just give me ten, ok. Bye.",
        "Ashlee: They’ll be right over.",
        "",
        "Cassie: Are you sure you want to do this\r\ntonight?",
        "Josh: Yeah, yeah, why not, I just go a few\r\nmore things to pack and then I’ll be totally moved in.",
        "R.J.: Can I watch the end of the game?",
        "Cassie: Uh, honey, I don’t think we’re gonna\r\nbe here that long.",
        "Josh: Oh come on, let him watch.",
        "R.J.: Oh come on Mom, please?",
        "Cassie: Ok, but don’t give me a hard time\r\nwhen it’s time to go, ok?",
        "R.J.: Ok.",
        "Josh: You know, on second thought, I don’t\r\nthink I do want to do this tonight.",
        "Cassie: You don’t?",
        "Josh: No.",
        "Cassie: Ok, I’ll get R.J.",
        "Josh: Come here. We are celebrating the\r\nbeginning of our new life together, right. So let’s not do packing clothes, let’s\r\ndo something different, let’s go some place adventurous, spontaneous. Let’s go to\r\nParis.",
        "Cassie: Tonight?",
        "Josh: Yeah. Tonight, why not.\r\nFor one thing, we have to tell Marah about sooner or later, right? And we can\r\nshow R.J. the Eiffel Tower.",
        "Cassie: Wow.",
        "Josh: I’ll call the pilot and I’ll make the\r\narrangements. What do you say? ",
        "Cassie: I say that I’m a very fast packer.",
        "Josh: Ok.",
        "",
        "Billy: Come on. ",
        "Paramedic: A woman has collapsed at Towers.",
        "Billy: She’s got a pulse, but she is unconscious",
        "Paramedic: In the bar, yeah. Yeah. Yeah, ok.",
        "Billy: Just stay with me. Come on, I just\r\ngot you back. You’re gonna wake up now. Don’t you die on me.\r\nDon’t you die on me Reva.",
        "",
        "Coop: Hey, whoa.",
        "Ava: You know, I think I Am gonna go back to\r\nthe car.",
        "Coop: Why?",
        "Ava: Because, your dad is in there with\r\nOlivia. And I feel awkward around your dad, I feel weird in this situation. I\r\ndefinitely don’t want to see Olivia.",
        "",
        "Olivia: So, what’s this?",
        "Buzz: Oh, this is a little late night\r\nsupper. How’s that? ",
        "Olivia: Yeah, uh...",
        "Coop: So you are having Ashlee do your dirty\r\nwork now?",
        "Olivia: Buzz?",
        "Coop: You know what, let’s go.",
        "Buzz: Coop, please, please don’t go. Ok?",
        "Coop: You want Ava to sit at a table with the\r\nsame woman that tried to kill her? Dad, you’re nuts.",
        "Buzz: This woman is your mother, you’re\r\ngonna have to face it sometime.",
        "Coop: You know what, it’s her choice to\r\nmake, not yours.",
        "Olivia: You know, I’m\r\nleaving.",
        "Buzz: No, give it a chance.",
        "Olivia: Why?",
        "Buzz: Because she’s your daughter.",
        "Olivia: My blood, nothing else. There’s nothing\r\nelse that’s gonna happen.",
        "Buzz: She could’ve testified you, but she\r\ndidn’t. Do it for me.  ",
        "Olivia: That’s not fair.",
        "Buzz: It’s just dinner.",
        "",
        "Josh: Mmm. How\r\nabout some champagne, huh?            ",
        "Cassie: Are you\r\nsure you didn’t plan this trip?",
        "Josh: No, Wanda keeps\r\nthe plane stocked with champagne, that’s part of her job.",
        "Cassie: Wanda. Ok,\r\nin that case, you might want to taste that carefully.",
        "Josh: (Laughs) She still giving you a hard time, huh?",
        "Cassie: Oh I don’t\r\nknow, she does nod at me every morning when I get to\r\nthe office.",
        "Josh: Well, she’ll\r\ncome around and if she doesn’t, that’s her problem, not ours. Ok, what should\r\nwe drink to? How about, to us of course and to weathering whatever storms might\r\ncome up, not that any will.",
        "Cassie: No storms,\r\nno blackouts, just the Eiffel Tower.",
        "Josh: To the Eiffel Tower.",
        "Pilot: Hey guys,\r\nR.J. tells me that you’re ready to leave.",
        "Josh: We are ready.",
        "Pilot: Well sit\r\nback and enjoy the flight.",
        "R.J.: Hey Brad,\r\ncan I come back up to the front with you?",
        "Pilot: Well, how\r\nabout I let you help me radio the tower.",
        "R.J.: Ok.",
        "Cassie: You have a\r\nmessage? ",
        "Josh: Uh, no, actually\r\nI just can’t help but to feel like I have forgotten something, that’s all.",
        "",
        "Paramedic: EMS\r\ncoming through.",
        "Rick: What do we got?",
        "Paramedic: Unconscious but responding to painful\r\nstimuli.",
        "Rick: Vitals?",
        "Paramedic: 90 over 62, pulse at 110. Temps 101, respiratory rates rapid and shallow. 85 on the room, 90 on the mask.",
        "Rick: Billy, were you with her when this happened?",
        "Billy: Yeah, we were at Towers, one minute\r\nshe was ok, next minute, she collapsed.",
        "Rick: You been drinking?",
        "Billy; Yeah.",
        "Rick: Were you in a\r\naccident?",
        "Billy: No, it’s just, just\r\nhelp her please.",
        "Rick: Let’s get some lines in her right\r\naway. Somebody please hook up the O2.",
        "Mel: Billy, if you know anything, you need\r\nto tell us now.",
        "Lillian: Rick! Billy, why would Reva have\r\nthese?",
        "Rick: Come on, Billy, would you tell us what’s\r\ngoing on, we want to help Reva, but we need to know what we are dealing with.",
        "",
        "Ashlee: Eat up. I hope it’s\r\nwarm enough.",
        "Buzz: Thanks Ash.",
        "Ashlee: Do you guys need anything else? More\r\nwine perhaps.",
        "Olivia: Oh, yeah, keep\r\nit coming.",
        "Ashlee: Man, you two really look alike, I\r\ncan’t believe that no one notice it before.",
        "Ava: I don’t see it.",
        "Olivia: Neither do I.",
        "Ashlee: Come on, there’s something with your\r\neyes and your nose. It’s definitely there.",
        "Buzz: Ashlee, don’t you need to finish\r\ncleaning the kitchen?",
        "Ashlee: It’s already done. Look, I wanted to\r\nlet you know that my mom and I have the worst relationship in the world. So I can\r\nreally sympathize. Especially with you, Ava, my mom is a total bitch. I’m not saying\r\nthat you...",
        "Olivia: I love you too, Ashlee.",
        "Ava: My real mother is dead.",
        "Ashlee: \r\nWell, yeah, your adoptive mom, but that doesn’t have anything...",
        "Coop: Bread, who would care for some more\r\nbread?",
        "Ashlee: We’re out. I know it’s awkward, but\r\nI think that you two really need to talk to each other, like get it all out on\r\nthe table, be exposes. Just say “Doris”...or whatever, “I hate how overbearing\r\nyou are so just back off.” ",
        "Ava: That’s a good idea.",
        "Ashlee: Yeah, it really works, I mean unless\r\nyou two are too much alike.",
        "Olivia: We are nothing alike. ",
        "Buzz: But it wouldn’t be the end of the\r\nworld if you were, would it? You can go home now.",
        "Ashlee: oh, I’m cool. Yeah, I feel like I\r\ncan help.",
        "Buzz: But you’ve done so much already.",
        "Coop: You know what, I’m finished here.",
        "Ava: I am too.",
        "Ashlee: That makes since, deserts anyone? Ok,\r\nfine, I’ll just eat in back.",
        "Buzz: Uh...",
        "Olivia: This dinner’s over.",
        "Buzz: Hey... You didn’t even give it a\r\nchance.",
        "Olivia: So sue me, you know, suggest it to\r\nAva, I’m sure she’d like to get me in court again.",
        "Buzz: What!",
        "",
        "Ava: Funny, I just got my appetite back.",
        "Coop: Why don’t we order some room service,\r\nhuh? Come on, let’s go.",
        "",
        "Josh: Huh, nothing there either. Oh well, I\r\ndon’t really know what I was expecting.",
        "Cassie: Let me see if I can read your mind. You\r\nare worried about Billy, and you are thinking we shouldn’t have left him there like\r\nthat.",
        "Josh: He’s a big boy.",
        "Cassie: He’s also your brother. And you said\r\nyourself, that when he drinks, he hurts the whole family.",
        "Josh: I’ll call him tomorrow, there’s\r\nnothing I can do right now anyway.",
        "Cassie: Well, I won’t be disappointed if we\r\ndon’t go.",
        "Josh: I will be. And besides, he’s got Reva\r\nnow. And there’s no way of taking care of him when he’s like this anyway. Really.",
        "Cassie: I just think you might feel better\r\nif we stay closer to home.",
        "Josh: Cassie. We are going to Paris. And we are gonna do in Paris what people do best. We are gonna be in love. ",
        "Cassie: I don’t need to be in Paris for that.",
        "Josh: Neither do I but the back drops would\r\nbe nice. (Phone ringing) Hello. No, no problem.",
        "Cassie: Who was that?",
        "Josh: Wrong number.",
        "",
        "Rick: Lines in.",
        "Mel: I need to know about possible\r\ninteraction.",
        "Rick: Billy?",
        "Lillian: Billy, you have to tell us, the doctors\r\nneed to treat her.",
        "Billy: Reva, I got to tell them. She’s got\r\nbreast cancer, diagnosed about six months ago.",
        "Mel: Who’s treating her?",
        "Billy: \r\nDr. Colin McCabe in that cancer clinic in Minnesota. He done a bone marrow transplant and a stem cell replacement,\r\nnothing worked.",
        "Rick: Why didn’t we know about this, Billy?",
        "Billy: Nobody did, just Jonathan and me.",
        "Lillian: Not even Josh.",
        "Billy: No, that’s the way she wanted it, she\r\nwould kill me if she knew that I had brought her here. Can you help her?",
        "Mel: We are gonna do what we can, ok, but\r\nBilly, you are gonna have to take a seat outside.",
        "Billy: No, I just, I, I...",
        "Mel: Come on, Billy.",
        "Lillian: I’ll walk you out.",
        "",
        "Reva: Help me.",
        "Josh: What? ",
        "Reva: Help me Bud, please.",
        "Cassie: Did you know that there are 1,665 steps\r\nto the top of the Eiffel Tower? Josh? ",
        "Josh: Yeah?",
        "Cassie: Hey, I know what we have is strong,\r\nbut if this Reva going away thing is bothering you, it’s\r\nok, it’s bothering me too. I don’t want her to go anywhere, I’m gonna miss her.\r\nBut sometimes, really wonderful things begin where other things end.",
        "Josh: That’s true. And Reva will be fine, I know that, she will find some way to end up on top, somehow.",
        "Cassie: \r\nShe’s lucky that way.",
        "Josh: Alright, so you claim that you can\r\nread minds, is that right?",
        "Cassie: Well.",
        "Josh: Why don’t you tell me what I’m\r\nthinking right now.",
        "Cassie: You want more champagne.",
        "Josh: Not even close. But I do think that we\r\nshould get this plane off the ground, excuse me. Brad, are we gonna get this\r\nbird in the air or what? Ok let’s go.",
        "Cassie: Hey.",
        "Josh: Come on over, bud.",
        "",
        "Lillian: I’m trying to find Dr. McCabe.",
        "Rick: I’m dealing with either infection or pulmonary\r\ntoxicity from the chemo, one of the two.",
        "Mel: We need a complete history of her\r\ntreatment and meds.",
        "Lillian: I’m working on it.",
        "Rick: Portable chest film?",
        "Lillian: Uh-huh.",
        "Mel: We need to get in touch with Pulmonary,\r\nher stats are still low, and I don’t want to have to intonate her. We need to know\r\nwhat her baseline pulmonary function was.",
        "Rick: She had amino suppressants in her purse, it’s got to be DPTS, let’s just get her on steroids and\r\nlet’s do it right now.",
        "Mel: Well, let’s start her on antibiotics\r\njust in case, we may have to bronc her to see what we are dealing with.",
        "Rick: Lillian, just get steroids, please.",
        "Lillian: I’m on it.",
        "",
        "Nicholas Art and Aaron Hart, \"Inside The Light.\" ",
        "I’m Jude and he’s Nick",
        "And I’m Zach, we play tag, we play hide go seek, we play a lot of things.",
        "Nick hid behind a bed one day.",
        "See Zach, Jude and me, Harley, Wednesday,\r\nNovember 1, “Inside The Light.”",
        "",
        "Billy: Hey, Doc, how is she doing?",
        "Mel: She’s critical, we are working to stabilize\r\nher now, but you might want to call the rest of the family.",
        "Billy: Oh no, no. Can I just see her for a\r\nsecond first.",
        "Mel: A minute.",
        "Billy: Ok, thanks. Hey there, darlin’, I\r\nknow this ain’t part of the plan, but hey, it’s you and me and since when do we\r\never stick to plans? So, what I need you to do now is, I need you to wake up. Reva,\r\nI need you to let them help you and wake up, cause darlin’, you’ve got some\r\nmore living to do. You’ve got some time left, you do. Hey, hey, hey sweetie. Hi,\r\nit’s me, I’m right here like I said I would be.",
        "Reva: No, not here.",
        "Billy: Just calm down.",
        "Reva: I’m not gonna in the hospital. Billy, you\r\npromised me. Get me out of here.",
        "Billy: No.",
        "Reva: Take me to my car, I can still do it.",
        "Billy: I can’t.",
        "Reva: Take me to my car, get me out of here.",
        "Billy: No, No. I can’t.",
        "Reva: You promised. Billy.",
        "Billy: That was before, sweetie. I couldn’t\r\nkeep your secret, darlin’. I had to tell.",
        "",
        "Josh: Five, six, seven, eight, try to keep\r\nyour thumb straight. Come on, bring it on. ",
        "Cassie: I wonder what is taking so long? ",
        "Josh: I don't know, maybe we should find\r\nout. Excuse me, Brad, Brad, what's the deal. Are we going or what? ",
        "Pilot: Unfortunately there is a line of\r\nstorms ahead of us, Josh",
        "Josh: Okay, how long do you think it will\r\nbe? ",
        "Pilot: A couple of hours, at least. ",
        "Josh: Okay, why don't you taxi us back to\r\nthe gate. ",
        "Cassie: We're going back to the gate? ",
        "Josh: Yeah, there is bad weather ahead. It\r\nwill be a couple of hours. I'm thinking I'll go to the office and get a couple\r\nof things. ",
        "Cassie: Sure. I wouldn't mind getting a few\r\nthings we didn’t pack the first go around. ",
        "Josh: Okay, and then we'll meet back here. ",
        "Cassie: Sounds good. (Laughter)",
        "",
        "Reva: Get me out of here. ",
        "Billy: You’ve got to let them help, darlin’.\r\n",
        "Reva: Help what. ",
        "Billy: We're going to do it my way. I don't\r\ncare if it is selfish, but you’ve got a little time left.",
        "Reva: Joshua-- ",
        "Billy: I know Josh should be here. ",
        "Reva: Did you call him? ",
        "Billy: No, but I was just about to. ",
        "Reva: No. He's happy. Don't do this to him. ",
        "",
        "Coop: It's flipped. ",
        "Alan-Michael: I just want some soup. ",
        "Coop: Well, I'm sorry. ",
        "Alan-Michael: Next time. ",
        "Ava: Wait, Alan-Michael. I need you, maybe I could help you with the Atchison report, that is if you don't mind. ",
        "Coop: No, I don't mind. ",
        "Ava: I can pick up some soup at the 24-hour\r\nsupermarket. ",
        "Alan-Michael: I'm always up for some late\r\nnight work. My car? ",
        "Ava: Great. ",
        "Coop: Can we have a minute alone. ",
        "Ava: Look, this is a special occasion. I\r\njust need to get Olivia off my mind. ",
        "Coop: I understand. ",
        "Ava: I know tonight we had a special night\r\nplanned, and now-- ",
        "Coop: Ava. It's fine. I'm going to go inside\r\nand have a little chat with my dad to make sure he doesn't bring Olivia\r\nanywhere near you. ",
        "Ava: He is just doing what he thinks is\r\nbest. ",
        "Coop: For who? ",
        "Ava: Please, let it go, for me. ",
        "Coop: Fine, okay. ",
        "Ava: Okay, thanks. You're the best. ",
        "Coop: All right. ",
        "Ava: I won't be late. ",
        "Coop: Okay. Good. I'll see you later. ",
        "Alan-Michael: You needed me? ",
        "",
        "Buzz: Hey, look, I was just trying to help\r\nyou along with Ava. ",
        "Olivia: You are a parent-child relationship\r\nexpert? ",
        "Buzz: Actually I have been you. ",
        "Olivia: No. You have not. If you had, you\r\nwould know that it is very difficult for me to see her right now. ",
        "Buzz: My love, what happened to you wasn’t\r\nAva’s fault. ",
        "Olivia: I am supposed to discuss this with\r\nyou again. You're supposed to love me and support me, and apparently you don't?\r\n",
        "Buzz: She is my son's girlfriend. If you and I can’t talk about...",
        "Olivia: I'm sorry, is this about your\r\nprecious family? ",
        "Buzz: It is part of the package. ",
        "Olivia: I think it’s all about them, Buzz.",
        "Buzz: Are you listening to yourself? You are\r\nnot rational.",
        "Olivia: I've seen you for the first time.\r\nYou go on and on about how you messed things up. But you don't have all of the\r\nanswers, not by a long shot. The mighty Cooper’s are not the end all, be all. You\r\nrun a diner for God’s sake. I'm so sick of you telling me what you should or\r\nshould not do. It's not your right. It's mine. You know what, I think it is\r\ntime I find someone my own league because clearly, clearly, Buzz, you don't cut\r\nit. I've been settling. I've been settling. You're not the right guy for me.\r\nYou know. I thought, but no, I just got comfortable. You get caught up in\r\nhaving someone in your corner, and liking everything you say and do. But you're\r\nnot the right guy. I knew you would sell out eventually and you have. Look\r\nwhere we are. Cheers. Hey, I'm talking to you. ",
        "Buzz: Are you through? ",
        "Olivia: Just leave. ",
        "Buzz: And give you exactly what you want. ",
        "Olivia: I just said, I deserve someone\r\nricher, more powerful-- ",
        "Buzz: You deserve someone who loves you,\r\nsomeone who will stand by you, faults and all. Someone who\r\nsees you, the good and the bad, and won't run away. Someone\r\nwho cherishes you and your daughter. You need someone who will never\r\nleave you. That's what you need. ",
        "Olivia: I'm sorry. I'm so sorry. I didn't\r\nmean it. ",
        "Buzz: Hey, you... hey. I'm a good thing in\r\nyour life. ",
        "Olivia: I know you are. I know you are. I'm\r\nso sorry. You didn't deserve that. ",
        "Buzz: You weren't lashing out at me. You\r\nwere lashing out at him. ",
        "Olivia: What? ",
        "Buzz: The man who hurt you all those years\r\nago. You know, the one who took your ability away to\r\ntrust, to let people in. Ava's father, you know, he is the one to blame, not\r\nme, not Ava. Somehow, some day, you're going to have to find a way to forgive\r\nhim. ",
        "",
        "Alan-Michael: So just change this page, and\r\nhave Simon work up the power point. ",
        "Ava: Okay, I'll have a fresh copy on your\r\ndesk in the morning. ",
        "Alan-Michael: Noon is fine. You need to\r\nsleep. ",
        "Ava: I'm not tired. ",
        "Alan-Michael: Dinner really that bad? ",
        "Ava: Can we switch the subject? ",
        "Alan-Michael: You're fighting a losing\r\nbattle. ",
        "Ava: Excuse me? ",
        "Alan-Michael: Your biology. It is what it\r\nis. ",
        "Ava: I can stay away from her. ",
        "Alan-Michael: Maybe for a little while. I\r\ngrew up away from the Spaulding’s and it didn't stick. It is always there. ",
        "Ava: What do you want me to do, huh? Make\r\nnice with Olivia. Find the dad who forced himself on her and bring him to justice?\r\n",
        "Alan-Michael: The truth hurts sometimes. ",
        "Ava: Thank you. Thanks a lot. ",
        "Alan-Michael: Hey, hey, I'm not going to\r\ndress it up and make it nice like Coop does. ",
        "Ava: That's not what Coop does. ",
        "Alan-Michael: Forget I said anything. ",
        "Ava: Forgotten. ",
        "Alan-Michael: Has it occurred to you Olivia\r\nmight be lying? Your dad could have been a good guy she just threw out with the\r\ntrash. ",
        "Ava: Olivia, sure. But we'll never know,\r\nwill we? ",
        "Alan-Michael: I could put my PI on it and\r\nsee what we can dig up. ",
        "Ava: My father, a decent, honest man. Always\r\ncan hope, I guess, right? ",
        "",
        "Billy: Come on, Josh, pick up. (Cell phone rings) ",
        "Josh: What do you want? ",
        "Billy: There's trouble. ",
        "Josh: Are you still drinking? ",
        "Billy: It's Reva, she's in Cedars and we\r\nneed you down here right away. ",
        "Josh: What happened? ",
        "Billy: Look, I'll tell you when you get\r\nhere. ",
        "Josh: Ah...  (Machine beeping)",
        "Billy: What's going on? What's going on? ",
        "Rick: Get him out of the way here. ",
        "",
        "Buzz: Writing a story? ",
        "Coop: I'm looking at airfares. I'm going to\r\nsurprise Ava with a trip to London. ",
        "Buzz: London is sweet. Listen, about\r\nearlier, springing that dinner on you with Olivia... ",
        "Coop: Just forget it, forget it. But do me a\r\nfavor, Pop, don't ever bring that woman around Ava\r\nagain. ",
        "",
        "Olivia: St. Jude. (Knock on the door) ",
        "Ava: I want to know the truth about my\r\nfather. ",
        "",
        "Cassie: See, now, aren't you glad we got\r\nheld up. Now you can read your comic on the plane. ",
        "R.J.: I can't wait to see what Spiderman\r\ndoes to save the day this time. So, are we still going to Paris? ",
        "Cassie: Yes, we certainly are. ",
        "R.J.: And uncle Josh\r\nis coming with us? ",
        "Cassie: Yes, he is. It is going to be the\r\nthree of us from now on, kiddo. A real family. ",
        "",
        "Billy: Is Reva out... No, she's not.",
        "Rick: She was having problems breathing, but\r\nwe stabilized her. ",
        "Billy: Can I go see her? ",
        "Mel: Let her rest, Billy. She was worked\r\nabout something. ",
        "Billy: I'll just look at her. ",
        "",
        "Rick: Are you okay? ",
        "Mel: Sure. ",
        "Rick: What's wrong? ",
        "Mel: Reva has always been such a... ",
        "Rick: Spitfire? ",
        "Mel: Yeah. I mean every since I've known\r\nher, and now... I don't know, this job, it's just so hard sometimes. ",
        "Josh: Where is she? ",
        "Lillian: Josh, you can't see her right now. ",
        "Josh: Well, I'm here. I'm here! What the\r\nhell is going... what? Reva? Reva?\r\nMy God, what happened? ",
        "",
        "Buzz: So much misery. So many people lost,\r\nsuffering. I think people everywhere, just like Springfield, are looking for\r\nsomething bigger, wandering in the dark, and searching for a light. Something to guide the way. ",
        "Gus: I'm going to go check on the lights. ",
        "Harley: No, no, because you're the one who\r\nwired this house in the first place. I will go. ",
        "Gus: Can we get some help here, please. ",
        "Richard: Gus, what happened to her. ",
        "Gus: It was Halloween lights, and she\r\ntouched them and she got electrocuted. And she hasn't opened her eyes. What was\r\nthat? ",
        "Harley: For too long Springfield has\r\nsuffered in the dark, looking for a savior, looking for hope and guidance. I\r\ncan be that hope. I am that hero. (Buzzer) ",
        "Harley: It's just me, regular old Harley. ",
        "Mallet: Maybe I should call my best friend Spiderman\r\nand see what he has to say about it. I have him on speed dial, right above the Incredible\r\nHulk and the Easter Bunny."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=gynJjeSKdok"
}