{
    "Episode Summary": [],
    "Recap": [
        "Alan is still on Josh's case about Lizzie and the baby. Jonathan, Lizzie, and the baby show up. Jonathan announces they have named the baby, Sarah after Reva and Cassie's mom. Everyone but Alan is happy with this. Gus and Harley talk about having a baby. Gus is keeping his secret that he can't help Harley with having a baby. Frank gives Harley and Gus some news that makes Gus take off. Mallet, Vanessa, and Dinah have dinner and talk about the TV Station. Mallet tells the ladies that due to Dinah's show the SPD has solved some cases. All the Lewis, and Lillian and Beth get to hold baby Sarah including Tammy, who is starting to wonder about her decision to not see Jonathan. Jonathan calls Reva \"Granny\", which makes Reva laugh. Alan wants to see Sarah, but Jonathan says no. Dinah makes a stand about her TV show and tells Mallet he doesn't have to bribe Vanessa. Vanessa makes her decision to go ahead with the show. Gus asks about a girl in foster care. Ashlee has some info for Dinah. Mallet catches Ashlee ad Dinah talking. Jonathan brings baby Sarah home to Cross Creek. Josh helps out by looking for some old baby clothes up in the attic. Reva is already making plans for Sarah. Tammy and her mom, Cassie have lunch in the same place as Beth and Lizzie. Cassie reminds Tammy that she is the one that she is the one that broke it off with Jonathan. Lizzie is talking to Beth about Sarah. Beth talking to Lizzie has nice things to say about Jonathan as father. Beth agrees that Lizzie's actions were justified when she and Jonathan took off. Lizzie tells Beth she isn't happy with Jonathan and tells her that she is Jonathan's wife only on paper. Dinah tells Mallet the only reason Ashlee is helping is so they don't do the same kind of tv show. Mallet decides he doesn't need a tv show after all or does he? Frank, Gus and Harley talk about a baby in foster care. And Frank says he'll make some calls. Gus makes his own calls. Jonathan and Josh talk about Sarah and Josh compliments Jonathan on what a good job he is doing. Lizzie tells her mother that Jonathan is getting attached to her and Sarah. Tammy tells her mother that Lizzie is using the baby to stay with Jonathan. And that she'll prove it."
    ],
    "Recap Author": "Beth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Harley: Guess what today is?",
        "Gus: ( Sighs ) Today is the day this guy should get some freaking clothes on.",
        "Harley: No, no, no. Ignore Mr. December. I'm talking about this right here. I am ovulating. Let's go make a baby. Come on, we can go...",
        "Doctor: I don't believe you'll ever be able to father children.",
        "Harley: Come on, come on.",
        "Gus: You want to do this right now?",
        "Harley: Well, not here on this desk, actually, no.",
        "Gus: Babe, we're at work.",
        "Harley: It never stopped us before. Come on, it'll be like the old days when we would used to try to dodge the chief so he wouldn't catch us. Come on. We can't go in here because half the squad will see us. But, hey, the evidence room. There is a lock on that door. Baby, I just feel like today is the day. I don't know why. I just feel it. And you know that I want to make a baby with you more than anything in the world, okay?",
        "[SCENE_BREAK]",
        "Mallet: Oh, hey, how are you?",
        "Dinah: Oh, what did I do to deserve these?",
        "Mallet: Um, nothing.",
        "Dinah: Really?",
        "Mallet: Well, I mean, it's a work thing. It's a work thing.",
        "Dinah: Oh, okay. Being a good cop today?",
        "Mallet: You're funny. And I love you.",
        "Dinah: Mm.",
        "Mallet: And I'll see you at home later. All right.",
        "[SCENE_BREAK]",
        "Tammy: Oh, hey.",
        "Remy: Hey, yourself. You ready for lunch?",
        "Tammy: We have plans?",
        "Remy: We do now.",
        "Tammy: Whoa, no, no. I would love to, but I have finals coming up so I really can't.",
        "Remy: It's cool. I have an in with the Dean. Don't worry about it.",
        "Tammy: Hey, Remy, seriously, no. I don't have time to...",
        "Remy: Tammy, trust me, you want to come with me. Come on. Let's go.",
        "[SCENE_BREAK]",
        "Reva: Hey. Oh, I'm so glad you're here. I can use all the help I can get.",
        "Cassie: You haven't heard from Jonathan and Lizzie yet?",
        "Reva: Not in days.",
        "Cassie: We will find them.",
        "Josh: Maybe they don't know yet that Alan didn't win custody.",
        "Reva: Well, I'd think they'd be back with the baby by now.",
        "Billy: Well, maybe. But maybe it's more comfortable for them out there away from Alan right now. Hey, speak of the devil!",
        "Alan: Well, Josh, are you proud of yourself? Thanks to that little show you put on in the courtroom, Elizabeth's baby may be lost to us forever.",
        "Reva: Alan, that little girl belongs with her parents.",
        "Alan: Her parents who are raising a newborn on the run.",
        "Billy: Thanks to you.",
        "Josh: Alan, it's over. It's not your call anymore.",
        "Alan: What's your stake in this anyway, Josh? Have you switched sisters again?",
        "Cassie: Hey, our whole family is in this together, Alan.",
        "Reva: I don't think you want to start comparing families, do you, Alan?",
        "Beth: Well, at least he never walked out on his family.",
        "Josh: They would be a whole lot better off if he had.",
        "Alan: Hey, watch how you talk to my wife.",
        "Josh: Watch how you talk about Reva, okay?",
        "Reva: Let's go, let's go.",
        "Alan: No, I'm not... I'm not going until Reva tells us where they are.",
        "Reva: I don't know where they are.",
        "Lillian: There they are.",
        "Jonathan: I'm glad to see not much has changed.",
        "Alan: Where the hell have you been?",
        "Reva: What does it matter, Alan? They're back, and she's here. We missed you so much. She looks even more like you than she did before.",
        "Lizzie: She was so good in the car. She slept the whole way. She's such a good baby.",
        "Lillian: Of course she is. She's a Raines baby, that's why she is so beautiful.",
        "Reva: Hey. ( Laughs )",
        "Jonathan: So, Alan, we heard what happened in the courtroom.",
        "Alan: Then you know I want what's best.",
        "Jonathan: Yeah, stay away from Sarah.",
        "Alan: Sarah?",
        "Reva: Sarah?",
        "Lizzie: It was Jonathan's idea. We'd thought you'd like it.",
        "Jonathan: Well, I never got to meet her, and you almost didn't get to meet little Sarah. ( Laughter )",
        "Josh: It's a good name.",
        "Billy: It's a great name.",
        "Alan: I'm not going to let you edge out Elizabeth. You name your baby after your family, you run off, you endanger the mother and the baby...",
        "Lizzie: Granddad, we were fine. And we saw a doctor.",
        "Alan: Not the specialist in Chicago that Lillian...",
        "Lillian: Alan, I told you, the baby's heart murmur is probably just fine.",
        "Alan: Who's side are you on?",
        "Lillian: I'm on little Sarah's side. Oh, she's just beautiful. She'll have a lot of fun with a certain nurse. ( Laughter )",
        "Beth: Honey, how are you?",
        "Lizzie: I'm good. And with Jonathan taking care of us, I'm just really lucky to have him.",
        "Lillian: Obviously she didn't get it from that side of the family. ( Laughter )",
        "[SCENE_BREAK]",
        "Tammy: Okay, a sit-down lunch? We couldn't have just ordered take-out from Company? I'm going to have to pull an all-nighter, and I will keep you up, Remy. I will study very loudly. Fine, you're paying.",
        "Remy: I said I would.",
        "Tammy: Well, I'm ordering. Surf and turf. Last chance.",
        "Remy: After you. ( Music playing )",
        "Tammy: They're here. How did you know?",
        "Remy: Who do you think found him? Somebody had to track them down, tell them Alan tanked in court.",
        "Tammy: You did it for me, because you knew I was worried.",
        "Remy: It was the right thing to do. ( Laughter )",
        "Reva: How many times have you checked the...",
        "[SCENE_BREAK]",
        "Harley: So?",
        "Gus: What?",
        "Harley: Do you think that was it? Because I think that was it.",
        "Gus: ( Sighs ) I... baby.",
        "Harley: Listen, I may be jumping the gun, but I think that we should do the nursery in neutrals and then wait until the baby is born to find out if it's a boy or a girl. What do you think?",
        "Gus: Yes.",
        "Harley: About which part?",
        "Gus: I think you're jumping the gun.",
        "Harley: Well, okay. I guess we could wait until it officially happens?",
        "Gus: And what if it doesn't happen?",
        "Harley: ( Gasps ) Don't put that out there.",
        "Gus: I like a quickie like the next guy, okay? And... but is this really the way we want to have a kid?",
        "Harley: I'll make a baby any which way I can. How doesn't matter. When does.",
        "Gus: I'm just saying, I think maybe we should be worrying about the kids that we have, as opposed to the ones that we don't have yet.",
        "Harley: Honey, I think it just happened. I swear.",
        "Gus: What?",
        "Harley: I feel it.",
        "Frank: Oh, there you are. Where did you guys go?",
        "Gus: Lunch.",
        "Harley: Bathroom.",
        "Frank: Gus, I've got a little paperwork for you here. And sis, Rick called and said the boys are having fun.",
        "Harley: Oh, good.",
        "Gus: What, they're not at school?",
        "Harley: No, they are. It's just a father/son day.",
        "Gus: What did you say?",
        "Harley: It's father/son day.",
        "Gus: You didn't tell me that.",
        "Harley: They'll be home later, honey. I assure you. ( Laughs )",
        "Frank: Listen to this. Rick said that Zach asked the teacher if he could bring the new baby by next year for show and tell.",
        "Harley: Yeah. I will talk to him about that. ( Laughs )",
        "Frank: It's awful cute.",
        "Harley: What is going on with you? Look at this mess.",
        "Gus: I got it. Please.",
        "Harley: Honey, get the floor, it's time...",
        "Gus: Please? It's my desk. I'll take care of it.",
        "Harley: What?",
        "Gus: Nothing.",
        "Harley: It doesn't seem like nothing.",
        "Gus: It's nothing.",
        "Harley: Is this because Rick is spending the day with Jude at the father/son thing and you're not?",
        "Gus: No.",
        "Harley: Listen to me. I just thought it would be nice if he spent some time with Jude alone because he's been going through so much with Mel. That's all.",
        "Gus: Of course, I'm fine with it, okay?",
        "Harley: I'm sorry. I didn't mean to make you feel left out. We're not going to have this trouble when we have our own baby, okay? Because we can go through everything together right from the start. Are you mad at me?",
        "Gus: No.",
        "Harley: Because I'm not mad at you if you're not mad at me.",
        "Gus: No. We're fine. We're fine. Okay? I'm sorry, too.",
        "Frank: All right, just do me a favor. Keep me posted, okay? Thank you. You know that baby that spent the night with you guys?",
        "Harley: Yeah, Gracey.",
        "Frank: Sidney.",
        "Harley: Sidney.",
        "Frank: Well, the grandmother that you placed her with passed away. We found the baby in the house. And with both parents in jail, I'm sending someone over to...",
        "Harley: Oh, my gosh.",
        "Frank: Where are you going?",
        "[SCENE_BREAK]",
        "Dinah: Hi, working my little petootie.",
        "Mallet: Well, hello.",
        "Dinah: Yes?",
        "Mallet: You followed me.",
        "Dinah: Oh, you wish I followed you. I'm here to work, just like you.",
        "Mallet: Uh-huh.",
        "Dinah: So, whatcha' working on?",
        "Mallet: You first.",
        "Dinah: Oh, well, I'm here for the obvious material.",
        "Mallet: Oh, right, your gossip show.",
        "Dinah: My infotainment show.",
        "Mallet: Infotainament show.",
        "Dinah: It is known as infotainment and entertainment.",
        "Mallet: Oh, information and entertainment, I get it.",
        "Vanessa: Hello darling, what a surprise.",
        "Dinah: Hello, Mom.",
        "Vanessa: Hello. I'm sorry I'm a little late. I just stopped by to see the newest edition to the newest Spaulding/Lewis family. She's adorable.",
        "Mallet: No problem at all. Thank you for coming. And these are for you. I'm sorry, some of them have been kind of picked at.",
        "Vanessa: Oh, you shouldn't have.",
        "Mallet: My pleasure.",
        "Vanessa: These are lovely.",
        "Dinah: Well, Mom, I didn't know that you joined the force.",
        "Mallet: Well, I actually... here you go, here. Why don't you sit here?",
        "Vanessa: Thank you.",
        "Mallet: I wanted to invite her here and thank her for putting \"The Law\" on the air.",
        "Dinah: Honey, don't you hate those people following you around?",
        "Mallet: Well, sometimes. But the thing is, we have cracked a few cases because of viewer tips. So that show is helping us to fight crime.",
        "Vanessa: Oh, that is excellent.",
        "Mallet: Excellent.",
        "Vanessa: Excellent.",
        "Dinah: Okay, I'm on to you, little pretty boy with the flowers and the compliments.",
        "Mallet: Pretty boy? What you talking about?",
        "Dinah: Yeah, yeah. Are you not noticing that my mother is a very shrewd woman, she's very smart, she's fair, she's intelligent, she is the axis of my reality. She is the heartbeat to me. I depend on her.",
        "Vanessa: ( Laughs ) I'm so glad I'm here. It's nice to have all this attention. I do take bribes. ( Laughter )",
        "[SCENE_BREAK]",
        "Cassie: The baby is cute, huh?",
        "Tammy: So cute.",
        "Cassie: They owe you a lot.",
        "Tammy: Oh, I was just moral support. Jonathan delivered the baby.",
        "Cassie: I wasn't talking about the delivery.",
        "Lizzie: Hey, Tammy, did you have a chance to hold Sarah yet?",
        "Tammy: Oh, that's okay.",
        "Lizzie: No, you should.",
        "Jonathan: If she doesn't want to then...",
        "Tammy: Okay. Uh-oh.",
        "Jonathan: What?",
        "Tammy: The face she just made, that's the face you make when you're thinking really hard.",
        "Lizzie: I think she's pooping. ( Laughs )",
        "Tammy: Hi, Sarah. I forgot how little she is.",
        "Jonathan: Yeah, she's little. She's got lungs, though. She's got rock star lungs.",
        "Tammy: Is she keeping you up?",
        "Jonathan: No, it's not been that bad. I can't really blame her how much we've been moving around lately, you know?",
        "Tammy: I'm glad you're back.",
        "Jonathan: Yeah.",
        "Lizzie: Reva! Do you want to hold her?",
        "Reva: Oh, my goodness, I would love to. Oh. Like a sweetie.",
        "Tammy: Congratulations. You're going to be great.",
        "Lizzie: I am going to grab the diaper bag. I'll be right back.",
        "Reva: Ooh, look at you. I'm sorry. You know, I just... I didn't realize.",
        "Jonathan: That's ok.",
        "Reva: There you are. Are you okay?",
        "Jonathan: Yeah. Do you think she's too little?",
        "Reva: She is absolutely perfect.",
        "Jonathan: I don't know, I just felt like she is... maybe came too soon in the car, in the snow. I don't know what normal is.",
        "Reva: Normal is boring. This child is extraordinary. And she's going to be fine. We're going to buy her pretty dresses and we're going to fill that house full of toys.",
        "Jonathan: You're spoiling her already.",
        "Reva: Yes, well, I'm glad I'm here. I never got to see a kid through.",
        "Jonathan: What do you mean?",
        "Reva: You know, with my kids, and Susan wasn't there all the way through it, you know, with you. But I'm here now.",
        "Jonathan: Hey Sarah, did you hear that? Granny Reva is all in.",
        "Reva: Excuse me. Did you call me granny? ( Laughter )",
        "Jonathan: It's so weird when she looks at me sometimes. I really feel like she knows it's me. It's wild.",
        "Reva: Yeah, welcome to parenthood.",
        "Josh: Yeah, welcome to parenthood. Long days, long nights. You worry, you question yourself. You feel like your heart is running around sort of outside of your body.",
        "Jonathan: You're not helping, Joshua.",
        "Josh: No, it's a great ride. It's a great ride. You're going to love it. Congratulations.",
        "Alan: I've waited patiently long enough. You can't deny that child a right to know her mother's family.",
        "Jonathan: Yes, I can. You got it, Remy?",
        "Remy: Right here. Alan Spaulding, you've been served.",
        "Alan: What is this?",
        "Jonathan: A restraining order, keeping you 50 feet away from Sarah. This right here is me being kind. I'm done being kind right now.",
        "[SCENE_BREAK]",
        "Beth Ehlers, \"Inside The Light.\" Harley's odyssey began in September of 1987. Oh, God, I'm dating myself. I'm proud to be on the longest- running show in broadcast history. See Harley, Wednesday December 13, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Remy: Whoa, that's enough, Mr. Spaulding.",
        "Lizzie: Look, this is... you did this to yourself.",
        "Alan: You will be very sorry you did this, very sorry.",
        "Lizzie: Well, I think it's time for us to go. We are restricting her daily drama intake.",
        "Jonathan: ( Laughs )",
        "Lizzie: Do you have the diaper bag?",
        "Jonathan: Yeah, yeah. You know, I think it's time we got a bag without pink rabbits on it. It looks like it's on some kind of trip.",
        "Josh: Does Harley Davidson make diaper bags, do you think?",
        "Reva: You know something, you always tried to get rid of our diaper bag, too. You tried to lose it on several occasions.",
        "Josh: Yeah, well, I almost succeeded.",
        "Reva: Yeah, diaper bag in the pantry, diaper bag by the fishing hole.",
        "Josh: I'm just saying, is there anything wrong with a nice, leather satchel. A briefcase, something along those lines?",
        "Cassie: Why not use a bowling ball bag?",
        "Josh: There you go.",
        "Lizzie: Okay, do you guys want to come, too?",
        "Josh: Um, yeah, sure, we'll help you get settled in. Sure.",
        "Cassie: Actually, I'm gonna stay here with Tammy, just to make sure she's ok. You go ahead.",
        "Beth: I could use a little mother/daughter time myself.",
        "Lizzie: Mom, I have to get the baby home.",
        "Beth: Come on, new moms need a little break, too.",
        "Reva: You're mom's been worried about you, honey.",
        "Lizzie: But I'm good. I told you.",
        "Jonathan: Hey, we've got it covered. Stay. Stay. You've been stuck in a room with me and Sarah for too long anyway.",
        "Lizzie: It was fine. Well, if you're okay with it?",
        "Reva: Oh, I hate the idea. ( Laughter )",
        "Jonathan: Bye, Mom. Bye, Nana. Ladies?",
        "Lillian: Beautiful baby.",
        "Lizzie: Um, Jonathan. Thank you.",
        "Jonathan: For spending time with your mom? Do what you want.",
        "Lizzie: No, for all of this. You and me and our baby and our families. It's just... I'm so glad that I could give you Sarah. Just really brought everyone together.",
        "Jonathan: Yeah, yeah.",
        "Reva: Okay, okay, let's go. Let's go.",
        "Lizzie: All right. I'll be home soon. Have fun.",
        "Reva: Diaper change. Bye-bye, mommy. Bye, mommy.",
        "[SCENE_BREAK]",
        "Dinah: What I'm saying is that Mallet's show, you know, it inspires everyday citizens to be proactive, crime-fighting force machines. I mean, it gets them off the sofa. They can get off their lazy butts and really become heroes like that, with momentum. They're admirable people.",
        "Mallet: Okay, you can stop.",
        "Dinah: What, honey?",
        "Mallet: It's just... what are you doing?",
        "Dinah: What I'm doing is I'm singing your praises, you silly. Mallet's show is actually a very good show. It's a good show. And you don't need to bribe my mother, the owner of the station, to get a time slot.",
        "Vanessa: The flowers are lovely.",
        "Dinah: They're lovely.",
        "Mallet: Thank you. Thank you. I get this. It just dawned on me.",
        "Dinah: Do tell.",
        "Mallet: I get this. I understand this all of a sudden. This, this. What is going on here, this performance. This is what snags a TV audience. This is what keeps a TV audience. It makes sense to me now. Get a bright, funny, beautiful woman to host a guilty pleasure TV show. You know, make the TV audience forget about the cold, cruel world. It makes sense to me now. And explore the deeper meanings of the name Suri and Shilo. What do those mean? I don't know. It beats me. But I want to know. And Rick and Jessica, are they going to get back together again? I don't know. But I would like to know.",
        "Dinah: Nick, Nick and Jessica.",
        "Mallet: Nick.",
        "Dinah: Yes.",
        "Mallet: That's right, Nick and Jessica. That's right, honey. You are so on the ball. You know everything. Any station would be happy and proud to have you and your show. And with all this going on, who needs nepotism?",
        "Vanessa: Check, please.",
        "Mallet: No, no I'll get the check.",
        "Dinah: No, it's on me.",
        "Dinah: You're money is no good here.",
        "Vanessa: Actually, I'm paying for the lunch. Thank you very much for asking me out. I had a wonderful time. Before this lunch, I really did have some doubts about whether it was going to work out, you know, pitting the two of you against the only remaining space in the schedule. But now I see it is a very good idea because it has deepened your commitment to television excellence, really raised the bar. I cannot wait to see-- thank you, again-- what happens. Bye, darling.",
        "[SCENE_BREAK]",
        "Cop: Looks like the grandmother died of natural causes. The assistant M.E. will run it by Dr. Bauer later. He said he had something at his kid's school.",
        "Gus: Father/son day.",
        "Harley: We'll follow up with him. We just wanted to check out the scene ourselves because this one is kind of personal.",
        "Cop: The neighbor who called it in heard her crying for hours. The paramedics think the grandmother might have been gone for a while.",
        "Harley: Little Sidney. You have to be braver than any little baby should have to be.",
        "Gus: Take the bottle. She needs to catch a break. So what happens to her now?",
        "Social worker: Temporary foster care until her parents are released from jail.",
        "Gus: You know, my wife and I are the ones that busted her parents, and we took her in for a bit, and then social services took over. And so now, what, she's going to get shuffled off from foster home to foster home until maybe her deadbeat parents get out of prison?",
        "Social worker: No other relatives, an overwhelmed foster care system.",
        "Gus: It blows my mind people like that can have kids and there's other wonderful people in the world that never have a chance.",
        "[SCENE_BREAK]",
        "Ashlee: Oh, Dinah, there you are. I've been looking everywhere for you. What I have in my hands, everything you would ever want to know about \"The Law\".",
        "Dinah: Excellent. You know what, get that all together and then we'll talk about it.",
        "Ashlee: It is all together. It's organized.",
        "Dinah: Oh, good, great. Well, let's talk about it at the station.",
        "Ashlee: You'll never believe what I had to promise this nerd in the mailroom I'd do to him if he handed this over.",
        "Dinah: Great, we should talk about it later...",
        "Ashlee: Look, check this out. There are promotional DVD\"s...",
        "Mallet: Wow, Ashlee. What did you have to promise that mailroom clerk to get all of this stuff? Wow.",
        "[SCENE_BREAK]",
        "Reva: Tada, the next generation has arrived.",
        "Jonathan: Are you gonna do that every time she comes through the door?",
        "Reva: Of course I am, I mean, why shouldn't I? The first time she comes back from her first day at school. The first time she comes through that door after her first dance recital. Her first slumber party. Her first kiss.",
        "Jonathan: Nooo. No.",
        "Josh: I'm afraid she's right, Dad. It happens that fast, or at least it feels like it. So enjoy her now. I'm going to go upstairs. I think there might be a box of baby stuff up in the attic.",
        "Reva: Thanks. Thank you. See how this works?",
        "Jonathan: Yeah.",
        "Reva: Careful, careful. There, you can unswaddle her a little bit, too.",
        "Jonathan: Unswaddle her?",
        "Reva: There you go. Oh, look at her. I think she really likes it here.",
        "Jonathan: Yeah.",
        "Reva: And why wouldn't she? I mean, this is a great place to raise kids. There are all kinds of places to play hide and go seek. Lots of comfy chairs and places to cuddle. ( Laughs ) Josh used to read to Marah in front of the fireplace. What?",
        "Jonathan: Josh.",
        "Reva: Tammy.",
        "Jonathan: ( Laughs ) Not fair. You play dirty.",
        "Reva: Really? How was it seeing her today?",
        "Jonathan: I thought it would... I wouldn't miss her as much, you know, if I wasn't here, because I wouldn't be running into her all the time, or hoping to.",
        "Reva: Yeah, unfortunately, it doesn't work that way.",
        "Jonathan: Yeah. I don't know what sucks worse, missing here while being away or missing her while being in the same room.",
        "Reva: The same room, definitely. ( Baby sneezes )",
        "Jonathan: ( Laughs ) I think she just sneezed.",
        "Reva: Bless you, Sarah.",
        "Jonathan: Yeah, she's my life now. Sarah and Lizzie.",
        "Reva: And me.",
        "Jonathan: And Reva.",
        "Reva: ( Laughs )",
        "[SCENE_BREAK]",
        "Cassie: And then there were four. At least you know where Jonathan is now.",
        "Tammy: Even when he wasn't here, it was like he was here. I thought I would be able to get him out of my head by now.",
        "Cassie: Well, it can't be easy when he still looks at you like that.",
        "Tammy: You saw that, too? I thought I only saw that because I wanted to.",
        "Cassie: No, honey, it was there. He clearly loves you. What?",
        "Tammy: I just got excited for a second. But, really, you know what? It doesn't make a difference. Actually, it makes it worse.",
        "Cassie: Honey, you didn't break up because you fell out of love. You broke up because Jonathan had other responsibilities.",
        "Tammy: And I have to stop obsessing about it, he's a husband with a child. You know what? I do not get her. She got everything she wanted. Why doesn't she look happy?",
        "[SCENE_BREAK]",
        "Beth: You know, we could send it back.",
        "Lizzie: The food's fine. I'm just not that hungry. Do you want some?",
        "Beth: No, thanks. Honey, are you okay?",
        "Lizzie: You've asked me that like ten times. Yeah, the delivery was really tough. But Sarah has been the best baby you could possibly ask for. And the custody battle is over. I'm sorry, um...",
        "Beth: Honey, honey, sometimes new mothers get the baby blues. And that's without running off and having their baby in a car. It is perfectly okay to feel overwhelmed.",
        "Lizzie: I don't. Well, I mean, not in the way that you mean. I love the baby. This just isn't working.",
        "Beth: What? What isn't working?",
        "Lizzie: I thought that... I thought that when I had the baby that Jonathan was just going to fall in love.",
        "Beth: Honey, I saw the way he looks at Sarah. He is in love with that little girl.",
        "Lizzie: With me. I thought Jonathan would fall in love with me. I'm sorry.",
        "Beth: Honey, honey. Come here.",
        "Lizzie: He's so great with Sarah, but not with me. I have been trying so hard. He doesn't really even notice me. I don't get anything from him at all. Nobody ever loves me back. I'm just his wife on a stupid piece of paper. I mean, he's my husband, but he's not really mine.",
        "[SCENE_BREAK]",
        "Mallet: Well, let's see, what have we got here? Lots of goodies. You guys really scored.",
        "Dinah: Mallet.",
        "Ashlee: I had that all cleaned.",
        "Mallet: So, Dinah darling, why are you having your assistant break the law for \"The Law\"?",
        "Ashlee: I didn't break any laws.",
        "Dinah: Ashlee's friend in the mailroom gave it to me as a gift.",
        "Mallet: Yeah right, and then you were giving it to her as a gift. Oh, okay. Yeah.",
        "Dinah: I only want to know what you're doing on your show so I don't do the same on mine.",
        "Mallet: Right. Right, you don't want any overlapage. Cops, gossip, they're very similar.",
        "Dinah: Infotainment. Socialites get arrested for it all the time. Just pick up a paper.",
        "Mallet: Well, I'd love to pick up a paper. I just don't have time. I've been so busy trying to inspire lazy people to fight crime from their sofas.",
        "Dinah: That is not what I meant.",
        "Mallet: Dinah...",
        "Dinah: Fine. You know what, we're not hiding anything. Check it out.",
        "Mallet: Oh, now this. You guys, you shouldn't have. You got this. You guys want to study my on-air technique.",
        "Dinah: Oh, please, I've been on \"The Law\" before, I can outshine you anyday.",
        "Ashlee: And twice on Sunday.",
        "Dinah: Mm huh. Check it out.",
        "Mallet: Okay, let's check it out then. Uh-uh. I'm not watching this. I'm not doing this. This is silly. I'm a cop, not a TV cop. I'm going to work. ( Music playing in background )",
        "Dinah: He's hiding something.",
        "Ashlee: Totally.",
        "[SCENE_BREAK]",
        "Social worker: So I can expect the foster parents within the hour?",
        "Harley: Looks like they found a home for little Sydney.",
        "Frank: Yeah? Well, she's a cutie.",
        "Harley: She is.",
        "Gus: She's gotten big since we saw her.",
        "Frank: I'll tell you what I'll do, guys, tomorrow I'll call social services and see how her first day went, all right?",
        "Harley: You know, by this time next year, we could have one of our own-- me and him, I mean.",
        "Frank: Ah, sis. Nothing like a baby's first Christmas, you know? Eleni put Marina in three beautiful different dresses, one for breakfast, lunch and dinner. She said they were all so pretty on her that she couldn't decide. Oh, my gosh, she looked like such a little angel.",
        "Harley: Have you seen your little angel's desk calendar, Daddy? Come with me.",
        "Gus: Hi, social services told me to call in on the foster father of baby Sydney. Yeah, I'll be there as soon as possible. Ok",
        "Social worker: Hello? Hello. I can't hear you. Hello? Hello.",
        "[SCENE_BREAK]",
        "Jonathan: You know, I didn't say it before, but I heard you really put that judge in his place.",
        "Josh: Well, you and Lizzie, you have your little girl. That's the way things should be. I... I heard you were pretty great yourself when she was sick. Thank you. She needed you.",
        "Jonathan: Needed me. I came to this town alone, and now I have people that need me. Ooh.",
        "Josh: That's called family.",
        "[SCENE_BREAK]",
        "Tammy: You know, before... I mean, you said how Jonathan keeps looking at me. Does it ever bother you when...? I mean, he picked you, he loves you.",
        "Cassie: What do you mean?",
        "Tammy: Forget it. Was she crying? I really don't get her. I hope that she's a good mom. ( Cell phone rings ) Oh, my study partner. Do you have a pen?",
        "Cassie: No, why don't you try the bar.",
        "[SCENE_BREAK]",
        "Lizzie: I'm really okay. I don't know where that came from.",
        "Beth: We talked about this before. You will never be alone.",
        "Lizzie: I know. I know, I know. I know.",
        "Beth: And you knew what was up when you married Jonathan.",
        "Lizzie: I know. I was just having a moment. I don't know. Maybe I just set the bar too high. I mean, Jonathan has come a really long way. We used to hate each other. And now I love him and he... well, I mean I think he really likes me a lot.",
        "Beth: Honey, why don't you come back to the house for a little while?",
        "Lizzie: No. No, I've got to get back to Jonathan and Sarah. She's my best trick in the book.",
        "Beth: Trick?",
        "Lizzie: Well before Sarah, tricks were all I had to get Jonathan to love me. You know, \"Jonathan, please rub my tired feet. Jonathan, please come to the doctor's appointments with me,\" which a real husband would have done anyway. I guess if he just keeps falling in love with our baby and getting more attached to our family.... I love Sarah. And I love what Sarah can do for me, too.",
        "[SCENE_BREAK]",
        "Cassie: Hey.",
        "Tammy: She just called her daughter a \"trick.\"",
        "Cassie: Excuse me?",
        "Tammy: Lizzie, she was just talking about Sarah like she's some kind of toy that she can use to make Jonathan love her.",
        "Cassie: Maybe you heard her wrong. Lizzie loves her baby.",
        "Tammy: No. Not the way a mother should. Mom, I know you didn't see this, but I just heard her.",
        "Cassie: Okay, Tammy, be careful.",
        "Tammy: I gave Jonathan up because it was the right thing to do. I thought Lizzie had changed. But what if... but what if it wasn't the right thing to do? What if Jonathan and that baby can do better than Lizzie?",
        "[NEXT_ON]",
        "Tammy: I'm not going to do anything crazy.",
        "Cassie: You're sure?",
        "Tammy: What Lizzie said just caught me by surprise, that's all. Kind of makes you rethink things.",
        "Cassie: You mean you and Jonathan?",
        "Rick: You must have come here to came here to tell me something.",
        "Mel: Yeah, I want a divorce.",
        "Reva: We can really use you around here.",
        "Josh: Well I do have sort of a vested interesting the outcome.",
        "Dinah: \"The Law\".",
        "Mallet: \"The Law\".",
        "Dinah: \"The Law\". You know what? You have to turn the camera off of me right now. Again with you people?",
        "Mallet: Did you get all of that?"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=3ODJ4M1dH64"
}