{
    "Episode Summary": [],
    "Recap": [
        "Josh and Reva walk in on a party at their home thrown by Jonathan. Danny is confused by Michelle's call. Zach wants to protect his grandfather, which prompts Harley to protect her father by all means necessary. Marina and Danny kiss again. Reva hangs out with Jonathan's friends. Sebastian realizes that Michelle was lying to him about calling her father and threatens to kill Tony. Josh meets Ruth at J. Farley's and is surprised to hear her take on the killer in Phillip's murder. A police officer overhears Ruth also and places her under arrest for suspicion of murder. Holly and Michelle hope that Danny will realize something is wrong. Michelle tells Sebastian that she remembers her research with her father and she might be able to help him. Tony, Michelle and Holly hope that this bluff will buy them some time."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: What? Mm. Mm. Mm. Wow. Hmm, hmm, hmm. That was unexpected.",
        "Josh: That was long overdue. I just don't want to fight with you anymore, Reva.",
        "Reva: I don't either. And I'm sorry that I didn't tell you I was leaving with Jonathan.",
        "Josh: That's okay. You did what you had to do for your son.",
        "Reva: I know. I just wanted to give him a chance to confront the man who tormented him.",
        "Josh: We're all better off now that Alfred is gone.",
        "Reva: Yeah, I guess so. You know, being in that house with Jonathan, I could feel what he must have gone through. I could practically see him as that abused little boy.",
        "Josh: Don't do this to yourself.",
        "Reva: You know, we have a long way to go, but I think we're making progress.",
        "Josh: I hope so. I know it's what you want.",
        "Reva: Yes. Guess he's home.",
        "Rowdy: Crank it up.",
        "Zoo: Two for two, two for two. Ha hi, ha hi, hike.",
        "Reva: Hi.",
        "[SCENE_BREAK]",
        "Harley: Hey you. I sneaked out of our apartment with a backpack once when I was your age, you want to know why? Cause I was running away from home.",
        "Zach: Well, I'm not running away from home.",
        "Harley: No? What are you doing?",
        "Zach: I'm going to get Grandpa.",
        "Harley: What do you mean you're going to get Grandpa?",
        "Zach: Mommy, I have to go help Grandpa, or else he'll die like Daddy did.",
        "[SCENE_BREAK]",
        "Danny: Sorry. This could be the nanny. Hello?",
        "Michelle: Dad. Hi. It's me. It's Michelle. Can you hear me okay? I'm so glad that I got through to you.",
        "Danny: Michelle? I ... can hardly hear you.",
        "Michelle: Yeah, Dad, it's me.",
        "Danny: No, Michelle. It's Danny. What's going on?",
        "Michelle: Is that better, Dad?",
        "Danny: It's Danny, Michelle, Danny, not your Dad. You must have misdialed. Where are you?",
        "Michelle: Uh, well, that's a really long story, Dad. A very long story. But the bottom line is, I need your help.",
        "Danny: Wait, you need my what? Michelle, I can't hear you, you're breaking up.",
        "Michelle: I said, I need...",
        "Danny: Michelle. That's weird. She just hung up.",
        "Sebastian: Why'd you hang up?",
        "Michelle: I didn't. The connection was lost.",
        "Sebastian: Who were you talking to, Michelle?",
        "Michelle: What do you mean, who was I talking to? My father, obviously.",
        "Sebastian: You're lying. Who were you on the phone with?",
        "Tony: Back off, Sebastian.",
        "Sebastian: Stay out of this, Santos.",
        "Michelle: I called my father in Africa. They don't have the greatest phone service there, what can I tell you.",
        "Sebastian: I don't have time to play games, Michelle.",
        "Michelle: Wow, you're paranoid, Sebastian.",
        "Sebastian: Yeah, dying does that to you.",
        "Danny: Hello? Hello, Michelle? Michelle, it's Danny. Is that you again?",
        "Sebastian: You just killed your boyfriend.",
        "Marina: She hang up again?",
        "Danny: Yeah. I mean, the first time she kept calling me Dad, like she thought she'd reached Ed. And this time, if it was her, she just hung up.",
        "Marina: Well, maybe try calling her back.",
        "Danny: Nope. The number comes up as unavailable, so she couldn't have called me from her cell phone or Tony's, because I have both of their numbers programmed into mine.",
        "Marina: Maybe she tried calling you from a pay phone somewhere? When was the last time you heard from her?",
        "Danny: Never. I mean she called Robbie, a couple of days after she left town, and that was weeks ago. I'm going to call Rick and see if maybe he heard from her.",
        "[SCENE_BREAK]",
        "Harley: Sweetie pie. I know that you worry about Grandpa. But you don't have to worry about him. Cause they're taking really, really good care of him in the hospital. You know who's looking after him? Lillian. And she is the best nurse in the whole world. What? Talk to me.",
        "Zach: Daddy was in the hospital, and he died.",
        "Harley: You know what, bud? Not everybody who goes in the hospital dies. Grandpa is not going to die. He has a boo-boo on his heart and, it's been kind of acting up and hurting him, because he's been under so much pressure lately. But you know what? Mommy is going to make that pressure go away, okay?",
        "Zach: How?",
        "Harley: Why don't you let me worry about how, okay? You know why? Because I'm the Mommy, and it's the Mommy's job to worry. It's your job to figure out what you are getting for Grandpa Buzz this Christmas. Cause you know what? He's going to feel better. And he is going to be home and with us on Christmas day.",
        "Zach: Promise?",
        "Harley: I promise. Come here.",
        "[SCENE_BREAK]",
        "Jonathan: I just wanted to have my friends over to hang. Hey, you guys said that was cool, right? You said make myself at home?",
        "Josh: We set up certain ground rules when you moved in here. One of which was no drinking.",
        "Jonathan: Whoa.",
        "Josh: Do you remember that?",
        "Jonathan: Everybody's legal.",
        "Josh: You're not.",
        "Jonathan: Yeah, well, where I come from, the drinking age is 18. (Laughter)",
        "Reva: Just give us a sec.",
        "Zoo: Oooh.",
        "Rowdy: Ho, ho, ho.",
        "Zoo: Guess we ought to move the party?",
        "Jonathan: No, no, sit tight. My new Mom said she would do anything for me.",
        "Sabrina: Totally.",
        "Jonathan: So, let's see if she meant it?",
        "Reva: I'm sorry.",
        "Josh: You're not the one who should apologize, Reva.",
        "Reva: You know what, why don't you just go ahead and get out of here, and let me handle this. I mean I know you want to catch up with Billy anyway.",
        "Josh: Wait, wait, wait. Reva, listen to me.",
        "Reva: No, it's okay. Really. I mean he's my son, right? I can handle it.",
        "Josh: Okay. Be careful. I'll see you.",
        "Jonathan: Where's Josh going?",
        "Reva: He went to see Billy.",
        "Jonathan: Does this mean we have you all to ourselves? Cool.",
        "Reva: You think?",
        "[SCENE_BREAK]",
        "Danny: Okay, well, if Rick does hear from Michelle, will you tell him to call me, please? Yeah. All right, I'll talk to you later. Thanks, Mel.",
        "Marina: Nothing.",
        "Danny: No, not as far as Mel knows. And who else would Michelle have tried to reach? I don't know. Maybe Bill Lewis?",
        "Marina: You know, while you do that, I'm going to go start decorating the tree.",
        "Danny: Okay.",
        "[SCENE_BREAK]",
        "Sebastian: Marco. Get back down here.",
        "Holly: Sebastian, you're overreacting.",
        "Sebastian: Take Mr. Santos to where we found him, and toss him back in. See how long he lasts this time.",
        "Michelle: No, no, you can't do that.",
        "Holly: Don't do this.",
        "Tony: No, no, no. He's bluffing.",
        "Sebastian: Oh, you think so?",
        "Tony: Yeah, I do.",
        "Michelle: Don't. All right, I lied. I didn't call my father. All right.",
        "Sebastian: You don't have a clue where your father is, do you?",
        "Michelle: No, not right now, but if I make a few calls, I know I can track him down. Just give me a chance.",
        "Sebastian: Too bad you didn't think about that weeks ago, Michelle.",
        "Holly: Sebastian, you made your point. Now stop this.",
        "Sebastian: My point? Exactly what is my point?",
        "Holly: That you are desperate, and that we can never underestimate you, and this is not a game. We understand. Michelle is never going to try a trick like that again. None of us will, I promise you.",
        "Sebastian: You're giving me your word...",
        "Holly: Yes.",
        "Sebastian: ...And that's comforting.",
        "Holly: Please, please. I know. You're sick. You're sick and in a lot of pain. But please don't do this. I'm begging you, please don't do this. For my sake. For the connection between us.",
        "[SCENE_BREAK]",
        "Danny: Hey, want some help with this?",
        "Marina: That was fast. Bill wasn't there?",
        "Danny: No, I changed my mind. Didn't call him.",
        "Marina: Why?",
        "Danny: Because, I'm not going to fall into that trap again, and let Michelle's whims rule me. She didn't call me. She thought she was calling her Dad, but she got me by mistake.",
        "Marina: She's the mother of your child, Danny. If you're concerned, then...",
        "Danny: I'm not. I'm not. So. Where were we? I think I remember.",
        "[SCENE_BREAK]",
        "Jonathan: Lecture time. So much for you saying that you wanted to get closer to me.",
        "Reva: I'm sorry. Explain to me how trashing my home would bring us closer.",
        "Jonathan: I brought my friends over here because I wanted them to meet you. And then we get here and you're not home, so we got to hanging out and we got to fooling around. You know, it's nothing that a few garbage bags and a vacuum won't clean up. (Sighs) But, I'll just go tell them that they've got to go home.",
        "Reva: No. No, no, no, no, no. No. You want me to meet your friends and I'm interested in that, so please, introduce me.",
        "Jonathan: Yo, guys! This is my mother, Reva! Reva, this is Rowdy, this is Zoo, and this is Sabrina.",
        "Sabrina: That's awesome.",
        "Reva: Okay. Now, Rowdy I can kind of figure out, but Zoo? How in the world did you get a name like Zoo?",
        "Jonathan: Yeah, it's a long story and it's best if you don't know all the details. (Laughs)",
        "Reva: I'm going to grab a beer and then we can all get better acquainted.",
        "Zoo: Your Mom's okay, man.",
        "Sabrina: She's not bad. Be nice to her.",
        "Jonathan: Hey. Reva, listen, why don't you just go upstairs? Don't feel like you have to hang out with us.",
        "Reva: Well, how am I going to get to know your friends if I don't hang? Oops. Look at that. Mmm. Favorite part.",
        "Jonathan: Reva, this is really not your thing.",
        "Reva: That's good. Want to bet? Okay, somebody crank the music! Woo-hoo! That's good. Thanks, guys. Cheers. (Hard rock music)",
        "[SCENE_BREAK]",
        "Harley: Okay, Daddy. This is for you. I'm going to take the heat off of you and put it on Ruth Karloff. All I have to do is find someone in this place to listen to me.",
        "Josh: Billy, it's me. I need to talk to you. Call me on my cell when you get this message, will you, please? Hi, there. Could I get a beer? Whatever you have on tap will be fine.",
        "Bartender: Sure.",
        "Ruth: My, my, my, my. What a mess. Have you been following the case?",
        "Josh: I'm sorry. Are you talking to me?",
        "Ruth: Oh, yes, dear. Yes. Have you been following the case? The cold-blooded murder of the infamous Phillip Spaulding. (Cackles)",
        "Josh: Yeah. Sure, I have been. I've been, you know, keeping tabs on it.",
        "Ruth: Well, if you've been getting your information from this trash, I can tell you, you are woefully misinformed. The police think Buzz Cooper is the killer. Ha!",
        "Josh: (Laughs) Okay.",
        "Ruth: Well, smirk if you like, dear. But I'm telling you, the police have nabbed the wrong person. They're suckers.",
        "Josh: I assume you have a theory as to who the killer is.",
        "Ruth: Oh, no, dear. I don't have a theory about who the killer is. I don't have a theory at all. I know who it is. For a fact.",
        "Josh: Look, I'm sure everybody has his or her favorite suspect in this case, but speculation is not going to solve this thing. Cold, hard evidence, that's what's going to help the cops find the killer.",
        "Ruth: The police aren't going to find the killer. The brave soul who put those slugs into Mr. Spaulding, they were of superior intelligence and she... or he, covered their tracks impeccably. You know, dear, if the police don't solve a case within the first 48 hours, the odds go down that they ever will. This case has gone on much, much longer than that. And the police aren't even close because Buzz Cooper is not their man.",
        "Josh: You know, I know Buzz Cooper personally and I agree with you on that. I think we should leave the detective work to the detectives, don't you? Excuse me. I'm going to go grab a table.",
        "Ruth: Join me in a toast, dear. To Phillip Spaulding. Yes.",
        "Josh: Okay.",
        "Ruth: Couldn't have happened to a more deserving man.",
        "Josh: I'm sorry, but I don't really think that's an appropriate toast.",
        "Ruth: You would if you knew him.",
        "Josh: I did know him.",
        "Ruth: So did I. And I'm telling you, he rues the day he ever met me.",
        "Josh: Is that so? Hey, can I buy you another drink?",
        "Ruth: Oh, yes, dear. Yes, that would be lovely, thank you. Just a drop. Hmm.",
        "[SCENE_BREAK]",
        "Reva: I grew up in a small town in Oklahoma, actually. It was close to Tulsa. There wasn't a whole lot to do, unless of course you could find ... but we still found ways to have a good time. My particular favorite was cow tipping.",
        "Zoo: Cow-tipping? What's that?",
        "Reva: And you call yourself \"Zoo.\" Cow-tipping! I can't believe you have never heard of cow tipping. Okay. Cows sleep standing up, right? So, what you do is you find a field with a lot of cows and you go in their in the middle of the night and you find a big old cow and you sneak up on it and then you push it. Cow-tipping! (Laughter) Yeah.",
        "Rowdy: You do this sober?",
        "Reva: Well, not necessarily. Hey, honey, will you throw me one of those? Thanks. Why don't you give me the other one? The one that wasn't all shook up, so it doesn't spray all over you? Careful.",
        "Zoo: So, you're pretty wild for a Mom.",
        "Reva: Kid, you don't know half of it.",
        "Jonathan: Been a long time.",
        "Reva: Well, not so long that I can't still hang. (Laughs)",
        "Jonathan: You think so, huh?",
        "Zoo: That sounds like a challenge to me.",
        "Reva: Well, what do I have to do, huh? Chug a beer? Throw back a few shots?",
        "Jonathan: No. We got in trouble with the police before. We were over at JJ's house and they seized his computer and now they're looking for us, and we need somebody to hide us, no questions. Will you protect us?",
        "Reva: Well, I mean, you know I always say...",
        "Jonathan: Ha! Just kidding. (Laughs) (laughter) There is no trouble with the cops. Oh! I just wanted to see if you'd bite.",
        "Reva: He wanted to see if I'd bite.",
        "[SCENE_BREAK]",
        "Marina: I am positive the Christmas decorations were in the basement. I saw them.",
        "Danny: Somebody must have moved them.",
        "Marina: Or Lizzie probably threw them away. It would be just like her. First, the little grinchette steals our restaurant. Then she steals our Christmas.",
        "Danny: Hey. Come on, it's not so bad.",
        "Marina: Yeah, well, tell that to my grandfather who is lying in the hospital, okay? I just wanted this place to be Christmassy before he got here. I'm sorry I snapped.",
        "Danny: It's okay. It's okay.",
        "Marina: What's done is done. Right? I'll just go out tomorrow and buy more decorations.",
        "Danny: Come on. I don't think we need to do that. I mean, this is a restaurant, so why don't we just, you know, use restaurant stuff.",
        "Marina: Like what?",
        "Danny: I don't know. Look at these. Look at these. See? They're, like, a nice, funky color. These. Right? The right size. What do you think?",
        "Marina: Are you kidding?",
        "Danny: Yeah, look. You've got paper clips, you know? Use them... see, when you have a toddler, you learn how to be very creative and you just... there. See? Make, like, a little hook out of it. And look at this. Look. You've got candy canes and Christmas trees and stockings. We're golden.",
        "Marina: You're serious.",
        "Danny: Think of it this way: You'll have the most unique, creative tree in all of Springfield.",
        "Marina: Well, you know, I like it.",
        "Danny: Good.",
        "Marina: I like it. French fries dangling from the branches.",
        "Danny: Yeah. We can put a shellacked Buzz burger for a star, right on top.",
        "Marina: And just make sure Lizzie's dog doesn't eat the decorations.",
        "Danny: Well, we could put the dog on top.",
        "Marina: You know, I would do it if I didn't think she would like it. She'd probably dress the dog in an angel costume.",
        "Danny: (Laughs) Probably. Probably. Come on, grab some of this stuff. Let's do it. Okay. What?",
        "Marina: Nothing. Thank you for this.",
        "Danny: Hey, no sweat. So, you should do the honors. Where do you want to put the first decoration?",
        "Marina: Hmm. Right here.",
        "[SCENE_BREAK]",
        "Sebastian: Oh, I'm supposed to spare his life for you, is that it? We're supposed to mean something to each other now?",
        "Holly: You know we do.",
        "Sebastian: Yeah. Until you turned your back on me again. Walk away and leave me to die.",
        "Holly: I came back, in spite of how you treated me, because I couldn't bear you suffering alone. What... why would you wish the same fate for Tony?",
        "Michelle: Sebastian, look, Tony has done nothing to you, all right? I'm the one who messed up. If you want to punish somebody, punish me.",
        "Sebastian: Do you know where your father is, Michelle?",
        "Michelle: No!",
        "Sebastian: Do you have even the faintest idea of low we could go about finding him?",
        "Michelle: Yes. Yes. I do.",
        "Sebastian: You're a liar. And I need to find Dr. Bauer's cure or this pain is going to get worse. It's going to eat away at me. It's going to drive me insane, until I'm dead. But I'll tell you something: If I'm going to die, I'm going to do it on my terms!",
        "Holly: Well, then you let us go.",
        "Sebastian: No. Yeah, so you can get me arrested for kidnapping you? No.",
        "Holly: No, no. We wouldn't do that.",
        "Sebastian: I don't think so. No, thank you. I'm not dying in some prison infirmary. No, thank you. If I die, we all die. Marco! Lock them up.",
        "Holly: No.",
        "Michelle: No.",
        "Holly: No.",
        "Michelle: No, no.",
        "Holly: No.",
        "Tony: I'm too weak.",
        "Michelle: Tony, come on. Come on. You've got to sit down and rest. Come on.",
        "Tony: No. There's no time, Michelle. There's no time.",
        "Michelle: Yes, there is.",
        "Tony: I've got to get you guys, both of you, out of here. I've got to find... I will find a way and both you guys can leave, okay?",
        "Michelle: No.",
        "Tony: Yes.",
        "Michelle: No.",
        "Tony: Yes. You're going to leave me here. Michelle, please. I will stay. I will be Sebastian's hostage. I'm telling you, it's the only way, Michelle. It's common sense. I can't move as fast as you can, okay?",
        "Michelle: I'm not leaving you, Tony.",
        "Holly: I'm not going to leave you, either.",
        "Michelle: Now, come on. You've got to sit down here. You've got to rest, all right?",
        "Tony: You guys, just go. Please. Let me get you out of here.",
        "Michelle: Look, Holly... look, I don't know what is going on with you and Sebastian, but you've got to know something about him that we can use to our advantage, something that will help us get out of here.",
        "Holly: All I know is that he's angry and he's desperate and this disease is making him even more irrational. But what about Danny? Couldn't he tell that there was... you were in trouble?",
        "Michelle: I don't know. I don't know. I don't think so. But he's got to be wondering where I am, right? And if anyone can put the pieces together, Danny can. He's just got to do it fast, because right now he's our only hope of getting out of here alive.",
        "[SCENE_BREAK]",
        "Danny: Okay, you ready?",
        "Marina: I'm ready.",
        "Danny: You sure?",
        "Marina: Yes.",
        "Danny: Okay. Hey. All right.",
        "Marina: Yay. (Laughs) I love it. That is the craziest, most beautiful tree I have ever seen.",
        "Danny: That is pretty great. Pretty great. It still needs something on the top.",
        "Marina: Yeah. Aunt Harley has a star she likes to use, but we need something for now.",
        "Danny: Yeah.",
        "Marina: I know.",
        "Danny: What?",
        "Marina: Robbie left one of his toys here. There it is. Do you think he'd mind?",
        "Danny: Are you kidding? Will he mind? He's going to go nuts. He'll love it. It's a great idea. Do you want me to do it?",
        "Marina: I'll do it.",
        "Danny: You sure?",
        "Marina: Yeah.",
        "Danny: Yeah, just... that's great. Perfect.",
        "Marina: Is that good? Right there?",
        "Danny: Perfect.",
        "Marina: Excellent.",
        "Danny: Brilliant.",
        "Marina: All right.",
        "Danny: Come on down. Oh, hey. Careful, grace.",
        "Marina: Thank you. This is amazing.",
        "Danny: Yeah. I'm glad I could help and make you happy.",
        "Marina: How about some hot chocolate to celebrate?",
        "Danny: That sounds great.",
        "[SCENE_BREAK]",
        "Reva: So, why did you decide to test me in front of your friends?",
        "Jonathan: It was a joke.",
        "Reva: I don't think so. You're still not sure whether you can trust me.",
        "Jonathan: I wonder why.",
        "Reva: You can tell me anything, you know. Nothing you could say would shock me.",
        "Jonathan: Like what?",
        "Reva: Like whatever you're dealing with. Alfred's gone and I know you've probably spent years wishing he were dead.",
        "Jonathan: Oh, I get what this is. You're still not sure if I offed the old man.",
        "Reva: I didn't say that.",
        "Jonathan: Look, dead is dead. And this is one happy camper. So, why do you think I threw this party tonight?",
        "Reva: So, you're at peace now.",
        "Jonathan: I'm blissed out.",
        "Reva: Okay. Well, if you do want to talk about it...",
        "Jonathan: (Groans)",
        "Reva: Look, Jonathan, I'm your mother and I'm not going anywhere, so you might as well stop testing me.",
        "Jonathan: That was so sweet. But you know, those hallmark moments really lose something when your breath smells like beer.",
        "Reva: You're not going to scare me off, so you might as well stop trying.",
        "[SCENE_BREAK]",
        "Josh: Cheers. I didn't catch your name.",
        "Ruth: Oh, dear, I'm terribly sorry. I didn't catch yours.",
        "Josh: Joshua Lewis.",
        "Ruth: Oh.",
        "Josh: Um, so how did you know Phillip, Ms...",
        "Ruth: From here and there. Certainly not very well. Well enough to know he got what he deserved. (Laughs)",
        "Josh: Don't you think that's a little strong?",
        "Ruth: Well, sometimes the truth hurts, doesn't it, Mr. Lewis?",
        "Josh: Absolutely, but no one deserves to be shot down in cold blood.",
        "Ruth: Yes, well, no one deserves to get run down in the street, either.",
        "Josh: Excuse me?",
        "Ruth: He was a bully. He thought he could push people around. Well, he learned. Sometimes people push back. Sometimes people push back harder than you thought they ever could. And then, bam. And it's over. (Laughs) That's just my take on things.",
        "Josh: I agree with you. Phillip riled up a lot of people.",
        "Ruth: Yes.",
        "Josh: Toward the end, there. Could you excuse me for just a minute?",
        "Ruth: Oh, of course. Yes.",
        "Josh: Just stay right there.",
        "Ruth: Of course.",
        "Josh: Yeah, hi. My name is Josh Lewis. Could you put me through to Frank Cooper, please? It's urgent. Thank you. Frank, hi. It's Josh. Listen, I'm having this crazy conversation with this lady here at J. Farley's bar. She's talking about Phillip's murder and it sounds like she might have been the one who did it. I didn't get her name, but her description matches that Karloff woman you've been looking for. Yeah, absolutely. Yeah, okay. I will keep her here. No problem. Uh, excuse me, the lady that was sitting here, that I was just talking to, where did she go?",
        "Bartender: She left.",
        "Josh: Okay. Thank you very much.",
        "Bartender: Take it easy.",
        "Josh: Yeah, you too.",
        "Fantini: Hello, there. You know, I have had my eye on you all night. I'm real sorry, but I can't let you leave.",
        "[SCENE_BREAK]",
        "Michelle: But you've got to know something about him that we can use to our advantage, something that will help us get out of here.",
        "Sebastian: You want to die? Because I don't.",
        "Holly: I know you don't want to die. That's why I'm here. To save you. The lure to get Dr. Ed here.",
        "Sebastian: You want to leave me to die?",
        "Holly: Maybe it's what you deserve.",
        "Sebastian: What I deserve? What I deserve is respect. What I deserve is respect and love and admiration--all of those things my father was denied. You know what Roger needed. Well, I need it too, Holly. The only difference is, I will not be denied!",
        "Holly: (Gasps)",
        "Michelle: No! No, look.",
        "Tony: Michelle...",
        "Michelle: Look, you hurt Tony and you hurt me, and you hurt me and you lose your only chance to live.",
        "Sebastian: Oh, really?",
        "Michelle: Mm-hmm.",
        "Sebastian: How's that, Michelle? You don't know how to get in touch with your father.",
        "Michelle: No. But I was his research partner. I worked in the lab with my father, and that is the next best thing.",
        "Sebastian: Before you lost your memory.",
        "Michelle: So? I remember my medical training. Who's to say I don't remember this? Look, I'm not saying I can cure you, okay, but I can help alleviate some of your pain. I can prolong your life, at least until we can get my father here. Just please give it a try. Please, Sebastian. Come on, it's better than staying here and dying, isn't it? You've got nothing to lose.",
        "Sebastian: All right. All right. We'll give it a shot.",
        "Michelle: Good. All right, just give me a pen and paper and I'll write down what I need to get started.",
        "Sebastian: I swear, if you're lying to me again, Michelle...",
        "Tony: Nice bluff.",
        "Michelle: Thanks.",
        "Tony: Nice bluff.",
        "Holly: What? You made that up? You don't remember the research? Well, it's worth a try.",
        "[SCENE_BREAK]",
        "Marina: I hope you like marshmallows.",
        "Danny: Oh, yeah. Of course. Thanks.",
        "Marina: Here. Don't want to forget that.",
        "Danny: Thank you. Actually, yeah, I need to pick up Robbie soon. But you know, I was thinking that I would drive him around town and take a look at all the Christmas lights. You want to come with us?",
        "Marina: Oh, that sounds like a lot of fun.",
        "Danny: Good.",
        "Marina: But, Danny, you don't have to pretend with me.",
        "Danny: Pretend? What do you mean? Pretend about what?",
        "Marina: That whole phone call with Michelle. Pretty weird.",
        "Danny: Marina.",
        "Marina: Well, I just... I think you should check it out anyway. I mean, why would Michelle be trying to get a hold of her Dad. She hasn't talked to him since the accident, right?",
        "Danny: No. Right.",
        "Marina: So...",
        "Danny: He's pretty much a stranger to her.",
        "Marina: So, why would she be trying to get in touch with him, where she's somewhere with Tony?",
        "Danny: I don't know.",
        "Marina: What are you thinking?",
        "Danny: Remember the last time that Ed's name was used in conjunction with Michelle's? You were there.",
        "Marina: Oh, that guy. Blake's brother.",
        "Danny: Sebastian Hulce.",
        "Marina: He said something at the lighthouse about maybe Ed helping you find Michelle.",
        "Danny: Right. See, I thought that was strange at the time, but I let it go.",
        "Marina: You think it means something now?",
        "Danny: I don't know. Maybe. But, Marina, you do not have to...",
        "Marina: Danny, stop. I'm here. Okay?",
        "Danny: Okay.",
        "[SCENE_BREAK]",
        "Josh: So, I'm sitting there at the bar and this crazy lady is talking to me about Phillip Spaulding's murder--I mean, like, she's confessing to it--and then she disappears. I go down to the police station and look at photographs. It was that Ruth Karloff woman.",
        "Reva: I know her.",
        "Josh: Yeah.",
        "Reva: Remember, I told you. See? She's the woman that assaulted me in Phillip's office. She's definitely capable of murder.",
        "Josh: Yeah. So, all quiet on the home front?",
        "Reva: All quiet.",
        "Josh: Really?",
        "Reva: Mm-hmm.",
        "Josh: How did you manage that?",
        "Reva: Oh, I just showed them all that I could \"hang.\"",
        "Josh: Hang?",
        "Reva: (Laughs)",
        "Josh: Ah.",
        "Reva: What?",
        "Josh: Nothing. Just... just be careful, that's all.",
        "Reva: I know, and I know that he's going to keep testing me, but I just... I have to hope that I'm going to make some progress. (Telephone ringing)",
        "Jonathan: This is the Lewis residence. May I ask who's calling? Speaking. Right. San Jamar. Yeah, that's my parents' house. Why, what... burned to the ground? Well, that's terrible, I... of course I will, officer. Thank you.",
        "Reva: Who was on the phone?",
        "Jonathan: Wrong number. Hey, Josh. You're home. I... don't worry, I'll totally clean all this mess up tomorrow.",
        "Josh: Great.",
        "Jonathan: Tonight was a lot of fun. Thanks. Goodnight.",
        "Josh: Goodnight.",
        "Jonathan: Goodnight, Mom.",
        "Reva: Goodnight.",
        "[SCENE_BREAK]",
        "Ruth: I beg your pardon. You can't let me leave? Is that some sort of threat?",
        "Fantini: No. All's I meant is, I've been watching you all night and you seem like a really neat lady. I'd like to buy you a drink. We can get to know each other. My name is Mike Fantini.",
        "Ruth: Michael, dear, that's a very kind offer but I must be getting home.",
        "Fantini: One drink. Come on. You know, I overheard what you were saying about that Spaulding murder and you've got a real interesting take on it.",
        "Ruth: Young man?",
        "Fantini: Hm?",
        "Ruth: If you'd like to keep your hand, I suggest you release mine.",
        "Fantini: I'm afraid I can't do that. You know, I was hoping to get a little more out of you, but I guess we're going to have to do that down at the station.",
        "Ruth: What? Let go of me.",
        "Fantini: Springfield PD.",
        "Ruth: Let go of me!",
        "Fantini: You're coming with me, Ruth Karloff.",
        "Ruth: You're arresting me? On what charges?",
        "Fantini: Suspicion of murder.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light.\"",
        "Alan: I can't blame you for wanting to adopt her.",
        "Bill: How did you know that?",
        "Alan: Well, come on. Wake up. This is my town, Bill. I know everything.",
        "Billy: Suppose this guy didn't want to kill Phillip but just wanted to scare him? I mean, put the fear of God into him and maybe things got out of hand?",
        "Buzz: Billy, do you know something that could clear me?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=Yo1376hza20"
}