{
    "Episode Summary": [],
    "Recap": [
        "Lizzie gets complimented on her dress from Coop and Buzz as they head for the event at Towers. Marina is going also but on security detail. Once they get to the dance though, Coop admits he didn't have the money to get the tickets but a friend of his set up a table outside just for them. Lizzie is disappointed but when Quinn invites her to come inside with him she tells him she is perfectly happy with Coop and lets Coop know that when he comes back outside. Quinn hits on Marina but she turns him down. Mel and Rick decide that no matter if it is their business or not they need to let Danny and Michelle know that they belong together. They take a video of their wedding to Danny's apartment and are surprised and happy to find Michelle there and think that their talk is what helped in reuniting them. Josh asks Olivia about her time in San Cristobel and if she ever met Jeffrey before Springfield. She says that she thinks that she or anyone else from San Cristobel would have noticed someone that looked exactly like the prince on the island. Tammy admits to Reva that not only does she love Jonathan but he loves her back. Reva tells Tammy that she would be making a mistake not to marry Sandy and go with Jonathan. Jonathan later blasts Reva for not being on his side and then says that if she really loves him as much as she says she does she will help him break up Sandy and Tammy."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Coop: Oh, man. Wow!",
        "Buzz: Whoa.",
        "Lizzie: Thank you, Buzz.",
        "Coop: You look amazing!",
        "Lizzie: Thank you. You look pretty good yourself. This is my first time going with a real-life date to this dance.",
        "Coop: Who'd you take last time, a dead guy or something?",
        "Lizzie: No, just some trust fund loser that my grandfather set me up with.",
        "Coop: Oh.",
        "Lizzie: This time I'm going to go with somebody I actually care about.",
        "Coop: Lucky you. Marina, hey, are you okay?",
        "Marina: Yes, coop, for the thousandth time, I'm fine.",
        "Coop: Where you going?",
        "Marina: Towers.",
        "Lizzie: You're going dressed like that?",
        "Marina: No, dressed like this. I'm going to try to pick up some extra cash and forget about Danny. Got any questions? No? See you there.",
        "[SCENE_BREAK]",
        "Michelle: I gave up hope so many times. But I guess never completely, because I couldn't really let go.",
        "Danny: Neither could I.",
        "Michelle: If this is a dream, I don't want to wake up.",
        "Danny: It's not. It's real, Michelle. You're back where you belong.",
        "[SCENE_BREAK]",
        "Josh: Buzz, you mind if we take this booth over here?",
        "Buzz: Knock yourselves out.",
        "Olivia: So...",
        "Josh: First of all, I'm sorry about the short notice.",
        "Olivia: No, no, I always have time for you. What is so important? Is it something about Lewis?",
        "Josh: No, actually. It's sort of a personal thing. Um... I need something from you, Olivia. I need to pick your brain about Jeffrey O'Neill.",
        "[SCENE_BREAK]",
        "Reva: Tammy, honey, you don't love Jonathan, you can't love him. Now I know a lot has been going on these past few weeks with the blackout, with Edmund taking your mother, with your wedding plans. It's an anxious time and you're confused.",
        "Tammy: No.",
        "Reva: And you may even be having a tiny case of cold feet. It's perfectly natural and I know that you and Jonathan feel like you have a connection, but what you're feeling for him, sweetheart, isn't love.",
        "Tammy: I wish you were right. But I love him, Aunt Reva. I love Jonathan. I've tried to fight it, but I can't. I don't know how.",
        "[SCENE_BREAK]",
        "Buzz: Ma'am, ma'am! You left your... oh, she'll come back. They always come back.",
        "Mel: Hey, Buzz.",
        "Buzz: I lost a customer. Her order...",
        "Rick: Anything good. I'm really hungry.",
        "Buzz: Come on inside. I'll make you something. Bring your beautiful wife.",
        "Mel: We're not staying unless Danny's in there. We're trying to track him down.",
        "Buzz: I don't think you'll be seeing much of Danny anymore. Try the Beacon.",
        "Mel: That was my first thought but Rick wanted to come here first.",
        "Rick: I'm hungry.",
        "Mel: We have to find Danny and talk sense into him. He and Michelle are wasting their lives. No offense...",
        "Buzz: Yeah, I know. Danny and Michelle, it's like an editorial, but it's sort of up to them.",
        "Rick: No, see, that would mean we'd have to mind our own business and we can't have that, right, sweetheart? Mel needs a hobby right now.",
        "Buzz: You're a doctor, a lawyer and have a family.",
        "Rick: Empty nest syndrome, Buzz. Leah's away at boarding school.",
        "Mel: Rick's right. I miss my baby.",
        "Rick: Can you make me a sandwich?",
        "Mel: We have to find Danny. He and Michelle have to face reality. Let's go.",
        "[SCENE_BREAK]",
        "Michelle: Marina will recover from losing you. Although I never did. Yeah, well that was your mistake. The way you love me the way you love me it's so natural, can't remember me without you so everybody that you and I see every day with you is like a glimpse of eternity...",
        "[SCENE_BREAK]",
        "Coop: You know, I have to say that I really wish Marina wasn't working this party tonight.",
        "Lizzie: Well, maybe it will take her mind off Danny like she says.",
        "Coop: Watching other couples dancing and having a great time?",
        "Lizzie: That's true. But when she's on her break she can hang out with us and we can distract her.",
        "Coop: Yeah. Sure.",
        "Lizzie: Coop, what's wrong?",
        "Coop: Look, Lizzie, about this party tonight, things might not be exactly what you're expecting. How we planned it.",
        "Lizzie: How is that?",
        "Coop: Um... ( laughs ) you know how I was working double shifts at company to get a bunch of money together so I could get the tickets, right?",
        "Lizzie: Yes and it's amazing, Coop, really. It is.",
        "Coop: Before you get too appreciative, even after all the extra hours of working, I... I kind of came up a little short.",
        "Lizzie: Oh?",
        "Coop: Yeah. So technically I... I wasn't able to get the tickets.",
        "Lizzie: Okay. So how are we going to get into the ball if we don't have any tickets?",
        "Coop: Right, exactly. That's the thing. See, I've got this friend of mine who works over there who will be doing us a favor so...",
        "Lizzie: Does he work for the charity? Is he a fund-raiser?",
        "Coop: Something like that. Look, the point is what really matters is most is that we're going to be together. I mean, that is all that matters, right?",
        "Lizzie: Yeah. Of course.",
        "[SCENE_BREAK]",
        "Josh: Thank you very much.",
        "Olivia: We're here to discuss Jeffrey O'Neill?",
        "Josh: Is that a problem?",
        "Olivia: No. No. I just thought that maybe you could use a friendly ear, you know, about stuff. Such as Reva.",
        "Josh: Oh, I see. No, I think I've burdened you enough with Reva's stuff.",
        "Olivia: It's not a burden. Really it isn't.",
        "Josh: Well, the situation with me and Reva right now is just what it is, that's all.",
        "Olivia: So it's still up in the air then.",
        "Josh: No, it's pretty much flat on the floor. I guess people are going to hear about this sooner or later but Reva and I... we've called it quits.",
        "Olivia: It isn't what you want, though, is it?",
        "Josh: I'm still trying to figure that part out. Can we get back to Jeffrey O'Neill? Is that okay?",
        "Olivia: Sure. I don't know if I can help you. At most I see he and Cassie at the Beacon together. What exactly do you want to know about Jeffrey?",
        "Edmund: Do you ever stop to think why Jeffrey O'Neill looks so much like my dead brother?",
        "Olivia: I've had dealings with him at Harley's trial but beyond that, Josh...",
        "Josh: I think what I need is a different perspective on the guy. You know, the perspective that might come from somebody who's spent time inside the palace at San Cristobel.",
        "[SCENE_BREAK]",
        "Cassie: You know, I'm starting to rethink this whole party idea.",
        "Jeffrey: Why?",
        "Cassie: Oh, because I'm thinking I can't wait to be alone with you.",
        "Jeffrey: Oh. Well, um, I can arrange that. I can clear everyone out of here. I am the D.A. I have that authority.",
        "Cassie: ( Laughs ) all right. Not yet. I'll let you know.",
        "Jeffrey: What about just Jonathan then?",
        "Cassie: Look, he is trying to do the right thing. He's trying to be a part of this family.",
        "Jeffrey: I hope so.",
        "Cassie: He is. I really think he's... he's past the point where he'd do any of us any harm again.",
        "[SCENE_BREAK]",
        "Jonathan: So these are your invitations, huh?",
        "Sandy: Yup.",
        "Jonathan: It's a big step.",
        "Sandy: Yup.",
        "Jonathan: Any doubts?",
        "Sandy: Hmm, nope.",
        "Jonathan: Where's Tammy?",
        "Sandy: She's outside with Reva. Probably talking about music or flowers. A lot to do before a wedding.",
        "Jonathan: You're right. There is a lot to do. And not a lot of time to do it.",
        "[SCENE_BREAK]",
        "Reva: God, this is just...",
        "Tammy: I know. I know it's not right. I know I shouldn't feel this way about Jonathan and I don't want to but I can't help it!",
        "Reva: Yes, you can. You can help it. You can move past these feelings to something healthier and something better for you. I know you think you love Jonathan. He's a complicated person and deep down inside he has an incredible heart and not a lot of people get to see that side of him. But you have. And I'm grateful for that and I'm sure that Jonathan's grateful for that, too. But you're about to be married, Tammy. You're about to make a lifetime commitment to a man who can give you a family, who can give you kids, who you can plan your future with. You can grow old with and Jonathan can't do those things for you.",
        "Tammy: Because he's my cousin? Because of how other people feel about him, like my mom?",
        "Reva: Just forget that for a moment because I don't care about that. People... when have I ever cared about what other people think about anything? No, this, honey, is about you. It's about who you are and what you need in your life. Jonathan can't give you those things.",
        "Tammy: What if I don't know what I want?",
        "Reva: Then I'll tell you because I know what you want. You need stability. You need to be with a guy who can be a rock for you. No anger, no angst, pure, unconditional love. Honey, you have been through so much in your young life. That's why you're with Sandy. That's why the two of you are so right for each other.",
        "Tammy: I know. I know, and I do love Sandy! I want to be married to him. There's just one problem. I'm not the only one who has these feelings, Aunt Reva. Jonathan loves me, too. And he's not going away. ( Knock on door )",
        "[SCENE_BREAK]",
        "Rick: Hey, danny, are you in there? It's Rick.",
        "Mel: And Mel.",
        "Michelle: What are they doing here?",
        "Rick: It's Rick and Mel. Danny?",
        "Danny: Yeah, yeah. Hold on. I'm coming. I'm coming.",
        "Rick: Hello, hello. I know this seems like this is none of our business, and that we're butting in, but my wife doesn't care that this is none of our business, so I just wanted...",
        "Mel: Michelle.",
        "Michelle: Hi.",
        "Danny: Michelle's here.",
        "Rick: This wasn't part of the plan.",
        "Michelle: What plan? What are you guys doing here?",
        "Mel: That's a good question.",
        "Rick: What's the answer?",
        "Mel: We went over this.",
        "Rick: That's right. We were thinking, mel and I were thinking...",
        "Michelle: Oh, no.",
        "Mel: Well, mostly me.",
        "Michelle: Oh, good.",
        "Rick: We have been thinking that if you guys go through with this, you're making the biggest mistake of your life.",
        "[SCENE_BREAK]",
        "Marina: Yes, sir, I'm on my way.",
        "[SCENE_BREAK]",
        "Lizzie: Okay. So if we don't have tickets, how are we going to get to our table?",
        "Coop: Right. Well, the friend I was telling you about, he's actually a waiter here.",
        "Lizzie: A waiter?",
        "Coop: Here's the deal. It was a choice, either, A., We don't come or B., We come here like this.",
        "Lizzie: What do you mean by \"like this\"?",
        "Coop: I, um, just....",
        "Man: Lizzie, wow, somebody looks smoking hot tonight. Hi, Coop, thanks for coming, bud. Did you guys just get here?",
        "Lizzie: Yes, we did.",
        "Man: I got a table over here. Leave your coat here and give your ticket to the guy. Oh, Pierce and Mason are with me from the club. We got two free seats so come on over, guys.",
        "Coop: We really can't, thanks.",
        "Lizzie: What Coop means is that we have two people at our table that are waiting for us, but once we get settled in we'll come say hi.",
        "Man: Well, you'd better because I want a dance from you. Welcome back to the party, babe.",
        "Coop: Oh, my, how much I love that guy.",
        "Lizzie: I know, he just doesn't get it. Well, I'm starting to feel like people are wondering why we're just standing here. What's the deal with our table?",
        "Coop: My friend said that I think we have to walk over here this way. Straight through here. My friend said he set up a table just for the two of us... well, right out here.",
        "[SCENE_BREAK]",
        "Buzz: Don't worry, I'm just keeping Josh's seat warm. The way you were sort of keeping Josh warm for Reva.",
        "Olivia: ( Laughs ) excuse me?",
        "Buzz: Come on! We've played that game, both of us, and lost. It's Josh and Reva till death do them part.",
        "Olivia: I thought the same thing about Bill and me.",
        "Buzz: You always have to date somebody that you've been married to. There are other fish in the see besides Spauldings and Lewises.",
        "Olivia: Coopers? Are you trying to fix me up with Frank?",
        "Buzz: My son? You'd kill him.",
        "Olivia: Coop, oh, now, he's more my speed.",
        "Buzz: My son?!",
        "Olivia: Relax. I'm not that much of a predator.",
        "Buzz: Nicely manicured claws.",
        "Olivia: I just filed my fangs down, too. Aren't they nice?",
        "Buzz: Good thinking. Oh, fresh meat.",
        "Josh: That was our lawyer confirming the appointment for tomorrow.",
        "Olivia: Good. Okay. So back to San Cristobel and Jeffrey.",
        "Josh: These society functions you used to go to, the charity things and the ribbon-cutting ceremonies and things like that, did you ever run across Jeffrey O'Neill?",
        "Olivia: I don't think so.",
        "Josh: Are you sure about that?",
        "Olivia: I think I would remember meeting a guy that looks exactly like Richard. I think anybody on the island would.",
        "Josh: I don't even know what I was thinking.",
        "Olivia: Something.",
        "Josh: Well it wasn't important.",
        "Olivia: I don't believe you. Why the sudden interest in Jeffrey O'Neill?",
        "[SCENE_BREAK]",
        "Jeffrey: It's been quite a year.",
        "Cassie: Yeah. For a while there, just getting up and out of bed in the morning was a chore, you know? Just facing another day.",
        "Jeffrey: But it's better now, right?",
        "Cassie: It's better now because now I can see past what I lost to what I still have: R.J. And Tammy and all the excitement about her wedding. And... gosh, there was something else I have. Something else... I can't remember. What was it? Oh, right! There's this... you know, there's this guy who sometimes sleeps in my bed.",
        "Jeffrey: Oh, him.",
        "Cassie: Him. Uh-huh. The guy I couldn't stand until I couldn't stand to be without him.",
        "Jeffrey: You know, uh, I don't know how I got here.",
        "Cassie: You drove.",
        "Jeffrey: No, I mean I don't know how I got here. Here. In this house, in your arms. In your life. With weddings being planned and kids running around.",
        "Cassie: I know. I know. When I first met you, you were so jaded you wouldn't even celebrate Thanksgiving.",
        "Jeffrey: Like I said, I don't know how I got here. But you know what? I really like it. I like it a lot.",
        "[SCENE_BREAK]",
        "Sandy: Don't worry. You'll get one.",
        "Jonathan: Oh, good.",
        "Sandy: You know, you don't have to stick around.",
        "Jonathan: Yeah, I know. I just hate to leave a party before I see how it ends.",
        "[SCENE_BREAK]",
        "Reva: Inside there is the man you're going to marry. Inside there is a box full of wedding invitations.",
        "Tammy: I know that! And I know that everyone is counting on me to be the perfect bride and to be happy and sure and start living this dream of a life with Sandy.",
        "Reva: I'm not saying that.",
        "Tammy: I want that life! I want that dream! That is the dream I've had since I was a little girl. But I love Jonathan, too. It's different with him. It's... it's about this thing that's...",
        "Reva: Passion.",
        "Tammy: Yes. But more than that. What if I can't get these thoughts about Jonathan out of my head and out of my heart after I've married Sandy? What if I can't be the kind of wife that he deserves? I mean, I could hurt him and so many other people.",
        "Reva: That's not going to happen.",
        "Tammy: But...",
        "Reva: It's not, Tammy. Because you're going to push these feelings you have for Jonathan away. Do you hear me?",
        "Tammy: You're telling me not to follow my heart, to take the safe way? When have you ever taken that advice?",
        "Reva: Never, and look whether where it's gotten me. I spent years away from my kids, Jonathan. It almost destroyed my marriage. Tammy, honey, I am begging you. I am begging you, do as I say, not as I've done. Don't go after something that is dangerous and exciting, go for what is real. What will last. Marry Sandy and never look back.",
        "Man: Do you get a break later?",
        "Marina: Why?",
        "Man: To have a glass of fine champagne with me.",
        "[SCENE_BREAK]",
        "Jonathan: I love Tammy! It doesn't get any more simple than that.",
        "Reva: That wedding is going to happen and there's nothing you can do that's going to stop it.",
        "[SCENE_BREAK]",
        "Rick: Okay. You guys probably think that we're out of line being here, and you know what? You're probably right. But my wife and I, we just couldn't stand by and watch anymore. We couldn't do it, especially, Michelle, after seeing how upset you were today.",
        "Michelle: How did you...",
        "Rick: Michelle, you belong together. You always have belonged together, you know. And that wasn't my opinion over the years. You just wore me down with the whole mafia thing and... but through it all, it didn't matter because the bottom line is that you guys always loved each other.",
        "Michelle: Rick...",
        "Rick: Don't tell me love isn't enough.",
        "Mel: Love is all there is.",
        "Rick: It's all you have, right?",
        "Mel: Yeah.",
        "Rick: And you share these two beautiful children together.",
        "Mel: You guys have been through so much. You can't give up now.",
        "Rick: Danny, listen, I know you care about Marina and she's a nice... she's perfectly nice.",
        "Danny: Guys...",
        "Rick: What you had with her is not what you have with my little sister. Doesn't compare. The history and everything else.",
        "Mel: No one is saying it's going to be easy.",
        "Rick: The question is do you hurt her now or...",
        "Michelle: Listen...",
        "Rick: Let your big brother say one more thing and I'll be through.",
        "Mel: Show you, actually.",
        "Rick: Right. Show you. I keep missing that part. And if we're wrong about this whole thing you can just tell us to leave. We just got your wedding tape. And we just want you to watch it. We want you to listen to it. Listen to your vows and see how you feel. And after listening to it and watching it, my wife and I dare you to tell us we're wrong about this.",
        "Danny: Michelle, with this ring I thee wed. Again.",
        "Michelle: Danny, with this ring, I thee wed. This is... wow. This is really... a tough decision.",
        "Danny: Yeah, it is.",
        "Jeffrey: I now pronounce you man and wife and you know what you may do now.",
        "[SCENE_BREAK]",
        "Man: Hey there. Are you having none?",
        "Marina: I'm on duty.",
        "Man: You mean you just have to stand here while all these people are drinking and having a good time? That's a crying shame. Do you get a break later?",
        "Marina: Why?",
        "Man: Because you should come over to my table and meet some of my friends. Perhaps have a glass of fine champagne with me.",
        "Marina: I'm on duty.",
        "Man: Well, I won't tell. I'm just kidding, I will tell. Perhaps you'd let me steer you out on the dance floor for a dance or two or three?",
        "Marina: Thanks but I can't.",
        "[SCENE_BREAK]",
        "Coop: I'll tell you, you can't beat the view out here.",
        "Lizzie: Hey, you can say that.",
        "Coop: Are you cold?",
        "Lizzie: No. The heater's actually working.",
        "Coop: Okay. Well, you know, we can still hear the music and we've got plenty of room to dance out here. I'll tell you what, give me just one second, okay? Here we are. We have our first course. I had the chef make it especially for you.",
        "Lizzie: Oh, wow, that's... that's very sweet. This is awesome, Coop.",
        "Coop: Okay, well, you can stop pretending now, Lizzie. I know... actually it's pretty obvious that you're miserable here.",
        "Lizzie: No, I'm not. Really.",
        "Coop: Yeah, you are.",
        "Lizzie: No, no, I'm not. Now shut up, dance with me. I'm having a great time. Honestly.",
        "Coop: Look, we can leave at any point if you...",
        "Lizzie: Shh.",
        "Coop: Look, I know this isn't exactly what you wanted.",
        "Lizzie: It's okay. Surprises are great.",
        "Coop: Fine. But I really tried to get the money together to get those tickets.",
        "Lizzie: You don't have to explain yourself.",
        "Coop: No, but I did though. It came down to bills and I had so many of them to pay and I just thought that at least this way I can see you all dressed up and looking beautiful as you are and we can come here and have champagne and listen to good music and we can do this and just dance and spend the time together. Maybe it was selfish...",
        "Lizzie: Yes, very, actually. You were such a jerk. You're the biggest, sweetest, cutest, nicest jerk.",
        "[SCENE_BREAK]",
        "Josh: Okay. Right before Edmund was locked up we were alone for a few minutes and all of a sudden he started saying all these wild things about Jeffrey.",
        "Olivia: What kind of things?",
        "Josh: It was hard to say because he was ranting, you know? But there was something about a connection between Jeffrey and Richard and San Cristobel and I couldn't tell if he was talking about the past or something that might happen down the road. But I figured I'd better cover all my bases and you seemed like a logical place to start because you not only know the island but you know how to be discreet.",
        "Olivia: I'm flattered. Why don't you just go to Jeffrey directly?",
        "Josh: Because it's probably nothing and the last thing I want to do is upset Cassie.",
        "Olivia: Okay. I will call first thing in the morning and see if I can dig something up for you.",
        "Josh: That would be great. I appreciate that so much.",
        "Olivia: It's my pleasure.",
        "[SCENE_BREAK]",
        "Reva: You know I'm right, Tammy. You know what I'm saying to you. Deep down inside it's true.",
        "Sandy: Are you ladies going to stay out here all night?",
        "Tammy: Sorry, Sandy. We got caught up talking about wedding stuff. Let's go inside.",
        "Sandy: All right.",
        "Jonathan: I heard what you said to Tammy. After everything I told you.",
        "Reva: Jonathan...",
        "Jonathan: You... you are the only one... the only one I've ever said those words to.",
        "Reva: And the fact that you were willing to share that...",
        "Jonathan: You stabbed me in the back and tell her to marry him! He is not your son, I am.",
        "Reva: It's not that simple, Jonathan.",
        "Jonathan: It is that simple. I love Tammy; it doesn't get any more simple than that. I love her.",
        "Reva: And she loves you. All right? Are you satisfied? Is that what you wanted to hear?",
        "Jonathan: Tammy said that? She admitted that?",
        "Reva: This can't be happening. I won't let it.",
        "Jonathan: This isn't about you, Reva. This is about me and Tammy. And if you try and come between us now, you will be sorry.",
        "[SCENE_BREAK]",
        "Danny: First of all, you guys are totally butting into our lives.",
        "Rick: I knew that.",
        "Danny: Which is okay. Not completely okay but we know you're doing it because you love us. But, um, you're right. A lot of what you just said is true. And uh, I think Michelle and I should give it some serious thought. Don't you?",
        "Michelle: Yeah, I think we owe it to ourselves and our kids.",
        "Danny: Yeah. So thank you very much for coming over, and if you don't mind...",
        "Rick: Well, thank you.",
        "Danny: ...Michelle and I will take this time now to talk everything over.",
        "Mel: This is great! This is more than we could have hoped for.",
        "Rick: Did you guys want to go have dinner or anything?",
        "Danny: No, I think Michelle and I need to stay here and grapple with our feelings and see where they take us.",
        "Mel: We'll go.",
        "Rick: Thank you. Honey, we're done, right? Good night.",
        "Danny: Good night.",
        "Mel: ( Laughs )",
        "Rick: I never expected that. Nobody ever listens to me.",
        "Mel: That was amazing! You know what this means, right?",
        "Rick: Occasionally I have important things to say, is what it means.",
        "Mel: It means when you speak from the heart to people you love, it makes a difference.",
        "Rick: I was pretty good in there. Okay, you were, too. You know what?",
        "Mel: What?",
        "Rick: I think they're in there talking about us right now.",
        "[SCENE_BREAK]",
        "Coop: Come here, you. I'll tell you what. How about we take a little bit of a break and have our next course? Okay?",
        "Lizzie: We don't have to.",
        "Coop: It's okay. I will be right back. Just one second. (Lizzie calls Dean, the pushiest loan shark in springfield.) Yeah, leave a message,",
        "Lizzie: You'll get your money back. I'm not sure how, but you'll get it.",
        "Man: Good, you're alone. Lizzie, what the heck is going on? Why are you stuck out near Siberia?",
        "Lizzie: It's not Siberia. It just so happens to be the best seat in the house.",
        "Man: Yeah, right. Let me guess, poor Henry couldn't come up with a coin for the tickets, could he?",
        "Lizzie: Whatever.",
        "Man: Well, the good news is I scalped you one. Please come sit with me.",
        "Lizzie: And abandon Coop?",
        "Man: Well, we can sneak him in the back.",
        "Lizzie: It's okay. Thank you, I'm happy here. It's fun. It's romantic.",
        "Man: Lizzie, you don't need to put up a front, okay? We all know that your family cut you off. It's okay to be freaked out. I sure would be but we all still accept you.",
        "Lizzie: Oh, thank you. And because I'm poor now and so beneath you, wow, that is so generous of you, Quinn!",
        "Man: That's what I meant. --That's not what I meant.",
        "Lizzie: I know what you meant but I'm fine here.",
        "Man: Well, I'm just trying to help.",
        "Lizzie: I don't need your help; I've got Henry.",
        "[SCENE_BREAK]",
        "Sandy: Have you looked at these invitations, Tammy? I mean, really looked at them?",
        "Tammy: Yeah, sure, when they were delivered.",
        "Sandy: No, I mean, have you thought about the words, what they mean? I request your presence at the marriage of Tammy Winslow and Sandy Foster. It's happening. It's really happening.",
        "Tammy: I know, isn't it amazing?",
        "Sandy: It's beyond amazing! And I've got a crazy idea, I'm just going to throw it out there.",
        "Tammy: Go for it.",
        "Sandy: Why don't we hand deliver these? Go door to door, face to face.",
        "Tammy: Sounds fun. When do you want to do it?",
        "Sandy: How about tonight?",
        "Tammy: My mom just got home. I think for us to leave...",
        "Cassie: Would be totally cool with me. In fact, Jeffrey and I could go with you and help out if you don't mind.",
        "Sandy: Mind? That would be great. What do you say?",
        "Tammy: Absolutely. Delivering the invitations will make it that much more real.",
        "[SCENE_BREAK]",
        "Reva: I never should have told you about Tammy's feelings but I did it to prove a point, that this situation is spiraling out of control.",
        "Jonathan: For everybody that's inside.",
        "Reva: And for you!",
        "Jonathan: I'm fine.",
        "Reva: Are you? You feel in control? That you can handle this situation? You feel like you can control your feelings?",
        "Jonathan: Do you?",
        "Reva: Almost never.",
        "Jonathan: So?",
        "Reva: Do you love Tammy? Do you really care about her?",
        "Jonathan: I just told you how I feel.",
        "Reva: Then step aside and let her have the happiness she deserves with Sandy!",
        "Jonathan: She doesn't love him.",
        "Reva: She does love him. It's different than how she feels about you. It's healthier.",
        "Jonathan: Yeah, it's more appropriate and more acceptable to you and Cassie and every other uptight small mind in springfield.",
        "Reva: Do you think I care about that?",
        "Jonathan: Oh, I think you do.",
        "Reva: No. What I care about is you and Tammy and that you're about to make a decision that you're going to have to live with for the rest of your lives. If she goes with you and leaves Sandy, the two of you will regret it for the rest of your lives.",
        "Cassie: Hey, we're going out to deliver wedding invitations.",
        "Jeffrey: Want to come?",
        "Reva: No, actually, I think I need to get back home.",
        "Cassie: Come on, it will be fun.",
        "Reva: I really need to get home, and I think Jonathan needs to go too, right?",
        "Jonathan: Right.",
        "Sandy: Well, I know it's better to give, but receiving is good, too, so here you go. You are now officially invited to our wedding.",
        "Cassie: Uh-huh. And so are you, Jonathan. Don't forget to R.S.V.P.",
        "Reva: ( Laughs ) have fun.",
        "Olivia: I'm so glad you're okay.",
        "Cassie: Thank you, I am. I'm okay.",
        "Tammy: Uncle Josh, you're just the man we're looking for.",
        "Sandy: This is you. You are giving away the bride.",
        "Tammy: I hope you can come. So I can close my eyes to the emptiness inside that kills me when I'm with you you try to break me try to hate me so you can fall out of love you want to make me believe that I'm crazy that I'm nothing without you it's unbelievable but I believe you unforgivable but I forgave you it's crazy what love can do that keeps me coming back to you. ????????????",
        "[SCENE_BREAK]",
        "Coop: Some desserts for Miss Spaulding. Okay, well, why not?",
        "Lizzie: Because I've got a better idea.",
        "Coop: Do you? Okay, well, what would that be?",
        "Lizzie: I love you so much, Coop.",
        "[SCENE_BREAK]",
        "Reva: No, no, no. No. You look at that. You look at it long and hard because that is a real relationship. That wedding is real. It's going to happen, and there's nothing you can do that's going to stop it.",
        "[SCENE_BREAK]",
        "Sandy: Hey, you all right?",
        "Tammy: Yeah, of course. Why wouldn't I be?",
        "Sandy: You're nervous, aren't you? That's okay; that's how I feel. I wish we could skip this craziness, get married and start our lives together.",
        "Tammy: Me, too.",
        "[SCENE_BREAK]",
        "Jonathan: You are such a hypocrite! You only want Tammy with Sandy because he's the safe choice!",
        "Reva: He's the right choice.",
        "Jonathan: Since when is safe right, Reva? Since when is good right? Tammy and I, when we're in the room together, there's no one else there. It's more than love. It's...",
        "Reva: Passion.",
        "Jonathan: Yes, passion, the thing you claim to put above everything else.",
        "Reva: And look where it got me, Jonathan. Am I happy?",
        "Jonathan: You and Josh were all about passion, right? And everyone was against you. And did you listen to them? No. You loved him. You still love him. Or am I wrong about that, too?",
        "Reva: It's not the point.",
        "Jonathan: It's the only point! Look, you listen to me now. Have I ever asked you for anything? One damn thing since I came to this town? I am now. If you love me as much as you claim to, you do this one thing for me.",
        "Reva: Do what?",
        "Jonathan: You help me break up that wedding, mom. Help me get Tammy.",
        "[NEXT_ON]",
        "Lizzie: This has been the best night in my life and I know how I want it to end-- in bed with your arms around me.",
        "Sandy: No turning back now.",
        "Tammy: Like I would want to.",
        "Jonathan: Are you with me or against me, mom, yes or no?",
        "Reva: I will help you with that."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=CvAfd2jU8zU"
}