{
    "Episode Summary": [],
    "Recap": [
        "Harley and Gus prepare to move into the Spaulding mansion and after Beth's over the top welcome lets Beth know that she is now the owner of the mansion also. She tells Beth that Lizzie and Coop are welcome to come and go as they please without anyone interfering in their lives. Gus lets Mallet know that he thinks that he is butting into his and Harley's lives and later starts to read Blake's book. Beth uses Blake's book to get back at Harley with the help of Alan. Ava tells Billy and Reva the Jonathan is upset over a girl and Reva later tells Jonathan to go after her and once he gets her to never let her go. Olivia pressures Bill to go after a new account at Lewis Oil, one that Billy decides to take on himself. Tammy arrives at the hospital to find out that Sandy is still unconscious but is breathing again. She blames herself for not being with Sandy at the time of the accident when she was with Jonathan. She later slips on Sandy's engagement ring on her finger."
    ],
    "Recap Author": "Jen",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Harley: Alert the media!",
        "Gus: What?",
        "Harley: I said alert the media, Spaulding C.E.O. carries her own boxes.",
        "Mallet: I gotcha. I guess C.E.O.s need a hand once in a while.",
        "[SCENE_BREAK]",
        "Beth: I'm not in a bad mood, Alan. That piece you planted in the tabloid has the whole town buzzing about the book, about Harley and Mallet. This is going to cause so much havoc in her life she's not going to have time to think about anything else. Yeah. Well this time I'm the one causing the trouble. And believe me, it's a whole lot better to be on this side of things.",
        "[SCENE_BREAK]",
        "Olivia: All I'm saying is that timing can be your friend or your worst enemy and me joining Lewis is the perfect timing.",
        "Bill: Uh-huh.",
        "Olivia: A government contract we just snagged.",
        "Bill: We? My goodness, it's we now.",
        "Olivia: It is we. And this new deal with the Venezuelan government will springboard the company into a profit center.",
        "Bill: When you say \"profit center\" it does thing to me...",
        "Olivia: Stop it! I'm serious. You're the perfect man to run the show.",
        "Bill: Baby, think about the hours, the traveling away from home, away from you, Emma.",
        "Olivia: We'll be here. We can go with you. Stop it, you're bowling me over with your enthusiasm. Don't you want to be Master of the Universe?",
        "Bill: Have you been reading my diary? Well, it would look cool on the letterhead.",
        "Olivia: What are you so worried about?",
        "Bill: I'm not worried. It's just the responsibility that I don't want right now, and I think there's another family member who's interested in the job.",
        "[SCENE_BREAK]",
        "Billy: I'm not the man for this job. It's time for Bill to step up to the plate.",
        "Reva: What are you talking about? Billy, it's a big project, you call in the big guns not the young guns. Besides, didn't we agree we were going to work on this self- improvement thing together.",
        "Billy: You're the one trying to fix yourself. I didn't think I was broken.",
        "[SCENE_BREAK]",
        "Ava: Were those flowers for that girl Tammy? Hey, I'm serious. Are you okay?",
        "Jonathan: Couldn't be better. No ties, no hassles. Life is frickin' great.",
        "[SCENE_BREAK]",
        "Tammy: Hi. Um, you just brought someone in here, his name is Sandy Foster. Do you know where he is?",
        "Woman: Are you family?",
        "Tammy: No, I'm not family but he's close to me.",
        "Josh: Tammy.",
        "Tammy: What happened?",
        "Josh: Sandy came in contact with a live wire at one of our job sites.",
        "Tammy: What was he doing working today?",
        "Josh: I don't know. He told me he had a date with you. Did he not get in contact with you? Tammy? Tammy? If you weren't with Sandy, then where were you?",
        "[SCENE_BREAK]",
        "Harley: See, I told you Mallet was a good partner. He's always good if a clutch.",
        "Gus: Certainly clutching something. Good night.",
        "Harley: As you can see, we're preparing for the move to the big house. Not the big house as in you and me in prison big house, the Spaulding house.",
        "Mallet: Right, right, got it. Is that something you're looking forward to?",
        "Harley: Yes, why not?",
        "Mallet: Uh-huh. Is that really a question?",
        "Gus: That Spaulding house is not just any house. They got hot and cold running money there. They got marble floors you eat off of. They got muffins they bake just for you in the morning.",
        "Mallet: You guys are moving yourself. Couldn't Spaulding hire a few people to move boxes around?",
        "Gus: She likes to do that herself.",
        "Mallet: Keeps her in touch with the common people.",
        "Harley: Hey, I am the common people. I am Mrs. Common People. I won't forget who I am or where they came from. It's Geneva, I have to take this. Bonjour.",
        "Gus: So, anyway, we're just going to, you know, stay there for a while until our place is ready.",
        "Mallet: Cool. Well, good luck with all that. So, are you and I hooking up later to go over this narcotics case?",
        "Gus: Totally. I think we can crack that.",
        "Mallet: We're close. We just have to put the pieces together.",
        "Gus: Uh-huh.",
        "Harley: Wait, wait. You guys are taking off to play cops and robbers and leaving me to move these boxes by myself?",
        "Gus: I'm not a workhorse. I don't like moving. I'm not a pack mule.",
        "Harley: Sweetie, what did you think you were going to do? Move your toothbrush and a few boxers?",
        "Gus: I thought you said boxers, not boxes. Come on now. Unless you want to stay and help us move.",
        "Mallet: You need someone to help you move heavy stuff?",
        "Gus: If you know that person, call them and tell them to come over.",
        "[SCENE_BREAK]",
        "Bill: You know, I just don't get it. Why do you want know go after this job so badly, huh?",
        "Olivia: I want everything for you.",
        "Bill: I love that about you. I really, really do. I already have everything, Baby. I have you and Emma. That's all I need.",
        "Olivia: Yes, you do. And... and...",
        "Bill: And, and, you want more as usual.",
        "Olivia: There's nothing wrong with that! Think of the possibilities. Think about it. Think of the life you could help us achieve. Think of the life you could give to Emma.",
        "Bill: We're not exactly roughing it Baby, are we?",
        "Olivia: What happened to that quest for power you used to have inside of you?",
        "Bill: Quest for power?",
        "Olivia: Come on. Lewis is fine, you're fine. You deserve better than fine! Bill, you used to want so much more.",
        "Bill: That's back when I had nothing. But now I realize I have everything...",
        "Olivia: The stakes are higher. You've got a family. At Lewis it's business as usual. Josh and Billy are considered the face of the family business.",
        "Bill: Let it be. It's not important to me. These Venezuelans are old school stuffy suits.",
        "Olivia: Who cares what they are as long as you bring this one home.",
        "Bill: They think we're Oklahoma cowboys drilling holes all over the world.",
        "Olivia: Prove them wrong! Gosh, it can't hurt to meet them right?",
        "Bill: Well, I can't deny the fact that it would be a great opportunity.",
        "Olivia: Now you're talking. It is.",
        "Bill: I'll set up a meeting. Okay? No promises.",
        "Olivia: All right. Or you could just meet them at the airport and... their plane arrives within the hour. Then you could call Josh and tell him you're taking charge.",
        "[SCENE_BREAK]",
        "Billy: It's time to pass the torch. Besides, Bill's been chomping at the bit.",
        "Reva: Pass the torch? What's left? You going to write your own obituary, too? You are a legend, Billy, I know it and Josh knows it.",
        "Billy: A legend?",
        "Reva: Uh-huh.",
        "Bill: ( Laughs ) I guess I am. Hey, you must have heard about that time in Saudi Arabia. Oh, no! What about down in Texas with those two brothers.",
        "Reva: ( Laughs ) See, I created a monster.",
        "Billy: I guess I am kind of a diplomat cowboy with a six-gun and hardhat and a nose for where the oil is. Girl, you done hooked me up.",
        "Reva: Well, it's about time. I'm serious about this, Billy. This is exactly what you need. One last big hurrah before you hang up your spurs or pass your spurs on to Bill, or do whatever you do with a pair of spurs once you're done with them.",
        "Billy: I'm not ashamed, I'm nervous about getting out there again. It's been a long time. But I do really want this. This hey, think we could get a little more ice over here for a second?",
        "Jonathan: Why don't you get it yourself, Hoss?",
        "Ava: He's just having a bad day. Girl troubles.",
        "Jonathan: I heard that!",
        "Ava: What? I was trying to...",
        "Jonathan: Bring the man his ice and cut the news ticker on my life. You're my barmaid, not my spokesperson.",
        "Reva: Hey, does this girl who's giving you all the trouble have a name?",
        "[SCENE_BREAK]",
        "Tammy: I should have been with Sandy. If I'd met up with him sooner, if I hadn't been... I don't know how this happened.",
        "Josh: Neither do I, Tammy, but maybe he was tired or had something on his mind. I don't know. Either way, it was an accident. Nobody could have stopped it from happening.",
        "Rick: Tammy...",
        "Tammy: Is he okay?",
        "Rick: Sandy's body was jolted with a great deal of electricity. The shock did stop his heart, we got it going again. His vitals are good but he's still unresponsive and unconscious for the time being.",
        "Tammy: Can I see him?",
        "Rick: Just for a second.",
        "Josh: It's okay. It's okay.",
        "[SCENE_BREAK]",
        "Harley: Okay. But if the valuation? Right, if that stays the same, then everybody comes out even, right? You can correct me if I'm wrong. Wow. No, no, no, not you. I'm going to call you back.",
        "Gus: What is there a wedding going on in here?",
        "Harley: I think there's a party.",
        "Beth: This is in honor of your move and not a moment too soon. We have been getting calls for you both at the office and here.",
        "Harley: Really? About the budget projects or the quarterly estimates?",
        "Beth: No. No. As exciting as all that number crunching can be, it's about Blake's book.",
        "Harley: Oh, that.",
        "Beth: Yeah. Apparently Blake did not do a very good job at hiding your identity, or Mallet's for that matter. And people want to know about you two.",
        "Harley: There is no 'you two', Beth.",
        "Beth: Right. In any case, you'll have to make some kind of a statement.",
        "Harley: I am running a company here. I don't have time to make a statement about a stupid, silly book.",
        "Mallet: I just backed the truck up over some little... hey. Am I interrupting something?",
        "Gus: No. We're just admiring all of this...",
        "Harley: Flowers.",
        "Beth: Hello AC.",
        "Mallet: Hello, Beth. Nice spread.",
        "Beth: Thank you. I am glad that that you're here because if Harley won't make a statement, maybe you will.",
        "Harley: I'm sorry, Beth, but the press will have to wait.",
        "Gus: We're going to get some more boxes.",
        "Mallet: Yeah, boxes.",
        "Beth: Harley...",
        "Harley: Beth.",
        "Beth: I know what it's like to have your entire life splashed over some trashy novel. And add to that the pressure of being a newlywed, the newly minted C.E.O., moving your kids into a new home. If there's anything that I can do.",
        "Harley: Actually, Beth, really, I'm doing fine, thanks.",
        "Beth: Well, I have prepared rooms for you and Gus as well as for the boys.",
        "Harley: Oh, you didn't have to do that.",
        "Beth: I know. But as Alan's wife and head of the household, it is my responsibility.",
        "Harley: I meant seriously, you didn't have to do that. When I signed my contract as C.E.O. of Spaulding Enterprises, the house became mine. ( Phone rings ) Would you just give me one second. This is Harley. Hey, Beth, just so you know, you are welcome here. You and your children. I mean that. Hi, I'm back.",
        "[SCENE_BREAK]",
        "Gus: Whoa!",
        "Mallet: Need some help?",
        "Gus: I'm fine.",
        "Mallet: Think Harley's going to be okay in there?",
        "Gus: Sure. Why?",
        "Mallet: I think Beth makes her uncomfortable.",
        "Gus: She'll be fine.",
        "Mallet: All right. Oh! Hey, since we don't have a major break in this case, why don't we just nail these guys on some misdemeanor? Little help.",
        "Gus: Like what?",
        "Mallet: Just an excuse to bring them in.",
        "Gus: You mean like sit them in the box and shake the tree?",
        "Mallet: Who knows what might fall out.",
        "Gus: Maybe we could do something like trespassing. I've been thinking about that one a while, you know, people going where they don't belong.",
        "Mallet: Well, I just sometimes think people sometimes get... you know, a little, uh, protective of their turf. Maybe a lilt overprotective sometimes.",
        "Gus: Sometimes people need to set some sort of boundaries so other people don't cross those lines. You know what I mean?",
        "Mallet: We're not really talking about the case anymore, are we?",
        "Gus: Sure we are, Partner.",
        "[SCENE_BREAK]",
        "Olivia: Bill's on his way to meet some very important clients at the airport, terminal \"A,\" Gate 17A. Take notes, bat your eyelashes, do whatever's appropriate. We girls have to use what we have sometimes, right? Go, report back.",
        "Ava: Okay, wait a minute. I'm his assistant now?",
        "Olivia: We're married. What's mine is his; what's his is mine. Can I have a glass of merlot before you go?",
        "Ava: Sure.",
        "Billy: Well, you know, I never thought you'd make it in the this family or in this business but then here you are, aren't you?",
        "Olivia: And you love it.",
        "Billy: I wouldn't go that far. But Bill is definitely going to need your help at home now that I am taking over the Venezuelan project.",
        "[SCENE_BREAK]",
        "Reva: What's her name? Is it serious?",
        "Jonathan: No.",
        "Reva: Jonathan, I don't believe you. You're very upset, so what's going on?",
        "Jonathan: Look, did you ever want something so bad that it kills you not to have it?",
        "Reva: Yeah.",
        "Jonathan: Well, that's the way it is with this girl, Reva. She doesn't want me. That's it. That's all. The end.",
        "[SCENE_BREAK]",
        "Tammy: When I first heard he was in the hospital, I didn't... I didn't expect to see him like this.",
        "Josh: Tammy, he'll be all right. He's strong. He's got you.",
        "[SCENE_BREAK]",
        "Reva: You know I'm not going to stop until I figure out who this mystery girl is.",
        "Jonathan: Do you work here now? I'm going to have you thrown out because I am done talking about it.",
        "Reva: Why can't you be with her?",
        "Jonathan: Because who wants to be with the kid who jumps in the fountain at the country club? Everybody in this town knows that I'm trouble.",
        "Reva: They said the same thing about me and look how I turned out.",
        "Jonathan: How are you and Joshua, by the way?",
        "Reva: Okay. I see the point. But it still doesn't matter.",
        "Jonathan: Reva, look, she's too good for me and she knows it. Everybody knows it.",
        "Reva: You know what? I know who it is.",
        "[SCENE_BREAK]",
        "Tammy: I know you're trying to help, but you... you don't know. You can't know.",
        "Josh: Tammy, what I know is that you loving that young man in there means the world to him. And he loves you, too.",
        "Tammy: Look at you and Aunt Reva, as much as you try...",
        "Josh: It's different.",
        "Tammy: Okay, well look at my mom and anyone that she's ever loved. I mean, you love someone and you have this great idea about how it's going to be and then it's gone!",
        "Josh: Tammy, you're scared right now. But you're going to pull through this. So is Sandy. Both of you have this great future ahead of you. You just have to believe and have a little faith.",
        "[SCENE_BREAK]",
        "Reva: You know what your problem is? You don't believe in yourself.",
        "Jonathan: Would you lay off it already. Do you want a job?",
        "Reva: (Laughs) I know who it is. I do. It's that new girl that's working for you, right? That Ava girl?",
        "Jonathan: You already know what you think, case closed.",
        "Reva: You know what? I have been in this exact same position that you have been in so many times I hate to admit it. But you never give up, okay? That's the one thing you have to know when you love someone. You learn it. You never give up and then once you have her you never let go.",
        "Reva: What is wrong with me telling you to go for it.",
        "Jonathan: Let's start with you and Joshua. You two always seem to be going for it and falling a bit short. Shouldn't you be looking for yourself or something?",
        "Reva: For your information he is coming back today and we will touch base.",
        "Jonathan: Well, you'll probably run into him at Cedars.",
        "Reva: Why? Did something happen?",
        "Jonathan: Not to Joshua. Sandy had some kind of accident at the work site.",
        "Reva: And you're just telling me this now?",
        "Jonathan: If you weren't getting on me about my life.",
        "Reva: How did you find out?",
        "Jonathan: I own a bar. People talk. Hey, wait, give these to Sandy. Tell him I said get well soon.",
        "Reva: You don't really mean that.",
        "Jonathan: You think? Just give them to Tammy then. Tell her I said I'm sorry.",
        "[SCENE_BREAK]",
        "Olivia: So you're heading the Venezuelan project? I had no idea anything had been decided.",
        "Billy: I made the call this morning. I was going to step down, but I decided I want to make one more run before I handed over the reigns.",
        "Olivia: That's a big job. And helping Jonathan run this bar?",
        "Billy: ( Laughs ) What can I say? I'm big enough to go around. You kids need nannies and dog walkers and people to turn down your sheets and tuck you in.",
        "Olivia: Whereas you don't?",
        "Billy: I'm rough and ready. I'm old school. Back in the day we were do-it- yourself.",
        "Olivia: When the earth was still cooling?",
        "Billy: Something like that.",
        "Olivia: Really, don't you think you should pass Venezuela on to somebody more current?",
        "Billy: Ooh. You mean somebody like you? No offense, Darling, I know you like to jump into the corporate mix. However, I think it will take more than lipstick and a push-up bra to make in the this negotiation. You have to have more than killer instincts and killer looks to play with the big boys. You'll be ready someday, but it's not today.",
        "[SCENE_BREAK]",
        "Ava: Need some backup?",
        "Bill: What are you doing here?",
        "Ava: What's Olivia's is yours and what's yours is hers and I am your assistant on loan.",
        "Bill: Olivia sent you here?",
        "Ava: She did. To smile and take notes if you need it.",
        "Bill: Really? Well, that's fine. That's fantastic. You're about to get your first lesson in international relations.",
        "Ava: What is this about again?",
        "Bill: Well, Lewis has snagged a major deal with Venezuela, so we have some of the Reps coming into dot the I's and cross the T's and I'm brushing up on my Spanish because Bill's first rule is making him feel at home so they're comfortable doing business away from home. Okay, okay. I think... okay. They're going to be coming off the plane so just stand behind me and watch and learn and here we... Buenos dias. ( Speaking Spanish ) ( Stuttering )",
        "Ava: ( Speaking Spanish fluently )",
        "[SCENE_BREAK]",
        "Mallet: Gus, this whole tabloid thing between me and Harley, I mean, I was looking at it again. You have to understand that this thing...",
        "Gus: They're rags. I don't read, like, rag papers you know? I use them to line the bottom of my birdcage. And I don't even have one. I don't have a bird.",
        "Mallet: Good. Because look at this. Look at this. They have a story here about alien invasions.",
        "Gus: Mallet.",
        "Mallet: What?",
        "Gus: I'm cool.",
        "Mallet: You're cool?",
        "Gus: Uh-huh.",
        "Mallet: Cool. So there's no need to clear the air?",
        "Gus: About what? A bunch of lies, a fictional story?",
        "Mallet: Fictional?",
        "Gus: Uh-huh.",
        "Mallet: Did you read the book?",
        "Gus: No. Why would I?",
        "Mallet: I know, right.",
        "Gus: I know nothing happened between you and Harley in that prison. At least Harley, I don't know about you. This is Blake's fantasy. We should put Blake inside a prison, let her write a story and see what comes up.",
        "Mallet: Exactly. I just want the whole thing to blow over.",
        "[SCENE_BREAK]",
        "Harley: I just want you to know that even though technically I'm in charge, I won't be pulling rank on you, Beth.",
        "Beth: Well, that's comfortable.",
        "Harley: I've decided that actually I'm going to help you. So I've informed the house staff that my brother Coop, and Lizzie are allowed here any time they want. What they do is their business.",
        "Beth: Then you approve of their relationship?",
        "Harley: I just think it's not up to us to decide what they do or don't do.",
        "Beth: So this is you telling me to lay off Lizzie and let she and coop be together.",
        "Harley: I think they're either going to fall in love or they'll decide it's over and call it quits. But either way, I won't stand by and watch while another relationship self-destructs because of Spaulding interference.",
        "Beth: Some relationships self-destruct all on their own.",
        "[SCENE_BREAK]",
        "Josh: Listen to me now. You've got to have faith. Now, that's something we should have all the time, but this.",
        "Tammy: I just can't help but think that Sandy didn't deserve this.",
        "Josh: Why do you even say \"deserve\"? It was an accident. Obviously nobody deserves for something like this to happen.",
        "Reva: Joshua? I just heard Tammy, these are for you. They're from Jonathan. He wanted you to have them.",
        "Reva: Nearly electrocuted? How is he?",
        "Josh: Rick doesn't know yet. He's in stable condition but he's not awake yet.",
        "Tammy: Why did he...",
        "Reva: Sorry, sweetheart? What?",
        "Tammy: Why did Jonathan bring me these? ( Cell phone rings ) I... I have to take this.",
        "Reva: He's not really okay, is he?",
        "Josh: No. And neither is Tammy.",
        "Tammy: You shouldn't be calling me. Or sending me flowers with Aunt Reva.",
        "Jonathan: I'm sorry. I didn't mean to.",
        "Tammy: Sandy's hurt. It's... it's real bad.",
        "Jonathan: Look, I know this must be upsetting for you, so let me come be with you.",
        "Tammy: I can't do this.",
        "Josh: Sandy caught a live wire at one of our job sites. The ambulance showed up. That's it. He's here and Tammy's a wreck.",
        "Reva: It's a terrible thing for you to have to come home to.",
        "Josh: At least I'm home.",
        "Reva: We've spent way too much time in this place. You know, I saved his life once. We both have the scars to prove it. But what can I do now?",
        "Josh: You could stay here.",
        "Reva: You could stay here with me.",
        "[SCENE_BREAK]",
        "Billy: Well, what I meant to say is that we are very happy to have you here on this auspicious occasion of... of our company and... and your country working together, crossing borders, free trade.",
        "Man: Mr. Lewis, I'm very surprised to see you. I thought Lewis would send somebody with greater international experience.",
        "Bill: That's understandable.",
        "Ava: ( Speaking Spanish )",
        "Bill: What did you just say.",
        "Ava: Just keep shaking his hand and we'll get their luggage so you don't screw up the deal. Gracias.",
        "Man: We look forward to doing business with you. And your wife.",
        "Bill: That... that's... that's not my...",
        "[SCENE_BREAK]",
        "Olivia: Maybe. Maybe I'm not ready to play with the big boys just yet. And I wouldn't try to lead that Venezuelan deal, not with those particular guys.",
        "Billy: What do you mean those particular guys?",
        "Bill: They think we're a bunch of wild cowboys drilling holes all over Oklahoma.",
        "Olivia: I heard they're old school boys, mixing business with pleasure. You can't keep up with them at this stage of your life. Billy.",
        "Billy: What? I used to mix business with pleasure.",
        "Olivia: Back in the day. Don't make a fool out of yourself.",
        "Billy: I'm going to show these guys a real cowboy time with a real American cowboy.",
        "[SCENE_BREAK]",
        "Gus: All right. I'll tell Harley that we're going to make another box run. Is that all right with you?",
        "Beth: What? No lemonade.",
        "Gus: No thank you. I'm going to get some of that on the way out... over there, I mean. I'm cool.",
        "Beth: So...",
        "Mallet: Thanks.",
        "Beth: You and Gus are partners now, huh?",
        "Mallet: Yup.",
        "Beth: Great material for a new book. A sequel.",
        "Mallet: Yeah. I don't think people want to hear anymore about Marley and Hammer.",
        "Beth: I'm sorry. I know what it's like, you know. To have your life laid out for the whole world to see.",
        "Mallet: I don't. That book wasn't about me.",
        "Beth: Except for the true parts, right?",
        "[SCENE_BREAK]",
        "Harley: ( Scoffs ) Two hours? That's not even physically possible.",
        "Gus: Hey. Just me, calm down.",
        "Harley: I'm just jumpy in this house.",
        "Gus: I understand that. But that's going to pass. Like, you know, a sour stomach. And I've got something for that, too, by the way. Check this out. ( Music plays ) This house needs a dash of Cooper. Try this lambada right here. A little bit of Aitoro. That's it. You're getting it. That's it. And other things calm you down.",
        "Beth: ( Clears throat )",
        "Harley: Why do I feel like a teenager playing my music too loud in my house?",
        "Gus: All right, it is your house.",
        "Harley: It is, isn't it?",
        "Gus: That's right. I'm going to get Mallet, we're going to get more boxes, all right?",
        "Harley: Let me do it, please? Please, because I need a Beth break. Everywhere I go, there she is.",
        "Gus: You want to do that, go ahead. I'll eat. Not a full meal, but I'll eat. Go. ( Laughs ) All right.",
        "Harley: Yes. It has been a very difficult adjustment for... wait. For everyone involved. Oh, well that's kind of you. Thank you. Oh, that's so nice. Well, I look forward to working with you, too. Okay. Bye.",
        "Mallet: You know, you better be careful. This job is starting to look good on you.",
        "Harley: You think?",
        "Mallet: Uh-huh.",
        "Harley: Well, thank you. And thank you for all your help with the boxes. You're very brave.",
        "Mallet: Well, you're welcome. I'm here to help any way I can.",
        "Harley: So did you have a nice chat with Beth?",
        "Mallet: Um... no.",
        "Harley: Why? What did she say?",
        "Mallet: She's way into Blake's new book.",
        "Harley: That.",
        "Mallet: Yeah.",
        "Harley: Yeah. I don't know why I'm worried about that. It's not like people read anymore today anyway.",
        "Mallet: Oh, I like biographies. But this one, you know, what from what I hear is not very good.",
        "Harley: I don't think anybody's going to think we're even close to that.",
        "Mallet: No!",
        "Harley: We're just blowing this out of proportion. We're imagining it, don't you think?",
        "Mallet: Yes, absolutely.",
        "Harley: Come on.",
        "Mallet: Am I getting this?",
        "Harley: Yeah. You're very good at it.",
        "Mallet: There's a few more in there. Do you want to grab a box?",
        "Woman: It's you! I mean, it's both of you, Marley and Hammer. Will you autograph my copy?",
        "Gus: \"Although neither Marley or Hammer wanted to admit it, the passion they once knew was still alive.\" ( Scoffs ) ( Cell phone rings ) Get a good cell phone plan. What? What's up, Frank? Where's that going down? Don't worry about what I sound like. Where's the sting going down? I'm ready for it. I'm ready to bust some heads. Mallet's on his way over to me right now. All right. Mallet, Hammer. Whatever your name is.",
        "[SCENE_BREAK]",
        "Ava: I swear I did not tell them that I was your wife. I didn't.",
        "Bill: Well....",
        "Ava: I don't know how things work in Venezuela, Bill, but I don't want to give them the wrong idea.",
        "Bill: I think you did. I think you did. Of course you didn't.",
        "Ava: I don't want to step on Olivia's toes. I'm sure you can understand that.",
        "Bill: You're not. If you did, she'd probably break your foot off. She'd be proud of you right now. Absolutely.",
        "Ava: Really.",
        "Bill: Absolutely.",
        "Ava: You don't have to say that.",
        "Bill: I know that. What you did right there, you took total control and sold them.",
        "Ava: I have to admit that I've learned a few things from watching your wife. She's amazing.",
        "Bill: She is.",
        "Ava: She is business savvy and street smart.",
        "Bill: She certainly is. As a matter of fact, I've never seen her set her sights on something and not get it. No matter who is in her way. Even me.",
        "Ava: ( Laughs )",
        "Bill: Let's go get some Venezuelans.",
        "Ava: Okay.",
        "[SCENE_BREAK]",
        "Olivia: You know what might give you advice, Billy, if you're up for the challenge, go for it. I'll sit here and wait to tell you I told you so.",
        "Billy: You're going to have a long wait because I have a full night of wining and dining with these fellows.",
        "Olivia: Have fun.",
        "[SCENE_BREAK]",
        "Tammy: Rick, can I see him now?",
        "Rick: Tammy, Sandy's heavily sedated. He's not going to know you're in the room.",
        "Tammy: I don't care.",
        "Rick: Five minutes, that's it. Okay?",
        "Reva: Jonathan.",
        "Jonathan: Hey, I came to check on Sandy. Pretty bad accident, so... can I look in?",
        "Reva: Yeah, sure.",
        "Jonathan: Yeah? Hey, Josh.",
        "Josh: Hi.",
        "Tammy: Oh, Sandy.",
        "[SCENE_BREAK]",
        "_Announcer: Next on \"Guiding Light\". _",
        "Billy: Keep those all the vodkas coming. I'll be drinking water.",
        "Ava: No alcohol for you and one olive.",
        "Mallet: Oy, man.",
        "Gus: This keeps getting worse and worse.",
        "Jeffrey: They kept a locker here at the hospital for her. We'll find something that has her D.N.A. on it.",
        "Cassie: I have to know the truth. I have to know if Michelle is Hope's mother."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=6YqRCJGqagE"
}