{
    "Episode Summary": [],
    "Recap": [
        "Edmund tries to get Cassie to listen to him as the guards take him out of the tower and Cassie tells them that she wants to tell him something first. She tells Edmund that she isn't angry with him since she has a man who loves her in her life. Edmund tries to warn Josh that Jeffrey has more connections to Richard than he is letting on but the guards take him away before he can tell him what. Alan-Michael catches up with Harley, Dinah, Blake, Mallet, and Frank and helps Harley and Dinah with some Spaulding charity work ideas. The Coopers come together to help Marina with her breakup with Danny, but she needs to be alone and runs out of Company, right into Alan-Michael who tells her that he knows how she feels and offers advice to make her feel better. Blake asks Mallet for help to get Harley and Ross talking to her again. Mallet agrees to sign on as Ross's head of security and to try and talk Dinah into working on her father's campaign. Dinah agrees as long as Mallet isn't part of the deal."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Josh: You were saying, Edmund?",
        "Edmund: Treason! I'll have you shot! I'll have you all shot!",
        "Josh: I hate to be the one to tell you this, Edmund, but your reign is over.",
        "Josh: All over, and say good-bye to Cassie because it will be the last time you ever see her.",
        "Edmund: Cassie, no. No, Cassie, please, don't! Cassie...",
        "Cassie: I thought you were never going to get here, O'Neill. What'd you do, stop for lunch?",
        "Jeffrey: Always complaining.",
        "Edmund: Cassie, please, don't let them do this. If I've ever meant anything to you, please help me!",
        "[SCENE_BREAK]",
        "Harley: Okay. Um... uh... we need to find something...",
        "Dinah: We need a project.",
        "Harley: Something charitable.",
        "Dinah: To bump up the profile of this company.",
        "Harley: That's what we need to do, yes. I don't know how you're feeling about this arrangement, but I'm loving it. Because since you've taken this job, no one's even mentioned Blake's book.",
        "Dinah: You give me one more week and I'll get rid of that book for good, okay? And with good luck and karma we can get rid of Detective Mallet as well.",
        "[SCENE_BREAK]",
        "Blake: Thank you for coming.",
        "Mallet: Well, I generally show up when people leave lots of messages saying it's a life-or-death situation. Please. And I'm the only guy that can save them. Call me crazy, but I guess that's the kind of guy I am.",
        "Blake: I thought maybe I would be the exception to the rule.",
        "Mallet: Uh-huh. Because of the... the book?",
        "Blake: My husband and my best friend are not speaking to me because of the book.",
        "Mallet: Well, please tell me it's a one-shot deal, right? We're not here to discuss a sequel?",
        "Harley: Oh, no. But that's not a bad idea. Those books are flying off the shelves.",
        "Mallet: You're upset Harley and Ross are mad at you? A sequel would send them over the edge.",
        "Blake: You're right. I'm here to fix things, not make them worse.",
        "Mallet: That's a good move. So why am I here? What can I do for you?",
        "Blake: Well, just one... actually two little favors, that's all.",
        "Mallet: ( Sighs )",
        "[SCENE_BREAK]",
        "Dinah: Here.",
        "Harley: Right. So you banned Mallet from the office?",
        "Dinah: I did better than that, honey. I banned him from the building. Told him he was bad for your image, for the company's image.",
        "Harley: Oh. You think he'll listen?",
        "Dinah: Yeah. I don't think he'll be showing his face around here any time soon. Trust me.",
        "Harley: Gosh, he gets under your skin.",
        "Dinah: You know what? It's... it's not about me. That isn't it. I just... I don't want to make things worse for you, that's all.",
        "Alan-Michael: Excuse me, is this where the CEO sleeps?",
        "Harley: ( Laughs ) Oh, I know who's hiding behind those sunglasses. Alan- Michael. ( Laughs )",
        "Dinah: Well, well, well. Get rid of one ex and in walks another. ( Door slams )",
        "[SCENE_BREAK]",
        "Frank: Hi, sweetheart.",
        "Buzz: That's an impressive technique.",
        "Marina: Thanks.",
        "Frank: Is everything okay here?",
        "Marina: With me? You bet. Couldn't be better. I just cut Danny loose.",
        "Frank: What?",
        "Buzz: What?",
        "Marina: I'm fine about it. Really, I am. It was the right thing to do. I'm fine, Dad. Totally fine.",
        "Frank: I don't think she's totally fine.",
        "Buzz: No, I was just...",
        "Frank: You know what we need to do, right?",
        "Buzz: Sound the alarm, muster the troops?",
        "Frank: Exactly. I'm on it.",
        "Buzz: Before she scrubs a hole through the formica.",
        "[SCENE_BREAK]",
        "Edmund: All right, all right. Cassie, Cassie, don't let this happen before it goes any further. Just stop and think. You loved me once. Now, you can try to pretend that it never happened, that we never happened, but we both know that you loved me, that we loved each other.",
        "Jeffrey: Good-bye, Edmund.",
        "Edmund: Wait! Wait! Cassie, Cassie, Cassie, please, please. You can't let this happen. You can't let them... Cassie, don't.",
        "Cassie: Wait. There's something I need to say.",
        "[SCENE_BREAK]",
        "Mallet: You want me to work security for Ross on the campaign trail?",
        "Blake: Yes, I do. And I talked with Frank already. He's willing to share you for a while.",
        "Mallet: How does that solve your problems with Harley and Ross?",
        "Blake: For starters, you're out of Gus and Harley's life, at least for a while. No ex around, that's less stress. And Ross gets the head of security that he trusts.",
        "Mallet: Right, right. That makes sense. All right, I'll do it. I'm in. I like Ross.",
        "Blake: You are the best! Okay, about the second part.",
        "Mallet: Why am I not surprised?",
        "Blake: I need you to convince Dinah to work for her father.",
        "Mallet: Hold on, I just busted my butt to get her at Spaulding.",
        "Blake: I'm not talking about a full-time gig. Ross would be so happy to have his little girl work on his campaign, and right now you are the only person in this town that Dinah will listen to.",
        "Mallet: Are you insane? That girl cannot stand me.",
        "Blake: Please, she just doesn't know how to express herself. I happen to know for a fact she's very fond of you, and I think you could be very fond of her, too.",
        "Mallet: ( Laughs ) Is this a job offer or a matchmaking attempt?",
        "Blake: You know me, I'm a multi-tasker. Come on. Come on, A.C., Please? I'm not asking you to marry Dinah. I just... Dinah needs a friend right now, and Ross needs a campaign staff, and I need a break.",
        "Mallet: Okay, all right, I'll do it! I'm in.",
        "Blake: Oh, thank you. You're the best! You're the best! I owe you. I owe you.",
        "Mallet: You owe me big time. So big time. Let's go to Dinah and talk this over.",
        "Blake: We'll strategize. Winning Dinah over is going to be a snap.",
        "Mallet: Oh, a snap. I'm so glad I'm wearing my bulletproof vest.",
        "[SCENE_BREAK]",
        "Harley: You look great. I had no idea you were coming to town.",
        "Alan-Michael: I didn't either. Spur-of-the-moment kind of thing. Just passing through. Driving across country on the way to... I haven't figured that out yet. But I thought I'd come through and catch up on some old friends I still have around.",
        "Harley: And family.",
        "Alan-Michael: Right. What's left of them.",
        "Harley: Sorry about Phillip.",
        "Alan-Michael: No, I'm sorry about Phillip, Harley. Sorry for everything you had to go through because of him.",
        "Harley: Yeah, it was a tough year. But life goes on, right? And I talked to Lucy so I heard her side, and I want to hear your side, and I won't say anything to Frank or my father, I promise. You can tell me everything.",
        "Alan-Michael: Like you said, life goes on.",
        "Dinah: Ahem. You also said you were going to say hello to old friends. Now where's my hug?",
        "Alan-Michael: Dinah, come here. I saved the best for last. Are you working for the big girl now?",
        "Harley: This is my new right-hand man.",
        "Dinah: Woman.",
        "Alan-Michael: She sure is.",
        "Harley: She's in charge of all my new projects.",
        "Dinah: Which, by the way, I need to write some notes before I forget. I'll be right back. Hey, I hope we can spend some time catching up while you're hanging around.",
        "Alan-Michael: You bet.",
        "Dinah: Okay.",
        "Alan-Michael: So Dinah looks pretty good. I...",
        "Harley: Uh-huh.",
        "Alan-Michael: I heard some wild stories.",
        "Harley: All true.",
        "Alan-Michael: She seems to be all right.",
        "Harley: Yeah, she is. This is a good way for you to try to avoid what I'm talking about here. So I talked to Lucy. She said it was mutual. She said neither one of you was happy so, what? This divorce is for the best?",
        "Alan-Michael: Let it go, Harley. Life is good. And from the rumors, you're happily married again for the... how many times is it now?",
        "Harley: Don't even start with me. The important thing is that I think I actually got it right this time. Are you going to stay around long enough to meet him?",
        "Alan-Michael: The man is my brother.",
        "Harley: Yes, he is. And you would be amazed at how much you two actually have in common.",
        "Alan-Michael: You?",
        "Harley: I meant that you both managed to get out from under your father's thumb. Are you going to drop by and visit Big Al in the booby hatch while you're here?",
        "Alan-Michael: I don't think so. Like I said, I'm just passing through.",
        "[SCENE_BREAK]",
        "Frank: I know it was not an easy thing for you to break up with him, but let me tell you something: You did it on your own, and that is extremely hard, and I am so proud of you. It's just going to take time.",
        "Marina: I think I'm going to go for a walk.",
        "Frank: Fine. I'll come with you.",
        "Marina: No, I think I need to take this one on my own. But, um, when I get back I'm going to need some space, okay? So, please, don't call the whole family over here. I just... I can't deal with their pity looks right now.",
        "Frank: Come on, the Coopers don't pity; we just band together.",
        "Marina: Not yet.",
        "Frank: Okay, honey, fine. I understand.",
        "Harley: You promise you won't call them?",
        "Frank: Um, yeah, I promise.",
        "Marina: Dad, thank you. And, Daddy?",
        "Frank: Yeah, honey?",
        "Marina: I'm going to be okay. Things right now are just hard, but I'm going to be fine. I'm feeling better already.",
        "Frank: Yes, you are. I know that, sweetheart. I know that. I love you. I know you are.",
        "[SCENE_BREAK]",
        "Jeffrey: Cassie, you don't have to do this.",
        "Cassie: Yes, Jeffrey, I do. It's something I've needed to do for a long time now. Guards, handcuff him to the cot.",
        "Edmund: Cassie, what are you doing?",
        "Cassie: Edmund, you were right. I couldn't let you go, not just yet. You see this? Edmund, this was our life. This was our family. Do you remember this stage? Do you remember how happy we were?",
        "Edmund: As if it were yesterday.",
        "Cassie: Well, for me it feels like more than a thousand years ago, like it was somebody else's life. And I pity them.",
        "Edmund: Cassie...",
        "Cassie: Edmund, I did love you and I don't need to rip into you or beat on your chest, scratch out your eyes or scream at you for all the pain you caused me, because you promised me you were someone I could trust. Now I don't need to attack you at all, because I'm okay. Maybe it took me a while to realize that, but... in the blackout a good friend made me smile, and the man I love came here and rescued me. Edmund, you took a lot from me and my family, but I am still on my feet. Look at me. I have Tammy and R.J. Will has a wonderful future ahead of him, and Hope... Hope is exactly where she belongs. And in a little while you will be, too. She will have all the happiness in the world and you know what, Edmund? So will I. So will Jeffrey and I.",
        "[SCENE_BREAK]",
        "Harley: I would love to spend more time with you, but I've got this meeting.",
        "Alan-Michael: Harley Cooper talking meetings.",
        "Harley: It's so weird, isn't it?",
        "Alan-Michael: In a good way. Better you than a lot of other people I could think of.",
        "Harley: I would love to hang out with you.",
        "Alan-Michael: We will. I'll be in town for a couple days.",
        "Harley: A couple of days? That's it?",
        "Alan-Michael: We'll see. Quality time with my nieces and nephews, catch up on the scene in town.",
        "Harley: The scene? Way to go about mourning that divorce. You are mourning that divorce?",
        "Alan-Michael: Not anymore.",
        "Dinah: Hey, guys, sorry to interrupt.",
        "Alan-Michael: You're not. Madam CEO was about to toss me out.",
        "Dinah: Oh. Hey, listen, do you have a second?",
        "Harley: Yeah.",
        "Dinah: Guess how much money we would be able to raise if we asked all of the Spaulding employees to just go ahead and drink normal drip coffee instead of this syrupy mocha latte stuff?",
        "Harley: Why are we talking about this?",
        "Dinah: We're trying to find a way to improve the profile of this company, right? The money we would save in one month alone on espresso we could develop a fund. Such as for HIV-positive children in Africa. The numbers are staggering. They're in the millions. It takes $10 to educate one child a year.",
        "Harley: That's perfect.",
        "Dinah: Yes!",
        "Harley: This is what I'm interested in. Who doesn't want to help children everywhere? And we can use the company to do this stuff!",
        "Alan-Michael: Here's an idea: You could ramp up production of HIV meds in the pharmacy group and then halve the cost. Better yet, you could give it away for a year.",
        "Harley: We should look into that. Isn't it amazing how you think you're going day to day solving the problems of the world, but you're really not?",
        "Alan-Michael: Aids is still a huge problem everywhere. Especially in Africa.",
        "Harley: I joined this company to make the world a better place, and this is a great start. Dinah, this is perfect. Thank you. And thank you. What is your consulting fee?",
        "Alan-Michael: No charge.",
        "Harley: I'm sure I could get you a job in the mailroom if you want.",
        "Alan-Michael: Thanks, but I'm out of the business.",
        "Harley: For good?",
        "Alan-Michael: You're doing a fine job without me, you don't need me. And more importantly, I don't need this.",
        "( Cell phone rings )",
        "Harley: Hold that thought. Don't leave. That's my cell.",
        "Dinah: Alan-Michael, you look good. You look happy.",
        "Alan-Michael: Dinah, you look like a billion bucks.",
        "Dinah: Thank you.",
        "Alan-Michael: How about dinner while I'm here?",
        "Dinah: Thank you. But these days I don't have time for dinner or dating.",
        "Harley: I'll be right there. Alan-Michael, come on, let's go. I'll tell you on the way.",
        "Alan-Michael: You have a big meeting.",
        "Harley: I can cancel my meetings. Will you cancel my meeting?",
        "Dinah: Sure.",
        "Harley: Come on. Family comes first.",
        "Blake: I don't think she's going to be happy we're together.",
        "Harley: What are you doing here?",
        "Mallet: Don't worry. I'm not here to see you.",
        "Blake: Oh, my God!",
        "Mallet: How are Ross and the kids?",
        "Blake: Great.",
        "Alan-Michael: Congrats on the book. Detective, long time, huh? Thanks for your letter after Phillip died.",
        "Blake: I was worried about you. I still am. And we need to talk. But right now we're here to see Dinah.",
        "Harley: Really?",
        "Blake: We came to see how her new job was going.",
        "Harley: Really?",
        "Blake: Yep. Come on, Mallet, let's go. So good... you look great. I'll see you later.",
        "Alan-Michael: Blake looks good.",
        "Harley: Yes.",
        "Alan-Michael: And A.C. Mallet back in Springfield. Can I ask you a question?",
        "Harley: Yep.",
        "Alan-Michael: Are you two still...",
        "Harley: Nope.",
        "[SCENE_BREAK]",
        "( Knock on door )",
        "Mallet: Excuse me, Miss Marler?",
        "Dinah: I told you not to show your face around here again.",
        "Mallet: I do remember your mouth moving, blah, blah, blah. This was not my idea.",
        "Dinah: Whose idea was it?",
        "Blake: Mine.",
        "[SCENE_BREAK]",
        "Edmund: Cassie, Jeffrey O'Neill is not your Prince Richard, and he never will be.",
        "Cassie: You are wrong, Edmund. He is a prince. He's my prince, and he knows how to love and trust, and he'll never lie to me.",
        "Edmund: ( Laughs ) Oh, really?",
        "Cassie: Never.",
        "Edmund: Never? Well, that's what you think.",
        "[SCENE_BREAK]",
        "Lizzie: Oh, my gosh! Alan-Michael, how are you?",
        "Harley: I'll see you inside.",
        "Alan-Michael: Look how grownup you are. And so much prettier than the pictures your mom's always sending me. Your dad, honey, I'm so, so sorry.",
        "Lizzie: It's okay. And the note you sent me and the flowers, they came at a good time that day.",
        "Alan-Michael: I'm glad if it helped.",
        "Lizzie: Wow! I missed you so much. I hope you're in town for good, right?",
        "Alan-Michael: Just passing through. While I'm here I was hoping we'd have some time.",
        "Lizzie: Yeah, I would love that.",
        "Alan-Michael: We'll check out the new hot spots, if there are any. The new restaurants... Lizzie, something wrong?",
        "Lizzie: I would really love to hang out with you and I would love to take you out, actually, but I sort of am having a money problem and... I was wondering if maybe....",
        "Alan-Michael: I know. I got a call from your mom. She said you might track me down. Look, she got me to promise not to give you anything.",
        "Lizzie: But she doesn't really have to know.",
        "Alan-Michael: Don't put me in the middle, okay? I'll pick up the checks, all the checks while I'm here, but...",
        "Lizzie: I understand. I understand. It's okay. I'm just glad you're here. It's okay. I'll be fine, really.",
        "[SCENE_BREAK]",
        "Marina: Hey, Dad, I just... Dad! You promised.",
        "Frank: Okay, honey, I lied a little.",
        "Buzz: Well, he deserves a good scrubbing.",
        "Harley: Hey, do you need anything?",
        "Marina: Don't you have a business to run or something?",
        "Harley: How about if we take out that dartboard you made for me after me and Gus broke up? We could put Danny's picture on it.",
        "Marina: I don't think I need that right now. I need...",
        "Harley: A group hug.",
        "Coop: Or I could let the air out of his tires.",
        "Harley: Why don't we just get a pizza?",
        "Frank: An hour or two at the shooting range?",
        "Marina: I don't need a group hug or pizza or anything you guys can come up with right now.",
        "Frank: What do you need, sweetheart?",
        "Marina: What I need is... what I need right now is just to be an orphan.",
        "[SCENE_BREAK]",
        "Edmund: So you think you know this man?",
        "Cassie: Inside and out.",
        "Edmund: Well, Cassie, you're in for a big surprise.",
        "Jeffrey: All right, that's enough.",
        "Edmund: Oh, my. See the fear in his eyes, Cassie? What are you afraid of, Mr. O'Neill? Are you afraid I'm going to tell them?",
        "Edmund: I said that's enough.",
        "Cassie: I think I've heard just about all the lies I hope to hear about you. Out of you. Hopefully after today I'll never have to think of you again, and, Edmund, I just hope you have a long, healthy life to think about what you've done and what you've lost. Come on, Jeffrey. I think I'm ready to get back to our life now.",
        "Josh: Good-bye, Edmund. Don't forget to write.",
        "Edmund: Some best man you turned out to be. What are you going to do, Josh? Just walk out of here and leave me here to rot, is that it?",
        "Josh: Pretty much, yeah.",
        "Edmund: Still thinking I was the biggest threat to Cassie? Are you blind, Josh, or do you just not want to see? Perhaps you're an idiot and you just don't get it.",
        "Josh: Get what?",
        "Edmund: The real danger, man. It's not me. It's Jeffrey O'Neill. You have no idea who he is.",
        "Edmund: If Cassie stays with that man, Josh, she will pay the price, and that's the truth.",
        "Josh: Really?",
        "Edmund: You think she's with an honest man now, Josh? Then go on. You ask Jeffrey O'Neill about his connection to Richard Winslow and if you get an honest answer, you come back then and tell me what kind of man you really think he is.",
        "[SCENE_BREAK]",
        "Blake: Guess what, Dinah? Mallet is working security for your father while he runs for Congress.",
        "Dinah: What a frightening thought.",
        "Mallet: Thank you. But your dad and Blake trust me.",
        "Dinah: ( Laughs ) My daddy can be a little naive about people sometimes, right, Blake?",
        "Mallet: Okay, why don't I just wait outside?",
        "Blake: No, no, this won't take long. Dinah, I think it's great what you're doing here. Would you be interested in an idea that would advance your career, raise your profile?",
        "Dinah: What kind of an idea?",
        "Blake: Your father wants you to be a part of his campaign.",
        "Dinah: Now, why didn't he ask me about that?",
        "Blake: Well, he wanted to but...",
        "Mallet: Blake wanted to surprise him with you.",
        "Dinah: Blake wanted to get on my father's good side by playing nice with his little girl.",
        "Blake: Yeah.",
        "Dinah: Blake, you're being honest. And that's refreshing. You tell my father I'll do it. I will help him as long as he is not assigned to me.",
        "Blake: Fantastic! Oh, thank you so much! I owe you.",
        "Dinah: Yes, you do.",
        "Blake: I'm calling Ross. Thank you, both of you.",
        "Mallet: Well, this ought to be fun. Huh?",
        "[SCENE_BREAK]",
        "Alan-Michael: We'll set something up while I'm here, just the two of us. ( Cell phone rings ) Hang on. Who is it, you or me?",
        "Lizzie: Yeah, I think it's me actually. Hello?",
        "Dean: Spoiled in Spaulding.",
        "Lizzie: Hi. Can you hang on a second? I'm sorry.",
        "Alan-Michael: You're a big girl entitled to your privacy.",
        "Lizzie: I'm so happy you're here. I cannot wait to spend some time with you.",
        "Alan-Michael: Me, too.",
        "Lizzie: Call me, okay? Hi, um, Dean, I'm sorry it took me so long.",
        "Dean: Guess what? Time's up, little Lizzie. I'm not giving you another dime. Oh, and all the money I loaned you, I want it all back now.",
        "Lizzie: Now?",
        "[SCENE_BREAK]",
        "Frank: I thought it was a smart idea to have everybody together, do you know what I mean?",
        "Marina: Hey, guys, um, I just wanted to say that I'm... I'm sorry. I know that you're all trying to help, but, um...",
        "Frank: But what, honey?",
        "Marina: I just... I can't do this right now.",
        "Frank: Oh, Marina...",
        "Marina: I'm sorry. I can't.",
        "Alan-Michael: Easy, girl.",
        "Marina: Sorry. I'm sorry.",
        "Alan-Michael: I almost ran you down last week. Your turn, I guess. You okay?",
        "Marina: Not really, but please don't ask me any questions because I don't want to talk about it.",
        "Alan-Michael: Okay, I'll just go in and ask the family what's going on.",
        "Marina: No! It's... it's nothing, really. It's a breakup.",
        "Alan-Michael: Got dumped, huh?",
        "Marina: No, I did the dumping.",
        "Alan-Michael: Could have fooled me.",
        "Marina: Look, I said I don't want to talk about it.",
        "Alan-Michael: What do you want, then?",
        "Marina: I just want to go. I want to take off, maybe get away.",
        "Alan-Michael: How fast do you want to go? Because this baby goes about 80 on a straightaway. Go on, take them. Take off, find some open road, test her out.",
        "Marina: You want me to kill myself? That's your idea of helping out?",
        "Alan-Michael: Listen, sometimes you have to risk your life. Just to remind yourself that it goes on.",
        "[SCENE_BREAK]",
        "Mallet: Oh, oh, oh, oh, you've been reading about me. Are you wondering if Blake's descriptions are as accurate as they are graphic?",
        "Dinah: ( Laughs ) You know something? You... um, I'm very happy that I'm through with men because otherwise you'd be incredibly depressing to me right now. To think that you are what's out there.",
        "Mallet: You are so not through with men.",
        "Dinah: Oh, really? I just turned down a very intelligent, gorgeous, rich man. You got something that he doesn't?",
        "Mallet: Well, I... I've got an internet chat room that's all about me all the time. Maybe you've heard about it, lovethehammer.com?",
        "Dinah: That's pretty good.",
        "Mallet: I've got book clubs across the country coast to coast to discuss things like \"The Hammer, man or God, myth or legend?\" Or as far as my awesome prowess that's depicted in detail in... well, Chapter Three...",
        "Dinah: Are you done? Mallet, are you done? Stop with the book. Damn it! Look what you made me do. I... I dropped this and it's all over me now. It's $5 a cup, you know that?",
        "Mallet: Here, clean yourself up. You missed a little bit right there.",
        "Dinah: I would love to miss you if you would just leave, please.",
        "Mallet: I was telling you you missed a little bit right there. Here. Look, calm down, stay still. Look, you've got foam on your blouse, okay? It stains, all right? It's good.",
        "Dinah: Don't come back here.",
        "[SCENE_BREAK]",
        "Alan-Michael: If this was about saving a relationship, I'd keep my mouth shut. But I do know breakups.",
        "Marina: You and Lucy?",
        "Alan-Michael: Yeah. It was tough for a while. I kept blaming myself for it, trying to figure out where it went wrong. I swore up and down that it was the last time I'd ever get burned. ( Laughs ) I was through taking chances and leaving myself open, all that cliche stuff.",
        "Marina: Well, you look okay to me.",
        "Alan-Michael: Well, I've figured something out. Yeah. You don't risk, you're not living. You don't want to live, the alternative's lousy.",
        "Marina: Wow. That's kind of deep.",
        "Alan-Michael: I picked up parachute jumping. I passed on the left on the Autobahn. I flew to South Africa and swam with the sharks. Wrestled gators in Florida.",
        "Marina: What?",
        "Alan-Michael: Maybe I made that one up. But all the rest, cross my broken heart, all true. I'll show you the scars.",
        "Marina: No thanks, I've got my own.",
        "Alan-Michael: If you feel like a bungee jump or hang- gliding or maybe just a ride in my Z4, give me a call.",
        "Marina: Thank you, but I don't really feel like company right now, so don't hold your breath or anything, because I probably won't call.",
        "Alan-Michael: Frank, going to shake my hand?",
        "Frank: Harley said you weren't staying.",
        "Alan-Michael: Just passing through.",
        "Frank: Then we'll shake on your way out.",
        "Harley: Frank... Alan Michael Spaulding, I want you to meet Henry Cooper Bradshaw, my dad and Jenna's son.",
        "Alan-Michael: Jenna Bradshaw, what a beautiful woman she was. Nice to meet you, Henry.",
        "Coop: It's Coop, actually. Nice to meet you, too. I've heard a lot of stories about you.",
        "Alan-Michael: Hopefully not from Frank.",
        "Harley: Are you hungry? My dad's in the kitchen.",
        "Alan-Michael: Tempting but I've got to go. There's a few people I still want to connect with.",
        "Harley: That's cool. A rain check is cool. But I just wanted to ask you, can we get together sometime while we're here so I can pick your brain about Spaulding stuff?",
        "Alan-Michael: Actually, Harley, when it comes to related-related stuff I'm not so sure I want to get involved.",
        "Harley: Please? Just a few questions, please?",
        "Alan-Michael: We'll see.",
        "Harley: Great.",
        "Alan-Michael: Meanwhile, have fun, madam CEO.",
        "Lizzie: Yes, I'll get you your cash back, okay? I'll call you when I get it.",
        "Alan-Michael: Lizzie...",
        "Lizzie: Hey, Coop.",
        "Coop: What's going on?",
        "Lizzie: Oh, nothing. I just... I cannot wait to walk into that dance, arm in arm, with the hottest guy in town. ( Laughs )",
        "Coop: Yeah. Look, um, everything is going to be great. I promise you.",
        "[SCENE_BREAK]",
        "Cassie: Thank you, Jeffrey. For everything.",
        "Jeffrey: You mean for saving your life... again?",
        "Cassie: Again. ( Laughs ) And you reminded me there that there's someone in this world who will always be there for me, someone I can always trust. Let's go home.",
        "[SCENE_BREAK]",
        "Josh: So what are you trying to tell me, Edmund? That there's some kind of connection between Jeffrey and Richard?",
        "Edmund: You mean besides the face?",
        "Josh: Yeah.",
        "Edmund: Well, let's start with the face anyway, shall we, Josh? You ever stop to think why Jeffrey O'Neill looks so much like my dead brother?",
        "Josh: Stranger things have happened.",
        "Edmund: Really? You never wondered how Jeffrey O'Neill, a man virtually identical in every external respect to my poor dead brother, Richard, ended up in Springfield? In Cassie's hotel? Or why he seems to know his way so well around this entire island? Or how he managed to worm his way so quickly and completely deep into Cassie's heart? Tell me you've never thought twice about any of that. Has he ever explained the coincidences to you, Josh? Of course not. Of course not. Because Jeffrey O'Neill doesn't want you to know that he is actually...",
        "Guard: I have my orders. I need to clear this room of all visitors.",
        "Edmund: I'm not finished. Please.",
        "Josh: I am.",
        "Edmund: You have to listen to me, Josh. For Cassie's sake. Please, Jeffrey O'Neill is actually... Josh!",
        "[SCENE_BREAK]",
        "Marina: You knew all along Danny and I wouldn't work out. I'm going to be okay.",
        "Mallet: You are so not through with men. You say you wonder you're wrong...",
        "Edmund: You loved me once. Now, you can try to pretend that it never happened, that we never happened, but we both know that you loved me. You're aching you're breaking and I can see the pain in your eyes it's as if everybody's changing and I don't know why try to understand that I'm trying to make a move just to stay in the game I try to stay awake and remember my name but everybody's changing and I don't feel the same.",
        "Mallet: This ought to be fun.",
        "Edmund: Jeffrey O'Neill is not your Prince Richard. Gone from me soon you'll disappear fading into beautiful art because everybody's changing and I don't feel right so little time try to understand that I'm trying to make a move just to stay in the game I try to stay awake and remember my name but everybody's changing and I don't feel the same.",
        "Alan-Michael: Give me a call.",
        "Josh: So what are you trying to tell me, Edmund? That there's some kind of connection between Jeffrey and Richard?",
        "Edmund: You mean besides the face?",
        "Josh: Yeah.",
        "_Edmund: Well, let's start with the face anyway, shall we, Josh? You ever stop to think why Jeffrey O 'Neill looks so much like my dead brother? You never wondered how Jeffrey O'Neill, a man virtually identical in every extent to my poor dead brother, Richard, ended up in Springfield in Cassie's hotel? You've never thought twice about any of that? _",
        "[SCENE_BREAK]",
        "_Announcer: Next on \"Guiding Light\"... _",
        "Ava: You know, you would have thought that Sandy and Tammy would have realized that they belong with us by now.",
        "Sandy: Welcome home, Cassie.",
        "Tammy: My hero. I love him so much!",
        "Alan-Michael: Hello, Dad.",
        "Gus: Rode into town to spring your old man from the nuthouse?",
        "Dinah: The sexual tension between you two is so thick you can cut it with a knife."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=ZYCj3yKvQaY"
}