{
    "Episode Summary": [],
    "Recap": [
        "Olivia tells Bill that she's the one who bought the property Lewis Oil is on. Reva and Sandy undergo surgery. Phillip drags Lizzie away from the hospital and warns her to keep quiet about the accident. Frank finds out that Harley is headed to Greece and that Marina helped her. Cassie and Tammy argue about JB, while JB and Edmund go head to head as well. Phillip gives Bill and Olivia an ultimatum. Gus proclaims that he's done with love."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Lizzie: Listen, Daddy, Sandy's really hurt, and might die. I've got to tell the DA that it was just an accident. I didn't mean to hurt anybody.",
        "Phillip: Lizzie, listen to me. You will not do that. Where's the district attorney right now?",
        "Lizzie: I don't know. I guess down the hall. Sandy and Reva are getting ready to go in for surgery. What if something happens?",
        "Phillip: Nothing is going to happen. Now just promise me that you won't talk anybody until we've had a chance to talk about this.",
        "Lizzie: I just feel like people know, Dad, like they keep looking at me.",
        "Phillip: Yeah, I understand, honey, but that's just in your head. Now listen, it's a bad time right now. Harley has disappeared with your brother, Zach, and I need to take care of that. (Lizzie crying) Lizzie?",
        "Lizzie: Daddy, I just can't do this. I can't hold it in anymore.",
        "Phillip: Okay, sweetie. All right. That's okay. You... you sit down and wait for me to get there, all right? And just promise me that you won't say anything to anyone until I get there. Can you do that for me?",
        "Lizzie: Please hurry.",
        "Phillip: Gus, I'm sorry, I can't deal with you right...",
        "[SCENE_BREAK]",
        "Bill: Wait a minute now. You bought the Lewis construction building?",
        "Olivia: Indeed. I was the highest bidder. Going, going, gone.",
        "Bill: Yeah. Well, what did it cost you?",
        "Olivia: Who cares? Phillip wanted Lewis, and I snagged it from him. Hey, your daddy's going to be leasing space from me. Isn't that good?",
        "Bill: Okay, snake charmer, what do you want?",
        "[SCENE_BREAK]",
        "Coop: What's in the boxes?",
        "Frank: Some of the stuff that Phillip put in storage after he leveled Harley's house.",
        "Coop: Well, I'll tell you what, let me help you take it up to the new digs.",
        "Frank: Listen, has anyone seen Harley? Because I want to know exactly what bedroom she wants up there.",
        "Coop: Oh, you mean the small one or the small one?",
        "Marina: Harley kind of took off.",
        "Frank: What do you mean, \"took off?\"",
        "Marina: Well, like, I don't think she'll be back for a while. After Phillip leveled her house, he was threatening to take Zach to live with him. So she one-upped him. You know what? She's probably in Greece by now.",
        "Frank: She's what? She went... oh, this is great. Well, you know what? Get ready for round three.",
        "[SCENE_BREAK]",
        "Edmund: Any luck reaching Josh?",
        "Cassie: No. No, I've tried his cell; I've tried calling the operator. I can't get through at all. Okay, I'll keep trying, all right?",
        "Reva: Thanks, sweetie.",
        "Cassie: You know, I didn't want to say anything in front of Tammy, but I'm so scared. Reva's acting like this operation is going to be a cinch, but come on.",
        "Edmund: I know, I know. I know.",
        "JB: Are you out of your mind? He's not even your son, Reva. He's a liar and a thief. He stole my life, and still you're willing to give a body part to him. (Trash can crashing)",
        "Dr. Rozenberg: They'll be in to take you up to surgery any minute now. Do you have any questions?",
        "Reva: Uh, no. Not when it sounds fairly simple, right? I mean, you take a piece of my liver, give it to Sandy, and then the world turns right side up.",
        "Dr. Rozenberg: Well, there are some risks involved.",
        "Reva: Yes, I know the risks and I have signed off on them. So let's just do it, shall we?",
        "Dr. Rozenberg: That young man over there is very lucky to have you as a mother. I'll see you in the recovery room.",
        "Reva: Hey, kid. You know, I've always wanted to be known as the kind of person that would do anything for anyone, even if she didn't know them. I guess now I'm going to have to put my money where my mouth is. I don't know who your mama is. I don't even know if your real name is Sandy. But I do know one thing: I love you. I love you, and I can't let you die.",
        "[SCENE_BREAK]",
        "Olivia: What do I want? Now that's a question I never thought I'd hear you ask me.",
        "Bill: Is that right?",
        "Olivia: Mm-hmm.",
        "Bill: Well, you were suppose to me from the auction when that building came up.",
        "Olivia: Things were moving quickly. What, did you want somebody else to get the property away from us?",
        "Bill: Hmm. Not when my family could be your new tenant. No, you would never think that.",
        "Olivia: Are you accusing me of something?",
        "Bill: Well, that depends. What have you got planned with that building?",
        "Olivia: I don't know. I thought I'd lull them into false of security, and then I'd kick and your dad and your Uncle Josh out for good on their ears. Does that sound all right?",
        "Bill: Yeah, well, very funny.",
        "Olivia: Look, either you trust me or you don't. We're business partners.",
        "Bill: Hey, I trust you.",
        "Olivia: Oh.",
        "Bill: I trust you. Now, if that wasn't a power play, why don't you sell me that building? Come on sell it to me. Just give me... give me what I want.",
        "Olivia: Oh, I can give you what you want. I just can't give you what you want.",
        "[SCENE_BREAK]",
        "Phillip: What the hell was that?",
        "Gus: You used me. You set me up. You sent me over to the Cooper's to give them the good news that Company's been spared, and then you slip away and knock Harley's house down.",
        "Phillip: All right, look, I'm sorry that you...",
        "Gus: No. And then... and then you tell her that I'm in on it. Are you kidding me? You're lucky I just hit you and didn't put your face through a plate-glass window.",
        "Phillip: Well, if you're finished...",
        "Gus: No, I'm not finished. I'm talking to you.",
        "Phillip: Listen to me. Listen to me. I did you a favor. Harley doesn't want you back. She's using you because you're a Spaulding. But she doesn't want you back! I'm your brother. I'm not going to stand by and watch her use you like that. That's what I've done my entire life. It took me years to figure it out, and a stretch in the psych ward. I'm trying to save you the trouble.",
        "Gus: I don't want you to make any decisions for me! You do it again and you don't have to worry about the Cooper's coming after you. I will have finished you off myself.",
        "Phillip: Fine. If we're through with the schoolyard fight, I have something that I need you to do for me. I'm sure you know by now that Harley's taken off with Zach.",
        "Gus: No, I don't know. What? Where... where?",
        "Phillip: That's what I need you to find out. He's my son, Gus.",
        "Gus: Well, he's her son as well.",
        "Phillip: Yeah, I know, but there are laws against this.",
        "Gus: No, I'm out. I'm out. I'm done playing monkey in the middle for you people, okay? And it's taken me years to figure it out and no time at all in a psych ward to know that family or no family, at the end of the day you are on your own.",
        "Phillip: Maybe you are. But my family needs me.",
        "Lizzie: Daddy, you need to hurry up and get over here before they figure out that I was the one who hit Sandy.",
        "Cassie: Lizzie, you did this.",
        "Lizzie: What?",
        "Cassie: It was you.",
        "Edmund: It's all your fault.",
        "Lizzie: No.",
        "Cassie: Sandy's blood was on your car.",
        "Edmund: You hit him, drove off, left him for dead.",
        "Lizzie: It was just an accident, I swear.",
        "Cassie: You killed him. You killed Sandy.",
        "Edmund: Sandy's dead because of you.",
        "Lizzie: No!",
        "Edmund: Sandy's dead because of you.",
        "Lizzie: No. (Crying) no. No.",
        "Cassie: Lizzie, are you okay?",
        "Lizzie: Sandy can't die. If he dies, then... what have I... I can't... I can't talk to you.",
        "Edmund: Wow. Everyone's on edge tonight.",
        "Cassie: Yeah.",
        "[SCENE_BREAK]",
        "Marina: Dad, you can't tell me that you're actually mad at her.",
        "Frank: I'm not mad at her, and I can't say that I blame her, but I hate not knowing where she is. And let me tell you something, young lady. I've got a real bad feeling about this.",
        "Coop: Frank, don't even worry about it. I'm sure she's all right. Harley's a big girl. She can take care of herself.",
        "Frank: Yeah, well, maybe under normal conditions. But you know what? The Spaulding's aren't normal.",
        "Marina: You almost had them at the wedding.",
        "Frank: Pulling that gun out was the worst mistake of my life. That is absolutely no way to ever solve a problem. I put a lot of people's lives in danger. And, sweetheart, I want you to know... I want you to know how absolutely wrong I was.",
        "Marina: Dad, will you please stop being so hard on yourself?",
        "Coop: Wait. Whoa, whoa, whoa. Wait a minute. Frank, what are you trying to say here? Are you saying that we should just give up?",
        "Frank: No, what I'm saying is that from now on, we fight smart. And what Harley did was not smart. Kidnapping Zach and taking him out of the country. That's not the way to do it. We need to protect each other at all costs. What my sister did could get her arrested.",
        "Marina: Um, question: What about her accomplice?",
        "[SCENE_BREAK]",
        "Tammy: What's wrong with you? Why did you just throw that?",
        "JB: (Moans) All that life-and-death stuff going on in there. I don't know, I guess it just brought up some memories.",
        "Tammy: Your own family?",
        "JB: I don't know, just of things that I'm missing. You know, things that I've never gotten because they were ripped away from me. When I think about what I grew up with, it makes me want to hurt someone bad. Real bad. Make them pay the way that I did.",
        "[SCENE_BREAK]",
        "Cassie: Hey. How's he doing?",
        "Reva: Oh, he's still out. And I don't like his color.",
        "Cassie: Yeah. So you're really going to do this, huh?",
        "Reva: Cassie, I can't let him die. He's here because he saved Tammy's life.",
        "Cassie: I know. I know that. He's not your son.",
        "Reva: I know.",
        "Cassie: There are so many unanswered questions, Reva.",
        "Reva: Yeah, well, those questions will never get answered unless he has the surgery.",
        "Cassie: There are other donors.",
        "Reva: Cassie, we'll never find another donor in time. I'm a match even though I'm not related to him. And I find that as a sign from somewhere that I have to do this.",
        "Cassie: I knew you were going to say that.",
        "Reva: Um, if there's any complications during the surgery...",
        "Cassie: There aren't going to be any complications. You're going to be fine.",
        "Reva: No, just let me finish, okay? Just tell Marah and Shayne and Dillon that I love them, and that I did what I knew in my heart was the right thing to do. And Joshua. I mean have you been able to reach him?",
        "Cassie: We've been trying to call him.",
        "Reva: Okay, well, just... let him know that I wanted to call him first, but there just wasn't time. And that Josh and the kids should not feel at all guilty about any of this that they weren't here. Because I know they would have been if they had known.",
        "Cassie: You can tell them yourself when this is over.",
        "Reva: Please. Okay? Let them know that I wasn't scared. Because I'm not. And remind him that love never dies. And that HB and Mamma, they're going to be there with all those other wonderful souls just waiting to greet me.",
        "Cassie: Will you stop? Will you please stop this?",
        "Reva: And let him know that I will love him always.",
        "Cassie: All right. So what do I tell him about Sandy? I mean I'm sorry to bring that up, Reva.",
        "Reva: Well, if I had an answer to that question, I'd tell you.",
        "Cassie: This means the real Jonathan is still out there, you know?",
        "Reva: I know. We'll deal with that after the surgery.",
        "Edmund: Hey, Lizzie. Everything is going to be all right. These transplants are almost routine these days. He's going to pull through it just the way you did, even though I don't have a dragon slayer horse for him, okay? Cheer up. See you in a bit.",
        "Lizzie: Edmund?",
        "Edmund: Hmm?",
        "Lizzie: How do you get over the guilt?",
        "Edmund: The what?",
        "Lizzie: Guilt. I mean I know you've done a lot of bad things, and I just don't know how to get over it afterwards.",
        "Edmund: I assume you're talking about Sandy.",
        "Lizzie: Sandy?",
        "Edmund: Sandy. And all of the awful things that have happened to him in his life because of me. Well, it's haunted me for years, Lizzie. But when I decided to face things head on and apologize to the people I'd hurt, well, I think, telling the truth, I haven't forgiven myself. But it's a start, I guess.",
        "Lizzie: Well, I have something to say, actually. About the truth.",
        "Edmund: What about the truth, Lizzie?",
        "Lizzie: What if you know someone and they did something terrible? Daddy.",
        "Phillip: Hey, pumpkin. I'm sorry, honey. I got here as soon as I could. How is everybody?",
        "Edmund: Well, everybody seems to be fine, except your daughter.",
        "Phillip: Well, she's worried about Sandy. That's perfectly understandable. But that's okay because I'm here now. I'm going to take care of you. Okay?",
        "Edmund: Take care, Lizzie. I'll let you know about Sandy, if anything happens.",
        "Phillip: Thank you. Let's go home.",
        "Lizzie: But Daddy, we can't go. That's not right.",
        "Phillip: Honey? We'll talk about it at home. Come on.",
        "[SCENE_BREAK]",
        "Olivia: I can give you all the business reasons why sons why I won't sell you that property, but instead I'll just tell you the truth, okay?",
        "Bill: Which is?",
        "Olivia: I like having something over you. It helps me keep you honest.",
        "Bill: Honest? I don't even work there anymore.",
        "Olivia: No, but I can make all kinds of threats, you know? Like, \"do as I say or I'll raise your father's rent,\" or \"kiss me right now or I'll evict him.\"",
        "Bill: Mmm.",
        "Olivia: You know what, every good partnership needs a little push/pull. I just like to be on top, that's all.",
        "Bill: Well, I don't think you're going to like it very much when I climb back up.",
        "Olivia: (Laughs) You can give it your best shot, dimples.",
        "[SCENE_BREAK]",
        "Tammy: Did I do something?",
        "JB: No, no. It's not you. It's just sometimes I get angry at the world, you know?",
        "Tammy: Yeah. Yeah, I've had a lot of that lately, too. Things that aren't fair.",
        "JB: Yeah. Here. Coffee. Go ahead try some.",
        "Tammy: Ugh, what's in this?",
        "JB: (Laughs) It's vodka. It'll help you relax.",
        "Tammy: That's okay. If anything happens to Aunt Reva or Sandy...",
        "JB: Nothing is going to happen, except your aunt is going to save the son that she loves.",
        "[SCENE_BREAK]",
        "Cassie: Hey. Everything is going to be fine, you know?",
        "Reva: I love you, Sis.",
        "Cassie: You know you're my best friend. And that's why I know nothing is going to happen to you. Because I can't make it without you.",
        "Reva: You know what?",
        "Cassie: What?",
        "Reva: You're right.",
        "Cassie: (Laughs) Don't try and prove me right. I know how stubborn you can be.",
        "Reva: I'll be fine.",
        "Cassie: I know you will.",
        "Reva: Wow. Those drugs are kicking in.",
        "Cassie: (Laughs)",
        "Reva: I can barely keep my eyes open.",
        "Cassie: What are you smiling at?",
        "Reva: Josh. I can see him smiling at me. See you on the other side.",
        "Cassie: Yeah. This side.",
        "[SCENE_BREAK]",
        "Phillip: Now listen to me, darling. What's done is done. It doesn't matter anymore. What you say to people does. You haven't said anything to anybody, right?",
        "Lizzie: I can't do it, Daddy. I can't just keep this secret in.",
        "Phillip: Oh, honey? Look, you didn't hit Sandy on purpose. There... yeah, it's me. Any word on Harley and my son? Well, they have to be someplace. Keep looking. No, look, I'm in the middle of something right now.",
        "Lizzie: Come on.",
        "Phillip: I can't do it. Just call me back. All right. Sorry, honey. Okay. Who loves you more than anybody else in the world? Now, I know I haven't always been a perfect father, but you know how much I love you.",
        "Lizzie: Daddy, that's not it. You're great, and I love you.",
        "Phillip: Okay. Then you have to let me help you. Let's both of us try really hard to forget that this happened.",
        "Lizzie: Forget? Forget that I hit Sandy with my car that he might die? How do you expect me to forget something like that?",
        "Phillip: You just do it, honey. And you know, maybe you didn't hit Sandy. You don't know what you hit. You said so yourself. Maybe somebody else hit Sandy.",
        "Lizzie: Dad, stop it. Quit trying to twist things around, okay? It doesn't work. I'm going to get caught.",
        "Phillip: Not if you keep quiet, starting right now.",
        "Lizzie: You don't get it. Uncle Ross is working with the police on this. He's taking a high priority to this case, okay? He promised me that whoever did this to Sandy would get brought to justice, and that's me.",
        "Phillip: Honey, that's okay. Is that what you're worried about? Darling, of course the police are investigating. That's their job, that's what they do. It doesn't mean they're going to find anything. I've already told you I'm taking care of it.",
        "Lizzie: Daddy, I don't want it to be taken care of. I can't just live like this. I've got to tell them what happened.",
        "Phillip: No. It's too late for that. Now, listen. You are going to do exactly what I tell you to do and nothing else. Do you hear me?",
        "Lizzie: Daddy, I'm sorry. I didn't mean to make you mad.",
        "Phillip: Honey, I'm not mad. I'm not. I'm just trying to understand. What are you so afraid of? I've told you over and over again; I will make sure that nobody ever knows this happened. You have to believe me. I can do it.",
        "Lizzie: So you want to just push it down, forget about it, like the thing with Carl.",
        "Phillip: What?",
        "Lizzie: Carl. Dad, you sent me away because everyone thought I was crazy because I'd killed Carl.",
        "Phillip: Oh, honey. No. Honey, you were a little girl. You were protecting your mother.",
        "Lizzie: Daddy, maybe... maybe I am, though. What if I am crazy? I've been obsessing about this whole accident, and I had this nightmare and I wasn't even asleep, and it was in my head and I couldn't even control it, Dad. What if that means I'm crazy? Does that mean it?",
        "Phillip: Listen to me. You are not crazy. You do not need to be afraid. You are not going to end up in Ravenwood the way I did.",
        "Lizzie: Daddy, it just keeps building up--the lies, the hiding from it, the guilt.",
        "Phillip: Listen.",
        "Lizzie: I can't handle this, Daddy.",
        "Phillip: Listen to me. Nothing is going to happen to you because I will not let it happen. Now I need you to get a hold of yourself, okay? I need you to stop looking at all these hypotheticals and see the reality of this situation. This is not about a car accident, Lizzie. Look around you. Look.",
        "Lizzie: Look at what?",
        "Phillip: How many friends do you have? Hmm? How many real friends does any Spaulding have? There are people in this town who are salivating over this, over the opportunity to use this to bring us down. Do you understand what I'm saying to you? Do you understand me?",
        "Lizzie: Yes.",
        "Phillip: Bill and Olivia and the Cooper's and the Lewis's. They're all against us, all of them, and they're looking for ammunition. They are always looking for ammunition to use against us, to try to bring this family down. And they will nail you to the wall to get to me. Is that what you want?",
        "Lizzie: No.",
        "Phillip: No. No. So you have to be strong and smart, like I know you can be. And you can never let down. You can never let down for even a second.",
        "Lizzie: I won't. I won't.",
        "Phillip: Okay? You just can't let them get to you, ever. Or to any of us.",
        "Lizzie: I won't.",
        "Phillip: Okay. This accident never happened. Never. Okay? Okay?",
        "Lizzie: Yeah. Yes.",
        "Phillip: Okay. That's my girl. That's my girl.",
        "Lizzie: Daddy, listen, I'm kind of tired. I think I'm going to go lay down.",
        "Phillip: Okay. Okay. You go lay down. Honey? Next week we'll go out together and I'll let you help me pick out a new car. How's that? Zach.",
        "[SCENE_BREAK]",
        "Beth: Gus? Hey.",
        "Gus: Hey.",
        "Beth: You want to join me for dinner?",
        "Gus: Not tonight, thanks.",
        "Beth: Are you meeting someone else?",
        "Gus: No, I'm just doing what I'm doing.",
        "Beth: And what's that?",
        "Gus: Why are you asking me so many questions? If you're hungry, go inside and eat.",
        "Beth: Okay, look. I can see that something is bothering you, and whatever it is, I just thought that maybe I could help.",
        "Gus: Do I have a sign on me or something that says, \"help me\"? I don't want your help, okay? And I don't want to help anybody else, okay? I don't want anybody to care about me at all, or any kind of crap like that so just leave me alone.",
        "[SCENE_BREAK]",
        "Bill: All right, well, I hate to split in the middle of a negotiation, but I've really got to get to the hospital and visit Sandy and Reva.",
        "Olivia: Oh, I'm going to go with you.",
        "Bill: You sure you want to do that? I mean Reva's not exactly your favorite person.",
        "Olivia: I don't care. Sandy's my nephew, and even though we're not close anymore he still means a lot to me. (Cell phone ringing)",
        "Bill: Yeah, hold on. Yeah? What's it all about? Yeah, I'm sure I could track her down. Yeah, we'll be right over. We've been summoned.",
        "Olivia: By who?",
        "Bill: Phillip.",
        "[SCENE_BREAK]",
        "Tammy: Vodka, huh?",
        "JB: Trust me. I know what's best.",
        "Cassie: What do you think you're doing, besides trying to give my daughter alcohol?",
        "Tammy: Mom, it's okay. He's a friend. This is JB, JB this is my mom, Cassie Winslow.",
        "JB: Wow. Hi, Mom.",
        "Cassie: I think you need to come inside.",
        "Tammy: Why? Did something happen?",
        "Cassie: Sandy and Reva just went into surgery, okay?",
        "JB: I'm sure everything is going to be fine.",
        "Cassie: I've never heard your name before. How long have you two known each other?",
        "Tammy: JB is just trying to keep me company.",
        "Cassie: Well, you don't need the kind of company that tries to give you booze outside the hospital, Tammy.",
        "JB: Hey. I get it. No hard feelings...",
        "Cassie: I think you need to go.",
        "Tammy: Mom.",
        "Cassie: And I think you need to come inside to be with your family.",
        "Tammy: You can't talk to him like that, Mom. You don't have any right.",
        "Cassie: And now I need to talk to you, Tammy.",
        "Tammy: Later.",
        "Cassie: No. Now! Inside. Who was that boy?",
        "Tammy: I told you, he's a friend.",
        "Cassie: Oh, yeah? A friend? Where did you meet him?",
        "Tammy: Around. Mom, he's a really good guy.",
        "Cassie: Good guys don't bring booze to the hospital when your family is in a crisis, Tammy.",
        "Tammy: He was trying to help me calm down.",
        "Cassie: Well, you don't need that kind of help. What is wrong with you?",
        "Edmund: Where is this friend?",
        "Cassie: He's outside, and I told him to leave. And I want him out of here.",
        "Tammy: Okay, what are you going to do, threaten him?",
        "Cassie: I want him out of here now.",
        "Tammy: No. He goes I go.",
        "Cassie: What is wrong with you? You just meet this guy and all of a sudden you can't live without him?",
        "Edmund: Look, I'm just going to go outside and see if we can straighten this out, all right?",
        "Tammy: Be nice, Edmund.",
        "Cassie: Uh-uh, Tammy.",
        "Tammy: No, I have to go out there.",
        "Cassie: No. You need to tell me more about JB what kind of name is that, anyway?",
        "Tammy: What kind of name is RJ?",
        "Cassie: Okay. Let's start over, all right? How long have you known him? What, a few weeks, maybe?",
        "Tammy: I don't know exactly. All I know is that he's special, Mom. We connected right away.",
        "Cassie: Okay, \"connected,\" Tammy?",
        "Tammy: He always seems to know what I'm feeling. The way Joey didn't. And he can tell what kind of mood I'm in just by looking at me. And he cares, Mom. He really cares. You're not the only one who gets to have someone to love, you know.",
        "Cassie: So you met this guy right after you and Joey broke up?",
        "Tammy: Look, why are we talking about this while Sandy's in surgery? I mean, let's do this another time, okay?",
        "Cassie: Okay. But we are going to finish this conversation. You can count on that.",
        "Edmund: JB? It's very nice that you've stopped by to see Tammy and see if she's all right, but I think it's time for you to leave now.",
        "JB: You're not her father.",
        "Edmund: No, I'm her uncle, Edmund Winslow.",
        "JB: I have an Uncle Eddie. He's a real loser.",
        "Edmund: Look, I don't know which family of wolves raised you, but you're not going to stay around here and make more difficult an already extremely difficult family situation. Tammy's mother wants you out of here, and that's exactly what you're going to do.",
        "JB: Wow. You and Tammy's mom must have a really great relationship. You're, like, so willing to back her up. I mean, some people might call that \"whipped,\" but I really admire it.",
        "Edmund: Wow. I wonder if you're going to admire me more when I slam your head into the pavement.",
        "JB: Is that a threat?",
        "Edmund: No, it's a promise.",
        "JB: Okay.",
        "Edmund: Now, you can leave under your own steam or you can leave under mine.",
        "[SCENE_BREAK]",
        "Frank: Do you have any idea of what you've done? Harley kidnapped Phillip Spaulding's son and took him out of the country. Without permission.",
        "Marina: So what? He deserved to have something taken away from him.",
        "Coop: She's got a point there, Frank. I mean we keep talking about that this is a war, but so far, this has just been one-sided.",
        "Frank: Hey, Coop? Do me a favor. Stay out of this right now. What am I going to do with you?",
        "Marina: Come on, Daddy. You know that you want revenge just as much as any one of us. After what Phillip Spaulding has done to us? He's taken everything. We have lost everything.",
        "Frank: No, we haven't. You're wrong. We have each other. And you are a Cooper. Don't ever forget that. And that's all that matters.",
        "[SCENE_BREAK]",
        "Beth: Mind if I join you?",
        "Gus: Yes, I do.",
        "Beth: Oh, come on, Gus. You don't really want to be alone.",
        "Gus: Actually, I do want to be alone. I'm a lot better off alone. My life, my grudges, my bad habits. My life.",
        "Beth: Were you happy when you had that?",
        "Gus: Well, I wasn't as miserable as I am right now. I wish that I had never met Harley Cooper. And I wish to God I had never heard the name Spaulding, because I was just fine. Gus Aitoro, the most disliked guy in town. That was cool with me. And if I owed anybody anything, well, then, you know, they could just shove it.",
        "Beth: Gus, you can't wash your hands of something just because it gets difficult. This feud between the Spaulding's and the Cooper's, it doesn't just end here.",
        "Gus: Oh, yeah.",
        "Beth: There's another generation to consider.",
        "Gus: Come on. I'm not married. I don't have any kids. I don't even have a dog.",
        "Beth: But you're a Spaulding in love with a Cooper.",
        "Gus: The one thing I love is this cup of coffee right now.",
        "Beth: I don't believe that. I know you. I know that you wouldn't turn your back on Harley or your family.",
        "Gus: You believe that?",
        "Beth: Yeah.",
        "Gus: Well, then you better just keep watching.",
        "Beth: Come with me. There's something I want to show you. Come on.",
        "[SCENE_BREAK]",
        "Bill: So, did you invite us here to gloat or to stone us?",
        "Phillip: Up until now, I have been holding back. But now my son has been taken and I'm not playing around anymore. Where's Harley?",
        "Bill: Why are you asking me?",
        "Phillip: Because you delivered her letter and the security camera at my front door proves that you didn't find it there. So where is she? My son has been taken out of the country. I have a right to know where he is.",
        "Bill: Well, Harley has rights, too.",
        "Phillip: I'm asking you for the last time, Bill. Where is Harley? All right. We'll do this another way. Either you tell me where my son is, or Olivia will never see Emma again.",
        "Olivia: You can't take Emma away from me.",
        "Phillip: I won't, as long as Bill agrees to cooperate.",
        "Olivia: I told you, Phillip. I can't help you. I don't know where Harley is.",
        "Phillip: I don't believe you, Bill. I get the feeling Olivia doesn't, either. How do you like your partner? He's willing to risk your child to help kidnap another.",
        "Bill: Okay, you are sick. You are sick. You're going to take Emma away from her mother? You're going to break your own daughter's heart just to get at me?",
        "Phillip: Emma's very young. She won't even remember her mother. She'll be fine without her.",
        "Olivia: You are a monster!",
        "Phillip: That's right. I'm the same monster who knocked down this house because his ex-wife made him angry. Now, do you want to tell me where Harley is?",
        "Bill: I am not going to allow you to take Emma away from Olivia.",
        "Phillip: Harley.",
        "Bill: I do not know.",
        "Phillip: I'll say good-bye to Emma for you.",
        "Olivia: No!",
        "Bill: Hey, hey, hey, hey.",
        "Olivia: No! No!",
        "Bill: Listen to me. Listen to me. Listen to me. He cannot do this. It's illegal. We will fight him every step of the way.",
        "Olivia: Why couldn't you just let me kill him?",
        "Bill: What are you talking... he is bluffing.",
        "Olivia: Bluffing! You call this bluffing?",
        "Bill: Listen to me ... listen to me. I swear to you. I swear to you I will do everything in my power to keep Emma with you.",
        "Olivia: Oh, Bill.",
        "Bill: Trust me.",
        "Olivia: Bill! The only person I trust when it comes to my daughter is me.",
        "[SCENE_BREAK]",
        "Gus: What are we doing back here? What is it? Where did you get this?",
        "Beth: I found it a couple of days after the wedding was supposed to take place.",
        "Gus: It's garbage.",
        "Beth: No, it's not. It's beautiful. It's... \"a long time ago, when the world was against us, I wrote a note to you and put it in a bottle. I threw it out to see and walked away. The day you found it, in that moment, I realized our love was bigger than us. It was the once-in-a-lifetime kind of love my parents, Joe and Angela, had. A love I'd never hoped to match or have for myself because I didn't believe it was possible. You've given that to me, Harley. You're my best friend, my soul mate, my partner, and my hero. And when I look into your eyes, there are no words to describe the joy you make me feel.\"",
        "Gus: The man who wrote this was a fool. He thought that love was strong and could conquer all. But he was wrong, because love is weak and fragile and very, very conditional. And I don't need that, period. You put it all on the line for what? For love? For love of family? And they will inevitably turn their back on you. And I don't need that. You thought I wouldn't go back?",
        "Beth: Gus, you haven't smoked since...",
        "Gus: What? I haven't smoked since, what? Since I quit for Harley? Exactly.",
        "[SCENE_BREAK]",
        "Edmund: How are they?",
        "Tammy: Well, what took so long?",
        "Dr. Rozenberg: Everything went well. Your sister is in recovery. She should be up and about in no time.",
        "Cassie: Oh, thank God. Okay. Great.",
        "Dr. Rozenberg: Sandy, however, has a long road ahead of him. Now, there's still a chance that he will reject the organ, so we'll monitor him closely and we'll give him Immuno-suppressant drugs, but this is just the beginning for him.",
        "Reva: Sandy? I don't know what your plan was when you showed up here, but you stole my heart. And I can't get it back. Hey.",
        "Sandy: Mom?",
        "Reva: Hey. Ssh. I'm right here, Sandy.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light.\"",
        "Cassie: What? What is it?",
        "Reva: Sandy knew that he wasn't my son. He's known it all along.",
        "JB: You ever think you were supposed to get hit by that car?",
        "Sandy: It was you?",
        "JB: Too late. I'm going to pull the plug on you."
    ],
    "Transcript Author": [
        "by Boo Proofread by Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=t2oQf-bZAZQ"
}