{
    "Episode Summary": [],
    "Recap": [
        "Coop and Lizzie dance around each other thinking that each is charming the other. Danny confronts Blake about what she may know about Sebastian and where Michelle is. Blake tells Danny that Michelle didn't leave with Tony but with Sebastian instead. Danny and Marina then make plans to find Michelle. Gus and Harley wish each other a Merry Christmas then Buzz comforts Harley. Frank reviews Ruth's video tape and realizes that Ruth is Harley."
    ],
    "Recap Author": "Sarah",
    "Show Title": "Guiding Light",
    "Transcript": [
        "[first half of show was preempted due to news coverage]",
        "Tony: Listen to me. Hey, you said you came on this adventure because you remembered something about your mother, right? And that memory, you know, you found something within yourself that showed your warmth, showed your love, right? It wouldn't let you go? Right? Okay.",
        "Michelle: Do you think that's how Robbie feels about me?",
        "Tony: Yeah, I know he does. I know he does. Look, your mother is always your Mom. I'm telling you right now that when somebody's touched by you from experience, they never forget it. Come here. Come here.",
        "[SCENE_BREAK]",
        "Danny: Blake, where did Sebastian take Michelle and Holly?",
        "Blake: They flew to Miami and boarded a chartered yacht.",
        "Danny: Chartered to where? And how did Tony wind up with them?",
        "Blake: I don't know. Tony must have just followed Michelle. I have no idea how he got there.",
        "Danny: I thought they ran off together.",
        "Ross: Well, this doesn't make any sense. If Sebastian is with Michelle, why would he come to Danny asking to see her?",
        "Danny: Maybe to find out what I know, to make sure I'm not on to him.",
        "Blake: We don't know that Sebastian's done anything wrong.",
        "Ross: Blake, would you wake up. People lives could depend on this.",
        "Blake: Sorry. Sebastian is my only connection to father, and I just wanted to protect that.",
        "Ross: Blake, you do have some idea of where they've gone, right?",
        "Blake: Well, I'm not sure.",
        "Ross: Blake, please.",
        "Danny: Blake.",
        "Blake: Santa Domingo. That would be my bet. Because that is where my mother took me when I was a kid, and Roger took her hostage.",
        "Danny: Santa Domingo?",
        "Blake: But we don't know that Sebastian's doing them any harm.",
        "Danny: Then what is he doing?",
        "Ross: You don't know, do you Blake?",
        "Danny: That's what worries me.",
        "[SCENE_BREAK]",
        "Lizzie: Um, Coop?",
        "Coop: Yes, ma'am.",
        "Lizzie: Why are you being so nice to me?",
        "Coop: Am I?",
        "Lizzie: Well, nicer.",
        "Coop: So?",
        "Lizzie: So, you don't like me? So why are you being nice?",
        "Coop: Lizzie, I know this has got to be rough for you. Your Dad died. My Mom died. This isn't an easy thing for someone to go through.",
        "Lizzie: So you just want to help?",
        "Coop: I'm trying. Look, if there's anything that you need, you want to talk, I'm here, okay?",
        "Lizzie: Thank you very much. That's very sweet of you.",
        "Coop: You're welcome. Sucker.",
        "Lizzie: Sap. Huh.",
        "[SCENE_BREAK]",
        "Gus: Let's not do this anymore, okay? You didn't kill anybody.",
        "Harley: How do you know? I can't remember anything.",
        "Gus: Five minutes ago you were convinced that your father did it.",
        "Harley: You won't admit it's a possibility.",
        "Gus: No. I will... no.",
        "Harley: How do you know that when I set up Ruth Karloff I wasn't just trying to save myself?",
        "Gus: It's over. Can't we just...",
        "Harley: How do you know it wasn't me? How do you know that I didn't shoot Phillip, your brother?",
        "Frank: Hey, guys.",
        "Gus: Hey.",
        "Frank: Listen, I got to get back to the station. I still haven't been able to locate Ruth Karloff's family. You know, I can't get over this feeling. I mean I just feel really bad. I mean, when someone dies, I just think someone ought to morn for them, you know, no matter who you are or what you did.",
        "Gus: Even Phillip Spaulding?",
        "Frank: Yeah, even Phillip. Gus, I really hope that you and your family can finally find some peace now that we all know that Ruth Karloff is the one who killed your brother.",
        "Gus: I'd love us to have a little peace.",
        "Harley: Yeah.",
        "[SCENE_BREAK]",
        "Blake: Thanks for joining me.",
        "Ross: Sorry. I've seemed to have lost my holiday spirit.",
        "Blake: People were asking about you?",
        "Ross: Mm. Were they asking about Holly?",
        "Blake: I'm sorry.",
        "Ross: I'm sorry I didn't quite catch that.",
        "Blake: I'm sorry. I'm sorry. You were right. You're always right. That either helps you go to sleep at night or keeps you very tired. I don't know. You're right. You're right about everything. I was wrong. I was wrong to trust Sebastian.",
        "Ross: Well, you went with your heart.",
        "Blake: That's the best you have to offer, huh?",
        "Ross: Blake, you made some serious mistakes.",
        "Blake: Yeah, I know.",
        "Ross: You know, Sebastian came to town wanting I don't know what. But I do know that he took advantage of your love for Roger.",
        "Blake: I thought you said you wouldn't say, \"I told you so.\"",
        "Ross: No, no. I never ever said that.",
        "Blake: Well, maybe you should have.",
        "Ross: You know it's a good thing I didn't let you go with Sebastian. Otherwise I would be just like Danny, just going out of mind with you being missing.",
        "Blake: No, you'd be worse than Danny. You'd be calling out the National Guard. I'm sorry. I have been such a fool. You know, I had a really bad feeling about Sebastian the last time I saw him. I just couldn't bring myself to do anything about it. I just wanted... I didn't want to lose him. I didn't want to lose my brother.",
        "Ross: I know.",
        "Blake: What if he's done something to hurt my mother or Michelle?",
        "Ross: We will find them.",
        "Blake: Oh, God, I hope so. I hope so.",
        "Sebastian: You could have let them tranquilize me, subdue me, maybe even kill me. But you didn't. Why?",
        "Holly: Same reason I came back when I could have escaped, because I can't live with myself if I let you die. I don't know. I'm so beyond thinking about what I'm doing anymore. I'm just...",
        "Sebastian: Feeling.",
        "Holly: No way. Look, I didn't hurt you when I had the chance, and I'm not lying to you now. If you let Tony go, he will find Ed and bring back the cure. The longer you wait, the harder it is for all of us. Now, Sebastian, what choice do you have?",
        "Sebastian: Marco! I'm releasing Tony.",
        "Holly: Yes?",
        "Sebastian: Yeah.",
        "Holly: Oh, good.",
        "Sebastian: I'm not doing it for me, Holly. I'm doing it for that. Right there. That look in your eyes.",
        "Holly: What do you mean?",
        "Sebastian: I like the way you see me sometimes, when you look right into me. The times when I know you're looking at a person who's not all bad. And in a Moment like that, it's everything.",
        "[SCENE_BREAK]",
        "Danny: Hey.",
        "Marina: Hey.",
        "Danny: Wow, you look great.",
        "Marina: How did things go with Blake?",
        "Danny: Well, Michelle did not runaway with Tony. According to Blake, she went with Sebastian and Holly to Santa Domingo to look for something that Roger Thorpe left for her mother.",
        "Marina: I feel terrible. I've been trash-talking Michelle because of what I thought she was doing to you.",
        "Danny: Oh, don't worry about it. Marina, you weren't the only one.",
        "Marina: So what does this mean for you? Do you think you and Michelle still have a chance together?",
        "[SCENE_BREAK]",
        "Buzz: What's happened with you two?",
        "Harley: You know, the usual.",
        "Buzz: I like him. He was there for you. He's a good guy.",
        "Harley: Yeah, yeah, yeah. He's all right.",
        "Buzz: Probably cost him a lot with the Spaulding clan. You know, they don't like you very much.",
        "Harley: Would you just get to the point, please?",
        "Buzz: I hope that this cloud we call Gus has a silver lining.",
        "Harley: Dad, no. The only good thing that's come out of this whole mess is that my family is back together. And that is all I ever wanted.",
        "Buzz: You're a magnificent woman. I'm lucky to have you.",
        "[SCENE_BREAK]",
        "Gus: Your hands. Is Ruth Karloff's tape still set up? You think you're going to see something new?",
        "Harley/Ruth: My name is Ruth Karloff. I was Phillip Spaulding's personal assistant. Mr. Spaulding was not a nice man.",
        "[SCENE_BREAK]",
        "Holly: No. No.",
        "Sebastian: No, what?",
        "Holly: I can't be what I think you want me to be.",
        "Sebastian: Why?",
        "Holly: Because you are mistaken. And because... I'm not flattered by... you need to find what you need in yourself.",
        "Sebastian: I am.",
        "Holly: Not in me.",
        "Sebastian: When I found Roger, he needed to confess so much. He needed to unburden so much. And that's what I got.",
        "Harley: What?",
        "Sebastian: His burdens. His sins. His sorrows. His obsessions.",
        "Holly: Not quite the same as love, huh?",
        "Sebastian: No, no. But still, he gave me you. Yeah. In pictures, in memories, in stories. He gave me you. And I... I knew I could never hold on to Roger, but I wanted to hold on to you so tightly ... never let go.",
        "Holly: You never learned about holding sand, did you? That you hold more sand with an open hand and with a...",
        "Sebastian: Maybe I hold on so tightly because I'm afraid. I'm afraid to let go. I'm afraid I'm going to lose my grip. I'm afraid I'm going to fall. I'm afraid. I'm afraid. I'm afraid I'm going to die.",
        "Holly: Why not just try and live?",
        "Sebastian: Live. I don't want to live so desperately I become a person who has no life. You're it. You're it. You are it. You, this illness, the people who fear me.",
        "Holly: I'm not afraid of you.",
        "Sebastian: No. No. Don't say anything, okay. Please don't do anything unless you mean it.",
        "Holly: And what if I don't know what that means?",
        "Sebastian: Then I guess that's okay, too.",
        "[SCENE_BREAK]",
        "Danny: I don't know what this means for me and Michelle. And truthfully, I don't care. I've moved on. But I do think she's in some kind of trouble, and I have to do anything I can to help her. And that means until then everything else... everything else is going to have to take a back seat.",
        "Marina: I know. That's why I'm going to help you.",
        "Danny: What? No. Marina, I can't ask you to do that.",
        "Marina: You're not. I'm offering.",
        "Danny: No. I don't know what's going on in Santa Domingo. This could be dangerous.",
        "Marina: Well, danger is my middle name.",
        "Danny: What, is it Greek?",
        "Marina: You're a friend. You're going to need a partner. I've got some time on my hands.",
        "Danny: Why are you... why?",
        "Marina: Why not?",
        "Danny: Okay, I guess this is a good a reason as any. And since I really don't know what to expect when I get there... yeah, I could... I think I could use a partner.",
        "Marina: Great. So where do we start?",
        "[SCENE_BREAK]",
        "Marco: Sebastian will allow you to find Ed Bauer.",
        "Tony: And when do I leave?",
        "Marco: Right now.",
        "Tony: Now?",
        "Marco: Say your good-byes.",
        "Tony: Well, this is what we were hoping for, right? A shot at something.",
        "Michelle: It's not good-bye, right? This is just \"see you later.\"",
        "Tony: Yeah. Okay, I'll see you later.",
        "Marco: Let's go.",
        "Tony: Coming, man. I'll be back. I will be back.",
        "[SCENE_BREAK]",
        "Coop: Lizzie, what's up?",
        "Lizzie: You know, I thought I'd be able to handle seeing you guys happy, but I can't. You know, I thought that whenever they found the murderer that everything would be okay. But my Dad is still dead and I'm stuck here running this greasy spoon. You know, I never really wanted any of this.",
        "Coop: No one's going to blame you if you just want to chuck this greasy spoon off. Just get rid of it. You don't need this. Why don't you just fly off to some exotic island. Take a vacation. Get away.",
        "Lizzie: You know can I be honest with you? I've really been thinking about that. (Phone rings) Oh, I got to get this. Sorry. Aunt Alex, I wish you could see this. It's so cool. Yeah, I think I'm going to have Coop eating out of my hand by the end of the year. (Laughs) Yeah, can you believe he actually thinks I'm going to sell this place? No, I don't think so. I'm having too much fun owning this restaurant.",
        "Gus: Hey.",
        "Harley: You don't have to hang out here, you know.",
        "Gus: Excuse me. I came here for a cup of coffee. That's number one. And \"b,\" I just want to make sure you don't do anything crazy.",
        "Harley: I won't do anything crazy. Scout's honor.",
        "Gus: Because you're not a killer.",
        "Harley: Why does it matter so much to you?",
        "Gus: Look, you got a new life now. You know, you've got a family and children.",
        "Harley: What about the truth? Shouldn't that matter?",
        "Gus: You want the truth? Hmm? I'll go find out exactly what happened that night, okay? To prove to you... to prove that you're innocent.",
        "Harley: I may not have shot Phillip, but I am far from innocent.",
        "Gus: Come on, now. Please.",
        "Harley: You know what? Thank you for everything. But you... you know, you should go. You have stuff to do, I'm sure. And if I don't see you, Merry Christmas.",
        "Gus: Yeah. Merry Christmas.",
        "Buzz: Why don't you drop any vestiges or stubbornness you've inherited from me and go after the guy?",
        "Harley: Oh, Dad. I don't know. Sometimes I feel so close to him, and sometimes I feel so far away. I'm so mixed up about this whole thing.",
        "Buzz: Follow your heart. I mean, the murder's solved. It's behind us. Come on. Give it a try.",
        "Frank: It can't be. It just can't be.",
        "Harley: I am trying.",
        "Frank: Oh, my God, Harley. No.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light.\"",
        "Marina: You said you brought snacks. What do you got?",
        "Danny: Yeah, yeah. Here. Give that to me. I'll get it.",
        "Marina: I'll get it.",
        "Danny: No, Marina, I'll get it. Here.",
        "Sebastian: I wanted you from the moment I laid my eyes on you. But I never dreamed that you would want me.",
        "Holly: Maybe you understand me better than anybody since Roger.",
        "Jonathan: Why would I want to go somewhere where I'm not wanted?",
        "Reva: I don't know, Jonathan. Maybe to cause trouble. Because as much as you hate us, you need us.",
        "Jonathan: No. No, you need me, Mom. You need my forgiveness. Don't hold your breath."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=Yg_DH9ehN9k"
}