{
    "Episode Summary": [],
    "Recap": [
        "Cassie and Jeffery question everyone at the Strip Club. Sandy finds Tammy at the docks, and follows her into the water when she dives in. Sandy then ends up bring Tammy home with him so that she's safe. Lizzie confesses to the hit and run at the police station. Phillip finds out that Ruth is really Harley from Zach. Gus warns Harley to leave Phillip alone from now on. Phillip makes plans for Lizzie to leave the country and pretends to call a truce with Harley."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Cassie: Cassie Winslow, this was your life.",
        "Jeffrey: What?",
        "Cassie: The only thing I thought about the whole way from Springfield was how I was going to tear in there and rescue my daughter. And now I'm here, and I don't think that I can go in there right now.",
        "Jeffrey: All right, then. Well, don't, okay? I'll go in there and get her and I'll bring her out, okay?",
        "Cassie: No thanks. I mean, that's really noble of you to go into a strip joint for me, but I got to go get my daughter and I'll be fine.",
        "Jeffrey: You sure?",
        "Cassie: Yeah. Yeah, I'll be fine.",
        "Jeffrey: Let's go.",
        "Cassie: I don't know how to tell you this, but the boy you were with last night, his name isn't really JB It's Jonathan. He's Reva's son.",
        "Tammy: Are you saying I slept with my own cousin?",
        "Sandy: Tammy?",
        "[SCENE_BREAK]",
        "Gus: Hey.",
        "Harley: Hey.",
        "Gus: I just got your message. What's up?",
        "Harley: I thought you deserved to know something. Lizzie's in there. I convinced her to come down and tell Frank everything she knows about the hit and run.",
        "Gus: How'd you do that?",
        "Harley: I just did it. Does it matter?",
        "Gus: Hmm. But you didn't do it, right? You got Ruth Karloff to do it. You slipped away, got back into the disguise when I asked you not to, right? What are you, pathological?",
        "Harley: Okay, I did it.",
        "Gus: A little bit.",
        "Harley: And it worked. And I'm not going to apologize for it now. I'm going in there and I'm going to listen to Lizzie put her father away. You coming or not?",
        "Frank: Let's start from the beginning. You said you had information on ... (knock on the door) come in.",
        "Gus: Hey, Frank. The Sarge said that you were in here with Lizzie, so I thought that maybe ...",
        "Frank: Excuse me. You guys, aren't on the job anymore, so I'm going to have to ask you to leave.",
        "Lizzie: It's okay. Just let them stay. I just want to get this over with.",
        "Frank: Fine. All right, Lizzie, you said you had information on Sandy Foster, right?",
        "Lizzie: I know who the driver was.",
        "Frank: Okay. Who is it?",
        "Lizzie: Me. I was the driver.",
        "[SCENE_BREAK]",
        "Phillip: Hey, Zach. I need you to stop playing for just a second, buddy. What do you mean when you said that mommy was Ruth?",
        "Zach: She wears a costume like Halloween.",
        "Phillip: So, you mean sometimes mommy puts this costume on and she pretends to be Ruth. I bet that's how she sneaked you out of here that time, isn't it?",
        "Zach: She wears a wig and a fake nose. It's really funny.",
        "Phillip: Yeah, it's a real riot.",
        "[SCENE_BREAK]",
        "Jeffrey: Her name is Tammy. You sure you haven't seen her before? She hasn't come in here looking for a job?",
        "Manager: No, I'd remember her. She has that young, \"girl next door\" look. A lot of the older guys go for that.",
        "Cassie: She's my daughter. So, do you think anyone else here might have seen her. Like that bartender, maybe?",
        "Manager: He's on break. I'll go get him.",
        "Cassie: Hey, guys. Look, I hope that you can help me out. I'm looking for my daughter. Her name is Tammy. Do you think anyone's seen her? She applied for a job here. The woman called me to verify that she was over 18. Okay. Well, if you see her or find out anything about her ...",
        "Stripper: It's you.",
        "Cassie: What?",
        "Stripper: Whoa, girls, it's her, the princess stripper. You're practically a legend around here.",
        "[SCENE_BREAK]",
        "Tammy: Stay away.",
        "Sandy: Okay. Okay, I'll stay right here. I'm glad I found you. Actually, I'm pretty proud of my detective work. I heard a foghorn when you called me and I thought, \"a-ha, she's at the docks,\" and voila. Tammy, I know you're upset, and I know it all sucks, but it'll get better.",
        "Tammy: No, it won't. (Crying)",
        "Sandy: Yes, it will. Think about all the tough stuff you've been through. Richard's death, breaking up with Joey. And when that all happened, you thought it was the end of the world, right? But things got better.",
        "Tammy: The difference is, this time it's my fault.",
        "Sandy: No. No, it's not. Jonathan lied to you. He knew you were his cousin and he purposely deceived and manipulated you.",
        "Tammy: But I wanted it. I wanted him.",
        "Sandy: You want who you thought he was. You can't blame yourself for believing his lies.",
        "Tammy: They tried to tell me to stay away. They told me and I didn't listen.",
        "Sandy: Hey, if you want to blame someone, blame me. If I hadn't come to town and lied all these months ...",
        "Tammy: You don't get it. No, you don't get it.",
        "Sandy: ...This never would have happened.",
        "Tammy: What happened, happened. I slept with JB I threw myself at him. I can't change that. And everybody knows-- my Mother, Edmund, aunt Reva, uncle Josh, everybody. I'm so stupid. I'm so stupid. (Crying)",
        "Sandy: Tammy, you're not stupid. Nobody thinks you're stupid.",
        "Tammy: It's gone. I can't get it back. It's gone.",
        "[SCENE_BREAK]",
        "Phillip: So mommy played a big joke on daddy, huh? Yeah, she really got me.",
        "Harley/Ruth: Mr. Spaulding, you may not approve of Mr. Lewis, but I am not a gossip. It would be the same if I left your employ.",
        "Phillip: Congratulations, Ruth, you just passed the first test.",
        "Harley: Clues, clues.",
        "Phillip: What are you doing, Ruth?",
        "Zach: I think I know you.",
        "Harley/Ruth: I'm sorry, no.",
        "Phillip: Zach, this is Ruth. This is my new assistant. I don't think you've met yet. Ruth, this is my son Zach.",
        "Harley/Ruth: A pleasure, dear.",
        "Zach: She sounds like ...",
        "Phillip: Zach, Zach, Zach, Zach, Zach.",
        "Zach: Daddy, don't be mad at mommy. It's just a game. It's just a game.",
        "Phillip: Oh, I'm not mad at mommy. No, it's funny, like you said. Speaking of mommy, though, do you know where she is tonight? Is she at the boarding house?",
        "Zach: She's at the police station.",
        "Phillip: Oh, she's probably visiting your uncle Frank. Okay. Well ... oh, look at that. It's way passed your bedtime, pal. You know what? I want you to go upstairs and ask Lydia if she'll help you into your pj's, all right? And I'll be up to tuck you in just a minute. Okay?",
        "[SCENE_BREAK]",
        "Frank: Lizzie, you know you don't have to say anything unless you have a lawyer present. You understand that, right?",
        "Lizzie: Well, Gus is a lawyer.",
        "Gus: You want me to be your lawyer?",
        "Lizzie: I don't... if you want, I don't care. I just want to tell the truth.",
        "Harley: Then you should do that. You should tell the truth, because you're not. It's obvious to everyone here that you are covering for your father.",
        "Lizzie: For my father? Harley, you think my dad ...",
        "Harley: Was the one who hit Sandy. And you are afraid that he will go back to Ravenwood or to jail. So you're taking the blame for him. You don't have to do that.",
        "Lizzie: No, I'm not. I was driving the car. Yes, I was. I was the person driving. I haven't driven ever since. Why do you think my dad made coop my chauffeur?",
        "Frank: Then, Lizzie, why didn't come forth sooner?",
        "Lizzie: Because it was an accident. A terrible accident. And I was afraid that if I told everybody, they'd think I did it on purpose, which I didn't.",
        "Gus: So why would anybody think that you hit Sandy on purpose?",
        "Lizzie: It wasn't about Sandy. It's about Tammy, okay. Joey told me that he was leaving town, but I thought that he would have to go see Tammy first. So I followed her to see if she was going to hook up with Joey that night.",
        "Frank: All right, go on.",
        "Lizzie: Okay. So I followed her to Farley's and I sat outside in the car until she came out. She did. And I started the ignition and I guess I was just kind of keyed up.",
        "Frank: All right, now you're all keyed up. What happened next?",
        "Lizzie: Well, I was nervous. And I guess I just freaked out and I hit the accelerator and the car just jumped forward and I didn't expect it to do that. And the next thing I knew, I just felt this thud on the side of the car, and I didn't know what happened.",
        "Gus: What part of the car did you hit Sandy with?",
        "Lizzie: I don't know.",
        "Gus: And where's the car now?",
        "Lizzie: I don't know. It's gone.",
        "Harley: No kidding.",
        "Lizzie: I'm telling the truth, Harley.",
        "Gus: Listen, we believe you. Okay? Now something else happened tonight. Your father's assistant, Ruth Karloff, someone tried to run her over. Do you know who was driving that car?",
        "Tammy: No.",
        "Harley: Frank.",
        "Frank: What's up? Lizzie, I know I don't need to tell you that what you did ... you committed a criminal offense. You understand that, right? You nearly killed Sandy Foster. Thank God, you didn't. Now what you did carries a very severe penalty.",
        "Lizzie: How severe?",
        "Frank: I don't know. But I'm going to have to run it by the D.A. But maybe I can make things a little easier for you. Maybe we could cut a deal. You help me, I'll help you.",
        "Lizzie: What ... what kind of deal?",
        "Frank: Tell me who tried to kill Ruth Karloff. You need to give up your dad.",
        "[SCENE_BREAK]",
        "Bartender: Well, well, Shady Layne! (Laughs) sure never thought I'd see you again.",
        "Cassie: I don't remember you. This is my daughter. I love her more than anything and I'm looking for her. Have you seen her?",
        "Bartender: No, no, but we'll help you out. It's no problem. But first, you've got to dance for us. (Laughs)",
        "[SCENE_BREAK]",
        "Sandy: Tammy.",
        "Tammy: No, don't touch me.",
        "Sandy: I just want you to know it'll be okay. You'll be all right.",
        "Tammy: No, I won't!",
        "Sandy: Yes, you will, because you have a family that loves you, Tammy, and you love them. And because this guy isn't going to break you. You're too strong for that.",
        "Tammy: Oh, right. I'm strong.",
        "Sandy: Yes, you are. Tammy? Tammy, you are an unbelievably strong, beautiful, amazing person.",
        "Tammy: No one's going to want me now.",
        "Sandy: Yes, of course people will want you.",
        "Tammy: No man is going to want me for the right reasons.",
        "Sandy: Any guy who didn't would be an idiot.",
        "Tammy: Oh, really?",
        "Sandy: Yes, really.",
        "Tammy: Well, you look at me right now, Sandy, and tell me that you would ever even remotely consider being with me knowing what you know. Would you want me, Sandy? Yes or no?",
        "Sandy: In a heartbeat.",
        "[SCENE_BREAK]",
        "Frank: Well?",
        "Lizzie: Look, what happened to Ruth was a terrible thing. Okay, but I really don't know who did it.",
        "Harley: Sure you do. Come on, that car was aiming straight for Ruth. And either your father or someone he hired was driving it.",
        "Lizzie: I don't know what happened. I can't say he did that.",
        "Harley: Your father wanted to get rid of Ruth because Ruth knew that you were the one who hit Sandy. She knew and she was holding it over your father.",
        "Lizzie: You know what? My dad would never do anything like that. Nothing like that at all.",
        "Harley: Lizzie, come on. He covered for you. He got rid of the car. We all know what lengths he would go to to protect his daughter.",
        "Lizzie: No, we don't all know that.",
        "Harley: Did you tell your father about Ruth? Or didn't you? And before you say anything, we already talked to Ruth.",
        "Lizzie: Yes, I told him that Ruth knew what I'd done.",
        "Harley: And he said he'd take care of it, didn't he?",
        "Lizzie: Yes, but not like that. I mean, my dad cares about me. He's just trying to protect me.",
        "Harley: By killing Ruth?",
        "Lizzie: No!",
        "Harley: So you think it was just a coincidence that a car came gunning for her in the exact same place that you hit Sandy?",
        "Lizzie: Yeah, I ...",
        "Harley: Right after you told your father all about Ruth. Come on, you're smarter than that. Does that make sense to you?",
        "Lizzie: You know what? My dad loves me. All right, he loves me and he was trying to protect me and I opened my big mouth to Ruth and I messed everything up.",
        "Frank: Well, you know what, Lizzie? You want to go to prison? Because that's exactly what's going to happen unless you tell me everything you know about your father and this person who tried to kill Ruth Karloff. Now tell me what's going on. Lizzie, tell me what you know.",
        "Phillip: Lizzie, not another word. What the hell do you people think you're doing, hauling my daughter in here and interrogating her like this? I don't know what this is about, but it's over.",
        "Harley: Oh, you know what this is about. It's about the hit and run that almost killed Sandy Foster.",
        "Frank: Lizzie came in here of her own free will, Phillip.",
        "Harley: Lizzie admitted she was driving the car that night, and she was just about to tell us how you tried to have Ruth Karloff mowed down, too.",
        "Phillip: Really? Well, that's a lot of nonsense. Obviously, you're putting words into her mouth. You know, what are you two doing here, anyway? You're not even on the force anymore. So this is a breech of protocol, and anything she said to you is unusable.",
        "Harley: I was down here on other business when I saw Lizzie and she asked me to be in here for support. I came in to make sure your daughter was okay.",
        "Phillip: You're right. I'm sure you did, Harley. What about you, loyal brother of mine? What's your excuse?",
        "Gus: I was just here.",
        "Phillip: (Laughs) that's just an amazing coincidence. And I bet I have another one. I bet you're both really good friends of Ruth Karloff's because you have so much in common with her, don't you? Like hating me.",
        "Harley: What are you looking at?",
        "Phillip: I'm looking at a coward, Harley. I'm looking at somebody who talks a really good game, but who, in the end, goes after one of my children, because she doesn't have the guts to go face to face with the person she's really after.",
        "Harley: Oh, I'm coming after you full throttle. You dodged a bullet on that first hit and run, but what happened with Ruth, you'll pay. And you'll pay big.",
        "Phillip: Well, you all talk about me, you listen to yourself, Harley. Do you hear how obsessed you are with hurting me? When is this vendetta going to end?",
        "Harley: I prefer to call it a quest for justice.",
        "Phillip: What about Lizzie? You care about her, or at least you used to. Have you thought about that?",
        "Harley: Have you? Have you thought about your daughter?",
        "Phillip: This so called interview is over. Come on, Lizzie.",
        "Frank: You're not going anywhere. You're going to stay put.",
        "Phillip: I am taking my daughter home.",
        "Frank: Don't you get what's going on here, Phillip? Your daughter walked in here of her own free will. I read her her rights. She denied legal counsel and she made a voluntary statement. I'm booking her.",
        "Lizzie: What? I told you it was an accident.",
        "Frank: Yeah, well, you know what? That's for our D.A. to decide, okay. Now I told you, you and I could work this out that we could come to a little understanding.",
        "Phillip: Really, Frank? What kind of understanding is that?",
        "Frank: We're going to get someone to type up your statement, you're going to sign it and we're going to put you through the process, okay?",
        "Phillip: No, she'll come back in the morning.",
        "Frank: I don't think you heard a word that I said.",
        "Phillip: I'll bring my daughter back in the morning with her attorney, Frank. And if you have a problem with that, you could talk to Judge Bronson about it. Judge Maxwell Bronson, good family friend. I've got his private number on my speed dial if you'd like to discuss it with him right now.",
        "Frank: I don't care what judge you got in your pocket. You're not going anywhere.",
        "Phillip: We'll see you in the morning, Frank. Oh, and you two, you are both going to be very sorry that you did this.",
        "[SCENE_BREAK]",
        "Jeffrey: Hey, you know who I am? I'm the district attorney of Springfield. You want her to dance for you? Maybe I want to haul your butt off to jail for lying to an officer of the court. So, now if you know anything about her daughter, now is the time to talk.",
        "Bartender: Hey, I've never seen the girl before, all right? She hasn't been in here. Just teasing, Shady.",
        "Stripper: Yeah, we're real proud of who you are. Gives us hope.",
        "Manager: All right, ladies, break's over. Ruby, you're up.",
        "Stripper: I hope you find your daughter, hon.",
        "Cassie: What do we do now?",
        "Jeffrey: We keep looking.",
        "Cassie: That girl's the same age I was when I started. She's the same age as Tammy. Jeffrey, what's happened to my little girl? Where is she?",
        "[SCENE_BREAK]",
        "Tammy: You'd want me, Sandy? Of course! Of course, I'm easy!",
        "Sandy: Hey ...",
        "Tammy: Come on. We could do it right here, right now, Sandy. You're not my cousin. It's okay.",
        "Sandy: No.",
        "Tammy: Well, come on.",
        "Sandy: Tammy. Tammy, stop!",
        "Tammy: Of course. Of course, you don't want me because I'm not good enough for you.",
        "Sandy: You're too good for me.",
        "Tammy: I'm trash. I'm just dirty and trash. I'm nothing. (Crying) and I just want to get clean, Sandy.",
        "Sandy: It's going to be okay.",
        "Tammy: I just want to get clean.",
        "[SCENE_BREAK]",
        "Jeffrey: Look, let's get you out of here, okay?",
        "Cassie: They're lying.",
        "Jeffrey: Cassie, I really don't think that they're ...",
        "Cassie: They're lying. I got a phone call, okay. Somebody here knows something. I know how these people operate. They take a young, innocent girl like Tammy who is confused and who is insecure and take advantage of her.",
        "Jeffrey: Cassie, wait. Wait. What are you doing? Cassie, don't go back there.",
        "Cassie: Okay, people, listen up.",
        "Jeffrey: Cassie?",
        "Cassie: Somebody here knows something about my daughter. I'm telling you, somebody better tell me something or I will tear this place apart now. Do you hear me?",
        "Jeffrey: Cassie.",
        "Manager: Get her out of here.",
        "Cassie: You know something about her, don't you?",
        "Jeffrey: Let's go.",
        "Cassie: You know!",
        "Jeffrey: Come on.",
        "Cassie: If you touch my daughter ... get off me. I'll kill you. Let go of me!",
        "Jeffrey: Calm down!",
        "Cassie: You said you would help me.",
        "Jeffrey: Cassie ...",
        "Cassie: You promised to help me.",
        "Jeffrey: Those people in there aren't lying. They don't know where she is.",
        "Cassie: They don't?",
        "Jeffrey: No, they don't. Oh, no ... now ... don't ... don't cry. Please. Don't cry. Cassie, we're going to find Tammy and she's going to be fine. Yes, yes, she is. She's going to be fine because she's a very strong young woman.",
        "Cassie: On the outside, Jeffrey. But on the inside she's a scared little girl and she's going to be scarred for life. And it's all my fault.",
        "[SCENE_BREAK]",
        "Sandy: There. You know, when we get in the car, I'll crank up the heat and take you home.",
        "Tammy: No. I can't go home. I can't let my mother see me like this. No, please.",
        "Sandy: Your mom ... Tammy, your mom's not going to be mad at you. She's going to be happy that you're okay.",
        "Tammy: No, I won't go home, Sandy don't.",
        "Sandy: I'll take you to Josh and Reva's.",
        "Tammy: No, you can't tell them, either. Nobody, Sandy. You owe me. You have to do this for me. Please?",
        "Sandy: How about my place? Would that be okay? I'll get you some hot tea and dry clothes. You can stay as long as you want.",
        "Tammy: I just wanted to get clean.",
        "Sandy: I know. I'm going to take care of you, Tammy. I promise. Come on.",
        "[SCENE_BREAK]",
        "Lizzie: Daddy, I'm sorry.",
        "Phillip: You don't have to keep saying that, honey.",
        "Lizzie: But I want you to know that I didn't tell Frank about anything that happened with Ruth. And I never will, okay? Dad?",
        "Phillip: Yes, honey?",
        "Lizzie: You mad at me?",
        "Phillip: No, honey.",
        "Lizzie: Then why are you being so quiet?",
        "Phillip: I'm counting.",
        "Lizzie: You know, I know Frank was just talking tough earlier at the police station because when I told him the story and I told him it was an accident, I could just ... I don't know. I could tell that he wanted to believe me. And Harley and Gus, too. So if they believe me, then Jeffrey O'Neill would probably believe me, too. Daddy?",
        "Phillip: Yes, honey?",
        "Lizzie: You do know that I had to do this, right? I mean, I can't ... I can't just keep living this lie. I couldn't do it. It's the right thing.",
        "Phillip: It doesn't matter, honey. What's done is done.",
        "Lizzie: Aunt Alex thought it was the right thing to do, too.",
        "Phillip: Your aunt Alex was the one that put you up to this?",
        "Lizzie: No. But I told her how I was feeling and ...",
        "Phillip: That's all right. It doesn't matter. Listen to me, sweetheart, I need you to go up to your room right now. Okay, I need you to go up there ...",
        "Lizzie: You are mad at me.",
        "Phillip: No, I'm not. I want you to go up to your room and start packing. I have to get you out of the country right now.",
        "Lizzie: Daddy, but ...",
        "Phillip: No, buts. Go up and pack a big suitcase, because you could be gone for a while.",
        "Lizzie: Daddy, you promised Frank that we were going to be there tomorrow morning.",
        "Phillip: Lizzie, do you trust me to take care of you, to love you and to protect you to the best of my ability?",
        "Lizzie: Yes, daddy. You are ...",
        "Phillip: Then, please do as I ask you to. Go up and start packing.",
        "Lizzie: Daddy, I don't want to go.",
        "Phillip: Lizzie, do as I say!",
        "[SCENE_BREAK]",
        "Harley: Frank's on the phone right now with Judge Dupree. And if he can't Dupree to reverse the little deal that Phillip's got going on with Bronson, he'll go down the list one by one until he finds a judge that will. Frank will not let this go.",
        "Gus: I see. It runs in the family.",
        "Harley: Hey, look, if I had any idea that it was Lizzie driving the car that night, I would never have done it this way.",
        "Gus: You would have done something different? I think Phillip's right. I think you're obsessed.",
        "Harley: Let me tell you something.",
        "Gus: You're making going after Phillip has become a vendetta for you.",
        "Harley: Phillip is not right about anything. Phillip is crazy.",
        "Gus: Yeah, okay. But that's him. That's not you. Right? You have a choice. You're going to what? You're going to stoop to his level? You're going to make Lizzie choose between her freedom and her father's freedom?",
        "Harley: Phillip destroyed my home.",
        "Gus: Yeah, I know. I know what he did.",
        "Harley: He destroyed everything in my home. He tried to destroy my father's livelihood. He gave my father a heart attack. And if that's not bad enough, he tried to kill me tonight! How could you defend him?",
        "Gus: I am not defending him.",
        "Harley: Do you think I enjoy putting the screws to that little girl just now?",
        "Gus: I don't know anymore, Harley. Did you enjoy that?",
        "Harley: Did you think I've enjoyed walking around with a wig and a fake nose and leading this double life for all this stuff--",
        "Gus: Maybe you like that. Maybe that's fun for you. I don't know.",
        "Harley: I can't do this with you.",
        "Gus: You're ??? going after Phillip anymore, do you hear me? I don't care if you are my girl or you're not my girl. You're not doing that. You're going to stay out of it and you're going to let your brother take over.",
        "Harley: Well, that's what I was planning to do, anyway. You satisfied now?",
        "Gus: That depends. What if Phillip figures out a way to escape, to get off the hook for what he's done to you? You're going to, what? You're going to be able to walk away?",
        "Harley: Would you walk away?",
        "Gus: Do you want me to get you guys a couple of guns? You can have a little shoot out in the parking lot.",
        "Harley: Let me tell you something. Phillip will not get away with this. Phillip Spaulding will pay for all the pain he's caused, one way or the other.",
        "[SCENE_BREAK]",
        "Phillip: It's gone too far. I have to do this. Because nobody comes after my kids and gets away with it, Harley. Nobody.",
        "[SCENE_BREAK]",
        "Cassie: Being back here, you know, it just brings it all back. The pain, the humiliation. I mean, once you feel that deep down inside, you never get rid of it. And it's the same thing for Tammy. I've done everything I can to make a normal life for her or to give her a happy life. And no matter what I do, I can't change everything that's happened before.",
        "Jeffrey: You mean when you had to give her up, put her into Foster care?",
        "Cassie: I had to work here. And she felt abandoned. And she was afraid. And she was alone. When you feel that kind of insecurity as a child, you know, when you get older and something bad happens, you feel like \"it's my fault again.\" And after what Jonathon did to her, it's just bringing out those feelings of worthlessness and now Tammy is somewhere alone feeling that. So ...",
        "Jeffrey: All right, look, look. I've seen your daughter defend herself. I know what she's made of. Sure, right now she might be feeling a little shaky, but you've got to have some faith, Cassie. You've got to have some faith in your daughter. And you've got to have some faith in yourself.",
        "Cassie: What are you doing here?",
        "Jeffrey: What?",
        "Cassie: You didn't have to come down here and hold my hand through this mess, but here you are.",
        "Jeffrey: Well ...",
        "Cassie: Wow, there's a first.",
        "Jeffrey: What?",
        "Cassie: You don't have some kind of smart-aleck comeback.",
        "Jeffrey: No, I guess I don't. I don't have a smart-aleck comeback. I like you. I like your daughter. I think this whole situation is terrible. And I just want to see a good outcome. That's all. That's why I'm here.",
        "Cassie: Thank you. Thanks for not judging me that you see where I'm from. You know what? I like you, too. You're a good friend.",
        "[SCENE_BREAK]",
        "Sandy: Hey, there. You feel better?",
        "Tammy: I'm finally feeling warmer ... and sleepy.",
        "Sandy: Okay. Go to sleep.",
        "Tammy: I can't. Every time I close my eyes, I see his face. Jonathan's face.",
        "Sandy: Okay, then. Well, we'll just have to do something to take your mind off that. What knocks you out?",
        "Tammy: I don't know. My mom used to read to me when I was little.",
        "Sandy: Okay, reading. Reading it is. I can do that.",
        "Tammy: Read what?",
        "Sandy: Just close your eyes. Let's see here. \"Warning: To prevent fire or shock hazard do not expose this unit to rain or moisture.\"",
        "Tammy: You cannot be serious.",
        "Sandy: Hey, if this doesn't put you out, nothing will.",
        "Tammy: Sandy, you really don't have to do this.",
        "Sandy: Shh. We're getting to the exciting part. \"Setting the clock.\"",
        "[SCENE_BREAK]",
        "Phillip: 9:00 A.M. Lizzie will be waiting. Bruno will drive you to the airport in the morning. He knows to be quiet about this.",
        "Lizzie: Listen, Daddy, I'm not doubting you. I just ... I have a simple question for you.",
        "Phillip: What?",
        "Lizzie: If I do run away, isn't it going to make me look guilty? I mean, isn't it just going to make things worse?",
        "Phillip: Honey, this is just temporary until I can line up a good attorney for you and figure out a way to get you off the hook.",
        "Lizzie: Daddy, I appreciate it. It's just ...",
        "Phillip: What, honey?",
        "Lizzie: I don't want to go off to some weird place I don't know. I don't want to be stuck some place alone.",
        "Phillip: Honey, you're going to be alone, all right. As soon as I get you safely out of the country, I'll come visit you, and I will talk to your mom and I'll convince her to join you. I promise you, you won't be alone.",
        "Lizzie: Daddy, I really doubt mom's going to go for this.",
        "Phillip: Lizzie, please! Honey, I'm sorry. I didn't mean to snap at you.",
        "Lizzie: You're mad at me.",
        "Phillip: No, I'm not mad at you. I'm not. I'm not. Okay? Everything is going to be all right. Okay. Listen to me. Listen to me. I'm so proud of you for feeling the way you do about this, but you have to understand it's not about you. This isn't about you and what you did. It's about me and about how much everybody in this town hates me. Particularly the Cooper's. They want to hurt me. They want to punish me. But they will use you to do that. That's not what you want, is it? No, of course not. But they will do, they will try to cast what you did in the worst possible light.",
        "Lizzie: Daddy, it was an accident.",
        "Phillip: It doesn't matter that it was an accident, honey. It won't look that way once they get finished twisting around the evidence. And they will bring up your history, your emotional problems. They will go ... how you shot Carl when you were a little girl.",
        "Lizzie: He has nothing to do with this, though.",
        "Phillip: Honey, I know what it's like to be locked up, to be put away, and I can't let them do that to you. Do you understand me? I won't. So please, will you please do what I'm asking you to do? Will you please just stop questioning me and do as I say? Honey, it's going to be all right. It's all going to be okay.",
        "Lizzie: Daddy, I don't want to leave.",
        "Phillip: I don't want you to go, honey, but this is what's best. I'm your father, and I know this is the way it has to be.",
        "[SCENE_BREAK]",
        "Harley: Hey, Mr. Voice of reason, you're going to tell me that you're not angry at Phillip? You're going to tell me that you don't want him to pay for this?",
        "Gus: No, of course I am angry, and I do want him to pay. But at what cost?",
        "Harley: At any cost. You of all people should know that.",
        "Gus: You need ... you need to calm down, okay, because you are so dizzy, you can't even see straight.",
        "Harley: Oh, and you're the who's going to teach me some perspective on this whole thing?",
        "Gus: Now listen, what you're saying is right. Everything you're saying is true. Yes, the things Phillip has done, including trying to kill you tonight. You are right, but you're going to let it go. Because if anything ever happens ... you're just going to let it go. You're going to let your brother take over. Do you understand me? (Phone rings)",
        "Harley: It's my dad. Just give me one second. What do you want?",
        "Phillip: A truce.",
        "Harley: Sure you do.",
        "Phillip: No, I mean it. I'm very upset about what happened tonight. Lizzie's been sobbing all night. And Zach heard her and he woke up and now he's upset. This just can't go on.",
        "Harley: No kidding.",
        "Phillip: I'm willing to make certain concessions to you.",
        "Harley: We are way past that point. This is a police matter now.",
        "Phillip: Not all of it. Not the custody of our son. Will you come over tomorrow and discuss this with me?",
        "Harley: When?",
        "Phillip: 9:00 A.M., Here at the house. See you then?",
        "Harley: I'll be there.",
        "Gus: Everything all right with your pop?",
        "Harley: Yeah. Everything's just fine."
    ],
    "Transcript Author": [
        "by Boo Proofread by Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=gFUV8GJtDso"
}