{
    "Episode Summary": [],
    "Recap": [
        "Marah and Michelle figure out which bridge Maryanne's accident took place at. They go to the police station to look for the record of the accident but find nothing. They wonder why everyone is trying to cover it up. They plan a trip to the cemetery later to find her gravestone. Tony, Bill and, Danny talk about volunteering information about Danny's past instead of ignoring it. Eden arrives and says two political head are on the way over. The two political guys arrive with their attorney Ross. Danny hopes they will back him but they say the need more proof that his former life is done with. They tell him to turn his back on Tony. Danny say if that is what it will take for them to trust him then they can shove it. At the Gym Brad Greene thinks Harley is working for Gus and Alan but Harley assures him she would never work for Alan no matter what. Brad believes her and lets the subject change to his wife's case. Harley says that she might be able to get the charges dropped and Brad says if she could he would be forever grateful. Jeffery and Harley discuss this meeting later and Jeffery tells her to follow his rules next time. Gus is holding a confidential file debating on whether to look at it or not when Alan walks in. Gus says he didn't look at but Alan says he is free to look at whatever he wants to. Alexandra arrives and demand Gus give her the file. Before long Brad Greene also arrives and isn't to happy to hear about Gus' job at Spaulding. He is concerned with the fact that Gus has access to all the files but mostly the one in his hands. Brad is sure to mention his time at the gym with Harley to Gus."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Marah: I wish Marina didn't have to go to class.",
        "Michelle: Yeah, thanks. Me, too. Three heads are definitely better than two, right?",
        "Marah: Well, especially when it comes to trying to figure out this mystery that Carrie's decided to dump on us.",
        "Michelle: Well, at least she gave us something concrete to go on the last time she deigned to appear before us.",
        "Marah: It's pretty frustrating, isn't it?",
        "Michelle: Yeah, just a little. So, all right, Carrie finally tells us when Maryanne Caruthers died, or how she died, which is, she got into the car with the wrong people and the car went off a bridge. Do you know how many bridges there are in Springfield, Marah?",
        "Marah: Do you want to quit? You just want to forget about the whole thing?",
        "Michelle: Do you?",
        "Marah: Yes and no. I hate to think that my father is lying to me about anything, but if he is...",
        "Michelle: But maybe he had good reason.",
        "Marah: Yeah. And on the other hand, if Carrie is telling us the truth and some young woman died in this town and nobody seems to remember to care, I think that's awful. I wouldn't want that to happen to me or anybody that I loved.",
        "Michelle: Yeah. Me, either. All right, you fire up the computer, I'm going to get us something to eat from the kitchen, and then we are going to find out when and how this Maryanne Caruthers disappeared.",
        "Marah: Deal.",
        "Bill: Okay, guys, come on, these slogans are garbage. We've got to come up with something better, all right?",
        "Danny: Something that tells it like it is.",
        "Tony: \"No More Cement Shoes.\"",
        "Danny: Aha.",
        "Tony: Okay. \"Vote for Me, It's an Offer That You Can't Refuse\"?",
        "Bill: All right, Tony. Come on, stop it.",
        "Tony: No, I'm serious. I'm serious, Bill. I mean, what about the old days? Why can't it be like then, when we could buy an election? You know what I mean?",
        "Bill: Do me a favor, never say that in public, okay?",
        "Danny: Wait, wait, wait, wait, wait, Bill. Hold on, maybe Tony's on to something. I mean, with all these ideas, we've been trying to downplay my past, right? We can't do that, so what if, instead of ignoring it, we address it?",
        "Tony: Yeah.",
        "Bill: Well, what do you mean? How?",
        "Danny: I don't know, I don't know. Um... What about something like, \"Danny Santos -- No Excuses,\" right? That says that I definitely have a past, but I'm not trying to shirk it. What do you think?",
        "Tony: Yeah. Uh, well, I'm not sure. Maybe you can end it with, \"No Way,\" you know?",
        "Bill: No, wait, wait, wait, wait. Danny, Danny, Danny, I think you're on the right track. Except you're just not saying enough. \"Danny Santos -- No Excuses.\" I mean, you've got the past and the present implied, but what about the future?",
        "Danny: Right. The future is definitely where the focus should be.",
        "Bill: Right, right. All right, how about this? How about, \"Danny Santos -- No Excuses, Move On.\" Something along those lines.",
        "Danny: No, I like it. I like it.",
        "Eden: Whoa, it looks like a tornado came through here. Don't just stand there. Help me clean up.",
        "Danny: Why?",
        "Bill: Um...",
        "Eden: And you, you comb your hair and put on a tie.",
        "Bill: Honey, we're in the middle of something. We'll do that later, okay?",
        "Eden: No, that is not okay. Do the names Daggert and Hodge ring a bell for any of you?",
        "Bill: What, Jim Hodge, George Daggert? Yeah, they're the two biggest political poo-bahs in this town.",
        "Tony: What?",
        "Bill: King-makers.",
        "Danny: Yeah, if Daggert and Hodge put their weight behind a candidate in Springfield, he's almost guaranteed to win. What about them?",
        "Eden: They're going to be here in ten minutes, so let's go.",
        "Harley: What if it turned out that, you know, while you were at Spaulding, that things maybe weren't as they should be?",
        "Alan: Gus, what... What are you doing with that file?",
        "Brad: I know what you're up to.",
        "Harley: Um, trying to rack this weight if you would let me.",
        "Brad: You didn't just happen to show up here today. You planned this little meeting, and I know why.",
        "Jeffrey: Just stay cool, Cooper.",
        "Harley: I didn't plan anything. I don't know what you're talking about.",
        "Jeffrey: Stay very cool.",
        "Brad: Someone has put you up to this.",
        "Harley: I'm just here to pump iron, Brad.",
        "Brad: You're here to pump me for information.",
        "Harley: Look, if you would just let go of the bar, I could explain to you what...",
        "Brad: Let go? Are you sure?",
        "Harley: Um, okay, look, I don't know what's going on here. I thought we were supposed to be friends. I mean, who cleared your name? Who cleared you of a potential murder rap, and you sit here accusing me of I don't even know what?",
        "Brad: All right. I'm not saying it was your idea, but you are a part of it.",
        "Harley: A part of what?",
        "Brad: Somebody is out to get me, and I think we both know who that is.",
        "Harley: Somebody is out to get you? Who?",
        "Brad: Oh, who do you think? Your boyfriend -- Aitoro.",
        "Harley: Gus?",
        "Brad: You're doing his dirty work, and he's doing dear old dad's.",
        "Harley: Alan?",
        "Brad: \"How's work, Brad?\" \"It must be very stressful, Brad.\" Alan doesn't think I can cut it anymore, does he? Of all the ungrateful... I busted my hump for him in Paris, 16-hour days, seven days a week. I come here to Springfield and get embroiled in this Lori mess.",
        "Harley: Brad? Brad, could you...?",
        "Brad: My marriage falls apart. My wife decides to blackmail me. But did I miss a single conference call, a single meeting? No.",
        "Harley: Could you just...",
        "Brad: And finally, finally, I decide to take an hour off to come here to the gym so I won't have a heart attack, for God's sakes, so I'll have the energy to work even harder, and Alan is questioning my loyalty, my ability to get the job done?",
        "Harley: What is this? You think that I'm doing Alan's bidding? Please! After the way he treated me when I was married to Phillip? Look, you ask anybody. I wouldn't work for Alan Spaulding if I was starving. Now, would you get this off of me?!",
        "Brad: Oh, all right.",
        "Harley: (Sighs) Thank you.",
        "Brad: Sorry.",
        "Harley: Wow! I know better than to bring up work to you. Look, I know... I know what you're up against here, okay? I know everything with Marie and now Alan is obviously pressuring you at the office. You're a little tense.",
        "Brad: Yeah. Just a little.",
        "Harley: Was that a smile?",
        "Brad: I haven't been doing much of that lately, have I?",
        "Harley: Well... You're an okay guy, Brad. More than okay. Really.",
        "Brad: For a serial adulterer?",
        "Harley: Hey, you've admitted your mistakes and you're trying to rectify them, right? You've forgiven your wife, and I'm not sure I agree with that 100%. You're giving 200% at work, right? Talk about commitment. Talk about loyalty. I mean, my gosh, if Alan Spaulding doesn't appreciate you as somebody valuable on his team, I think that man is a fool.",
        "Gus: It's yours. I just... I was looking for something else, and I came across it. I didn't open it.",
        "Alan: Mm-hmm. Why not?",
        "Gus: Well, because it says \"A. SPAULDING EYES ONLY.\" I mean, it's confidential, so.",
        "Alan: Well, so it has. You know, Gus, I didn't bring you into this company to keep things from you. I've told all of my employees that you are to have access to all information, carte blanche.",
        "Gus: Carte blanche, eh?",
        "Alan: Yes.",
        "Gus: Well, how will all the other little executives feel about that, then?",
        "Alan: I really don't care, because the name of this company is Spaulding. And you are a Spaulding. So, you can read all the files to your heart's content.",
        "Alexandra: Well, isn't this just swell?",
        "Gus: Well, hello, Auntie.",
        "Alexandra: Well, I see Alan's managed to weave you into our nasty little web.",
        "Gus: Hmm. Believe me, I tried to resist, but he gave me the key to the executive washroom. I mean...",
        "Alexandra: Ah! That did it, huh?",
        "Gus: Yes. That and the idea of working with you, my favorite auntie. I'm going down to the pharmaceutical division. You need me, you just buzz me, okay? I'm going to bone up on all the information.",
        "Alexandra: Gus? My file, please.",
        "Danny: How'd you get Daggert and Hodge to agree to a meeting?",
        "Bill: Yeah, I've been trying to set up something with them for days.",
        "Eden: I know. You told me at breakfast, remember? So, imagine my surprise when I went into Eichorn's Pharmacy this morning to see how Bad Girl was doing. Mr. Eichorn was more than happy to tell me about the sales figures and how local prominent ladies are buying it, including Nancy Daggert and Leona Hodge. So, of course, I just had to call Nan and Lee and introduce myself and offer them complimentary beauty consultation and freebie baskets of Bad Girl samples.",
        "Bill: Is this woman incredible or what, hmm?",
        "Eden: And then I just had to mention my sweetheart of a boyfriend is Danny Santos' campaign manager and how wonderful Danny would be as mayor and how great it would be for Nan and Lee's hubbies, George and jimmy, to meet him at some point. And the rest is history.",
        "Danny: That must be some perfume.",
        "Bill: Yeah. That is good work, darling.",
        "Eden: I know.",
        "(Knock on door)",
        "Danny: Okay, that must be them. Is everybody ready?",
        "Tony: Yeah, go ahead.",
        "Bill: We're good. We're clean.",
        "Eden: Wait, wait, wait. Here, got it.",
        "Bill: Go get them.",
        "Danny: Ross.",
        "Ross: Hi.",
        "Danny: Hi.",
        "Ross: We are a few minutes early. I hope that won't be a problem.",
        "Danny: \"We\"?",
        "Ross: Yes. I would like you to meet Mr. Daggert, Mr. Hodge. George and Jim, this is Danny Santos.",
        "Danny: Senators. Mr. Daggert, Mr. Hodge. Hi, pleasure to meet you. Come in, please.",
        "Bill: Hey, how are you? Bill Lewis, Danny's campaign manager.",
        "Danny: I wasn't told you'd be joining us, Ross.",
        "Ross: Well, George and Jim asked me to come along.",
        "Danny: You three are friends?",
        "Ross: Yes, we are. I'm also their attorney.",
        "Michelle: All right, so we should concentrate on these three bridges here and then eliminate the others.",
        "Marah: Why these three?",
        "Michelle: Well, they span main roads, and I don't know, the way Carrie described the accident, Maryanne's car seemed to be going really fast when it went off the bridge.",
        "Marah: Which would be difficult to do on a long, winding, narrow back road.",
        "Michelle: But not impossible. At least it gives us a starting point, right?",
        "Carrie: Hmm. All this salt and fat, it's delicious. How do you girls keep your figures?",
        "Marah: You think we should put a bell around her neck?",
        "Michelle: I thought that you were going to leave us to sleuth on our own.",
        "Carrie: Oh, I'll be delighted to leave you to your own devices.",
        "Michelle: Uh-uh. No, no, no, no. Just tell us if we're on the right track.",
        "Carrie: Well, you've already narrowed it down to three bridges. Two of them can be quite easily eliminated.",
        "Marah: They can, why?",
        "Carrie: Zoom in. Look at the photographs.",
        "Michelle: \"Zoom in\"? I thought you hated technology.",
        "Carrie: Oh, I do. But sometimes the nastiest things are necessary. There. Now, look at that first photograph, what do you see?",
        "Marah: I see... I don't see anything. I see a narrow bridge with two lanes...",
        "Michelle: No, no, Marah, zoom in more. Zoom in more. Like... And focus. See that bronze plaque right there? Focus in on that. There.",
        "Marah: \"There,\" what?",
        "Michelle: \"Built in 1990.\" So this bridge didn't even exist when Maryanne died.",
        "Carrie: Exactly. Now, look at the photograph of the other bridge.",
        "Michelle: Is there going to be a plaque on that one, too?",
        "Marah: Doesn't matter. Doesn't matter when this bridge was built. The problem is the concrete abutments on either side of it.",
        "Michelle: Abutments?",
        "Marah: Sorry. My family's in construction. Sue me.",
        "Michelle: Okay, what about the abutments?",
        "Marah: Okay, well, look how big and solid they are. There's no way a car could crash through them.",
        "Michelle: Wow, you're right. So that leaves us with the third bridge, Cutters Bridge.",
        "Carrie: I think you may be exactly right.",
        "Michelle: So that's it. Okay, what's next?",
        "Carrie: Well, how many times have I told you? You've simply got to connect the dots.",
        "Michelle: \"Connect the dots.\" I would like to connect her dots.",
        "Carrie: Now, now. Temper, temper.",
        "Marah: Okay. Okay, every fatal accident has to be reported, right? I think by law it has to be recorded, so it would be recorded somewhere.",
        "Michelle: Right, with the police. With the police. There has to be an accident record on file.",
        "Marah: All right, but I'm sure it's confidential, and they're not just going to let some random people come in off the street and go look at their files, right?",
        "Michelle: Probably not.",
        "Marah: All right, so how are we going to get around that? How are we going to be able to see these official police records?",
        "Michelle: Marina.",
        "Harley: You know, Brad, the way that you have chosen to forgive Marie, the way that you're standing by her, not a lot of men could do that.",
        "Brad: There aren't a lot of men who would screw up like I did in the first place. Believe me, I wronged her far more than she has ever wronged me. If Marie forgives me, that'll be the miracle.",
        "Harley: Is that the goal here?",
        "Brad: Well, we're trying to work on the marriage, but it's not going to do much good if Marie ends up in prison, which is exactly what'll happen if O'Neill decides that I have to testify against her.",
        "Harley: Well, I'm sure your lawyer's told you this already, but a man cannot be forced to testify against his wife in court.",
        "Brad: O'Neill has made it perfectly clear to me that if I do not testify, he will drag me through the mud right along with her. Now, I don't care for my sake. It's my children I'm concerned about. I mean, I've tried my very best to prevent them from hearing all this stuff about their mother and me, but if it's made part of the public record...",
        "Harley: Oh, God. Jeffrey O'Neill is such a swine. He really is. The man is so arrogant and so self-absorbed.",
        "Brad: I thought the two of you got along.",
        "Harley: Well, when we have to -- in public. But you know, there are ways around Jeffrey O'Neill.",
        "Brad: What do you mean?",
        "Harley: I mean, my brother happens to be the chief of police, and I happen to have a few friends of my own at City Hall from my years on the force. I could... Well, maybe I could call in a few favors and see if I could get the charges dropped against your wife.",
        "Brad: Dismiss the case? Are you serious?",
        "Harley: I can't promise anything, but I can try, Brad.",
        "Brad: If you could do that for me, if you could make this entire thing go away, I would be grateful beyond words.",
        "Harley: I'll give it a shot.",
        "Alan: Your file, Alexandra?",
        "Alexandra: Yes, Alan, my dear. I mean, the pharmaceutical and cosmetics divisions are my bailiwick, and that file is particularly labeled \"A. SPAULDING.\"",
        "Alan: Hmm, well, may I remind you that I am also A. Spaulding, and as acting CEO of the company, I have jurisdiction over every division.",
        "Alexandra: All the more reason why you should be very concerned about just anyone seeing sensitive material, dear. Nothing personal, of course, Gus.",
        "Gus: No, nothing personal. Well, what would you call it, Alexandra?",
        "Alexandra: Oh, I just find it rather disturbing that Alan's been so quick to make room for you. Don't you?",
        "Gus: No, I don't think that at all. Alan wanted it, and also, Phillip wanted it.",
        "Alexandra: Really?",
        "Gus: Oh, yes, really. See, I think that Phillip wanted somebody here to protect his interest, to make sure that nothing was magically reversed, all of his hard work and everything. And believe me, he didn't trust you to do that.",
        "Alexandra: And you're all right with this, Alan?",
        "Alan: Yes, perfectly.",
        "Gus: You know what, Alexandra? Do yourself a favor. Just consider me the caretaker, okay? I'm just a seat-warmer for Phillip, until he gets back, all right?",
        "Alexandra: Right, right. I'll gladly look at you that way, my dear, though I don't think Alan will. Look around you. It seems to me that Alan, your father, has removed every trace of Phillip as the CEO. And very shortly he will be reorganizing Spaulding into his very own image -- everything about Spaulding, including you, darling.",
        "Marina: Hey, hey! Did you miss me?",
        "Cop: Marina! What brings you down to the black hole?",
        "Marina: Oh, I'm doing a project for school. Dad said I could look through some of the old files. Well, he didn't tell you that? Yeah, he is so spaced out these days. I guess that's what love will do to you, though, huh?",
        "Cop: This is a restricted area, hon. I can't let anyone in here without permission.",
        "Marina: What, not even the Chief of Police's daughter? Come on, it's not like I'm going to take anything out. Okay, just call my dad. I mean, he's having lunch with Darci, but I'm sure he won't mind...",
        "Cop: No, no, no, it's all right. You can come in.",
        "Marina: Thank you. You're a doll. Oh, don't mind them. These are just my study partners. Now, where do you keep the accident reports?",
        "Cop: Uh...",
        "Bill: Ross, it's just a meet and greet. I don't see the reason for counsel.",
        "Ross: Well, Bill, I'm just here in an advisory capacity.",
        "Bill: Advisory? Regarding what?",
        "Tony: How close they can get to a Santos without looking dirty.",
        "Bill: (Clears throat)",
        "Tony: I'll keep my mouth shut.",
        "Danny: No, I think my cousin hit the nail on the head, gentlemen. You have questions about me, personally, about my campaign, my connections. Let's hear them. Why don't we do this the right way? Cigars?",
        "Danny: Okay, guys, look. You've asked us a lot of questions and we've answered them.",
        "Bill: Yeah, thoroughly.",
        "Danny: Beyond that, I don't know what else I can tell you.",
        "Ross: Danny, um... George and Jim need assurances. They need assurances that you have severed all ties with your past.",
        "Danny: And I've assured them, Ross.",
        "Ross: Verbally you have, yes. But they need something a bit more concrete.",
        "Danny: I see where this is going now. You want me to turn my back on my cousin.",
        "Ross: Danny, this is awkward for all of us, and believe me, nobody is telling you how to run your personal life.",
        "Danny: Glad to hear it, Ross.",
        "Ross: But governing a city -- and you know this -- it involves a public trust.",
        "Danny: Ross, whatever information your clients are operating on, it's out of date.",
        "Daggert: How's that?",
        "Danny: Tony turned over a new leaf the exact same time I did. Before, actually.",
        "Hodge: Is that a fact?",
        "Danny: Yeah, it's a fact. Tony no longer has any ties to organized crime. He left that life behind along with the violence that goes with it.",
        "Daggert: Except when he's raging drunk and picks a fight in a bar with some guy.",
        "Hodge: Olivia's, a couple of months back? Pretty blonde lady? You hit on her, you got into it with her boyfriend. Stop me when this sounds familiar.",
        "Tony: So you've had someone tailing me, huh?",
        "Daggert: No. We know a lot of people.",
        "Hodge: Everywhere. Your cousin's a hothead, Danny.",
        "Tony: First of all, get your story straight, man. All right? Danny, listen to me. I was going through some things with Marah, okay? Yeah, I got drunk, I let off some steam, it happens. It's no big deal. It happens.",
        "Daggert: It happens to people like you, not everyone else.",
        "Danny: Guys, come on. You heard him. He had a fight with his girlfriend. He was upset...",
        "Tony: No, no, no, no. You know what, Danny? These guys are right. I'll tell you what. I've told you from the beginning I would be a liability, so what I will do for you guys, I will step down.",
        "Danny: No, you won't.",
        "Tony: No, I will. You don't need me.",
        "Danny: Yes, I do.",
        "Tony: You don't need me, okay?",
        "Danny: I do. You stay right here. Let me see if I get this straight: You guys come in here and you grill me on my character and my ethics. You want to know that you can trust me and the only way that I can prove that to you is by telling my own cousin to take a hike? Is that it? Well, if that's the extent of your political wisdom, gentlemen, you can take it -- along with those expensive cigars I just gave you -- and shove it up your...",
        "Bill: Danny.",
        "Hodge: You've got some solid ideas, Danny.",
        "Danny: Thank you.",
        "Daggert: We really appreciate where you're coming from.",
        "Hodge: So we'll be in touch.",
        "Danny: Okay, sounds good. Thanks again for stopping bye. Ross, thanks.",
        "Ross: Take care.",
        "Bill: Whoo! Now I know what it feels like to be dragged over hot coals.",
        "Eden: You did a wonderful job, honey.",
        "Danny: Maybe I'm not cut out for politics after all.",
        "Bill: Wait a minute, Danny. Don't say that, okay? They liked you, and I think they're going to back you, I do.",
        "Danny: Yeah, maybe they will. Ross is another story.",
        "Eden: I got a really negative vibe from him. I wonder what's up.",
        "Danny: I'm not sure.",
        "Tony: Yeah, well, whatever. It's his loss.",
        "Danny: No, Tony, it could mean my loss. Ross speaks for a whole part of Springfield that I might never win over, no matter how hard I try.",
        "Alan: You know, Alexandra, there's only one flaw to your logic, because if I were as cunning and deceitful as you suspect, when I took over for Phillip I would have reclaimed my office and kicked you out on your ear.",
        "Alexandra: Oh, well, who says the purge is over?",
        "Alan: There is no purge and there never will be. This is a family business and the Spauldings stick together no matter what.",
        "Alexandra: Oh, Gus, tell me you're not buying this bunk.",
        "Gus: Well, you know, from my personal experience, I find Al to be nothing but a loyal guy. It's some other people in the immediate vicinity that have problems with...",
        "Alexandra: Well, just save it, will you? Because I think I've done my penance.",
        "Gus: No, well, I think you've made your share of mistakes.",
        "Alexandra: Recently?",
        "Gus: Well, sure.",
        "Alexandra: Name one.",
        "Gus: Okay, no problem. How about keeping an embezzler on the payroll, for starters?",
        "Brad: Did someone mention my name?",
        "Harley: Testing. Testing. Damn, I'm good! Am I good? I mean, did you see me out there? I played Brad Green, not like a fiddle -- oh, no, no, no-- I would say, like a Stradivarius. Wouldn't you say?",
        "Jeffrey: Oh, yeah, you were just incredible. As a matter of fact, you were mind-bendingly brilliant. Okay, is your ego massaged enough now so we can get down to business?",
        "Harley: Is that sarcasm? Is that the DA/Fed feeling a little miffed that maybe I said some unkind things about him?",
        "Jeffrey: Hey, whatever it takes to get the job done, right?",
        "Harley: That's what I think. So, what's with the attitude?",
        "Jeffrey: Maybe I don't like my operatives disobeying me.",
        "Harley: I didn't disobey you.",
        "Jeffrey: Harley, I told you to flirt with the guy, okay? And not to mention Spaulding. What's the first thing you do, straight out of the gate?",
        "Harley: Well, look what happened. It worked. Jackpot!",
        "Jeffrey: It was an accident. I don't like accidents, even when they work in our favor. Okay, next time you're with Brad Green, you do things my way. Don't deviate from the script, you got it?",
        "Harley: You know what? You don't have half the experience that I have working undercover. You don't know half of what I know about working a mark.",
        "Jeffrey: Well, you don't know half of what you think you do.",
        "Harley: I know what men want.",
        "Jeffrey: Do you? And what do men want? You think they want to talk about what's going on at the office?",
        "Harley: I was sympathizing with him. I was... I was building rapport. I was gaining his trust, like you said. Look, unlike you, Jeffrey, most men want more than just a little tumble with a woman.",
        "Jeffrey: That is exactly what they do want, Harley. Okay? They don't want to talk, okay? Do you think that Brad Green wanted to talk with all those women he cheated on his wife with? Hmm?",
        "Harley: You know what I think? I think that I read him perfectly and I played him perfectly.",
        "Jeffrey: Do you? And you told him that I would drop the case.",
        "Harley: Yes. And if you were half as smart as you think you are, you would do just that.",
        "Jeffrey: On what basis?",
        "Harley: On the basis that your evidence stinks!",
        "Jeffrey: Well, I've got Marie Green in front of a room full of people, including the two of us, confessing.",
        "Harley: Please, it's entrapment. Any half decent defense attorney is going to have that thing suppressed yesterday. And who is your witness? Your only real witness is Brad. And even if you have him declared hostile, you still can't...",
        "Jeffrey: Hmm. Really?",
        "Harley: ...Compel him to testify. You louse. You louse! You were planning to drop those charges all along.",
        "Alexandra: Brad, Brad, Gus didn't mean it.",
        "Brad: Sure he did. If you have a bone to pick with me, Detective Aitoro, I suggest you do it to my face.",
        "Alan: Brad...",
        "Gus: No, it's all right, Alan. First of all, it's Detective Aitoro, and I think it's a great idea. Let's get it all out in the open, okay? You go first.",
        "Brad: All right. You thought me guilty of a great many things for some time now, and you're only partially right. My mistakes have been moral, not criminal.",
        "Alexandra: He was also a victim himself. Let's not forget that.",
        "Brad: And all of the charges against me have been dropped.",
        "Gus: All except the embezzling, which you did do but you were never charged for, and I don't know how that happened.",
        "Alexandra: Well, I'll tell you. He was in an extreme situation -- not only being accused of murder but also his own wife blackmailing him?",
        "Gus: Hmm.",
        "Alexandra: Look, in a desperate moment, he did a foolish thing.",
        "Gus: Yeah. Something very, very foolish.",
        "Alexandra: Yes, and he paid it back.",
        "Brad: The very next day, for God's sakes.",
        "Alexandra: Well, we thought he had suffered enough.",
        "Gus: Do you feel the same way, Alan?",
        "Alan: Yes.",
        "Gus: Oh, well, then, hey. I'm sorry. If you guys can forgive and forget, then I've got no problem with that. Let me just say, I'm looking forward to working with you, Mr. Green. How's that?",
        "Brad: Working?",
        "Alan: Yes. You see, Gus has taken a leave of absence from the force and is going to be helping us out during Phillip's absence.",
        "Gus: I hope that's okay, now that we're letting bygones by bygones.",
        "Brad: Well, no, I have no problem with that.",
        "Gus: Great! That's great. Because Alan here has told me, what, the amazing work you have done, it's incomprehensible. The whole pharmaceutical division is... I'm just going to do my homework now, you know, and read all... read all about it.",
        "Brad: Are you going to read that file?",
        "Gus: Yes, I'm going to read this file. I'm going to read those files and the other files. I'm going to read everything I can get my hands on.",
        "Marah: Anything in that one?",
        "Michelle: Nope. Nothing on a car going off a bridge, nothing about Maryanne Caruthers, not even a Jane Doe. How about you? Marina?",
        "Marina: Uh, wait. Wait, yeah, yeah, yeah. I found something. Okay, in 1980, a car went off a bridge. Oh. It landed upside down on a cornfield, the driver and his dog escaped unharmed.",
        "Marah: Yeah, I found one like that, too, except it was some woman taking her cat to the vet.",
        "Marina: You guys, this is a complete waste of time. I mean, we have gone through every single accident report over the last decade, and what have we found? Nothing.",
        "Michelle: Exactly, exactly. We've gone through every single accident report and what have we discovered?",
        "Marah: Nothing. Marina just said.",
        "Michelle: Nothing, right.",
        "Marina: Is there an echo in here?",
        "Michelle: A fatal accident occurred in this town and there's no record of it in the police files. That's what we need to focus on: Why is there no record of Maryanne's death?",
        "Marina: Uh, because it never happened?",
        "Michelle: Or maybe it happened and someone doesn't want anyone to know.",
        "Harley: You know, you might have let me know what you were up to.",
        "Jeffrey: I couldn't. I couldn't do that. Then you wouldn't have been so convincing, okay? As it is now, Brad thinks that you got me to drop the charges, okay? So he owes you and he trusts you. You should be happy.",
        "Harley: Happy that you played me?",
        "Jeffrey: Happy that Brad got what he wanted, happy that his little wifey-poo won't have to do time and that the kiddies will have Mommy to bake them cookies and won't be wearing prison orange. There is only one problem, is that Mel will be out a client.",
        "Harley: Whoa, whoa, whoa, whoa. How do you know that Mel is representing the Jensons -- unless you are still bugging my office!",
        "Jeffrey: Come on, Harley. You exhaust me. Mel filed as attorney of record, okay? The paperwork crossed my desk. Any other questions?",
        "Harley: You can tell me where you get... I'm not going to do this. I'm not going to stoop to your level.",
        "Jeffrey: Hey, Terrier? You did well today.",
        "Harley: That's a stupid code name.",
        "Brad: That file's confidential.",
        "Gus: So what?",
        "Brad: Confidential means confidential.",
        "Gus: Well, I'm a detective. I think I can keep a secret.",
        "Alan: Brad, is there something specific in that file that you're concerned about?",
        "Brad: (Laughs nervously) No, I... Is Gus going to have access to absolutely everything from this point on?",
        "Alan: Carte blanche.",
        "Brad: Well, then, you're the boss.",
        "Alexandra: Temporarily, until Phillip's better.",
        "Brad: Welcome to the team, Gus. I'll be happy to give you any help that I can. It's the very least I can do, considering your fiancée's been so wonderful to me. Harley is a very special lady -- kind, compassionate, smart. And she's got a hell of a body on her, too.",
        "Gus: What now?",
        "Brad: Oh, from a physical standpoint. I couldn't help noticing when we were working out together earlier at the gym. Yes, Harley's a special lady.",
        "Bill: Come on, come on, let's get out of here.",
        "Tony: Look, Danny, I take back what I said before. I like it.",
        "Danny: No, Tony, you were right. Why should anyone believe a politician?",
        "Tony: Yeah, but see, that's the thing. You're not a politician, Danny. I mean, look at the way you stood up to those guys, you know? For me.",
        "Danny: Does that mean I have your vote?",
        "Tony: Not that it matters, you know? I mean, not that anything matters once the other side declares and everything starts to fly. I mean, you just got a little taste of it today, Danny. You know?",
        "Danny: Yeah. It's going to get ugly.",
        "Tony: Yeah. Yeah, it is. I just wish it was like the old days when we knew who our enemies were, because now, this game, a knife in your back could come from anyone.",
        "Rick: Thanks, Ross. I...",
        "Ross: Yeah.",
        "Rick: ...For taking the time to talk with me. I'm just really worried about my dad.",
        "Ross: Well, I don't know what to say, Rick, because Ed has seemed just fine to me lately.",
        "Rick: Not particularly agitated or moody or...?",
        "Ross: (Laughs)",
        "Rick: I'm sorry, what am I saying? I mean, he's never been Mary Sunshine, has he?",
        "Ross: You know, to be honest, I think he's a little uncomfortable with the idea of Danny running for mayor and the public scrutiny. Maybe that's what's got him down.",
        "Rick: How do you feel about that, Ross? About Danny running for mayor?",
        "Ross: Um, at the moment I'm reserving judgment on that. What about you?",
        "Rick: I guess I'm okay with it. I mean, I wasn't in love with the idea, but you know what? If Michelle's happy, I'm happy.",
        "Ross: Honestly, I wouldn't worry about it, because once Ed gets used to the idea of Danny running for mayor, he'll be fine, and you know, all he wants is for Michelle to be happy and to have the uncomplicated life that she deserves.",
        "Marah: Michelle, I love conspiracy theories as much as the next person, but...",
        "Michelle: Okay, I'm not saying for sure that it's a conspiracy. I mean, maybe there's a perfectly good reason why Maryanne's accident isn't on record. Or maybe... maybe the accident never happened in the first place and Carrie's making the whole thing up, I don't know.",
        "Marah: No, she's given us too much information for that.",
        "Marina: Yeah, information that hasn't panned out yet.",
        "Marah: Okay, well, maybe we got the timeframe wrong.",
        "Michelle: No, I don't think so. I think Maryanne lived and died right around the time that we think. Wait. Wait, that's it. She died.",
        "Marina: Yeah, we know that, Michelle.",
        "Michelle: Okay, but this is another way for us to get information, right? Where do people go when they die? And I don't mean metaphysically.",
        "Marina: Oh, no. You cannot be serious.",
        "Marah: No.",
        "Michelle: Mm-hmm.",
        "Marah: The graveyard.",
        "Michelle: Mm-hmm. Her body had to end up somewhere, right? I mean, maybe she's in our town cemetery, and there would be a headstone.",
        "Marina: Oh, this just keeps getting better.",
        "Marah: You want us to go digging through a creepy, cold graveyard?",
        "Michelle: Yup, tonight.",
        "Marina: In the pitch dark? Oh, joy.",
        "Michelle: Look, I'm not thrilled about it, either, but do we want to get to the bottom of this thing or not?",
        "Marah: Okay.",
        "Marina: Yeah, okay. If there's any digging to be done, you're the one with the shovel.",
        "Marah: Ew.",
        "Michelle: All right, so then we're all in agreement. We'll meet tonight, let's say, what, after dinner? At the graveyard. Okay? And we can't say a word about this to a soul, because remember, if we do, Carrie's going to disappear and then we'll never find out what happened to Maryanne Caruthers. Agreed?",
        "Marina: Agreed.",
        "Marah: Agreed.",
        "Alexandra: Next, on Guiding Light :",
        "Brad: What do you need to get started?",
        "Eden: A bikini, some sunblock, and I will need the Spaulding corporate jet in the morning.",
        "Marina: Yeah, it was just... just the wind.",
        "Marah: Right.",
        "Marina: Right. Yeah.",
        "Marah: (Screams)",
        "Carrie: The time has finally come."
    ],
    "Transcript Author": [
        "By Suzanne Proofread By Hijrah"
    ],
    "url": "https://www.youtube.com/watch?v=MyCExz5V4nU"
}