{
    "Episode Summary": [],
    "Recap": [
        "Bill and Olivia learn that Phillip left Cross Creek to Olivia. They share the news with Josh and Reva. Michelle rescues Tony but both end up stuck. Harley and Gus realize that Buzz could be the killer. Buzz and Alex realize they have something in common. Gus and Zack bond while talking turkey."
    ],
    "Recap Author": "Sarah",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Michelle: Tony? Tony? Tony? You know, it's polite not leave a girl hanging. His flashlight. Tony? Tony, come on, this is getting creepy. Where are you? Tony? Tony? Tony? Hang on, Tony. I'm coming.",
        "[SCENE_BREAK]",
        "Bill: Hey.",
        "Olivia: Hi.",
        "Bill: You didn't open it yet, huh?",
        "Olivia: Yeah, I know, because I couldn't.",
        "Bill: I tell you if I knew Emma was going to be set for life, but who would have thought Phillip was going to leave you anything in his will.",
        "Olivia: You don't think there's poisonous snakes in this thing, do you?",
        "Bill: I don't think so. But maybe it's evidence setting you up for Phillip's murder.",
        "Olivia: That's funny.",
        "Bill: I'm not trying to be funny. Listen. Look, the only way to end the suspension is just to open up the thing.",
        "Both: Oh, my.",
        "[SCENE_BREAK]",
        "Josh: It will be the Thanksgiving from hell, Reva. You know that.",
        "Reva: Not necessarily. Think about this. I sit here and Jonathan and Sandy are on either side...",
        "Josh: Yeah. Sure. That will work.",
        "Reva: And then Bill...",
        "Josh: And Olivia.",
        "Reva: No, and Billy over here.",
        "Josh: Yeah, because they've been exchanging a lot of recipes lately.",
        "Reva: Okay. And then Edmund and Cassie and Tammy there.",
        "Josh: Oh, yeah.",
        "Reva: And then you're at the head.",
        "Josh: No, no. I am not going to presiding over this disaster.",
        "Reva: Why are you being so negative? Look families have issues at the holidays all the time.",
        "Josh: Issues? Reva, by issues you mean attempted murder, identity theft and everybody's favorite: Just plain, flat-out hatred. We're going to have to bolt the dining room furniture to the floor to keep people from throwing it at each other.",
        "Reva: Thanks for the pep talk.",
        "Josh: Don't you understand that it'll be better to stop this thing from happening before it starts? Think about the turkey. Think about the life you'll be saving there.",
        "Reva: Oh, please. You know, I'd hire private security and metal detectors if I have to, but we are having a Lewis Thanksgiving this year.",
        "[SCENE_BREAK]",
        "Harley: We don't know anything for sure right now. It's all speculation at this point.",
        "Gus: What speculation? We're following a trail of evidence here?",
        "Harley: Circumstantial evidence, which means nothing.",
        "Gus: Brings us back to the question that you won't answer. Do you think that your father could have killed him?",
        "Harley: Iy-yi-yi... I can't hear it. Please don't say it. I can't even hear it.",
        "Gus: You know that the alarm didn't go off the night that he was killed. So either A, it malfunctioned, which we know didn't happen, or B, somebody turned it off.",
        "Harley: Okay. But just because my father turned off the alarm doesn't automatically make him a killer.",
        "Gus: Okay, well, then automatically it makes him a suspect.",
        "[SCENE_BREAK]",
        "Buzz: Hey.",
        "Zach: Why isn't my picture up there with Mommy's?",
        "Buzz: Come here. God, you're getting big. Those pictures aren't like the family pictures you see at home are they?",
        "Zach: What are they?",
        "Buzz: Well, they're something else. Look, I know you've had a tough time lately. And looking at those pictures you maybe wondering if someone else is going to leave your life the way your Daddy did. That's not going to happen. That's not going to happen. That's not going to happen. Because we're sticking together no matter what, you hear me? And I will never let anything happen to you or your family. You got it? Now come to your Grandpa.",
        "[SCENE_BREAK]",
        "Gus: Listen, stop thinking like a daughter for a second, and think like a detective. Do you think it's possible that your father could have killed Phillip?",
        "Harley: Of course he could have. Anyone of us could have.",
        "Gus: Well, if he did it, then that means you didn't.",
        "Bill: I mean, how did Phillip...",
        "Olivia: I don't know.",
        "Bill: Did you...",
        "Olivia: No, I didn't ask him for that. I didn't even mention it. And according to this, it was just a gift.",
        "Bill: I'm going to have to figure that out later. But right now, why? Why would he give it to you?",
        "Olivia: To guarantee this real ??? moment we're having right now.",
        "Bill: Sure he is... I'm sure Phillip's down there now just having a good laugh at our expense, right?",
        "Olivia: Well, you know the good news: We are married. So technically what's mine is yours. Come on tell me you trust your wife?",
        "Bill: (Hesistant) Yes. (Laughs)",
        "Olivia: That's a reigning endorsement.",
        "Bill: No.",
        "Olivia: That's fine. I'll take what I can get. Come on.",
        "Bill: Wait a minute. Whoa, whoa, whoa. Where are we going to go?",
        "Olivia: Well, I've either had the best idea of our marriage or the worst. We're going to find out. Come on.",
        "Bill: (Sighs)",
        "[SCENE_BREAK]",
        "Reva: I can't believe you want to cancel Thanksgiving.",
        "Josh: Reva, what's the best we could possibly hope for here, huh? A family feud. That's it. But you want to know something? This is a little known fact: In France, they don't give a hoot about Thanksgiving.",
        "Reva: Which makes it an absolutely perfect place to spend the holidays.",
        "Josh: Actually I was thinking more like seven to ten days. Reva, we still have those tickets to go visit Marah.",
        "Reva: Just the first holiday I'd get to have with Jonathan.",
        "Josh: Reva, that's sweet. It's sentimental. But the bottom line is nobody cares about that but you. I'm sorry to have to say that, Reva, but it's the truth. This family is not going to play ball where Jonathan is concerned. I mean it's going to take a long time, Reva, years for this family to get over the things that he's done. Tammy, she's never going to forget. You know that.",
        "Reva: I know. So I'm being selfish, right?",
        "Josh: I just think you have to remember who and what it is that we're dealing with here.",
        "Reva: I know you think you know, but you weren't at the country club, Joshua. I saw something. Something... something in him, it was pain and I recognized it because it was the same kind of pain I felt when I was his age. He just acts on it differently, but we're a lot alike.",
        "Josh: No, you are nothing alike, Reva. You were self-destructive. That's very true. But you were never purposely destructive in other people's lives. You cannot have the Thanksgiving you want with this kid in the picture. It can be just you and me. And there's nothing wrong with that. Reva, look, here's me, the solid, right? the dependable guy. This is you, the stripe, completely unpredictable, zany. Now that's just the two of us there at Thanksgiving. That's the way it's supposed to be. As long as we're together, it'll be a holiday.",
        "Jonathan: Mind if I play?",
        "[SCENE_BREAK]",
        "Michelle: Tony, hang on, all right? I'm coming. Tony? Tony, can you hear me? Tony, wake up. Wake up come on wake up.",
        "Tony: Why are you yelling and throwing things at me?",
        "Michelle: Thank God, you're okay. Are you... are you hurt?",
        "Tony: (Laughs slightly) I'm alive.",
        "Michelle: Okay, well, how did you fall? Are you badly hurt? What's going on?",
        "Tony: Who are you?",
        "Michelle: It's Michelle. It's me. Tony? Oh, God.",
        "Tony: (Laughs) I got you.",
        "Michelle: You're a freak you know that. Can you get yourself out of there?",
        "Tony: Honestly, I have no idea, Michelle. I think I did something to my leg.",
        "Michelle: All right. Hang on Tony, I'm coming, all right?",
        "Tony: No, no, no, no. Michelle, don't. Please. Just stay right there, okay.",
        "Michelle: I'll be...",
        "[SCENE_BREAK]",
        "Alan: Zach. Come here, buddy. How are you doing?",
        "Zach: I'm okay.",
        "Alan: You are. You look great.",
        "Buzz: Zach. Zach, can you sit on the bench for a second, okay?",
        "Alan: Oh, wow. Can we for just one moment appreciate the odd fact that the little boy is in both of our lives?",
        "Buzz: We share a grandson. Nothing can change that. What do you want? Other than revenge?",
        "Alan: Not much.",
        "Buzz: Revenge upon whom?",
        "Alan: Punishment will be distributed to all that deserve it no matter who they are, Buzz.",
        "Buzz: I appreciate your grief. I can smell it on you like booze on a drunk. But you cannot come here and make threats.",
        "Alan: You know the last time we were here together, we found my son lying in a pool of blood.",
        "Buzz: I'm sorry.",
        "Alan: For what?",
        "Buzz: You're not sorry for Phillip.",
        "Buzz: A man shouldn't out live his child. Is it over? Or must someone else be hurt?",
        "Alan: Phillip is gone. It will never be over.",
        "[SCENE_BREAK]",
        "Harley: Why are you saying this like it's good news? Like, if my father killed Phillip, I'm off the hook. That's suppose to make me feel better? First of all, we don't even know that my father did anything. Okay, we don't know that I didn't do something. And second of all, why would my father do it now, ay? Why not do it when Phillip tried to take Company? Why not do it after he destroyed my house? Why would he kill Phillip when Phillip was our only link to getting those kids back?",
        "Gus: Why would he not tell the truth about that night? Why would he lie to you about being here?",
        "Harley: I don't know. Hey, Frank doesn't know anything about this alarm being stuck, does he?",
        "Gus: No. Nobody knows anything about it. I'm afraid when they find out, it's not going to look very good for your father. You know what's happening here, don't you?",
        "Harley: It is not the same thing.",
        "Gus: Oh, yes, it is. Oh, yes, it is.",
        "Harley: This is a completely differently situation.",
        "Gus: Excuse me. This is your wine cellar moment.",
        "Harley: No, no, no. Because when you decided to protect Alexandra you already knew she was guilty.",
        "Gus: Uh-huh. What are you going to do when you find out your father's guilty?",
        "[SCENE_BREAK]",
        "Reva: So it's hard to imagine a Lewis family holiday. That's why Josh and I were doing a little creative planning here. Trying to work on the seating chart dilemma. We thought maybe you might join us.",
        "Jonathan: Would anybody even show up if I came?",
        "Reva: Why don't you let me worry about that?",
        "Jonathan: What about you, Joshua? How would you feel about my cloven hoofs on your Daddy's sacred land?",
        "[SCENE_BREAK]",
        "Olivia: What?",
        "Bill: Okay, I am trying very hard to play supportive husband here, but this idea of yours is insane.",
        "Olivia: Are you with me or not?",
        "Bill: Follow my lead.",
        "Olivia: Okay, well, now you got me scared.",
        "Bill: Hey, there. (Laughs nervously)",
        "Josh: Hello, Bill. How are you? Good to see you.",
        "Bill: How are you, Uncle Josh?",
        "Josh: Hi, Olivia. How are you?",
        "Olivia: Hi.",
        "Josh: Look, this is great. You know, you can order some turkey sandwiches and have the Thanksgiving you were hoping for right here and now.",
        "Olivia: I was thinking maybe you would like to join us at Cross Creek as well, for Thanksgiving. What do you think?",
        "Bill: Really? Actually that's why we came by to invite to you and Josh over for Thanksgiving.",
        "Reva: Really? (Laughs)",
        "Bill: Yes.",
        "Josh: That's very nice of you.",
        "Reva: Where are you having it at your place?",
        "Bill: No, Cross Creek.",
        "Olivia: Yeah, it seems that that's my new home away from home because I own it now. Surprise.",
        "[SCENE_BREAK]",
        "Michelle: Oh. How are you?",
        "Tony: I think you need to look at my leg.",
        "Michelle: Okay.",
        "Tony: Oh.",
        "Michelle: Just hang on. Just hang on.",
        "Tony: Isn't that weird? Huh?",
        "Michelle: What?",
        "Tony: Remembering almost nothing about your life, but when it becomes about physician you remember almost everything.",
        "Michelle: Okay. How does this feel right here?",
        "Tony: (Screams)",
        "Michelle: All right, it's dislocated.",
        "Tony: No, no, no. Listen. I think if you just help me up, I'll be okay.",
        "Michelle: Hello? Your kneecap is on the wrong place. You're not going to be able to walk.",
        "Tony: Comforting.",
        "Michelle: All right, look, the good news is I can... I can fix you up.",
        "Tony: What's the bad?",
        "Michelle: It's going to hurt.",
        "Tony: Ah-huh.",
        "[SCENE_BREAK]",
        "Alexandra: (Laughs) Well, I was wondering I was being held here instead of going right back to my familiar prison cell so you can continue to ignore me.",
        "Alan: I'm not ignoring you.",
        "Alexandra: Which brings up the million-dollar question: Why? What do you want, Alan?",
        "Alan: That's two questions.",
        "Alexandra: Yes, well, things move swiftly in the joint here, dear. You have to keep up with things.",
        "Alan: Alexandra, our family is at a crossroad.",
        "Alexandra: When are we not?",
        "Alan: The choices we make right now and the consequences of the choices will affect our family for generations to come.",
        "Alexandra: Yes. Therefore we should choose wisely.",
        "Alan: Yes. And we should stick together as a family.",
        "Alexandra: Well, you don't have to tell me that. But obviously something's changed since the reading of Phillip's will.",
        "Alan: I'm not going to sit around until our family finds it's way. Phillip is gone and we cannot wallow in that grief. What we have to do as a family is ban together and strike back.",
        "[SCENE_BREAK]",
        "Harley: What happened between you and Alexandra doesn't come close to what's going on with my father. I didn't catch a drug-pushing member of my family in a justice department sting.",
        "Gus: What are you going to do if you find out your father did it? Are you going to turn him in? The man that's been through that much? The man that you hold that dear? Are you going to let him hang?",
        "Harley: I will do what I have to do.",
        "Gus: You don't even know what that is, do you? This is your father we're talking about. Your father, a man you would die for, right?",
        "Buzz: Well, we certainly wouldn't want that. What have I done this time? I think I would have done anything to get this place back.",
        "Harley: Even kill him?",
        "[SCENE_BREAK]",
        "Michelle: Okay, I'm going to have to pop your knee back in place.",
        "Tony: No, no, no. No. Michelle, please.",
        "Michelle: Don't be a baby, all right.",
        "Tony: A baby? Come on, please, I've been sitting here trying to smile through this, a dislocated knee.",
        "Michelle: Yeah, and you know what? You've got a beautiful smile. You do.",
        "Tony: Now is not is not the time for that. Thank you.",
        "Michelle: All right.",
        "Tony: Okay. Well, just count to three.",
        "Michelle: Okay, I can do that.",
        "Tony: Okay.",
        "Michelle: All right, here we go.",
        "Tony: Okay.",
        "Michelle: One.",
        "Tony: (Screaming) Oh, God! What the hell is wrong with you? You didn't even count to two.",
        "Michelle: I didn't want you to tense up, okay.",
        "Tony: You know, your bedside manner is really... You really stink.",
        "Michelle: But you're feeling a little better right now, aren't you? Hmm?",
        "Tony: Yeah, a little better.",
        "Michelle: Okay. That's what I thought.",
        "Tony: I'm sorry, Michelle. This is one lousy trip.",
        "Michelle: Yeah, well, I guess next time you're going to think twice before you follow me on a wild goose chase, huh?",
        "Tony: Ah-huh.",
        "Michelle: All right. Now we got to figure out a way to get out of here.",
        "[SCENE_BREAK]",
        "Reva: Phillip couldn't will you Cross Creek.",
        "Josh: Phillip never owned Cross Creek.",
        "Olivia: You didn't know that the sale went through? You need to get new lawyers.",
        "Josh: How could the sale have gone through? The land was in a trust.",
        "Bill: I know. Phillip must have found a way around it, put it in his name, kept under wraps.",
        "Josh: Our parents are buried on that land! My brother and I spent our summers there. I know every blade of grass, every tree, every rock.",
        "Reva: Our initials are carved all over the place, Bill. I mean we... A lot of things started...",
        "Josh: Okay, okay. How much, Olivia?",
        "Olivia: Excuse me?",
        "Josh: What do you want?",
        "Olivia: I don't want money. I didn't come here for a fight either. I... Why don't I just sign the land over to my husband and then that'll...",
        "Reva: To Bill? Well, that's a solution if she signs it over to Bill.",
        "Josh: Keeps it in the family. That's fine with us.",
        "Bill: No. No.",
        "Josh: What do you mean no?",
        "Bill: Olivia is my wife. So it's still in the family.",
        "Josh: Bill, we're talking about blood here, okay.",
        "Bill: Yeah, and I'm talking about vows, all right. For better, for worse, till death do us part, okay. Olivia is a Lewis.",
        "Reva: (Laughs) are you serious?",
        "Bill: What? Why can't she be trusted to take care of Cross Creek? I mean you know...",
        "Olivia: You know what? This is why Phillip did this. To make us go at each other's throats like this. I don't want him to win. But why can't we just embrace this monster and go there and have Tthanksgiving together?",
        "Reva: I don't think we can do that.",
        "Olivia: Fine.",
        "Jonathan: Why not? I think it sounds like a great idea. Aunt Liv, I would love to go spend time with you up there.",
        "[SCENE_BREAK]",
        "Alan: We failed Phillip. And we both know it.",
        "Alexandra: Alan, we tried.",
        "Alan: Did we try? You know, someone should have been there and stopped him before he went around the bend. Sometimes I think we may have encouraged him or turned a blind eye. But that must never happen to one of our family members ever again. Do you understand, Alexandra?",
        "Alexandra: Alan, you'll never get an argument out of me of any kind of plan to strengthen the family. But for God sakes, what can I do behind bars here?",
        "Alan: I've said what I had to say before I go through with this.",
        "Alexandra: Okay. Okay. With what?",
        "Alan: I have let you rot in jail for months while our family has crumbled around us. I even blamed you, but that all ends now. Now if you'll excuse me. I have to go to a meeting.",
        "Alexandra: Alan. Alan. Once again, I am so, so sorry, darling. I do know what you're going through.",
        "Alan: I know you do.",
        "Alexandra: I loved that boy so much. Officer? Might I have a moment with you, please?",
        "[SCENE_BREAK]",
        "Buzz: What's going on?",
        "Harley: Listen would you do me a favor?",
        "Gus: Yes.",
        "Harley: Would you go outside with Gus and would you grab the sidewalk chalk and draw me a nice Thanksgiving picture? Please? Please?",
        "Gus: Yes, we could do that.",
        "Harley: Here, take your car.",
        "Gus: Let's go. Let's go. Let's go.",
        "Harley: (Laughs)",
        "Gus: Take the chalk. Let's go.",
        "Zach: No, you let's go.",
        "Gus: You go. Let's go.",
        "Buzz: Talk to me.",
        "Harley: Well, you know that I've been searching for a clue, anything to try to figure out who killed Phillip.",
        "Buzz: Yeah...",
        "Harley: And it occurred to me after looking into some things that you know that the alarm never went off...",
        "Buzz: You're looking into...",
        "Harley: ...That night. And since you were the only person actually who knows that code...",
        "Buzz: You know you always were a terrific detective.",
        "Harley: Dad...",
        "Buzz: You're trying to say something?",
        "Harley: Well, I'm not accusing you of anything.",
        "Buzz: We live in a town full of people that wanted to see Phillip dead.",
        "Harley: I know. And anyone could have done it. Even me.",
        "[SCENE_BREAK]",
        "Gus: So you ready for some Thanksgiving turkey?",
        "Zach: Do you remember Harriet?",
        "Gus: Do I remember Harriet?",
        "Zach: Yeah.",
        "Gus: From last year?",
        "Zach: Yeah.",
        "Gus: Harriet? Yeah, I remember Harriet. Good thing your Mom didn't put Harriet in the oven.",
        "Zach: Yep.",
        "Gus: Harriet's at a petting zoo now.",
        "Zach: He is?",
        "Gus: I think so. That's what I heard?",
        "Zach: Did you pet him one time?",
        "Gus: I did. Ah-huh.",
        "Zach: You petted him?",
        "Gus: I did. Mm-hmm.",
        "Zach: Did you get to ride him?",
        "Gus: No, I didn't ride him? (Laughs) So you're going to have a good time at Thanksgiving, I think, you know with your mother and your brother.",
        "Zach: And Daddy. Daddy, too?",
        "Gus: Uh...",
        "Zach: Daddy?",
        "Gus: Well, you know what happened to your Dad, right?",
        "Zach: Mommy said that Daddy went to heaven and Daddy will come back, because he never misses Thanksgiving.",
        "[SCENE_BREAK]",
        "Harley: What are you so edgy about? You don't have any more motive than anybody else in this town to kill Phillip. Unless... Unless there's something you haven't told me.",
        "Buzz: He bought me out.",
        "Harley: What do you mean he bought you out?",
        "Buzz: Well, actually I went to him. I couldn't stand what was happening to all of you. All of you putting your lives on hold to fight, you know, something that was sure to be a losing battle. You and Phillip at it like cats and dogs, Marina dropping out of school. And Coop... Coop. I hated what was happening to him. I hated it. I mean here he comes to town to check on his old man and what happens? He gets roped into everything. I wanted to keep him away, you know, driving a car for Lizzie and her little dog instead of seeing the world. It's just...",
        "Harley: Daddy, Coop is doing okay here.",
        "Buzz: He has the rest of his life to be here if that's what he wants, but not now. I mean you and Frank never got a chance to get out there. I want one of my kids to have a chance. I just wanted to end this war between the families. So I went to him and I said, \"make me an offer.\" Thought maybe to wrap it all up and you know, in one big buyout: All the pain, the suffering, Coop's debt, all of it. I thought I could make a deal and it would be okay. But the second I handed this place over to him... The second, the look in those eyes... I knew it was a mistake. I think I would have done anything to get this place back.",
        "Harley: Even kill him?",
        "[SCENE_BREAK]",
        "Tony: You're patching me up wasn't exactly what we had in mind tonight was it?",
        "Michelle: Well, I'll take a rain check on whatever dirty thoughts going through your mind right now.",
        "Tony: (Laughs) That's a deal.",
        "Michelle: Okay.",
        "Tony: That's a deal. Right now we just got to figure out how... How we're going to get out of here.",
        "Michelle: You know what? I almost could have climbed half way down; it's just that last step gets kind of tricky there. You know, if we work together we might be able to get to that upper ledge. How are you feeling?",
        "Tony: I'm a little... I'm a little dizzy.",
        "Michelle: You know, I think you might have a concussion, too.",
        "Tony: Well, that would explain why I can only stand up for a few seconds. That was a long way down. We got a long way to go up.",
        "Michelle: Oh, come on, it's a piece of cake. It's just a very steep, very slippery piece of cake.",
        "[SCENE_BREAK]",
        "Olivia: You know what, Jonathan? I think spending Thanksgiving together will be a really great opportunity to get reacquainted.",
        "Jonathan: Well, you know me. Family man. That's why I came back to Springfield.",
        "Reva: I didn't realize you two were spending time together.",
        "Jonathan: Oh, yeah. Aunt Liv is great. I mean, if she didn't have the Beacon, where do you think I'd live?",
        "Bill: Yeah, Olivia's great. In fact, Beacon's great. Maybe you should just spend holidays there. It'll be great.",
        "Jonathan: Why so testy, Uncle Bill? I helped you out with the INS, didn't I?",
        "Bill: Yes, and that was great. I owe you.",
        "Jonathan: You do. That'd be great.",
        "Josh: This is just what you wanted, isn't it?",
        "Jonathan: You ever get the feeling you're not wanted around?",
        "Olivia: Oh, that's something else we have in common.",
        "Jonathan: Those Lewis's talk a good game, but you'd better play it straight, or else you're going to get waxed.",
        "Reva: What did you just say?",
        "Jonathan: You don't want our kind around.",
        "Reva: Your kind? Well, I don't know what that means, but it's not true.",
        "Josh: In case you haven't noticed, your mother here is trying to find some middle ground.",
        "Jonathan: Well, don't strain yourself, Reva. Why don't you spend Thanksgiving with the children that you have who actually give a damn.",
        "Josh: Reva look, we shouldn't rush this thing anyway, all right. We'll try again next year or five years from now or ten years from now. And besides, Cross Creek isn't going anywhere... Right, Olivia?",
        "Olivia: No, Josh, I'm not going to subdivide your precious homeland into an office park.",
        "Bill: Okay. Well, then it's settled. Same time next year. Happy Thanksgiving, guys.",
        "Olivia: I can't believe you did that.",
        "Bill: What? Chose you over my family? You better cook the heck out of that turkey.",
        "Josh: Are you ready to throw in the towel yet? Because this would be a good time.",
        "Reva: You mean give up? You know me better than that, Joshua. I never give up on anything.",
        "[SCENE_BREAK]",
        "Gus: Zach, I'm going to tell you a little story that might help you understand everything. Is that all right? All right. Well, when I was little I used to like to go to Cubs games, you know, baseball and I loved that. There was only one person in the whole world that loved that even more than me and that was my Dad. Yeah. He used to put on a stinky little hat and we used to go to the game and he used to always order the same thing every single time we got there. You know what that is?",
        "Zach: Hot dogs?",
        "Gus: Hot dogs. That's right. Hot dogs. With mustard and ketchup and pickles.",
        "Zach: Pickles?",
        "Gus: Yeah, pickles. It's funny, right? So one time... One time there's this really, really special game that we were going to go to, yeah, and it was at night. It was a nighttime game. And I loved those because I got to stay up past my bedtime. It was great. But this one time my Dad couldn't... He couldn't be there. He couldn't be there with me. Want to know why?",
        "Zach: Why?",
        "Gus: Because my Daddy had to go to the same place that your Daddy went to.",
        "Zach: To heaven?",
        "Gus: To heaven. That's right. And although we love our Daddy's so much, they love us even more than we could ever love them. You know what I mean? But they can't come back from heaven. Just because they're in heaven, yeah, they... It doesn't mean that they're not looking out for us, you know, and watching over us. You know what I mean? So if there's ever a time that you just want to be quiet and fill yourself all up with all the memories of your Dad, you know, you can do that and you can talk to him.",
        "Zach: Will he talk back?",
        "Gus: Well, even better than that. He will always listen. Always. And he will always be there for you. You know that feeling that you have in here for your Dad, the love? All that love for him? Well, that's where your Daddy is... In your heart.",
        "Zach: You're not going anywhere, are you?",
        "Gus: No. No, I'm not going anywhere.",
        "[SCENE_BREAK]",
        "Harley: It's ironic isn't it?",
        "Buzz: What?",
        "Harley: We thought this war with the Spaulding's would set everything right, and instead we had to put our own lives on hold so that we could hate and plot and scheme.",
        "Buzz: That's why I thought somebody should rein us in... Put the brakes on.",
        "Harley: So you sold out?",
        "Buzz: Oh, have you not heard one word I've said? This family was consumed with bitterness. Marina was not going to go back to school. Frank was nearly destroyed. And what was Coop? Coop was a lap dog for Lizzie.",
        "Harley: Come on, Dad, we could still have beaten them.",
        "Buzz: Phillip is dead! Is that winning? I almost died myself. Somebody had to do something. And I resent that you call it selling out. Because like it or not for better, for worse, I am the alpha dog in this pack. And I did what I was suppose to do: Made sure we survived. As much as I love this place, all the mortars and bricks are not worth one moment of my family's pain.",
        "Harley: Okay. Well, if all that's true then why didn't you tell us sooner?",
        "Buzz: It never looked like a good time. Phillip was dead. I thought, you know, maybe the wrangling would stop and the place would be mine again.",
        "Harley: Daddy, did you?",
        "Buzz: What?",
        "Harley: Dad, you look me in the eye. With the restaurant and the family on the line, did you?",
        "Buzz: What's done is done. And that's my last word on it. Accept for this. I know you didn't kill him. (Phone rings) Cooper here. Yeah. I'll be right down, officer. Thank you.",
        "Harley: That was the station? What did they want?",
        "Buzz: Me. I told you, don't.",
        "Gus: Where's he going?",
        "Harley: The station.",
        "Gus: Uh-huh.",
        "Harley: They called him in.",
        "[SCENE_BREAK]",
        "Olivia: I didn't ask him for the stupid land, did I?",
        "Bill: No.",
        "Olivia: I didn't.",
        "Bill: Olivia, if you did ask him for it, he never would have given it to you. I did try with Josh and Reva, you know that right?",
        "Bill: I know you did. I know you'd... Look, everyone knows Phillip gave you this land because you're married to me. He wants to see the Lewis family go crazy. That's what he wants.",
        "Olivia: And he wants your family to hate your wife forever.",
        "Bill: This Lewis doesn't hate you.",
        "Olivia: You just want my land.",
        "Bill: Well, that too. (Laughs)",
        "Olivia: You know what? This is Emma's first real Thanksgiving in Springfield. I don't want to angster some fight I didn't want in the first place.",
        "Bill: No. And you shouldn't be. You know what we're going to do? We're going to go up to Cross Creek, me, you and Emma. We're going to take pictures and we're going to start our own little tradition. That's what we're going to do.",
        "Olivia: Yeah?",
        "Bill: Yeah.",
        "Olivia: What about your family?",
        "Bill: Let them stew. All right, let's dress for us and more pumpkin pie for me.",
        "Olivia: Hope just springs eternal for you doesn't it, Mr. Lewis?",
        "Bill: Well, life just wouldn't be fun without it, Mrs. Lewis.",
        "Josh: (Humming)",
        "Reva: Paris? Really?",
        "Josh: Think of the Brie. Think of the lights, okay. Think of our favorite bistro there somewhere on the seine.",
        "Reva: Do we have a favorite bistro?",
        "Josh: No, but we're going to find a place and it will become our favorite. I'll spend money on you.",
        "Reva: Promise?",
        "Josh: Yes. Absolutely. French perfume, and black lacy sexy something. And I'll get you a beret.",
        "Reva: A beret?",
        "Josh: Yes. I will. Come here.",
        "Reva: Sold.",
        "Josh: Come here.",
        "Reva: (Laughs)",
        "Josh: Come here.",
        "Reva: Golly.",
        "Josh: I'm thankful for so many things, Reva. For our kids and for our health and for our love for each other. For the fact that you are just as beautiful inside and out today as you were the day I met you. And I'm also thankful that I had wisdom to marry you not one time but three times. (Both laugh)",
        "Reva: France?",
        "Josh: We'll visit Marah. We'll hang out at museums. We'll sleep late.",
        "Reva: You win!",
        "Josh: I'm sorry that you have to leave your son behind. But he's not ready yet. And things will get better.",
        "Reva: Well, they can't get any worse.",
        "Josh: We'll see when we get back from Paris. We'll see.",
        "[SCENE_BREAK]",
        "Michelle: (Squealing)",
        "Tony: Hey, come here. It's okay. Come on, you're starting to lose it. Just calm down a bit. Come here and sit down next to me. I won't... I won't touch you. I promise. Come here.",
        "Michelle: You can touch me if it helps you feel better. (Both laugh) We're really trapped here.",
        "Tony: Yeah.",
        "[SCENE_BREAK]",
        "Gus: So what happened with him?",
        "Harley: Can we not? Please?",
        "Gus: Yeah, yeah.",
        "Harley: Listen. Do me a favor?",
        "Zach: Okay.",
        "Harley: Coop is upstairs sleeping. Go upstairs and jump on the bed and wake him up, say boo, okay. Thanks.",
        "Gus: Was it that bad?",
        "Harley: Is any of this not that bad? And it doesn't mean he did it.",
        "Gus: I didn't say that. I never said that he...",
        "Harley: I need some proof. What if I break into my father's room and see what I can find?",
        "Gus: Yeah, that's a good idea. And what happens if that gun that you found here in the restaurant comes back with your father's prints on it? What then?",
        "Harley: It's not my father's restaurant.",
        "Gus: What?",
        "Harley: You know the whole motive thing I was hoping not to find?",
        "Gus: What about the restaurant? What about the restaurant he sold it... To Phillip. He was trying to fix things. And then of course when he realized he couldn't...",
        "Gus: He would do anything he could to get the restaurant back. Oh, honey. I want to help you, okay. And I would do anything.",
        "Harley: Help me how?",
        "Gus: Going to protect Buzz. I mean I've been right exactly where you are with my family. So...",
        "Harley: No. I'm not making the same mistake as you.",
        "Gus: Wait a second. Harley, just wait...",
        "Harley: Ah-huh. I'm not you. If I find out that my father is the killer, I will not lie to save him.",
        "[SCENE_BREAK]",
        "Alexandra: Hello, Buzz.",
        "Buzz: What is this?",
        "Alexandra: Well, I think you know I saw you.",
        "Buzz: You saw me?",
        "Alexandra: You went to see Phillip on the night he was killed.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Edmund: Now that we know you can conceive, would you? Want to try?",
        "Alexandra: Well, I was there. I saw you race out of the restaurant, tear into the night.",
        "Buzz: Is that a fact?",
        "Alexandra: What I don't know is that Phillip was alive when you left."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=p_16lzwtu64"
}