{
    "Episode Summary": [
        "Episode # 10635 ~ \"Coming Around Again\""
    ],
    "Recap": [
        "Dorian is hosting a celebration of all the Cramer women, now that she's back in the house and have solved the problems of Mitch and Lowell, and is flying Adriana, Kelly and Cassie in to her home. Yet, we wonder if Mitch has dastardly plans for them. Roxy goes to see him and confront him. He tells her he can reveal \"secrets\" that she does not want revealed when he writes a book. She is horrified to hear that threat. And another woman dressed just like Roxy gains entry to talk to Mitch after she's left. Langston wants to get over Ford because she loves Markko. But she can't. She does not tell anybody what she's been doing but she clearly has Ford on the brain obsessively. Jessica has no memory of Brody. But she remembers Cristian Vega and their relationship in high school and clearly has desires for him."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "(Knock on door)",
        "Brody: Jess?",
        "Clint: She's fine. You've been here all night?",
        "Brody: Yeah, most of it. Natalie and I went out to get something to eat, get some air.",
        "Clint: You came back.",
        "Brody: I just want to be close to her. I know she doesn't remember me, but--",
        "Clint: Brody, she will, in time.",
        "[SCENE_BREAK]",
        "[Grunting]",
        "Ford: Come on, Cris, knock 'em out. 5 more.",
        "Cristian: 5...",
        "[Cristian groans]",
        "Cristian: That's it. Good. Great. Show off.",
        "Ford: Work in progress.",
        "Cristian: If this is you with the flu--",
        "Ford: No flu. Miracle, huh?",
        "Cristian: Yeah, right. Miracle. You know, Layla told me you didn't come home last night.",
        "Ford: Your girlfriend's keeping tabs on me?",
        "Cristian: Huh. You wish.",
        "Ford: Hmm.",
        "Cristian: So what did you do--after you bailed on me and ditched the club?",
        "Ford: The truth is, I had to take care of something.",
        "Cristian: Some \"thing,\" or someone?",
        "[SCENE_BREAK]",
        "Starr: What are you doing?",
        "Langston: What?",
        "Starr: With your neck?",
        "Langston: Oh, I--I haven't been feeling well, so I was just checking my neck for swollen glands. Do they look swollen to you?",
        "[Footsteps approach]",
        "Markko: Well, Lang, you didn't drink the tea I made you?",
        "Langston: No, I did.",
        "Starr: What, are you sick?",
        "Langston: No, I'm not--",
        "Markko: Well, it's probably just a cold bug. She had a fever last night.",
        "Langston: No, I didn't have--",
        "Markko: You were all flushed. When I got back from Capricorn, she was like beet red and burning hot.",
        "Starr: Well, then you probably shouldn't go to Aunt Dorian's today.",
        "Langston: Come on, I have to go. Miss the reunion to end all reunions?",
        "Markko: Look, the Cramer women will understand. And I'm worried about you. I don't want you getting sick.",
        "Langston: I know. I'm sorry. I'm so, so sorry.",
        "[SCENE_BREAK]",
        "Mr. Evans: Whew. Name?",
        "Roxy: Roxanne Balsom. Aren't you Destiny's dad?",
        "Mr. Evans: Yeah, Richard Evans. How do you know my daughter?",
        "Roxy: I do her hair. She's a great kid. So, what are you doing here, Richard?",
        "Richard: I work here. I'm the head guard in the maximum security unit--where they keep the bad guys. So, what are you doing here, Mrs. Balsom, hmm?",
        "Roxy: I need to see the baddest guy you got here.",
        "[SCENE_BREAK]",
        "Blair: Here we go.",
        "Dorian: Oh!",
        "Blair: What?",
        "Dorian: Camellias! I should have ordered camellias.",
        "Blair: Dorian, I'm sure Cassie will forgive you.",
        "Dorian: Oh, but I want Cassie to feel at home.",
        "Blair: It's the middle of February! You can't find camellias in Llanview.",
        "Dorian: But if camellias will make Cassie feel like she's in Savannah and if pate de foie gras will make Adriana feel like she's in Paris, then--",
        "Blair: Did you order up some fog from London to, you know, celebrate Kelly?",
        "Dorian: I just want all my girls to know how important they are to me.",
        "Blair: Okay. So...where's my big band? Hmm-hmm.",
        "Dorian: Girl, you are a one-woman big band.",
        "Blair: I love you.",
        "Dorian: Oh! I love you back. We're going to have great music, great food, a great time. This party's going to rock.",
        "Blair: You bet. And you know, they say a lot of things about you, but definitely, you know how to do it up right.",
        "Dorian: Yeah. I want my girls to know how important they are to me.",
        "Blair: Clearly. When you fired Bo and hired Stanley Lowell, we thought that you had lost it.",
        "Dorian: Mitch was threatening all of you.",
        "Blair: I know. But you double-crossed him, and now he knows it. Right?",
        "Dorian: Right.",
        "Blair: Right.",
        "Dorian: And he's in a maximum security prison.",
        "Blair: But, Dorian, what about his followers?",
        "Dorian: My girls are safe. All my girls are finally safe.",
        "[SCENE_BREAK]",
        "Adriana: I wish she'd turn off the \"fasten seatbelt\" sign.",
        "Kelly: I thought you liked a little bondage. Ooh. Still waters run deep.",
        "Adriana: Oh, since when did you turn into Margaret Thatcher?",
        "Kelly: Hey, if you want to ruffle the sheets, be my guest. I was just afraid that your Mr. Ooh la lay--",
        "Adriana: His name was Emile.",
        "Kelly: I thought Emile was working for Mitch.",
        "Adriana: Oh, hardly. And now I've lost him, thanks to Dorian. She was worried for nothing.",
        "[SCENE_BREAK]",
        "Flight attendant: You want a blanket, a pillow?",
        "Cassie: Could you please get me some hot water? I have this tea my Aunt Addie sent me. It's very calming.",
        "Flight attendant: Sure thing, honey.",
        "Cassie: Thanks.",
        "[SCENE_BREAK]",
        "Richard: I don't see your name.",
        "Roxy: Maybe look under \"Roxy.\" I know Johnny McBain put it there. Look under the V.I.P. list.",
        "Richard: Huh. V.I.P. list? Huh. Ah, yeah. Here you go. \"Roxanne Balsom.\" Hmm. You sure you want to do this?",
        "Roxy: No. But I got a big bone to pick with that son of a bitch.",
        "[SCENE_BREAK]",
        "Cristian: Come on, admit it. You faked the flu so you could go see that mystery girl of yours. You know, the one that left that scarf in your office.",
        "Layla: What mystery girl? So?",
        "Ford: Um, well, if I told you her name, she wouldn't be a mystery anymore, now, would she?",
        "Cristian: Ford's dogging a student.",
        "Layla: Isn't that off-limits?",
        "Ford: Hey, she's not in any of my classes.",
        "Layla: But she still is a student. And as a teacher, you could get in a lot of trouble dating a coed.",
        "[SCENE_BREAK]",
        "Langston: And I'm so, so sorry.",
        "Markko: About what?",
        "Langston: About...I just feel like I've been so distant, and I'm so lucky to have you. I mean, you practically gave up your family for me, and you always want to take care of me, and you always worry about me...",
        "Markko: Hey, hey--hey, I really don't think you should go to this party.",
        "Langston: No, I have to go. It's important to Dorian.",
        "Markko: What happens if that fever comes back, huh?",
        "Langston: It won't. I promise, I am so done with that.",
        "Markko: Well, good. 'Cause I was kind of hoping we could a find a little time and pick up where we left off.",
        "Langston: Can we talk about this later, please?",
        "Markko: Sure. Uh, Lang, are you sure you're okay?",
        "[SCENE_BREAK]",
        "Blair: Well, I hope that you're right, that we truly are all safe.",
        "Dorian: Mitch is in prison. He's no threat.",
        "Blair: But what about the followers? Those crazy people that would actually die for him? What if Mitch left orders that if something happened to him, just to kill everybody in sight?",
        "Dorian: You know something? You are really killing the party mood.",
        "Blair: Well, I'm just saying here, it's--",
        "Dorian: Would you like to make yourself useful?",
        "Blair: What?",
        "Dorian: Oh, please, call the airport and check and see if the girls' flights are on time. Please? Pretty please?",
        "Blair: You're unbelievable.",
        "Dorian: Oh!",
        "Blair: Mm-hmm.",
        "[SCENE_BREAK]",
        "[Bump]",
        "Kelly: What the hell was that?",
        "Flight attendant: Just a little turbulence. No cause for concern.",
        "Adriana: Turbulence? It felt like we hit something.",
        "Kelly: Or something hit us. [Gasps]",
        "[SCENE_BREAK]",
        "Flight attendant: What kind of tea is that?",
        "Cassie: I have no idea, but my Aunt Addie swears by it. It's guaranteed to cure whatever ails you.",
        "[SCENE_BREAK]",
        "Brody: You know, I wish I could be that optimistic.",
        "Clint: Son, down through the years, I've learned that optimism is the only way to go.",
        "Brody: I guess. It's just, both of us--we fought so hard to get our lives back.",
        "Clint: Well, you'll be doing that till your last day, because it's never a done deal, Brody. It's always something. I want you to keep in mind that she remembered her parents and her brothers.",
        "Brody: And everything up till high school, but then after that, it's been swept clean.",
        "Clint: Well, we don't know that. She might just be blocking certain things because of, well, whatever reason.",
        "Brody: Well, you know, I brought my computer last night, showed her some videos, photos. She said it was like watching a movie starring someone else. I mean, she knew it was her. She just couldn't remember any of the things we had done. I'm a stranger to her.",
        "Clint: Brody, hang in there with us, okay? Deep down, she loves you. Don't you give up on her.",
        "Brody: I'd never give up on her, Clint. You don't have to worry about that.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Clint: Hey, darling. How are you doing?",
        "Jessica: Hey, Daddy.",
        "Clint: I understand that Officer Lovett brought some photos in for you to look at.",
        "Jessica: Uh, yeah, he did. Can I ask you a question?",
        "Clint: Sure.",
        "Jessica: Well, this twin I have--the one that you didn't know about till, like, 10 years ago.",
        "Clint: Natalie.",
        "Jessica: Yeah.",
        "Clint: She's a wonderful young woman, and the two of you love each other very much.",
        "Jessica: Uh-huh. Is it true that you're not my biological father?",
        "[SCENE_BREAK]",
        "Richard: You want to keep your distance. Stand away from the glass, no matter what he says, you understand?",
        "Roxy: Yeah, don't worry. I won't get anywhere near him.",
        "Richard: You got a visitor, Laurence. She can stay as long as you behave yourself. I'll be right over there. Call if you need me.",
        "Mitch: Hello, Roxanne.",
        "[SCENE_BREAK]",
        "Langston: Just because the apartment's tiny and we're all on top of each other doesn't mean we need to be in everybody's business.",
        "Markko: Well, I'm--I'm sorry. I didn't mean to embarrass you.",
        "Langston: No, you--you didn't. Don't you have to be at work?",
        "Markko: Well, my shift's not until 20 minutes. Okay, I'm out of here. And I'll see you after class?",
        "Langston: Yeah, okay.",
        "Starr: Start talking.",
        "Langston: What do you mean?",
        "Starr: You are so hiding something, and I want to know what it is.",
        "[SCENE_BREAK]",
        "Ford: I appreciate your concern, Layla, but--",
        "Layla: But it's none of my business?",
        "Cristian: You're on your own, bro.",
        "Ford: See, I'm a student, too, kind of. And that teaching thing--that T.A. thing--I don't even get any benefits, any severance. I'm not even on staff.",
        "Layla: Just don't break her heart, okay? If this mystery girl is anything like I was in college, well--",
        "Ford: Wait, wait--how do you know that she won't break my heart?",
        "Cristian: You have a heart?",
        "Ford: No, but at least I got a six-pack. Ha ha.",
        "Cristian: Mm-hmm.",
        "Ford: I'm in the shower.",
        "[Cristian exhales]",
        "Cristian: So, what were you like in college?",
        "Layla: Oh, vulnerable. Which is why a college girl should date boys her own age. Older guys--they have an unfair advantage.",
        "Cristian: Well, that depends.",
        "Layla: Hmm, not at that age, no.",
        "Cristian: Uh, I don't know about that. I mean, most college boys couldn't find their confidence if you handed it to them. But a woman like you--they wouldn't know where to begin.",
        "Layla: Well, I guess it's a good thing I'm not dating a college boy.",
        "Cristian: Yeah, it's a good thing.",
        "Layla: It's a good thing.",
        "Cristian: It's a very good thing.",
        "[Layla chuckles]",
        "Cristian: It's a very good thing.",
        "[SCENE_BREAK]",
        "Blair: I got some bad news.",
        "Dorian: What?",
        "Blair: Well, Kelly and Adriana's flight is on time, but Cassie's is delayed.",
        "Dorian: Why? Did they say?",
        "Blair: Do they ever say?",
        "Dorian: That's so funny, because I called a half-hour ago and they said that her flight was right on schedule. I wonder what could have happened.",
        "[SCENE_BREAK]",
        "Pilot's voice: If I could have your attention, passengers--is there a doctor on board?",
        "[SCENE_BREAK]",
        "Clint: Yes, sweetheart, it is true that you and Natalie have different biological fathers, but I am your dad in every way that counts. I raised you, and you're a Buchanan through and through.",
        "Jessica: Next thing, you're going to tell me that I got a lot of grit.",
        "Clint: Right, yeah.",
        "Jessica: Just like Grandpa would. By the way, where is he? I'd really like to see him. What?",
        "Clint: I keep forgetting that you don't remember anything past high school, but, sweetheart, I'm sorry to tell you that your grandfather passed away.",
        "[SCENE_BREAK]",
        "Charlie: How's Jess doing? I mean, I was here earlier, but I didn't want to intrude. Clint was here.",
        "Brody: Jessica's--Jessica's doing great. The doctors say she's going to make a full recovery from the gunshot wound.",
        "[Charlie sighs]",
        "Charlie: Thank God. I don't know what I would have done if she-- well, anyway...",
        "Brody: Charlie, I know you didn't mean to shoot Jessica. It was an accident. You were aiming for Mitch.",
        "[SCENE_BREAK]",
        "Mitch: Calm down, Roxanne. I don't bite.",
        "Roxy: Says who?",
        "Mitch: Why are you here?",
        "Roxy: Because I wanted to see for myself that you were locked in a cell for good.",
        "Mitch: Hmm. For good?",
        "Roxy: So you couldn't hurt anybody anymore.",
        "Mitch: Who, me? Why, Roxanne, I wouldn't hurt a flea.",
        "Roxy: We both know that's not true.",
        "Mitch: I'm sorry; you'll have to speak up.",
        "Roxy: We both know what you did!",
        "[SCENE_BREAK]",
        "Layla: Baby, as much as I would love to crawl back into bed with you, I have to go to work.",
        "Cristian: Work? Whoa, wait a minute. I thought your job was on hold till further notice.",
        "Layla: It was. And then I caught the flu--big surprise. But now I'm better. And Lowell has been canned and Mitch Laurence is behind bars.",
        "Cristian: So let 'em call you.",
        "Layla: Well, what if they don't?",
        "Cristian: Come on, you're the best thing that ever happened to that place.",
        "Layla: But with the budget cuts and the recession and unemployment--",
        "[Layla sighs]",
        "Cristian: They'll want you back.",
        "Layla: But... what if John McBain doesn't see it that way?",
        "Cristian: Then he's an idiot.",
        "[Layla chuckles]",
        "[SCENE_BREAK]",
        "Langston: I'm not hiding anything.",
        "Starr: Yes, you are.",
        "Langston: Just because I don't want to talk about my sex life does not mean I'm hiding something.",
        "Starr: First off, we always talk about that stuff. And the walls are sort of thin, so it's hard to not know what's going on.",
        "Langston: Yeah, well, P.S.-- the thin walls, not one of my favorite features.",
        "Starr: Wait, Langston, are you pregnant?",
        "Langston: What? No! No, I'm not pregnant.",
        "Starr: Oh, my God--do you have some type of horrible S.T.D.?",
        "Langston: How would I have an S.T.D.? I'm with Markko. Just Markko.",
        "Starr: Right, and you know that Markko would never, ever cheat, right? Are you sure you're not sick?",
        "Langston: I'm not sick, and I'm not pregnant.",
        "Starr: Okay, then what is it? You can tell me. You know that you can trust me.",
        "Langston: I know.",
        "Starr: And you've been acting weird lately. Don't tell me that you haven't, because Markko's realized it, too.",
        "Langston: It's just... I don't know what I'm feeling or why I'm feeling it, because I shouldn't. I have everything. I know that I do. It's just I feel so, so guilty.",
        "Starr: About what?",
        "Langston: About... about not being the person that I'm supposed to be.",
        "Starr: Langston, you are wonderful.",
        "Langston: No. No, I'm not.",
        "Starr: Okay, is this about the meeting with guidance last week?",
        "Langston: No.",
        "Starr: Because you are definitely getting into L.U. whether you finish that musical on time or not. You need to call Ford.",
        "Langston: Why?",
        "Starr: Because he's an expert, and he said that he would help you. Plus, he asked about you last night and where you were.",
        "Langston: What do you mean?",
        "Starr: He was working the door at Capricorn and your name was on the list, but you weren't there, so he asked where you were.",
        "Langston: Why--why did he do that?",
        "Starr: I don't know. 'Cause he was checking our names at the door. The point is, is that you need to call him.",
        "Langston: Wait, no. What did you tell him?",
        "Starr: I told him that you were here babysitting Hope.",
        "Langston: And he saw you and Cole and Markko?",
        "Starr: Yes, he was checking our names--",
        "Langston: I have to go.",
        "Starr: You have to go where?",
        "Langston: Just tell Dorian I'll see her later.",
        "Starr: Langston, what is going on with you?",
        "[Door slams]",
        "Cole: What's up with her?",
        "[SCENE_BREAK]",
        "Charlie: Yeah, I know it's wrong. I know it won't solve anything, but still, there's a part of me that just wishes that Dorian had not shown up, that that bullet had just torn right through Mitch Laurence.",
        "Brody: Oh, I would have done to him what he did to Jessica, then shot him.",
        "Charlie: What do you mean? What did he do to Jessica? Brody.",
        "Brody: He used this-- this E.C.T. machine.",
        "Charlie: You mean that thing with all the wires around the table?",
        "Brody: He shocked Jessica's brain. He wiped out half her memory.",
        "Charlie: What? Is that why she didn't recognize me?",
        "Brody: Yeah.",
        "Charlie: Oh, my God. Does Viki know this?",
        "Brody: Yeah.",
        "Charlie: Oh! God, she must be... well...",
        "Charlie: So then Jessica...",
        "Brody: She doesn't remember me, doesn't remember her daughter, doesn't remember her sister.",
        "Charlie: And Viki?",
        "Brody: She recognized Viki and Clint. But anything after high school, it's gone. So I'd fry that son of a bitch till the smoke came out his nose, then I'd shoot him.",
        "Charlie: Hey.",
        "Brody: You gonna call Viki?",
        "Charlie: I can't. I mean, I want to, but it just wouldn't be fair to her.",
        "Brody: Don't give up on her, Charlie. She loves you.",
        "Charlie: Don't you give up on Jessica, either.",
        "Brody: Yeah, and do what? She's my home, Charlie.",
        "[SCENE_BREAK]",
        "[Jessica crying]",
        "Clint: Sweetheart, I want you to know that Asa didn't suffer at all. In fact, that night he was giving us all hell.",
        "[Clint chuckles]",
        "Clint: But then he got up, he poured himself a glass of whiskey, he said good night to all of us, and he went up to bed, and he just didn't wake up again. And you have to admit, that's a mighty fine way to go--in your own bed, with your family in the house.",
        "Jessica: I didn't get to say goodbye.",
        "Clint: Actually, sweetheart, you did. You were there, and you said your goodbyes when we laid Asa to rest in the family plot.",
        "Jessica: We did?",
        "Clint: We did.",
        "Jessica: Do you remember that dress he gave me for prom?",
        "Clint: Yes, you looked like you were gonna be the opening act for Dolly Parton.",
        "[Jessica laughs]",
        "Jessica: I guess there were a lot of ruffles on it.",
        "Clint: Yeah, but by God, you wore it.",
        "Jessica: I remember. I remember being a senior in high school, and I was going to the prom with...",
        "Clint: Mm-hmm.",
        "Jessica: Cristian. Does he still live in Llanview?",
        "Clint: Yeah. Sure he does.",
        "[Cell phone rings]",
        "Clint: Excuse me. Clint Buchanan. Oh, Doc, thank you for getting back to me. Hold on a minute. This is a specialist that I called in for your case, so I gotta take this, okay? All right, I love you. Bye. Yeah, doc, it's about my daughter.",
        "Jessica: Yes, hello. Could I please have the number for Cristian Vega?",
        "[SCENE_BREAK]",
        "Layla: Baby, I gotta go. I'll make it up to you.",
        "Cristian: Promise?",
        "[Cell phone rings]",
        "Cristian: Hello?",
        "Jessica: Cris?",
        "Cristian: Who's this?",
        "Jessica: Like you don't know.",
        "Cristian: Jessica?",
        "Jessica: I told you.",
        "Cristian: Hey, how are you?",
        "Jessica: I'm okay. I'm in the hospital. Do you wanna come see me?",
        "Cristian: Uh, yeah, yeah, sure. I'll be right over.",
        "[Jessica sighs]",
        "[SCENE_BREAK]",
        "Dorian: Well, young man, evidently, you don't know who I am. I am Mayor Dorian Lord of Llanview. And if you keep refusing to give me information about my daughter's flight--",
        "[Doorbell rings]",
        "Dorian: Oh! Never mind!",
        "Blair: They're here, they're here, they're here.",
        "Dorian: Yes. Shh, shh, shh.",
        "Blair: Okay, okay, I'm right here. I'm here, I'm here.",
        "Dorian: Oh! Ohh, don't move. Don't move. Don't hug me. Just let me look at you.",
        "Kelly: Oh, stop.",
        "Dorian: You never did listen to what I said. Bad girl! Oh, you look gorgeous!",
        "Kelly: You're looking pretty good yourself, Mayor Dorian.",
        "Dorian: Oh, that? It's something I did in my spare time.",
        "Kelly: The one person I'm always happy to see, Aunt Dorian.",
        "[Dorian sighs]",
        "Dorian: Where's Adriana?",
        "Kelly: That's why I'm late. I'm afraid I've got some bad news.",
        "[SCENE_BREAK]",
        "Mitch: Roxanne... what is it you think I've done?",
        "Roxy: You know what you did.",
        "Mitch: Indulge me.",
        "Roxy: I can't talk about it, and I think you know why.",
        "Mitch: I don't have time for this. My daughter is in the hospital. I have to pray for her.",
        "Roxy: She's there because of you, you freak, so stay away from her!",
        "Mitch: Stay away from my own child?",
        "Roxy: I think you've hurt her enough already.",
        "Mitch: I would never hurt one of my own.",
        "[SCENE_BREAK]",
        "Dorian: Bad news? What happened? Where's Adriana?",
        "Adriana: I'm here. I'm coming. Sorry.",
        "Dorian: Oh, honey, you're hurt.",
        "Adriana: I'll live.",
        "Dorian: Oh, but what happened to you?",
        "Adriana: Remember Christmas I broke my ankle? Well, this time, I sprained it, but it's not that bad.",
        "Blair: Well, maybe you should try a little lower heel. I'm just saying.",
        "Kelly: You should talk. You could pole vault on those things.",
        "Blair: Welcome home, Kelly.",
        "Dorian: I could sue that airport.",
        "Adriana: No. It was my fault. I wasn't looking where I was going.",
        "Dorian: And of course, you were in a big hurry to get home to La Boulaie!",
        "Adriana: Yes, I was excited to see you and come home.",
        "Dorian: Oh, darling. Ohh!",
        "Blair: You excited?",
        "Kelly: Over the moon.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Ford: Hang on.",
        "Langston: You lied to me.",
        "[SCENE_BREAK]",
        "Starr: Something is wrong with Langston, and she won't tell me.",
        "Cole: Yeah, she seems wound pretty tight. You sure it's not just the musical?",
        "Starr: Well, what else could it be? I told her she should call that guy.",
        "Cole: Oh, Markko's T.A.?",
        "Starr: Yeah, Ford. He said he would help her. But I guess some people would rather work without a partner.",
        "Cole: Would that be a reference to my new sociology partner?",
        "Starr: Oh! Hmm, Hannah the hottie?",
        "Cole: Heh, heh.",
        "[Starr laughs]",
        "Cole: You said you were okay with it.",
        "Starr: I am. I'm just teasing you.",
        "Cole: You sure? Because once we start the project, it's hard to switch partners.",
        "Starr: Yes. I am completely done talking about how smoking hot she is.",
        "Cole: That's it. I'm canceling it.",
        "Starr: No! Wait. You have her number? You are such a little player, Cole Thornhart.",
        "Cole: No.",
        "Starr: Mm-hmm. Didn't I ever tell you how much I love it when girls crush on you?",
        "Cole: She's not crushing on me.",
        "Starr: She's not? What's wrong with her?",
        "Cole: Oh, this is gonna be a long semester.",
        "[Starr laughs]",
        "Starr: Mmm!",
        "[SCENE_BREAK]",
        "Cristian: Brody. Hey, man. How's it going?",
        "Brody: Well, I've had better weeks.",
        "Cristian: Is that Jess' room?",
        "Brody: Yeah, why?",
        "Cristian: Well, she called me and asked me to stop by and see her.",
        "Brody: She called you?",
        "Cristian: Yeah, yeah, just now.",
        "Brody: Did she say why?",
        "Cristian: No, just that she was at the hospital and if I could come see her. Is everything okay?",
        "Brody: Yeah, yeah. You should probably go on in if she's expecting you.",
        "Cristian: Okay.",
        "[Knock on door]",
        "Jessica: Cris.",
        "[SCENE_BREAK]",
        "Dorian: Hors d'oeuvres, Kelly?",
        "Kelly: Oh, I remember these. Oh, I just love 'em.",
        "Dorian: I know, and that's why I had cook make them especially for you. Blair?",
        "Blair: Oh, no, thank you. You know, Kelly, the food in England must have gotten a lot better than I remember it. But you know what? That extra weight looks--it looks good on you.",
        "Adriana: Blair!",
        "Kelly: That dye job would scare a skunk.",
        "Dorian: Excuse me, but this is supposed to be a celebration of Cramer women unity. Now, come on, you two. Knock it off. I want you to hug it out.",
        "Blair: What?",
        "Dorian: You heard me. Hug time. Come on. Come on. Conflict resolution. Let's go.",
        "Blair: You're not fooling me a bit.",
        "Kelly: Okay, well, I guess I can't fool a fool.",
        "Dorian: You feel better, don't you?",
        "Blair: Oh, you have no idea.",
        "Dorian: Good.",
        "[Starr gasps]",
        "Starr: Kelly!",
        "Kelly: Starr. Oh, my God, you grew up. You're so gorgeous!",
        "Starr: Thanks. You look great, too! Oh, my--",
        "Kelly: Thank you.",
        "Starr: Adriana! Oh, my gosh, what happened?",
        "Adriana: Oh, it's a long boring story. I just twisted it.",
        "Dorian: Starr, honey, where's Langston?",
        "Starr: Oh, I have some bad news about Langston. She's gonna be late. She had something important to do.",
        "[SCENE_BREAK]",
        "Langston: You acted all surprised to find me alone, but you knew that I'd be alone because Starr told you I was babysitting--",
        "Ford: You're the one who left a scarf in my office. I just thought I'd return it to you.",
        "Langston: That is beyond pathetic.",
        "Ford: And if you'd gotten the flu?",
        "Langston: The scarf was just an excuse for you to charm your way into my apartment.",
        "Ford: So you think I'm charming?",
        "Langston: I think you tried to seduce me.",
        "Ford: And if your boyfriend hadn't walked in, I would have.",
        "[SCENE_BREAK]",
        "Cristian: I heard you were shot and they had to rush you into surgery?",
        "Jessica: Well, that's what they tell me. I don't remember what happened. But I do remember you.",
        "[SCENE_BREAK]",
        "Mitch: We're more alike than you think.",
        "Roxy: I'm nothing like you.",
        "Mitch: Well, you do have more hair. That's true. How do you think I would look as a blond?",
        "Roxy: Freakin' pathetic. You stay away from Rex and Natalie. You stay away from them.",
        "Mitch: Rex is my son.",
        "Roxy: Rex is not your son!",
        "Mitch: Well, honey, wishing won't make it so.",
        "Roxy: Rex doesn't have to be scared of you anymore. You are done, and you are going to rot in this cell.",
        "[Mitch sighs]",
        "Mitch: Are you sure about that?",
        "Roxy: What do you mean?",
        "Mitch: Hmm...",
        "Roxy: What the hell do you mean by that?",
        "[SCENE_BREAK]",
        "Cristian: I'm glad you remember me, Jess. You know you mean a lot to me.",
        "Jessica: You mean a lot to me, too. Don't just stand there. Come over here.",
        "[Cristian kisses Jessica]",
        "Jessica: Oh, we can do better than that.",
        "[SCENE_BREAK]",
        "Ford: Oh, what was that for?",
        "Langston: You insulted me.",
        "Ford: How?",
        "Langston: There was no way I was gonna do anything with you. I love my boyfriend.",
        "Ford: Yeah, but you want me.",
        "Langston: You want me to hit you again?",
        "Ford: See? You can't keep your hands off me.",
        "Langston: I don't want to touch you. I don't even want to look at you.",
        "Ford: That's not true.",
        "Langston: Don't tell me how I feel.",
        "Ford: You really want to fight about this?",
        "Langston: I want you to stop all this.",
        "Ford: No, you don't. Every time I've kissed you, you've kissed me back.",
        "Langston: Well, yeah, but that--",
        "Ford: Last night, I even asked you if you wanted me to go. You said no.",
        "Langston: I may have said that, but I didn't really want you--",
        "Ford: And if I thought for one second that you wanted me gone, I would have left. See, like it or not, Langston, you want me just as bad as I want you.",
        "[SCENE_BREAK]",
        "Mitch: Now, what could I possibly be up to? I mean, you keep saying that I'm gonna be in this glass cage the rest of my life, no privacy, nowhere to hide, my life an open book. Say, there's an idea.",
        "Roxy: What do you mean?",
        "Mitch: I'll write a book. Yes, a memoir. And I think... a lot of people would be very interested to know about my past. Don't you think so? Roxanne?",
        "Roxy: Let me out of here! Let me out of here! Let me out of here! Let me out! Let me out of here! Let me out of here. Get me out! Get me out!",
        "[Door slams]",
        "Richard: They never learn. Hmm.",
        "[SCENE_BREAK]",
        "Dorian: Oh, that's the bad news, that Langston's going to be late?",
        "Starr: Yeah, I just know how important this get-together is to you.",
        "Dorian: Well, evidently, Langston doesn't share my feelings.",
        "Starr: No, believe me. She feels the same way. She's gonna be here. She's just running a little late. She has something--",
        "Dorian: Yeah, but obviously, she had more important things to do. But I guess the good news is that at least she isn't hurt.",
        "Adriana: Mom, please. I know how upset you've been, but Mitch is in a maximum security prison, okay?",
        "Dorian: I know, but as Blair reminded me, he has minions who are really eager to do his bidding.",
        "Kelly: Dorian, don't listen to Blair. She's a downer.",
        "Blair: I beg your pardon?",
        "Kelly: Blair, you couldn't see a silver lining if it were on sale.",
        "Blair: Oh, well, excuse me, Kelly. While you were out shopping, two people died, and another one's in the hospital.",
        "Dorian: Okay, enough, girls! Why, Andrew! This is a lovely surprise. Is Cassie with you?",
        "Andrew: I'm afraid I have some bad news.",
        "[SCENE_BREAK]",
        "Richard: I just did the floor count. They're all present and accounted for.",
        "Guard: See you tomorrow?",
        "Richard: God willing. Whew!",
        "Guard: May I help you?",
        "Woman: I need to see Mitch Laurence.",
        "Guard: Name?",
        "Woman: Roxanne Balsom.",
        "Guard: But it says here that you just saw him.",
        "Woman: Yeah, I know, but I forgot to tell him something. It's important."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=w96Vs6ecuuQ"
}