{
    "Episode Summary": [
        "Episode # 10545 ~ Say It Ain't So, Bo"
    ],
    "Recap": [
        "Matthew and his parents are on the private jet headed to Seattle to have Greg's assistant perform the surgery. Bo and Nora are outwardly supportive of their son by are secretly terribly worried. Rachel then calls to inform them that she and Greg will accompany them as Greg has agreed to stand in with the other doctor. Hearing that, Nora panics and won't let them come with her and Bo and Matthew. At that point, Bo announces that they have to cancel their flight to Seattle. All the evidence in the murder investigation and the stalking at B.E. points to Jared. Brody and John are convinced that he is involved. And he's made it clear to Natalie that he has been lying about many things."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Greg: I shouldn't be more than a few days. Yes. I'll check in, but I want you to call me if there's any change in my brother's condition, no matter how small. Okay. You have my mobile number? And the Seattle number? Okay, that's it. Thanks. Oh. We're set.",
        "Rachel: Thank you so much, Greg.",
        "Greg: I'm observing Matthew's surgery, not operating, not even assisting.",
        "Rachel: But you will be there if Dr. Nance needs anything.",
        "Greg: He's good, Rachel.",
        "Rachel: He learned from the best. I'm actually really excited about this now. Having you there --",
        "Greg: Is no guarantee that Matthew's surgery will work.",
        "Rachel: I know.",
        "Greg: Do you? Are you prepared for any possibility?",
        "Rachel: What, that Matthew may never walk again?",
        "Greg: That he could end up worse off than when he went in... or that he could die.",
        "[SCENE_BREAK]",
        "Matthew: Now this is traveling, huh? A private jet to Seattle.",
        "Nora: Oh, come on. You've been on this plane before.",
        "Matthew: Yeah, but this will be the best trip of my life.",
        "Bo: I hope so.",
        "Matthew: It's got to be. I mean, before it was just like a vacation. You know, I used to run up on the plane and not even think about it, but after the surgery, when I walk on the plane, it's gonna be the best trip ever. Thanks, guys, for coming.",
        "Nora: Oh, we weren't gonna let you do any of this alone.",
        "Matthew: I don't know. You did do everything you could to change my mind.",
        "Bo: Well, that part's over now.",
        "Matthew: Look, I know you guys are still worried and everything, but don't be, okay? I'm gonna walk again.",
        "Nora: You know that we are on your side, right, Matthew, that your father and I love you very much?",
        "Matthew: I know.",
        "Nora: And that all the stuff that we've done to stop you from having the surgery up to this point --",
        "Matthew: It's done. Like Dad said, that part's over. No hard feelings, okay?",
        "Bo: We're gonna hold you to that.",
        "[SCENE_BREAK]",
        "Jessica: I'm glad I got Bree to sleep before everyone showed up.",
        "Brody: Are you okay with everyone being home?",
        "Jessica: Well, yeah. You know, the police didn't charge Jared with murder, so it's a good thing, right?",
        "Brody: That only means they didn't have enough evidence.",
        "Jessica: Well, they wouldn't have released him if they thought that he was dangerous.",
        "Brody: They didn't have a choice. His lawyer was all over it.",
        "Jessica: Brody --",
        "Brody: I want you out of here, Jess. Tonight.",
        "Jessica: Oh? And where am I going?",
        "Brody: Move in with me.",
        "[SCENE_BREAK]",
        "Marty: Three more patient files, 2 clients, I can call it a night. I'm glad we could get dinner like this.",
        "John: Yeah.",
        "Marty: Well, it won't always be like this. Once I'm up to speed...maybe not. Who am I kidding? It's a high-pressure job, you know. Actually, you do know what that's like, don't you?",
        "John: A little bit, yeah.",
        "Marty: John, uh, boring you over here? Boring?",
        "John: No. No, I'm sorry. It's me. It's work. You know, I bet the shrimp's pretty good today.",
        "Marty: Hmm. You recommend it?",
        "John: Highly.",
        "Marty: Ah. Ha ha.",
        "John: I guess. Ha ha!",
        "Marty: Un-huh. You know what I highly recommend?",
        "John: I might regret this. What's that?",
        "Marty: Yeah. Uh, talking. It's a thing called talking. You just -- why don't you tell me what's on your mind?",
        "[SCENE_BREAK]",
        "Jared: I lied to you and the police when I said that I didn't know the man who was killed, Wayne Landers. I did know him. I did meet him in prison. And I've been working with him.",
        "Natalie: You knew him. And you were working with him. In prison? Like, they assigned you guys together?",
        "Jared: No. No.",
        "Natalie: Because if that's what it is, I completely understand why you wouldn't want to tell the cops because maybe --",
        "Jared: I knew him, Wayne, here. After prison.",
        "Natalie: In Llanview? So you knew Wayne Landers when he was terrorizing my sister and tried to steal money from my father's company? Jared? Was it you? Look at me!",
        "Natalie: Are you behind all of this?",
        "[SCENE_BREAK]",
        "Pilot: Are we ready to take off?",
        "Bo: Uh, yeah. We're all set.",
        "Pilot: I'll lower the lights so you can get some sleep once we're airborne. Flying time's about 7 hours. With a wind, we might be able to shave --",
        "Matthew: 7 hours? To Seattle?",
        "Pilot: Uh, we have a lot of headwind tonight which really slows you down in a plane this size.",
        "Nora: Oh. Well, you know what? We're gonna be there before you know it anyway.",
        "Pilot: You bet we will. I'll just check to make sure the ground crew's clear, and we'll be on our way.",
        "Bo: Okay.",
        "Matthew: 7 hours?",
        "Bo: You can get some sleep.",
        "Matthew: Eh, I guess it doesn't matter since they'll knock me out for the surgery anyway.",
        "Nora: Yeah. So you can just nap. Buckle up your seat belt. Your father and I will go buckle up.",
        "Pilot: Well, I thought we were good to go, but \u0096",
        "Destiny: I'm sorry. I asked him to wait. I didn't want to miss you.",
        "[SCENE_BREAK]",
        "Rachel: How does anybody prepare for the chance that their baby brother might die? I don't know. My mom is the loudest about her feelings, but Matthew is her pride and joy. I don't know how she would cope. Bo is the one that I'm really worried about, though. He already had a son that died, and the way he dealt with that...he's quiet and reasonable, but I don't buy it. He's the one that could crack. I can't even believe we're talking about this right now.",
        "Greg: Well, you need to think about it.",
        "Rachel: Yeah, I guess so.",
        "Greg: I mean, Matthew could leave that O.R. in worse condition than he is now.",
        "Rachel: He understands the risks.",
        "Greg: Well, as much as he can. He's 15.",
        "Rachel: Most teenagers think that they're invincible. Matthew lost that illusion when he got into that car accident. You're starting to sound like my mom now.",
        "Greg: I always understood their side.",
        "Rachel: But you were convinced that it was worth the risk.",
        "Greg: Rachel, a lot has changed since I testified at your brother's hearing.",
        "Rachel: Loretta Hogan is still walking.",
        "Greg: Yes.",
        "Rachel: And all of the other people that you've helped out of their wheelchair. You used to believe in miracles.",
        "Greg: No. I always believed in science.",
        "Rachel: Power of the protocols? Then why have other surgeons who've performed this procedure not have the same results?",
        "Greg: There are other factors. The patient's health, their overall condition, even the exact nature of their injury.",
        "Rachel: That's bull.",
        "Greg: Excuse me?",
        "Rachel: It's not just about technique. You were good at this, Greg, because you put every bit of your heart into it.",
        "Greg: No. I keep my heart out of it. The less I feel, the better I do.",
        "Rachel: Really? How's that working for you now?",
        "[SCENE_BREAK]",
        "Matthew: What are you doing here?",
        "Destiny: I had to wish you luck before you took off.",
        "Matthew: You already did when Mom and Dad agreed to the surgery. You were right there.",
        "Destiny: That was good luck without the bag.",
        "Matthew: The bag?",
        "Destiny: You want the bag. You guys have some time?",
        "Matthew: Dad?",
        "Bo: Uh, yeah, I guess we can shave a little time off the flight plan, okay?",
        "Pilot: Yes, sir. I'll tell the tower.",
        "Destiny: Okay.",
        "Matthew: All right, well, now I'm dying to know what's in the bag.",
        "[SCENE_BREAK]",
        "Jessica: I can't move in with you, Brody. I have my daughter.",
        "Brody: So bring her. I love her.",
        "Jessica: This is my family -- my sister, her husband. I owe them my support.",
        "Brody: You can support them from a distance.",
        "Jessica: No, I can't. But you really think that Jared's guilty?",
        "Brody: I'm not saying that.",
        "Jessica: Well, you're asking me to pack a bag and leave tonight.",
        "Brody: Yes, just to be on the safe side.",
        "Jessica: Well, that's a little extreme.",
        "Brody: Maybe, but until Jared's cleared, I'm not letting you out of my sight.",
        "[SCENE_BREAK]",
        "John: Well, you know I can't talk about an ongoing investigation.",
        "Marty: I have doctor/patient confidentiality. I can talk without violating that. So can you.",
        "John: Yeah, like I have a friend who... you'd know in a second.",
        "Marty: Okay, so hire me, then you can tell me everything.",
        "John: Just out of curiosity, you allowed to sleep with your patients?",
        "Marty: Oh, God, no. That's a really bad idea. Forget I said that.",
        "John: I don't think so.",
        "Marty: I just -- I don't know. I just want to know.",
        "John: What? What do you want to know?",
        "Marty: Where you are? What I can do to help? And getting that out of you is like squeezing water from a rock.",
        "John: Am I the rock in that analogy?",
        "Marty: I just -- just want in.",
        "John: Okay. You're in.",
        "Marty: Yeah?",
        "John: Yeah.",
        "Marty: Then why does it feel like I have to force you into conversation?",
        "John: Ahh...okay. I'm starting to read more books, okay, front to back, in that order.",
        "Marty: Stop!",
        "John: We can talk books now.",
        "Marty: I'm -- you know, you can joke all you want, but I know this case is eating you.",
        "John: What do you want from me? Jared's lying. He's been lying since day one.",
        "[SCENE_BREAK]",
        "Jared: It's hard to explain.",
        "Natalie: Try. Jared?",
        "Jared: The look on your face.",
        "Natalie: I'm on your side, okay, but you have to tell me so that I can understand.",
        "Jared: And you'll have my back?",
        "Natalie: Of course I'll have your back. I mean, you always have my back. No, no! See, that is the one thing that you cannot do!",
        "Jared: Because I look guilty?",
        "Natalie: Because I can't see your eyes. Are you guilty?",
        "Jared: I don't want to lose you, Natalie.",
        "Natalie: You're not gonna lose me, but you've got to talk to me. You've got to start from the beginning. So you knew Wayne Landers in prison?",
        "Jared: Yes.",
        "Natalie: And did you know when he was here in Llanview, when he was stalking my sister and pretending to be Nash?",
        "[SCENE_BREAK]",
        "Nora: God, oh, my God. I think I'm gonna throw up.",
        "Bo: No, no. Don't.",
        "Nora: Oh, I can't. God. I feel awful. This is the worst decision I've ever made in my life, and we haven't even left the ground yet.",
        "Bo: It's done, Nora.",
        "Nora: Ahh...are you sure you're okay with this?",
        "Bo: Look, I'm not looking back. Are you gonna hold up okay?",
        "Nora: Yeah. Yeah, I guess.",
        "Bo: No, no. Hey, don't guess. You got to know. Otherwise, look, we can call this whole thing off.",
        "Nora: No, no. You can't do that. You can't do that. You're absolutely right; we have to keep going because the alternative is even worse. Thank you. Thank you so much, Bo. I mean, not that many people are gonna get this, what we're doing. But I will always know how hard this was for you and how brave you're being for me. Thank you.",
        "[SCENE_BREAK]",
        "Matthew: You're still holding the bag.",
        "Destiny: I wanted to make a little speech, but since you got a jet -- and I mean jet. This plane is beyond --",
        "Matthew: Yeah, yeah. So?",
        "Destiny: I'll keep it short. This is to remind you of what you fought so hard for when you get out of that surgery, ready to jump.",
        "Matthew: [Exhales] Awesome.",
        "Destiny: For real?",
        "Matthew: Yeah, I saw this exact pair online, and I was gonna order them. But it's much better this way. Mom, Dad, come here, check it out.",
        "Nora: Oh, my word. Oh, Destiny, that's so sweet.",
        "Matthew: How'd you know my size?",
        "Destiny: Like anybody could miss those big feet.",
        "Matthew: Thanks, Des. I'll wear them for my first steps.",
        "Destiny: Will you take a picture?",
        "Matthew: Mom?",
        "Nora: Yes, yes, yes.",
        "Destiny: I may miss your first steps, but I'll be there for your first jump shot.",
        "Matthew: Definitely.",
        "[SCENE_BREAK]",
        "Greg: There's a reason surgeons don't get involved with their patients.",
        "Rachel: And promising young medical students become surgeons instead of GPS? You may not want to, but you can't help getting involved, caring more than you should.",
        "Greg: But I always move on.",
        "Rachel: Do you? And the feelings just go away?",
        "Greg: Not always.",
        "Rachel: Because it doesn't work like that. The more you try to push them down, ignore them, the stronger they come back.",
        "Greg: Is that how it is for you, too?",
        "Rachel: For everybody. Um, I should call my mom and let her know we're coming.",
        "[SCENE_BREAK]",
        "Jessica: So do I get to ride shotgun?",
        "Brody: Huh?",
        "Jessica: In your squad car. You know, 'cause you're not gonna let me out of your sight. And we're gonna need to get a car seat for Bree.",
        "Brody: I'm not kidding. Jessica, there was a dead guy on your terrace yesterday, and there's a good chance the guy who did it lives here.",
        "Jessica: Ahh. I can't believe that we're talking about Jared.",
        "Brody: If he's telling the truth, I'll be the first to apologize, but until then, if there's any chance he's lying --",
        "Jessica: Jared Banks is not a killer.",
        "Brody: I hope not. But whoever killed Wayne Landers is going to kill again.",
        "Jessica: Why? Because Delphina said so? She turned you into a believer?",
        "Brody: Delphina said she kept seeing Nash's death, like that was the answer to the question. Who else was there when --",
        "Jessica: Natalie was there, okay? Listen, it was an accident. Jared's a good guy. Have you seen him with Natalie? Have you seen him with Bree? That can't be an act, can it?",
        "Brody: No. Maybe. It's one side of him, the side he wanted us to see.",
        "Jessica: So you think that he's hiding the true Jared?",
        "Brody: The guy was a con artist, right?",
        "Jessica: Was. And he can't hide from Natalie.",
        "Brody: I'm getting the feeling she's asking some questions.",
        "[SCENE_BREAK]",
        "Jared: It's...complicated.",
        "Natalie: So, then, tell me. Damn it, Jared! Talk to me, okay? I am not an idiot. I can handle complicated, but this is ducking!",
        "Jared: I'm sorry!",
        "Natalie: Don't be! Just talk to me. Just tell me how you could...do this...",
        "Jared: Evil thing?",
        "Natalie: Jared, there's nothing evil about you.",
        "Jared: Except maybe my resume.",
        "Natalie: This isn't you. He -- he forced you. He forced you to do this, didn't he? Landers, he came to town, and he -- he figured out that you were here, and then he heard the Buchanan name and figured he was gonna get a payday out of it. He's the one who beat you up at B.E., right?",
        "Jared: Yeah.",
        "Natalie: Okay, good, I knew --",
        "Jared: I told him to do it.",
        "Natalie: What?",
        "Jared: I told Landers to beat me up. I even gave him a security pass to get in and out of B.E.",
        "Natalie: You planned this whole thing?",
        "Jared: Yes.",
        "Natalie: So you lied to the police and to Jessica and to Brody? And you lied to me?",
        "Jared: Yes.",
        "Natalie: Was everything a lie? Because I found you by Landers' body, and you told me that you didn't kill him. Was that a lie, too?",
        "[SCENE_BREAK]",
        "Matthew: These shoes area awesome. I really like them.",
        "[Cell phone ringing]",
        "Nora: Oh, that's me.",
        "Matthew: Where did you find these?",
        "Destiny: It's a secret.",
        "Rachel: Mom, I have great news.",
        "Nora: Oh, really? I could use some.",
        "Rachel: Greg has agreed to sit in on Matthew's surgery. Now, he won't officially be assisting, but he'll be there. He'll monitor Dr. Nance and guide him if there's any trouble. Mom? You still there?",
        "Nora: Yes.",
        "Rachel: Did you hear me?",
        "Nora: Yes. I just don't know what to say.",
        "Rachel: Why?",
        "Nora: Sweetheart, Dr. Evans made it very clear he didn't want any part of the surgery.",
        "Rachel: Well, I know that he turned you down, but I just talked to him, and he changed his mind.",
        "Nora: Oh, honey, you sh -- you know, he's -- he's had a really rough time of it. You shouldn't have -- you shouldn't have, like, put the pressure on him like that.",
        "Rachel: Why not? Mom, Greg's the best in his field.",
        "Nora: And he made it very clear he wanted no involvement in the surgery.",
        "Greg: What, you want me to talk to her?",
        "Rachel: Do you want to talk to Greg? He's right here.",
        "Nora: No. No. This is, uh, argh, God, it's getting complicated.",
        "Rachel: Wouldn't you feel better if Greg was there? I mean, if you're angry, just talk to him. You guys can smooth it out.",
        "Nora: Sweetheart, I don't have time to talk about this now. We're about to take off.",
        "Rachel: What?",
        "Nora: Yeah, we're on the jet.",
        "Rachel: Now? I thought we weren't leaving till later.",
        "Nora: Well, our plans changed.",
        "Rachel: Really? And you didn't bother to tell me? Mom, what the hell is going on?",
        "[SCENE_BREAK]",
        "Jessica: Natalie trusts Jared completely.",
        "Brody: She used to. And she's brave and loyal. I mean, she didn't give an inch to the cops, especially John. But I've been watching her when she thinks nobody's looking. She has questions. When she heard Landers was in the same prison as Jared.",
        "Jessica: Well, if that's true, she needs me more than ever.",
        "Brody: Jessica, the dead guy on the terrace was stalking you. You're the target. You can't act like a bystander. Even if it's not Jared, there's still a killer out there.",
        "Jessica: Well, the killer went after my stalker, so maybe he's protecting me.",
        "Brody: Or paving the way for himself.",
        "Jessica: Well, now you're scaring me.",
        "Brody: I don't want to, but think about it, Jess. If somebody killed Wayne Landers to protect you, why not stand up and take credit?",
        "Jessica: I don't know, okay? None of this makes any sense.",
        "Brody: Well, until it does, you're staying with me. Maybe we should go away for a little while.",
        "Jessica: Well, what about your job?",
        "Brody: I'll take a leave of absence.",
        "Jessica: Oh, you just started, Brody.",
        "Brody: They'll understand. Okay, you are what is important, you and Bree.",
        "Jessica: Okay. Well, my dad hired this whole security team --",
        "Brody: Wayne Landers got past your dad's security, and so did his killer.",
        "Jessica: Well, I don't know how that happened.",
        "Brody: Unless it was an inside job.",
        "Jessica: Maybe.",
        "Brody: Jess, please. Just let me protect you. Let me take care of you.",
        "Jessica: Ahh. Okay.",
        "Brody: Where's your suitcase?",
        "Jessica: Top shelf in the closet.",
        "[Rummaging]",
        "Brody: You already packed?",
        "Jessica: No. It's empty. Oh, my God. This is Tess' dress. This is Bess' jacket.",
        "Brody: I thought you got rid of this stuff.",
        "Jessica: I did.",
        "Brody: So what's it doing back in your closet?",
        "[SCENE_BREAK]",
        "John: Jared covered his tracks pretty good, so till I can prove something, maybe I'm wrong.",
        "Marty: Uh-uh. I trust your instincts. They've saved me more than once. If you hadn't broken into Todd's house when he was keeping me there, who knows where I'd be right now.",
        "John: I'm not always right.",
        "Marty: You have been in my life.",
        "John: I almost got Cole killed.",
        "Marty: Uh-uh. Not your fault.",
        "John: It was a mistake. I should never have put him in that situation.",
        "Marty: You got a lot of bad guys off the street. You got drugs off the street.",
        "John: It was personal, and that's always a red flag.",
        "Marty: So your history with Natalie...",
        "John: Jared's her husband. Maybe I'd think he was a punk no matter what.",
        "Marty: Mm-hmm. Especially if he'd done time with the murder victim. Do you really think Jared killed Wayne Landers?",
        "[SCENE_BREAK]",
        "Natalie: You said you heard a noise from the bushes and that you came out here and that you found Landers' body and that he was already --",
        "Jared: I know what I told you.",
        "Natalie: Okay, so was it true? Because you've lied about everything else.",
        "Jared: Not because I wanted to.",
        "Natalie: Because you had to? Jared, talk to me. You've got to tell me why it is you feel you had to lie to me. My God. I don't know you at all.",
        "Jared: That's not true!",
        "Natalie: Really? Then talk to me. Did you kill a man, Jared? Did you murder Wayne Landers?",
        "[Cell phone rings]",
        "[SCENE_BREAK]",
        "Nora: Rachel, honey, I will explain everything when we land.",
        "Rachel: You know what? We'll hash this out later. Give me 30 minutes. I'll go get my bags, and I'll meet you at the airfield.",
        "Nora: We'll be gone.",
        "Rachel: You really don't want me to come.",
        "Nora: Sweetheart, you have a full-time job at the treatment center.",
        "Rachel: Like you and Bo don't work full-time. Mom, this is big. My brother's having major surgery. If something happens to him --",
        "Nora: Nothing's gonna happen to him, sweetheart. I promise you. Bo and I will make sure that nothing will happen to him.",
        "Rachel: Still I want to be there. 30 minutes. I'll be quicker if there's no traffic.",
        "Nora: We can't wait.",
        "Rachel: It's a private jet. It can wait as long as you want.",
        "Nora: Sweetheart, it's just really best you don't come.",
        "Rachel: Mom, this makes no sense.",
        "Nora: I'll explain everything when we land, okay? Sweetheart, just trust me on this one. Please, baby, I'm begging you to trust me.",
        "Rachel: I'm trying, but --",
        "Nora: I got to go. I love you.",
        "Greg: Hey, what's going on with your family?",
        "Rachel: [Scoffs] They are at the airport getting ready to take off. Not only is your presence not required, apparently neither is mine.",
        "Greg: That's crazy. I mean, even if they are mad at me --",
        "Rachel: She said she isn't. They respect your decision.",
        "Greg: Well, that's good. That means they must trust Dr. Nance, but -- and that's important.",
        "Rachel: Yeah, well, I'm glad that they trust somebody.",
        "Greg: Rachel --",
        "Rachel: They changed their flight without even telling me.",
        "Greg: Maybe they were worried about your job.",
        "Rachel: Oh, that's a lame excuse. They just didn't want me to come along.",
        "Greg: Okay, but why?",
        "Rachel: Because no matter what I do, no matter how hard I come down on my mom's side, all of these months, no matter how calm and steady and good I am, as far as she's concerned, I will always be the family screw-up.",
        "[SCENE_BREAK]",
        "Matthew: Well, I'll probably be out of it for a while, but, Dad, could you call Destiny when the surgery's over?",
        "Bo: Sure. No problem.",
        "Destiny: Thanks.",
        "Matthew: But don't worry.",
        "Destiny: I won't. I want to scream and holler down the phone.",
        "Matthew: Yeah, me, too.",
        "Destiny: Okay, bye. You be safe.",
        "Matthew: Thanks.",
        "Pilot: Are we set now?",
        "Mathew: Yeah, let's go.",
        "Bo: Yeah, ready.",
        "Matthew: Uh, can I watch a movie on my laptop?",
        "Bo: Yeah, sure. Just keep it shut down till we take off.",
        "Matthew: It'll give me something to do. Otherwise, I'll go crazy until the flight's over.",
        "Nora: Huh. Okay, I have made a decision that you need to know about.",
        "[SCENE_BREAK]",
        "Jessica: When I came home from St. Ann's, I took those clothes and I donated them to a clothing drive.",
        "Brody: You're sure --",
        "Jessica: I packed the bag myself, Brody, so I'm sure.",
        "Brody: So somebody put them back.",
        "Jessica: Oh, my God.",
        "Brody: What?",
        "Jessica: Oh, my God. Well, what if it was me? What if it was Tess or Bess? What if Tess is still trying to avenge Nash's death?",
        "Brody: Stop.",
        "Jessica: Or Bess, she protects me, and there's a stalker, and she could kill someone without taking credit for it. What if she killed --",
        "Brody: Stop it! Jessica, you are integrated now.",
        "Jessica: Well, I was integrated before, and then Nash died, and Tess went after Jared and Natalie, and she tried to kill them, so I am capable --",
        "Brody: I have been with you night and day for weeks. I would have seen the signs.",
        "Jessica: Well, I've fooled people before.",
        "Brody: You've never fooled me.",
        "Jessica: That's true.",
        "Brody: You didn't do any of this. It was someone who wanted to see that.",
        "Jessica: What?",
        "Brody: That doubt on your face right now. Someone wanted to frame you to take the heat of himself.",
        "Jessica: Well, who are you calling?",
        "Brody: John.",
        "[Cell phone rings]",
        "John: Excuse me. McBain.",
        "Brody: It's Brody.",
        "John: What's up?",
        "Brody: I'm in Llanfair with Jessica. We have some...evidence. You better get back over here.",
        "John: I'm on my way.",
        "[SCENE_BREAK]",
        "Natalie: What is it?",
        "Jared: Nothing.",
        "Natalie: Lie.",
        "Jared: Wrong number.",
        "Natalie: Bull.",
        "Jared: Let it go!",
        "Natalie: Ah! Really?",
        "Jared: Natalie, pl --",
        "[Text alert]",
        "[SCENE_BREAK]",
        "John: I'm sorry to cut out on you like this.",
        "Marty: That's okay. I have to be back in the office in 20 minutes anyway. Ahem. Is this about Jared?",
        "John: I don't know.",
        "Marty: He's the killer?",
        "John: That's the part of this that doesn't really add up, you know. The guy's a little shady, but maybe he just got in over his head.",
        "Marty: So there's someone else involved?",
        "John: I know Landers was.",
        "Marty: But he's just not the mastermind.",
        "John: You reading my files?",
        "Marty: Ha ha. Call it my instincts.",
        "John: Yeah, well, it does feel like somebody else is pulling the strings.",
        "Marty: Yeah? Any ideas?",
        "John: Have to be someone connected to B.E. and Jared, Nash, Jessica.",
        "Marty: Oh.",
        "John: I'll get back to you on that one. I'll see you.",
        "Marty: Mmm. Soon I hope.",
        "[SCENE_BREAK]",
        "Jared: I have to go.",
        "Natalie: No. Don't!",
        "Jared: I won't be long.",
        "Natalie: Where are you going?",
        "Jared: I'll explain later.",
        "Natalie: Okay, I'm coming with you, then.",
        "Jared: No! Look, I promise you this will all make sense, but I don't have time right now! I have to go!",
        "Natalie: Jared, if you're in trouble, you've got to let me help you!",
        "Jared: No! It's too dangerous! I don't want you involved.",
        "Natalie: In what? Jared!",
        "Jessica: Natalie!",
        "Brody: Where's Jared?",
        "Natalie: He left.",
        "Brody: But he just got home.",
        "Natalie: He had an errand to run. Why?",
        "Brody: Well, maybe he can explain why Tess and Bess' clothes ended up back in Jessica's closet.",
        "[SCENE_BREAK]",
        "Destiny: As he was lying in his bed, bored and lonely, he began to think how nice it would be since he couldn't walk to be able to fly like a bird. [Monitors beeping] You can wake up now. Tell me how many kids' books you read at the Mannings'. If you don't wake up, I'm gonna start reading poetry. I gave Matthew the new sneakers. You know, the ones you pointed out to me that you have. That way it's like I'm there when he walks again, but I must have said something wrong. His mom looked like she wanted to cry. Come back. Please help me. I mean, you're good with people. You know what to say. Matthew's like that, too. If something happens to him, I can't see a life with him gone.",
        "[SCENE_BREAK]",
        "Bo: Tell me about that call. What'd Rachel say?",
        "Nora: I don't know what she said to Greg. She's convinced him to be in the operating room during Matthew's surgery.",
        "Bo: You begged Evans to be there. He said no.",
        "Nora: I know. I think Rachel has the powers of persuasion that I lack.",
        "Bo: Oh. You said no to Rachel.",
        "Nora: It came out of the blue. Bo, this is not a decision I wanted to make alone.",
        "Bo: It's okay.",
        "Nora: I don't know what she said to him. I have no idea that would make him want to be there in the operating room, but I still don't think that he's stable emotionally.",
        "Bo: I know.",
        "Nora: And she made it very clear that even if he was in the operating room he wasn't gonna lift a finger, so if something should happen --",
        "Bo: Well, him being there wouldn't make a difference. You did the right thing.",
        "Nora: And then I told her that she couldn't come with us. Oh, God. Bo, I really think I hurt Rachel's feelings.",
        "Bo: We'll explain everything to Rachel there.",
        "Matthew: What happened with Rachel? What do you have to explain?",
        "Nora: Rachel wanted to come with us.",
        "Matthew: Oh, well, you'll call her as soon as the surgery's over, right? And Uncle Clint and Destiny. We should actually probably start making a list of people to call.",
        "Bo: Matthew, we have to talk, and this is important. We're not going to Seattle.",
        "[SCENE_BREAK]",
        "Greg: How can you think you're the family screw-up?",
        "Rachel: You heard my history in court. I was a junkie, a hooker, I killed a girl!",
        "Greg: Yeah, that's what you did. That's not who you are, especially now.",
        "Rachel: I will be a recovering addict for the rest of my life.",
        "Greg: So what? That doesn't mean you can't be trusted.",
        "Rachel: Yeah, I hope not, especially after all of this time, but I guess when the going gets tough...",
        "Greg: You're exactly the person to have around.",
        "Rachel: Then why would my mother ditch me?",
        "Greg: Is that really how it sounded?",
        "Rachel: I don't know. I mean, she sounded funny and distracted.",
        "Greg: So maybe she's not thinking straight.",
        "Rachel: Maybe.",
        "Greg: Look, stop that.",
        "Rachel: What? Talking about our problems? You know, people in recovery, that's all we do.",
        "Greg: Yeah. Aren't they also grateful? I mean, Rachel, you should look at the good in you, all the progress that you've made. You are a beautiful woman, not just outside, but... I just wish you could see yourself the way that I see you.",
        "[SCENE_BREAK]",
        "Natalie: You think Jared planted these?",
        "Brody: Yes.",
        "Natalie: Why?",
        "Brody: To throw suspicion off himself.",
        "Natalie: Okay, so in between the time that Jared found Landers' body and the police to come in for questioning, in that hour you really think that he had time to go to the charity that Jessica dropped her clothes off at, picked them up, and then bring them back and put them in her closet?",
        "Jessica: She's right, Brody. It doesn't sound very likely.",
        "Natalie: Are you sure you didn't do this?",
        "Jessica: I considered the possibility.",
        "Brody: It wasn't Jess. She got rid of these clothes. But someone went to a lot of trouble to make her think she's slipping.",
        "Jessica: I'm sorry. We didn't say that Jared did it.",
        "Brody: We just want to talk to him.",
        "[Knock on door]",
        "John: Hey.",
        "Brody: Hey.",
        "Jessica: Brody called John to tell him about the clothes. He didn't just show up.",
        "Natalie: That's okay.",
        "John: What's going on, Natalie?",
        "Jessica: Natalie? Hey, hey, it's okay, it's okay.",
        "[SCENE_BREAK]",
        "Matthew: We're not going to Seattle?",
        "Bo: That's right.",
        "Matthew: Did Dr. Nance change the schedule of my surgery?",
        "Nora: Uh, no.",
        "Matthew: I don't get it. We have to go to Seattle. My surgery's first thing tomorrow morning.",
        "Bo: No, it isn't, son.",
        "[SCENE_BREAK]",
        "Destiny: Sorry. I know you hate it when I cry. I should have told Matthew how I felt before he left, but his parents were there, and I didn't want to make it all weird. I don't want to be like Rachel, coming here wishing she'd told you how she felt. She cares about you, Shaun. I know she does.",
        "Shaun: Ah...",
        "Destiny: Shaun? Shaun, did you say something? Shaun? Wake up! Shaun! You're awake.",
        "[SCENE_BREAK]",
        "Greg: Look, if I could have operated on Matthew for you, I would have. For you as well as for -- huh. Look, I'm sorry I let you down, but this whole thing that's happened with your family, it would have never happened if I'd kept myself together.",
        "Rachel: You didn't let me down, Greg.",
        "Greg: Yeah, I did.",
        "Rachel: You took a step back to look at your life. That's brave, especially when you didn't have to.",
        "Greg: Yeah, I did. Huh. Talk about the family screw-up. It's --",
        "Rachel: Not you. You're the only one that's blaming you. You're a brilliant doctor.",
        "Greg: With no heart.",
        "Rachel: I just -- I wish you could see yourself the way that I see you.",
        "[SCENE_BREAK]",
        "John: Where is Jared?",
        "Natalie: I don't know.",
        "John: He didn't tell you?",
        "Natalie: He got a text, and he left.",
        "John: What happened?",
        "Natalie: I just told you --",
        "John: Yeah, I know you told me, but I'm a little confused 'cause you're not fighting me.",
        "Natalie: I guess maybe my attitude needs a check once in a while.",
        "John: Did you and Jared talk when he got home?",
        "Natalie: Sure.",
        "John: Did he say anything?",
        "Natalie: I love Jared.",
        "John: And he's in trouble, and you've got to help him. Come on, Natalie, at least... help me help you and Jared.",
        "Natalie: Really?",
        "John: I'll do whatever I can for him.",
        "Jessica: Please let us help you.",
        "Natalie: He's not a bad man.",
        "John: Nobody's saying that.",
        "Natalie: Jared is. He confessed.",
        "[SCENE_BREAK]",
        "[Footsteps]",
        "Jared: You?!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=gKlUCuw4s18"
}