{
    "Episode Summary": [
        "Episode # 10661"
    ],
    "Recap": [
        "Kelly asks John to help her find her mother's killer. But he asks her not to tell Todd what they are doing or trust him. Todd finds that his daughter, Dani wants to be part of Langston's play that incriminates him regarding Starr and Cole. Schuyler holds Gigi hostage and tells her he won't let her go because he's lost her due to a lie. He declares that he has nothing but knows she still loves him. Rex and Bo go to negotiate with him. But he does not put down the gun and fires a shot. Jessica is still determined to get Cristian back and Natalie admits that she is not \"complete\" with John and Marty having a baby and living together. Allison drops the bombshell upon Roxy that her son is not Rex. Her son is Schuyler."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Jessica: So if I wanted to do a collage or a sculpture made out of...",
        "Cristian: Found art. Yeah, yeah, sure. Jess, I have to go.",
        "Jessica: Oh, I just wanted to make sure I get my assignment down.",
        "Cristian: It's online.",
        "Jessica: Online?",
        "Cristian: On the site for the class. Do you have a computer?",
        "Jessica: My mom gave me this before she left.",
        "Cristian: Okay, so...all right, there you go. So all you have to do is you go up here, and you type in llanviewhighschool.",
        "Jessica: No spaces?",
        "Cristian: No spaces. Then you just press enter.",
        "Jessica: Wow.",
        "Cristian: Right. Then all you have to do is just click on art.",
        "Jessica: Click on?",
        "Cristian: Yeah. Just--you move the cursor.",
        "Jessica: Okay. How do I do that?",
        "Cristian: Okay, do like this. See? Then you just...press there.",
        "[Indistinct]",
        "Natalie: Cristian, what the hell are you doing?",
        "[SCENE_BREAK]",
        "John: Hey. Kelly, is everything all right?",
        "Kelly: Not by a long shot. I need your help.",
        "John: Okay.",
        "Kelly: And I'm sorry for barging in on you like this, but I couldn't reach Bo, and you are the best detective on the force, so here I am.",
        "John: So why do you need a cop?",
        "Kelly: To solve a murder.",
        "[SCENE_BREAK]",
        "Todd: Hey, it's me. So who made those calls to Kelly Cramer? You know, I didn't hire you to make excuses. I hired you to find out why someone's saying her mother was murdered. Okay, I'm listening.",
        "[SCENE_BREAK]",
        "Roxy: Okay, all right, that's it. Why am I trying to get answers from a crazy person? I've had it, and Rex has had it, too. He's never gonna be the same after the things you said!",
        "Allison: You told him?",
        "Roxy: Of course I told him. I told him he wasn't my son, and I told him that the kid that I had with Mitch didn't make it, that my baby died.",
        "Allison: Except he didn't.",
        "Roxy: What are you talking about? You told me my baby died. You told me that you replaced him with a kid that you found at the hospital.",
        "Allison: That's all true. I replaced your son with that baby Rex. But as it turns out, your real son, the baby you gave birth to, survived. He's alive.",
        "[SCENE_BREAK]",
        "Gigi: I can't stay here. I need to see Sierra.",
        "Schuyler: No, no, no. Not yet. Not yet.",
        "Gigi: I'm sorry. I have to go.",
        "Schuyler: Well, I'm sorry, too, Gigi, but you're not going anywhere.",
        "Gigi: Schuyler, what are you doing?",
        "[SCENE_BREAK]",
        "Bo: Check the kitchen.",
        "Rex: No sign of them.",
        "Matthew: Hey, Dad!",
        "Bo: Matt.",
        "Rex: Hey, have you seen Gigi or Schuyler Joplin?",
        "[SCENE_BREAK]",
        "Schuyler: I'm sorry. I'm sorry, Gigi. You can't leave me.",
        "Gigi: No.",
        "Schuyler: I won't let you.",
        "[SCENE_BREAK]",
        "Jessica: Cristian was kind enough to give me a ride home from the diner, and he was just teaching me all about the spider web.",
        "Cristian: The worldwide web.",
        "Jessica: Whatever. We're doing homework.",
        "Natalie: And what are you studying, biology?",
        "Jessica: What's your problem, Natalie? Are you jealous?",
        "Natalie: Jess, I have told you now 20,000 times, Cris and I are divorced.",
        "Jessica: Yeah, I still can't believe you married my boyfriend.",
        "Natalie: And I also told you that you guys weren't together. Look, that is not me. I don't steal.",
        "Jessica: Tell that to Marty Saybrooke.",
        "Cristian: Okay, okay, time out.",
        "Natalie: You know what? Not until you and I get some things straight. My sister has some issues.",
        "Jessica: Just because I'm happy and you're not.",
        "Natalie: And I think it's maybe a little inappropriate for you to be giving her rides and privately tutoring her.",
        "Cristian: I wasn't tutoring her, Natalie. I was just showing her how to look up the assignments I posted online. That's all.",
        "Natalie: Okay, and does Layla know you're here? I'll take that as a no.",
        "Cristian: Natalie, you're out of line.",
        "Jessica: I know why. John McBain.",
        "[SCENE_BREAK]",
        "Kelly: I'm starting to think that my mother was murdered. I need your help to find out who killed her.",
        "John: Look, I'm sorry about your mom, but Marty's in the hospital, and I really need to get over there.",
        "Kelly: What happened?",
        "John: She's pregnant, and there were some complications. She's fine, but I really want to be there.",
        "Kelly: Oh, I understand. I understand. Well, congratulations. I'm happy for you. Everything changed when I had Zane. He's the light of my life.",
        "John: Okay, so listen, if you come by the station tomorrow, all right, we can talk some more about this, all right?",
        "Kelly: Okay, sure, I will, I will.",
        "[Cell phone rings]",
        "John: Oh, hang on. Yeah, hey, listen, I'm on my way over right now. You need anything? Oh. Okay. No, no. Of course. Listen, um, get some sleep and I'll see you in the morning. Okay.",
        "Kelly: Everything okay?",
        "John: Uh, that was--that was Marty. She's, uh, she's tired. She's gonna go to sleep.",
        "Kelly: Oh, well, um, that's good. Maybe now would be a good time to talk? Would that be all right?",
        "John: Yeah.",
        "Kelly: Okay.",
        "[SCENE_BREAK]",
        "Nora: I haven't seen Gigi or Schuyler. Have you guys seen them?",
        "Matthew: They weren't here when we got here.",
        "Dani: Who's Gigi and what's his name?",
        "Destiny: Schuyler Joplin. They work here.",
        "Matthew: What's going on, Dad?",
        "Bo: Uh, it's custody stuff.",
        "Dani: That sucks.",
        "Bo: Could I talk to you for a second?",
        "Nora: Sure. Nobody touch my fries.",
        "Matthew: I'll guard them with my life.",
        "Nora: You're the worst offender. Hey, hey!",
        "Dani: Is Schuyler the busboy?",
        "Destiny: Bartender. He used to be a teacher, but now he's a doctor.",
        "Dani: You're kidding, right?",
        "Destiny: He's in med school. He's on my brother's rotation.",
        "Matthew: So tomorrow's the big day, huh?",
        "Dani: Why? What's going on?",
        "Matthew: They're posting the cast list. Langston's musical.",
        "Dani: Oh, right, right. I forgot all about that. Well, unlike some people, my life doesn't revolve around some stupid school play.",
        "Destiny: Good. Then you won't mind being stuck in the chorus.",
        "Dani: What are you talking about?",
        "Destiny: It's between you and me, honey.",
        "Matthew: And only one of you is going to be a star.",
        "[SCENE_BREAK]",
        "Rex: Well, I was sure they'd be here.",
        "Nora: Okay, so run this by me again. Now, Allison Perkins somehow got her hands on Schuyler Joplin's daughter?",
        "Rex: Only she's not Schuyler Joplin's. She's Oliver Fish's.",
        "Nora: I thought he was gay.",
        "Rex: Yeah, apparently he's open-minded. Or he was.",
        "Bo: Yeah. Ahem. It's a long story. Bottom line is, Allison brought the baby to Schuyler at Statesville. By now, she and Mitch, they're both in custody, but then Fish shows up with a DNA test. He took custody of the baby.",
        "Nora: Oh, wow. Poor Schuyler.",
        "Rex: Yeah, well, poor Schuyler took Allison's gun.",
        "Bo: No. We don't know that for sure.",
        "Rex: Mitch doesn't have it. Allison doesn't have it. Who could have taken it?",
        "Nora: Wait a minute. What does Schuyler need a gun for? He's a doctor.",
        "Rex: He's a sore loser is what he is.",
        "Nora: You think he'd use the gun to get the baby?",
        "Rex: Not the baby.",
        "Nora: Oh, my God. You're looking for Gigi. You think he has Gigi.",
        "[SCENE_BREAK]",
        "Gigi: What are you gonna do, shoot me?",
        "Schuyler: No.",
        "Gigi: You're waving a gun around, telling me you're not gonna let me leave.",
        "Schuyler: Gigi, I would--I would never hurt you. Why would you say that?",
        "Gigi: Then put the gun down.",
        "Schuyler: I c--I can't.",
        "Gigi: Why not?",
        "Schuyler: Because you're not listening! I need to talk to you. I need to make you understand. Why do you think I brought you here, Gigi?",
        "Gigi: Okay, okay. Calm down.",
        "Schuyler: Okay, so you're not gonna leave? Are you gonna leave?",
        "Gigi: No, I'm not gonna leave. Schuyler, I understand what you're going through, okay? You thought Sierra was yours only to find out that Stacy lied to you. I've been there. It's just the worst feeling in the world. You've lost everything that's important to you.",
        "Schuyler: Yes, yes, yes! Exactly! Stacy ruined everything.",
        "Gigi: But Stacy's dead. She drowned.",
        "Schuyler: I know, I know, and I'm sorry about that, I really am, but she destroyed my life. She ruined everything.",
        "Gigi: She was a very unhappy person.",
        "Schuyler: Yes, but she doesn't have to win. Gigi, don't you see, I may have lost Sierra Rose, but we--we have a second chance. Everything that we had, we can get that back because... we belong together.",
        "[SCENE_BREAK]",
        "Todd: Okay, here's what I want you to--",
        "Téa: Todd.",
        "Todd: Yeah, I'm gonna have to call you back. Thanks.",
        "Téa: What are you doing here?",
        "Todd: On a story.",
        "Téa: Oh. Right.",
        "Todd: What are you doing here? Where's Dani?",
        "Téa: Oh, she's with Nora and Matthew. Um, have you seen my client, Schuyler Joplin?",
        "[SCENE_BREAK]",
        "Roxy: You're out of your mind.",
        "Allison: Your son, your real son is alive.",
        "Roxy: It's not enough that I thought Rex was mine but he wasn't and I took out so much hate on him because I thought he was Mitch Laurence's son or that I never got to bury the kid that I lost?",
        "Allison: But you didn't lose him! He's alive!",
        "Roxy: I don't have to listen to this.",
        "Allison: Roxy, this may be the last time I ever get to tell you the truth.",
        "Roxy: You wouldn't know the truth if it bit you on the ass.",
        "Allison: Don't you want to know where I was when you took that baby to see Mitch?",
        "Roxy: You went to thank your sister.",
        "Allison: And instead of finding her crying over a little corpse, she was all smiles. The baby was still alive. She saved him.",
        "Roxy: Are you saying this just to torture me?",
        "Allison: No, Roxy. I swear, the baby you gave birth to who was so sick, who we took to the hospital, Mitch's child, lived. He's alive, Roxy.",
        "Roxy: So what happened to him?",
        "[SCENE_BREAK]",
        "Schuyler: I mean, you came here to think about what you really wanted, and...you called me.",
        "Gigi: Yeah, but, Schuyler--",
        "Schuyler: Okay, no, no. I know. Hear me out. Things weren't working out with Rex, okay?",
        "Gigi: Because Stacy--",
        "Schuyler: No, no. No, that's not true. You were having problem with Rex for a while.",
        "Gigi: Only because Stacy--",
        "Schuyler: Stop it! Stop it! Stop blaming everything on Stacy! Oh, my God, I'm sorry. I didn't mean to yell. I didn't mean to yell. I'm sorry. I'm just--I'm trying--okay. Okay. Ha! Think about when you called me, okay? You had a choice. You wanted to see me. I came over. We spent the night together. We made love.",
        "Gigi: 'Cause you lied to me.",
        "Schuyler: No! No, that--that's not true. We--we loved each other. Okay, yeah, I didn't tell you a few things about your sister, but haven't you ever lied to someone because you loved them so much you would say anything to make them stay?",
        "Gigi: You know I have. I lied to Shane about Rex. I lied to Rex to save Shane's life.",
        "Schuyler: Okay, all right, okay! So how is this any different?",
        "Gigi: Schuyler, I'm not saying it's different. It just--it was a mistake, okay? Terrible things happened because I lied to Rex.",
        "Schuyler: Ah, ah, yes, and Rex forgave you. So why--why can't you forgive me?",
        "Gigi: It's not that I don't forgive you--",
        "Schuyler: Okay, so what is the problem, then? Gigi, you forgive me and we love each other--",
        "Gigi: You keep saying that, Schuyler, but whatever it is we felt was based on a lie!",
        "Schuyler: No, it was not. No. It was real. What we had, it was real, and I am gonna prove it to you, Gigi.",
        "[SCENE_BREAK]",
        "Natalie: I come home, and you're sitting here with your teacher.",
        "Jessica: Oh, please, this is not about that. You know, you may have moved on from my boyfriend--",
        "Cristian: Jessica, come on.",
        "Jessica: Fine. Ex-boyfriend. But you are still hung up on Marty's boyfriend, and now that she's pregnant with his kid, you know you have no chance with him, and you're taking that out on me and Cristian.",
        "Cristian: Okay, that's enough, that's enough. Look, can you get me a soda?",
        "Jessica: Me?",
        "Cristian: Please?",
        "Jessica: Ahh...",
        "Natalie: I'm sorry. I know that her head's all confused and she's lost all these years of her life, but I swear, Cristian, if you had not gotten her out of this room, I was gonna rearrange her face. And I'm sorry. I didn't mean to snap at you.",
        "Cristian: It's okay. So what's going on? Was Jess right? Is it John McBain?",
        "[SCENE_BREAK]",
        "John: Please.",
        "Kelly: You know that Mitch was threatening Dorian's family.",
        "John: Uh, yeah. That's why she fired Bo.",
        "Kelly: She took that threat pretty seriously.",
        "John: Well, I wish she would have come to us.",
        "Kelly: That's why I'm here, John. Mitch threatens the Cramer girls, and then my mother dies. It appears to be a heart attack, only she's never had any heart problems. Then I start getting phone calls from someone who is insisting that she was murdered.",
        "John: Did the caller identify himself?",
        "Kelly: Nope. Nope. Keeps getting cut off. Or at least it feels that way. The calls are rushed. He's whispering, and then he hangs up quickly. Look, I assume that because Mitch was locked up, it had to have been one of his followers, so I talked to Allison Perkins.",
        "John: She denies it.",
        "Kelly: Actually, no. Allison claims she went to the clinic intending to murder my mother, only she was already dead.",
        "John: What?",
        "Kelly: Mm-hmm. Yeah, that's-- that's what she told me. She was going to go after Cassie, but then she decided that my mother was an easier target, so she flew to California. She went all the way to the sanitarium and found out she was dead. Now, I know that she's crazy.",
        "John: Well, I wouldn't trust her.",
        "Kelly: That's just it, John. I mean, why go there? Why plan a murder? Why admit to that? I have to say that I believed her.",
        "[SCENE_BREAK]",
        "Allison: Couldn't very well go running over to Statesville and tell Mitch the baby you brought him was a fake, so I gave your kid to my sister.",
        "Roxy: What?",
        "Allison: Why not? She'd give him a good life, a better life than you'd give him, and she couldn't have kids of her own, and she wanted him. You had two kids. What are you complaining about?",
        "Roxy: So he's alive and he's with your sister. And where is she?",
        "Allison: In Llanview Cemetery, I think, unless she was cremated.",
        "Roxy: So she's dead?",
        "Allison: She blew her brains out. Couldn't stand the guilt. What a waste. Eight years of medical school and boom! I guess that makes me the sane one. Ha ha!",
        "Roxy: Allison, Allison, so where is my son? Is he dead?",
        "Allison: See, that's your problem, Rox. You just don't listen. He's alive!",
        "Roxy: So where is he?",
        "Allison: He was just here a minute ago.",
        "Roxy: Here in Statesville?",
        "Allison: Yeah. You just missed him.",
        "Roxy: So he's in prison?",
        "Allison: Not yet. Although you never know.",
        "[SCENE_BREAK]",
        "Todd: And Schuyler took Mitch Laurence hostage.",
        "Téa: What?",
        "Todd: Yeah.",
        "Téa: How?",
        "Todd: I don't know. From what I hear, Allison Perkins was the one with the gun, but they were all holed up in the infirmary for about an hour, and then it was over just like that. They hauled Allison and Mitch out of there.",
        "Téa: Well, what about Schuyler Joplin?",
        "Todd: I don't know.",
        "Téa: And what about the baby?",
        "Todd: I don't know that either.",
        "Téa: Ahh.",
        "Todd: Oh, excuse me. You wouldn't happen to know what happened to that baby that Allison Perkins had here, would you?",
        "Guard: Uh, the baby was taken to safety by a cop.",
        "Téa: Who?",
        "Guard: Officer Fish.",
        "Téa: Okay, and what about Schuyler Joplin?",
        "Guard: As far as I know, he's still on the loose, armed and dangerous.",
        "[SCENE_BREAK]",
        "Gigi: Ah.",
        "Schuyler: You're afraid of me?",
        "Gigi: You're pointing a gun at me. Schuyler, what are you doing?",
        "Schuyler: You don't remember? I mean, this is--this is where it happened. This is where we made love.",
        "Gigi: Don't do this.",
        "Schuyler: What? Gigi, it was the best night of my life. I mean, you chose me. You called me, and I came over, and we drank and we laughed and we ate and we talked, and I kissed you, and you kissed me back, and you wanted me. And we made love, and I have never felt so close to another human being in my life, and I know you wanted it, too, Gigi. That doesn't go away. A connection like that doesn't go away.",
        "Gigi: Schuyler, you're a counselor. You're--you're a doctor. You've got to see that this is a little weird.",
        "Schuyler: What? Wanting to talk?",
        "Gigi: Tricking me into coming up here, holding a gun on me and expecting me to somehow, I don't know, go back in time. Schuyler, I can't pretend like I don't know what you've done, and if you think I'm gonna have sex with you just so you can feel better about yourself, you can forget it. It's not gonna happen.",
        "Schuyler: It's not about the sex, Gigi! It's about who we were! It's about what we can get back if you just give it a shot. We loved each other. I'm not about to give that up without a fight.",
        "[Schuyler sighs]",
        "Gigi: What are you doing?",
        "Schuyler: I'm building a fire.",
        "Gigi: Please don't. Schuyler--",
        "Schuyler: Shh, shh! There's no point in talking. We've done that. Now I'm gonna show you.",
        "[SCENE_BREAK]",
        "Rex: I walked Natalie down to her car. I could not have been gone longer than 10 minutes. When I got back, Gigi had disappeared, only her wallet was still there. Her purse, her phone. She never goes anywhere without a phone.",
        "Nora: So what? You're thinking that he forced her to leave with him? I mean, was there any signs of a struggle?",
        "Rex: No. So either she was drugged--though I don't think there was time for that--or she maybe thought something was wrong with Shane or Sierra Rose.",
        "Nora: Is Shane okay?",
        "Bo: Oh, he's fine.",
        "Nora: Okay. Well, then, maybe you're thinking that he persuaded her to leave somehow?",
        "Rex: We got to find them before he does something crazy. We got to get a move on.",
        "Bo: Where else would they have gone?",
        "Nora: Well, they probably went someplace that would mean something to the two of them.",
        "Rex: Viki's cabin. It's where they--they slept together.",
        "[SCENE_BREAK]",
        "Gigi: Schuyler, please take me home. I don't want to be here.",
        "Schuyler: Why? Wh--we were so happy here.",
        "Gigi: You're right, we were, and I know you're upset.",
        "Schuyler: No. I'm not. I'm not anymore.",
        "Gigi: You found out...",
        "Schuyler: Not anymore.",
        "Gigi: Your daughter isn't yours, and that has to be--",
        "Schuyler: Okay, I don't want to talk about that anymore. I don't want to talk at all.",
        "[SCENE_BREAK]",
        "Natalie: I'm sorry. I--I shouldn't have taken my bad mood out on you. I'm just --I'm dealing with a lot of drama, some stuff going on with my brother and Roxy.",
        "Cristian: Everybody okay?",
        "Natalie: Yes and no. But I can't really talk about it.",
        "Cristian: Mmm. And this thing with John?",
        "Natalie: I ran into him at the hotel, and...and he told me that he and Marty are moving in together.",
        "Cristian: Because she's pregnant, and they're together.",
        "Natalie: So it would seem. And that's great, you know. I'm happy for them. I am. You know, I mean, that's great that they're having...a kid. I mean, not that I really ever thought that John would be a father, or end up with Marty, for that matter, but what do I know?",
        "Cristian: It bothers you.",
        "Natalie: No. Yeah. Yeah, I guess it does a little. Ahh. But it just seems so selfish, you know, not to wish them well. You're right. Jess is right. Oh, my God, I am so jealous!",
        "[SCENE_BREAK]",
        "John: Well, we have to find out who's been making these phone calls.",
        "Kelly: Well, Todd's P.I. is working on that angle.",
        "John: Whoa. What does manning have to do with this?",
        "Kelly: I work with him. I went back to my old job at the \"Sun.\" He was there when the last one of these phone calls came in. He offered to put his people on it to run it down.",
        "John: Look, you know, it's your life, but you can't trust Todd Manning. You know that.",
        "[SCENE_BREAK]",
        "Téa: This is all my fault.",
        "Todd: Did you tell Schuyler Joplin to take Mitch hostage?!",
        "Téa: [Scoffs] No, Todd. But he was obviously desperate.",
        "Todd: Name a client who isn't desperate. My guess is if he had listened to you, none of this would have happened.",
        "Téa: I had information. I wanted to go to the cops, but he wouldn't let me. Now look what happened.",
        "[SCENE_BREAK]",
        "Roxy: Tell me his name. Who's my son?",
        "Allison: Take it easy, Roxy. I'll tell you, but I'm warning you, you won't like it.",
        "Roxy: Why not?",
        "Allison: Because you can't stand him.",
        "Roxy: I know him? I know my real son?",
        "Allison: And you hate his guts.",
        "Roxy: I don't hate anyone except you and Mitch Laurence.",
        "Allison: And the guy who stole Gigi from your precious Rex?",
        "Roxy: Are you saying my son, my real son...is Schuyler Joplin?",
        "[SCENE_BREAK]",
        "Rex: I should have thought of this before. He would not have brought her here. He wanted someplace private. Viki's cabin, where he got her to sleep with him. I'm telling you, that's where they are. Well, there's no answer at the cabin. I'm going up there.",
        "Bo: All right, I'm going with you.",
        "Nora: Well, wait a minute. You need to call for a backup.",
        "Bo: I'm gonna call for backup.",
        "Matthew: What's going on?",
        "Bo: Police business. I got to go.",
        "Matthew: All right, be careful.",
        "Bo: I will be careful.",
        "Nora: Bo, no heroics, okay?",
        "Bo: I love you, too. Mmm.",
        "[SCENE_BREAK]",
        "Gigi: I can't do this, Schuyler.",
        "Schuyler: What--what are you saying? You don't love me anymore?",
        "Gigi: No! Too much has happened, okay? This isn't the answer. I'm not the answer.",
        "Schuyler: Yes, yes, you are. Yes, you are. Don't you understand? I have--I have to remember, Gigi. I have to remember what's important: You and how we felt.",
        "Gigi: And forcing me to have sex with you--",
        "Schuyler: Gigi, I would never force you to have sex with me. How can you say that?",
        "Gigi: You have a gun in your hand!",
        "Schuyler: It's only to stop you from leaving.",
        "Gigi: I won't leave, okay, Schuyler? Just, oh, please, please put the gun down.",
        "Schuyler: I'll put the gun down when we make love.",
        "[SCENE_BREAK]",
        "Dani: We're not the only ones who tried out for that part. Half the school was there.",
        "Matthew: Yeah, but you two were the best.",
        "Dani: Come on, I didn't even have anything prepared.",
        "Destiny: You did a nice job of copying me, though.",
        "Dani: I didn't copy you.",
        "Destiny: You used my song and my music.",
        "Dani: It's not your song.",
        "Destiny: It's the one I prepared, the one I knocked out of the park.",
        "Matthew: Oh, come on, you both did great.",
        "Destiny: And like my mom says, imitation is the sincerest form of flattery.",
        "Matthew: Oh, Des.",
        "Dani: No, it's fine, Matthew. I don't need to imitate anybody.",
        "Destiny: And Mariah didn't steal her riffs from Whitney.",
        "Dani: Excuse me?",
        "Destiny: You heard me.",
        "Dani: Okay, you were the best. You were the most prepared. You get the part. I don't care.",
        "Destiny: Like I need you to give it to me.",
        "Dani: You obviously think you do!",
        "Destiny: I can win that part on my own!",
        "Dani: Fine!",
        "Destiny: Fine!",
        "[SCENE_BREAK]",
        "Natalie: After Jared died, um, you know, John's...he's really been there for me. I mean, whenever I needed him. Ahh. I mean, I just thought I could return the favor, and so I hooked up with Brody and sprung him out of jail. And then there was the accident.",
        "Cristian: Yeah. I heard it was bad.",
        "Natalie: Yeah. Yeah, I was pinned, and Brody was able to get out. He went to go look for Jess, but then... John and I ended up in this cabin all by ourselves, and I was a little out of it be--the point is, I kissed him. But he kissed me back, and, Cristian, I--I can't get this out of my head. It's all I think about. And I know. I know he's with Marty, and I know that they're going to have a kid, and... I just--I can't--I can't stop wondering what would have happened if Marty didn't get pregnant. Does that make me terrible?",
        "Cristian: No. No. Look, that's totally normal. There's nothing wrong with, you know, thinking about the what-ifs in your life.",
        "Natalie: Is that what's going on with you and Jess? You're just thinking about what might have been?",
        "[SCENE_BREAK]",
        "John: Todd Manning only looks out for number one.",
        "Kelly: I know Todd. I've known him for a long time. I know who he is. I know what exactly he's capable of, but I mean, I think in this case he was really just trying to be nice.",
        "John: Ha! Manning's nice when he wants something.",
        "Kelly: All right, so what possible motive could he have for helping me find out who murdered my mother?",
        "John: I don't know, but I guarantee you there's something in it for him.",
        "[SCENE_BREAK]",
        "Todd: Why don't you let me take you to Dani? That'll make you feel better.",
        "Téa: In other words, let you use me to get next to my daughter?",
        "Todd: Our daughter. Yeah, that's right.",
        "Téa: Um, ahem. Excuse me. If you hear anything about my client, Schuyler Joplin, would you give me a call, please?",
        "Officer: Sure thing.",
        "Téa: Thanks.",
        "[SCENE_BREAK]",
        "Allison: Bingo! Schuyler Joplin's your boy, and my sister Leah raised him.",
        "Roxy: Schuyler's mom's name was Leah, Leah Joplin. I read the paper. She was an O.B. She worked at the hospital. Shot herself. Said your sister killed herself, she blew her brains out?",
        "Allison: I underestimated you, Rox. You're actually using your head for more than your hair.",
        "Roxy: Schuyler Joplin. That's my son.",
        "[SCENE_BREAK]",
        "Schuyler: Come on, Gigi. Hey, look, look, look at this.",
        "Gigi: Schuyler, no! I want to go home! Can we please just stop all this?",
        "Schuyler: All--Gigi, all of this? It's--it's about us, okay? Take--take off your clothes. Come on, take off your clothes. I'm gonna--I'm gonna make love to you.",
        "[SCENE_BREAK]",
        "Rex: They're obviously in there. Joplin's car is out back. They got a fire going.",
        "Bo: And he's armed. Gentlemen, we're gonna do this by the numbers.",
        "[SCENE_BREAK]",
        "Gigi: I don't want to hurt you, Schuyler, but you have to hear me. This is not gonna happen. It's over. We had our moment. It's not coming back.",
        "Schuyler: You love me. I know you love me. I know you--",
        "Gigi: I don't want to sleep with you! You're really creeping me out! Just please take me home. My son is--is gonna be worried about me.",
        "Schuyler: Oh.",
        "Gigi: Schuyler, what are you doing?",
        "Schuyler: I...",
        "Gigi: Schuyler.",
        "Schuyler: There's--there's nothing left for me now!",
        "Gigi: No, no, what are you talking about? Schuyler, you're a doctor, and you're gonna meet someone. You're gonna meet someone else.",
        "Schuyler: I'm not--I'm not gonna be able to practice medicine now! And there's nobody I want. You're the only one.",
        "Gigi: No, Schuyler! No!",
        "[SCENE_BREAK]",
        "Cristian: Jessica's condition, you know, her thinking that we're both still kids, has brought back a lot of memories....memories of how much we meant to each other. But I have a girlfriend, and I love her...even though I'm mad as hell at her right now.",
        "Natalie: Why?",
        "Cristian: She found this old letter that I wrote Jess and insisted I throw it away.",
        "Natalie: Did you?",
        "Cristian: I didn't want to, but you know, it upset her, and I did.",
        "Natalie: You wanted to hang on?",
        "Cristian: Of course. You know, Jess meant a lot to me. I shouldn't have to throw those memories away.",
        "Natalie: Yeah, exactly. Exactly. Thank you. Oh.",
        "Cristian: You're welcome.",
        "Jessica: Here! Just like how you like it, half soda, half ice.",
        "Cristian: Thanks.",
        "Jessica: And, Natalie, I'm really sorry about snapping at you before. Just because I don't remember that I'm your sister, that's no excuse.",
        "[SCENE_BREAK]",
        "Téa: Hey, Nora.",
        "Nora: Oh, hi.",
        "Todd: Danielle.",
        "Téa: Thank you for taking care of her.",
        "Nora: Well, it was my pleasure.",
        "Todd: Excuse me.",
        "Téa: Oh...God.",
        "Todd: Hey, guys. Nice sundae. How's it going?",
        "Matthew: Great.",
        "Todd: So how's it going? What's going on?",
        "Matthew: Nothing. We're just talking about Langston's musical, \"Star-Crossed Lovers.\"",
        "Destiny: Oh, my God, I almost forgot. You're in it.",
        "Todd: No. I am?",
        "Destiny: Yeah. It's a great part. The villains are always the most fun to play.",
        "Todd: Ha! Am I the villain?",
        "Dani: No news there.",
        "Todd: Well, I'll have you know that if Starr's friend had bothered to tell both sides of the story, I'd surely have been the hero.",
        "Dani: On what planet?",
        "Todd: Well, I was just trying to protect my daughter.",
        "Dani: You know what, Destiny? I changed my mind. I definitely want to be in the musical. I know exactly how Starr felt, and I'm gonna make sure the whole audience does, too.",
        "Todd: All right. Rock on.",
        "Destiny: You want to go for it? Game on, girlfriend.",
        "[SCENE_BREAK]",
        "Téa: Nora, what's going on?",
        "Nora: Oh, Rex and Bo, they took off after Schuyler Joplin.",
        "Téa: Why? What happened now?",
        "Nora: Well, I--I don't know all the details, but apparently Schuyler grabbed Gigi, and he's got a gun.",
        "[SCENE_BREAK]",
        "Roxy: Schuyler Joplin is my son. Oh, my God. If I'd only known.",
        "Allison: I wouldn't be too hard on yourself.",
        "Roxy: What do you mean?",
        "Allison: All this beating up on yourself because of the terrible way you treated him? Take it from me, just because he's family doesn't mean you aren't justified. Take me home, boys. You're lucky Mitch never knew about him.",
        "Roxy: Why?",
        "Allison: He's a druggie, weak. Mitch never would have put up with that.",
        "Roxy: Get out of my sight.",
        "Allison: The apple doesn't fall far from the tree!",
        "Roxy: I said get out of here!",
        "[Door slams]",
        "[SCENE_BREAK]",
        "Gigi: No, Schuyler, please stop!",
        "Bo: No, Balsom!",
        "Gigi: No!",
        "Bo: I want you to cover every window, every door, all right? You wait for my command.",
        "Gigi: Help!",
        "Rex: I'm gonna kill him!",
        "Bo: Let him up! Let him up! Come on! Settle down.",
        "Rex: Okay. It's okay. It's gonna be okay.",
        "Gigi: Oh!",
        "Schuyler: No. Ha ha! It's not gonna be okay.",
        "[SCENE_BREAK]",
        "Jessica: Do you want some more?",
        "Cristian: No, no. I'm good. I'm gonna go.",
        "Jessica: Okay, well, I'll see you bright and early to put the second coat on those sets.",
        "Cristian: You and the rest of the crew.",
        "Jessica: Yeah.",
        "Cristian: See ya.",
        "Natalie: Ah, see ya. Thank you again. Honey, it's okay. You'll get over him.",
        "Jessica: Please. Just 'cause you and John are through does not mean that it's over between Cristian and I.",
        "[SCENE_BREAK]",
        "John: Uh, if you'll excuse me, I'm gonna go on over to the hospital. I want to be there when Marty wakes up.",
        "Kelly: No, I understand.",
        "John: Yeah? All right, look, you know, if you come by the station tomorrow, we can talk some more about this.",
        "Kelly: Okay, all right. So that means that you'll help me out?",
        "John: Yeah. Look, it's a little out my jurisdiction, but I can call some people in California. Beyond that, there's really... give me your, uh, give me your phone. Your cell phone. Thanks.",
        "Kelly: What's that?",
        "John: This is how we're gonna trace your mystery caller, okay? Do you want my advice?",
        "Kelly: That's why I'm here.",
        "John: Okay. If he does call you, don't tell Manning.",
        "[SCENE_BREAK]",
        "Nora: Oh, God. Bo said he'd call.",
        "Téa: Oh, I wish that I'd...",
        "Nora: What?",
        "Téa: Oh. Um, nothing. I'll see you later.",
        "Nora: Okay.",
        "[SCENE_BREAK]",
        "Téa: How's Dani?",
        "Todd: Uh...she seems okay. How's Nora? Didn't look like you guys were getting along good. What's going on?",
        "Téa: Ahem.",
        "Todd: What are you not telling me?",
        "[SCENE_BREAK]",
        "Matthew: You okay, Mom?",
        "Nora: What? Oh, yeah. I'm, just--I'm, you know, I'm nervous about your father. Comes with the territory.",
        "[SCENE_BREAK]",
        "Schuyler: I lost everything, everything because of you.",
        "Gigi: That's not true, Schuyler.",
        "Schuyler: Well, really? We would be together if it weren't for him.",
        "Bo: No. Let's all just take a deep breath here.",
        "Schuyler: Don't--don't try to handle me, Bo.",
        "Bo: I don't want anyone to get hurt.",
        "Rex: Okay, Gigi, go outside with Bo.",
        "Gigi: No. I'm not leaving you. Schuyler, I know you. You're not gonna shoot me. You're not gonna shoot anybody. You're a good person.",
        "Schuyler: I'm nothing! I'm nothing because of him!",
        "Rex: I'm the one with nothing left to lose, huh? I got no mother, no father--",
        "Schuyler: Yes! You have a son! You have Gigi! You have everything!",
        "Bo: Schuyler, Schuyler, put the gun down.",
        "Schuyler: I'm sorry. I--I can't let him have you.",
        "Gigi: Put the gun down, and we'll talk, okay?",
        "Schuyler: Listen. There's nothing left to say.",
        "Bo: Okay, now, drop it."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=TdDZq2wZ7sI"
}