{
    "Episode Summary": [
        "Episode # 10977"
    ],
    "Recap": [
        "Original Todd leaves Viki's home and goes to the Sun office. Still unseen, he goes in and gets on current Todd's computer while both Todd and Jack are out of the office. The Todd we know informs his son that there is an \"organization\" with the name oragami cogs that wishes to do him harm and he needs Jack's help and computer knowledge to combat this enemy of their family. He does not seem to know, however, that Rex Balsam is behind the organization. Original Todd locks the door and Jack cannot enter when he returns from lunch. Original Todd then knocks Jack out so that he cannot see him. But when he remembers \"his\" son, Jack, he rushes to make sure he is ok after being knocked out. He also attempts to get past Vimal Patel who does not know what to say or do and who finds Todd suspicious. Dorian believes that David is cheating on her and his \"partner\" wants to kill her although Blair agrees with David that somebody may be setting him up and Dorian is making false accusations of him. Both Blair and Dorian are concerned, however, about Sam and his \"imaginary friend\" whom he tells them has a line on his face just like the scar that original Todd had (and still has) when Sam never met or knew original Todd. David goes to talk to Viki to urge her to help him get Dorian back and to investigate who may be setting him up. Bo goes to talk to Rex, concerned about what he might be planning and urges him to deal with his grief of the loss of Gigi the way Bo knows he failed to do when he lost his son. Brody intends to never let Natalie or John know that John is the father of Liam. They grill him about the tape recorder that he does not want them to ever know about revealing that Marty knows that John is Liam's father. And he's determined to never let them know what he heard on the tape."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Jack: No. No. You can't give up. Dad's counting on you. You've gotta figure out who's behind these Origami Cogs.",
        "[SCENE_BREAK]",
        "Bo: Balsom, I'm sorry that I wasn't able to make it to Gigi's funeral, but Matthew had a setback. Nora and I had to take him to a new rehab facility in Philly.",
        "Rex: I'm sorry to hear that. Is he gonna be ok?",
        "Bo: That's the plan. How are you doing?",
        "Rex: Fine. Why?",
        "Bo: Maybe it's just the setting, but you look a little different.",
        "[SCENE_BREAK]",
        "Natalie: Whatever's on this tape is the reason that Marty tried to kill me. But John says that Gigi had this with her when she died. How? Because I distinctly remember this tape recorder being up on the roof of Angel Square Hotel. What do you have to do with any of this?",
        "[SCENE_BREAK]",
        "Dorian: David, for the hundredth time, go! I want you off my property!",
        "David: Dorian, I'm not your Pekingese. You can't just shoo me away.",
        "Dorian: I told you you're evicted.",
        "David: You're not my landLord, either. You're my wife. You're the love of my life. Don't you know by now that I would never cheat on you? You're the cream in my coffee, the butter on my muffin top--not that I have a muffin top.",
        "Dorian: No, you don't have a muffin top. You have cupcake tops.",
        "David: Can't you see this entire thing is a setup? If you can't see by now how much I love you and how much you mean to me, let's finish this whole thing right now. We'll get you another gun and you can shoot me, because without you, Dorian, life is not worth living.",
        "[SCENE_BREAK]",
        "Baz: Who's that?",
        "[Starr sighs]",
        "Baz: Sorry.",
        "Starr: I didn't even hear you come in.",
        "Baz: You were kind of lost in that photo. Who is it?",
        "Starr: My Dad.",
        "[SCENE_BREAK]",
        "Todd: Wait a minute. That frame's not as fancy as the one you had with my old face in it.",
        "Viki: Honey, it's just a frame, ok? Old face, new face, I still love you.",
        "Todd: So who broke it, anyway? Natalie? She hates me enough.",
        "Viki: Natalie doesn't hate you. And I don't know who broke it, but I'm sure whatever happened, it was an accident. Unless...",
        "Todd: Unless what?",
        "Viki: Unless it wasn't.",
        "[SCENE_BREAK]",
        "Vimal: Excuse me. What do you think you're doing?",
        "Natalie: Why would John think that you know what's on this tape?",
        "Marty's voice: Natalie didn't have another man's baby. She had John's.",
        "Brody: I was--ahem--going over the evidence we collected at the scene. The basement where Rex found Gigi. It was on the floor.",
        "Natalie: How'd it get there?",
        "Brody: I don't know. I was just looking for something to help us nail Jack Manning, and I saw the tape recorder. I remembered you saying you had one like it when you got into it with Marty, so I listened.",
        "Natalie: What was on it?",
        "Brody: Nothing. It's blank.",
        "Natalie: That doesn't make any sense. Marty wouldn't try to kill me over a blank tape. She's not even that crazy.",
        "Brody: Maybe it's not the same tape. For all we know, Gigi had one just like it.",
        "Natalie: I was just hoping I'd find out what I can't remember.",
        "Brody: I'm sorry.",
        "Natalie: Me, too. You--you listen to the tape?",
        "John: Yeah, I did.",
        "Brody: Which is why I don't understand why you didn't tell Natalie yourself. There's some reason you want me to be the bad guy?",
        "[SCENE_BREAK]",
        "Dorian: Oh, I would've gladly shot you dead. Only we found that dead body in the bushes.",
        "David: Baby, you wouldn't shoot me. You love me.",
        "Dorian: Oh, this slutty slut thinks you would. That's why she sent you over the package-- with a gun in it.",
        "David: She ain't my slutty slut. I have no idea why she would send me anything, much less a handgun. This entire thing is obviously a setup.",
        "Dorian: That is so idiotically self-absorbed.",
        "David: Think about it for one second. Who spent months in a dungeon while Clint tried to make you believe that I was up to my armpits in debutantes? That was me. So doesn't it stand that someone's trying to make you believe that I'm having an affair when I'm not?",
        "Dorian: Explain this.",
        "David: I can't account for that woman's bad taste.",
        "Dorian: Oh, anyone who wants you has bad taste.",
        "David: Baby, we love each other. You're the strawberry in my champagne.",
        "Dorian: Oh, please, David. I can't do this anymore.",
        "David: So that's it, huh? No more movie premiere? No more marriage?",
        "Dorian: Oh, please stop it, ok? Just go. Please.",
        "David: Oh, ye of little faith.",
        "Dorian: Oh...",
        "Blair: Is this about the pictures in \"The Sun\"?",
        "Dorian: I don't want to talk about it.",
        "Blair: Come on, Dorian. These aren't real. Are they? Come on. You don't think David is having an affair with this woman, do you?",
        "[SCENE_BREAK]",
        "Baz: That's not your Dad. I've seen your Dad. He doesn't look anything like that.",
        "Starr: Not anymore, but that was him--before the plastic surgery.",
        "Baz: You're kidding, right?",
        "Starr: He disappeared for a long time. Everyone thought that he was dead, but he was really alive. He got beaten so badly that he needed reconstructive surgery and--when he came back looking the way he does now, no one believed it was him, that he was Todd Manning, except for me. I knew.",
        "Baz: How?",
        "Starr: My little brothers are a lot younger than I am, so I was an only child for a while. My Dad and I were so close. He would let me have snakes and we would stay up all night watching horror movies. He called me Shorty.",
        "Baz: Must've been nice.",
        "Starr: Yeah, it was.",
        "Baz: I missed all that with my Dad.",
        "Starr: You can still have a relationship with him.",
        "Baz: It's a little late for him to call me \"Shorty.\" So why are you looking at a picture of your Dad with his old face?",
        "[SCENE_BREAK]",
        "Todd: So you think that someone actually did break a picture of me on purpose?",
        "Viki: I don't know. I came home earlier and these doors were open, and I know I closed them when I left. And I went outside and I got this weird feeling there was somebody there watching.",
        "Todd: Who?",
        "Viki: If I knew that...",
        "Todd: So your idea is that someone broke into the house, smashed a picture of me on purpose, and then spied on you from the terrace?",
        "Vimal: Why are you sneaking into Mr. Manning's office? Who are you?",
        "Todd: Who are you?",
        "Vimal: I'm Vimal Patel. I'm Mr. Manning's new associate.",
        "Todd: Are you? That's great. Your parents must be very proud.",
        "Vimal: I will need to see some I.D., though, or I will have to call security.",
        "[SCENE_BREAK]",
        "Bo: Look, I know you didn't want Gigi's heart to go to Clint, and I understand that, but to trade her heart for his house, all his assets?",
        "Rex: He's my father. I'm just taking what's mine.",
        "Bo: He owes you. There's no doubt about that. But to pin the man to his death bed? That's not you, Balsom.",
        "Rex: Well, so maybe I've changed. Maybe having Gigi killed by a heartless punk who got away with it because his Daddy's rich - maybe that changed me. Maybe I finally see the world for what it really is. It's brutal, unless you have enough money to protect the people you love. They took Gigi. They almost took Shane. You can understand why I want to protect them.",
        "Bo: Yeah. You want to protect Shane. I understand that. And I am with you on Jack Manning, but he's not better off from all of this, and you know that because you're a Dad. You can't protect your kid from his own mistakes. And Jack's gonna find that out the hard way.",
        "Rex: If there's any justice.",
        "Bo: What's this really all about, Balsom?",
        "[SCENE_BREAK]",
        "Jack: What the hell kind of name is Origami Cogs, anyway? Food. That's what I need.",
        "[SCENE_BREAK]",
        "Todd: Relax. You don't need to call security. I have every right to be here. We haven't been introduced. My name is Kent. Nicholas Kent.",
        "Vimal: So why are you sneaking into Mr. Manning's office...",
        "Todd: I didn't want to disturb him. You know how he gets.",
        "Vimal: Yes. He values his privacy. Do you have an appointment?",
        "Todd: I don't need an appointment. I'm the trash collector.",
        "Vimal: Maintenance?",
        "Todd: Sure. If you want to put it that way.",
        "Vimal: Well, usually, the maintenance men around here wear uniforms. They also have collection carts.",
        "[SCENE_BREAK]",
        "John: No one wants you to be the bad guy, Brody. I'm just surprised the tape is blank, and Marty was so desperate to get her hands on it.",
        "Brody: Maybe Marty erased it. Had it before it wound up in that basement if it's the same tape.",
        "Natalie: Brody, I came to you when you were going through Gigi's things, and you knew that Marty and I were fighting over a tape recorder. Why didn't you say something?",
        "Bo: There's something more driving you, Balsom. What is it?",
        "[SCENE_BREAK]",
        "Rex's voice: By the time I'm done, Jack will know how it feels to lose his mother, and Todd will know how it feels to lose his wife.",
        "Rex: John suspects that Manning paid off Brad's father so that Brad would take the rap. So do you blame me for wanting to have enough money to protect my son?",
        "Bo: I'm sorry that the department wasn't able to nail Jack Manning--not yet. But you're right--sometimes money will corrupt the system. But it doesn't fix everything. Look at me--I've got plenty of money. It didn't do a thing for Matthew.",
        "Rex: Got him into the best facility.",
        "Bo: And he'll get great care. But whether that'll make a difference...",
        "Rex: At least he has a chance.",
        "Bo: Balsom, I know it feels like there's no point.",
        "Rex: There's only one reason I get up in the morning--Shane.",
        "Bo: He's lucky to have you. But don't let this change who you are.",
        "Rex: Why not? Whoever I was, I wasn't good enough. I couldn't save her.",
        "Bo: You were plenty good enough. She had some bad luck.",
        "Rex: No, she was murdered, and the son of a bitch got away with it. Money? You want to even the score?",
        "[SCENE_BREAK]",
        "Todd: Ok. I know that you haven't been here a long time, and I'm not gonna hold that against you. But I've been here since day one. The first issue of \"The Sun\" wouldn't have happened without me, and I don't need a uniform or a collection cart to do the kind of collecting that I do.",
        "Vimal: I'm sorry. I'm sorry if I overstepped, Mr. Kent. I just-- I know how much Mr. Manning hates to be disturbed.",
        "Todd: You and me both.",
        "Vimal: Let's just forget this ever happened.",
        "Todd: Great.",
        "Vimal: Anything to keep Mr. Manning happy.",
        "Todd: Oh, Mr. Manning is gonna be very happy some time real soon. I'm sure of that.",
        "[SCENE_BREAK]",
        "Starr: You know what? I haven't even talked to James about this, and you and I are supposed to be recording music.",
        "Baz: What's this on his face? A scar?",
        "Starr: Yes. It's gone now.",
        "Baz: What?",
        "Starr: My little brother. He claims that he has this new friend--a guy that he found out by our pool. We all thought he was imagining things.",
        "Baz: But now you don't? Why?",
        "[SCENE_BREAK]",
        "Viki: You know what? You're right. I mean, that somebody would break in and smash a picture. That's just absurd, right?",
        "Todd: Hold on. What kind of cheesy security system do you have that strangers can just come and go as they please?",
        "Viki: Who said it was a stranger, huh?",
        "Todd: You think it was someone you know?",
        "Viki: No, not necessarily. I just had this feeling.",
        "Todd: You getting that feeling now?",
        "[Door closes]",
        "David: Viki? Oh, God. Viki!",
        "Viki: David? Ok, you're scaring me.",
        "David: I'm scared, too, Viki. Scared of my future, alone, without Dorian. She's locked me out of the house and out of her heart. Thanks to you, Todd. You printed those pictures.",
        "Todd: It's not my fault you wanted to hook up with that bikini chick.",
        "David: You're right. It's not your fault. It's Viki's.",
        "[SCENE_BREAK]",
        "Starr: When I asked Sam about his new friend, he said he had a line on his face.",
        "Baz: Like your Dad's old scar?",
        "Starr: Only Sam never knew my Dad when he had that scar.",
        "Baz: Could he have seen pictures?",
        "Starr: Yeah. That's the only possible explanation.",
        "Baz: So how come you don't buy it?",
        "[SCENE_BREAK]",
        "Brody: I just started going through all of Gigi's stuff when you showed up. I didn't find the tape until after you left. Look, we might not ever know what was on that tape, if there was anything or how it was erased or why Gigi had it. Marty's gone. Gigi's dead.",
        "Natalie: I remember pressing play. I mean, I--I heard something. I had to have heard something.",
        "John: Whatever it was, it sent you to my place. And you ran into Marty.",
        "Brody: What difference does it make? It's not gonna help us find Marty. Gigi's dead. Liam's safe. He's home. The tape doesn't matter.",
        "Natalie: It matters to me. So Gigi had the tape with her when she died?",
        "John: Yeah.",
        "Natalie: Ok, so that means that Gigi was carrying around my tape recorder with a blank tape inside. That doesn't make any sense. She was on her way to her wedding. There had to have been something on that tape. That means that someone erased it after she died. So who found it? What's the chain of evidence?",
        "John: I was there when Al was bagging and tagging everything, and then after that...Brody, you want to answer that?",
        "Brody: Would you get off my back? I didn't erase the damn tape.",
        "[SCENE_BREAK]",
        "Rex: After the funeral, guess who showed up? Blair and Téa. They came here to say how sorry they were. Sorry? Relieved is more like it, now that Jack got off.",
        "Bo: Are you sure about that?",
        "Rex: Manning paid off a guy who lost everything. He sold out his own kid for money. The whole thing reeks. And then Manning sends his women over here to make nice? And it's not like they're guilt-free--where were they when Jack was torturing Shane and murdering Gigi? And now Jack is back partying with his friends. And Gigi? She's in a hole in the ground. And the only thing that's left of her is a tombstone with some stupid words that don't do her any justice, and a kid who will never be the same.",
        "Bo: We've been through a lot together, Balsom, but this is the worst. I'm not gonna ask you for much, but please, just hear me out.",
        "[SCENE_BREAK]",
        "Blair: Come on. You don't really think David is sleeping with this Ionia woman, do you?",
        "Dorian: Picture's worth a thousand words.",
        "Blair: I'm sure that he has a very innocent explanation for it.",
        "Dorian: Oh, sure. He says it was all a setup. But I caught him with this.",
        "Blair: That's not really his color.",
        "Dorian: No. But the bitch who was wearing this showed her true colors. Ho ho. She sent over a package and a note. In the package was a gun, and the note told David to use it on me so the two of them could be together.",
        "Blair: Wait. She sent him a gun?",
        "Dorian: Yes, and when the police arrived, David accused me of having used it. I had to defend myself.",
        "Blair: Wait. The police were here? Did you shoot at David?",
        "Dorian: Oh, I wanted to shoot him. I really did. But-- then when we found the dead body, I lost...",
        "Blair: Whoa, a dead body? What dead body?",
        "[SCENE_BREAK]",
        "David: You of all people could've convinced Dorian that I wasn't having an affair with Ionia. She would've listened to you. But no. You refused to help me.",
        "Todd: Viki, I gotta go. It's Sam's birthday party tomorrow.",
        "David: Oh, good. Is there a dress code? I'll have my linen suit pressed.",
        "Todd: I'll text you the whens and the wheres and all that, ok?",
        "Viki: Why are you leaving?",
        "Todd: I left Jack in charge at \"The Sun,\" so--gotta make sure the place hasn't burned down.",
        "[SCENE_BREAK]",
        "Todd: You think you can just take my life, Mr. Manning? I'm gonna find out who you are. And when I do...",
        "Jack: Great. Locked myself out. Where's that stupid key?",
        "[SCENE_BREAK]",
        "Starr: I don't know why I keep going back to this picture. I should just listen to my Mom and your aunt.",
        "Baz: What do they say?",
        "Starr: They're saying that Sam is making it up, that this line on his friend's face--he must've gotten it from an old picture of my Dad.",
        "Baz: Except you do not believe that.",
        "Starr: It doesn't matter what I believe.",
        "Baz: Why not?",
        "Starr: Because it doesn't make sense. Sam's gotta be making it up. It's the only other explanation.",
        "Baz: Anything's possible.",
        "[SCENE_BREAK]",
        "Todd: Just take a man's life. Gotta be a clue in here somewhere.",
        "[Keys jingle]",
        "Todd: Mr. Manning, I presume.",
        "Todd's voice: I have a son. His name is Jack.",
        "Todd: Jack. Jack. Oh, my God.",
        "[SCENE_BREAK]",
        "Natalie: Brody, we're just trying to figure out what happened.",
        "Brody: Just talking about Gigi's murder. We were close, she was important to me, and she shouldn't have died, and thinking about that and Liam's kidnapping, I just want to move on from all of that.",
        "John: I'm sorry for your loss, but we can't do that, and you know why.",
        "[SCENE_BREAK]",
        "Bo: I understand what you're going through, Balsom. When my son died, part of me died with him. And I shut down. I wouldn't let anyone help me-- not even Nora. I pushed her away. And I ended up losing her for a long time. And I got so sick that I almost died myself. I don't want that to happen to you. You've gotta think about Shane right now, and all this rage that you feel--I think that that's grief trying to get out. And if you don't let it, if you use all of that anger to get even, you're gonna end up hurting yourself. They'll get there-- they always do. I don't think that Gigi would want you to worry about them. I think she'd want you to take care of yourself. Just think about Shane, because you're all that he's got right now, and you've gotta help him get through all of this. Balsom, you are his only ticket to a normal life. But you gotta let go. You hear me?",
        "Rex: I heard every word you said.",
        "Bo: Are you gonna listen to me?",
        "[SCENE_BREAK]",
        "Blair: Did you say dead body?",
        "Dorian: Yes. Yes, we found a dead body over there in the bushes.",
        "Blair: And we're standing here having a discussion about your little fight with David?",
        "Dorian: Little fight? My marriage is about to break up, darling. Forgive me for thinking that took precedence over the ill-timed death of a stranger.",
        "Blair: I'm sorry. My children live in this house. They play out by the pool all the time, and they were just--like, yards away from a dead body?",
        "Dorian: Yeah.",
        "[SCENE_BREAK]",
        "Viki: All right, David, what happened this time?",
        "David: I'll tell you after I get unpacked. Should I just take the bedroom that I was in last summer?",
        "Viki: Excuse me?",
        "David: I'm sure that Pa and step-Nora would probably love to host me, but Matthew in his condition\u0097I probably shouldn't do that. I should probably just stay right here.",
        "Viki: I don't think that's a good idea.",
        "David: Not a good idea?",
        "Viki: No.",
        "David: Oh. Oh, Viki. Are you afraid that you're finally going to hurl yourself at me? Because believe me, I would like to indulge your every whim. I'd like to make Dorian jealous while we're doing it, but I just--I can't do that to her anymore. Even though she would've shot me if it weren't for that corpse, I still love her.",
        "Viki: What corpse?",
        "David: Hmm? Oh, some stranger died over at Dorian's house, but my good friend John McBain's gonna find that culprit. He and I are like brothers. So why didn't he talk some sense into Dorian? This is where you come in.",
        "Viki: David, no. I'm not going to help you. Not if you're cheating on Dorian.",
        "[SCENE_BREAK]",
        "Blair: So John and Brody didn't recognize him.",
        "Dorian: None of us did.",
        "Blair: Do they know who the killer was?",
        "Dorian: No.",
        "Blair: Do they know why he was here?",
        "Dorian: It's...all a mystery.",
        "Blair: Dorian, are they investigating at least?",
        "Dorian: Well, of course they are. They took my statement. They took David's. Ugh. They're probably gonna want a statement from Starr and Jack, maybe even Sam, so--",
        "Blair: Sam?",
        "Dorian: Yeah, you better prepare the kids.",
        "Blair: Wait. Maybe your dead guy is the man that Sam's been talking about.",
        "[SCENE_BREAK]",
        "Starr: Sam has just never been the imaginary friend kind of kid.",
        "Baz: But your Mom thinks that's all it is?",
        "Starr: She told me that I used to make up stories, but I reminded her that one of them turned out to be true.",
        "Baz: Yeah?",
        "Starr: Yeah. I told my Mom and Téa that I'm going to make sure that this guy's really imaginary.",
        "Baz: So until then, you feel like making some music?",
        "Starr: Definitely. Ok.",
        "[SCENE_BREAK]",
        "Todd: Jack? I'm sorry. I didn't know it was you. If I knew it was you, I-- I wouldn't hurt you, Jack.",
        "Jack: Dad? Dad?",
        "Vimal: Todd! Did that maintenance man disturb you?",
        "Todd: You're gonna be the one picking up garbage unless you find me another satellite to buy!",
        "Vimal: Of course, sir.",
        "Todd: And stay under the radar this time. The last one I bid on was stolen right from under me. You understand?",
        "Vimal: Yes, sir! Yes, sir!",
        "Todd: Jack. Hey. Hey, buddy. It's Dad. What happened?",
        "Jack: Dad. I don't know. I think somebody knocked me out.",
        "Todd: Did you see who it was?",
        "[SCENE_BREAK]",
        "Viki: You yourself admitted that those photos in \"The Sun\" were real.",
        "David: But it's not what it seems. I was alone, innocently sunbathing.",
        "Viki: Oh, Lord. In your--",
        "David: Trunks. The Speedo's only for special occasions.",
        "Viki: David, you're learning restraint.",
        "David: Which is exactly my intention. This woman, this Dorian wannabe, breaks onto the property. She throws herself at me. It was horrible. I mean, you know me. I'm as open-minded as the next guy, but this woman was all over me. It was like I was being devoured by a starving squid. She took off her top, she kissed me without asking. I felt violated.",
        "Viki: I see.",
        "David: No, Viki, listen to me. I don't think you see at all. I didn't want this woman. All that she and I ever did together was act in my movie. If you can call what she did acting. Although that's no matter. The camera's on the money the whole time, so we'll be good in the edit. But that's my point. Given our history, what was she even doing there? It's a setup. Who took those pictures? Who gave those pictures to your brother? Not me. Someone's got it out for me.",
        "Viki: Be that as it may--",
        "David: I love Dorian, Viki. All those months that I spent in that Moroccan hellhole, the only thing that got me through was dreaming of her. She's the only one for me. I don't want anybody else. And why would I lie to you, of all people?",
        "Viki: Given our history...",
        "David: That's true. That whopper of a lie in the past, where I told you I was your brother and then your real brother showed up and blew it for me. Every time I see Todd's face--the same. But he's got a new face now so we're all good. But I may have lost my Baby Snooks. I can't have that, Viki. I love Dorian. I would never cheat on her.",
        "Viki: Baby Snooks?",
        "David: Oh, God...",
        "Viki: Don't you dare cry, David.",
        "David: I love her. And I think she's lost without me. Plus, she pays for stuff. Please, Viki. You've gotta help us.",
        "Viki: Look, David, even if I wanted to help you, Dorian won't listen to me.",
        "David: So you do believe me? You do believe me, then? Look, I know what Charlie did to you was terrible. I would never do that to Dorian. Ever. She's my one and only.",
        "Viki: Ok. I believe you, all right? But I don't think I can talk to Dorian.",
        "David: Oh, no. We're way past talk. I need more from you. So much more.",
        "[SCENE_BREAK]",
        "Dorian: How on earth would Sam know the man who died here?",
        "Blair: Well, Sam told Starr that he's been talking to this guy out here by the pool. We thought he was making it up-- that it was an imaginary friend.",
        "Dorian: That doesn't sound like Sam.",
        "Blair: Did the guy have a line on his face?",
        "Dorian: A line?",
        "Blair: Well, that's what Sam calls it. Maybe it was a birthmark or a scar or something. I don't know.",
        "Dorian: Look, I wouldn't know. I was much too busy defending myself. David kept saying that I was the one who shot the dead man, which is ridiculous. Luckily, John did not believe that. Honey, you don't think Sam shot--",
        "Blair: Oh, don't be ridiculous, Dorian.",
        "Dorian: Don't forget who his parents are--Mad Margaret. Twisted Todd.",
        "Blair: Sam wouldn't hurt a fly. Although I've been worried about him when he talks about an imaginary friend, but that might explain it. If that guy is real.",
        "Dorian: Unless Sam was chatting with the shooter.",
        "[SCENE_BREAK]",
        "Brody: What is it, John? Why can't Natalie and I just move on with Liam?",
        "John: You can try, but you're also a cop. Marty killed someone. The reason she got away with it is because Manning helped her. Now he's helped his jerk son get away with Gigi's death. This time we're gonna nail the guy.",
        "Brody: We've needed to nail that guy since I got to this town. But with a fresh body, we've got bigger problems.",
        "Natalie: Fresh body?",
        "John: A guy we found at Dorian Lord's. Gunshot Vic. We haven't recovered the weapon yet.",
        "Natalie: Do you know who it is?",
        "John: Not yet, but when we I.D. him, I bet you it leads straight to Manning.",
        "[SCENE_BREAK]",
        "Todd: Here you go, buddy. Hey. Are you sure you're all right? The ER is very close.",
        "Jack: I'll be fine.",
        "Todd: Let me see this thing.",
        "Jack: Ow.",
        "Todd: What happened?",
        "Jack: I hit a wall with the Origami Cogs thing. So I went out to get some food. I was only gone, like, 3 minutes. When I came back, the door was locked.",
        "Todd: These doors?",
        "Jack: Yeah. And when I got inside, somebody hit me.",
        "Todd: But you didn't see who?",
        "Jack: It was from behind.",
        "Todd: I'm gonna call security. What the hell are you doing?",
        "Jack: Just looking for the painkillers.",
        "Todd: Stay out of my desk. You want painkillers, I'll get you some. It's Todd. Get up to my office. There's been a break-in. Yeah.",
        "Jack: That's weird.",
        "Todd: What's weird?",
        "Jack: Someone messed with the computer when I was gone.",
        "Todd: Ok, that's one too many.",
        "Jack: What do you mean?",
        "Todd: Someone broke into your aunt Viki's place earlier. Smashed a picture of me. Now someone's attacked you and messed with a computer. I know who's doing this to us.",
        "[SCENE_BREAK]",
        "Rex: You want me to let go of the fact that Gigi was murdered, and that her killer walked? Sorry, I can't do that. I won't. You're asking me to dishonor the woman I love, the mother of my child.",
        "Bo: It's not dishonoring her.",
        "Rex: Ok, then you try it. Oh, wait. I forgot. You've already forgotten about the fact that Matthew's head was bashed in and that he's lying in a rehab facility in Philadelphia and that he might not make it. How do you do that? How do you pretend it's all right?",
        "Bo: I didn't say that was all right.",
        "Rex: But it's all right for me.",
        "Bo: That's not what I meant, Balsom.",
        "Rex: How about this? How about this? You track down the creep who ruined your son's life, and when the justice system gives him a pass, then we'll talk.",
        "[SCENE_BREAK]",
        "Blair: What if Sam befriended a murderer?",
        "Dorian: It's a lot better than befriending a skanky skank, slutty slut-come- lately like this. She probably slept with David to get the part in our movie.",
        "Blair: Are you all right?",
        "Dorian: Yeah. I'm fine. Just fine.",
        "[SCENE_BREAK]",
        "Viki: Oh, dear. David, what can I possibly do to help you regain Dorian's trust?",
        "David: First we have to figure out who's doing this to me. You're smart. You have a newspaper. You have plenty of resources. You can help me investigate. Someone's trying to ruin my life, and someone's trying to ruin Dorian's life, too.",
        "Viki: Ok, stop, all right? Don't cry.",
        "David: Dorian...",
        "Viki: David? All right. If someone is setting you up, I will try to help you find him. Don't cry, David!",
        "David: I'm not crying.",
        "Viki: David.",
        "[David crying]",
        "[SCENE_BREAK]",
        "Blair: Come on, Dorian. You sure this isn't a setup?",
        "Dorian: I don't want to talk about David. You better talk to Sam.",
        "Blair: You're right. I'm gonna sit that boy down, and I'm gonna talk to him, and I'm gonna find out exactly who the man is with the line on his face.",
        "[SCENE_BREAK]",
        "Starr: Was that as good as I think it was?",
        "Baz: Better. Come on. Let's go celebrate.",
        "Starr: Ok. I'll go grab my computer.",
        "Baz: I had a feeling this would work. We could take this act on the road. Make a name for ourselves.",
        "Starr: You think?",
        "Baz: Like I said-- anything's possible.",
        "[SCENE_BREAK]",
        "Vimal: Excuse me, Mr. Kent, could you please clean up my office? After you're done with Mr. Manning's, of course.",
        "Todd: Sure. You're right--I'll have to come back for Mr. Manning's office. There's still a lot of trash in there.",
        "[SCENE_BREAK]",
        "Todd: Where's my security team?",
        "Jack: Forget security. What did you mean? Who's doing this to us?",
        "Todd: The same bastards who stole my satellite-- Origami Cogs.",
        "Jack: I was on the computer for an hour. There's nothing about them.",
        "Todd: They can't stay hidden forever. We'll get them.",
        "[SCENE_BREAK]",
        "Bo: You change your mind, you know where to find me.",
        "Rex: Bo, I know you want to help. You can't.",
        "Bo: Balsom--",
        "Rex: Just go!",
        "[SCENE_BREAK]",
        "Natalie: You really think that my uncle had something to do with the Vic at Dorian's?",
        "John: Maybe you can talk to the CSUs that were at the scene, all right? See what they found. See what you make of it. Brody. All right, let's' check the Vic out, all right? Get him through the missing persons database. Run his prints. See if you can't put a name with the face.",
        "Natalie: Let me go check on Liam and I'm on it.",
        "Brody: Me, too."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=Lkt9XsSxd0g"
}