{
    "Episode Summary": [],
    "Recap": [
        "When Jared comes downstairs, he finds the rest of the Buchanans and Nora huddled around the television set in the living room. He questions them as to who had died. Viki begs Marcie for her pills that are in her hotel room. Starr and Langston come downstairs to find Dorian in front of her television set. Dorian fills them as to what had been going on in Texas with Viki, Todd, Marcie, Tommy and Michael. Michael talks to Marcie through the door to persuade her to let him in to check on Viki. Michael persuades Marcie to let Viki leave and to take him as the hostage instead. Gigi is upset to see Ramsay outside of the diner. It is revealed through their conversation that Ramsay had once held her son hostage. Viki is released from the diner. Michael and Marcie spend some quality time with Tommy. Jared lets Natalie vent her anger at Viki on him. Dorian lets Starr and Langston know that Blair had gone to Texas to be with Todd."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Jared: Oh -- S.O.S. I need a cup of that, and can you scare up some of those crepes that I like with some of that -- oh, Canadian bacon? I have been jamming on this proposal all night and I am hurting for brain food, Nigel.",
        "Nigel: Sorry. I'm tending to actual members of the Buchanan family in an actual crisis. Whatever comestibles you require you'll have to scare up yourself.",
        "[Imitates cat snarl]",
        "[SCENE_BREAK]",
        "Jill: So Victoria Lord Davidson, owner/publisher of a prominent Pennsylvania newspaper, is waiting tables in a Texas hash house?",
        "Noelle: First of all, in no way is the Bon-Jour a hash house, ma'am. And second of all, we mind our business down here, so all I know is Viki is a good person and damn fine waitress.",
        "Nora: I'm -- I'm sorry. Did -- did I hear that right?",
        "Clint: Viki, a waitress?",
        "Jessica: It doesn't make sense.",
        "Natalie: Okay, guys, we shouldn't be jumping to conclusions. This is TV. People get things wrong all the time.",
        "Nash: Yeah, they'll say any old thing just to get their 15 seconds of fame.",
        "Jessica: Well, she's down there. That's not made up.",
        "Natalie: This can't be happening.",
        "Clint: We're going to get through this, honey, I promise you that.",
        "Jared: Who died?",
        "[SCENE_BREAK]",
        "Jill: How is it that Victoria Lord Davidson came to be working at a diner in Paris, Texas?",
        "Dorian: How is it that she can still manage to grab headlines and the spotlight by working in some horrible diner in an awful polyester uniform with an apron --",
        "Starr: Hey, Aunt Dorian.",
        "Dorian: Oh!",
        "[Glass shatters]",
        "Dorian: God --",
        "Langston: Somebody needs a day at the spa.",
        "Dorian: Oh.",
        "[SCENE_BREAK]",
        "Noelle: Are you sure we're talking about the same person? Because I'm talking about the Viki who works here, not some rich lady from back east.",
        "Jill: But Todd Manning has already identified Marcie McBain's hostage as his sister, publisher Victoria Lord Davidson.",
        "Noelle: Well, I don't know this Todd Manning, but --",
        "Jill: Is there more than one Victoria Lord Davidson working at the Bon-Jour Cafe?",
        "Noelle: There's one Viki, and she likes her privacy, so don't think y'all are going to get me to spill all her business.",
        "Reporter: What our viewers would like to know is how Victoria Lord Davidson went from being the head of a newspaper empire to waiting tables at a Texas truck stop.",
        "[SCENE_BREAK]",
        "Michael: She's not picking up. Why isn't she picking up?",
        "[Phone rings]",
        "Viki: Marcie, please. I need my pills, okay? I'll -- I'll be all right if I can have my medicine. Please?",
        "Marcie: Okay. All right. I'll -- I'm going to get you some water, okay?",
        "Viki: Thank you.",
        "Marcie: And then you should probably try to stretch out on that -- on -- on that booth as much as you possibly can, all right?",
        "Viki: No, Marcie -- no, no.",
        "Marcie: Now, look, you need to put your knees above your heart level, okay, because that's what Michael would say.",
        "Viki: Marcie, I had a transplant, okay?",
        "Marcie: I know that, which is why you need to elevate your legs.",
        "Viki: Please, I need my pills.",
        "Marcie: Okay, fine -- fine, just tell me where they are and I'll get them for you, okay?",
        "Viki: Oh, God -- they're in my room, across the street. Oh -- agh.",
        "[SCENE_BREAK]",
        "Reporter: Well, Angela, the tale is getting more and more bizarre. As we've just learned, Pennsylvania publishing tycoon Victoria Lord Davidson was actually working as a waitress inside the Bon-Jour Cafe, where she has now been taken hostage by fugitive Marcie McBain here in Paris, Texas.",
        "[Roxy mutes sound]",
        "Roxy: You know, first the Canuck dollar is kicking our butt. The Pennsylvania economy is tanking. So Viki's got to go all the way down to Texas to get a job.",
        "Miles: No, I -- I don't think what's happening with Mrs. Davidson has anything to do with the economy.",
        "Roxy: You know, it might seem like that at first, but you know, believe me, I know all about the bulls and the bears. And when you're playing the slots -- I mean the stocks -- you got to pull out fast and you got to invest in hard assets before the balloon goes pop.",
        "Adriana: This is nuts.",
        "Roxy: Hey, listen, you stick with me, kiddo, you'll end up in liquid.",
        "Adriana: Oh, no, I mean, am I the only one who's weirded out by the whole blue-collar Viki thing?",
        "Miles: You know, Natalie thought that she was on some kind of extended vacation in France.",
        "Rex: Yeah, the whole family did. What -- what was she doing? She pretty much lied to her kids about where she went and what she was up to.",
        "Roxy: Hey, listen, I don't care if she went to Mars. Where she went and what she did is nobody else's business.",
        "[SCENE_BREAK]",
        "Dorian: Please be very careful where you walk, girls, all right? I'll have this cleaned up promptly. Hello? Can I have some help in here?",
        "Starr: Aunt Dorian, you can't call them. You gave everybody the night off, remember -- to make up for the holiday nights?",
        "Dorian: Oh, right. Right you are. Goodness, gra-- no! Please, don't touch any of that.",
        "Langston: Okay.",
        "Dorian: I don't want you to get cut, and I apologize because normally, I run a tighter ship here at La Boulaie.",
        "Langston: You don't need to apologize. I'm still getting over the fact that you have maids -- plural.",
        "Starr: Well, whatever is good for Aunt Viki is good for Aunt Dorian.",
        "Dorian: I don't have mere maids, I have a staff, a highly qualified staff. In fact, you may not be aware, but I once had Carlotta Vega working for me. Oh, yes.",
        "Starr: Hmm, we know.",
        "Dorian: Way back -- ow, oh!",
        "Langston: Oh, be careful!",
        "Dorian: No, no, no, it's nothing.",
        "Langston: Are you okay?",
        "Dorian: Yeah, yeah, yeah, yeah. Everything's just fine.",
        "Langston: How did all this happen, anyway?",
        "Dorian: I was watching TV, and then you two suddenly came in the room and startled me. Would you like to explain what you're doing up at this hour of the night?",
        "Starr: Well, we just decided to take a break. We were studying.",
        "Langston: Yeah, we have a big bio test tomorrow.",
        "Starr: Big bio test.",
        "Dorian: Oh. Hmm. You know, scientific studies have proven that you get diminished returns when you lose sleep cramming for a test.",
        "Starr: I don't believe that. Mom lets me stay up every night. Even ask her.",
        "Dorian: I will ask her when she gets back.",
        "Starr: Back from where? Where did she go?",
        "Dorian: Texas. She went to join your father, who has found his son, again. Let's hope for the last time.",
        "Reporter: This is Amy Vanderoff from WFAA's \"Good Morning Texas,\" bringing you updates from the parking lot of the Bon-Jour Cafe.",
        "[SCENE_BREAK]",
        "Michael: She's not answering.",
        "Agent Sutton: Hang up the phone.",
        "Todd: What do you mean, \"hang up the phone\"?",
        "Agent Sutton: Now, Dr. McBain!",
        "John: Just do what he says, mike.",
        "Agent Sutton: We'll try again in a few minutes.",
        "Todd: Oh, I see. You decide to hang up now, but in a few minutes, she'll pick up -- is that right?",
        "Agent Sutton: We have a protocol, Mr. Manning.",
        "Todd: I don't really care about your protocol. You and your men have to get in ere right now and get my sister and my kid out of there. Got it?",
        "[SCENE_BREAK]",
        "Jill: Victoria Davidson was employed here at the Bon-Jour Cafe for four months, is that correct?",
        "Noelle: Five months, I already told you.",
        "Jill: And the fugitive, Marcie McBain --",
        "Noelle: Oh, we knew her as Sally Ann.",
        "Jill: She was here for over two weeks, is that right?",
        "Noelle: I guess so.",
        "Jill: Both women working at the same establishment for over two weeks. And yet, Victoria Davidson never once came in contact with the fugitive before today? How is that possible?",
        "Noelle: Well, Sally Ann was subbing for Viki. They never worked the same shift.",
        "Jill: But you did, every day for the past 2 1/2 weeks. Ms. Ortiz, are you aware that you were aiding and abetting a federally wanted child kidnapper?",
        "Moe: Who in the blazes do you think you are? Badgering this poor woman when she's worried sick about her friend?",
        "Jill: Sir, I'm just doing my job.",
        "Moe: Well, I'm the owner of this establishment, and if you keep bothering my employees, you're going to have to do your \"job\" someplace else! Noelle?",
        "Gigi: Oh -- thank God. I heard on the radio when they said \"hostage\" and \"Bon- Jour Cafe.\" All I could think about was you guys, and Viki and Sally Ann.",
        "Moe: Don't you mean \"Marcie\"? Amazing how you two were so close and you never knew who she really was.",
        "Gigi: She really needed my help, Moe.",
        "Moe: So there was no \"Sally Ann.\" Just some folks who you conned into thinking there was.",
        "Gigi: I can explain, okay?",
        "Moe: Just tell me this. What's that woman going to do to our Viki?",
        "[SCENE_BREAK]",
        "Marcie: Come on, aren't you on -- on some kind of a schedule, you know? I mean, don't you know when to take your pills?",
        "Viki: Yes, I do.",
        "Marcie: We, then why aren't they here?",
        "Viki: They're -- they're -- I was going to go home to get them when you came, and --",
        "Marcie: Then what? Look, come on, you have to have some kind of extra dose lying around, Viki.",
        "Viki: No, I don't.",
        "Marcie: Just look for them.",
        "Viki: No, they're not in there, Marcie, no.",
        "Marcie: Don't tell me that you don't have an extra set of pills lying around, that you don't plan for emergencies. Everybody plans for emergencies Viki -- now, where are they?",
        "Viki: Marcie, they're in my room on my nightstand. Oh, God \u0096",
        "Marcie: This is a problem, isn't it?",
        "Viki: Yeah, it is, but -- but I'll be okay. You can fix it if I get my medicine. Please, I need my pills.",
        "Marcie: No. No, you don't need them, and you're not going to get them!",
        "Viki: What?",
        "[SCENE_BREAK]",
        "Starr: Whoa, whoa, wait -- back up, back up. My dad found Sam?",
        "Dorian: Yes. Yes, he did.",
        "Starr: Oh, this is amazing! Oh, my gosh! Is -- is -- is he alive? He's alive? Well, what I meant is, like, they found him all in one piece? He's all good?",
        "Dorian: All the details are not in yet --",
        "Starr: I don't care about all the details, Aunt Dorian! My baby brother's coming home!",
        "Langston: Oh!",
        "Starr: Oh! Sam's coming home!",
        "Dorian: Shh, Starr --",
        "Starr: Oh, my gosh -- I am so excited!",
        "Dorian: Starr! Shh, shh.",
        "Starr: What? What?",
        "Dorian: Honey, keep it down, please. You're going to wake up Jack, and your grandmother, and I -- I have a guest.",
        "Starr: I really don't care about that, Aunt Dorian. Why -- don't kill it, please. We -- we should be setting off fireworks right now. We should be shouting from the rooftops!",
        "Langston: Hold on, Starr. Did I hear right? Did you say there's another guest in the house?",
        "Dorian: Yes. Shh. It's my friend Charlie, and he really needs his rest. He's -- he's kind of exhausted and --",
        "Starr: Okay. Well, he's just going to have to get over that because right now, we are going to party all night long! What?",
        "Dorian: Honey, I'm afraid your celebration may have to be delayed. Yes, your father has found your baby brother, but there's no guarantee he's going to be able to bring him home.",
        "[SCENE_BREAK]",
        "Clint: A friend of the family's has taken Jessie and Natalie's mom hostage. This is unfolding as we speak in Texas.",
        "Jared: Ms. -- Ms. Davidson? I thought she was in Paris.",
        "Clint: She is -- Paris, Texas.",
        "Jared: Okay, weird.",
        "Nora: Well, what's weird is that she's a waitress in Paris, Texas.",
        "Natalie: Okay, guys, please, all right? Some waitress claims that our mom is working at some backwater diner and we're just supposed to lap that up?",
        "Jessica: Well --",
        "Clint: I know. You're skeptical, but we have to keep an open mind about this. Now, obviously, Viki chose her words very carefully when she talked to you and your sister.",
        "Natalie: Is that your polite way of saying that Mom's been lying to us this whole time?",
        "Nash: Well, she knew that you guys thought she was in France and didn't say anything to correct you.",
        "Natalie: So? What? What?",
        "Jessica: So what else is she hiding?",
        "Nigel: People aren't always what they appear to be. Coffee?",
        "Jared: No, thanks.",
        "Natalie: I just don't understand y we're talking about this right now.",
        "Jessica: Because it's relevant.",
        "Jared: I think what Natalie's trying to say is, what's the point in arguing the details when Mrs. Davidson's life is clearly in danger?",
        "Nash: All right, come on, seriously, do any of us really think that Marcie would or even could hurt Viki?",
        "Jessica: Assuming it is Viki. I mean, come on, somebody's got to say it. A truck stop -- posing as a waitress? Sounds a lot like Niki Smith.",
        "[SCENE_BREAK]",
        "Marcie: I told you things, Viki. I -- I confided in you. I trusted in you! And what do you do? You try and trick me?",
        "Viki: No, I didn't, I didn't.",
        "Marcie: You're good. Oh, you're good. I'll give you that much. You pretended to -- to care about how I was feeling.",
        "Viki: I do care.",
        "Marcie: You fed me all that bull about us being mothers and how you know what it's like to lose a kid!",
        "Viki: I do know, I do know.",
        "Marcie: You said all of that to soften me up, Viki. You said all of that. You tried to play the heart card -- close the deal with the sick act!",
        "Viki: Marcie --",
        "Marcie: But you are just trying to trick me!",
        "Viki: No, I'm not, I'm not. Look -- oh -- Marcie, I need my pills. You've -- you've worked in a hospital, right?",
        "Marcie: So?",
        "Viki: Come on, you know what sick people look like.",
        "Marcie: Yeah, you bet I do.",
        "Viki: Look at me. I'm not making this up. I need my pills. Please, I beg you. Please, get me my pills. Oh, God. Oh \u0096",
        "[SCENE_BREAK]",
        "Amy: Author Marcie Walsh McBain has been on the run with her adoptive son for the past few months, refusing to hand over the child to his biological father, Todd Manning.",
        "Gigi: I had no idea she could do this -- pull a stunt like this.",
        "Moe: You knew she was using a fake name. You knew she stole somebody else's child and fled with him out of the state.",
        "Shane: She was our friend.",
        "Gigi: That's right, honey. And it's not like how you're making it sound.",
        "Moe: How do you call someone a friend and not know what they're capable of?",
        "Noelle: How did you call Viki a friend and not know she was just slumming it here with us? That she was some millionaire news lady? Not to mention, the little kid that everybody's so worried about. That's her nephew.",
        "Gigi: Excuse me?",
        "Noelle: That man -- that is Viki's brother. Sally Ann -- Marcie kidnapped his son.",
        "Gigi: Well, he's no stranger to kidnapping.",
        "[SCENE_BREAK]",
        "Todd: I brought you guys in it because I thought you could handle this, but, you know, if you're just going to stand around out here and do nothing and let this lunatic call the shots --",
        "Agent Sutton: Like I said, there's a protocol for hostage events which I'm not going to waste my time walking you through, and if you don't like that, there's a prime piece of real estate behind that barricade where we can park your ass!",
        "Officer: Sharp shooters are in place. Team two is still working on the back entrance.",
        "Agent Sutton: What about my eyes and ears?",
        "Officer: Still waiting for that equipment. Agent Sutton. E.T.A.?",
        "Officer: We're about an hour out.",
        "John: Chief, you got to cut that time in half; I don't care how you do it.",
        "[Phone rings]",
        "Michael: Let me get that.",
        "Agent Sutton: No. John, you're up.",
        "John: Yeah? Marcie?",
        "Marcie: John?",
        "John: Yeah, yeah, it's -- it's me. We tried calling you a few minutes ago, but no one answered. Everything okay?",
        "Marcie: It could be going better.",
        "John: All right. Well, look, we're working on that list you gave us, but some of those items are going to take some time.",
        "Marcie: Okay.",
        "John: I've got to ask, how's Viki doing?",
        "Marcie: Well, that's why I'm calling, John.",
        "John: What happened? Marcie?",
        "Marcie: I -- I tried to help her, John, but -- but I can't.",
        "John: Okay, tell me exactly what happened in there.",
        "Marcie: It's her heart, John.",
        "John: What about her heart?",
        "Marcie: John, she needs her medication. It is on her nightstand in her motel room across the street, okay?",
        "John: Okay, nightstand in her hotel room? Her meds?",
        "Marcie: Yes. John, you need to hurry up, because I think it's really important, okay?",
        "Natalie: No. No way. Niki Smith is history.",
        "Jessica: Okay, I don't want to believe it, either, but --",
        "Natalie: No. What -- Jessica, Mom's life is on the line here, and between Marcie, who's lost it, Todd, who never had it, and the swat team with all their rifles -- why are we sitting around gossiping about her?",
        "Clint: Nobody is gossiping about your mother.",
        "Nora: We just need to consider everything that could affect your mother's safe recovery.",
        "Clint: We can't afford to disregard the Niki Smith angle.",
        "Jessica: And find out we're dead wrong, and somebody get pushed out a window.",
        "Clint: Twice before we thought that Viki was healed, and we were wrong both times. Integration is not foolproof.",
        "[SCENE_BREAK]",
        "Marcie: John, did you hear me? Come -- come on, she needs that medication, okay?",
        "John: You know, Marcie, things would be simpler for you if you didn't have to worry about Viki. So why don't you let her walk out of there and get the medical attention she needs?",
        "Marcie: Look, she said all she needs are her pills and she will be okay.",
        "John: What if she's wrong? You know what happens if something happens to her in your custody?",
        "Marcie: Well, then we will deal with that when that happens, and not before. So I suggest you get those pills now, John, quickly.",
        "Michael: What did she say, John?",
        "Todd: John, what's going on?",
        "John: Wait. Hey, listen -- listen, go to the Bon Suites Motel, all right? Viki Davidson's room. We need some medication from the nightstand. Get whatever's in there, okay?",
        "Officer: You got it.",
        "John: Thank you.",
        "Agent Sutton: Mr. Manning, your sister has a heart condition?",
        "Todd: Yeah, she does. She had a transplant a few years ago.",
        "Agent Sutton: So she's on anti-rejection meds?",
        "Todd: Yeah, she's on those, and she's on a bunch of other stuff for the side effects. She takes all this stuff like clockwork.",
        "Agent Sutton: What happens if a patient misses a dose?",
        "Michael: It depends on the patient. It could be shortness of breath, abdominal pain, anything up to organ failure, but we don't know how many doses Viki's missed.",
        "Todd: She doesn't skip anything.",
        "John: Yeah, if she missed her dose, who cares? Why are we fooling around with that? Let's just get her her medication.",
        "Todd: Yeah.",
        "Michael: But the pills might not be good enough. We're talking about a transplanted heart here. Any number of things could go wrong. We don't know that the pills are the answer.",
        "Agent Sutton: If you have a suggestion, now is the time.",
        "Michael: We need to send in a doctor.",
        "Agent Sutton: You?",
        "Michael: I can examine Viki and make a diagnosis.",
        "Agent Sutton: The doctor I send in is not going to be married to the hostage- taker.",
        "John: And while we're waiting around, what happens to Viki? Look, my brother's here, he's a doctor. He can help Viki and Marcie. All right? He can help us end this right now.",
        "Agent Sutton: Suit him up and prep him up. You're going in.",
        "John: Okay, Marcie -- she's going to be agitated, right? So be there for her. Don't -- don't get yourself caught up in any of this, okay?",
        "Michael: John, my family's in there. That's all I need to know.",
        "Todd: Yeah, well, my family's in there, too, Mike. All right, so watch out for Viki and Sam. Get them out of there.",
        "[SCENE_BREAK]",
        "Roxy: What?",
        "Rex: That's the second time you've jumped down my throat tonight. What is with you?",
        "Roxy: Viki's in trouble, okay? So I'm a little on edge, all right?",
        "Rex: Well, if I had found Marcie, none of this would be happening.",
        "Adriana: Rex, none of this is your fault.",
        "Miles: No, she's right, and you weren't the only one looking for her -- the police, the F.B.I., Todd and whoever he hired. She didn't want to be found.",
        "Rex: I should go. We've bogarted your room long enough.",
        "Adriana: Yeah, thanks for letting us hang out.",
        "Rex: Morasco?",
        "Jill: We're here with another employee of the Bon-Jour Cafe, Ms. Gigi Morasco. Ms. Morasco, can you briefly explain your relationship to the fugitive, Marcie McBain, and to the hostage, Victoria Davidson?",
        "Gigi: I have worked with Viki for almost half a year now, and Marcie I met when she moved here a couple months ago. I've become friends with both of them.",
        "Jill: Did you have any idea at the time --",
        "Gigi: I also know Todd Manning.",
        "Jill: The father of the boy that Mrs. McBain kidnapped?",
        "Gigi: That's the one.",
        "Jill: In what capacity did you come to know Mr. Manning?",
        "Gigi: I've had a few dealings with him and they haven't been very pleasant. I pretty much learned that Mr. Manning is a terrible, dangerous person who will do anything, hurt anybody -- including single mothers like myself -- in order to get what he wants.",
        "Jill: Can you back up these allegations with concrete facts?",
        "Gigi: You bet your bottom dollar I --",
        "Jill: You were saying you could substantiate this. Please continue, Ms. Morasco.",
        "[SCENE_BREAK]",
        "Marcie: Come on, how long does it take them to go across the street and get a bottle of pills, right?",
        "[Viki groans]",
        "Marcie: I'm sorry. I'm sorry that I had to do this, but I -- I couldn't let you go, okay? You know that I -- I wanted to let you go, but you -- you give them an inch and the next thing you know, they'll be breaking down the door and ripping Tommy away from me.",
        "Viki: Yeah.",
        "Marcie: This isn't who I am. You know that.",
        "Viki: I know -- I know that. I know.",
        "Marcie: I just -- I didn't have a choice.",
        "Viki: Is it worth losing yourself for, Marcie?",
        "Marcie: It is -- if I can save my son, it is.",
        "[Knock on door]",
        "Viki: Oh, please -- oh, God. Please --",
        "[Knock]",
        "Viki: Please -- please -- oh \u0096",
        "[SCENE_BREAK]",
        "Dorian: The last I heard, Marcie McBain was still barricaded inside the diner, holding your brother hostage.",
        "Starr: And Aunt Viki, too?",
        "Dorian: Yes. Aunt Viki, too. Now, don't ask me what Viki is doing there or why she chose to retrofit her life waiting tables in a diner in Paris, Texas.",
        "Starr: So my mom knew all of this before she left?",
        "Dorian: Yes. She left you a note all about it.",
        "Langston: Why didn't you just come upstairs and tell us?",
        "Starr: Yeah.",
        "Dorian: Because, girls, we assumed the two of you would be asleep at that hour. And quite frankly, Starr, we felt that you would demand to be allowed to go with her.",
        "Starr: Well, of course I would, and what's wrong with that? Sam is my brother. And you know what? For -- for once in my life, I would like to be recognized as a part of this family. You know, help make some decisions. I can help. I'm a very supportive person.",
        "Dorian: Yes. Your parents know that, I know that. You've proven it time and time again. It's just that this situation down in -- in Texas is potentially very dangerous, and it should be left to the grownups. However, right here, at home, we also have a very sensitive, delicate situation that needs to be handled. Your brother Jack is going to wake up in the morning, he's going to hear all about what happened, and he's going to have some questions. Now, who better to answer those questions than his big sister, Starr?",
        "Starr: Okay, I guess you're right.",
        "Dorian: Thank you, dear. You're awfully quiet, Langston. Is there anything the matter?",
        "Langston: It's just so sad. So many people love Mr. Manning's son, but with all the fighting, everybody's missing the point. The more people to love a kid, the better.",
        "[SCENE_BREAK]",
        "Nigel: I'll put on more coffee. Excuse me.",
        "Nash: You know, it's all the same stuff, every station. There's got to be something else we can do.",
        "Clint: Nash, there's nothing we can do except wait it out.",
        "Natalie: Well, you know what? I can't sit here and listen to them speculate about Mom. I'm going to try Todd again. I mean, if anyone can give us a reality check --",
        "Nora: Do you want to go check on her?",
        "Clint: No, give her a few minutes to herself.",
        "Jessica: I guess I shouldn't have pushed the D.I.D. thing, huh?",
        "Nora: Oh, honey, somebody had to bring it up.",
        "Jessica: I just forget I'm not the only one with \"Niki Smith\" issues.",
        "Nash: You know what? Your sister will be fine. She bounces back fast. Anybody see where Jared went?",
        "[SCENE_BREAK]",
        "Natalie: Oh, God, Todd, why won't you answer your stupid phone?",
        "Jared: You coming in, or you staying out here?",
        "Natalie: I'm staying put. You can get lost.",
        "Jared: Well, you want this? Because I think you could probably use it.",
        "Natalie: I said you can leave me alone.",
        "Jared: Oh, come on. What kind of uncle would I be if I let you freeze to death on the front stoop?",
        "[SCENE_BREAK]",
        "Jill: What exactly did Todd Manning do to you?",
        "Gigi: Um -- he came into the diner, he trashed the service, trashed the pies, stiffed my tip. A guy like that deserves what he gets.",
        "Adriana: So that's the famous Morasco, huh?",
        "Rex: That's Gigi.",
        "Roxy: Who the hell is Gigi?",
        "Adriana: It's Rex's high school girlfriend.",
        "[SCENE_BREAK]",
        "Gigi: You've got your damn nerve showing up here after what you did.",
        "Ramsey: You got a kick out of your 15 minutes over there? Give a good sound bite?",
        "Gigi: It's going to be a sound feast when I report you to that F.B.I. agent over there.",
        "Ramsey: Oh. Well, make sure you tell him how you aided and abetted your fugitive friend, \"Sally Ann.\"",
        "Gigi: Actually, I was just about to tell the world how you kidnapped my son.",
        "Ramsey: Nobody never warned you about telling tales? You, a good single mom, with a good little boy? That little boy over there -- he needs you. Now, be sure to remember that before you go shooting off that mouth of yours.",
        "[SCENE_BREAK]",
        "Todd: What the hell's he doing? He's just standing there. Is he going in or what?",
        "John: We've waited this long. Jump the gun now, someone could get hurt, or worse.",
        "[SCENE_BREAK]",
        "Marcie: Oh, Mikey, what are you doing here? You know, you should be in the hospital.",
        "Michael: I'm fine.",
        "Marcie: No, you were shot. You should be in the hospital, you know that.",
        "Michael: I'm here now, okay? And there's no way in the world I'm letting you go through this alone.",
        "Marcie: Oh, Mikey, please, just -- just give me those pills, okay? That's all I need are the pills.",
        "Michael: Marcie, you have to let me in.",
        "Marcie: No. No, please, just give me the pills and just go!",
        "Michael: Marcie, the pills alone may not be enough to help Viki. I need to examine her and make sure that she's okay.",
        "Marcie: No! No, you're lying to me, Michael! You are lying to me!",
        "Michael: Honey, no. Never. I will never lie to you again. Marcie, I love you, and there are so many people who love you, too. Viki is one of those people. If she doesn't get the proper treatment, she could die. That would make you a murderer. I know you can't live with that. And I need you to live. Marcie, I love you so much. I can't go another minute without seeing you. Please, let me in.",
        "Marcie: Okay. Okay, you can come in.",
        "[SCENE_BREAK]",
        "Jared: I -- I know you think I have some sort of agenda by coming out here, and the truth is, you're right. I came out here to piss you off.",
        "Natalie: God, you're such a jackass!",
        "Jared: Yep.",
        "Natalie: You know what? And you're self-centered, and -- and in love with yourself. I don't know how you can stand yourself to have -- stand to be so idiotic. You know what else? You think that you're mysterious and deep, but really, you're just a coward hiding behind half-truths and flat-out lies. I just -- I hate you so much right now, I could scream.",
        "Jared: Then do it.",
        "Natalie: What the hell is wrong with you?",
        "Jared: I'm just doing my job. I an, the target you can stick it to until you can rip into the real person you're mad at.",
        "Natalie: You're so off base.",
        "Jared: Am I? You're not mad at your mom?",
        "Natalie: For what, being held hostage?",
        "Jared: For lying to you for months, for pretending to be somewhere she's not, for -- for -- for living some secret life, and for, yes, putting herself in a life-or-death situation that's got you all freaked out. Natalie, there's no shame in wanting to lay into your mom a little bit, but she's not here, and -- well, the folks in there -- they don't deserve it. So here I am. Go ahead. Tell me what a -- a jerk I am, tell me how much you hate me. Just promise you give it your best shot.",
        "[SCENE_BREAK]",
        "Marcie: Did you lock the door?",
        "Michael: Yes, I locked the door.",
        "Michael: Viki?",
        "Viki: Hmm?",
        "Michael: Hey, it's Michael.",
        "Viki: Michael? Oh, Michael --",
        "Michael: You're not feeling too great, huh?",
        "Viki: No. No, I feel so sick. Please --",
        "Michael: Okay, I've got your pills here, but I'd like to give you a diagnostic exam before I give them to you, okay? Is that all right?",
        "Viki: Yeah, sure.",
        "Michael: Okay.",
        "Viki: Okay.",
        "[Viki groans]",
        "Michael: Breathing's been difficult, huh?",
        "Viki: Yeah. Uh-huh.",
        "Michael: Feeling tired?",
        "Viki: Yes.",
        "[Viki breathes rapidly]",
        "[Viki groans]",
        "Michael: You have abdominal pains?",
        "Viki: Yeah.",
        "Michael: Like radiating pains and cramping?",
        "Viki: It's getting worse, too.",
        "Michael: All right.",
        "Viki: Please, Michael --",
        "Michael: All right.",
        "Viki: Please --",
        "Michael: Okay, go ahead --",
        "Viki: And the pills --",
        "Michael: Take your regimen, okay?",
        "Marcie: Okay, Michael, that's it. That's good. She's going to be okay. Let's go. Michael --",
        "Michael: No, Marcie. Viki is showing signs of rejection, okay? The stress of being held here with a gun is too much. She needs to be hospitalized now.",
        "Marcie: No. No, Michael, because if I do that, then I'm just going to be handing Tommy over, okay? And I don't want to do that. I don't want to hand him over.",
        "Michael: Okay, listen -- listen to me. I will take Viki's place.",
        "Marcie: No. Michael, you --",
        "Michael: It -- it's what we have to do, Marcie. Viki has to go. We've got to let Viki go.",
        "Marcie: No. No, I don't want to drag you into this. Honey, I don't want to drag you into this.",
        "Michael: There's no place else I would rather be. Please let me help you.",
        "Marcie: Okay.",
        "[SCENE_BREAK]",
        "Gigi: We really got off on the wrong foot, now, didn't we?",
        "Ramsey: Well, doesn't have to be that way. We could be friends.",
        "Gigi: How about I pretend I never met you, I don't know you, and that you didn't hold my son hostage?",
        "Ramsey: Oh, you can forget all that?",
        "Gigi: Forget all what?",
        "[Ramsey chuckles]",
        "Ramsey: Don't try to make a fool out of me, Ms. Morasco. There's a price to pay.",
        "[SCENE_BREAK]",
        "Todd: Too bad about Marty. Situation like this, she'd be good. I bet Marcie would listen to her.",
        "John: Mike's our best shot.",
        "[Phone rings]",
        "John: Marcie? Tell me you're sending Viki out.",
        "[SCENE_BREAK]",
        "Natalie: Me take pot shots at you? What a noble idea.",
        "[Jared chuckles]",
        "Jared: Well, shop's open for business.",
        "Natalie: Thank you. But you're right. You're not the one I'm mad at.",
        "Jared: Rain check, then? I insist. You can wail on me anytime you like.",
        "Natalie: What -- is this the beginning of our new relationship?",
        "Jared: Well, it sure is fitting. Uphill all the way.",
        "Jessica: Natalie -- come quick, there's something happening.",
        "[SCENE_BREAK]",
        "Starr: Look, look, look, look, look.",
        "Jill's voice: Just a few minutes ago, Dr. Michael McBain was admitted into the Bon-Jour Cafe where his wife, fugitive Marcie McBain, is holding publishing magnate Victoria Davidson and a child hostage. There seems to be some movement at the door. The police and the F.B.I. negotiating team have been ordered to stand down. Marcie McBain may be releasing a hostage, or she may be giving herself up.",
        "[SCENE_BREAK]",
        "Todd: Hey -- you okay? What do you need? What do you need? Paramedics over here!",
        "Viki: It's all right.",
        "Todd: Where's that paramedic?",
        "Noelle: I'm so glad to see her.",
        "[SCENE_BREAK]",
        "[Jessica gasps]",
        "Nora: There she is, there she is. Oh, there she is.",
        "Jill's voice: We're here at the Bon-Jour Cafe in Paris, Texas, where fugitive mom, Marcie Walsh McBain \u0096",
        "[SCENE_BREAK]",
        "Roxy: This is one whacked-out diner.",
        "[SCENE_BREAK]",
        "Michael: They've got her. I think she's going to be okay. You -- you made the right decision, Marce. The door's locked. It's just -- just us now.",
        "Marcie: I'll bet he's been waiting a really long time to see you.",
        "Michael: I've missed you so much.",
        "Marcie: He's missed his daddy. You want to hold him?",
        "Michael: Yeah.",
        "Marcie: Come here. There you go.",
        "Michael: Hey. Oh, my boy -- oh, my beautiful boy.",
        "[NEXT_ON]",
        "Starr: We are throwing Adriana in jail.",
        "Viki: Did you know that Sally Ann was really Marcie?",
        "John: I know my brother. I know he can do this.",
        "Michael: I'm sorry. This is the end of the line."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=Q2Hp7YijEd0"
}