{
    "Episode Summary": [
        "Episode # 10760"
    ],
    "Recap": [
        "Todd kidnaps Shaun and demands to know where Tea is but Shaun says he is honoring Tea's request to be left alone. When he sees how much Dani wants to see her mother, he agrees to take her. Tea asks Greg how much longer she has to live. He tells her a few days. Eli and Blair go to Ross's house in Tahiti. John tells Kelly that Eli and Blair are eloping and that Blair knows nothing about Eli's crimes. Greg calls Eli and tells him that Tea wants to see Todd & Dani, but Eli forbids it and says that if he goes down, he is taking Greg with him. Blair overhears Eli mentioning prison while he is on the phone. Kelly breaks down and cries about her mother. McBain promises her that Eli will pay. John McBain doubts that the thugs that showed up at the country club were there for Eli's benefit. David is tossed unconscious into a cell. When he comes to, the guard tells him that he in prison in Morocco. Later he comes face to face with his captor. Dorian is at La Boulaie, devastated about David leaving her at the altar again. She blames Viki, telling her that Viki pushed her and David together knowing that David would hurt her again. Viki says she knows that David loves Dorian and that she thinks something happened to David. Dorian says it doesn't matter if David loves her because he doesn't love her enough. Viki reminds Dorian that she is Dorian Cramer-Lord and that she can hold her head up. She reminds Dorian of when they were on opposite sides of the same conversation when Clint not only jilted Viki, but also was already be married to Lindsay. Langston drapes herself over James when Ford goes to pick up James at the country club. The three of them run into Nate and Dani and when Langston is going to introduce them, Ford denies knowing Nate but James reveals that Nate is their brother. Langston tells the country club manager that Ford isn't a member."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "John: Your things. You're free to go. Thanks for the help.",
        "Kelly: That's it? What happened? Is Eli in lockup?",
        "[SCENE_BREAK]",
        "Blair: What are you doing-- [Laughs] What are you doing? We're not even married yet.",
        "Eli: It's a Tahitian custom. I carry you everywhere.",
        "Blair: Well, I don't quite remember that the last time that we visited.",
        "Eli: Oh, no?",
        "Blair: No. Of course, I was busy dealing with your brother's business because he was married to Téa.",
        "Eli: Mm-hmm. Information you were very willing to use.",
        "Blair: Well, I thought that was her big secret. Little did I know that she was hiding Todd's daughter.",
        "[SCENE_BREAK]",
        "Nate: Any word on your mom?",
        "Dani: No. Todd's still looking for her. I'm trying to get Shaun to help. Have you seen him?",
        "[SCENE_BREAK]",
        "[Shaun breathing heavily]",
        "Todd: So, Shaun, you want to tell me where my wife is now?",
        "[Shaun breathing heavily]",
        "[SCENE_BREAK]",
        "Greg: Do you see anything?",
        "Téa: Everything's small, fuzzy, far away. I'm losing my sight, aren't I?",
        "Greg: Well, it could be the meds.",
        "Téa: Greg... Greg, we got one rule here. You gotta tell me the truth, okay? How much time do I have left?",
        "Greg: What? It's hard to say.",
        "Greg: A few days.",
        "[SCENE_BREAK]",
        "Langston: Dorian, I am so sorry.",
        "Dorian: Please go.",
        "Langston: No, I'm not leaving you here like this.",
        "[Knocking on door]",
        "Langston: How much do you want to bet that's David?",
        "[SCENE_BREAK]",
        "Guard: Uhh.",
        "[Cell door closes]",
        "David: Guard! This is a big mistake! My pa's the police commissioner. He's also my best man! He's not gonna like this one bit. Guard! Uhh.",
        "Guard: Commissioner can't help you here.",
        "David: Here? Where is here?",
        "Guard: The other side of the world from Llanview.",
        "[SCENE_BREAK]",
        "Langston: You want me to tell David to drop dead?",
        "Dorian: No, it isn't David.",
        "Langston: You don't know that.",
        "Dorian: David is not here. Now, please. Will you go? I don't want anybody seeing me like this. Anybody. Anybody. And take whoever that is at the door with you, please? Please?",
        "Langston: No. I am staying right here with you. Who is it?",
        "Viki: It's--it's Viki.",
        "Langston: I will definitely get rid of her. Don't worry.",
        "Dorian: No, no. Let her in.",
        "Langston: Are you sure?",
        "Dorian: Yes, dear. Let her in.",
        "Langston: Yeah, but she can't see you like this. Just a minute.",
        "Langston: Okay.",
        "Dorian: Thank you.",
        "Langston: Okay. You're okay.",
        "Dorian: Go ahead. Let her in.",
        "Langston: Okay.",
        "Viki: Thanks.",
        "Viki: Oh, Dorian. I am so, so sorry.",
        "Dorian: You should be. This is all your fault, you spiteful bitch.",
        "[SCENE_BREAK]",
        "Cole: Why are we sticking around?",
        "Starr: Because I don't know how Aunt Dorian's doing, and if Langston doesn't come out here any minute, I'm gonna have to go in.",
        "Cole: Then I'll go get the car.",
        "Starr: Why are you in such a hurry?",
        "Cole: The sitter can't stay late. Remember?",
        "Starr: Oh, right.",
        "Cole: You can call on the way home.",
        "Starr: Okay. Sure. Yeah. Lang, what happened? How's Aunt Dorian?",
        "Langston: Bad. Very, very bad.",
        "Starr: Should we leave her alone?",
        "Langston: Well, your Aunt Viki's with her right now.",
        "Cole: Then she's in good hands.",
        "Starr: I guess so.",
        "Cole: So we can go.",
        "James: I've got a better idea.",
        "[SCENE_BREAK]",
        "Kelly: How in hell did Eli escape? What about Blair?",
        "John: She went with him.",
        "Kelly: He took her hostage?",
        "John: She doesn't know anything about it. They're eloping.",
        "Kelly: Wh-- oh, my God. You know what? Once he marries her...",
        "[SCENE_BREAK]",
        "Ford: My brother's called 10 times. I'm gonna have to go.",
        "John: You want protection, you can have it, but I don't think Eli's coming back.",
        "Ford: So I put my brother's life and my neck on the line for nothing.",
        "John: Yeah, well, we're gonna find him.",
        "Ford: Before he kills somebody else?",
        "[SCENE_BREAK]",
        "Eli: You know, Ross won't be here till morning. We have the place all to ourselves.",
        "Blair: What is it with the phone? I know that I could make phone calls the last time I was here.",
        "Eli: Yeah, well, that is annoying.",
        "Blair: Yeah, you know what? Let me--let me use your phone.",
        "Eli: I haven't had any bars since we landed, babe, and, you know, about those airplanes, I'm sorry about the puddle jumpers. It was all I could book at the last minute. They did get us here, though, to paradise.",
        "Blair: Yeah, with your brother, who would be a fugitive if anyone even knew he was alive.",
        "Eli: He's the only family I have.",
        "Blair: Yeah?",
        "Eli: Thanks again for agreeing to do this.",
        "Blair: Yeah, well, I almost didn't.",
        "Eli: Really?",
        "Blair: Mm-hmm. What's going on? Really? You and Ross aren't even close. Why are we really here?",
        "[SCENE_BREAK]",
        "Nate: I haven't seen Shaun.",
        "Dani: Destiny said that she'd stay on his case. You know, he wants to help. I can tell. He's just...I don't know.",
        "Nate: Well, it's not just Shaun, right? Your dad's still looking.",
        "Dani: Yeah, I talked to him this morning. He still hasn't found her. For all I know, my mom's already gone.",
        "[SCENE_BREAK]",
        "[Shaun breathing heavily]",
        "Todd: Where's my wife?",
        "Shaun: I can't help you.",
        "[SCENE_BREAK]",
        "Greg: Can I get you anything else?",
        "Téa: Yes.",
        "Greg: Whatever you need.",
        "Téa: Todd and Dani. I want to see my husband and my daughter.",
        "Greg: You want Todd and Dani here?",
        "Téa: Yes.",
        "Greg: Are you... are you prepared for them to see you like this?",
        "Téa: I know it ain't pretty.",
        "Greg: You said your good-bye was exactly what you wanted, Téa.",
        "Téa: Yeah, then.",
        "Greg: And now?",
        "Téa: I can't stop thinking about Shaun.",
        "Greg: What, my brother?",
        "Téa: Yeah. What he said before he left. That if it were his mother, he'd want every second she had left, no matter what. That's what Dani wants.",
        "[SCENE_BREAK]",
        "Todd: You know what else I found out? That your brother Greg took a leave of absence. Why did he do that? Is he with Téa? Also, did you guys split this money or is this just your take?",
        "Shaun: I didn't do this for the money.",
        "Todd: The goodness of your heart?",
        "Shaun: I always liked Ms. Delgado. And she had one wish, and that was to be left alone.",
        "Todd: I have one wish, and I have 5 large men waiting with pliers to go to work on your manicure if my wish isn't granted. Why don't you just tell me where she is, man?",
        "Shaun: Go to hell.",
        "[SCENE_BREAK]",
        "Eli: You know, before I never cared at all about family. Then I met you and the other Cramer women.",
        "Blair: Oh, and you wanted to build your own team.",
        "Eli: Let's just say I began to see the value in it. It's nice to have someone who can be happy for you.",
        "Blair: I hope Ross is happy for you now. When I had to deal with him, watching him try to talk Dani into jumping off of that bridge, Eli, I swear--I don't know. He just seemed--",
        "Eli: What? Pushed to the edge? He was. He was about to lose his daughter. Everything he knew in the world. I swear, I don't know. If that happened to me...",
        "Blair: You know what? You would cope.",
        "Eli: I'd like to hope so, Blair, but it's just as likely I could snap, even harder than Ross did. You never know, Blair.",
        "[SCENE_BREAK]",
        "James: So the wedding's tanked, but we're still at a country club. Let's hang.",
        "Langston: Here?",
        "James: Yeah, you can get service, like, anywhere in here, can't you?",
        "Cole: It's been a long day.",
        "Starr: We're going.",
        "James: Guess it's just me and you.",
        "Langston: I'm kind of tired, too.",
        "James: You're not gonna wait for your mom?",
        "Langston: She doesn't wanna see me. She doesn't want to see anyone.",
        "James: So you're not gonna stay?",
        "Langston: I'm really not in the...mood.",
        "[SCENE_BREAK]",
        "Viki: Oh, Dorian. How is this my fault?",
        "Dorian: You and Charlie pushed me and David together. I knew better. I was through with the man. I knew that if I ever gave him a second chance, he'd hurt me again.",
        "Viki: See, I don't think that David did this.",
        "Dorian: He was right on schedule according to your plan.",
        "Viki: Do you really think that I wanted you hurt?",
        "Dorian: Yes. I'm running this town. I'm the mayor. I'm doing good things. People look up to me. I was a happy, strong woman and you couldn't stand to see that.",
        "Viki: I swear to you that that's not true.",
        "Dorian: You pushed David and me together.",
        "Viki: If I had had any idea--",
        "Dorian: Based on past history? The man left me at the altar now twice.",
        "Viki: I think that something happened.",
        "Dorian: I was humiliated, that's what happened.",
        "Viki: No, no, I mean to David. Because I know as surely as I know anything that David loves you.",
        "[SCENE_BREAK]",
        "David: Listen. I'll tell you what. I'll leave you alone if you just tell me exactly where I am.",
        "Guard: You're in prison.",
        "David: I figured that one out on my own. Where is the prison?",
        "Guard: You were here before.",
        "David: That doesn't narrow it down much.",
        "Guard: Think back.",
        "David: Oh, no. No. Not again! I'm in Morocco!",
        "[SCENE_BREAK]",
        "James: Dude, I've been trying to call you since last night. Where the hell have you been?",
        "Langston: With a girl.",
        "Ford: With the cops.",
        "James: Wait. That cop took you in? I thought the neighbors just called to complain about noise. What's going on, Bobby?",
        "Ford: It's a long story.",
        "James: Well, how'd you find out where I was?",
        "Ford: I listened to all your messages. So what's going on here?",
        "Langston: James and I are on a date.",
        "James: Langston invited me to a double wedding.",
        "Ford: Must've been pretty private.",
        "Langston: It got canceled. Blair and Eli eloped and my mother called off her wedding.",
        "Ford: Elijah Clark was here?",
        "James: For a while, I guess.",
        "Ford: So they took off? Where'd they go?",
        "Starr: No one knows.",
        "Ford: But you're sure they left town?",
        "Starr: Yeah. Why?",
        "Ford: Just wondering. Come on, James. Let's go.",
        "Langston: No. James and I were just gonna go for a swim.",
        "Starr: Langston?",
        "James: Sounds great.",
        "Ford: Yeah, it does. I'm up for a swim.",
        "[SCENE_BREAK]",
        "David: My fiancée is the mayor. She loves me! She'll come find me!",
        "[SCENE_BREAK]",
        "Dorian: Did you read that?",
        "Viki: Yes. Yes.",
        "Dorian: \"Dear Dorian, I can't marry you. I realize now \"till death do us part\" doesn't work for me. I can't be tied down to one woman. We both know it's a matter of time before I hurt you. It isn't you. It isn't another woman. Or women. Yet. It's me. I guarantee this hurts me more than it hurts you. Lotsa love, David.\" The man makes himself very clear.",
        "Viki: Yeah, I know it does sound like him. Is it his writing?",
        "Dorian: It's his spelling. He leaves off the \"u\" in \"guarantee.\"",
        "Viki: I--I don't know.",
        "Dorian: The man dumped me. Those are David's words.",
        "[SCENE_BREAK]",
        "David: Dorian knows I love her. She'll come after me.",
        "[SCENE_BREAK]",
        "Dorian: What other explanation can there be for David leaving me at the altar?",
        "[SCENE_BREAK]",
        "David: Dorian knows there's no reason I'd ever leave her at the altar again.",
        "[SCENE_BREAK]",
        "Greg: You want Todd and Dani here? Now?",
        "Téa: I'm scared, Greg. I can't do this alone. I was wrong to push them away. So wrong. I want to hear my daughter's voice. I want to see my husband's face. They have to be the last sounds...the last things I see and hear.",
        "Greg: Téa, it's late.",
        "Téa: Don't say that. Do whatever you have to do to get them here. I'll hold on.",
        "[SCENE_BREAK]",
        "Shaun: You want to turn your boys loose on me? I don't go back on my word.",
        "Todd: So you're voting for the hard way? I just want to be clear.",
        "Shaun: Bring it.",
        "Shaun: Come on.",
        "Todd: I always knew you were a smart guy, Shaun.",
        "Shaun: Don't you ever try to hold me down.",
        "[SCENE_BREAK]",
        "Blair: You really think you're like your brother Ross.",
        "Eli: I'd like to think I'm as good as he can be. Do you know that when Danielle and Téa first came to Tahiti and discovered...",
        "Blair: I know. I know. Ross told Dani that Todd was her real father.",
        "Eli: No, no. It was more than that. Téa told me that Danielle wanted to stay. But it was Ross that convinced her to go back to Llanview and give Todd another chance.",
        "Blair: I didn't know that.",
        "Eli: Imagine if he hadn't done that. Todd and Danielle might not be speaking at all. Imagine that now.",
        "Blair: Hmm.",
        "[SCENE_BREAK]",
        "Nate: Hey, my shift's over. Can I drive you home?",
        "Dani: Yeah.",
        "James: All right. Some fun in the sun.",
        "Langston: Oh. Hey, guys. Oh, do you guys know Nate?",
        "Ford: No.",
        "James: He's our brother.",
        "[SCENE_BREAK]",
        "Blair: I'm gonna take a shower. You wanna join me and wash me clean?",
        "Eli: Yes. But I'm going to get things ready out here.",
        "Blair: Okay. Your loss.",
        "Eli: Yes, it is.",
        "Blair: I'm really okay, right now, but everything is beautiful, but as soon as the wedding tomorrow, I mean, I just want to head back to Llanview as soon as possible. I'm really worried about Dani and if something were to happen to Téa...",
        "Eli: Of course. Of course. We'll get married in the morning, spend just a little bit of time with Ross, and we'll be on the next plane out. I swear.",
        "Blair: Okay. I'll be quick.",
        "[Cell phone ringing]",
        "Eli: This better be important. I disabled Blair's phone so she's gonna think we have a signal out here. It's supposed to be an emergency only. What's going on?",
        "Greg: Téa changed her mind. She wants Todd and Dani to come to the hospice.",
        "[SCENE_BREAK]",
        "Shaun: You would deny a dying woman's last wish? Are you that big of an ass?",
        "Todd: Yes.",
        "Shaun: You ever think that you're the last thing she would ever want to see on this earth?",
        "Todd: Every day.",
        "Shaun: Leave me alone.",
        "Todd: So wait a minute. Wait, wait. Hold on. You're right. She may not want to see me, but what about her daughter? You don't think she'd want to see her only child one last time before she dies?",
        "[SCENE_BREAK]",
        "Langston: You know, James is my guest, but Ford is not a member.",
        "Ford: Seriously?",
        "Langston: Yeah. Shouldn't you talk to your manager about that or something?",
        "Ford: You want to throw me out? Do it.",
        "Nate: Hey, I'm off duty. No one is in the pool. Go swimming.",
        "Langston: Aw, but that's too bad that you don't have a suit.",
        "Nate: Let's get out of here.",
        "[SCENE_BREAK]",
        "Greg: What, you think I didn't try?",
        "Eli: Well, try is not an option. You have to talk Téa out of it.",
        "Greg: You know the woman.",
        "Eli: Listen. If Todd and Dani show up, it's over, Greg, for both of us.",
        "Greg: No, it's already over for me, Eli.",
        "Eli: Oh, you think?",
        "Greg: Yeah. I took an oath. \"First, do no harm.\"",
        "Eli: Yeah? Well, Todd and Dani will do harm.",
        "Greg: Keeping a woman from her family is wrong.",
        "Eli: We are inches from the finish line, Evans. Now you grow a conscience?",
        "Greg: There's a limit.",
        "Eli: You're stretched. I get that, but hang in there, because you know what? I thought I was at the end, too. You know what happened? I was surrounded by cops back in Llanview.",
        "Greg: What does this have to do with--",
        "Eli: Oh, I was a goner. I was done, and then out of nowhere, these thugs show up, but they're going after the guy standing right next to me. It was a sign, Evans. I got away with it because of a completely random act that had nothing to do with me.",
        "[SCENE_BREAK]",
        "John: So put the sketch artist with the waiter and see if we can get a face. Call me as soon as you get something.",
        "[Hangs up phone]",
        "Kelly: Who are you looking for?",
        "John: Ahh...somebody jumped Price outside the cabana. That's how Clarke got away.",
        "Kelly: Are you kidding me? Eli had accomplices?",
        "John: Maybe. It all doesn't feel right, but there's something else there.",
        "[SCENE_BREAK]",
        "David: You can't treat me like this. I know people. I know people who know people. Hell, I am people. I'm a Buchanan. Whoever grabbed me better be scared. My pa is the police commissioner. When he finds out, he's gonna come at you guys with everything the Buchanan empire has. Is that why you grabbed me? Who the hell grabbed me? Who sends thugs into my wedding at the Llanview country club?",
        "[SCENE_BREAK]",
        "Kelly: So you think some thugs happened to show up just in time to save Eli from arrest?",
        "John: I know how it sounds, but the guy never used help before. Coffee?",
        "Kelly: Maybe he graduated, you know? Maybe now he's part of a ring.",
        "John: A ring?",
        "Kelly: Yeah, you know, a crime ring. You don't think so?",
        "John: No, I do not think so. Look, maybe we find these guys, they can tell us what happened to Eli. But there's still something about it that doesn't feel right.",
        "[SCENE_BREAK]",
        "David: You can hold the couscous, pal, because when my pa and Dorian figure out what's going on, your days are numbered.",
        "David: [Laughs] Aah!",
        "[SCENE_BREAK]",
        "Dorian: You must be loving this.",
        "Viki: Oh, my God... no, no.",
        "Dorian: Gloat! Go ahead. It's your turn.",
        "Viki: Dorian, I am so sad for both of you. Look, whatever happened, even if it's something that happened to David that made him into a fool all of a sudden, I know that he's going to regret it because he loves you and he always will love you.",
        "[SCENE_BREAK]",
        "Guard: Nobody comes for you, Vickers.",
        "David: Yes they-- it's Buchanan, and yes, they do.",
        "[SCENE_BREAK]",
        "Dorian: David loves me. So what?",
        "Viki: It doesn't matter that he loves you?",
        "Dorian: No. It doesn't matter because he doesn't love me enough. He doesn't love me enough to make a commitment to me, me, and that is all that matters. David will always be the man who did not love me enough.",
        "[SCENE_BREAK]",
        "Cole: So how are you gonna get home?",
        "Starr: Aunt Dorian's driver will take me.",
        "Cole: You know, she's fine with your Aunt Viki.",
        "Starr: Its Langston that I'm worried about. You saw that move just then.",
        "Cole: Yeah.",
        "Starr: Well, if Langston doesn't watch herself, I'm afraid that Ford is gonna hurt her.",
        "Cole: Sure, and you think you can stop him?",
        "Starr: I'm gonna try.",
        "Cole: Okay. Hey, you know, I do like to go out, and if it wasn't for the sitter--",
        "Starr: Hey, I know. We'll go out, just the two of us, soon, okay?",
        "Cole: Okay. See you later. Hey, Langston is really lucky to have you looking out for her.",
        "Starr: Not sure if she sees it that way.",
        "[SCENE_BREAK]",
        "Langston: Hey, James, can you check my top and make sure it's on nice and tight?",
        "James: What?",
        "Langston: Oh, what, guys don't do that?",
        "Ford: Whoo!",
        "[Splash]",
        "Langston: Uh! Ooh.",
        "[Starr clears throat]",
        "James: Hey.",
        "Langston: Hey, Starr.",
        "James: Hey, are you going swimming?",
        "Starr: No.",
        "James: Well, then can you do me a favor and hold this for me?",
        "Starr: You wouldn't want to lose you street cred.",
        "James: Reminds me of you. Come on. Come on, ready?",
        "Langston: Oh, okay. Aah!",
        "[Splash]",
        "[SCENE_BREAK]",
        "John: Anything?",
        "Kelly: I just made a list of every time I was anywhere near Eli Clarke and everything, you know, that I can remember him saying, and it's...you know, it's nothing. I have nothing. I've done nothing. I've done nothing.",
        "John: Hey, uh...",
        "Kelly: You see me?",
        "[Slam]",
        "Kelly: My mom deserves better. She didn't have much of a life, you know, but she was a good person. She was kind and loving, and she knew what mattered. She knew right from wrong, and she deserves right. She tried to do the right thing, and someone murdered her. She deserves-- her death means something, and the least I could do is see it through, and I failed. I've just failed miserably, you know? I just failed. I've just failed.",
        "John: Hey, hey, listen to me. Listen to me. You're the reason we found out about Eli in the first place, all right? It's because of you. You did good, Kelly.",
        "Kelly: What if we never find him or Blair?",
        "[SCENE_BREAK]",
        "Eli: All right, Greg. You just do this one last thing for me. You keep Todd and Dani away from Téa, and we both get what we want. Greg?",
        "Greg: I'm listening.",
        "Eli: Then hear this. If you blow it and I get caught, I won't go down alone. The cops are gonna hear all about you before I go to prison. Hey, beautiful.",
        "Blair: I thought the phones didn't work.",
        "Eli: Oh, it's just Ross. It must be a local network. Let me call you back, bro.",
        "Blair: Why in the world...",
        "Eli: Just wanted to make sure...",
        "Blair: Were you talking about prison?",
        "[SCENE_BREAK]",
        "Nate: Would you do something for me?",
        "Dani: Sure.",
        "Nate: Call me. Tell me what's going on.",
        "Dani: Yeah, okay.",
        "Nate: One more thing.",
        "Dani: What?",
        "[SCENE_BREAK]",
        "Shaun: Téa doesn't want Dani to see her sick.",
        "Todd: Well, you don't know how tough Dani is.",
        "Shaun: That's not my call or yours.",
        "Todd: This is not you, man. Think about it. I know you. When you got shot up in your neck there, your family was there, and they brought you back. And you needed them, didn't you? You know you did.",
        "[Door opens and closes]",
        "Dani: Shaun, what are you doing here? Did Dr. Evans call?",
        "Todd: No.",
        "Dani: Oh, thank God.",
        "Todd: But there is some good news. Shaun knows where your mom is.",
        "Dani: You found her? Oh, my-- thank you. Thank you, thank you, thank you. I knew you would help. Thank you.",
        "[SCENE_BREAK]",
        "David: My bride is waiting for me at the altar. Let me make a phone call!",
        "Viki: I think that someday you will have an answer to this.",
        "Dorian: Doesn't matter.",
        "Viki: Well, I think it will. Anyway, in the meantime...",
        "Dorian: Yes? In the meantime...",
        "Viki: What are you going to do?",
        "Dorian: Move in here.",
        "Viki: The cabana?",
        "Dorian: Mm-hmm. Well, I see no point in showing my face out there.",
        "Viki: Oh, Dorian. You have absolutely no reason to hide. You are Dorian Cramer Lord. And you can walk out of here with your head held high.",
        "Dorian: You have no idea.",
        "Viki: No idea what it is to risk your heart and your soul?",
        "Viki: [Scoffs] To give your ex another chance? [Sighs]",
        "Dorian: This is starting to sound familiar.",
        "Viki: Yeah. At least David isn't married to somebody else right now.",
        "Dorian: Hmm, not that I know of.",
        "Viki: Clint not only didn't want me, he was already married, and to Lindsay.",
        "Dorian: Mm-hmm. Yes. That was humiliating.",
        "Viki: Yes, it was. But do you remember what you said to me?",
        "Dorian: \"Don't get mad, get everything\"?",
        "Viki: [Chuckles] No. Dorian, you said... that learning to trust someone again and taking that leap again--that was the victory. And you were 100% right, okay? So you can hold your head up. Because you are the strongest, the toughest and the bravest person that I know.",
        "Viki: Okay, Mayor Lord, it's time to face the world again, or at least the town.",
        "Dorian: Indeed.",
        "Viki: I have... I've sent your guests home. But I'll make sure that it's a straight shot to your car.",
        "Dorian: Thank you.",
        "Viki: Anytime.",
        "[SCENE_BREAK]",
        "David: I got to get back to my bride! She's probably crying her eyes out. She's worried sick about me.",
        "[SCENE_BREAK]",
        "Dorian: David Vickers can rot in hell for all I care. I never want to see that man again.",
        "[SCENE_BREAK]",
        "David: [Sighs] I can't believe you made me leave Dorian.",
        "[Door closes]",
        "[Footsteps approach]",
        "David: It's about time you came back. Listen, I've got to get a message to Dorian Lord in Llanview.",
        "[Footsteps come closer]",
        "David: You?",
        "[SCENE_BREAK]",
        "James: You guys may be over it, but country club life is sweet.",
        "Langston: Yeah, well, you can be my guest anytime.",
        "James: Thank you.",
        "Langston: [Giggles] I'll go get towels.",
        "James: Okay. Hey, twinkle. Whew. You got my bullet?",
        "Starr: I need to go check on my Aunt Dorian.",
        "Ford: Hey, drop this act with my brother. Come back.",
        "Langston: Oh, it's not an act, Ford. You had your chance and you blew it, so deal with it. Hey, James, you want to go get something to eat?",
        "James: Sure.",
        "Langston: Good. Oh--hey, you might want to check to see if that guy's a member. I've never seen him here before.",
        "James: Okay, come on.",
        "[SCENE_BREAK]",
        "Kelly: I made smudges.",
        "John: How can you tell?",
        "Kelly: Is that why you wear black all the time? I'm sorry I lost it.",
        "John: Hey... I'm going to find Clarke. Your mom's death is going to count for something. He's going to pay for her and Rodney. And for everything else he's done. Come on, let's go find your cousin. Okay?",
        "Kelly: Okay.",
        "Eli: Ross is a fugitive. We talk about prison.",
        "Blair: But I heard you say \"the cops will hear all about you before I go to prison.\"",
        "Eli: Just making a joke.",
        "Blair: Why would you joke about something like that?",
        "Eli: I don't know, Blair. It's all this crazy talk from Kelly. It's gotten into my head.",
        "Blair: Hey, hey, hey! Stop. Kelly is a thousand miles away. So no crazy talk from her, all right?",
        "Eli: You're right.",
        "Blair: Okay.",
        "Eli: I am here in paradise with the most beautiful woman in the world, my stunning bride.",
        "Blair: Mmm.",
        "Eli: Nothing's going to get in our way, Blair.",
        "Blair: Okay.",
        "Eli: I won't let it.",
        "[Blair giggles]",
        "[SCENE_BREAK]",
        "Dani: Oh, my God! No, you're the best. You know, Destiny always says you're the man, and she's right, and now I know it, too.",
        "Shaun: Uh-uh, I ain't all that.",
        "Dani: You found my mom! Where is she? How is she?",
        "Shaun: I don't know how she's doing, but you'll see for yourself.",
        "Todd: Yeah?",
        "Shaun: Go get your things. I'll take you to your mom.",
        "[SCENE_BREAK]",
        "Téa: Did you call Todd?",
        "Greg: Don't worry. Todd and Dani are on their way.",
        "Téa: Thank you.",
        "Greg: Mm-hmm.",
        "Téa: What are you doing?",
        "Greg: Just giving you a little something to help you sleep.",
        "Téa: Will they be here when I wake up?",
        "Greg: I'm pretty sure Todd and Dani will be the first faces you see.",
        "Téa: Thank you, Greg.",
        "Greg: Sleep well.",
        "Téa: Bring them to me safe. And soon.",
        "[SCENE_BREAK]",
        "Todd: Come on, get ready.",
        "Dani: I don't need anything.",
        "Todd: Well, neither do I. Let's go. Hey. Thank you.",
        "Shaun: I didn't do this for you.",
        "Todd: Yeah, I know. That's obvious, but thanks, anyway, for my kid.",
        "Shaun: Let's go.",
        "Dani: What are we waiting for? Let's go find Mom."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=fd9mvM2d1KU"
}