{
    "Episode Summary": [
        "Episode # 10942"
    ],
    "Recap": [
        "John and Brody go to The Minuteman but are too late to find Marty and baby Liam. They find Wes and Brody urges Jessica to come back and help him find his son. But Jessica is not there. Tess, however, comes back and doesn't want to help them. Brody then places her under arrest. Natalie is very worried about her baby and doesn't want to be stuck in a hospital room. John comes to see her and for the first time since they've broken up, he holds her in his arms and promises to get baby Liam back. Meanwhile, Clint confesses to everything on Blanca's show. Nora does not buy for a minute that he wants to come clean or have a conscience until she finds out, for the first time that he is dying. He urges Bo and Nora to let him take the wrap for killing Eddie Ford so that Matthew does not have to, stating that Matthew has a future whereas he does not. Aubrey and Rama realize that the truth might come out about Aubrey and Cutter's secret although Aubrey has no suspicion about Joey finding her out and declares she is now in love with him and done with Cutter. But Joey goes to apologize and bear his soul to Kelly, admitting that he now knows that Aubrey scammed him for his money and he's not going to be fooled any longer."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Clint: I can't keep lying. The time has come to tell the truth about who killed Eddie Ford. It was me.",
        "Nora: What did he just say?",
        "[SCENE_BREAK]",
        "Dorian: Welcome back, darling.",
        "Kelly: Hey. Where am I?",
        "Dorian: You're in the hospital still. Can I get you anything? You can have ice chips.",
        "Kelly: Did they catch Marty?",
        "Dorian: Not yet.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Rex: Hey, you sleeping?",
        "Natalie: It's ok. Come in. Are there any cops out there?",
        "Rex: No. I just talked to Viki.",
        "Natalie: So they haven't found Marty?",
        "Rex: I don't think so. Hey, hey. Marty is not gonna hurt a baby.",
        "Natalie: I don't know what she's gonna do. She's crazy. She could have my son anywhere.",
        "Rex: And Brody won't let that happen. He and John are all over this. They're gonna do whatever it takes to bring Liam home.",
        "[SCENE_BREAK]",
        "John: Clear.",
        "[SCENE_BREAK]",
        "Dorian: John has the entire Llanview P.D. out looking for Marty. Don't you worry. She's gonna pay for what she did to you.",
        "Kelly: Have you been here the whole time?",
        "Dorian: Yes, but I'm not the only one.",
        "[SCENE_BREAK]",
        "Cutter: Uh. What the hell?",
        "Wes: I'm not armed.",
        "Brody: What are you doing here?",
        "Wes: Just take it easy.",
        "Brody: Where's Marty Saybrooke?",
        "Wes: Lovett, will you vouch for me? McBain's acting like he doesn't even know me. It's Wes.",
        "[SCENE_BREAK]",
        "Kent: Agent Baker, we have intel on the person who's been asking questions. It's a Lieutenant John McBain.",
        "Baker: Military?",
        "Kent: Chief Detective, Llanview P.D. He's got a copy of that file.",
        "Baker: Does he know what he has on his hands?",
        "Kent: Well, it's unlikely. He's ex-bureau, but there's no way he could decrypt that file.",
        "Brody: Thanks, Kent. Stay on it.",
        "Baker: Good evening. And how are you today? I know you heard me. After all this time, I thought you'd be dying to talk, but I guess it's not that easy. We'll give you a few minutes to find your voice, and then we have some questions.",
        "[SCENE_BREAK]",
        "Blanca: Llanview, if you're just tuning in, this is Blanca Morales, WVL News, with a late-night bombshell. We're here with billionaire Clint Buchanan, and, Mr. Buchanan, I'm gonna ask you to say it again. Did you just confess to murder?",
        "Clint: That's exactly what I did.",
        "[SCENE_BREAK]",
        "Joey: How you feeling?",
        "Kelly: Like a crazy lady nicked my liver with a chef's knife. How about you?",
        "Joey: A lot better now that you're awake. I'm really glad you're still here.",
        "[SCENE_BREAK]",
        "Wes' voice: I told you to keep your hands off me.",
        "Cutter's voice: Wes--",
        "Wes: Don't you forget it.",
        "Cutter: Damn it, no. You're not-- yup. Just got knocked out by your wife, who thinks she's a dude who thinks you're gay. Llanview's really working out for you.",
        "John: Talk to the front desk again. Someone must have seen Marty leave. Let's move. What the hell is she doing here?",
        "Wes: McBain. Just hanging out. You don't need me to cover a shift for you, do you?",
        "John: What's she talking about?",
        "Wes: What? I used to work for you. You don't remember me? I was a Navy SEAL with Brody. I lived down the hall from you.",
        "John: Brody, what's going on?",
        "Wes: This is freaking me out.",
        "Brody: A new alter showed up last night. Remember my buddy Wes?",
        "John: You got 5 minutes to sort this out.",
        "Wes: What's his problem?",
        "Brody: Don't worry about him. We need to find Marty Saybrooke. Where is she?",
        "Wes: I don't know.",
        "Brody: She was here.",
        "Wes: Yeah?",
        "Brody: Yeah. We have a picture of her standing right here less than an hour ago. We have an eyewitness.",
        "Wes: Sorry. Can't help you.",
        "Brody: Wes, Marty took my kid. Please. You have to tell me where she is.",
        "[SCENE_BREAK]",
        "Natalie: Liam always kicks his socks off, which is ok because I'm always there to put them back on, but now--",
        "Rex: It's ok.",
        "Natalie: It's getting cold, and it's late.",
        "Rex: Hey, hey, listen. They're gonna find him.",
        "Natalie: I think something's wrong, Rex. They had a lead or something.",
        "Rex: Yeah? What was it?",
        "Natalie: I don't know. No one told me. I just saw John and Brody talking, and then they flew out of here, and that was hours ago.",
        "Rex: Hey, hey, easy, easy. Stand down. You're not getting out of bed.",
        "Natalie: No, I have to--I have to help.",
        "Rex: Ok, you were thrown off a roof. You've got these cracked ribs.",
        "Natalie: What, did you memorize my chart?",
        "Rex: If that awning hadn't broken your fall, you wouldn't be here, ok? So don't push it right now.",
        "Natalie: I can't just lie here.",
        "Rex: So watch TV.",
        "Natalie: Did you see Dad before?",
        "Rex: Clint was on TV?",
        "Natalie: He offered a million-dollar reward for any information that would help us find Liam.",
        "Rex: I'm not surprised. We all know Clint would do anything for his family.",
        "[SCENE_BREAK]",
        "Blanca: You were arrested for Eddie Ford's murder.",
        "Clint: That's right.",
        "Blanca: But you weren't charged. Your brother Commissioner Buchanan and his wife the D.A. cut you loose.",
        "Clint: Not because they wanted to. Believe me, if they had had the evidence, the commissioner and the D.A. would gladly have prosecuted me.",
        "Blanca: They didn't have anything on you?",
        "Clint: I know how to cover my tracks.",
        "Blanca: Why did you kill Eddie Ford?",
        "Clint: The man was a junkyard dog who went way beyond what I hired him to do.",
        "Blanca: Excuse me. You hired Eddie Ford?",
        "Clint: Yes, to kidnap Nora Buchanan, and then I shot Mr. Ford to keep him quiet.",
        "Nora: I can't believe--",
        "Blanca: So you literally got away with murder. How'd you manage that?",
        "Clint: I'm resourceful. However, I do not want to waste time with details, because there are other things that I want to get off my chest.",
        "Blanca: More? More murders?",
        "Clint: There are other things that I got away with.",
        "Blanca: You got away with other crimes? Is that what you're implying?",
        "Clint: I'm not implying it. I'm saying it. I committed other crimes, and while I'm at it, I just want to get them all out there.",
        "Blanca: Please, go ahead.",
        "Clint: I had my nephew, David Vickers, kidnapped and put in a prison in Morocco.",
        "Blanca: Why?",
        "Clint: If you ever met David Vickers, you'd understand. I could say that I had a lot of reasons, but the truth is, I wanted to keep Vickers away from his father, Bo Buchanan, and I wanted to keep him away from his fiancée, Dorian Lord.",
        "[SCENE_BREAK]",
        "Dorian: I cannot believe he's saying all this on TV.",
        "Kelly: Dorian said you were here all night.",
        "Joey: Yeah.",
        "Kelly: Well, it looks like I'm gonna be ok. You should go home and get some rest now.",
        "Joey: Yeah, well, no, thanks. I don't want to.",
        "Kelly: Joey--",
        "Joey: Kelly, I owe you an apology, a huge one. God, I owe you so much.",
        "Kelly: What's wrong?",
        "Joey: You just--you almost died last night. You just came out of surgery. This is the worst time to get into it.",
        "Kelly: Get into what? Come on. Whatever it is, just say it.",
        "Joey: I found out everything, and you were right all along about Aubrey.",
        "[SCENE_BREAK]",
        "Clint: David Vickers was in prison for about 6 months.",
        "Blanca: But he's out now. He and Mayor Lord got married, didn't they?",
        "Clint: Yeah, thanks to Bo and Rex Balsom. They found him.",
        "[SCENE_BREAK]",
        "Rama: Can you believe your ears? This man is condemning himself to years and years in prison. Why?",
        "Aubrey: I don't know. I wonder if Joey knows. Maybe that's why he was so upset on the phone. It can't all be about Kelly.",
        "[SCENE_BREAK]",
        "Clint: I had an employee--Vimal Patel.",
        "Rama: He just said Vimal's name!",
        "Clint: He's now in jail because of me. I instructed Mr. Patel to break into the lab right here in Llanview Hospital to change DNA results.",
        "Blanca: So all those rumors were true?",
        "Clint: Yes. The whole idea was mine from start to finish. Patel, he just wanted to keep his job.",
        "Rama: Listen to him! He admitted it!",
        "Clint: I kept quiet, and I let Vimal take the fall.",
        "Blanca: Mr. Buchanan, you've been a busy man. You want to tell us why you did--",
        "Nora: Suicide by interview. What's he doing?",
        "Blanca: Mr. Buchanan, you are admitting you fixed the paternity results?",
        "Clint: Yes.",
        "Blanca: Does that mean that you are now ready to acknowledge Rex Balsom as your son?",
        "[SCENE_BREAK]",
        "Natalie: I'm sorry, Rex. I shouldn't have said anything.",
        "Rex: What?",
        "Natalie: I shouldn't have told you that Dad was doing this for Liam when he can't even accept you, still.",
        "Rex: I don't care. The feeling is mutual. And if it helps bring Liam home safe, he can do whatever he wants.",
        "Natalie: Dad will come around.",
        "Rex: How did you end up on the roof with Marty anyway?",
        "Natalie: I don't know. I wish I knew. I don't remember why I was up on the roof or how I got up there or what happened. I think that it had something to do with that tape of Marty's session with Dr. Buhari.",
        "Rex: No, it couldn't have. I took that tape back to the doctor's office.",
        "Natalie: I know. I took it again.",
        "Rex: You stole back a tape that Gigi and I should have never taken in the first place? The tape I took from you?",
        "Natalie: I knew there was something on it, Rex.",
        "Rex: Did you listen to it?",
        "Natalie: I don't remember. I mean, all I know is that I stole the tape. I remember stealing the tape. I remember rushing home, and then John said that I left him this urgent message that I needed to see him.",
        "Rex: Sounds like you listened.",
        "Natalie: I know. That's why this is driving me crazy, because if I could just remember what was on that tape, then maybe it would tell us what Marty is doing, and it would at least help us figure out where she's taken my baby.",
        "[SCENE_BREAK]",
        "John: Work a grid from the Minute Man out. Flag any stolen-car reports in the area, all right? Marty was here less than an hour ago. I want every unit on this. We do not let this trail go cold.",
        "Wes: I really don't know where Marty is.",
        "Brody: Come on. She was here. You saw her.",
        "Wes: What is up with McBain?",
        "Brody: No, hey. Marty Saybrooke. She was here with the baby. My son, Wes. She took my kid.",
        "Wes: I don't know what you're talking about.",
        "Brody: Yes, you do. Hey, you know exactly what I'm talking about. Look, I know you and Marty were friends, and I get that, and you're trying to protect her, but you're not.",
        "Wes: Marty didn't take the kid. There must be some mistake.",
        "Brody: Listen. Listen to me, Wes. She's sick. She's already killed one person today, and she's tried to take out two more.",
        "Wes: No way.",
        "Brody: No. Listen, Marty is not the woman that you knew, ok? She kidnapped my kid, and she got the better of me. She took my service weapon. This is a dangerous woman, and you need to tell me where she is before somebody else gets hurt.",
        "Wes: Bro, I can't. I made a promise. Wes Granger doesn't go back--",
        "Brody: You are not Wes Granger! You are Jessica, and I need you to help me!",
        "[SCENE_BREAK]",
        "Rex: I almost forgot--a strawberry vanilla milkshake. Roxy asked me to get it for you.",
        "Natalie: The magic cure. I was wondering where she was.",
        "Rex: Vegas. She's had those Manilow tickets for months. She scalped them to try to get a flight back here earlier.",
        "Natalie: There's nothing she can do anyway.",
        "Rex: Have you tried to reason with her? Come on, chug it. I'm sure you're on so many pain meds, you won't even get a brain freeze.",
        "Natalie: No. I'll probably just throw it up.",
        "Rex: Ok, then. Never mind.",
        "Natalie: Rex, you do know that Marty killed Dr. Buhari?",
        "Rex: Shane's therapist? She's dead?",
        "Natalie: I know it's terrible. I feel sorry for Shane and all of her patients.",
        "Rex: We were just with her an--why would Marty kill her?",
        "Natalie: I don't know.",
        "Rex: I bet there's a clue on that tape.",
        "Natalie: I know. That's why I really need to remember. That psycho has my baby right now, and what could she be doing to him?",
        "Rex: We're gonna do whatever we can to get you to remember. Ok, calm down. Calm down. Relax. Close your eyes if you have to. What is the last thing you remember? What?",
        "Natalie: Nothing.",
        "Rex: You remembered something.",
        "Natalie: It's not important.",
        "Rex: You don't know that. Natty, ok, any little thing--natty, look. Whatever it is, you can tell me. Come on.",
        "Natalie: I kissed Brody.",
        "[SCENE_BREAK]",
        "Brody: Jessica, I know you were mad at me and Natalie, and I don't blame you, but this is about a baby. This is about a baby in danger, and I need you to tell me where Marty went.",
        "Wes: Dude, come on. This is weird.",
        "Brody: Jessica--Jessica--",
        "Wes: Stop it! I'm not--",
        "Brody: You're not what?",
        "Wes: I'm not Jessica! Enough with the Jessica stuff.",
        "Brody: No. She is in there, and she wants to help me, and I--I need you to come back now, Jessica, please! I can't do this without you! I need you to help me!",
        "John: Brody! Back off.",
        "[SCENE_BREAK]",
        "Blanca: Mr. Buchanan, are you or are you not ready to publicly acknowledge Rex Balsom as your son?",
        "Clint: Let's move on.",
        "Blanca: Ok, then are you saying you had Vimal Patel alter your daughter's DNA test as well? What about that?",
        "Clint: My daughter Jessica was pregnant. Jessica wanted her fiancé to be the father. We all did. So I instructed Vimal to make sure that her DNA test identified Brody Lovett as the father.",
        "Blanca: But the biological father is Robert Ford.",
        "Clint: Because of one terrible night.",
        "[SCENE_BREAK]",
        "Rama: What does this mean for my Vimal? Clint just told the entire world that he was responsible. Can Vimal finally get out of jail now?",
        "Aubrey: I don't know.",
        "Rama: Oh, my God! If he could come home and--find out that I'm not pregnant. What if he finds out I made this whole thing up just for him to go to jail? What do I do now, Aubrey?",
        "Aubrey: Joey needs to know about this. I would call him, but he was so short with me on the phone before. Something is definitely going on.",
        "[SCENE_BREAK]",
        "Clint: My Jessica just needed everything to be right.",
        "[SCENE_BREAK]",
        "Joey: So Cutter put it out there like he was inviting us over for a barbecue. My dad hands over a small fortune, and then he signs the papers to have Jessica committed to St. Ann's.",
        "Kelly: What?",
        "Joey: Yeah. He was gonna sell her back to the family. You don't seem surprised.",
        "Kelly: No, I am, it's just especially disgusting.",
        "Joey: Yeah, well, he admitted the only reason he came to town in the first place was for my money. He tried to cover for Aubrey. He said that Aubrey had no idea what was going on, and then when he left, Aubrey went into overdrive. Started saying how she couldn't believe her brother could ever do this, how she, I guess, didn't really know him, and how Cutter was raised by their father. You get the picture. At that point, I pretty much knew before I talked to my dad, and then he told me everything.",
        "Kelly: What's everything?",
        "Joey: Cutter and Aubrey targeted me in Europe. I seemed like an easy, rich mark. Oh, yeah, and they're not--they're not brother and sister. They're lovers. Did I miss anything?",
        "Kelly: That's pretty much it.",
        "Joey: My dad tried to tell me. You tried to tell me from the beginning, ok, but I couldn't see it. I wouldn't see it.",
        "[SCENE_BREAK]",
        "Clint: I wanted my Jessica to have the happy ending that she deserved. That was wrong. Because when the truth came out, it was just so much worse. The consequences for my daughter continue to be a nightmare.",
        "[SCENE_BREAK]",
        "Brody: You know, Jessica. You know. Tell me. Please, please, don't punish the baby for something I did. Please just tell me where Liam is. Come on.",
        "Cutter: Hey, hey, hey, what the hell do you think you're doing?",
        "Tess: Get your hands off me, you bonehead.",
        "Brody: What?",
        "Tess: Cutter, will you tell this mouth breather to keep his hands off your wife?",
        "[SCENE_BREAK]",
        "Baker: Sorry about the restraints. It's been a long time since you've moved around, either, and we don't want you to hurt yourself. You're in remarkable shape, considering how long you've been in a catatonic state.",
        "Man: What... what day is it?",
        "Baker: May 20th.",
        "Man: May?",
        "Baker: May 2011.",
        "Man: 2003? It's 2003. Isn't it?",
        "Baker: It's 2011. As I said, you were catatonic for a long time.",
        "Man: For 8 years? I've been here for 8 years?",
        "Baker: You've received the best of care. State-of-the-art treatment. Physically. Nutritionally. Look at yourself. You're in amazing condition.",
        "Man: Let me out of here! I gotta go! I gotta get out of here!",
        "Baker: Don't. Now... we have a few things to discuss, starting with John McBain.",
        "[SCENE_BREAK]",
        "Cutter: Yes! She's back. Oh, God.",
        "Tess: Back?",
        "Cutter: Ah. All right. Gentlemen, you heard the lady. Get out.",
        "Tess: How'd you guys get in our room?",
        "John: Where did Marty Saybrooke go?",
        "Tess: Marty?",
        "John: Yes. She kidnapped Liam.",
        "Tess: You're kidding. Seriously?",
        "Brody: You know damn well what's going on.",
        "John: We need to find Marty so we can get Liam back.",
        "Tess: Hold on a second. You're helping this monkey find the kid that he made with your skanky ex? That's awesome.",
        "[SCENE_BREAK]",
        "Rex: You kissed Brody? Or he kissed you?",
        "Natalie: It was mutual. We were both upset. It was nothing. It feels like it was such a long time ago. All I want to think about now is Liam.",
        "Rex: Does what happened have something to do with Liam?",
        "Natalie: I think we've been getting closer because of the baby.",
        "Rex: You sure that's all it is? Are you falling for Brody?",
        "[SCENE_BREAK]",
        "Brody: Just tell us where Marty is.",
        "Tess: I can't. Why would you think I know where Marty is?",
        "Brody: She was here with you. She had the baby.",
        "Tess: Did Marty come by?",
        "Cutter: Eh.",
        "Brody: You don't remember?",
        "Tess: I didn't see-- hey, this isn't our room.",
        "Cutter: Yeah, you took off for a little while.",
        "Tess: No, I was right here. You were fighting with him and-- aww, did he hit you, baby?",
        "Cutter: You did. You were a guy.",
        "Tess: I was not a-- what the hell am I wearing? What the hell did you do to my hair?",
        "Brody: You honestly don't remember?",
        "Tess: This isn't Bess.",
        "Brody: Nope, it isn't. What?",
        "Tess: It's Wes.",
        "[SCENE_BREAK]",
        "Rama: Mr.-",
        "Aubrey: Thought you couldn't miss a word.",
        "Rama: You're not even paying attention. I hit the record button. We can listen to it later.",
        "Aubrey: Joey's pulling away. I can feel it. Ever since Cutter made his move, it's like Joey knows.",
        "Rama: Cutter didn't tell Joey that you were his lover, not his sister, right?",
        "Aubrey: No, he won't out me.",
        "Rama: Ok, so then Joey knows nothing.",
        "Aubrey: You're right. You're right. If Joey knew anything, he would've thrown me out by now.",
        "[SCENE_BREAK]",
        "Joey: I think this is the point where you tell me \"I told you so\" like a couple hundred times.",
        "Kelly: I hated being right about Aubrey. I knew she was gonna hurt you, but I never wanted to see it.",
        "[SCENE_BREAK]",
        "Rama: You don't have to be jealous of Kelly.",
        "Aubrey: I didn't say I was.",
        "Rama: Joey adores you, Aubrey, just like my Vimal adores me... until he finds out that I've been lying to him about a nonexistent baby. Then he'll just hate me.",
        "Aubrey: That's it. Oh, my God. Clint is down at the hospital right now spilling his guts about everything. What if he told Joey about Cutter and me?",
        "Rama: That would be tragic for all of us.",
        "Aubrey: I got to do something. I have to tell Joey the truth myself before someone else does.",
        "[SCENE_BREAK]",
        "Kelly: So what happened when you told Aubrey?",
        "Joey: I haven't. My father doesn't want me to tip my hand. Jessie is still with Cutter. We don't know what he's gonna do.",
        "Kelly: It's true.",
        "Joey: I don't know how I'm gonna pretend like everything's ok.",
        "Kelly: You're a lousy liar. That's a good thing.",
        "Joey: Yeah, I guess.",
        "Kelly: So what's gonna happen with your marriage?",
        "[SCENE_BREAK]",
        "Blanca: Is that all? We can keep going if you've got anything else to confess.",
        "Clint: I think I've said enough.",
        "Blanca: Why now? What made this the day to bare your soul?",
        "Clint: It was time.",
        "Blanca: You're in the hospital, as our viewers can see.",
        "Bo: That's enough. That's enough. Stop filming.",
        "Blanca: You think I'm gonna miss you arresting your brother?",
        "Bo: You better stop now or you're interfering with a police matter.",
        "Blanca: You heard it here first. This is Blanca Morales signing off live from Llanview Hospital.",
        "Bo: Time's up.",
        "Blanca: That's my private cell phone. Call me anytime you have something else to say. I want an exclusive when you haul him up to Statesville.",
        "Nora: Ok, Clint. Why?",
        "Clint: You know why. She was gonna go on the air and say that Matthew murdered Eddie Ford.",
        "Nora: So you confessed to it first? Along with everything-- every other crime you've committed this year? You didn't have to do that.",
        "Bo: You need your rest.",
        "Nora: No. He can sit up and give us a few answers. What are you trying to pull, Clint?",
        "Clint: Nothing.",
        "Nora: Yeah, yeah. This has gotta be a trick. Something's going on, because there is no way, no way that you ever would feel guilt about anything you did, and you certainly wouldn't send yourself to jail for the rest of your life.",
        "Clint: Bo, why didn't you tell her?",
        "Bo: I couldn't.",
        "Nora: What? What wasn't I told?",
        "Clint: I'm dying.",
        "[SCENE_BREAK]",
        "Brody: You know who Wes is?",
        "Tess: That guy? I can't believe he got out.",
        "Brody: Why not?",
        "Tess: Because usually Bess keeps him locked up.",
        "Brody: Well, he was here with Marty and the baby just a little while ago.",
        "Tess: Sorry. We don't really talk.",
        "John: I can't deal with this anymore. I'm gonna follow up with the search.",
        "Tess: Sorry. Seriously, if I knew something, I'd tell you.",
        "Brody: Because you're my buddy? Don't you hold out on me, Tess.",
        "Tess: I didn't even see Marty and the baby. I have no idea where she went.",
        "Brody: Does Jessica know?",
        "Tess: I don't know.",
        "Brody: Then let her come out so she can tell me herself.",
        "Cutter: Hey, hey. Leave her alone.",
        "Tess: Don't worry. She's not even trying to get out, ape man. She obviously doesn't want to see your love child reunited with you and Natalie.",
        "[SCENE_BREAK]",
        "Natalie: Brody loves Jessica. He's not giving up on her.",
        "Rex: Is that the only thing stopping you? What about John? You care about him.",
        "Natalie: That ship has sailed. What time is it? Something's wrong. Something's wrong. Brody would've called by now.",
        "Rex: Hey--no news is good news, right? Or, it's no news. Look, you just rest, ok? I will see what I can find out.",
        "Natalie: You're a great brother. You know that?",
        "Rex: I'll be back soon.",
        "[SCENE_BREAK]",
        "Tess: Hey. Why are we hanging around here? Let's go.",
        "Cutter: No reason.",
        "Tess: Brody, come on. I told you. I don't know anything. Now, I need to go home. I need to get out of these clothes, because these puppies need to be on display.",
        "Brody: You're not going anywhere.",
        "[SCENE_BREAK]",
        "Rama: That's a terrible idea. You cannot tell Joey the truth.",
        "Aubrey: But if somebody else does--",
        "Rama: Don't even think about it! Joey will kick you out on the street, and me, too.",
        "Aubrey: Oh, that's the real problem.",
        "Rama: No, the real problem is that you will go to jail, Aubrey. If Joey knows you married him just to take all his money, we could lose everything. What is wrong with you?",
        "[SCENE_BREAK]",
        "Joey: I was an idiot. All right? I fell in love with a con artist who didn't give a damn about me. What? What? You're gonna say Iit happens,\" right?",
        "Kelly: Well...",
        "Joey: The stupidest thing, and I do mean dumb, is that I had this fantastic, wonderful person who really did love me... and they were standing in front of me the entire time.",
        "[SCENE_BREAK]",
        "Aubrey: But if I tell Joey the truth, I can make him understand.",
        "Rama: You are delusional, Aubrey. Listen to your friend. Joey is not going to understand, ok?",
        "Aubrey: But I had nothing to do with Cutter's stupid plan to marry Jessica, and it's over between me and Cutter.",
        "Rama: Really? You think that's gonna make a big difference?",
        "Aubrey: Ok, I wanted to scam Joey. That's what it was at first, but then I fell in love with him.",
        "[SCENE_BREAK]",
        "Dorian: Joe? Joey? You are not gonna believe what your father is doing.",
        "Joey: What?",
        "Dorian: He's on TV confessing to killing Eddie Ford, to throwing my husband into prison, to altering the DNA tests.",
        "Joey: Why--why would he do that?",
        "Dorian: Perhaps this near-death episode made him want to unburden his tortured soul.",
        "Joey: I just hope he doesn't go to jail.",
        "Dorian: Nobody forced him to confess. Maybe he just wanted to take his chances.",
        "Joey: I know the feeling. Maybe it's time for me to put my cards on the table and take my chances, too.",
        "[SCENE_BREAK]",
        "Clint: Bottom line is, my heart is failing. There's no medication or surgery, short of a heart transplant, that will save me. And with my rare blood type, by the time they find a donor, I will be long dead. So this is it.",
        "Nora: So you decided to come clean and lie at the same time?",
        "Clint: I did the right thing.",
        "Nora: So you're a martyr now? Is that what we're supposed to do now is bow down and forgive you?",
        "Clint: Nora--",
        "Nora: No. No. What do you want? Our gratitude?",
        "Bo: He didn't say that.",
        "Clint: It's all right. It's ok. I don't want anything from you, Nora. I don't want anything from either one of you. I owned up to what I did because the time was right.",
        "Nora: But Matthew...",
        "Clint: Blanca Morales. She had the story. She knows the truth. She came to me for a comment, and I couldn't think of any other way to protect him. I can't do a damn thing for Natalie's son. Please. Let me protect Matthew.",
        "[SCENE_BREAK]",
        "Natalie: Please don't let anything happen to him. Please. Please don't let him get hurt. He's so little. [Sniffles]",
        "[SCENE_BREAK]",
        "Baker: John McBain. Does that name mean anything to you?",
        "Man: No.",
        "Baker: Lieutenant John McBain? You sure?",
        "Man: I don't know the guy.",
        "Baker: Lives in Llanview. Chief of detectives there.",
        "Man: Llanview? Llanview?",
        "Baker: Llanview, Pennsylvania. Tell me about John McBain.",
        "Man: I--I can't.",
        "Baker: Can't or won't?",
        "Man: I--I don't know the guy.",
        "Baker: Why is he asking about this? Is he the one you gave it to?",
        "Man: Gave that--a file?",
        "Baker: I don't wanna play this game with you. You know exactly what I am talking about.",
        "[SCENE_BREAK]",
        "Rama: Aubrey, sometimes the truth is not the answer.",
        "Aubrey: It's not like Joey lost anything. I didn't steal from him.",
        "Rama: Send him to prison with a lie, so that I could live in a mansion. Aubrey, Vimal's gonna hate me.",
        "Aubrey: You didn't just do it for the mansion.",
        "Rama: Yes, there was supposed to be a payday, too, which you are trying to give up so that we can be destitute in the streets.",
        "Aubrey: That is not going to happen. Ok, it could. I don't know. Don't ask me. I don't know what to do.",
        "Rama: Well, when you figure out what to do, let me know.",
        "[SCENE_BREAK]",
        "Clint: I was the one who planned it. I wound Matthew up and turned him loose. I'm the reason that Eddie kidnapped you. Nora, you said it yourself. The gun could very well have been in my hands. So this is justice.",
        "Bo: We have to think about what happens now. Are you ready?",
        "Clint: Please. Give Matthew a chance. Matthew's life is just beginning. Mine's over.",
        "[SCENE_BREAK]",
        "Producer: Go downstairs for some b-roll. Rex, how do you feel about your father's confession tonight?",
        "Rex: His what?",
        "Producer: Clint just confessed to his crimes, but still refuses to acknowledge you as his son. Would you care to make a statement?",
        "Rex: No thanks.",
        "Producer: I'm sure you have--",
        "Rex: No comment!",
        "[SCENE_BREAK]",
        "Kelly: Joey just said that--well, he said almost everything I wanted to hear.",
        "Dorian: Almost?",
        "Kelly: Before we were interrupted.",
        "Dorian: Oh! Oh, that would-- my bad. I'm so sorry.",
        "Kelly: Don't worry. This is enough for now.",
        "Dorian: Ok, I knew that there's--I know what he's thinking. I'm glad he got it out there. Has he gone to kick the slut he married out to the curb?",
        "Kelly: He's thinking about it.",
        "Dorian: Thinking about it? It's dangerous, the two of you not being together.",
        "Kelly: Dangerous?",
        "Dorian: Yes. That fling that you had with John McBain nearly cost you your life. You and Joey belong together, and the sooner you make that happen, the better.",
        "[SCENE_BREAK]",
        "Aubrey: Joey.",
        "[SCENE_BREAK]",
        "Cutter: Get out of the way, man.",
        "Brody: You can't leave.",
        "Cutter: What are you gonna do about it? Really?",
        "Brody: I would think that's obvious. You're under arrest.",
        "Tess: No way! For what?",
        "Brody: Accessory to kidnapping and murder.",
        "Cutter: She didn't do anything.",
        "Brody: Tess is a material witness that isn't cooperating.",
        "Cutter: I'm calling my lawyer.",
        "Tess: I wasn't the witness. It was Wes. Ow! Come on!",
        "Brody: Let's go.",
        "Tess: You're hurting me!",
        "[SCENE_BREAK]",
        "Natalie: Did you find Liam?",
        "John: We had a lead but it didn't pan out. I'm sorry.",
        "[Natalie sniffles]",
        "John: We did get a location. We've started a search from there. We won't stop until Liam's home safe. Hey. Listen.",
        "[Natalie crying]",
        "John: We will never give up.",
        "[SCENE_BREAK]",
        "Man: I don't know what you're talking about.",
        "Baker: We both know better.",
        "Man: Whatever it is that you think that I know, I don't know. I forgot. I've been here for 8 years. 8 years?",
        "Baker: 8 years. It went by like that in your mind. You are here with me now, and I can see your mind working.",
        "Man: I don't know what that means. What are you even talking about?",
        "Baker: You took it. We know that. And we need it back.",
        "Man: Ok.",
        "Baker: Ok. Now make it easy on yourself and tell me... where is it?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=FzK93zlb42w"
}