{
    "Episode Summary": [],
    "Recap": [
        "Cole and Star agree to keep the room so they can be together .Evangeline, Layla, Marty and Blair all share a room. All of the women would rather be somewhere else. Miles, Tate, Todd and Christian all share a room. They are not getting along much better than the women. Adriana and Rex share a room in which Adriana tells Rex she is in love with him. Miles and Tate take a swing at each other. Christian has to separate them. Evangeline insists that she doesn\u0091t want Todd. Miles leaves the room. Tate dangles the diamond necklace in front of Todd's face. Evangeline goads Blair by telling her that she is madly in love with Todd. Layla notices that Blair wouldn't think that something was going on between Evangeline and Todd if she didn't spend so much time with Todd. Evangeline leaves. Layla goes to take a shower. Marty and Blair discuss Miles. Marty threatens to tell Miles exactly what kind of person that Blair really is. Evangeline comes downstairs, and asks the receptionist which room is Todd's. Cole and Star share a kiss. Star suddenly pulls away. Star changes into Cole's shirt. They get on the bed and start kissing. Star, once again, pulls away. Miles watches Adriana and Rex kissing outside their hotel room door. Evangeline visits Todd in his hotel room. Evangeline goes into the bathroom to change clothes. Todd pays Tate off to leave him and Evangeline alone. When Evangeline comes out of the bathroom, she sees Todd there alone. Evangeline gets into the bed while Todd lays on the sofa. Todd asks her for a pillow. Evangeline reconsiders and asks Todd to sleep in the bed with her .She complains about being cold, so he hugs her up. They begin to kiss. Evangeline, suddenly, pulls away from him. They share some talk about just being friends. She cuddles up close to Todd again, and he kisses her on the cheek.",
        "Cole and Star get up on the bed while kissing. Suddenly, Star pulls away from him. They decide to just wait on making love. Tate comes downstairs to the lobby, and lets Christian know that Evangeline and Todd are upstairs making love. Christian can't believe his ears. Christian goes upstairs to tell Layla that he is leaving, but he runs into Blair instead. He lets her know that Todd and Evangeline are right now making love. Blair can't believe that Todd would do this to her. She starts to leave the room, but she stops, pulls her blouse off, and tells Christian that they should pay Evangeline and Todd back .They begin to kiss."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Langston: I don't get why you're so committed to getting these two in the sack.",
        "Cole: Look, I'll just go back to my room.",
        "Britney: Did you hear anything I just said? Are you stupid?",
        "Cole: Ok, then I'll sleep on a chair in the lobby.",
        "Britney: And have your mom walk by, or Starr's mother?",
        "Starr: Cole, we totally lied to our parents. If they found out that we were here together, you'd be thrown in jail and I'd be thrown in a convent.",
        "Britney: The best thing for you both is to stay here, and you know I'm right.",
        "Cole: All right, ok. Well, then, I'll just sleep on the floor.",
        "Britney: Oh, what a gentleman. Come on, Linwood.",
        "Langston: I want to talk to Starr -- in private.",
        "Cole: Whew.",
        "Starr: Well, what do you think I should do?",
        "Langston: What do you want to do?",
        "Starr: Well, I want to be with Cole, just the two of us. No offense, but that's the reason why I came here -- was so we wouldn't have to hide for one day. I'm so sick of lying and sneaking around. Langston: Ok, ok. I'll hang out with Britney, and I'll keep one eye out for your parents and the other out for miss thing. But you owe me big time.",
        "Starr: I know, you're the best. Thank you. Langston: So, Britney, ready to party hearty?",
        "Britney: I have so much to teach you. Langston: Hmm.",
        "Starr: Well, here we are.",
        "Cole: Here we are.",
        "[SCENE_BREAK]",
        "Marty: Oh. Perfect, Blair -- have another.",
        "Blair: Huh -- you know what, Marty? That's it. You're out of here.",
        "Evangeline: Blair, can you just be reasonable?",
        "Blair: Oh, what are you talking about? Reason this! I've had a crummy day and I'm stuck in a lodge with two people I can't stand -- not you, Layla.",
        "Marty: Yeah, well, I'm just as thrilled to be here as you are.",
        "Evangeline: I'm disgusted.",
        "Layla: Ladies, do I have to remind you that the roads are closed and we don't have a choice about where we sleep?",
        "Evangeline: If there was any other space in this godforsaken lodge, I would be there.",
        "Blair: Oh, you would? Oh, my God, but that means you wouldn't be close to Todd! And that's the whole point, ain't it?",
        "[SCENE_BREAK]",
        "Todd: Well, I was hoping some more rooms opened up -- that's what. Well, because I'm sitting here with three other guys that I don't know, I don't like, and are driving me crazy. Yeah, all right, I'll hold.",
        "Tate: Miles?",
        "Miles: Hmm?",
        "Tate: We got a choice here -- we got Sixers-Jazz or Buckeyes-Hoosiers.",
        "Miles: Oh, Sixers are my team.",
        "Tate: That's cool. You want to put a little something down on it?",
        "Miles: What?",
        "Tate: You know -- action, make it interesting.",
        "Todd: Yeah, that's great, just great.",
        "Miles: You mean betting?",
        "Tate: Yeah! Where have you been, dude?",
        "Todd: Where's Miles been? Miles grew up away from the rest of us. He's -- very special.",
        "Miles: You find another room yet?",
        "Todd: No.",
        "Tate: All right, I claim that chair over there.",
        "Miles: Hey, there's three chairs and a bed. There's one for each of us.",
        "Cristian: All right. Well, I suppose you think you're going to get the bed.",
        "Todd: I don't see why not. It's supposed to be for me and Evangeline anyway.",
        "Cristian: Son of a --",
        "[SCENE_BREAK]",
        "Rex: Tate obviously thinks you're hot and -- ugh -- you know, the guy has sneakers named after him.",
        "Adriana: So?",
        "Rex: Are you telling me that it never occurs to you you could do better than me?",
        "Adriana: No.",
        "Rex: Why not? What's wrong with you?",
        "Adriana: Because I love you, you moron. Ok, all right. Suppose I did hook up with Tate. We both know how long that would last. The guy is never going to pitch a fastball again, so he's always going to be looking for some girl to make him feel like a star. And have you noticed how much he loves people looking at him? I saw him check out his reflection in his knife today, Rex . Who wants a guy like that? I keep telling you, you're the one.",
        "Rex: Can we stop talking now?",
        "Adriana: Yes.",
        "[SCENE_BREAK]",
        "Miles: Hey, come on, come on! You guys are getting -- ah!",
        "Cristian: Ow!",
        "Tate: Hey! What is wrong with you guys?",
        "Miles: Ow.",
        "Tate: You all right?",
        "Miles: I'm bleeding.",
        "Tate: Head wounds bleed a lot, it's probably nothing. Come on. Idiots.",
        "Cristian: I don't want to hear another word about Evangeline.",
        "Todd: Man, you broke up with her, it's your problem.",
        "Cristian: I still care about her, Todd. And I'm not going to let you destroy her the way you almost destroyed Blair.",
        "[SCENE_BREAK]",
        "Layla: Why don't we order some room service?",
        "Evangeline: I have no idea where Todd's room is. I didn't even know he had a room until all this happened.",
        "Blair: Right.",
        "Evangeline: You know, I'm not getting into this with you. I'm not --",
        "Marty: Can we just call a truce for one night and go to sleep?",
        "Blair: Oh, no, no, no, because Evangeline here needs to know the only reason Todd's even sniffing around her -- because he wants it to bother me.",
        "Evangeline: Well, why do you care, Blair? You dumped him.",
        "Layla: That looks pretty good.",
        "Blair: Just because I don't want Todd and he wants me doesn't mean he's going to give up.",
        "Layla: Have you ever had the crab cakes here?",
        "Marty: No, I have not. I have lost my appetite. You know what -- this is ridiculous. Look, if you want Todd -- for whatever reason, I can't fathom -- you should know that you're going to have to deal with Blair because even when she doesn't want him, she doesn't want anybody else to have him, either.",
        "Blair: Oh, well, wait a minute. She -- you think she has Todd?",
        "Evangeline: I don't want Todd. He's a friend.",
        "Blair: Oh, well, friends don't buy friends diamonds.",
        "Layla: He bought you diamonds?",
        "Evangeline: I gave them back.",
        "Blair: Oh, she -- she's playing hard to get, playing hard to get. She wants him, she wants him bad. She doesn't want him just as a friend.",
        "Evangeline: You know what, Blair?",
        "Blair: What? Evangeline: Maybe I do, and what are you going to do about it?",
        "[SCENE_BREAK]",
        "Todd: What do you know about Blair and me?",
        "Cristian: I know you still love her, which means Evangeline is going to end up getting hurt.",
        "Tate: You know, your concern for the man you knocked down is. . .",
        "Miles: Is this the way it's going to be all night? Because I'd prefer to sleep standing up in a phone booth. I'm going to get some ice for my head.",
        "Todd: You know, your concern for Evangeline's feelings is really nice. You're not sleeping in this bed tonight because of your head, circus boy, you got something else coming.",
        "Tate: Is this the necklace you gave Evangeline. Wow, this must be worth a fortune.",
        "Todd: Yes. May I have it back, please?",
        "Cristian: She gave it back to you.",
        "[SCENE_BREAK]",
        "Evangeline: I am madly in love with him. I want him to drape me in his gaudy diamonds and I -- I want around the penthouse naked for the rest of my life.",
        "Layla: Vange, do you hear yourself?",
        "Marty: Yeah -- nobody can hear themselves when Blair's in the room.",
        "Evangeline: No. Not exactly what she wants to hear because she wouldn't know the truth if it jumped up and bit her in the ass.",
        "Layla: Stop acting like an ass.",
        "Evangeline: What? What's that supposed to mean?",
        "Blair: Yeah, what's that supposed to mean?",
        "Layla: I'm just saying maybe Blair wouldn't be thinking what she's thinking if you didn't spend so much time with Todd.",
        "Evangeline: Well, that's an awfully interesting discovery, Miss Layla. Are you talking about me and Todd, or you and Cristian?",
        "Layla: Cristian and I are friends because of you, you idiot.",
        "Evangeline: And now that the idiot is out of the picture, the sister -- the sister can move right on in.",
        "Marty: Would you guys please just stop and think before you say something you're going to regret?",
        "Blair: Yo, yo, yo. Dr. Ruth, shut up.",
        "Marty: Please, Evangeline, can't you just possibly ignore her? I mean, look at her-- she's drunk.",
        "Evangeline: What, am I supposed to stand here and let her insult me? Is that what you expect me to do, Dr. Ruth?",
        "Blair: Oh, gee, I'm sorry. I'm so sorry. Did I offend you?",
        "Evangeline: You know what?",
        "Blair: I was just telling the truth, but you can't handle it.",
        "Evangeline: Yeah, I guess I can't, Blair.",
        "Blair: No, you can't.",
        "Evangeline: I'm out! I'm out of here.",
        "Layla: Ok -- I'm going to go take a shower to wash off some of this mud that's been slung in this room. Why did I end up in this room?",
        "Blair: Well, I can tell you why. Because you -- you want to get your hooks into Miles Laurence, that's why.",
        "Marty: Yeah, you know, you can make up Evangeline's reality, but you may not make up mine. The only thing is friendship, ok, between Miles and me.",
        "Blair: Oh. Right! Come on, Marty. He's sweet, he's rich. Doesn't know nothing about the big, old bad world, and you know what? I bet you he's even a virgin.",
        "Marty: Oh, God.",
        "Blair: That's right up your alley.",
        "Marty: Yeah, you know, Miles is too good to know what a conniving harpy you are, so I think I need to enlighten him, and after your behavior tonight, that shouldn't be too hard.",
        "Blair: Yep, go right ahead. Go right ahead because I don't think he's actually going to settle for boring. Free therapy? No, you know, it -- it's nothing for a millionaire.",
        "Marty: Hmm, yeah. Miles asked me to be his date, not you. You asked him, and if you weren't so caught up in your scheme to use him to make Todd jealous, well, you would've heard him say no.",
        "Blair: You don't know anything about it, girl.",
        "Marty: You know, I'm not going to have this discussion with you anymore, ok? Let's just shut our mouths and be glad that our children are nowhere near each other.",
        "[SCENE_BREAK]",
        "Evangeline: Excuse me? Sorry. Can tell you me what room Todd Manning is in?",
        "Woman: I'm not supposed to do that, no.",
        "Evangeline: Please, \"Nancy. \" I have nowhere else to go.",
        "Nancy: What the hell. Follow me.",
        "[SCENE_BREAK]",
        "Britney: Starr's dad -- is he here, too?",
        "Langston: I saw your antenna go up. Don't say a word.",
        "Britney: Oh. Why do you keep attacking me?",
        "Langston: Please.",
        "Britney: Seriously. You saw me cover for Cole to Dr. Saybrooke.",
        "Langston: Yeah, I saw.",
        "Britney: And you have to believe me -- there is no way her parents are going to find out they're here.",
        "[SCENE_BREAK]",
        "Cole: What's wrong?",
        "Starr: Uh -- nothing.",
        "Cole: That doesn't make sense.",
        "Starr: I know.",
        "Cole: Ok, then what happened?",
        "Starr: I don't know.",
        "Cole: Well, listen, you better tell me what's wrong because I'm not going to let this go.",
        "Starr: Yeah, because nothing turns me on like pressure, Cole. Thank you.",
        "Cole: Well, the pressure isn't going away any time soon. Your folks and my mom are in this building.",
        "Starr: Cole, could we please not talk about our parents? All we ever do is talk about our parents or hook up. What is fun about that?",
        "Cole: The hooking up part?",
        "Starr: Not right now, it isn't. God, all I can think about is if my aunt Dorian calls my mom and tells her that I'm not there.",
        "Cole: Starr, stop it.",
        "Starr: And what about Langston? She's hanging out with Britney and she doesn't even like her and it's all because of us.",
        "Cole: So what are you trying to say?",
        "Starr: Oh. I'm trying to say that I'm in a room alone with my boyfriend and all I can do is think about other people. Is there something wrong with me?",
        "Cole: No, no, there's nothing wrong with you, I get it, and if our parents cared about what we thought, they'd try to understand us and forget about their stupid past. So why should we care about what they think?",
        "Starr: Maybe you're right.",
        "Cole: Listen, I know you. You stood up to Britney. I mean, you can handle this. I mean, come on. What's scarier than Britney, right?",
        "Starr: I like you.",
        "Cole: I like you, too. Hey, can I tell you something?",
        "Starr: Yeah.",
        "Cole: I love you.",
        "Starr: You do? How did you know?",
        "Cole: I -- I -- I walk into a room and -- and I want to know if you're there. You know, and something good happens, something rotten, I want to tell you and just you, and then there's the kissing part and -- and that you're so incredibly beautiful and --",
        "Starr: Cole? Cole? I love you, too. So, we love each other and we're alone in a bedroom, which may never happen again. And the sensible thing to do would be to take advantage of the situation.",
        "Cole: Are you saying what I think you're saying?",
        "[SCENE_BREAK]",
        "Adriana: It was so sweet of you to call today our anniversary.",
        "Rex: It is one. Today is the anniversary of the moment I realized I was in love with you.",
        "Adriana: And I still can't believe you remember the exact day.",
        "Rex: Well, it's not too hard to remember the day your whole life turned around. I promised myself I wouldn't screw us up the way I screwed up a lot of things. And if I've done that by --",
        "Adriana: You haven't. My life changed that day, too.",
        "Rex: Do you realize how many people never find the person they're meant to be with? I can't believe I'm so lucky.",
        "[SCENE_BREAK]",
        "Blair: You know what, Marty? I'm going to go to bed, and hopefully when I wake up in the morning, this will all be a nightmare.",
        "Marty: Hmm.",
        "Blair: Oh, son of a --",
        "Marty: You know what you need?",
        "Blair: What -- don't even try to analyze me, Marty. Because I know who I am, all right?",
        "Marty: Oh.",
        "Blair: I may not be perfect, but you know what? I don't run around town pretending to be sane and rational when I'm a mess. And I don't blame every little failure in my life on something that happened eons ago, and I certainly didn't come back to this town to make everybody's life a living hell -- that's what you did.",
        "Marty: Hmm. I was going to say you needed a cup of coffee.",
        "Blair: Ok. Make us some?",
        "Marty: And actually since you star this conversation. Patrick and I had love and trust and friendship. And he and Cole and I were a happy family up until the day he died. And that is something you have never had -- probably never will.",
        "[SCENE_BREAK]",
        "Todd: Once again, Cristian, you have no idea what you're talking about.",
        "Cristian: Oh, I know Evangeline.",
        "Tate: Hey, could you ladies take it to the bathroom or something? I'm trying to watch the game here.",
        "Cristian: I'm out of here.",
        "Tate: Yes!",
        "Todd: So what's the deal with you, anyway?",
        "Tate: Are you a fan of baseball?",
        "Todd: Not really.",
        "Tate: Huh. Well, just go to the major league baseball website and look up my name.",
        "Todd: What's your name?",
        "Tate: Huh. There you go.",
        "Todd: Oh, jeez. You actually carry around a baseball card of yourself?",
        "Tate: Yeah, for little kids, old ladies. You want my autograph?",
        "Todd: I don't know -- how much is it worth?",
        "Tate: More than you got.",
        "Todd: So what's a big shot, world-class athlete like you doing hanging around Llanview?",
        "Todd: Oh.",
        "Evangeline: Hey.",
        "Todd: Hey.",
        "Evangeline: Is Cristian in here?",
        "Todd: No, no, he --",
        "Evangeline: Then may I come in?",
        "[SCENE_BREAK]",
        "Marty: No. Uh-uh. The me person you were when I left Llanview. You know, things fall apart with Todd, and you throw yourself at the first thing in pants.",
        "Blair: Huh. You really have no life, do you? You've kept up with me all these years?",
        "Marty: Oh, no, no, I didn't have to -- I saw you tonight. You just -- you can't stand to be alone, can you?",
        "Blair: You have -- you have no idea how strong I am.",
        "Marty: Then why is it you still define yourself by the men you collect?",
        "Blair: You're a self-righteous bitch is what you are.",
        "Layla: Uh -- I stayed in the shower until I turned into a prune, and you two are still going at it? That's a little pathetic.",
        "Blair: Let me clarify something with you, Marty.",
        "Marty: Oh, no, no. No, I've had enough, sweetie. Darling. Hmm, I'm out of here. And you just -- let's see how long you like it here alone.",
        "[SCENE_BREAK]",
        "Rex: Ever think about the future?",
        "Adriana: Yeah.",
        "Rex: Me, too.",
        "Adriana: Don't worry. I don't have any of those bride magazines.",
        "Rex: I'm not worried.",
        "Adriana: Hmm. I just -- I don't want to do anything to mess things up.",
        "Rex: Like getting stupidly jealous?",
        "Adriana: Like nailing things down. All I need to know about my future is that you'll be in it.",
        "Rex: I'll be there.",
        "[SCENE_BREAK]",
        "Marty: Miles?",
        "Miles: Marty.",
        "Marty: What are you doing down here?",
        "Miles: I just got in my first brawl. I was looking for some ice for my head.",
        "Marty: Are you ok?",
        "Miles: I'm fine. I -- now that I just ran across something else.",
        "Marty: What do you mean?",
        "Miles: I just saw what true love really looks like.",
        "[SCENE_BREAK]",
        "Evangeline: I'm staying in the room across the hall with Blair.",
        "Todd: Ew. You're kidding.",
        "Evangeline: You know, she's drunk, and if I stay in there another minute, Todd, I think somebody's going to get hurt.",
        "Todd: Mmm, well, you're ok in here. It's just me and Babe Ruth.",
        "Evangeline: Hi.",
        "Tate: Hey.",
        "Todd: Evangeline Williamson, this is -- I don't know --",
        "Tate: I'm Tate.",
        "Todd: Pee wee -- Pee Wee Reese.",
        "Evangeline: Hi. Nice to meet you.",
        "Tate: Same here.",
        "Evangeline: Hey, do you have any aspirin?",
        "Todd: I don't -- , no, I don't.",
        "Tate: Yeah, there should be something in the bathroom.",
        "Evangeline: Oh. Thanks.",
        "Todd: Hey, man, I'll give you $100 to get the hell out of here.",
        "Tate: You're kidding me, right?",
        "Todd: No, I'm not kidding you. I'll give you 300 to stay out all night.",
        "Tate: I don't need your money.",
        "Todd: Well, help me out and get they hell out.",
        "Tate: Cristian's going to come back here, Todd.",
        "Todd: Yeah, I can -- I can handle him. It's",
        "Tate: It's fine, I can't watch the game here anyway.",
        "Todd: Hmm?",
        "Evangeline: Oh, God.",
        "Todd: Find any aspirin?",
        "Evangeline: No, but he has some serious anti-inflammatories in there.",
        "Todd: I'll bet he does. You want me to call down to the front desk and ask --",
        "Evangeline: No. No, no, no. I took two anyway. If I can just stay here until your ex-wife--until she's passed out.",
        "Todd: Absolute. Please stay here. It's no problem.",
        "Evangeline: Where's the -- where's the Tate guy?",
        "Todd: Uh -- he -- I think he went down to the bar or something to watch the game. Of course, a big stud like him -- probably get lucky, so --",
        "Evangeline: Hmm.",
        "[SCENE_BREAK]",
        "Tate: Oh.",
        "Cristian: You couldn't take Todd, either, huh?",
        "Tate: Oh -- for what it's worth -- that fight upstairs -- my money was on you.",
        "Cristian: The guy's a pig. And now, he and my girlfriend are -- you know what? Let him sleep in the lobby.",
        "Tate: Hold on a second. You don't want to go up there right now.",
        "Cristian: Why not?",
        "Tate: He's -- entertaining.",
        "Cristian: Evangeline? You sure about that?",
        "Tate: Yeah, he tried to pay me off to leave the room.",
        "Cristian: He called her?",
        "Tate: She showed up at the door. He said he didn't want to see me until the morning.",
        "[SCENE_BREAK]",
        "Cole: Ah. Hi.",
        "Starr: Hi.",
        "Cole: That's my shirt? Wow. It's never looked so better. I do love you.",
        "[SCENE_BREAK]",
        "Langston: What do you think they're doing up there?",
        "Britney: Would you like me to draw you a diagram?",
        "Langston: Starr's a freshman in high school.",
        "Britney: So?",
        "Langston: So, you pushed them into that room.",
        "Britney: You heard Starr. This is what she wants. Now, go sit down. I'll teach you how to dress.",
        "Britney: I'm telling you, this is all for Starr.",
        "[SCENE_BREAK]",
        "Nancy: Excuse me.",
        "Tate: Hi.",
        "Nancy: You're Tate Harmon, right? If -- if I could get your autograph for my nephew, it would be the one bright spot in this horrifying night.",
        "Tate: Sure, no problem. Have a seat.",
        "Nancy: Ok.",
        "Tate: What is the nephew's name?",
        "Nancy: Nancy.",
        "Tate: Oh, ok. Nancy.",
        "Tate: Thank you so much for letting us use the lodge for the photo shoot.",
        "Nancy: Oh, well, I'm just sorry you got stuck here.",
        "Tate: Oh, I'm fine. I'm just -- I'm worried about the girls. Adriana Cramer and Layla Williamson -- do you know if they got rooms?",
        "Nancy: Oh, yes. Layla's in a lodge room with several other women, and Adriana and her boyfriend are in the snow cap room. I ran out of regular rooms, but I thought they'd like the fireplace.",
        "Tate: Well, I'm sure they do. Here you go.",
        "Nancy: Oh. Thank you so much.",
        "Tate: No problem.",
        "[SCENE_BREAK]",
        "Todd: Well, what kind of hotel loses its heat, and then doesn't provide enough blankets for its guests? Oh, that's a good excuse. No, whatever.",
        "Evangeline: Oh, I think bathrobes are becoming a theme in our relationship.",
        "Todd: I guess it could be worse, huh?",
        "Evangeline: I'm not complaining. I'm not complaining.",
        "Todd: Is there another one in there, because --",
        "Evangeline: Yeah. Yeah, I think so.",
        "[SCENE_BREAK]",
        "Tate: Hello? Anybody here? Oh, man, I am so sorry.",
        "Adriana: Ahem -- it's ok, Tate.",
        "Rex: Yeah, it's ok, Tate. Adriana and I were just talking.",
        "Adriana: Hmm.",
        "[SCENE_BREAK]",
        "Todd: Oh, yeah. Oh, yeah.",
        "Evangeline: You all right over there?",
        "Todd: Oh, I'm perfect. It can't get any better.",
        "Evangeline: You freezing?",
        "Todd: Well, I think it's a fitting end to the day.",
        "Evangeline: Hmm.",
        "Todd: I'm sorry it didn't work out like I planned it.",
        "Evangeline: We can't control the weather, Todd.",
        "Todd: Maybe you can't.",
        "Evangeline: Oh, my God. You are a unique individual.",
        "Todd: In a good way, I hope.",
        "Evangeline: I think so.",
        "Todd: That's good. Oh. Oh, yeah. This is like a -- like a massage. Oh, it's perfect.",
        "Evangeline: Would you be quiet? I'm trying to sleep.",
        "Todd: Oh -- oh, I can't get any more comfortable. Actually, I could use a pillow, though.",
        "Evangeline: This is ridiculous. This bed is huge. Get in.",
        "Todd: Are you sure?",
        "Evangeline: Get in before I change my mind.",
        "Evangeline: Oh. Huh. Hmm.",
        "[SCENE_BREAK]",
        "Blair: Look, I was wondering if you had any more of those little hot drinks that are down in the lobby. What are you talking about? The bars -- those can't be closed this -- this time of night. What -- Oh, it's pitiful! I'm never coming back here. Just a minute! Hey.",
        "Cristian: Hey, Blair, is Layla here?",
        "Blair: No, it's just me.",
        "Cristian: Hmm. Well, listen, when she comes back, can you tell her I'm not waiting till morning? I'm leaving tonight.",
        "Blair: Well, you can't leave, Cristian, it's snowing out there.",
        "Cristian: Well, I'll -- I'll find a way.",
        "Blair: Hey, hey, hey -- you want to tell me what -- what's wrong?",
        "Cristian: You know all that bull Evangeline kept spouting about her and Todd just being friends?",
        "Blair: Yeah, why is that bull?",
        "Cristian: Well, it's bull because they're in Todd's room right now having sex.",
        "[SCENE_BREAK]",
        "Todd: Are you still cold?",
        "Evangeline: Yeah.",
        "Todd: Well -- come here. I promise. Yeah. Ah. Ok. Better?",
        "Evangeline: Thanks.",
        "Todd: Mm-hmm.",
        "[SCENE_BREAK]",
        "Adriana: Is this really",
        "Rex: Tate said he was bored.",
        "Tate: Yeah.",
        "Rex: No!",
        "Tate: Yeah!",
        "Rex: Ok, best two out of three.",
        "Adriana: Rex --",
        "Rex: Let's go.",
        "Tate: Ah!",
        "Rex: All right.",
        "Tate: Let's go again, one more time.",
        "Adriana: You'll be pulling out the ruler next.",
        "Rex: You know, next time, it's thumb wrestling.",
        "Tate: You're on.",
        "Adriana: Ugh.",
        "[SCENE_BREAK]",
        "Miles: Cold?",
        "Marty: It feels good.",
        "Miles: The snow's beautiful, isn't it?",
        "Marty: Yeah.",
        "Miles: Is something wrong?",
        "Marty: No. No, I was just thinking about what you said. You know, about love. Real love. It does look different. It feels different.",
        "Miles: Have you had it?",
        "Marty: Hmm. I was married to a wonderful man. His name was Patrick.",
        "Miles: What happened?",
        "Marty: He died.",
        "Miles: Sorry.",
        "Marty: Hmm. I'll always love him, and I'll always be lucky to have had what we had. It's a once-in-a-lifetime thing. Hmm.",
        "Miles: Oh. I see one little star through all the clouds.",
        "Marty: Oh. You think it's the first star of the night?",
        "Miles: Definitely. \"Star light, star bright --\"",
        "Marty: \"First star I see tonight. \"",
        "Miles: What did you wish for?",
        "Marty: Well, I can't tell you. Then it won't come true.",
        "Miles: Oh, come on. I don't believe in that. I wished I could have what you had with your husband.",
        "Marty: I'm going to head back inside. I hope your wish comes true.",
        "Miles: I hope so, too.",
        "[SCENE_BREAK]",
        "Langston: Can we go up to the room now?",
        "Britney: No.",
        "Langston: Oh, come on.",
        "Britney: Do you really want to sleep in the same room as them?",
        "Langston: I don't know.",
        "Britney: Well, I don't.",
        "Langston: So, what, we're just going to stay here all night?",
        "Britney: Starr and Cole may never get another night like this, right?",
        "Langston: I guess. But I'm not going to bed. I've got my eye on you. Not that I don't trust you or anything.",
        "[SCENE_BREAK]",
        "Starr: What?",
        "Cole: I don't know -- you just seem a little tensed.",
        "Starr: No.",
        "Cole: It's ok.",
        "Starr: I just don't want you to think that -- that I --",
        "Cole: I don't, I Don't.",
        "Starr: But at the party the last time, it just --",
        "Cole: I was completely out of my mind. And I'm sorry. You know? I -- I just want you to -- to feel comfortable about all this.",
        "Starr: We may never get another chance.",
        "Cole: You know what? We both told each other that we love each other. And soon, we're going to be old enough where our parents can't tell us what to do, all right? So we don't have to live our whole lives tonight. We have forever.",
        "Starr: Forever?",
        "[SCENE_BREAK]",
        "Evangeline: Todd -- oh, God, Todd -- Todd --",
        "Todd: Yeah, yeah. Yeah, yeah, yeah, yeah, yeah. Yeah. Yeah. Yeah, yeah.",
        "Evangeline: Oh. It's too --",
        "Todd: Yes, that's right. It's too soon for both of us.",
        "Evangeline: When we were in that elevator, it was so -- you know?",
        "Todd: Yeah.",
        "Evangeline: You think maybe I need some sort of a crisis to move on from Cristian, and you from Blair?",
        "Todd: I don't know. I hope not. I'll tell you what I really think.",
        "Evangeline: What?",
        "Todd: I just think we need each other tonight. I think that tonight we just need each other. Who knows what'll happen in the future?",
        "Evangeline: Oh, maybe there is something between us. I don't know.",
        "Todd: Me, neither. I know I don't have very many friends.",
        "Evangeline: Hmm.",
        "Todd: I don't have any friends, actually.",
        "Evangeline: No, you don't. Hmm.",
        "Todd: I don't want to lose you.",
        "Evangeline: I don't want to lose you, either.",
        "Todd: Are you ok?",
        "Evangeline: I'm ok. I' m great. Are you ok?",
        "Todd: I'm -- well, you know that this is not -- this is not how I planned tonight to end up, right? And I -- I'll tell yo u, just being here with you right now, I feel great. I feel wonderful. I feel -- a little tired.",
        "Evangeline: Oh. I'm really cold, too.",
        "Todd: Yes. Yes, yes, yes, yes. Come on, come on.",
        "Evangeline: Ok. Hmm. Ok. Ok.",
        "[SCENE_BREAK]",
        "Blair: You're lying to me, Cristian. Todd would never do that to me.",
        "Cristian: Huh. Well, he's not doing it to you, he's doing it to Evangeline.",
        "Blair: Shut up.",
        "Cristian: Oh -- you -- think I like this, Blair?",
        "Blair: No, I -- I think that you want to hurt me. I think you came up here to tell me so it would hurt me.",
        "Cristian: Wait a minute. Where are you going? You're drunk. Relax.",
        "Blair: Well, yeah? Well, let's get them back.",
        "[NEXT_ON]",
        "Adriana: I had the best dream.",
        "Tate: So did I.",
        "Todd: How do you think he's going to react when he finds out you and I slept together?",
        "Cristian: Any regrets about last night?",
        "Blair: None, what about you?",
        "Starr: First time is the best.",
        "Cole: Definitely."
    ],
    "Transcript Author": [
        "Provided By Glynis Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=_o49fFEl69A"
}