{
    "Episode Summary": [],
    "Recap": [
        "Natalie and John argue. John didn't take his sleeping medication the night before and she is getting frustrated. She guesses that he is doing all this to rush his release from the hospital so he can go after Spencer. He is quiet when she suggests that. She thought that he was all over this stuff and was going to live a different kind of life when he gets better, but instead, he is more focused than ever on getting to Truman and making him pay. That seems to be the most important thing. Marty is at the door listening secretly to their conversation. She moves away quickly when she senses that Natalie is coming to the door. Natalie sees Marty walking off and she calls to her. She wants to know what Marty was doing there. Marty doesn't get a chance to answer her question because Natalie sees the nurse come by and she asks about John's medication. When Natalie and the nurse are out of earshot, Marty goes into John's room. He isn't friendly and becomes curious of why Marty wants to know about Spencer. Soon Marty realizes that she is being insensitive to him and she leaves. Jack has gone off while unattended and has ended up in the crazy bastard's room. He asks Spencer if he did the things that his family has been saying he did. He says that he and Todd have a strange grownup relationship that Jack can't understand. Jack senses that he is being lied to and gets angry. Just then the door flies open and Starr comes in with the guard and they drag Jack out of there. \"I hate you!\" Jack shouts at Spencer. Todd is furious when he hears that Jack went to see Spencer. Starr tells how Jack shouted that he hated the man. Jack tells his mother that he wants the man dead. Blair tells him that they have to be better than that Better than Spencer. Starr goes to see Bo to keep her father out of jail but to knows that things are not going to be that easy. Spencer's guard taunts him for being a psycho. \"Just do your job and make sure that no one else gets in here,\" Spencer shouts. Paige is upset. Hugh's adoptive family sent her an email of the tombstone for Hugh's grave. Bo gives Paige permission to go and see Spencer to show it to him. She goes in there and Spencer is immediately saddened when he sees the picture. \"When I get the charges dropped and get out of here, I will go and see my son here \" Paige says that he was never a father and that she will not allow him to go anywhere near her son! She will stop him at any cost! Martin returns to John's room to talk to him again. She is sorry that she ran off the way that she did when they were talking earlier, but when she goes into John's room, he is gone."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Michael: Well, here we are --",
        "Marcie: Tommy, you want your bagel?",
        "Michael: New Year's Eve --",
        "Marcie: Huh? Want your bagel?",
        "Michael: 2007, and my boy, Tommy, is about to take a bite of his first bagel.",
        "Marcie: Oh. Maybe we should've waited until tomorrow, because then he could've had his very first bite of his very first bagel on the first day of 2007!",
        "Michael: Well, we could always give him a doughnut.",
        "Marcie: No way -- way too much sugar.",
        "Michael: Okay, then it'll be steak and eggs. But for now, give me a shot of my boy taking a bite of that bagel. Oh! Hey.",
        "Michael: That's some arm you got there, huh? We better get you pitching. You know, win us a World Series, huh?",
        "Rex: If that isn't a family that's supposed to be together --",
        "Adriana: But Todd just lost his other son.",
        "Rex: And he thinks that that son over there is dead, too. He's already accepted it. Let Michael and Marcie and Tommy be happy.",
        "Marcie: Wee!",
        "Michael: Yeah, you're my little guy. Who's my little guy? Who's my beautiful little boy?",
        "[SCENE_BREAK]",
        "Todd: Hey, Vik.",
        "Viki: Todd.",
        "Todd: What are you doing here?",
        "Viki: You called me.",
        "Todd: Yeah, you didn't really have to come.",
        "Viki: What's wrong? Blair's okay?",
        "Todd: Well, she's doing about as good as she can be right now, considering. She's still in ICU",
        "Viki: So it's you. You okay?",
        "Todd: Oh, sure. I didn't fall off any roof.",
        "Viki: Todd, you lost a baby, too.",
        "Todd: Yeah, and I don't think Blair is going to forgive me for this one.",
        "[SCENE_BREAK]",
        "Starr: Excuse me. Did you see my little brother anywhere?",
        "Spencer: Jack. What are you doing here?",
        "Jack: I wanted to see you.",
        "Spencer: I'm glad. I wanted to see you, too. I missed you.",
        "Jack: Did you try to kill my mom and dad?",
        "[SCENE_BREAK]",
        "Nurse: The pain medicine should be kicking in at any minute now.",
        "John: Yeah. Thanks, I'm good.",
        "Natalie: Oh -- hey. How -- how's John doing? Did he get any rest last night?",
        "Nurse: He won't take his sleeping pills.",
        "Natalie: Could you maybe slip it in his I.V. or something?",
        "Nurse: He'd have my head when he woke up.",
        "Natalie: He's never going to get any better if he doesn't get some rest.",
        "Nurse: Well, maybe you can get through to him.",
        "Natalie: Maybe.",
        "John: Hey. Good morning.",
        "Natalie: Don't you \"good morning\" me, John McBain. We're going to set some things straight here, or you can do this without me.",
        "[SCENE_BREAK]",
        "Paige: Busy?",
        "Bo: Am I busy? No. Get in here, shut that door, and that's an order.",
        "Paige: Yes, sir! Ah!",
        "Bo: What happened to you? What -- I wake up this morning, I roll over and I reach -- I just want to go -- you're not there. Where'd you go?",
        "Paige: Didn't you get my note?",
        "Bo: Uh -- your note?",
        "Paige: Yeah, I left you a note.",
        "Bo: No. A -- a note?",
        "Paige: I -- I have to go do something today, but I wanted to get your permission first.",
        "Bo: My permission? Oh, come on. To do what?",
        "Paige: To see Spencer.",
        "[SCENE_BREAK]",
        "Starr: Jack said he was coming out here to get a glass of water and he never came back.",
        "Nurse: I'm sorry, I haven't seen him. Maybe you should check with reception.",
        "Starr: Jack, where are you? Jack!",
        "[SCENE_BREAK]",
        "Spencer: Jack, how did you get in here?",
        "Jack: I snuck in.",
        "Spencer: Oh. Listen, you should probably go, all right? You shouldn't be here. You don't want to get in trouble with that police officer outside, do you?",
        "Jack: I want to know. Did you try to kill my mom and dad?",
        "Spencer: Jack -- listen, I -- I promised you that I would never do anything to hurt your mother. You remember that? I -- I meant it.",
        "Jack: Uh-huh.",
        "Spencer: Okay. Well, I -- I didn't do anything to hurt your mom. I -- I told you I wouldn't, and -- well, I didn't, okay?",
        "Jack: I liked you.",
        "Spencer: Well, I still like you very, very much, Jack. It's very important that you understand that.",
        "Jack: Then why were you mean to my dad?",
        "Spencer: Well, that's complicated. That's -- it's an adult thing, okay? There's a lot of adult things, grown-up things that are that way, but it doesn't change the way I feel about you. I mean, I've always thought about you as -- well, as like a son, you know?",
        "Jack: I'm not your son, and you're not my dad.",
        "Spencer: Yeah, I know. I -- I know I'm not your daddy, but, I mean, I -- it doesn't change the way I feel about you. Do you understand what I'm saying?",
        "Jack: You're bad just like everybody says.",
        "Spencer: No, Jack --",
        "Jack: Why'd you make me think you were nice? Why'd you lie to me?",
        "[SCENE_BREAK]",
        "Viki: No one is blaming you for what happened on the roof.",
        "Todd: I swear to God it was an accident, Viki.",
        "Viki: Well, I know that, but so does Blair.",
        "Todd: Well, she's not talking to me.",
        "Viki: For heaven sakes, what has she been through? She had a terrible fall with serious injuries, she's had surgery. Honey, she lost a baby.",
        "Todd: No, that's not it.",
        "Viki: Well, I think it is.",
        "Todd: No. She had no problem talking to Dorian.",
        "Viki: That's different.",
        "Todd: She says \"I'll talk to Dorian, I'll talk to Adriana, I'll talk to Starr, I'll talk to --\" not me. She hates me now.",
        "Viki: No, she does not hate you.",
        "Todd: There's something -- there's something that I should've done. There's something that I -- that I shouldn't have done to stop this from happening.",
        "Viki: Everybody thinks that way when something goes wrong.",
        "Todd: {Some words missing] with me, isn't it? Everything always goes wrong with me. If there's a pile of garbage, I'm going to step in it, brother. I'm going to -- I'm going to seek it out. I'm going to create it.",
        "Viki: Would you stop? This isn't doing you any good.",
        "Todd: Viki, I killed my own son --",
        "Viki: Oh --",
        "Todd: Just like I killed the one from Margaret.",
        "Viki: You didn't kill --",
        "Todd: I did! I did. There's two sons dead now because of me. Two, because I destroy everything in my life that matters.",
        "[SCENE_BREAK]",
        "John: What are you all mad about? I'm the one in the hospital bed.",
        "Natalie: No, don't play the sympathy card with me. You know exactly what I'm talking about.",
        "John: I didn't get reservations for tonight?",
        "Natalie: Oh, stop. John, you're never going to take me anywhere ever again if you don't follow the doctor's orders.",
        "John: Did that nurse rat me out?",
        "Natalie: She's just worried about you like I am.",
        "John: Okay, listen, I took a couple pain pills a little while ago. Are you happy now?",
        "Natalie: Yes. If it makes you feel better, yes. You have to listen to the doctor so you can get out of here and come home --",
        "John: I don't need all that crap they keep feeding me.",
        "Natalie: John, you're not that tough, okay? Nobody is. I don't understand why you keep feeling like you got to suck it up when -- when you don't have to.",
        "John: I don't know. I don't know.",
        "Natalie: Well, see? That's what happens when you don't take your meds -- you get all whacked out.",
        "John: It's better than feeling all doped up.",
        "Natalie: So, what, you can go chasing after Truman? God, do not tell me that's what you're thinking.",
        "John: Well, I can't exactly do anything now.",
        "Natalie: John, you told me that you made peace with everything that's happened. You said that you weren't going to revolve your life around what he did to your dad, that you were actually going to start having a life finally. Was that all bull?",
        "John: You know how I feel about you, about us.",
        "Natalie: But it's just -- it's not enough, is it? You -- you just want to go and finish what the courts didn't. You want to get better so that you can go after Truman yourself. That's all you want. You want to avenge your father's murder once and for all. Do you have anything to say about that?",
        "John: You're right.",
        "[SCENE_BREAK]",
        "Michael: So, you guys got big plans for the night, or what?",
        "Adriana: We're going to a New Year's thing at Capricorn.",
        "Michael: No UV?",
        "Adriana: It's my brother's party.",
        "Rex: And I've got my people running the show at Ultraviolet.",
        "Adriana: And besides, I have something special planned for Capricorn.",
        "Rex: Yeah?",
        "Michael: Oh.",
        "Adriana: Oh -- down, boy, it's business.",
        "Michael: Business on New Year's Eve? What's the deal?",
        "Rex: What kind of business?",
        "Adriana: It's a secret. Hey, why don't you and Marcie get a sitter and come?",
        "Michael: You know, that's a really sweet offer, but we kind of have plans.",
        "Rex: Big party of your own?",
        "Michael: Yeah, you could say that.",
        "Rex: Where?",
        "Michael: Our place.",
        "Rex: And you're not inviting us?",
        "Michael: Well, it's a party of three. You know, we figured we'd get all dressed up and drink some apple cider, play some games, do a little dancing, a little pin the tail on the donkey -- I'm talking crazy, people.",
        "Rex: Well, while you and Marcie are doing all that, what's Tommy up to?",
        "Michael: He's certainly not going out clubbing with his godfather, so don't even think about it. All right, buddy? Not going to happen, okay? You know, I can't believe I'm even saying this. I mean, last year, I wasn't married to Marcie, I didn't have Tommy, and I would've told you that this is impossible because nobody is this lucky.",
        "Marcie: Here he is! He's all clean.",
        "Adriana: Aw!",
        "Michael: I thought we were going to save the monkey suit for later. Look at you -- oh, you are just so great.",
        "Marcie: Well, you know, we were going to, but then the OJ wound up, you know, on him instead of inside him.",
        "Michael: Oh. Well, that's my boy -- OJ on the outside, not on the inside. Yes, he looks so good.",
        "Rex: You hear that?",
        "Marcie: Oh, he does.",
        "Rex: That's his boy.",
        "[SCENE_BREAK]",
        "Todd: After that lowlife Truman told me my son was dead, I couldn't see straight.",
        "Viki: Do you really think he was telling you the truth?",
        "Todd: There was no reason not to at that point.",
        "Viki: Except to take revenge, to -- to torture you. That's what he lives for.",
        "Todd: So would he die for it? Huh. Blair almost dies, and now two sons have died -- two. I'll never meet them. I'm just going -- I'm just going crazy inside --",
        "Viki: Stop, stop, stop. Honey, it goes away in time. Honestly, it does, okay? God will never give you more pain than you can handle.",
        "Todd: Oh -- God?",
        "Viki: Yes, God. Starr told me that you went to the chapel with --",
        "Todd: Yeah, a lot of good it did. Blair made it, but I've lost a son, another son. Now I've lost everything.",
        "Viki: You have not lost everything. You have two gorgeous, wonderful children. Starr and Jack love you, and they need you, just as much as you need them.",
        "[SCENE_BREAK]",
        "Spencer: I never, ever lied about how much I care for you, Jack. Never.",
        "Jack: I heard Mom, Dad, and Starr -- and everybody. They all say you lie.",
        "Spencer: Well, just try not to believe them. That's all I can say. Hey, hey, hey -- Jack. Will you look at me? Yes, thank you. Hmm. I love your mother very, very much and I still do. Do you understand? That means I love her son, as well.",
        "Jack: What about Starr? Don't you love her?",
        "Spencer: Well, yeah, but she's -- Starr's older. You know, she didn't need me as much, and you did. And I was there for you and I was happy to be there for you, and I still want to be there for you.",
        "Officer: Oh, no.",
        "Starr: See? I told you.",
        "Officer: No, no, no. Come on, you're not supposed to be in here.",
        "Starr: Come on, Jack.",
        "Officer: Out.",
        "Jack: I hate you!",
        "[SCENE_BREAK]",
        "Paige: So I'm just -- I wanted to clear it with you first -- going to see Spencer.",
        "Bo: Well, why, honey? You know, you've seen him before without me knowing about it.",
        "Paige: I know, but now we're starting over, and I -- I just -- I want everything to be out in the open all the time.",
        "Bo: Good. So do I. Honey, it's the only way.",
        "Paige: I know. So, is it okay?",
        "Bo: Of course it's okay. If there's something that -- that you need to say to Spencer --",
        "Paige: It's not what I need to say to him. It's -- it's something I have to show him.",
        "[SCENE_BREAK]",
        "Natalie: So you actually admit it? You just -- you just want to get better so that you can go after Spencer.",
        "John: Part of it. You know, if that's the kick in the pants that I need --",
        "Natalie: To make it worse. Why can't you just let everybody else handle this?",
        "John: Oh, like they have so far?",
        "Natalie: They got Spencer back into custody, didn't they?",
        "John: Yeah -- in a -- in a nice, cushy bed in the hospital, probably plotting his next move.",
        "Natalie: Okay, explain this to me. What is it that you -- you -- think, in this condition, that you can do better?",
        "John: I don't know. But you know what? I'm going to find out.",
        "Natalie: John -- John, look at you. You can barely move. Come on.",
        "John: It's because of all that stupid stuff they keep giving me.",
        "Natalie: Well, if it's keeping you in this bed, then I guess it's doing its job. I'm going to go. I'm going to go talk to the nurse about getting you a sleeping pill.",
        "John: Hey, I'm not taking any sleeping pills. Forget it!",
        "Natalie: You're going to take it whether you want to or not.",
        "John: Oh, you'd like that, wouldn't you -- keeping me all doped up so I can't -- can't think for myself? Is that what you want?",
        "Natalie: My God, John, you're freaking out.",
        "John: Whatever you say.",
        "Natalie: Thank you.",
        "John: For what?",
        "Natalie: Thank you for letting me boss you around.",
        "John: And you know, seeing as I'm going to be out cold soon, why don't you just go and do New Year's Eve.",
        "Natalie: Okay, yeah. I'll go make plans for New Year's.",
        "John: Yeah, maybe call me around midnight.",
        "Natalie: I'll see you next year --",
        "John: Huh.",
        "Natalie: And don't give the nurse a hard time.",
        "Natalie: Dr. Saybrooke? What are you doing here?",
        "[SCENE_BREAK]",
        "Bo: Yeah, okay, Gloria, just send her right in.",
        "Bo: Come in. Hi, Starr. Come on in.",
        "Starr: Thanks for seeing me.",
        "Bo: Well, sure. Come on in and have a seat. How are you doing?",
        "Starr: I'm fine. I need to talk to you about something. Is that okay?",
        "Bo: No, that's perfectly okay. What is it?",
        "Starr: Don't arrest my dad, please?",
        "[SCENE_BREAK]",
        "Todd: All I want to do is make my kids happy, Viki.",
        "Viki: But you have to make the effort to do that, then.",
        "Todd: How? You know, Blair and I have just been growing further apart. And now there's this little issue of Bo wanting to arrest me.",
        "Viki: Oh, yeah, well, whose fault is that? Listen, first things first, okay? Deal with your family first, then you deal with Bo and the police, and for heaven sakes, stay away from Truman!",
        "Todd: Hey, look, if I could, I'd never lay eyes on that bastard again.",
        "Viki: I hope you mean that, because every single time you come in contact with him, he brings a whole world of trouble into your life.",
        "[SCENE_BREAK]",
        "Spencer: \"Beloved son.\"",
        "Paige: Hugh's adoptive family emailed that to me this morning. The headstone's in California -- that's where he grew up.",
        "Spencer: What do you want me to say, Paige?",
        "Paige: I just want you to see what happened to your son.",
        "Spencer: You mean the son you never told me about?",
        "Paige: You know why I didn't.",
        "Spencer: So I'll go see him when I get out of here.",
        "Paige: You're never getting out of here.",
        "Spencer: Paige, the doctors are going to find me to be sane, I will be acquitted, and then I'll go see my son.",
        "Paige: If, by some miracle, you do get acquitted, I'm not going to let you anywhere near him.",
        "Spencer: You just want me to pretend like I don't have a son? Is that it?",
        "Paige: You know, Spencer, you don't have a son. You could never have been a father to him. You don't have a son -- not in life, not in death. So take a good long, last look. I hope it sticks with you for the rest of your miserable days.",
        "[SCENE_BREAK]",
        "Marty: You didn't give me a chance to tell you who I was the other day, so how did you --",
        "John: The nurse said you weren't a staff shrink. You said you were a psyche consultant with Llanview hospital. You're not, so who are you?",
        "Marty: I'm a doctor. Like I said, I was just called in to help out during the holidays.",
        "John: Oh. So they think I'm losing it, so they called for a psyche consult?",
        "Marty: Yeah, that's right. And I turned in my report from my last visit. I'm here about something else.",
        "John: Huh. What, you want to -- you want to find out about my moods? You want to know my mood? I got one -- generally pissed off.",
        "Marty: No, it's not you that I'm interested in. It's Spencer Truman.",
        "[SCENE_BREAK]",
        "Marcie: Well, it sounds like you guys are going to have a lot of fun.",
        "Adriana: You, too. Are you all going formal, or just Tommy?",
        "Marcie: Well --",
        "Michael: No, you know, I was thinking we'd all get dressed up, you know, hang out around the house, watch our son sleep.",
        "Marcie: Sounds perfect to me.",
        "Michael: That's because it's going to be, baby.",
        "Rex: If I didn't like you guys so much, I'd be tossing my toast about now.",
        "Marcie: Happy New Year's to you, too.",
        "Michael: Happy New Year, Rex.",
        "Michael: See you later, guys.",
        "Adriana: Happy New Year. Bye.",
        "Rex: Happy New Year.",
        "Michael: See ya.",
        "Adriana: They really are so happy.",
        "Rex: And how could that be wrong?",
        "Adriana: It's not. It's just impossible, you know -- this whole thing.",
        "Rex: I know. But it's the only thing to do, Adriana. Right?",
        "Singer: The ship has fallen",
        "Rex: Right?",
        "Adriana: It is. Tommy is where he's meant to be, everything happens for a reason -- name your cliché, but it all adds up to one thing. Todd can never know that Tommy is his real son.",
        "[SCENE_BREAK]",
        "Todd: What do you think it is about me that makes me a magnet for these psychos?",
        "Viki: Oh, my God.",
        "Todd: First Margaret, then Spencer. Of course, it takes one to know one, doesn't it?",
        "Viki: Would you -- would you just get your priorities straight? Will you stop whining about what's wrong in your life, and just look at what's right.",
        "Todd: That's a short list.",
        "Viki: Yeah, but at least it's a list. Come on, focus on the good stuff -- Blair, the kids, rebuild your family.",
        "Todd: Okay. How?",
        "Viki: Oy. I don't know, but I'll tell you how not to do it. Do not go after Spencer again. You don't have to take your revenge. Let the police and the courts deal with him. And stop saying \"to hell with him, to hell with everybody,\" because that would be Spencer's revenge, it's not yours. For heaven sakes, that's what he would love -- to see you ruined. He can't have Blair, so he's going to make damn sure you don't have her. He doesn't want you to be happy. Why would you give him that satisfaction? On top of that, you'd be bringing sort of bad things down on yourself, your whole family, and everybody you love, and you would continue to let that man hurt you.",
        "Todd: Well, since you put it that way -- ahem.",
        "Viki: Stay away from him, t m be get on with your life, take care of your own house.",
        "[SCENE_BREAK]",
        "Blair: I know this must be really hard for you, Jack, and very confusing. Because you liked Dr. Spencer, and I think he actually liked you.",
        "Jack: Why was he so mean to Daddy?",
        "Blair: Oh -- he's got a lot of problems, Jack, and so many I don't even think I can explain them to you. But, you know, he -- he pretended to be nice. But he wasn't, and that's why we have to stay away from him.",
        "Jack: That's why I wish he was dead.",
        "Blair: No, Jack. That's not right, either. And I know that's how you feel right now, but it's not good. It's not good for right in here. We have to be better than that. We have to be better than him. You know what I mean?",
        "Jack: I'm sorry, Mommy.",
        "Blair: It's all right, baby. Mama's the one that's sorry. I'm so sorry.",
        "[SCENE_BREAK]",
        "Bo: Ah, Starr, I know where you're coming from, and I really don't want to have to arrest your dad.",
        "Starr: Well, then don't do it.",
        "Bo: But I can't just look the other way, because there's evidence. So we have to check it out. And then we have to go to the DA's office and we have to see what they want to do.",
        "Starr: Evangeline Williamson's with the DA's office, right, and she's a friend of my dad's -- one of his best friends -- so maybe --",
        "Bo: Yeah, but, Starr, it's really not that simple.",
        "Starr: It's just if my dad goes back to jail, there's no chance he and my mom will get back together -- and I really think that they were going to. Even though my mom lost the baby, they can work through that, I know it.",
        "Bo: All I can say is that I will try to do everything I can to be fair, okay, to everybody.",
        "Starr: Nothing is fair about my dad getting in trouble because Spencer Truman got away with everything. I should go. My brother doesn't have anybody watching him, and my mom's still too sick to do it.",
        "[SCENE_BREAK]",
        "John: What's Truman to you?",
        "Marty: I -- uh -- I know him, and -- you know, I'm sorry. I am sorry. This is a mistake. I shouldn't have come here to ask you for help, because you need to worry about your recovery and I know that. I'm sorry to have bothered you.",
        "John: You work for Truman, lady? He paying you?",
        "Marty: No, I don't work for him. But I'm part of the reason you're trying to figure out how to take care of him rather than taking care of yourself. I'm sorry.",
        "John: Hey -- don't you walk out on me! All right, you got something to say to me or Truman or anybody else, you say it to my face!",
        "[SCENE_BREAK]",
        "Paige: I just want my son back.",
        "Bo: I know. I really know.",
        "[SCENE_BREAK]",
        "Todd: Hey, short man.",
        "Starr: Dad, hey.",
        "Todd: I thought you were still in ICU",
        "Starr: I was. Jack's still there -- I hope.",
        "Todd: What do you mean, \"You hope\"?",
        "Starr: Jack's so stupid, he went to go see Spencer.",
        "Todd: He what?",
        "Starr: Yeah, I got him out of there really fast, though. He told Dr. Truman that he hated him.",
        "Todd: Did he?",
        "Starr: Even Jack knows what a creep he is. Anyway, I -- I walked him back to ICU the nurse said that she would take him in to see Mom.",
        "Todd: How come you didn't stay?",
        "Starr: Um -- I went to see Bo.",
        "Todd: About what?",
        "Starr: I told him not to arrest you.",
        "Todd: Oh.",
        "Starr: He said he wouldn't make any promises. He really sticks to the rules, doesn't he?",
        "Todd: Yeah, he does.",
        "Starr: I don't blame you for everything that's happened, dad. Mom falling, her losing the baby -- I know that it was just an accident.",
        "Todd: Mm-hmm, it was.",
        "Starr: I believe you -- but we have to keep you out of jail.",
        "Todd: Well, I'm not sure there's anything that we can do about it now, sweetie, but I really appreciate your effort. You know that, right?",
        "Starr: We can't give up now, not after everything we've been through. We can't lose everything because of Spencer Truman.",
        "[SCENE_BREAK]",
        "Officer: Well, it's a busy day for you, huh, Doc? A lot of people got it in for you -- big and small.",
        "Spencer: Just do your job and don't let anyone else in here unless I clear them first. Do you understand?",
        "Officer: Hmm. I'm not your doorman, you psycho.",
        "[SCENE_BREAK]",
        "Marty: I should've done this in the first place. Look, John, I need to tell -- oh, my God. Oh, what have you done?",
        "[NEXT_ON]",
        "Blair: Happy New Year, Todd.",
        "Todd: Happy New Year, Blair.",
        "Clint: Maybe we don't have to leave Llanview to have an adventure."
    ],
    "Transcript Author": [
        "Provided By Glynis Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=l14eN8yMOKg"
}