{
    "Episode Summary": [
        "Episode # 10352 -- High School Confidential"
    ],
    "Recap": [
        "Right after Starr and Dr. Joplin's son know each other, vow to keep their secrets from the others, and remain as teacher and student, Tea is on the warpath to make certain nobody can implicate Todd for intending to kidnap Starr's baby. She calls him. And she warns Todd that they better find Janet the nurse before anybody else does. Right then, Janet comes out of nowhere to reveal that she's an old friend and \"business associate\" of Renee's. She informs Renee that she needs to hide and needs Renee's help. Renee agrees to hide Janet. A joint falls out of Matthew's pocket. Nora informs Bo. They know they must talk to their son. Yet it is actually Cole who might be ready to smoke marijuana. Blair and John both realize that he may not be over Marty nor she over Todd. Viki goes to visit Todd in an attempt to encourage him to redeem himself and know that people still love him."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Gigi: Work. I can't be late. Why do I do this to myself?",
        "Rex: Well, you didn't do it yourself.",
        "Gigi: Very funny. I'm serious, though. The new owner is coming in today. Where the hell is my shirt?",
        "[Rex clears throat]",
        "Gigi: Oh. Give it to me. Rex.",
        "Rex: Come and get it.",
        "[SCENE_BREAK]",
        "Bo: Buchanan.",
        "Nora: Bo, it's Nora. We got a big problem.",
        "Talia: So, Janet Ketring did book a flight. Where to?",
        "Antonio: Vegas. But she never got on the flight.",
        "Talia: Okay. Which means she booked another flight or made other travel plans.",
        "Antonio: Or she never left Llanview.",
        "[SCENE_BREAK]",
        "Renee: Lee Halpern. I mean -- I'm sorry. You said Janet, right? I thought you were dead.",
        "Janet: Sometimes I wish I was.",
        "Renee: Where have you been all these years?",
        "Janet: I don't have time to go into that right now.",
        "Renee: All right. You said you needed my help.",
        "Janet: Yes. I'm sorry, Renee, I didn't know where else to go.",
        "Renee: What kind of help do you need?",
        "Janet: I need you to hide me.",
        "[SCENE_BREAK]",
        "Téa: We need to find this Janet Ketring. If she makes a statement about your crazy plan, you're toast.",
        "Todd: She's off somewhere, rolling around in all the money I gave her.",
        "Téa: Money isn't the only thing that motivates people, Todd.",
        "Todd: Pretty close. Actually, you know, she had her own legal problems. I don't think she'd give up her cushy life to risk going to jail.",
        "Téa: Even if Nora offered her a deal?",
        "Todd: No. You know, McBain made her sweat on a couple different occasions. She didn't give me up then. I think she's going to keep her mouth shut.",
        "Téa: Even if she does, we still have a dead person with a story to tell. Dr. Joplin.",
        "[SCENE_BREAK]",
        "Starr: Are you serious? You're Dr. Joplin's son?",
        "Schuyler: I'm so sorry. I had no idea you were in my class. If they had just given me an attendance sheet, I would've recognized your name. Not that I --",
        "Starr: No, I'm the one -- I'm the one who caused your mother's death.",
        "[SCENE_BREAK]",
        "Asher: Hey. Your friends gone?",
        "Cole: Yeah.",
        "Asher: I had a feeling they wouldn't be down with this.",
        "Cole: Look, Langston and Markko are cool, right? They just don't need to know all my business, all right?",
        "Asher: Tell me about it, man. Look, I talked to my friend. He hooked me up.",
        "Cole: Those look serious.",
        "Asher: You said you wanted to check out for awhile, these will do it for you.",
        "[SCENE_BREAK]",
        "John: What the hell were you doing with Manning?",
        "Blair: What were you doing with Marty?",
        "John: As you know, Cole called me and I promised I'd find her. She didn't come home last night.",
        "Blair: You know, John, I -- no, no.",
        "John: What?",
        "Blair: What are we doing to each other?",
        "[SCENE_BREAK]",
        "Todd: No, Joplin ain't talking.",
        "Téa: Everyone leaves a trail, even dead people.",
        "Todd: She didn't say anything.",
        "Téa: I wouldn't be so sure. Dr. Joplin was a respected obstetrician. She agreed to tell Starr her baby died. She conspired to kidnapping. Don't you think maybe she -- if I were her, I would want to get that off my chest.",
        "Todd: No. No, if she told someone, then she'd have to explain why she went along with my plan.",
        "Téa: Right. Because you were threatening to expose her for covering up for her son, who stole drugs from the hospital. But this is a woman with a conscience. She committed suicide after she realized that she missed the diagnosis of Starr's baby. Don't you think she confided in someone? A psychiatrist, a priest -- I don't know.",
        "Todd: No, no, no.",
        "Téa: Why not?",
        "Todd: You don't know -- you can't know to what lengths a parent will go to protect their child.",
        "[SCENE_BREAK]",
        "Schuyler: Starr, you're not in any way responsible for my mother's death.",
        "Starr: When we found out how Hope died, my Aunt Dorian freaked out at your mom. She said horrible things to her. She tried to get her fired.",
        "Schuyler: That's not it. That's not it. My mother was a great doctor, but she missed something that she shouldn't have.",
        "Starr: No. My blood was incompatible with my baby's father's blood. And it's very unusual in first babies, so \u0096",
        "Schuyler: I know. She made an assumption, and she was wrong. If she had not done that, she could have saved your baby. Now, I know my mother, and that thought would have been intolerable to her.",
        "Starr: She did the best that she could. It was a very messed up situation.",
        "Schuyler: You really -- you don't blame her, do you?",
        "Starr: No.",
        "Schuyler: Well, I don't blame you for my mother's death. And you need to know that, okay? If anything, I'm the one to blame.",
        "[SCENE_BREAK]",
        "Cole: Look, I don't know, man.",
        "Asher: Come on man, with the problems you got -- your mom, your baby. You'll feel like you're flying right over them. Like you're free.",
        "Cole: How much?",
        "[SCENE_BREAK]",
        "Bo: Well, what's wrong? Is Matthew sick? Is he hurt?",
        "Nora: No, no. It's nothing like that.",
        "Bo: Hey, Nora, hold on one second, okay? I got the other line. Don't go anywhere. Can I call you right back?",
        "Nora: Do you have to?",
        "Bo: Well, the mayor is on the other line.",
        "Nora: I'm coming down to the station.",
        "Bo: All right, good.",
        "Renee: Hide from whom?",
        "[Door opening]",
        "Nora: Hi.",
        "Renee: Hi.",
        "Nora: Is Matthew still upstairs in his room?",
        "Renee: I think so. Are you all right?",
        "Nora: What? Yeah. Fine. You?",
        "Renee: Uh, yes. Yes, yes. I'm just anxious about Asa's will.",
        "Nora: Oh honey, it's going to be okay. It'll be fine.",
        "Renee: Yes.",
        "Nora: Okay. Bye.",
        "Renee: Bye. Lee. Darling, you have to tell me, what is going on here?",
        "Janet: Up until the night the police found Marty Saybrooke living with him, I worked for Todd Manning.",
        "[SCENE_BREAK]",
        "Téa: Her son's name is Schuyler Joplin.",
        "Todd: Yeah, I know. Who would hang a name like that on a kid? No wonder he was a drug user.",
        "[Téa laughs]",
        "Téa: Were he and his mother close?",
        "Todd: I have no idea. She and I weren't exactly chummy.",
        "Téa: And yet, she risked her practice to cover for him.",
        "Todd: Sure, wouldn't you?",
        "Téa: Do you think maybe she got sick of covering for him? That maybe she spilled the beans in an effort to get him to quit?",
        "Todd: No, no, no. He was already off the stuff. He's a teacher or something, I don't know. And she would never out him for something he was doing when he was on drugs.",
        "Téa: I wonder if she kept a diary. If she did, I need to get my hands on it.",
        "Todd: Good luck with that.",
        "Téa: I won't need it.",
        "Todd: Where are you going now?",
        "Téa: To find out what the prosecution knows.",
        "[Knocking at door]",
        "Téa: Talk to you later. I hope that's not Blair. I don't like Blair --",
        "Todd: What do you want?",
        "[SCENE_BREAK]",
        "John: You tell me. What are we doing?",
        "Blair: Come on. This is game playing.",
        "John: That's not what's happening.",
        "Blair: Well, from where I stand, it feels that way to me.",
        "John: Meaning what?",
        "Blair: New Year's Eve. It really started out great. You know, I really thought that you were happy with me in your life.",
        "John: And I meant everything I said.",
        "Blair: Yeah, well, then the wind changed and you just sailed back to Marty again.",
        "John: That's not what happened. Cole was worried, and you told me to go.",
        "Blair: Yeah. And you told me that you were coming back, but you didn't. You know -- you know the Christmas gift that you gave me? What if we had gone on it, and we were down on that beautiful island alone together, and Cole had called? Would you have gotten on the next flight back to come rescue Marty again? You know, forget it. I already know the answer.",
        "[SCENE_BREAK]",
        "Gigi: Rex, please give that to me.",
        "Rex: What, this?",
        "Gigi: Don't be a jerk.",
        "Rex: Are you calling the father of your son a jerk?",
        "Gigi: You're going to make me late for work. And we need the money.",
        "Rex: No. See, now I'm feeling pretty flush. See, someone got someone to book Puddle of Mudd into my club. It is a huge hot spot again.",
        "Gigi: Rex. I guess I have a little bit of time. Just a little.",
        "[SCENE_BREAK]",
        "John: Let's get one thing straight. I wouldn't have planned the trip if I didn't want to go away with you.",
        "Blair: Well, you're not the vacationing type.",
        "John: Exactly.",
        "Blair: So do you really want to go away with me, or are you just running away from your feelings for Marty?",
        "John: Oh, what would you like to hear, Blair?",
        "Blair: I just want you to be honest with me, John.",
        "John: I am being honest with you. I was worried about Marty. I was worried about Cole. You know, I vaguely remember having a conversation with you where we said we weren't going to make ridiculous demands of one another.",
        "Blair: I just don't want to be involved with a man -- another man who's obsessed with Marty Saybrooke, okay?",
        "John: I get it now.",
        "Blair: Get what?",
        "John: All this stuff you're throwing at me. It's so you don't have to admit to yourself that you can't get the bastard out of your system.",
        "[SCENE_BREAK]",
        "Todd: Well, what do you want?",
        "Viki: If you're asking why I'm here, it's because of Téa.",
        "Téa: I have work to do. Thank you.",
        "Viki: How are you?",
        "Todd: I've never been better.",
        "Viki: Okay. I didn't come here to listen to sarcasm.",
        "Todd: What did you come here for?",
        "Viki: My God, you tried to kill yourself?",
        "Todd: Téa's got a big mouth.",
        "Viki: It's a good thing she does.",
        "Todd: There's nothing like trying to commit suicide to bring all the haters to your side again.",
        "Viki: Todd. Todd. It's really not funny. You tried to kill yourself. Personally, I would just as soon you didn't finish the job.",
        "[SCENE_BREAK]",
        "Renee: You worked for Todd Manning?",
        "Janet: Not in the beginning. I was hired by Lee Ramsey to be his housekeeper.",
        "Renee: Lee? Oh my God, the former police commissioner?",
        "Janet: Yes. And then he was murdered, and that's when Todd hired me.",
        "Renee: So you were the one who was helping Todd take care of Marty Saybrooke.",
        "Janet: Yes.",
        "Renee: I see. And did you have any idea of what was going on there?",
        "Janet: Renee, no. I was just trying to take care of her. I had no idea she had a son. I had no idea she had so many people here who loved her. I had no idea the last person she wanted to see in her life was Todd Manning. I didn't know. And now the police want to question me.",
        "Renee: Yes, I'm sure that they would. Darling, come on. Let's sit down here. Lee, you and I have to be very straight with one another. You know that you were on a slippery slope with the law a good number of times.",
        "Janet: Yes, I know.",
        "Renee: All right. Are you in trouble with the law right now?",
        "Janet: No.",
        "Renee: All right then.",
        "Janet: Who are you calling?",
        "Renee: My stepson, Bo Buchanan.",
        "[SCENE_BREAK]",
        "Bo: I just got off the phone with the mayor.",
        "Talia: Is he still on the warpath?",
        "Bo: Oh, yeah. You know, after six months of telling us to back off Manning, now he's gunning for a conviction on the kidnapping charge.",
        "Antonio: Well, at least we're on the same side.",
        "Talia: Maybe that's why we got the court order to release Todd Manning's phone records.",
        "Bo: Anything on Janet Ketring?",
        "Antonio: No indication that she fled jurisdiction.",
        "Talia: Yeah, we've had no luck in finding her yet.",
        "Antonio: Yeah, but we're still on it.",
        "Bo: Ah, good.",
        "Nora: Hi, have you got a minute?",
        "Bo: Yeah, come on in.",
        "Bo: Why Nora, where did you get that?",
        "Nora: I found it. At home.",
        "Bo: Oh, man. You know, I thought Cole had more sense than that.",
        "Nora: That's not Cole's. That's Matthew's.",
        "[SCENE_BREAK]",
        "Janet: No. Renee, no. You can't call the police.",
        "Renee: Why not? If anybody can help, it would be Bo or Nora Hanen, the district attorney.",
        "Janet: No, no, no no no. Please, just stop.",
        "Renee: Just a moment. Just a moment. You just told me that you were not involved in anything illegal.",
        "Janet: Okay, I know. I know. But maybe I heard one or two things, and if I talk to the police, or if I talk to the D.A., Todd will have me killed.",
        "Renee: Why haven't you left town?",
        "Janet: I tried to. But the minute they caught Todd, they wanted to talk to me.",
        "Renee: Darling, I'm afraid I can't keep you here. It's breaking the law, and I can't think of one good reason to do that.",
        "Janet: I can.",
        "[SCENE_BREAK]",
        "Bo: Matthew? No. Come on, that's impossible.",
        "Nora: It fell out of his backpack.",
        "Bo: Have you talked to him about this?",
        "Nora: No. No, I wanted to talk to you first. What do you think we should to about this?",
        "Bo: I'll tell you what we're going to do about it. We're going to ground him for life. There's no more cell phone, none of these video games. I can't believe this.",
        "Nora: Well, Bo, now I know you're angry.",
        "Bo: You know, we've talked a hundred times about drugs. He knows better. What's he thinking?",
        "Nora: Well, he's a teenager. He's not really good at that.",
        "Bo: Well he better get good at it, and fast, because he's in big trouble. Where is he now?",
        "Nora: He's at home, having some cocoa.",
        "Bo: What -- like a little stoner.",
        "Nora: Oh, now, Bo. He's not a criminal.",
        "Bo: Well, he shouldn't act like one.",
        "Nora: Well, maybe this was just -- you know, he might've just been curious about this.",
        "Bo: I don't care what he is.",
        "Nora: All right, you know what? If you value the relationship that you have with your son, then you should sit down and talk about this rationally.",
        "[SCENE_BREAK]",
        "Starr: I don't get it, how can you blame yourself for your mother's death?",
        "Schuyler: Oh, let's just say I let her down in a pretty significant way.",
        "Starr: But, still \u0096",
        "Schuyler: Anyway, I'm your teacher. We don't need to be talking about this.",
        "Starr: It's okay. Look, I know how you feel. I used to blame myself for things that my father did all the time. I used to think it was my fault. I thought maybe if I didn't choose to be with Cole, things would be different. But sooner or later, you just realize that they just are who they are.",
        "Schuyler: You're very wise for your age. For any age, actually. My mother, she was very focused. Very concentrated. Even when she had huge problems in her life. But those last few months, she started to forget things. She started to get upset over nothing. And I just couldn't figure it out.",
        "Starr: When she told us how my baby died, she said that she had a lot on her mind.",
        "Schuyler: I wish I knew why.",
        "[SCENE_BREAK]",
        "Téa: Find out everything you can about Dr. Leah Joplin. Friends, colleagues, where she went to church, where she got her hair done. I want it all.",
        "[SCENE_BREAK]",
        "Nora: Bullying our son is not going to help.",
        "Bo: We can't just look the other way.",
        "Nora: We only have two alternatives?",
        "Bo: Our son is doing drugs. I'm not going to handle him with kid gloves.",
        "Nora: Okay, but you know what? We should give him a chance to say something first. You know, everybody is entitled to a defense.",
        "Bo: Lawyer.",
        "[SCENE_BREAK]",
        "Talia: A woman fitting Janet Ketring's description checked into the Skyllan Motel on November 13th.",
        "Téa: May I?",
        "Talia: Sorry, no.",
        "Téa: I'm entitled to see every piece of evidence that comes through this office. It's called discovery.",
        "Antonio: Actually, if I remember correctly, you're only entitled to information the district attorney has in relation to the case. No access without subpoena.",
        "Téa: Ah. You'll be seeing a lot of those.",
        "Antonio: Good. Good, so then why are you snooping around? You getting nervous?",
        "Téa: Why are you hedging? Afraid you still have nothing?",
        "[SCENE_BREAK]",
        "Todd: Relax, I'm not going to off myself.",
        "Viki: Good, I'm relieved to hear that.",
        "Todd: But I don't know why you care. You wrote me off.",
        "Viki: Yes. But, it doesn't necessarily mean that I want you dead. I just got sick of trying to convince myself that, deep down inside, you were good.",
        "Todd: And now you're sure I'm not.",
        "Viki: Pretty much, yeah. You crossed a line that I never imagined you'd cross. You hurt your own children, especially Starr. And it wasn't an accident, you did it deliberately. You knowingly hurt Starr. I cannot fathom how you could do that.",
        "Todd: Is this your idea of a pep talk?",
        "Viki: You are finally going to have to take responsibility for your actions.",
        "Todd: Ah, yes. So I can redeem myself. So I can change. I already tried that with Marty.",
        "Viki: Oh, come on.",
        "Todd: I was a better man with her.",
        "Viki: A better man. You lied to a woman who has amnesia. You didn't tell her she has a son. You planned to steal your daughter's child. That makes you a better man?",
        "Todd: That's not what I meant.",
        "Viki: No, of course not. Because you bend reality to fit your warped perspective. This time, though, you hit a dead end. And I suspect that's why you tried to kill yourself. You have to stop lying to yourself and everyone else. Look, I'm your sister, and I know that behind all these flip remarks, you really are in despair. And the good news is that once you hit bottom, there's nowhere to go but up. So I'd like to believe that there is still hope for you.",
        "[SCENE_BREAK]",
        "Blair: I'll tell you why I went to see Todd. Because he's the father of my children. And he pulls a stupid stunt by jumping off a roof to kill himself, and I wanted to make sure he didn't do that again.",
        "[SCENE_BREAK]",
        "Todd: Most of the people I know would like to see me dead, um, including the woman that I'm in love with. My three children won't or are not allowed to see me. I'm looking at 25 years to life in prison. So I -- you're going to have to tell me where I can find this hope because I can't seem to find any.",
        "Viki: Well, you might try to go back to a time in your life when you were at your lowest and then remember that what brought you back was a glimmer of hope.",
        "Todd: I'm sorry. I can't remember a time like that.",
        "Viki: I can.",
        "[SCENE_BREAK]",
        "John: And you're still in love with him.",
        "[Phone ringing]",
        "Blair: You better get it. Could be Marty.",
        "John: It could be.",
        "Cole: Hey, John, it's Cole. Just calling to see if you found out where my mom is, if she still hasn't come home. Look, I -- I'm kind of freaking out and I don't know what to do.",
        "Blair: I never said that I was in love with Todd. I didn't. I may not be completely over him but I'm certainly not in love with him, John. I can't throw our complete history out the window. If I did that, I would negate my children, and they're half him. I -- I could never love a man who has caused that much pain to Starr, and I certainly could never love a man who thinks love is some sick thing that he did to Marty. But I can tell you this. I'm not going to sit around waiting for a man who leaves me over and over again to go chase after another woman.",
        "[SCENE_BREAK]",
        "Nora: You know, maybe this was a one-time thing.",
        "Bo: That does not make it okay.",
        "Nora: Oh, I know that, but you can't just go and accuse your child without listening to him first. Do you remember that -- do you remember when he -- when he took Bobby Decker's baseball card, you know? And we went to him and we said, you know, we know you took it. Just hand it over.",
        "Bo: Yeah, and he lied. He said he didn't take it.",
        "Nora: Exactly.",
        "Bo: That was a baseball card. This is marijuana.",
        "Nora: If we put him on the defensive about this, the conversation ends there.",
        "Bo: Oh, I can make him talk.",
        "Nora: Oh, my God, Bo, he's not a suspect or a prisoner. He's your son. He's our child who we love more than anything else in this world. Look, come on, how about we go calmly and sit him down and talk rationally?",
        "Bo: Okay.",
        "Nora: Let's go talk to the stoner. Come on, you -- what, I -- come on.",
        "[SCENE_BREAK]",
        "Rex: Why can't it be just Velcro like some of mine?",
        "Gigi: [Laughing] what?",
        "Shane: Mom, I'm home.",
        "[Door closing]",
        "Shane: Mom.",
        "Gigi: Hi, honey. I -- I didn't expect you home so soon.",
        "Shane: I couldn't go to Brendan's house because he got sick, so his mom gave me a ride home.",
        "Rex: Your mom and I were just --",
        "Shane: I'm going to go do my homework.",
        "Gigi: Oh, my God. Oh, my God. We just scarred our son for life.",
        "Rex: He'll be fine. We weren't doing anything wrong. It's perfectly natural.",
        "Shane: Not to kids. Kids don't even want to think about their parents having sex, let alone see it. He doesn't even really know what it is, anyway.",
        "Rex: Well, maybe it's time somebody talked to him.",
        "Gigi: You're right. How are you going to handle this?",
        "Rex: [Shouting] Me?",
        "[SCENE_BREAK]",
        "Janet: Renee, please. This house is so enormous. There must be one -- one room that no one goes into, one room that is not used. Please, I just wanted to take good care of Marty and I got in over my head, and I didn't know how to get out.",
        "Renee: All right, all right, all right. Look, there's a guesthouse on the property.",
        "Janet: Thank you. Thank you, thank you. I won't stay here very long. I just -- I just need a little bit of time to figure out what I'm going to do.",
        "Renee: It's okay, it's all right. It's all right. We just have to be very, very careful.",
        "Janet: Mm-hmm.",
        "Renee: Come on, I don't want anybody to see you. We'll go out the back way.",
        "Janet: Yes.",
        "[SCENE_BREAK]",
        "Bo: Matthew! Get down here right now.",
        "Nora: So much for calm and rational.",
        "Matthew: What, what'd I do?",
        "[SCENE_BREAK]",
        "Officer: Here are the records you requested.",
        "Antonio: To the Garrison case? Great, thanks. So, as usual, Téa, it's been great. But I've got to get back to work.",
        "Téa: Everything you're gathering now, I'll be privy to, like it or not.",
        "Talia: Wow.",
        "Antonio: So what -- what was that that you were about to say about Janet?",
        "Talia: Oh, I -- just that she checked into that motel when Starr was going into labor, and she didn't check out until yesterday.",
        "Antonio: Great. And now we have this.",
        "Talia: I didn't even know we had a Garrison case.",
        "Antonio: We don't. Mrs. Garrison was my third grade teacher.",
        "Talia: Oh, okay. So then what is that?",
        "Antonio: Todd's phone records.",
        "[SCENE_BREAK]",
        "Todd: I've had lots of low points in my life, Viki.",
        "Viki: I'm remembering the time you came back from Ireland.",
        "Todd: Oh.",
        "Viki: Do you remember the state you were in?",
        "Todd: Well. Like 15, 16 years ago.",
        "Viki: I know that. Found you wandering around in the cemetery. I don't think I'd ever seen you so angry with yourself and with the world. You told me that you were a lost cause.",
        "Todd: Well, see, I was smarter back then. You should have listened to me.",
        "Viki: I did. I took you home to my house.",
        "Todd: Right, your attic.",
        "Viki: You were the one who didn't want anyone to know you were back or even alive.",
        "Todd: I remember saying to you, \"Some people are better off dead.\"",
        "Viki: Yes, you did. And then I brought you Starr, your little baby. And you were so afraid to touch her or bond with her in any way.",
        "Todd: Well, yeah, I was going to hurt her.",
        "Viki: When you finally took that child in your arms, Todd, your heart opened. I could see such profound love in your eyes, and I saw hope. Do you remember that? So now I think you know where to start.",
        "[SCENE_BREAK]",
        "Schuyler: Well, given all this, I'm sure you'd want to transfer out of my class.",
        "Starr: Wait, what? No.",
        "Schuyler: No, really?",
        "Starr: This is the only AP class, and even though you did embarrass me in front of everyone, I -- you seem like a pretty okay teacher.",
        "Schuyler: Oh, well, I -- I hope I turn out more than pretty okay.",
        "Starr: No, I was just -- I was just kidding, but I'm sure you will.",
        "Schuyler: Thank you. So from now on, you and me? Student/teacher.",
        "Starr: You \u0096",
        "Schuyler: Okay?",
        "Starr: Got it.",
        "Schuyler: Hey, and this little connection that we have, we're going to check it at the door. Deal?",
        "Starr: Yes, deal. But before we do that, I have something to say about your mother.",
        "[SCENE_BREAK]",
        "John: Maybe I was a little over the top about Manning.",
        "Blair: Thank you. But I was dead on about you and Marty.",
        "John: No, you're not. Marty's in trouble. She's not in control. She's shutting everyone out, even Cole. Know where she is right now? She's with some -- some guy, some stranger in a hotel room right down the hallway. She doesn't want my help, and that concerns me. But it's not because I want to be with her, but because what she's doing is dangerous and I'm scared for her. And I'm worried about Cole. And the only thing I wanted through all this is you.",
        "Blair: I want you, too, John. Look, what we have, it just -- it really -- it really works, and I know I'm -- all of this is me. It's me, worrying because -- because I can't have what I always want, and I want \u0096",
        "[SCENE_BREAK]",
        "Rex: This might make me sound like a total wimp. And I'm okay with that. Please don't leave me alone here with Shane.",
        "Gigi: I can't help that I have to go to work.",
        "Rex: Okay, I'm the last person he wants to see right now.",
        "Gigi: No, that would be me, and I can't look him in the eyes right now, either. Besides, I think he'll be more comfortable talking to a guy about this stuff.",
        "Rex: Okay, but he just saw this stuff happen between me and his mom.",
        "Gigi: Don't worry. I've covered the basics. And, uh, you're his dad, and this is a man thing. Honey, I'm leaving for work now. It will be fine, just fine.",
        "[Door closing]",
        "Rex: Before or after the family therapy. Shane, buddy, could you come down here for a minute?",
        "[Footsteps approach]",
        "Rex: Shane. Son. It's time we had a talk. Man to man.",
        "[SCENE_BREAK]",
        "Renee: Oh, hi, guys. I didn't hear you come in. Um, I, um -- oh, I'm going to go and check on dinner.",
        "Bo: Have a seat.",
        "Nora: Would you like to explain this?",
        "[SCENE_BREAK]",
        "Talia: Ooh, are you seeing what I'm seeing?",
        "Antonio: Oh, yeah. Awful lot of calls between Manning and Joplin.",
        "[SCENE_BREAK]",
        "Starr: I am really sorry about what happened to your mom. She was a good person.",
        "Schuyler: Yes, she was.",
        "Starr: Do you know that she gave me a lock of my baby's hair and I -- I put it in this? It's the only thing that I -- that I have left of my little girl.",
        "Schuyler: Thank you for telling me that.",
        "[Phone ringing]",
        "Starr: Oh. I'll see you tomorrow in class.",
        "Schuyler: Okay.",
        "[Phone continues]",
        "Schuyler: Hello?",
        "Téa: Hello. Is this Schuyler Joplin, the son of Dr. Leah Joplin?",
        "Schuyler: Yes, who is this?",
        "Téa: My name is Téa Delgado. I'm an attorney and I'd like to talk with you about your mother.",
        "[SCENE_BREAK]",
        "Cole: Mom. Mom, you in there?",
        "[SCENE_BREAK]",
        "Blair: Thank you. Thank you so much for being honest with me before.",
        "John: You don't make it easy.",
        "Blair: It was worth it.",
        "[SCENE_BREAK]",
        "Viki: Your love for Starr, that's what turned your life around. You stopped thinking about yourself for once and you started thinking about what was right for her. So if you'll go back to that, I think you'll know what to do next. Oh. Todd, if you were really gone, I would miss you. You know that.",
        "[Phone ringing]",
        "Starr: Hey, this is Starr. I must be busy right now, so leave a message.",
        "[Phone beeps]",
        "[NEXT_ON]",
        "Shane: It's called sex. I get it.",
        "Matthew: I've never seen that before in my life.",
        "Marty: I'm not the mother you grew up with, the mother you loved, the mother who loved you.",
        "Wes: Hey, as long as you're all right."
    ],
    "Transcript Author": [
        "Provided By Laurie Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=5-sIZKQz-6I"
}