{
    "Episode Summary": [],
    "Recap": [
        "Jessica is distraught from the loss of her husband. And she sets Natalie straight that she will never forgive her or Jared for what they did to Nash. Todd is staying at Viki's when he gets a restraining order to stay away from his family. Dorian tells Blair, Addie, Starr and Langston that now that she's bought out B.E., she is starting her own new company called Cramer Enterprises and wants them all to be her partners. None of them are impressed that she had to do what she did in order to take over the company nor do they want to be a part of it. Rex is distraught from being lied to and betrayed by both Charlie and Adriana and he goes to talk to Bo. He confirms that Bo is more a family member to him than anybody else he knows. Adriana confronts Dorian and tells her she is done with her, she can see right through everything Dorian has pulled since they first met, and she will never forgive Dorian for the schemes she has partaken in."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Jessica pants]",
        "Nash: Your heart's racing. Bad dream?",
        "Jessica: I -- I don't know. I -- I can't remember.",
        "Nash: Good.",
        "Jessica: When I wake up with you, I forget all my bad dreams.",
        "Nash: Well, when I wake up next to you, it's like all my dreams have come true. So you don't need to worry. Just go back to sleep, and when you wake up, I'll be right here next to you.",
        "Jessica: Nash.",
        "Jessica: Nash.",
        "[SCENE_BREAK]",
        "Viki: I think we'll let your mommy sleep just as late as possible, okay?",
        "Todd: Oh! That smells so much better than that French crap Dorian always makes.",
        "Viki: Morning, Todd.",
        "Todd: Hey, how's Jess?",
        "Viki: I don't know. I'm hoping she at least got some sleep.",
        "Todd: Yeah, I'm going to talk to her later, tell her I'm sorry about Nash.",
        "Viki: Well, that's very nice, but I don't really think she's ready for condolences.",
        "Todd: Hmm. Hey, she probably needs you right now, huh? Go ahead and go up, huh? I'll take over here.",
        "Viki: You serious?",
        "Todd: What, you think I've never fed a kid before? I might be a little out of practice, though. Sorry. Especially since that bitch Blair took my kids away from me.",
        "[SCENE_BREAK]",
        "Starr: What's this all about?",
        "Langston: Don't ask me. I just live here.",
        "Blair: Well, I think we should fasten our seat belts, because I think we're in for a --",
        "Dorian: Good morning! And I say good morning because today is the dawn of a new day for the Cramers of Llanview. Not that yesterday we were anything to sniff at. A doctor, businesswoman, philanthropist. A publisher and mother extraordinaire. Students of, uh, life and, uh, higher knowledge. But now? We're more. We are much more, because now we are captains of industry. Yes, we are proprietors of a billion-dollar conglomerate.",
        "Addie: Cut to the chase, Dori.",
        "Dorian: Oh, Addie. You always did like to see the pictures first. All right. It is now my great pleasure to present Cramer Enterprises.",
        "Addie: I look so corporate.",
        "Blair: We all do, Mama.",
        "Addie: Well, if this is the new frontier you were talking about, you can count me out of it.",
        "[SCENE_BREAK]",
        "[Charlie groans]",
        "Charlie: Whoa. I should be able to get out of this bed by the end of the day.",
        "Jared: Well, is that what Dr. McBain told you?",
        "Charlie: No, but unfortunately, I've been through this before, and that's pretty much how alcohol poisoning goes.",
        "Jared: Well, let this be the last time, please. I need you sober, Dad.",
        "Charlie: I will be, son. I -- hell, I know that doesn't sound like much coming from me right now, but I promise you.",
        "[SCENE_BREAK]",
        "Natalie: Want to know why Charlie told you he's your father? The only way to find out is if you ask.",
        "[SCENE_BREAK]",
        "Viki: I want you to watch your mouth around my granddaughter. And you know what? Don't ever use that word to refer to Blair or any other woman again, do you hear me?",
        "Todd: Okay. It won't happen again.",
        "Viki: Oh, how many times have you said that?",
        "Todd: Go upstairs, talk to Jessica. I'll handle you just fine, won't I? Go.",
        "Viki: All right, fine. Don't let her knock this bowl over.",
        "Todd: All right.",
        "Viki: And I'm going to leave the orange juice here in case she needs more, okay?",
        "Todd: Okay. Oh. Hey. Does she know about --",
        "Viki: I don't know. Jessie took her to say goodbye to Nash last night. God, it was so sad. Anyway, don't be surprised if she asks for her father, okay?",
        "Todd: Okay. No, she'll be fine. Go ahead and go up. And tell her I'm sorry. Yeah, you're going to be just fine. I guarantee that. You're going to have this big family bending over backwards to make you happy, which puts you ahead of me. Huh. I got nobody.",
        "[SCENE_BREAK]",
        "Dorian: Well, this is just a mock-up. It can always be changed. If you don't like Cramer Enterprises, C.E. --",
        "Blair: Just so original. You know, B.E. to C.E. In one ruthless swoop.",
        "Dorian: I considered Melador, but we've done that.",
        "Starr: Okay, and why isn't Jack on the poster?",
        "Langston: Yeah, or Kelly or Cassie?",
        "Starr: Mm-hmm.",
        "Dorian: Well, because Jack is still at such a tender age, and of course being, frankly, a male child, he's more likely to be influenced by his psycho of a father and as for Kelly and Cassie, well, they declined positions on the board.",
        "Addie: Smart move.",
        "Dorian: I don't understand what's going on here. We have a historic opportunity to make Cramer a household name.",
        "Addie: Yes, like Manson or Capone.",
        "Dorian: Addie.",
        "Blair: Well, come on. She's not far from the truth here. We don't want our names associated with a corporate takeover when an innocent man was killed.",
        "Dorian: Nash Brennan was killed because he had a personal dispute with Jared banks. I certainly had nothing to do with it.",
        "Blair: No? You just told the entire Buchanan family that Jared was a fraud in front of the B.E. shareholders.",
        "Dorian: I refuse to be held accountable for the lies of --",
        "Blair: Save it for the press, Dorian. Hey, stop. I don't care if it's Cramer Enterprises, Cramer Industries. I don't want anything to do with it.",
        "Addie: Me, either.",
        "Dorian: Wait a minute. We were discussing a family partnership. I mean, I'm doing this for succeeding generations of our family. For Starr's baby, even.",
        "Addie: Get real, Dorian.",
        "Dorian: Addie, you know very well that the Cramer women have always been my heart and soul.",
        "[Knock on door]",
        "Dorian: Family means the world to me.",
        "Shaun: Excuse me, Dr. Lord. Adriana's here for you.",
        "Dorian: Oh, Adriana. What a pleasant surprise. I thought you'd left for your honeymoon.",
        "Blair: Huh. He dump you already?",
        "Adriana: Shut up, Blair. I need to speak to you alone. Now.",
        "[SCENE_BREAK]",
        "Rex: How long have you known?",
        "Natalie: A few days.",
        "Rex: Who told you?",
        "Natalie: Jared.",
        "Rex: Was he in on it?",
        "Natalie: No.",
        "Rex: I was an idiot to trust Roxy. Or him.",
        "Natalie: Rex, you know, maybe give Charlie a chance to explain. You may not like what you hear, but he could answer some of your questions.",
        "Rex: Uh, he's -- he's busy with his son now. His real son.",
        "[SCENE_BREAK]",
        "Viki: Jess? I brought you some breakfast, honey.",
        "Jessica: I'm not hungry. Thank you.",
        "Viki: Sweetheart, did you get any sleep at all?",
        "Jessica: Yeah. I think. Is Bree awake?",
        "Viki: Yeah, she's fine. She's in the kitchen with Todd.",
        "Jessica: Oh, she'll want me.",
        "Viki: No, she's fine. Honest. And, baby, she needs you to be well rested and emotionally able to deal with her.",
        "Jessica: Well, then you better keep her far away from me, because I'm not going to be the mother that you describe for a very long time. I have to get going.",
        "Viki: To do what?",
        "Jessica: Well, we have to find a place to live. We have to pack up the vineyard before they bulldoze it over. I have to --",
        "Viki: Jessie, stop, okay? I know you want to keep busy to try to --",
        "Jessica: What? To try to what? To try to forget? Do you think packing up a few things is going -- is going to make me forget that my husband's dead?",
        "Viki: No, of course not. But your father and I can take care of everything at the vineyard. We will take care of Bree. And you and Bree will stay here with me until you feel ready to find a new place to live.",
        "Jessica: Thanks. My life is just perfect. I don't have to do a thing.",
        "Viki: Yes, you do, honey. You have to eat, and you have to sleep. And you have to take very, very good care of yourself and the baby that you're carrying.",
        "[SCENE_BREAK]",
        "Rex: Nigel said this is where I'd find you.",
        "Bo: Hey, Balsom. I thought you'd be off on your honeymoon by now.",
        "Rex: Yeah, me, too. I didn't get a chance to talk to you last night. I wanted to tell you how sorry I am about Nash and about you losing B.E.",
        "Bo: Thanks. I appreciate you, uh, taking time away from Adriana to come over here and tell me that. Do you want some coffee?",
        "Rex: Sure. I went by your place first. Lindsay said this is where you'd be.",
        "Bo: Yeah, we're going to have a little family meeting, see if we can come up with the best way to deal with all the damage that Dorian did last night.",
        "Rex: Listen, if there's any way I can help, I'd really like to.",
        "[Bo chuckles]",
        "Bo: Dorian is your new mother-in-law, Balsom.",
        "Rex: Well, I could at least dig up something on how she got ahold of all those Buchanan shares. There's got to be at least one law she broke in the process.",
        "Bo: Hmm. I think that that's something you better run by Adriana before you take it on. Look, why don't you just go ahead, go on your honeymoon, enjoy yourself, and then when you get back, if you still want to help out, we can talk. This isn't something that's going to be solved overnight.",
        "Rex: Bo, the honeymoon -- it's sort of on hold, and I could stand to be busy.",
        "Bo: This whole thing with Charlie hit you pretty hard, huh?",
        "Rex: I don't know. I guess.",
        "Bo: Hmm. What did he say when you talked to him?",
        "Rex: I didn't. And I'm not sure I will.",
        "[SCENE_BREAK]",
        "Charlie: You know, I can't count how many times I've had hangovers like this, and you know, a lot of times, I can't remember stuff, but at least I always knew how it started. You know, that first drink, where I was.",
        "Jared: You don't know?",
        "Charlie: I mean, I was -- I was here, downstairs in the emergency room with Rex. And I was completely sober. And then the next thing I knew, I was in that alley, just dead drunk, Viki talking to me. Ah. Anyway, I'm not in any rush to get out of here, but there is some business I need to take care of.",
        "Jared: Yeah. I know. Viki and Rex.",
        "Charlie: Yeah.",
        "Natalie: Hi.",
        "Charlie: Hey, Natalie.",
        "Jared: How are you?",
        "Natalie: I don't know. Charlie, I'm glad you're feeling better.",
        "Charlie: You've talked to your mother, haven't you?",
        "Natalie: Not much. She's got her hands full taking care of Jess and Bree.",
        "Charlie: What about Rex?",
        "Natalie: Don't think he's in the frame of mind to see you right now.",
        "Charlie: But you've talked to him?",
        "Natalie: He was here.",
        "Charlie: When?",
        "Natalie: Just now. I -- you know, I tried to get him to come in here and talk to you, but he left.",
        "Charlie: I can't blame him. I should have told him.",
        "Natalie: You did try, right?",
        "Charlie: Yeah, I tried, but I didn't do it.",
        "Natalie: I -- I think I'm going to go back home, see if my mom needs some backup, even though I'm not the most popular person in the family right now.",
        "[SCENE_BREAK]",
        "Jessica: I'll eat when I get hungry, and the baby is fine.",
        "Viki: Darling, you're really not thinking clearly right now.",
        "Jessica: Oh -- that's something that I am doing. My thinking is crystal clear. I am thinking about my daughter. I'm thinking about the vineyard. All of the dreams that we had, the ones that aren't going to happen anymore. I'm thinking about all the decisions that I'm going to have to make. How I'm going to have to tell my daughter that her Dad's not coming home! How I'm going to have to raise a baby who will never know Nash. How I knew -- I knew he was getting in too deep. I knew that he shouldn't have borrowed all the money from that man, but because he was so hopeful and grateful, I didn't -- I didn't ask the questions that I should have asked, and now he's dead! So don't tell me I'm not thinking, okay? I'm thinking just fine. If you want to help me at all, you can tell me how to stop.",
        "[SCENE_BREAK]",
        "Todd: What's this? Oh, oh.",
        "[Todd laughs]",
        "Todd: Now this, you see, this is nutrition. This is so much better than this -- this slop that aunt Viki was trying to force down your throat. This is the breakfast of Mannings. When Blair's not around, we go through two or three bags of these a day. Now watch this. You're going to like this. Sometimes, Jack, Starr, and I have stacking contests. Starr holds the record, however. But Jack and I he a ringer. Sam, he likes to knock stuff over. We're going to make him sit next to Starr at the next contest. Oh! Excellent. Well, you want to come to the next contest? There will be a next contest. You can tell by looking at me I mean business. I'm not going to take this lying down, Bree. Those kids are my life.",
        "[SCENE_BREAK]",
        "Addie: It's nice to see you, Adriana.",
        "Dorian: Wait a minute. We were talking about our -- our family partnership. What about C.E.?",
        "Blair: If I were you, I think I'd worry about M-E. Adriana.",
        "Adriana: Mm-hmm.",
        "Dorian: Hmm. Ingrates. I'm glad you stopped by, because I have some reading for you to do while you and Rex are on your cruise. It is the five-year expansion plan for Cramer Enterprises. Yes. It's made up of -- ooh -- oil wells, real estate holdings, all sorts of high-tech industries, and if you want to add your fashion line, feel free. Dream big. I want you to have whatever your heart desires.",
        "Adriana: All I ever wanted was Rex. But you couldn't let that happen, could you?",
        "Dorian: What are you talking about? The two of you are married. And where is Rex?",
        "Adriana: Gone. He left last night. And you made sure of that, didn't you?",
        "[SCENE_BREAK]",
        "Bo: You're just going to write Charlie off?",
        "Rex: I went to the hospital this morning to, you know, confront him, but when I got to his room, he was already there with his real son.",
        "Bo: What did he say?",
        "Rex: He didn't see me. I walked away.",
        "Bo: Why?",
        "Rex: Because I was embarrassed.",
        "Bo: What do you have to be embarrassed about?",
        "Rex: Well, because I fell for the scam. I'm a P.I., Bo. I -- I should have said that without a D.N.A. match, I wasn't going to buy into any of it. I even stole a fork Charlie was using to run the test.",
        "Bo: But you didn't do it.",
        "Rex: I don't know. Maybe -- deep down I knew. I just -- I just wanted Charlie to be my dad so bad. The last thing I wanted to find out was that he wasn't. I mean, it's not like he's perfect or anything, but compared to what Roxy and Aunt Corinne told me about Wally Balsom, Charlie just seemed right. He must have known how much I cared about him. There's no way that I could -- I could go into that guy's room, look him in the eye, a guy who never gave a damn about me.",
        "Bo: No, hey. You don't know that.",
        "Rex: Oh, come on. It was all a lie, Bo. I probably deserved it.",
        "Bo: Why?",
        "Rex: You know what I've done in the past, people's lives I've screwed around with. Karma's a bitch.",
        "Bo: Hey, hey. Look -- I don't know why Roxy and Charlie set you up the way they did, but the guy that you're talking about right now is a totally different guy than you are. Look -- look at all the good things that have happened to you. You just married the woman of your dreams.",
        "Rex: Adriana's been lying to me, too.",
        "Bo: Oh, jeez -- about what?",
        "Rex: A lot of things. Probably even more than she's admitted.",
        "Shane: Hey, Rex. What are you doing here?",
        "[SCENE_BREAK]",
        "Dorian: Rex left you?",
        "Adriana: Well, uh, good acting job, Mom. I'm sure you can't wait to break out the champagne and celebrate.",
        "Dorian: I would never celebrate the fact that you're in pain.",
        "Adriana: Why not? You're responsible for it. You promised me at you were done. You swore. Rex nearly got killed twice because of you, because you couldn't actually believe that I knew my own heart and who I love. And like an idiot, I gave you a second chance to behave like a normal human being and accept Rex.",
        "Dorian: I did accept him, and I do, and I have no idea what you're talking about.",
        "Adriana: I'm talking about this. Rex got it at the shareholders' meeting where you pulled all your other little tricks.",
        "Dorian: I'm sorry, but I've never seen this in my life.",
        "Adriana: Liar. You made sure that Rex got it. And you know what? It worked like a charm. He confronted me, and he wouldn't back down, and I had to admit that I was behind bringing Brody here to distract Gigi. I had to admit that I turned into a pathetic, insecure, scheming bitch. Just like my mother.",
        "[SCENE_BREAK]",
        "Jessica: I'm sorry. I shouldn't be taking this out on you.",
        "Viki: It's all right, sweetheart. You just spoke the truth.",
        "Jessica: I know you're just trying to help, but the problem is I don't know -- I don't know what kind of help I need right now.",
        "Viki: Baby, it hasn't even been 24 hours. So if you're hungry or if you want to talk or if you just want to sit and not be alone, I'm here, okay?",
        "Jessica: Thank you. Thank you. I think I just -- I just need some time to myself before I have to face Bree. I look at her face, and all I see is Nash.",
        "Viki: You know what? In time --",
        "[Knock on door]",
        "Viki: That will be a blessing.",
        "Jessica: I guess Todd's tired of babysitting. I'll get that.",
        "[SCENE_BREAK]",
        "Todd: Yeah, you can do it. Excellent! You're just like Sam.",
        "[Knock on door]",
        "Todd: Hi.",
        "Delivery Man: Victoria Lord?",
        "Todd: Do I look like a Victoria to you?",
        "Delivery Man: Hey, I don't make judgments. I just make deliveries.",
        "Todd: My name's Todd Manning. I'm sure you've heard of me.",
        "Delivery Man: Actually, I have. You've just been served.",
        "[SCENE_BREAK]",
        "Blair: You know, I can't believe that Dorian takes over Buchanan Enterprises and expects us to be thrilled about it.",
        "Starr: I know. And then she left out Jack and Sam and River and Zane out of the whole thing.",
        "Addie: They don't have the right equipment to be Cramer women.",
        "Starr: Whatever.",
        "Addie: But she said she reserved a seat on the board for Starr's baby. She thinks she can plot the course for every single Cramer, including the ones still in the womb.",
        "Blair: Well, she's not going to get away with it.",
        "Blair: Oh, no, here we go.",
        "Addie: Who is very reputable.",
        "Blair: Mm-hmm.",
        "Addie: And he told me that Starr's baby is going to be loyal, passionate, resourceful, and perhaps a little bit unyielding.",
        "Blair: Mm-hmm.",
        "Langston: Hmm. Well, what else did he say?",
        "Starr: No, please don't keep her going.",
        "Addie: He said that your baby will have two wonderful parents who will go through some hardships along the way, but in the end, when all is said and done, they will be together. And as time goes by, they will love each other more than ever.",
        "Langston: Wow. Can I meet this astrologer?",
        "Addie: I could set up an appointment.",
        "Langston: Okay.",
        "Addie: How about you, Starr?",
        "Langston: Yeah, come with.",
        "Blair: Uh, no, Starr doesn't need an appointment for an astrologer. She needs an appointment for an O.B.",
        "Starr: Okay, no, I can't go. I have a test. I have a geometry test.",
        "Blair: But, sweetie, you haven't had an official appointment with a doctor since we found out you were pregnant. And this is the only one -- he could only fit you in this week.",
        "Addie: Is it too soon to see if it's a boy or a girl?",
        "Blair: Uh --",
        "Langston: Yeah, wouldn't you like to know?",
        "Starr: Okay, guys, look, I really don't want to talk about the baby anymore.",
        "[SCENE_BREAK]",
        "Natalie: I just came by to see if you were okay.",
        "Viki: Natalie, honey, Jessica's exhausted, and I don't think --",
        "Jessica: It's okay, Mom. I think Natalie and I should talk.",
        "Viki: Darling, you just said --",
        "Jessica: I said -- I know what I said, Mom. It's okay.",
        "Viki: Fine. Okay, I will be with -- with Bree.",
        "Natalie: Is there something I can do?",
        "Jessica: I just want one thing from you, Natalie.",
        "Natalie: Okay, you name it.",
        "Jessica: I want to know if it was worth it.",
        "Natalie: What?",
        "Jessica: The sex -- with Jared. I mean, it must have been spectacular -- for you to lie to all of us, the people that you call family, to make fools of us, to allow him to steal from us, to use us, and murder my husband?",
        "Natalie: Okay, Jess, you really have to hear me explain this.",
        "Jessica: I don't want you to explain a thing to me, Natalie. I want you to go downstairs and explain to my daughter why her father is never coming home. Why Jared had to kill her father. Why he pushed him so hard that he fell through a skylight.",
        "Natalie: Jessica, you were there, you know --",
        "Jessica: And explain to her why her dad isn't going to be there every morning. Explain to her why he isn't going to be able to sing to her every night. Explain to her why you and Jared took Nash away from us and why he will never know this new baby, all because you were so desperate to get laid!",
        "Natalie: Jessica, I love him.",
        "Jessica: You are a hateful and disgusting person. And if you love him, then I don't want anything to do with you.",
        "Natalie: All right, Jess, I know that you're upset.",
        "Jessica: I'm a little bit more than upset, Natalie.",
        "Natalie: You're saying things that you don't mean.",
        "Jessica: Don't you tell me what I mean.",
        "Natalie: You know, Jared and I, we never meant to hurt anyone.",
        "Jessica: Really? Really? Like you never meant to hurt anyone when you came into town seven years ago? But all you did was inflict as much pain as possible on Mom and me. Well, congratulations, Natalie, you haven't lost your edge at all.",
        "Natalie: Jessica, I'm so, so sorry.",
        "Jessica: I don't want your apologies, okay? I don't want to hear that you're sorry! I want my husband back!",
        "Natalie: Look, if there's anything I could do that -- maybe I could make this right --",
        "Jessica: Don't worry. Your boyfriend handled all that. It's fine. All right, get out of here.",
        "Natalie: Jessica, no, I can't leave with things like this.",
        "Jessica: You have to leave. I don't want you anywhere near me. Do you understand me? I want you out of here right now, so get out! You stay away from me and you stay away from my family.",
        "Natalie: Jessica, please.",
        "[SCENE_BREAK]",
        "Viki: How many did you give her?",
        "Todd: What?",
        "Viki: How many?",
        "Todd: Uh, well, we split the bag 50-50, but she only had two, I think. How's Jess?",
        "Viki: She's about as well as can be expected.",
        "Todd: Well, I got to go.",
        "Viki: Why? Is something wrong?",
        "Todd: No. Nothing you couldn't fix with some face-to-face time with Blair.",
        "Viki: I told you I will talk to Blair, but right now I have to worry about Jessica.",
        "Todd: She's a priority. I understand. I'll handle this on my own.",
        "Viki: Todd, please, don't make things worse than they already are.",
        "Todd: Why would I do that?",
        "[SCENE_BREAK]",
        "Shane: I'm very sorry about your loss, Mr. Buchanan.",
        "Bo: Thank you, Shane.",
        "Shane: Let me know if there's anything me and my mom can do to help.",
        "Bo: I sure will.",
        "Shane: So, how do you like being married?",
        "Rex: It's -- different.",
        "Bo: Hey, Shane, do me a favor, will you? See what's taking Matthew. I don't want you guys to be late for school.",
        "Shane: You got it.",
        "Bo: Thanks. Some kid, huh?",
        "Rex: Yeah, he's some kid.",
        "[SCENE_BREAK]",
        "Dorian: Adriana, I swear I did not send that note to Rex. Adrian like you didn't convince Gigi to stand up at my wedding and tell the whole room how much she loves Rex?",
        "Dorian: That was different.",
        "Adriana: Oh. You're unbelievable.",
        "Dorian: It was. How long do you think that girl would have kept her feelings for Rex a secret? For the rest of her life? For the rest of the month? Oh, no. Somehow she's made a pathetic little declaration in front of everybody. And while Rex is still madly in love with you, he's rejected her, and the two of you can move on with your lives.",
        "Adriana: Oh, like that was your plan all along. You know what, don't treat me like I'm some baby you can con.",
        "Dorian: Why don't you just tell me what is going on with Rex?",
        "Adriana: I don't know what's going on with Rex. He left because he couldn't stand that I lied to him. Then he said that I wasn't the person that he fell in love with. And you and I both know at he's right. Your plan worked, Mom. I don't even know who I am anymore.",
        "Dorian: Darling, all I've ever wanted to do is protect you.",
        "[Adriana scoffs]",
        "Adriana: Do you know how many times you have used that as an excuse? From the day you saw fit to finally claim me as your daughter. \"I only gave you up because I wanted to protect you, Adriana.\"",
        "Dorian: That's absolutely true.",
        "Adriana: No. What's true is that after four years of being your daughter, I finally realized it wasn't my father I needed protection from. It was you.",
        "[SCENE_BREAK]",
        "Viki: I should never have left you alone with her.",
        "Natalie: She -- she hates me, Mom. She -- she said she wants me out of her life. Please, don't let her make you hate me, too.",
        "Viki: Oh, honey, honey, honey. You know what? You have to give her time, okay? And you also have to understand the choices you and Jared made hurt so many people.",
        "Natalie: I know. But we were trying to do just the opposite of that. You know, Jared was just so sick over what he'd done and he wanted to say something to everyone, but -- but -- Mom, please trust me. We had reasons not to say anything, and one of them was you.",
        "Viki: Me? Why -- why me?",
        "Natalie: Because we wanted to give Charlie the chance to tell you and Rex the truth.",
        "Viki: Oh, please. And look how well that turned out.",
        "Natalie: Mom, you know, maybe if you'd just talk to Charlie --",
        "Viki: No, no, no. That's too little, too late, no. Jessie needs me now. She just lost her husband. And that little baby just lost her father.",
        "[SCENE_BREAK]",
        "Bo: There is no way that you deserve what's happened to you these past few days. You got to move past it.",
        "Rex: How do I do that?",
        "Bo: Talk to Adriana and Charlie. Hear what they have to say. Otherwise, it's going to eat you alive.",
        "Rex: Sounds like you're talking from experience.",
        "Bo: Well, you know, sometimes you put this image in your mind of the person that you love, and then the question becomes, can real life really live up to that image?",
        "Rex: Yeah, well, I felt that way about Adriana and then she started changing.",
        "Bo: Well, you know, we were talking that night that I drove you home, the night before your wedding, and you told me that you might have some doubts about getting married.",
        "Rex: Yeah, I was pretty wasted.",
        "Bo: Yeah, well, wasted. Yeah, maybe that was it, huh? Or -- maybe not. I think you'd better have a talk with Adriana before you make any decisions about what to do.",
        "Rex: You're right -- as usual.",
        "Bo: And listen -- no, no, no, no, Balsom, listen to me. If you ever need a ride home, ever need a friend that you can, you know, talk to, I'm your go-to guy. All right?",
        "Rex: I know.",
        "[Bo chuckles]",
        "[SCENE_BREAK]",
        "Adriana: You know, before you came along, I had parents who loved me, protected me, taught me right from wrong. They took better care of me than you ever did.",
        "Dorian: I'm not going to stand here and listen to this. I love you with every fiber of my being.",
        "Adriana: Until the $30 million runs out, right? I mean, that's the only reason you came to claim me as a daughter in the first place, because you knew I was your ticket to some poor old lady's money!",
        "Dorian: That is a hideous lie!",
        "Adriana: Huh, and once you had your hands on the money, then I just became a project for you, someone that you could play with when you were between men.",
        "Dorian: You are very upset because of what happened with Rex and you're taking it out on me. If you want to, I will allow it, but just for a while.",
        "Adriana: Don't take the high road, Mother, it doesn't suit you.",
        "Dorian: You are my daughter and I love you no matter what. And you are a Cramer woman and you will be for the rest of your life.",
        "Adriana: Not anymore! And I probably won't be a Balsom much longer, either, because of you. So I am giving you back your Cramer name. Go inflict it on someone else. Tell Langston you're all hers now.",
        "Dorian: Where are you going?",
        "Adriana: The same place that Cassie and Kelly went and Langston will go when she wises up -- as far away from you as possible.",
        "[SCENE_BREAK]",
        "Langston: I'm going to go check on Dorian.",
        "Blair: Good luck.",
        "Langston: Hmm, thanks.",
        "Starr: Look, guys, I'm sorry I got upset about -- that.",
        "Addie: It's all right, Starr.",
        "Starr: No.",
        "Addie: It's the hormones.",
        "Starr: There's really no excuse for it, though. I'm just not used to people being interested in what's inside of me.",
        "Addie: Wait till you start to show. Right, Blair?",
        "Blair: That's right.",
        "Addie: Huh.",
        "[Glass shatters]",
        "Blair: Oh, God! Shaun! Shaun! Shaun? Todd!",
        "Shaun: What's wrong?",
        "Todd: Keys, Keys, Keys, Keys.",
        "Blair: It's Todd.",
        "Todd: Come here.",
        "Shaun: Who the hell is this punk?",
        "Todd: It's my new friend, Keys.",
        "Keys: Morning.",
        "Blair: What the hell do you think you're doing?",
        "Todd: I'm here to talk about that restraining order.",
        "[SCENE_BREAK]",
        "Viki: Hey. Bree is napping, okay? Was it terrible with Natalie?",
        "Jessica: I pretty much told her I hated her.",
        "Viki: It's all right. She knows you didn't mean it.",
        "Jessica: Well, I did. I do. I hate her. I hate her so much. I hate Jared. I hate Charlie. I'm so angry -- I'm so angry I can't even face my daughter.",
        "Viki: Sweetheart, you will calm down in time.",
        "Jessica: I don't understand! I don't want him to be dead! I don't want him to be dead! Mom, I don't want him to be dead.",
        "Viki: I know, baby. I know. Oh, God, I know.",
        "[NEXT_ON]",
        "Natalie: What do you remember?",
        "Viki: I am mad as hell.",
        "Clint: You have got a lot of nerve showing up here.",
        "Starr: You know what, Mom? This is between me and Dad.",
        "Rex: Our marriage was a mistake. I want out."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=4QxBNKevosw"
}