{
    "Episode Summary": [
        "Episode # 10442 -- Power Failure"
    ],
    "Recap": [
        "John finds Starr, Cole and Jack alone in Todd's home. Jack informs him that Powell and Rebecca were there and kidnapped his parents and Tea. He also recalls the invitation they all got to the \"spring fling\" at the Frat house. At that point, John recalls that he saw the same invitation. So he goes and fins the frat house. Meanwhile, Rebecca takes baby Chloe out of her crib at Llanfair. And Powell takes her to \"meet\" Todd and Marty. Jessica is hysterical when she finds out her baby is missing. And at that point, Natalie and Jared suspect Kyle Lewis and don't know what to do in order to get Chloe back and in regard to the fact that they know that she is really Starr's baby Hope and that Kyle knows that also. While Powell has both Todd and Marty held captive, he informs them that this baby is not Jessica's, like they assume. She's their mutual grandchild. They don't believe it. But he tells them he can prove it because he keeps up with all the info about both of their lives and their respective kids, how Cole got Starr pregnant and the mysterious unexplained death of their baby. Downstairs, Blair and Tea attempt to save their lives and argue. But they both admit that they have one thing in common in that they are both in love with Todd. Cole and Starr have some sort of unconscious premonition that things will never be the same after they find out the answers about their baby's death. And they seem happy as if they know that they will find out what they really want."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Blair sighs]",
        "Blair: Throw something. Break it. Get some air.",
        "Téa: I can't. My arm --",
        "Blair: The great Téa Delgado. Never met a case she couldn't win.",
        "Téa: Face it. We're going to -- we're going to die in here.",
        "Blair: No, we're not.",
        "Téa: No, look at that. Look at that. That's gas. Gas seeping into a sealed basement. It's hopeless.",
        "Blair: No.",
        "Téa: We're going to die in here.",
        "Blair: No, we're not. We're going to get out of here.",
        "Téa: [Laughing] With what? My law degree?",
        "Blair: No. John. John's going to find us, and he's going to save us.",
        "[SCENE_BREAK]",
        "John: You're doing good, Jack. I just need you to think. All right, buddy? Can you remember anything that Powell or Rebecca said?",
        "Jack: I don't know.",
        "John: All right, what about, maybe, something that they did? You know? Even if it doesn't seem important, it might help us find your mom and dad.",
        "Jack: I don't know.",
        "Starr: Jack, you're safe now.",
        "John: That's right. All right, no one is going to hurt you or your sister or Sam.",
        "Starr: You did a really great job with him, Jack. You took great care of him.",
        "Jack: I thought they were here to help us.",
        "John: Powell?",
        "Jack: He was dressed as an ambulance guy, and she was dressed as a doctor.",
        "John: Okay. So you thought they were here to help your mom and dad?",
        "Jack: But they weren't here to help us. They were here to hurt everyone.",
        "[SCENE_BREAK]",
        "Jessica: Chloe? Chloe?",
        "[SCENE_BREAK]",
        "Natalie: I think you need to leave, Brody.",
        "Brody: I'll go when Jessica tells me to. I'm getting the feeling she might need me. Why are you two so nervous? Huh? Why do you have to wake up Jessica's mother before you tell your sister what's going on?",
        "Natalie: None of your concern.",
        "[SCENE_BREAK]",
        "Jessica: Oh, my God. Chloe's gone. Where is she? Oh, my God. My baby's gone.",
        "[Jessica screams]",
        "Jessica: Chloe's gone!",
        "[SCENE_BREAK]",
        "Marty: What are you doing with that baby?",
        "Todd: Answer her.",
        "Powell: Well, maybe she's mine.",
        "Marty: She's not. She's Chloe Brannen.",
        "Powell: How do you know?",
        "Todd: Powell, what are you doing? Why do you have Jessica's baby?",
        "Powell: What? What makes you think this is Jessica's baby?",
        "[SCENE_BREAK]",
        "Brody: Just slow down and --",
        "Jessica: No, no, I should be looking for Chloe.",
        "Brody: Your mom and Charlie --",
        "Jessica: Where is she?",
        "Brody: It's okay, we're going --",
        "Jessica: Did somebody ask the staff?",
        "Brody: Natalie and Jared are doing that, you've --",
        "Jessica: I don't understand how this can happen. I went to go and check on her and she was asleep in her crib and when I came back, she was --",
        "Brody: Could Bree have taken her?",
        "Jessica: No, she was sleeping.",
        "Brody: You're sure?",
        "Jessica: Yes, I just checked on them. Oh, God, where is she?",
        "Brody: We're going to find her. There has to be an explanation.",
        "Jessica: Did you find her?",
        "Viki: No, darling, I'm sorry. No, we looked everywhere. I can't imagine what happened.",
        "Charlie: Maybe one of the --",
        "Jessica: No, no. Nobody would do that. Nobody would do that.",
        "Natalie: Okay, we checked with the kitchen and the staff quarters.",
        "Jared: No one's seen her since she went to bed.",
        "Jessica: How did this happen?",
        "Natalie: Jess, no one's seen her.",
        "Viki: Look, did any of you here see anything unusual? Or hear anything?",
        "Jared: No. No one's seen anything suspicious.",
        "Jessica: What do you mean \"suspicious\" --",
        "Viki: Darling --",
        "Jessica: What -- what are you saying, that somebody broke into this house and kidnapped my baby?",
        "Viki: Honey, I'm going to call your father.",
        "Charlie: I'll call 911.",
        "Jessica: Oh, my God.",
        "[SCENE_BREAK]",
        "Todd: We know what Jessica's baby looks like, Powell.",
        "Marty: We both know.",
        "Powell: Because you've both seen her before and someone told you to call her \"Chloe.\"",
        "Todd: That's her name.",
        "Powell: A rose by any other name would smell as sweet. Look at that. I can still remember some Shakespeare. You know, being back here on campus again is making me feel --",
        "Todd: What are you babbling about?",
        "Powell: All scholarly. Well, someone can make up a name. They can make up a whole new identity, but what am I telling you that for? You know all about that. All those months you lived with him. He never told you who he really was. He just told you that he loved you. He told you so much he thought it was the truth. But the truth has always been right here in this room. He raped you.",
        "Marty: Stop it. What does it have to do with this baby?",
        "Powell: Someone gave this baby a name. Someone gave her a whole new identity. But the truth is right in this room.",
        "Todd: Yes, okay. We heard that before. Is this the game you want to play? Her name?",
        "Todd: Okay, so you don't think it's Jessica's baby. Who do you think she is?",
        "Powell: Why don't you tell me? Can you guess who her real parents are?",
        "[SCENE_BREAK]",
        "Jack: I wish my mom and dad were here.",
        "Starr: I know. Me, too.",
        "John: All right, we're almost done here. Just try to remember, Jack. Did Powell or Rebecca make any phone calls? Did they say where they might be going? All right. Thanks for all your help, buddy.",
        "Starr: He doesn't know how they knocked out my parents.",
        "John: It was probably the same thing they did to me.",
        "Cole: You got knocked out?",
        "John: Yeah, there was an empty envelope. It was treated with some kind of drug.",
        "Starr: But you're okay, right?",
        "John: I can still feel it in my system. But I'm fine.",
        "Jack: There was an envelope here, too.",
        "John: There was?",
        "Jack: The lady -- Rebecca -- she called it an invitation.",
        "John: What else did she say, Jack?",
        "Jack: She told the man to get rid of it. It might hurt them.",
        "Starr: They gave you all the same envelopes?",
        "John: I didn't get an invitation.",
        "Cole: An invitation to what?",
        "John: Wait a second. Today's date, K.A.D. -- all kind of makes sense.",
        "Starr: What makes sense?",
        "John: That spring fling.",
        "Cole: Oh, my God.",
        "[SCENE_BREAK]",
        "Blair: John -- he's going to save us.",
        "Téa: Oh, sure.",
        "Blair: No, he said --",
        "Téa: John is an escaped prisoner. You really think he's --",
        "Blair: Instinct.",
        "Téa: Sure, sure. With no clues, no witnesses, and no help, you think he's going to figure out where we are?",
        "Blair: I do. He has to because I'm not going to die like this. Not with you.",
        "Téa: If it's any consolation, I never pictured you on my deathbed, either.",
        "Blair: You don't get to complain.",
        "Téa: Excuse me?",
        "Blair: If you hadn't defended Todd, he'd be behind bars and none of this would've happened.",
        "Téa: A mental patient goes on a murdering rampage and it's my fault?",
        "Blair: As if I didn't hate you enough already.",
        "Téa: You know, I'm curious about -- seeing as how we're going to die here together anyway --",
        "Blair: No, I'm not going to tell you who my hair colorist is. Besides, I'm a natural blonde.",
        "Téa: We actually have a lot in common, Blair.",
        "Blair: Don't make me puke.",
        "Téa: It's true. We're both strong, smart women who don't take anything from anybody.",
        "Blair: I'll give you that.",
        "Téa: Under different circumstances, we might even be friends.",
        "Blair: Don't push your luck.",
        "Téa: What are you talking about? Here we are about to die and you're wasting your last breath insulting me. Why is that, Blair? Why do you hate me so much, huh?",
        "[SCENE_BREAK]",
        "Todd: You're insane, Powell.",
        "Powell: Because I can tell you who this baby really is?",
        "Todd: I can think of a few other reasons at this point.",
        "Powell: Why are you so afraid of the truth?",
        "Todd: We know what the truth is. We know who that baby is. And if you touch one hair on her head, I swear to God I'm going to kill you.",
        "Marty: Todd, Todd --",
        "Todd: No, it's okay. It's okay. You're not going to hurt her, right?",
        "Powell: Why are you so interested in protecting this little girl? It's almost like a natural instinct or something.",
        "Todd: Why do you have her? What are you going to do?",
        "Powell: You haven't been listening, have you?",
        "Todd: I don't have to. I know who she is. She's my niece's kid. My sister's granddaughter.",
        "Powell: That's what you believe.",
        "Todd: No, that's what I know. And I also know this -- if you don't put her down right now, I swear to God --",
        "Powell: She's not your sister's granddaughter. She's yours. Yours and Marty's.",
        "[SCENE_BREAK]",
        "Cole: John -- you think Powell's trying to recreate the spring fling?",
        "John: It's possible.",
        "Cole: Then why would he take Téa and Blair?",
        "John: I don't know.",
        "Cole: He would just need my mom and Todd.",
        "John: Yeah. Look, it doesn't make any sense, but we've got to consider the possibility he's trying to create the night that your mom was --",
        "Cole: I can't believe this.",
        "John: Listen to me. Hey, be cool. I'm going to find her. Okay? Jack, thanks for all your help, buddy. Okay?",
        "Starr: Wait. You're leaving?",
        "John: Fish has got a squad car coming over here. You'll be safe here tonight.",
        "Cole: Where are you going?",
        "John: Llanview University.",
        "Cole: They boarded up the old kad house a long time ago.",
        "Starr: Yeah, but the new one's all the way across campus.",
        "John: I'll start with the old one, all right? Take care of yourselves. Cole, lock the door behind me, okay?",
        "John: I'll call you as soon as I know something.",
        "Cole: Thanks.",
        "John: Hang in there.",
        "[SCENE_BREAK]",
        "Bo: Okay, everybody, I've got every available cop in the department working this. And after Clint called, I issued an Amber alert.",
        "Viki: So Chloe is now publicly missing?",
        "Bo: If somebody took her, this is our best shot at making sure they don't get too far.",
        "Viki: Well, it's all we have, Bo. We've looked everywhere. The grounds and the house, everywhere.",
        "Charlie: We've talked to all the staff. No one's seen anything.",
        "Bo: Okay. All right. I want every square inch of this place covered. Set up a perimeter. I want you to make sure nobody leaves this property unless we've talked to them, okay? And then question the staff twice.",
        "Jessica: Bo, you have to find her.",
        "Bo: We will. We will, I promise. I need you to tell me everything that happened tonight.",
        "Jessica: Okay. Chloe was crying. So I went upstairs to go and check on her and -- and then I was able to get her back to sleep.",
        "Bo: That was up in the nursery?",
        "Jessica: And then -- and then I came back down with Brody and then Natalie and Jared came home.",
        "Bo: Natalie and Jared came home and --",
        "Jessica: And then I went upstairs to check on her and when I was there, the crib was empty.",
        "Bo: Okay, honey, listen. Can you think of anyone who might want to frighten you?",
        "Jessica: No.",
        "Bo: Anyone who was angry with you or with the family?",
        "Jessica: Is this about money?",
        "Bo: I don't know.",
        "Jessica: Well, if it's about money, then we can just give them the ransom and then they'll give Chloe back to me, right?",
        "Bo: Jess, we're going to look at every angle, okay? Now, can you think of anyone who would have anything at all to gain by taking Chloe from you?",
        "Jessica: No, there's no one.",
        "Bo: Are you sure?",
        "Jessica: Yes! I'm sure. Who would it be?",
        "Bo: Why don't you take me up to the nursery? And maybe you'll see something that can -- can jog your memory.",
        "Jessica: Okay.",
        "Brody: I'll come with you.",
        "Charlie: Yeah, I'll take another look around down here.",
        "Natalie: Are you thinking what I'm thinking?",
        "Jared: Oh, I hope not.",
        "Natalie: Could Kyle Lewis have done this?",
        "[SCENE_BREAK]",
        "Todd: You've got even more screws loose than I thought, Powell. My granddaughter died.",
        "Powell: You sure of that?",
        "Todd: Are you trying to tell me that Jessica's been lying all the time? Letting my daughter believe her baby died?",
        "Powell: Jessica believes this is her baby. She doesn't have to lie. But neither does DNA.",
        "Marty: What are you saying?",
        "Powell: I'm saying this is Cole's baby. And Starr's.",
        "Todd: Enough. I've heard enough. We have to get that baby back to Jessica.",
        "Powell: It's not hers.",
        "Todd: I don't care. Jessica's probably going out of her mind right now.",
        "Powell: That's the first thing you got right all night, Manning. My little cousin's going out of her mind, all right. Because the best I can put together is the night she had the baby, it died.",
        "Todd: What?",
        "Powell: And one of her other personalities took over and she traded the dead baby, hers, for this live one, your mutual grandchild.",
        "Marty: They were born the same night.",
        "Powell: And Todd's crazy little niece decided to take advantage of the situation.",
        "Todd: She's not crazy.",
        "Powell: That's right. You were planning a little switch with this baby yourself, weren't you? Trading in your miserable life as a rapist to ride off into the sunset with Marty.",
        "Todd: You don't know anything about that.",
        "Powell: Hmm -- I know. I left out the best part. You were going to let your own daughter think that her baby was dead. Looks like you're the one who's insane.",
        "Todd: Yeah, look who's talking.",
        "Powell: Yeah, I guess it runs in the family. Victor and Powell Sr. spawned a whole new generation of nuts. It's too bad, though, that we'll never get to know whether this little one got the crazy gene, too.",
        "Todd: What the hell is that supposed to mean?",
        "[SCENE_BREAK]",
        "Téa: Come on, Blair. No time like the present.",
        "Blair: Don't know why I hate you so much?",
        "Téa: More than anyone on the planet?",
        "Blair: The gas is getting to you. I'll give you five million reasons; $5 million you took to steal my little girl from me.",
        "Téa: That's why, huh?",
        "Blair: \"That's why\"? That's why -- I was laid up in a hospital bed.",
        "Téa: Yeah. And Todd had no way of knowing if you'd recover. Your baby had no mother and if Dorian had her say, she'd have no father, either. I did what I thought was best for everyone involved.",
        "Blair: And you. You did what was best for you.",
        "Téa: Fine. What else? Huh?",
        "Blair: What else?",
        "Téa: Yeah. What else?",
        "Blair: As if stealing my daughter wasn't enough?",
        "Téa: Come on, that's ancient history.",
        "Blair: Ha. Spoken by someone who's never had their child ripped from them.",
        "Téa: At least I'm telling the truth. Which is more than I can say for you.",
        "[SCENE_BREAK]",
        "Clint: Did we forget to tell Bo anything?",
        "Viki: I don't know. He's heard the same information at least three times.",
        "Clint: Should we take Jessica out of here?",
        "Viki: Yeah. Honey, let's go downstairs.",
        "Jessica: She was sleeping. I came in and -- and she was gone.",
        "Viki: Baby, they will find her. I promise you.",
        "Jessica: No, her blanket's here. Her toys are here. But where is she, Mom? Where is she? What happened to her?",
        "[SCENE_BREAK]",
        "Jared: Do you really believe Kyle took Chloe?",
        "Natalie: He's been blackmailing us.",
        "Jared: I know, but to kidnap a baby? I mean, that involves a lot more people and the police.",
        "Natalie: Jared, he is desperate. He needs money. My God, what if Kyle took her?",
        "[SCENE_BREAK]",
        "Bo: That's great. Good. Okay, let me know.",
        "Jessica: Did you find anything?",
        "Bo: I called in a kidnapping. We alerted the FBI.",
        "Jessica: What does that mean?",
        "Viki: Well, it means that Bo has more resources at his disposal now.",
        "Bo: That's right. The more people that know, the better our chance at finding Chloe.",
        "Jessica: But it's not Chloe that matters.",
        "Bo: I don't understand.",
        "Jessica: You don't know who took her, so how do you know who to look for?",
        "Bo: That's our job to figure out, and we will. No, we're going to find whoever did this. We're going to get Chloe back.",
        "Natalie: Uh, Uncle Bo, Jess -- we think we might know something about who took Chloe.",
        "[SCENE_BREAK]",
        "Powell: I see I've stunned you both speechless.",
        "Todd: What are you going to do to her?",
        "Powell: You don't want anything to happen to this baby?",
        "Todd: No.",
        "Powell: I think Starr probably felt the same way, but you didn't care about that. Not as long as you could solve all your problems. Start a ready-made family with Marty.",
        "Todd: Please just leave her alone.",
        "Powell: This baby was your final chance for redemption. But then she died. And you blamed yourself.",
        "Todd: We're not talking about me.",
        "Powell: You lost everything when your daughter lost this baby. But now she's back. It's -- some people might say it's miraculous, almost as much as Todd Manning getting a second chance.",
        "Todd: What do you want?",
        "Powell: I want you to redeem yourself.",
        "Todd: How?",
        "Powell: Simple. Give this child back to her mother.",
        "Todd: Are you serious?",
        "[Baby cries]",
        "Powell: It will make everything right. You can put this baby back in your daughter's arms. Here she is, Todd. Should I let you have her?",
        "[SCENE_BREAK]",
        "Blair: I think the gas is getting to me because I think I actually heard you accuse me of lying.",
        "Téa: I did.",
        "Blair: About why I hate you so much? I don't think so.",
        "Téa: Oh, your kids. That's always your excuse.",
        "Blair: Oh, I think that's enough, don't you?",
        "Téa: Your children -- it's your built-in default answer to everything. I mean, what -- why -- why did you save Todd's life? Why? Because he's -- he's the father of your children. Why are you staying with him while you recuperate? Because you want to be with your kids. Why are you angry with me because I'm sleeping with him? Because you're convinced that somehow that caused you to lose custody of them again.",
        "Blair: I think that just about sums it up, Téa.",
        "Téa: Don't kid a kidder, Blair. You and I both know the truth.",
        "Blair: Really?",
        "Téa: Yeah.",
        "Blair: Why don't you enlighten me?",
        "Téa: Okay. I will enlighten you. You're jealous.",
        "Blair: Of you?",
        "Téa: My relationship with Todd.",
        "[Blair scoffs]",
        "[SCENE_BREAK]",
        "Todd: Untie me. Powell, untie me so I can take her.",
        "Powell: You didn't really think I was going to give your granddaughter back to you, did you?",
        "Todd: I thought you wanted me to redeem myself.",
        "Powell: That's what you thought you were doing, isn't it? Running away with Marty and this baby. Your new family? They didn't remember the past. It's like it never happened. But it did happen. Right here in this room. You had the power then. You told me what to do to Marty and I listened. And I lost everything. My freedom, my sanity, my life. Because of you. But now I've got the power, Todd. Right here. In this little girl.",
        "Todd: Just give her to me.",
        "Powell: She was going to be your salvation, Todd, but she's going to be mine instead.",
        "Todd: Please don't hurt her.",
        "Powell: I have the power now, Todd.",
        "Todd: Powell --",
        "Powell: Right here in my arms.",
        "[SCENE_BREAK]",
        "John: I told you I'm not the killer. Would I be calling on the LPD private line if I was? Look, I just want to speak to Officer Fish. Fine. Call him. Call the commissioner. Call whoever the hell you like, just make the damn call.",
        "[SCENE_BREAK]",
        "Jessica: What do you mean you might know something? You know who took my baby?",
        "Natalie: Okay, we're not totally sure.",
        "Jessica: Why didn't you say something?",
        "Jared: Uh, we just thought that in case it was a false alarm --",
        "Jessica: My baby's missing! Is this what you were going to tell me before I found out that Chloe is missing?",
        "Natalie: Oh, no, no, no, no --",
        "Jessica: Are you involved?",
        "Viki: Sweetheart!",
        "Bo: No -- Natalie, what do you know?",
        "Natalie: Okay. At the hospital, we -- we ran into this guy, Kyle Lewis.",
        "Bo: The lab tech?",
        "Jared: You know him?",
        "Bo: Yeah, yeah. What does he have to do with this?",
        "Jessica: You think he took my baby?",
        "Jared: We don't know. It -- it's just that --",
        "Natalie: It's really complicated.",
        "Jessica: It's complicated? You're going to just stand there and say \"it's complicated\"?",
        "Natalie: Jess, listen to me.",
        "Jessica: No! You listen to me -- who is this guy and why would he take my baby? What aren't you telling me?",
        "[SCENE_BREAK]",
        "[Video game noises]",
        "Cole: Whoo! Sweet explosion, dude.",
        "Jack: Yeah, I guess.",
        "Cole: How'd you know where the trigger was?",
        "Jack: My dad bought a book for me.",
        "Cole: Oh, yeah?",
        "Starr: I figured we could all use a snack.",
        "Cole: What do you say -- cookie break?",
        "Jack: Sure.",
        "Cole: Right on.",
        "Starr: Jack, I really think you should show Cole your awesome dunking skills. He can get three cookies in one glass. Pretty amazing.",
        "Jack: Starr, I'm sorry I lied to you on the phone.",
        "Starr: You were looking out for Mom and Dad.",
        "Jack: But if I told you, maybe you could've helped them.",
        "Cole: Or maybe Rebecca and Powell would've hurt them.",
        "Jack: You think?",
        "Cole: You know, Jack, it would've been real easy for you to tell Starr that you needed help. But you did the brave thing.",
        "Jack: Really?",
        "Cole: Really. You were -- you were the hero. Because of you, our parents are going to be okay.",
        "Jack: You really mean that?",
        "Cole: I really do. You're a good son, and a great brother.",
        "Starr: The best.",
        "[SCENE_BREAK]",
        "Todd: You're right, Powell. I did have all the power back then.",
        "Powell: You admit it?",
        "Todd: Yes, and I used it to control you, and I ruined your life.",
        "Powell: So what? You think that's going to save you?",
        "Todd: No, nothing can save me now, just like nothing can save you or Zach.",
        "Powell: We only did it because of you.",
        "Todd: Right. So punish me. Do whatever you want to me, but leave that baby alone, please.",
        "[Baby cries]",
        "Powell: Shh.",
        "[Baby whimpers]",
        "Powell: I don't believe you.",
        "Todd: What?",
        "Powell: Not that I don't enjoy hearing you beg, but there's something about the way you're saying it, I just -- I don't buy it.",
        "Todd: Powell! Damn it, don't do this -- don't do it like this! Don't use Marty or Blair or Téa or that child to get back at me!",
        "Powell: You're right, Todd. I can't save you. Nobody can be saved.",
        "Marty: That -- that's not true. You saved me.",
        "Powell: What do you mean?",
        "Marty: Isn't that what you were trying to do all those years ago, Powell -- you were trying to save me? Isn't that what you're trying to do right now?",
        "Powell: Stop it, stop it, Marty. This is between Todd and me!",
        "Marty: I know that, I know that, and he made you hurt me back then but you've fixed it now. You fixed it, you saved me.",
        "Powell: I hurt you. I can't save you.",
        "Marty: You already did. You already did -- I got my memory back, all of it. And it would never have happened without you.",
        "[SCENE_BREAK]",
        "[Coughing]",
        "Blair: Why would I be jealous of your relationship with Todd?",
        "Téa: The same reason you're jealous of anyone's relationship with Todd. Look at how much you hate Marty.",
        "Blair: Oh, you have no idea why I hate Marty.",
        "Téa: Well, I know it's not because she's with John.",
        "Blair: No, because I'm with John. I am with John.",
        "Téa: Mm-hmm.",
        "Blair: And if I were so into Todd, why would I marry John?",
        "Téa: Well, we both know the answer to that question.",
        "Blair: No, we don't. Why don't you enlighten me?",
        "Téa: Yes, because -- well, I'm trying to. Because he gave you -- marrying him gave you custody of your children.",
        "Blair: Okay -- you know what? I'll give you that one.",
        "Téa: Yeah --",
        "Blair: I'm with John because of my kids.",
        "Téa: It was my idea, wasn't it, Blair?",
        "Blair: No, you know, I'm not going to give you that because I was with John way before we got married.",
        "Téa: Hmm.",
        "Blair: And I care a great deal about that man.",
        "Téa: Keep telling yourself that. It makes things a lot easier.",
        "[Coughing]",
        "Blair: What is that supposed to mean?",
        "Téa: Well, you've said it yourself -- John's going to come save us, Blair, right?",
        "Blair: Yeah -- so?",
        "Téa: Uh-huh. So, tell me something -- would you rather go home with someone honest, dependable, and trustworthy, or with the guy who got us into this situation in the first place?",
        "Blair: I think you're finally catching on.",
        "Téa: The only problem is you may have feelings for John, but you don't love him -- at least not the same way you love Todd.",
        "[SCENE_BREAK]",
        "Rebecca: You can't stop us, John McBain. Powell and I have come too far to turn back now. Bet you wish you'd just stayed out of it. Don't worry -- I'm going to make sure that you do.",
        "[SCENE_BREAK]",
        "Natalie: Okay, we are not sure that Kyle took Chloe.",
        "Jessica: Why do you think he took my baby?",
        "Natalie: Um -- well, we ran into him at the hospital.",
        "Jared: We were there to get Chloe her shots and --",
        "Natalie: And, um -- and he just -- he seemed really interested.",
        "Bo: Interested how?",
        "Jared: He just asked a lot of questions.",
        "Natalie: Yeah, too many.",
        "Tess: Why aren't you crying?",
        "Brody: What's wrong?",
        "[Phone rings]",
        "Brody: Are you okay?",
        "Bo: Excuse me. Buchanan.",
        "Jessica: Why was Kyle asking questions about Chloe?",
        "Jared: We don't know.",
        "Jessica: You guys know something, something you're not telling me! Why do you think this guy kidnapped my baby?",
        "Bo: Kyle Lewis was just arrested at Manning's house.",
        "Jessica: Does he have my baby?",
        "Bo: No, I'm sorry.",
        "Clint: What does Manning have to do with any of this?",
        "Bo: I don't know, but my guys are bringing Lewis in right now.",
        "Jessica: Okay, I'm going, too.",
        "Viki: No, darling --",
        "Jessica: Mom --",
        "Viki: That's not a good idea.",
        "Jessica: I have to see him. I have to know if he took my baby or if he knows who did!",
        "Viki: Okay, okay. Brody, would you drive her and stay with her, please?",
        "Brody: Yes, ma'am, of course.",
        "Viki: Okay, and we'll be right behind you.",
        "Bo: And I'll meet you at the station.",
        "Viki: Okay. Uh -- would you two mind staying here please in case Chloe turns up?",
        "Clint: Viki, my car's in the driveway. You can ride with me.",
        "Natalie: Wait! Wait. Before any of you go anywhere, um, we have to talk to you -- about Chloe.",
        "[SCENE_BREAK]",
        "Jack: So you guys went to the prom tonight?",
        "Starr: Yeah, we did.",
        "Jack: I thought Cole wasn't your boyfriend anymore.",
        "Cole: I'm not.",
        "Jack: Then why did you go to the prom together?",
        "Cole: Well, when you've been through what Starr and I have been through --",
        "Starr: You just always have a connection.",
        "Jack: I am never going to a prom.",
        "Starr: You might change your mind about that.",
        "Jack: No way. I'm going to get some more cookies.",
        "Starr: Oh, no, I think that's all we have left.",
        "Jack: You didn't check Dad's sneaky place, did you? He bought a ton. He even has --",
        "Starr: Chocolate chewies?",
        "Jack: Uh-huh. I'll go get them.",
        "[Starr chuckles]",
        "Jack: Starr?",
        "Starr: Yeah?",
        "Jack: Come here.",
        "Starr: What's up?",
        "Jack: On the phone, when I said \"I love you,\" I really meant that part.",
        "Starr: I know, Jack. I love you, too.",
        "Jack: Bye.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Téa: It's okay, Blair, you can admit it.",
        "[Blair sighs]",
        "Téa: You still have feelings for Todd.",
        "Blair: No, I don't.",
        "Téa: I won't tell anyone.",
        "Blair: God. We're dying here, we're not best friends.",
        "Téa: Well, we might as well be. We're both in the same boat. Everything Powell said was true.",
        "Blair: So, what, you wanted to kill Todd?",
        "Téa: Yeah, the thought did cross my mind once or twice.",
        "Blair: You wanted to get back at him for all the things that he did to you?",
        "Téa: No. I just wanted to get him out of my head.",
        "Blair: You are a glutton for punishment.",
        "[Téa laughs]",
        "Blair: Ugh.",
        "Téa: You are correct. He's put me through hell and I keep coming back for more.",
        "Blair: Yeah. You want to stop, but you just --",
        "Téa: But I can't.",
        "Blair: Yeah.",
        "Téa: Look, the truth is no matter if I'm dead, Todd Manning is, was, and will always be the love of my life.",
        "Blair: Mine, too.",
        "[SCENE_BREAK]",
        "Marty: It's true, Powell. I remembered everything tonight and it's all because of you.",
        "Powell: Me?",
        "Marty: Yes. You brought me here. And seeing all of this, it -- it triggered something.",
        "Powell: You remembered what we did to you in this room?",
        "Marty: Not just that, I remembered everything. My whole life came back to me, all of it. My son -- you gave that back to me. And for that, I -- I thank you.",
        "Powell: Marty? I never meant to hurt you.",
        "Marty: I know.",
        "Powell: For so long, I've been wanting to make it up to you. I'd do anything for you -- anything.",
        "Marty: Okay, okay -- then give me back the baby, please. Give me the baby. Powell, listen to me. You want to make it up to me? If you want to make it up to me, you can do it right now. You gave me back my life -- let me share it with this baby, please. Let me have the baby.",
        "Powell: I'm sorry.",
        "[Baby cries]",
        "Powell: I'm sorry.",
        "Marty: I know, I know, and it's okay now. It's okay. It's okay, it's okay. It's okay.",
        "Powell: I'm sorry. I'm so sorry.",
        "Marty: Okay, okay. Okay, good girl.",
        "[Marty exhaling]",
        "Marty: Hey there, sweet thing. It's okay, sweet girl.",
        "[Baby fusses]",
        "Powell: \"Thank you\"? Thank you? You think I did this for you?",
        "Todd: Take it easy -- no, I --",
        "Powell: You can't be happy. You can't be happy about anything, not about this, not about anything!",
        "[SCENE_BREAK]",
        "Rebecca: You can't stop this! No, I won't let you!",
        "[SCENE_BREAK]",
        "Viki: You want to talk about Chloe now that your sister is not here?",
        "Natalie: We have to tell you something.",
        "Viki: Okay, what happened at the hospital? Why was Kyle asking all the questions about Chloe?",
        "Natalie: He wasn't.",
        "Viki: What? You just said that he was.",
        "Jared: That wasn't the truth.",
        "Clint: What the hell is going on here?",
        "Viki: Natalie, your sister's baby is missing!",
        "Natalie: You don't think I don't know that?",
        "Jared: It isn't Natalie's fault.",
        "Viki: Okay, okay. Why couldn't you tell the truth before?",
        "Natalie: We couldn't -- no, because Jessica was here.",
        "Viki: Well, why couldn't you --",
        "Jared: Because we're terrified what the truth will do to her.",
        "Clint: Jared, what is the truth?",
        "Natalie: Kyle Lewis was blackmailing us.",
        "Viki: Blackmailing you? About what?",
        "Jared: Chloe. He has proof that she's not Jessica's daughter.",
        "[SCENE_BREAK]",
        "Brody: We'll find her, that's a promise. Whatever this is, we're going to figure it out. We're going to get your baby back.",
        "Bess: Don't worry. Bess knows exactly what to do, and the timing couldn't be more perfect.",
        "Brody: Jessica, what is it? What's wrong?",
        "[SCENE_BREAK]",
        "Téa: You love Todd.",
        "Blair: Yeah. So do you.",
        "Téa: Hmm.",
        "Blair: So, sue me.",
        "Téa: There's something else.",
        "Blair: I'm a blonde, a natural blonde.",
        "Téa: No, I'm serious. I'm serious, Blair. Because there is something I haven't told anyone else in the world. And if we're going to die here right now, I need to tell you.",
        "[SCENE_BREAK]",
        "Todd: Put the knife down, Powell. It's over.",
        "Powell: It'll never be over.",
        "Todd: No, you ended it. You just did the right thing.",
        "Powell: Why do you get to decide what's right?",
        "Todd: But you've made up for everything you did all those years ago.",
        "Powell: Oh, and you get to run off and live happily ever after with Marty, with your grandchild?",
        "Todd: No.",
        "Powell: You don't get to be happy about anything -- not about Marty, not about the baby, nothing!",
        "Marty: Powell, no!",
        "Powell: You're right -- it's over. [Grunt]"
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=6ilOBJKfq1A"
}