{
    "Episode Summary": [
        "Episode # 10614 ~ My Three Dads"
    ],
    "Recap": [
        "Schuyler concludes that if something happens to Stacy or to Rex, he needs Stacy to sign over guardianship to him. She does so in exchange for his helping her to induce labor so that Rex will believe the baby is his. Rex runs into Dorian and tells her she needs to do something about Mitch. She then contacts Charlie and tells him that she has an idea about how to get Rex to let Jessica go, involving \"somebody\" who is more important to Mitch than Jessica. Mitch and the nurse hold Jessica captive, drug her and intend to brainwash her to forget all the people she loves and raise Rex and Stacy's baby with him."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: Uh -- uh! Uh!",
        "[Crash]",
        "Téa: Todd, what's wrong?",
        "Todd: Téa. Téa.",
        "Téa: I'm right here. I'm right here.",
        "Todd: You okay?",
        "Téa: I'm fine. What happened? Were you dreaming?",
        "Todd: Yeah. I thought I'd lost you.",
        "[SCENE_BREAK]",
        "Kim: No Schuyler. He'd better get here soon with that oxytocin.",
        "Stacy: Do you think he chickened out?",
        "Kim: No way. Look, if you don't give birth soon, then Rex is gonna find out he's not the father, and Schuyler is gonna lose Gigi. Trust me, I made that abundantly clear.",
        "Stacy: Can you check and see if there's anybody out in the street?",
        "Kim: What?",
        "Stacy: I'm not supposed to go near the windows. Mitch Laurence could be out there right now. He still wants to grab me and steal my baby.",
        "[SCENE_BREAK]",
        "Schuyler: Whoa, whoa! I'm unarmed, unarmed. Come on. Fish, are you Stacy's guard?",
        "Oliver: Yeah. Can I help you?",
        "Schuyler: Well, I'm here to see Stacy. Old friend.",
        "Oliver: Ha ha. Not that old. I -- I know that you're the baby's real father.",
        "[SCENE_BREAK]",
        "Gigi: Club soda with lime.",
        "Rachel: Thanks.",
        "Gigi: Can I get you a menu?",
        "Rachel: Oh, I'll wait. Greg is joining me after he's done at the hospital.",
        "Gigi: Okay. How do you like the new apartment?",
        "Rachel: It's good.",
        "Gigi: Schuyler loves it.",
        "Rachel: Oh, he's great to live with.",
        "Gigi: He says the same about you.",
        "Rachel: Well, he hasn't stopped talking about you since the day I met him.",
        "Gigi: Oh, I'm just lucky he waited around. Can I ask you something?",
        "Rachel: Sure.",
        "Gigi: Does Schuyler seem okay to you these days?",
        "Rachel: How so?",
        "Gigi: It feels like something's bothering him but he's not saying. Do you know what's going on?",
        "[SCENE_BREAK]",
        "Mitch: You'll be the perfect mother to my heir.",
        "Jessica: What?",
        "Mitch: I'm giving you a gift, Jessica -- the greatest gift in the world -- a newborn child to call your own.",
        "[SCENE_BREAK]",
        "Rex: Oh, look who's here.",
        "Dorian: Rex.",
        "Rex: How's your aim?",
        "Dorian: Excuse me?",
        "Rex: You better be good. You made a lot of enemies when you let Mitch Laurence walk.",
        "Dorian: Hmm.",
        "[SCENE_BREAK]",
        "Charlie: I heard about Jessica. Is there any news?",
        "Viki: Uh, no. No.",
        "Charlie: You know, it had to be Mitch.",
        "Viki: Yes, we do know that.",
        "Charlie: I'm sorry, Viki.",
        "Viki: For?",
        "Charlie: For what happened.",
        "Viki: Oh. To Jessica or to us?",
        "Charlie: It's all wrong.",
        "Viki: I don't know why you're here, Charlie. You sent me away last night. You didn't want my help.",
        "Charlie: I want to help you.",
        "Viki: I'm fine.",
        "Charlie: You're fine?",
        "Viki: I'm coping. What else is there to do, you know? I thank you for checking on me.",
        "Charlie: You know, I'm not the neighbor.",
        "Viki: Well, who are you?",
        "Charlie: I'm a sober man. I'm here with a clear head. Whatever you need, Viki, I am here, but I have not been drinking.",
        "Viki: I'm supposed to believe that?",
        "Charlie: Would you just look at me or, hell, get a breathalyzer test or something.",
        "Viki: Charlie, I don't have time for this.",
        "Charlie: I know. Of course you don't.",
        "Viki: I'm not gonna test you. I can't even trust you.",
        "Charlie: I know. I broke that, I know, but I never lied to you about --",
        "Viki: Charlie, you lied about everything! You lied about drinking, about where you were going yesterday, about going to meetings. You lied to Brody and Jessica about how long you'd been --",
        "Charlie: I never lied about loving you.",
        "Viki: Where were you last night? Charlie, where were you last night?",
        "Dorian: We can solve this problem if we work together, but we can't do that if you crawl into a bottle.",
        "Charlie: Yeah, so what do we do instead?",
        "Dorian: Well -- you could kill Mitch Laurence.",
        "Charlie: I -- I checked into a hotel. I mean, here's the receipt. Sweetheart, if I had any idea about Jessica, I'd have been here.",
        "Viki: They took her from right here, you know, from this room.",
        "Charlie: Oh, my gosh.",
        "Viki: I had just told her about you. I told her that I found you in a bar drinking and that you chose that over me.",
        "Charlie: But I didn't.",
        "Viki: You didn't? You didn't? What was all that about last night? What exactly did you choose?",
        "[SCENE_BREAK]",
        "Dorian: Good enough to fend off all the women you've scorned? Like my daughter?",
        "Rex: No.",
        "Dorian: So this is a social sport?",
        "Rex: I've applied for a license to carry concealed, but your boy Lowell is holding it up. Anything you can do about that?",
        "Dorian: No, he is not my boy, and a police commissioner has to be very, very serious about gun control.",
        "Rex: Right. Well, you let him know I'm a good shot.",
        "Dorian: Pardon me. Is that a threat?",
        "Rex: No, not yet, not to him.",
        "Dorian: Rex, who are you going to shoot?",
        "[SCENE_BREAK]",
        "Jessica: You're giving me Stacy's baby?",
        "Mitch: Mm-hmm. Your brother's child, my grandchild. Yes.",
        "Jessica: Stacy's baby.",
        "Mitch: You know, that baby is not hers. She's only a vessel. She's a soulless, godless creature, and I will not be giving our child over to some pole-dancing jezebel.",
        "Jessica: You can't take her baby.",
        "[SCENE_BREAK]",
        "Stacy: This is it -- my last will and testament.",
        "Kim: It really says that?",
        "Stacy: You see that blank right there? That's supposed to be my baby's legal guardian in the event of my death.",
        "Kim: Oh, jeez. I told you, I don't do babies.",
        "Stacy: You're the only person I know that would have her back.",
        "Kim: It's different.",
        "Stacy: You know what my biggest fear is? That I would die and --",
        "Kim: You say that one more time --",
        "Stacy: And the DNA test messes up, and then there's this big fight between Rex and Schuyler and Fish over the baby. What then?",
        "[SCENE_BREAK]",
        "Schuyler: How do you know I'm the father? Kyle told you? Why?",
        "Oliver: He had his reasons.",
        "Schuyler: Oh, yeah? Well, do they include getting kicked out of med school? Because that's what's going to happen. He breached patient confidentiality.",
        "Oliver: And you're making an innocent guy think that he's the dad when he's not.",
        "Schuyler: Oh, I'm sorry. Are you calling Rex innocent?",
        "Oliver: Oh, you're nobody to judge Kyle.",
        "Schuyler: What is it with you and Kyle? This is none of your business, Fish.",
        "[SCENE_BREAK]",
        "Rachel: You should probably ask Schuyler what's up.",
        "Gigi: I have, but I think he's covering something.",
        "Rachel: And you think I can tell you what it is.",
        "Gigi: Look, I know he's in recovery, so maybe you're more like his counselor.",
        "Rachel: It's a little gray. I mean, I'm not officially his counselor, but we are both counselors. We talk.",
        "Gigi: Well, I'm not asking anything confidential. But you're friends, too.",
        "Rachel: And I couldn't violate a friend's confidence, either.",
        "Gigi: There is something wrong. I can see it in your face. Just say it, please?",
        "Rachel: Can I ask you something?",
        "Gigi: Shoot.",
        "Rachel: If Rex hadn't gotten Stacy pregnant, would you and Schuyler be together?",
        "Gigi: Oh, that's what Schuyler thinks, isn't it? That it's all about Rex.",
        "[SCENE_BREAK]",
        "Dorian: Rex, I asked you a question.",
        "Rex: You know, your boy Lowell helped Mitch Laurence kidnap Jessica.",
        "Dorian: I'm very sorry that Jessica's missing.",
        "Rex: Kidnapped, Dorian, not missing. Mitch took her.",
        "Dorian: Well, if that is true, then I am --",
        "Rex: Please do not pretend like you give a damn.",
        "Dorian: This isn't what I wanted to have happen.",
        "Rex: Oh, what did you think would happen if you fired Bo Buchanan and you hired a stooge like Lowell to take his place? Did Mitch pick him out?",
        "Dorian: If you're going to make accusations --",
        "Rex: No, I don't have time for you. Mitch has taken my sister, and he's coming back for my baby.",
        "[SCENE_BREAK]",
        "Jessica: I won't be a part of your sick vision. I want my family.",
        "Mitch: That's me and our child. That's your only family now.",
        "Jessica: Like hell it is.",
        "Mitch: Jessica, please. This will be so much more pleasant if you'll just cooperate.",
        "Jessica: Get away from me.",
        "Mitch: Don't force my hand. You will not like the consequences.",
        "[SCENE_BREAK]",
        "Téa: Tell me about your nightmare. What happened?",
        "Todd: No, it doesn't matter.",
        "Téa: You said you thought you lost me.",
        "Todd: Yes. You and Dani. Mitch killed you.",
        "Téa: I'm right here. It's fine. I'm okay.",
        "Todd: You don't look very good.",
        "Téa: It's, uh -- it's the bed in the guest room. I -- I couldn't sleep well last night.",
        "Todd: I wonder how Dani's doing.",
        "Téa: I checked in with Starr a little while ago. They're both fine.",
        "Todd: Jessica?",
        "Téa: No news. Mitch still has her.",
        "[SCENE_BREAK]",
        "Jessica: Why are you doing this to me?",
        "Mitch: So you can heal.",
        "Jessica: What?",
        "Mitch: There's a hole in your heart, Jessica. Ever since Chloe died. There is nothing in the world more painful than losing a child.",
        "Jessica: You don't know.",
        "Mitch: Oh, especially for you. When Chloe died, you broke into pieces, darling, literally. You had to create an alter-ego to take care of you. You needed her to help you find a baby to replace your dead child.",
        "Jessica: I was wrong.",
        "Mitch: No. Wrong child, but right idea. Yes, it was all part of God's plan for you.",
        "[SCENE_BREAK]",
        "Stacy: When Schuyler does his thing, I'm gonna go into labor. The baby will be born like now, like by tomorrow. What if something happens to me during the delivery?",
        "Kim: Again with the doom.",
        "Stacy: No, please, okay? I won't be able to sleep. I'll be a wreck not knowing my baby has someone on her side. I just want that to be you, Kimmy.",
        "Kim: You're gonna live until you're 80. You know that?",
        "Stacy: But what if I don't?",
        "Kim: If you shut up about dying, I'll do it.",
        "Stacy: You're the best.",
        "Kim: Just so you know, your girl will be my girl. Okay, I don't want to hear any baby talk from Rex or Schuy or Fish.",
        "[Knock on door]",
        "Oliver: It's me.",
        "Stacy: Come in.",
        "Oliver: He said that you're expecting him.",
        "Stacy: Yes, we are.",
        "[SCENE_BREAK]",
        "Dorian: John McBain told me about the incident with Stacy.",
        "Rex: \"Incident\"? Mitch tried to drug Stacy and take her away. He would rip this baby out of her if he could. He says that my baby is \"the chosen one.\" He thinks it's the next messenger.",
        "Dorian: The new leader of his zombie cult.",
        "Rex: A child he can raise in his image, his bloodline.",
        "Dorian: That sick, sick freak.",
        "Rex: Oh, it shouldn't be news to you.",
        "Dorian: Has there been another incident, besides the first one?",
        "Rex: No.",
        "Dorian: Then perhaps --",
        "Rex: What, Mitch gave up on his master plan and went home? Come on, he's doing this step by step. Now I don't know why he snatched Jessica, but I guarantee you it has something to do with my baby.",
        "[SCENE_BREAK]",
        "Jessica: Chloe's dead.",
        "Mitch: God's will. And now we see the almighty's ultimate plan for your life.",
        "Jessica: No.",
        "Mitch: You were meant for greater things. You will be the mother of the new messenger.",
        "Jessica: I won't raise another woman's child.",
        "Mitch: You can do it. Yes. You've already had practice. I know how much you miss Chloe. Jessica, you're a good mother. You deserved a baby. You still do. And this baby -- this baby will need you so much.",
        "[SCENE_BREAK]",
        "Viki: I don't know what you would call it, Charlie. You know? I found you in a bar. I begged you to come home with me, but you stayed with a martini.",
        "Dorian: I'm a social drinker, but it steadies my nerves.",
        "Viki: You told me, \"Go away. Leave me alone. Forget about me.\" And so I left you with a drink.",
        "Charlie: That wasn't --",
        "Viki: What?",
        "Charlie: That wasn't my drink.",
        "[SCENE_BREAK]",
        "Schuyler: Could you give us a minute?",
        "Oliver: Well, that's up to Stacy.",
        "Stacy: Thank you, Oliver. Bye.",
        "Kim: About time. Did you get the stuff?",
        "Schuyler: Oh, I'm sorry. I was outside getting grilled about being the baby's father.",
        "Stacy: What, from Oliver?",
        "Schuyler: Yeah, and Kyle, at the hospital, asking all kinds of questions.",
        "Stacy: He can't say anything.",
        "Kim: No, Kyle will lose his job, right? Don't worry, they'll keep quiet.",
        "[SCENE_BREAK]",
        "Gigi: I honestly don't know what would have happened if Rex hadn't gotten Stacy pregnant. Maybe we would have survived.",
        "Rachel: Only \"maybe\"?",
        "Gigi: I messed up when Shane was sick, and my sister was being a nightmare. I didn't trust Rex. And then he didn't trust me. We were blown up before I even met Schuyler.",
        "Rachel: Well, as I understand it, there's a chance Stacy's baby isn't Rex's child.",
        "Gigi: With Stacy, it could be anybody's, but it's probably Rex's.",
        "Rachel: If it isn't Rex's, could you two get back together? Would you leave Schuyler?",
        "[SCENE_BREAK]",
        "Kim: You know the best way to make Rex sure this is his kid, right? To get the thing out of Stacy to make the timing work.",
        "Stacy: You did get the drug, right?",
        "Kim: Yes!",
        "Stacy: Ah, thank God. Thank you, Schuyler.",
        "Kim: You are so set. Okay, I'll take it from here. Schuyler?",
        "Schuyler: No.",
        "Kim: No?",
        "Schuyler: No, I'm not gonna hand you some drug to induce labor so that you can hurt my kid potentially. No way.",
        "[SCENE_BREAK]",
        "Rachel: So, would you leave Schuyler?",
        "Gigi: No. I care about him way too much to just walk.",
        "Rachel: Even if the baby isn't Rex's?",
        "Gigi: Rex still slept with her, didn't he? That's true, no matter what. How do I forgive that?",
        "Rachel: It's tough, but people do.",
        "Gigi: You've met Stacy. It's too ugly to picture. I can barely stand that Schuyler used to sleep with her back in the day.",
        "Rachel: He was using then.",
        "Gigi: That's the only way I can justify it.",
        "Rachel: Really?",
        "Gigi: Yes. I mean, seriously, Schuyler is way too good for my skanky sister.",
        "Rachel: And Rex isn't?",
        "[SCENE_BREAK]",
        "Kim: Dude, you already stole the drug.",
        "Schuyler: Yeah, I did. Look at that.",
        "Stacy: It's not like before, Schuyler. It's not the same.",
        "Schuyler: Yeah, you're right. My mom's already dead. I can't drive her there again, can I?",
        "Kim: I didn't say it.",
        "Stacy: You didn't, Schuy.",
        "Schuyler: No, because I stole drugs from a hospital, and because my mom covered for me, Todd Manning was able to blackmail her, and she killed herself. That's what happened. Okay? And here I am stealing drugs again. Why? For what?",
        "Kim: You know for what, Schuyler. You have Gigi.",
        "Stacy: And I'll have Rex.",
        "Schuyler: Yeah. All you have to do is let you use my child as bait.",
        "Stacy: It's not like that.",
        "Schuyler: Well, sounds like it's pretty close.",
        "Kim: Okay, guys, we're all getting what we want.",
        "Schuyler: Is that true? Really? Are we? Because what if Rex really wants Gigi? What if they go through all these lies and Rex still keeps going back to Gigi?",
        "[SCENE_BREAK]",
        "Dorian: I truly am sorry that Mitch has targeted your family.",
        "Rex: Big surprise, huh?",
        "Dorian: I didn't know.",
        "Rex: Really? It never occurred to you? Hey, when you were setting Mitch Laurence free, what did you think, he would just go away?",
        "Dorian: I resent the implication.",
        "Rex: You hate me. I get that. You think that I was rotten to Adriana. Maybe I was.",
        "Dorian: Maybe? Maybe?",
        "Rex: I deserve what I get from you, but you set Laurence free. It hurt innocent people.",
        "Dorian: Oh!",
        "Rex: Jessica, Stacy's baby is my baby, for God's sakes, okay? People who did nothing wrong except have the bad luck to be part of Mitch's family.",
        "[SCENE_BREAK]",
        "Jessica: I don't need a baby to heal. I need to go home.",
        "Mitch: This is getting tedious.",
        "Jessica: My daughter, Bree -- my little girl needs me.",
        "Mitch: She has plenty of people to take care of her. She'll be fine at Llanfair.",
        "Jessica: I need to be with her.",
        "Mitch: No, no. The only thing and the only one you need is me.",
        "Jessica: Are you saying I'm never gonna see them again?",
        "[SCENE_BREAK]",
        "Viki: Oh, God, don't do this to me today.",
        "Charlie: It wasn't my drink.",
        "Viki: Really?",
        "Charlie: No, I did not drink it. I did not have any drinks last night. I swear to you. That is the truth. Okay, but that doesn't really matter right now. The most important thing is that we find Jessica. That's the only thing that you should be thinking about.",
        "Viki: Yes.",
        "Charlie: So, let me help you.",
        "Viki: No, you have your own problems to deal with.",
        "Charlie: No, I'm --",
        "Viki: You're still grieving for Jared.",
        "Charlie: Yeah, well, I'll probably be doing that until I get laid into the ground next to him. But that doesn't make me incapable of being here for you. Viki, you can always lean on me.",
        "Viki: I want to. I just want you to hold me and tell me it's all gonna be okay.",
        "Charlie: You can.",
        "Viki: Charlie, I can't do this. I can't, not until you tell me what happened.",
        "Charlie: What?",
        "Viki: You know, there's nothing more that I can do now to try and find Jessica. So I'm just looking for you now. I want to know where you went.",
        "Charlie: I just told you.",
        "Viki: No, no, no. Charlie, where did you go? The man who sent me away yesterday? That was not the man that I know. And I love you.",
        "[SCENE_BREAK]",
        "Mitch: You won't miss those people.",
        "Jessica: What?",
        "Mitch: I know it sounds hard to believe, but soon you'll forget all those you leave behind.",
        "Jessica: You rot in hell. I'll never forget my real family. Never.",
        "Mitch: Oh, yes, you will, my dear. I'll make sure of it.",
        "[SCENE_BREAK]",
        "Téa: You feel better?",
        "Todd: Oh, I really washed away all my troubles.",
        "Téa: Sure you did. Listen, it was just a nightmare. Mitch is not going to get to them, you know, okay?",
        "Todd: Yeah, he has to come through me first.",
        "Téa: I'm not worried.",
        "Todd: Yeah. It's not just Mitch, though.",
        "Téa: What is it?",
        "Todd: Well, it's Dani. Now that she knows the truth, I'm afraid she's never gonna want anything to do with me.",
        "Téa: \"Never\" is a long time.",
        "Todd: I just don't think I can wait her out.",
        "Téa: Yeah, she's pretty stubborn, almost as stubborn as someone else I know.",
        "[SCENE_BREAK]",
        "Dorian: Contrary to your belief, the police did not have sufficient evidence, and that's why they released Mitch. It was not my doing.",
        "Rex: Firing Bo was. Bo would have kept Laurence in jail somehow. He's out because of you. Mitch owes you.",
        "Dorian: Really, this is a fantasy.",
        "Rex: You've got juice with him. You can help us find Jessica.",
        "Dorian: I don't know where he is. Really, I don't.",
        "Rex: What about your boy, Lowell?",
        "Dorian: He is not my boy, and I don't think he knows either.",
        "Rex: So that's it. I just sit around with Stacy and the baby and wait for Mitch to strike. And you just don't know anything. You can't help.",
        "Dorian: Well, do you need help protecting Stacy?",
        "Rex: That's what the gun is for.",
        "Dorian: Is your loft secure? Because I could hire guards, assign police, if you need help.",
        "Rex: I have a guard. I take care of my family.",
        "Dorian: Yes. We all need to do that.",
        "Rex: There's only one family that Laurence is interested in, and that is his own flesh and blood -- Jessica, me and my baby. Thank you for throwing us into the pit.",
        "[SCENE_BREAK]",
        "Charlie: You're right. I just haven't been the man you know ever since Mitch -- it's done things to me.",
        "Viki: I know.",
        "Charlie: I have come so close to -- I mean, I've been ready to --",
        "[Phone rings]",
        "Viki: It's Clint.",
        "Charlie: Yeah. Go, go.",
        "Viki: There might be news. Hello, Clint? What?",
        "[Phone rings]",
        "Charlie: Yeah.",
        "Dorian: Charlie, you need to come back.",
        "Charlie: No.",
        "Dorian: I have the perfect way to find Mitch.",
        "Charlie: Look, Viki needs me.",
        "Dorian: She needs her daughter back, and I know how to do that. Now get over here.",
        "Charlie: So, um -- any news?",
        "Viki: No. No, no. And you know Clint. He's got an army out there.",
        "Charlie: You know, maybe if you went back on TV, maybe somebody might have seen her or something.",
        "Viki: Nobody's seen her. Mitch has her stashed someplace, if he still has her at all. I keep telling myself he wouldn't kill her.",
        "Charlie: No, no, no, no, no. No, he wouldn't.",
        "Viki: You don't know that, Charlie. The man is completely, totally insane. There's no logic, there's no telling -- what if I don't get my baby back?",
        "Charlie: You will, Viki. You will. I, uh, I have to go.",
        "[SCENE_BREAK]",
        "Jessica: Let me go! Let me go! Let me go!",
        "Man: Does the messenger ask us to restrain her?",
        "Mitch: Yes.",
        "Jessica: No! No! No! I'm not gonna sit here taking your crap. I'm never gonna forget my family. Never! I will not raise another woman's baby again. I'm gonna hate you until the day I die.",
        "[SCENE_BREAK]",
        "Viki: Where are you going?",
        "Charlie: Um --",
        "Viki: Charlie, where are you going?",
        "Charlie: I need to help look.",
        "Viki: Right. Right.",
        "Charlie: No. No, Viki, I'm not gonna be drinking.",
        "Viki: Just go. Just go, please.",
        "Charlie: Look, I know this doesn't --",
        "Viki: Charlie, I don't have the energy for this game. Please go. Just go.",
        "Charlie: Look, I promise you, someday this will all be clear. I know you don't trust me now, but that is the truth. You will understand. And you will get Jessica back.",
        "[SCENE_BREAK]",
        "Mitch: Is she all right?",
        "Woman: She'll be out for awhile. The girl is very disrespectful.",
        "Mitch: She needs training.",
        "Woman: What if she won't look after the chosen one?",
        "[SCENE_BREAK]",
        "Stacy: Okay, yeah. Rex could go back to Gigi. That could happen. But do you want to give up and make sure that does happen?",
        "Schuyler: No.",
        "Stacy: Then what do you want, Schuyler?",
        "Schuyler: I want our child to have a father, Stacy.",
        "Stacy: She will. I mean, come on, even if Rex hates me, he's not gonna abandon the baby.",
        "Kim: So long as he thinks it's his, which he will if you make the timing work.",
        "Schuyler: Yeah, well, how do I know we can trust Stacy? What if she gets back on the pole? What happens then? She's gonna leave the child with who? With some coat check girl?",
        "Stacy: But no, no, no. That's never gonna happen.",
        "Schuyler: Yeah? How do I know that's true?",
        "Stacy: Because I love this baby. You would not understand.",
        "Schuyler: Yeah, you're right. I wouldn't.",
        "Stacy: I think about her all the time, okay? Every day. I can't stop. She's connected to me. She's a part of me. I've never loved anyone or anything so much in my life.",
        "Schuyler: You said that about Rex. Hell, you said that about a pair of boots that you wanted when we were together.",
        "Stacy: Okay, this is different. I'm different, okay? I'll prove it.",
        "[SCENE_BREAK]",
        "Gigi: Schuyler really thinks that I would leave him? I've told him that I'm with him now.",
        "Rachel: We're addicts, Gigi. We don't trust so easily. We just hold on tight.",
        "Gigi: That's kind of nice.",
        "Rachel: Until it gets crazy.",
        "Gigi: But you don't get crazy anymore.",
        "Rachel: We don't do drugs anymore. But we still can be compulsive.",
        "Gigi: No.",
        "Rachel: Believe it. We will cheat, lie, steal just to hold onto our fix.",
        "Gigi: It's so hard to think of Schuyler like that, then or now.",
        "Rachel: He could be. Don't underestimate the power you have over him.",
        "[SCENE_BREAK]",
        "Stacy: Well, I made out my will.",
        "Kim: Don't start with this again.",
        "Stacy: No, no. Schuyler, I'm being an adult. I'm taking care of my baby. We're just filling in the blank here because Kimmy's gonna be the legal guardian --",
        "Schuyler: No, no, no. No. Nuh-uh.",
        "Kim: You don't think I'm good enough?",
        "Schuyler: No. Gigi said that Natalie or Jessica would be the one.",
        "Stacy: I want my daughter to be loved.",
        "Schuyler: Oh, stop.",
        "Stacy: No, not treated like a charity case.",
        "Schuyler: Stacy, you're not the only parent of this child, okay? I'm the father, all right? My name belongs in that space.",
        "Stacy: What?",
        "Schuyler: Stacy, if this whole thing blows up, I'm not gonna let my child suffer for it, okay? I'm gonna step up.",
        "Stacy: No.",
        "Kim: Schuyler, think.",
        "Schuyler: Oh, I have. What's it gonna be, guys? You want that baby delivered tomorrow? My name goes in that space as guardian.",
        "Stacy: You were so much nicer when you were a junkie.",
        "Schuyler: Oh, yeah, I was a pushover. That's for sure.",
        "Kim: You guys -- separate corners, okay? If Stacy puts you on the document, will you hand over the oxytocin?",
        "Schuyler: Yes -- on my terms.",
        "Stacy: There's more?",
        "Schuyler: Hell yes. Tomorrow, I check you out -- complete physical. If it looks safe for the baby then -- then, Stacy, I administer the drug.",
        "Kim: It's been 8 months. It should be okay.",
        "Schuyler: Shh. Stacy, do you care about your baby?",
        "Stacy: Yes. He's right. It can't hurt to be safe.",
        "Schuyler: Okay. Tomorrow, you pretend like you're going into labor. You get to the hospital. You call me when she's on the way. I'm gonna show up, I'm gonna check things out. If everything looks okay, then I give you the drug. Are we clear?",
        "Kim: Crystal.",
        "[SCENE_BREAK]",
        "Mitch: Jessica will come to see that it is indeed a privilege to raise her brother's child.",
        "Woman: We're running low on sedatives. Jessica took the dose of a grown man and still managed to put up a fight.",
        "Mitch: Yes, she is a spirited girl.",
        "Woman: She's willful. We won't be able to force her to do anything.",
        "Mitch: No, we won't need to. When I'm through with her, she will gladly obey me.",
        "[SCENE_BREAK]",
        "Dorian: Thank heaven you came.",
        "Charlie: So where's Jessica?",
        "Dorian: I'm sorry, Charlie, I don't know that. But I do know how we can lure Mitch out of hiding and get him to hand Jessica over to us.",
        "Charlie: Oh? How?",
        "Dorian: We can smoke Mitch out by handing over the thing he wants most in the world.",
        "[SCENE_BREAK]",
        "Schuyler: Give it to me. I'll send you a copy. Give it to me.",
        "Schuyler: See you guys tomorrow.",
        "Oliver: Everything okay with Stacy?",
        "Schuyler: Yeah. I was never here, okay?",
        "Oliver: Well, Rex will ask.",
        "Schuyler: Yeah, you know what? I remember when your boyfriend was a slimy blackmailer. It would be real easy to end his career.",
        "Oliver: Oh, you don't believe in second chances?",
        "Schuyler: For everyone. You tell Rex, I rat out Kyle.",
        "[SCENE_BREAK]",
        "Stacy: Guess you're off the hook with the baby.",
        "Kim: I would have done it.",
        "Stacy: You would have made a great mom. Thank you for saying yes.",
        "[SCENE_BREAK]",
        "Mitch: My beautiful child. She deserves to be happy. And I will make it so.",
        "Woman: How?",
        "Mitch: Well, it's remembering everything she's left behind that makes her miserable. I'll just have to make her forget.",
        "Woman: Forget what?",
        "Mitch: Everyone she used to love.",
        "[SCENE_BREAK]",
        "Viki: Don't worry about me, sweetheart. I want you to watch your back, okay? No, I'm quite serious. You never know. I'm fine. I'm fine, all right? There are guards outside. No. I'm alone.",
        "[SCENE_BREAK]",
        "Charlie: What can we give Mitch that he wants more than Jessica?",
        "[SCENE_BREAK]",
        "Stacy: Just one more favor.",
        "Kim: Does it start with, \"if I die\"? This is the last time.",
        "Stacy: Just one more, okay? I promise I'll shut up about the whole \"d\" word.",
        "[SCENE_BREAK]",
        "Gigi: Schuyler?",
        "Schuyler: Oh, hey. What's up?",
        "Gigi: I need to tell you something.",
        "Schuyler: Ooh, sounds serious.",
        "Gigi: It is.",
        "[SCENE_BREAK]",
        "Stacy's voice: How many times do I have to tell you? You're not this kid's father, Oliver.",
        "Rex: Just me.",
        "Oliver: Hey. Is there any word on Jessica?",
        "Rex: Not a damn thing yet. Anything happen here? Anybody show up?",
        "[SCENE_BREAK]",
        "Gigi: I probably couldn't say this before because it means -- I don't know that things are really over.",
        "Schuyler: What things?",
        "Gigi: Rex and me. I wasn't ready before.",
        "Schuyler: Oh. No, I know.",
        "Gigi: But now I can say it. I know that it's true, not that just he and I are over, but that I'm here. I'm with you. Schuyler, I love you.",
        "Gigi: It wouldn't hurt to hear it back.",
        "Schuyler: I love you, too.",
        "[SCENE_BREAK]",
        "Oliver: Um, no, nothing.",
        "Rex: You sure?",
        "Oliver: Kim's here.",
        "Rex: Yippee. That explains the face.",
        "Oliver: Yeah.",
        "Rex: Go ahead. Take off.",
        "Oliver: Nah, you know, I'll stick around.",
        "Rex: It's okay. I'll be here.",
        "Oliver: I'm off the clock.",
        "Rex: Yeah?",
        "Oliver: Yeah. This kid can't have too much protection, right?",
        "Rex: The truth? I appreciate it. Without a weapon, I feel pretty useless. It's just so frustrating. I mean, I want to be able to take care of this. I mean, I'm the dad.",
        "[SCENE_BREAK]",
        "Stacy: If something happens, will you find my baby? And you can tell her about me.",
        "Kim: Sure.",
        "Stacy: Because she can hear things, you know? And all I did to get pregnant and all that stuff with Rex, all the lies that I told -- that's what she's gonna think about her mom.",
        "Kim: Oh, honey.",
        "Stacy: What's worse is that's what she's gonna think about herself, that I just used her as a tool to get what I wanted. But please promise me that you'll let her know that no matter how it started out, that it changed, okay? And that she was the most perfect thing that could ever happen to me and that I knew she was an angel. Make sure she knows I love her.",
        "[SCENE_BREAK]",
        "Téa: I should, um, I should get dressed.",
        "Todd: [Indistinct]",
        "Téa: Oh, uh, I'll see you later.",
        "Todd: Téa.",
        "Téa: Yeah.",
        "Todd: Nothing.",
        "[SCENE_BREAK]",
        "Dorian: I know Mitch's weak spot. We can use that against him. It won't be easy, but we can do it.",
        "[SCENE_BREAK]",
        "Mitch: I can do this. Jessica will be powerless to resist. Still, I hate that I have to.",
        "[SCENE_BREAK]",
        "Dorian: But Mitch leaves me no choice.",
        "[SCENE_BREAK]",
        "Mitch: But I must take drastic action."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=hM0IJniBJEs"
}