{
    "Episode Summary": [
        "Episode # 11081"
    ],
    "Recap": [
        "Roxy is devastated that Fraternity Row is cancelled and is bound and determined to get Natalie and John back together even if Natalie has given up. Although Bo is out of a job, he wants to work with John to get to the bottom of who killed Victor and what happened to Tomas Delgado. Todd is not giving up on Blair although she wants to move on and trust Tomas. Neela agrees to get Jack to confess to having Gigi killed by pretending to want to date him and keeping a concealed tape recorder in her purse. But he does not yet confess. Rex returns to Llanview knowing he's lied to his son although he still needs to get the answers that Kimberly has promised to give him about Stacy and Gigi in exchange for getting her sprung from jail. Cutter realizes that if he reveals to Gigi/Stacy that he knows she's the real Gigi and lied about it, then she will no longer be his friend, be angry at him and want to get back to Rex and Shane. So he keeps it a secret. She is trusting of him when he does not reveal that he's heard she is Gigi, not Stacy, and has never had any plastic surgery because this is her real face. But she knows she needs to stay in Paris, TX. He knows he better get them both out before somebody recognizes her and her memories of Gigi Morasco come back. But she wants to stay."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Bo: It is good to see you back on the job.",
        "John: If I have to be here, you have to be here. When are you getting reinstated?",
        "Bo: I don't know. My hands are full right now, you know, with Matthew in rehab.",
        "John: Yeah, I, uh, I heard. That's the best news yet.",
        "Bo: Yeah. We got our miracle.",
        "John: You got your son back.",
        "Bo: And, you know, from what I understand, so did you.",
        "[Door closes]",
        "Roxanne: Are you sitting down?",
        "Natalie: Um, no. I just walked in.",
        "Roxanne: Okay, well, grab a chair. [Sniffles] 'Cause I got some very bad news for you.",
        "Natalie: Oh, my God. What now?",
        "Roxanne: They've canceled \"Fraternity Row.\"",
        "Natalie: Your show?",
        "Roxanne: Our show. Remember when you used to come home from school and we used to watch it together?",
        "Natalie: Yeah, yeah. You wouldn't let me talk except for during the commercials.",
        "Roxanne: Yeah, well, now I TiVo the show all the time, and I don't know what I'm gonna do when it goes off the air. I mean, how am I gonna find out if Briana and Brandon get back together again? [Sniffles]",
        "Natalie: Roxy, even if the show is canceled, it's not like Briana and Brandon are out there somewhere. I mean --they're not -- they're not real.",
        "Roxanne: No, wait a minute! You bite your tongue, because they are realer than anybody who comes in that door. I mean, they got long-lost love and missing kids and people come back from the dead. And I have seen absolutely every episode of it. And it's like, \"how am I gonna find out what's happening?\" Because they're gonna be in a back room somewhere -- in a back room that I'm not allowed in.",
        "Natalie: I'm sorry, Rox. I'm really sorry that your show got canceled. And you know what? You're right. I do love that show. When Liam was born, I used to watch it every single day when I put him down for a nap. It was just --fun.",
        "Roxanne: Okay, so now you got to give me some good news. You got to tell me that you and Johnny are gonna work it out.",
        "John: Yeah, Liam's home, and it's amazing.",
        "Bo: Ahh.",
        "John: Hey, you got a minute? I want to update you on the Victor Lord murder case.",
        "Bo: Mm, got a picture of Tomás Delgado on that file.",
        "John: Mm-hmm.",
        "Bo: I understand his friend Calmar pointed the finger at him. You buying that? Or --do you still think that Todd Manning killed his brother?",
        "Todd: \"Spy guy eyes\" --blank. Calmar fingers Delgado, which is hysterical, for -- hey.",
        "Blair: Hello.",
        "Todd: I'm glad you're here. I need a word that means friend and rhymes with \"eye.\"",
        "Blair: Ally? What you working on? [Stomps foot] I thought you said that you were gonna help me no matter what.",
        "Todd: And I will.",
        "Blair: You call this helping? You said that you were gonna help me prove that Tomás was innocent, not put him on the front page of the paper and indict him there!",
        "Todd: But it's front-page news.",
        "Blair: It's a lie! He didn't kill Victor, and I'll stake my life on it.",
        "[Soft music plays]",
        "Shane: You got the tape recorder?",
        "Neela: Got it.",
        "Shane: Good. Now you just have to get Jack to talk.",
        "Neela: Shane, if he hasn't confessed to anyone in all this time --",
        "Shane: He will. He trusts you.",
        "Neela: But if he didn't do it --",
        "Shane: He did. You want to know the truth about him, right?",
        "Neela: Right.",
        "Shane: Just get him talking and you'll find out. We both need to know, Neela.",
        "Neela: Okay. I'll see what I can do.",
        "Shane: Thanks. You'll call me, right?",
        "Rex: Who's that?!",
        "Shane: No one.",
        "Rex: No one?",
        "[Tape recorder clicks]",
        "Neela: [Sighs]",
        "[Doorbell rings]",
        "Jack: Hey, Neela. You made it.",
        "Neela: I said I'd come over.",
        "Jack: Yeah, well, I'm just glad you're here. Come on in.",
        "[Country music plays]",
        "Stacy: [Giggles]",
        "Cutter: You really can make anything look good.",
        "Stacy: I'll tell you what. It's like this uniform was made for me. Oh. Darn it! Would you look at that? It's like I knew it was there. There's something really strange about this place.",
        "Cutter: Déja vu all over again.",
        "Stacy: Something like that. You mind watching the front? I'm gonna go fix my nail. Did you see that?",
        "Cutter: What? I coulda sworn that was Gigi Morasco. She was always my favorite.",
        "Cutter: Your favorite what? Waitress. I got to run. But I'll be back.",
        "Cutter: That's why it's all making sense to her. She used to work here. It's only a matter of time till someone tells her the truth -- she's Gigi, not her sister.",
        "Natalie: Rox, there is no John and I.",
        "Roxanne: Why not?",
        "Natalie: Roxy, you know why!",
        "Roxanne: So just yell at him, call him a knucklehead, and kiss and make up.",
        "Natalie: I'm sorry to disappoint you, but there's no kissing and there's no yelling.",
        "Roxanne: Okay, so what did you say to him?",
        "Natalie: I told him that [Inhales deeply] we should be glad we got Liam back and that we should just leave well enough alone.",
        "Roxanne: The guy loves you. He told me that! And you know that!",
        "Natalie: It doesn't matter how he feels! What it matters is what he does -- or what he doesn't do, in this case, because he doesn't forgive me for lying to him about Liam, and he couldn't get past the fact that Liam wasn't his. And when he finally decided that he loved me enough, he couldn't even try to stop my wedding with Brody!",
        "Roxanne: Why are you talking yourself out of a happy ending? The guy loves you. Okay, he wimped out a couple of times. But that doesn't mean he can't come back to you!",
        "Natalie: I don't know if that's even what he wants.",
        "Roxanne: So talk to him!",
        "Natalie: No. No, Roxy, I -- I was just about to get married. I was at the alter again when everything in my life blew up, again! So excuse me for not wanting to make any sudden moves right now, okay?",
        "Roxanne: Oh, so you're just gonna wimp out?",
        "Natalie: Come on.",
        "Roxanne: Listen, honey, you've got to grab happiness with two hands. I mean, look at Briana and Brandon.",
        "Natalie: Aren't they brother and sister?",
        "Roxanne: I don't know. Maybe, but it's a soap! It doesn't matter! I mean -- look, life can just change in a heartbeat, okay? You don't want John to give up on you, do you?",
        "Natalie: If that's what he does, then -- maybe it just wasn't meant to be.",
        "Roxanne: [Sighs] So, you're just gonna sit back and wait for the guy to beat down your door?",
        "Natalie: No. No, what I'm going to do is I'm going to raise my son. I'm going to try and keep my job, and I think that's enough for now.",
        "Roxanne: All right. Well, if you don't tell him that you love him and you want him back, then I will!",
        "John: Yeah, we brought our boy Calmar in when he, uh, refused to answer phone calls.",
        "Bo: Well, you know, a lot of people --don't like to talk to the police.",
        "John: Yeah, funny, isn't it? He's shady, but he knows better.",
        "Bo: Well, I understand that Calmar was pretty convincing.",
        "John: Yeah. I don't know, Bo. It all just seems -- a little too convenient.",
        "Bo: What else did Calmar say?",
        "John: Well, he just came out and said it. \"Delgado shot Victor.\"",
        "Bo: He was there?",
        "John: No, no. But that's why he says that Delgado took the gun from, uh -- from Todd, so he could then shoot Victor and then frame Todd for it.",
        "Bo: But why would a pro like Calmar -- volunteer information? Now, do you have something on him?",
        "John: No, and he made himself an accessory.",
        "Bo: He's got an agenda. He wants you to believe that Tomás is guilty.",
        "John: So we don't believe someone else is guilty.",
        "Bo: Manning?",
        "John: The prime suspect.",
        "Bo: Do you think Manning's got something on Calmar?",
        "John: This is why we need you back on the job.",
        "Bo: [Chuckles]",
        "Blair: You've got to kill this story.",
        "Todd: And replace it with -- with what?",
        "Blair: This -- my reward offer for the whereabouts, any information about where Tomás Delgado is. And while you're at it, why don't you dig up some information on that French guy, Calmar? We need to discredit him as much as possible. Unless, of course, you've changed your mind about helping me.",
        "Todd: Uh, no. But --",
        "Blair: But you think that Tomás --is guilty, don't you?",
        "Jack: So, Vimal gave you permission to come over?",
        "Neela: Well, you saved his life. He and Rama are very grateful. But I told him we're going to study.",
        "Jack: Yeah. Works every time.",
        "Neela: But I don't want to actually study.",
        "Jack: Me neither.",
        "Jack: So, what do you want to do?",
        "Neela: Mm, why don't we talk? Maybe we can get to know each other a little better?",
        "Rex: You were talking to a girl. Come on. You can tell me.",
        "Shane: Like you told me what was going on with you? Dad, you took off. You were gone all of that time, and you lied to me. You said that you were going down there to help find Liam, but it was really about mom!",
        "Rex: I know, Shane. I'm sorry, okay? I didn't know how to explain it to you. You know, I've been kind of having a rough time. You know, how -- how I was kind of seeing your mom?",
        "Shane: Yeah.",
        "Rex: Well, it happened again, at the airport. I thought I saw her getting on a plane to Rio, so I got on the next plane right after her.",
        "Shane: Except it wasn't really mom, was it? You just wanted it to be, so your mind was playing tricks on you.",
        "Rex: Not exactly. I mean, yeah, I always want to see your mom, but -- the woman at the airport, she was real.",
        "Cutter: Of all the places you could have picked, you take us back to the diner you used to work at.",
        "Stacy: Cutter, do you need a break?",
        "Cutter: [Slams menu]",
        "Stacy: What's wrong?",
        "Cutter: We need to talk.",
        "Stacy: Uh-oh. This doesn't sound good.",
        "Cutter: [Sighs] I lied to you.",
        "Stacy: You're not broke. You have a yacht parked out back.",
        "Cutter: I'm serious.",
        "Stacy: Okay. What'd you lie to me about?",
        "Cutter: You. Back in brazil, when I told you that dr. Fascinella canceled your surgery, you know, the one to turn you back?",
        "Stacy: Yeah, because I had been in a coma.",
        "Cutter: Well, that was a lie. The reason he couldn't operate on you was 'cause you never had a surgery.",
        "Stacy: Yeah, I did. I had -- I had to! How else could I look like this?",
        "Cutter: You were born this way.",
        "Cutter: Truth is, the reason you look like Gigi -- is because you are Gigi. 102",
        "Roxanne: I mean it. If you don't tell him, then I will.",
        "Natalie: You wouldn't dare!",
        "Roxanne: Natalie, there comes a time in every hairdresser's life when enough is enough. Now, I may not be able to un-fry someone's messed-up hairdo because, after all, this is a comb. It's not a magic wand. But there are two very, very important things in my life -- my family and my stories. And I am not taking that lying down. So \"Fraternity Row\" is not going off the air, and you are not breaking up with Johnny. So you just get outta my way.",
        "Natalie: Do not cross me on this, Roxy.",
        "Roxanne: You consider yourself crossed.",
        "Natalie: Whoa! Rox-- ugh! Damn it!",
        "Bo: Does, uh, Calmar have a family?",
        "John: Never married. No children. Parents dead.",
        "Bo: Hmm.",
        "John: Coffee?",
        "Bo: Oh, yeah, please.",
        "John: Yep. Probably been here since you left.",
        "Bo: Okay. Siblings, did he have --",
        "John: No, none that we know of.",
        "[Coffee pours]",
        "Bo: So he just has Tomás Delgado, his protégé.",
        "John: Yeah. I mean, you'd think he'd do anything to protect him. Cream?",
        "Bo: Yeah! And, yeah, of course he would. Hm.",
        "John: He accused him of murder.",
        "Bo: But --why?",
        "John: Lesser of two evils?",
        "Bo: If Manning threatened Delgado's life --",
        "John: Calmar plays ball -- points the finger at Tomás.",
        "Todd: Blair, I -- I got your back, okay? And I swear, I'm always on your side. However --",
        "Blair: \"However,\" you think Tomás is guilty, right?",
        "Todd: Even his own friend Calmar says that he stole the gun from Louie and he shot Victor with it. And Tomás didn't help himself when he ran off from the cops as soon as they started to close in.",
        "Blair: It's not true, okay? It just can't be.",
        "Todd: Really? Why not?",
        "Blair: Because I cannot make another horrible mistake with a man again, okay? I just can't.",
        "Jack: I'm really glad you're here. I thought Shane might have talked you out of hanging out with me.",
        "Neela: [Chuckles] I don't let anyone tell me how to feel about people -- not Shane, not my father, not anybody. I make up my own mind.",
        "Jack: You kind of remind me of my sister. I mean, I don't think of you as my sister, but you kind of remind me of Starr. And Dani, too, actually.",
        "Neela: How?",
        "Jack: You're tough.",
        "Neela: And that's good?",
        "Jack: Yeah, I think so.",
        "Neela: So, what happened with Shane, when you picked on him in school? Is that what you'd meant when you said you'd hurt someone in the past?",
        "Jack: Yeah.",
        "Neela: I know you feel terrible about bullying Shane. We talked about it.",
        "Jack: Yeah, I know.",
        "Neela: I just thought -- [Sighs] Well, when you said that you were scared that Vimal and Rama might die, that you couldn't let it happen again, that didn't sound like it was about bullying. What did you mean?",
        "Shane: Aunt Stacy's alive?!",
        "Rex: She got plastic surgery so that she could look like your mom. That's who showed up at our party. It was Stacy with -- your mom's --face. She and cutter Wentworth were in on it together. He was gonna use her to get money from me.",
        "Shane: What?!",
        "Rex: Their plan was to get me to sign over everything that I'd taken from Clint. Too bad I didn't have it anymore.",
        "Shane: That is really messed up.",
        "Rex: Yeah, pretty much.",
        "Shane: So -- where's Stacy now?",
        "Rex: Uh, all I know is she took off with cutter somewhere.",
        "Shane: Are you gonna find her?",
        "Rex: I'm gonna try.",
        "Shane: Are you okay?",
        "Rex: Yeah. I'm better, actually. For a while there, I thought that I was losing it. I just think I wish things were different, you know?",
        "Shane: Yeah.",
        "Rex: But now I know that's not possible. [Sighs] And knowing now that Stacy -- I mean, can you believe that she thought she could take your mom's place?",
        "Shane: I almost wish she had.",
        "Stacy: I'm --Gigi.",
        "Cutter: Yeah.",
        "Stacy: [Laughs] That's a good one. That's really good. Why don't you get table 4? I'm gonna go.",
        "Cutter: Listen to me. Look, I didn't know. I swear. I-I-I was just trying to help you, but then that dr. Fascinella pulls me aside and he tells that he examined your face, and he swore to me that you'd never had a surgery. There was no mark on your face. There's no stitches, no -- no scarring, no nothing.",
        "Stacy: Well, maybe he just did a really good job.",
        "Cutter: No! He didn't. This face -- it's the face you had your entire life.",
        "Stacy: I don't understand!",
        "Cutter: I didn't either, all right. But --somehow, I guess you and your sister switched in that basement, and somehow you got out.",
        "Stacy: So, I'm --",
        "Cutter: You're Gigi. Look, I swear. I-I was just trying to help you. I-I had no idea. Like, Kim didn't even -- Kim thought that you were Stacy, and then this Fascinella guy, he examines you and --",
        "Stacy: Why didn't you tell me?",
        "Cutter: Because I didn't know. I -- [Sighs] All I could think about was just getting you out of there.",
        "Stacy: Well, it's been days since then, cutter!",
        "Cutter: I know. I know. I know. And that is on me.",
        "Stacy: But why?!",
        "Cutter: Because, I-I was just thinking about how you'd lost your memory, how you didn't have a life to go back to, and, Stacy, you and me, we've got, like, a good thing.",
        "Stacy: You lied to me.",
        "Cutter: I didn't want to lose you! I care about you!",
        "Stacy: You picked a great way to show it!",
        "Cutter: Stacy, we can have an amazing life together.",
        "Stacy: I have a life. I have a son! I have a fiancé! Oh, my God!!",
        "Cutter: Wait, wait, wait, wait. Where are you going?",
        "Stacy: Home! I'm going home, and you can't stop me!",
        "Cutter: But --you can't even remember who you are!",
        "Stacy: I will remember! I'll look at my son [Sighs] And Rex, and I'll remember.",
        "Cutter: Stacy, wait.",
        "Stacy: That's not my name!",
        "Stacy: Cutter?",
        "Cutter: [Chuckles softly]",
        "Stacy: Where were you?",
        "Cutter: Uh, just thinking.",
        "Stacy: Okay, well, you said to lied to me. What's that about? Testin eye couture?",
        "Shane: If aunt Stacy had taken mom's place, then mom never would have gone down into that basement, and Jack Manning never would have killed her.",
        "Rex: Whoa, whoa. Shane, just take it easy, okay?",
        "Shane: Why? It's not gonna change anything. No matter what I do, mom's still gone.",
        "Rex: I-I know.",
        "Shane: No, dad. You don't know. You were in brazil while I was here missing her. This is where she used to work.",
        "Rex: I know.",
        "Shane: It doesn't matter where I go -- here, home, the parking lot at school. She's gone! And it's Jack Manning's fault. So, no matter what I have to do, he's gonna pay for it!",
        "Rex: Listen to me. Shane, I am angry, too, okay? It's not gonna change anything. If you spend all of your time trying to make Jack Manning pay, the only person you're gonna hurt is yourself. You have to let this go. I'm sorry.",
        "Jack: So, Shane didn't tell you?",
        "Neela: Tell me what? I mean, I know he doesn't like you and that he blames you for making his life miserable at school.",
        "Jack: Yeah.",
        "Neela: Because you --picked on him?",
        "Jack: We picked on him a lot. And last year, he tried to kill himself.",
        "Neela: Oh, my God!",
        "Jack: He didn't tell you that?",
        "Neela: [Sighs] No.",
        "Jack: He went up to the roof of the school one day, but his parents got there in time. If he'd jumped, it would have been my fault. That's what I meant. Someone could have died because of me.",
        "Stacy: You said you lied to me.",
        "Cutter: Yeah, I did. When I told you I was okay with working here, washing dishes. I-I can't do it. I'm sorry.",
        "Stacy: Oh -- okay. Well, we'll get other jobs, then. Paris, Texas, is a big town.",
        "Cutter: Nah, actually, it's not.",
        "Stacy: Cutter, you said you didn't care where we went. You're the one that spun the globe and told me to point.",
        "Cutter: I know I did, Stacy, but, like, if I'm honest, it was a mistake. Look, the last couple years I've spent living in Spain, London, new York. And --this town's just too small for me. And too small for you. I mean, look, if you're gonna get a fresh start, you need more options. And this? Let me take you to the real Eiffel tower. Come on. Let's get out of here --now.",
        "Todd: Well, everybody makes mistakes. I mean, it doesn't sound like you saw this one coming. How could you know?",
        "Blair: No, I didn't see it coming, but I promised myself I was not gonna let that happen again. That why I took so much time, this time, with Tomás. I got to know him. He got to know me. I trusted him. I fell in love with him. It's why I know he didn't kill Victor. That's -- [Chuckles] Especially since I chose him over -- [Sighs]",
        "Todd: Over me?",
        "Bo: If we're right and Manning has, uh, Delgado stashed somewhere, my bet is he is keeping him alive.",
        "John: It's leverage. It makes sense. It explains why Frenchy's sticking to his story.",
        "[Approaching footsteps]",
        "Roxanne: Johnny, I got to talk to you. It's a matter of love and death.",
        "Neela: I have to go.",
        "Jack: I blew it with you, didn't I?",
        "Neela: No. I mean, I'm just surprised. But I know that you're really sorry for what you did and that you would have never forgiven yourself if something happened to Shane.",
        "Jack: It took me a long time to realize I was responsible, but I get that now, really. That guy who tortured Shane last year? He's gone! He's not me anymore.",
        "Neela: I know.",
        "Rex: Cake made of cheese?",
        "Shane: Noelle baked a pie for mom.",
        "Rex: Yeah? Your mom always loved her pies.",
        "Shane: No, I mean she dedicated a pie to mom. She even named it after her.",
        "Rex: Yeah? Cool. Okay, that looks insanely good. Where's Noelle? I want to thank her.",
        "Shane: She went back to paris, Texas, for the bake-off. She's entering mom's pie.",
        "Rex: Paris, Texas. That's where your mom and I found each other.",
        "Stacy: [Slaps thighs] You just want to walk out of here without giving any notice?",
        "Cutter: Well, it's not like that dishwasher guy gave any notice when he quit.",
        "Stacy: Yeah, and that was a disaster, remember? The poor waitress didn't know how she was gonna make it through her shift.",
        "Cutter: [Sighs] Look, Stacy, you got a good heart. I'll give you that. But, I mean, these jobs aren't gonna get us anywhere. We, uh, we need to just spin the globe again and find someplace other than some Podunk town in the middle of nowhere.",
        "Blair: Yeah. I chose Tomás, because he was good -- he was kind -- and decent.",
        "Blair: Don't --touch me, Todd.",
        "Todd: What did I do?",
        "Blair: You ever wonder how -- why I'm like this after years of living with a man who hurt me, who hurt people. I guess my instincts are just kind of off- track.",
        "Todd: Yeah, uh, I thought we'd moved past all that.",
        "Blair: Yeah, past you taking my son -- telling me he was dead and then trying to sell him to strangers, huh?",
        "Todd: Jack is fine.",
        "Blair: No, Jack is not fine. None of us are just fine.",
        "Todd: Oh, and that's my fault?! Everything is my fault. You fall for some psycho. That's my fault? He said he was a lawyer. That didn't tell you something?",
        "Blair: Oh, what, that he would think twice before breaking the law? Is that what you're talking about?",
        "Todd: How'd that go for you?",
        "Blair: It didn't go! You know, I was so used to living with a man who ate with his hands and couldn't tell people how he felt! Yeah, so, you know, Eli -- he looked like a perfect gentleman to me!",
        "Todd: Okay, you know what?",
        "Blair: What?!",
        "Todd: There's no such thing as perfect, a-and I can tell you how I feel. You know, when you say that, what I hear you saying is that it's really all your fault!",
        "Blair: What?!",
        "Todd: [Chuckling] You fall for me.",
        "Blair: My fault?!",
        "Todd: You fall for some psycho lawyer. You fall for a CIA assassin who locks me up for eight years and then kills my brother!",
        "Blair: Don't accuse him of killing Victor, because he didn't do it, all right?! He out doing an investigation for me and for Téa. We were all gonna sit down and talk about suspects, Todd!",
        "Todd: Oh, yeah, because he wants you to think somebody else did it!",
        "Blair: No! No! [Voice breaking] He loves me. Loves me. He loves Dani, and he loves Téa, okay? He loves us, and he wouldn't just run off without -- without telling me! I don't believe it, and I refuse to believe it!",
        "John: Hi, Roxy. We're kind of in the middle of something important.",
        "Roxanne: More important than your future? More important than your happiness? More important than your need to know -- and believe me, Johnny, you need to know!",
        "Natalie: Roxy! John, uncle Bo, sorry.",
        "John: Hi.",
        "Natalie: Roxy, a minute!",
        "Roxanne: Nattie, what are you doing?",
        "Natalie: You breathe one more word, and I swear you'll never see your grandson again.",
        "Roxanne: You can't do that.",
        "Natalie: Watch me. I'm serious, we compare our direct rates side by side",
        "Roxanne: You would keep me away from my grandkid?",
        "Natalie: You bet I would. Now get in there and fix this!",
        "Roxanne: You know, like I was saying before, I have some news that just can't wait. They're canceling my favorite show, \"Fraternity Row,\" and I am truly devastated about that. But I'm leading a protest. So, I need you guys to go online and sign the petition.",
        "John: Yeah, I don't really watch a lot of television, Roxy.",
        "Roxanne: Yeah, well, maybe you should, 'cause maybe you could learn a lot about love -- a lot! A-and, Bo, you used to produce the show, so maybe do you think that there's someone you could talk to from the network?",
        "Bo: Oh, Roxy, I'm sorry. You know, those days, they're kind of over.",
        "Roxanne: Yeah, you know, I tried to get your brother on board, but he blew me off, too. But I ain't going down without a fight. So where there's a will, there's a way.",
        "John: Good luck with that.",
        "Roxanne: You're gonna need it a lot more than me.",
        "John: I have no idea what that means.",
        "Natalie: [Sighs]",
        "[Door closes]",
        "Bo: [Sighs] You know, with Liam coming home, I was kind of hoping that, uh -- maybe you and Natalie could work things out, you know, and -- maybe even get back together.",
        "John: Me too, Bo. Me too.",
        "Shane: Neela, this is my dad. Neela's Vimal Patel's little sister.",
        "Rex: Nice to meet you, Neela.",
        "Neela: Nice to meet you, too, Mr. Balsom.",
        "Rex: Pretty and polite. Uh, excuse me, Neela, I have a few calls to make.",
        "Shane: Did you get Jack to confess?",
        "Neela: I tried. He admitted that he treated you really badly. He feels terrible about it, but he didn't say anything about your mom.",
        "Shane: Keep it.",
        "Neela: Why?",
        "Shane: Don't let yourself get played by Jack Manning. It's an act. I don't care how sorry he tells you he is. Until he admits that he killed my mom, you can't feel sorry for him.",
        "Rex: Paris, Texas. [Sighs] That was a long time ago, Geeg.",
        "Gigi: [Shivering] Sorry I'm late, Moe! If you had a heart, you'd understand, but you don't, so you won't. Did Noelle clean the aprons like she was supposed to?!",
        "Rex: Morasco?",
        "Gigi: Balsom?",
        "Stacy: [Chuckles] Okay, cutter. Look, I understand that small towns aren't for everybody.",
        "Cutter: So, let's spin the globe. I know we can find the perfect place to jump-start our lives.",
        "Stacy: About that -- look, I really appreciate everything you've done for me -- going all the way to brazil and holding my hand when dr. Fascinella said he couldn't restore my face, and then when I realized that there was nothing left for me back in Llanview and I wanted to start over, you were willing to chance your whole future on whatever place I picked. You're a really good guy.",
        "Cutter: Depends on who you ask.",
        "Stacy: Well, you've been great to me. But, um -- you know, if you don't want to stay here, I'll be fine. I mean, if you want to go back to new York or London or wherever, you should go. I-I won't stop you.",
        "Cutter: I don't want to go without you.",
        "Todd: So, do you think that the police just made up all of that evidence?",
        "Blair: There's got to be another explanation for it. There's got to be. Now, are you gonna run that announcement or what?",
        "Todd: You know I'd do anything for you, Blair.",
        "Blair: Thank you.",
        "Todd: Even that. Even that. [Sighs] Hm.",
        "[Tape recorder scrapes]",
        "Shane: Promise me you'll keep trying. It's the only way I'm ever gonna be able to get justice for my mom.",
        "Neela: I'll think about it. I promise.",
        "Rex: Shane! I just had a great idea! And I'm still gonna track down Stacy and cutter. That could take a while. I was thinking maybe you and I could take a little trip down to paris, Texas, for the pie bake-off --cheer Noelle on.",
        "Shane: Yeah?",
        "Rex: Yeah. What do you think? We could do it to sort of honor your mom. I mean, I know life will never be the same without her, but -- it'll kind of be like a memorial, you know? What do you say? Would you want to go visit a place that was really special to all three of us?",
        "Shane: [Chuckles softly]",
        "Cutter: I'm not leaving here without you.",
        "Stacy: Okay, um -- look, I didn't mean to sound like I'm kicking you out. I'm not. I like you, too. I'm just not ready to --change my plans, for anybody. I want to stay here. I'm sorry, but I'm not leaving.",
        "[Cell phone rings]",
        "Neela: Hello?",
        "Jack: Hey, Neela, it's me -- Jack.",
        "Neela: Hi.",
        "Jack: I was thinking, um, maybe we could hang out again sometime, if you want?",
        "Neela: I'd like that.",
        "Jack: Okay, cool. So, um, I guess I'll just see you in school tomorrow.",
        "Neela: I'll see you then. Bye.",
        "John: Once we got Liam back, I, uh -- well, then Natalie made it pretty clear that one thing doesn't lead to another.",
        "Bo: Did you tell her how you felt?",
        "John: Yeah, I tried, Bo, and -- she said she didn't want to discuss our relationship, that she wanted to leave well enough alone. She's not interested, Bo.",
        "Roxanne: You can threaten me! You can tell me to shut up, but you cannot pretend that you don't love that man!",
        "Natalie: Roxy, let it go!",
        "Roxanne: You know, you are worse than he is! I mean, you're all down on him because he doesn't tell you how he feels, but you're doing exactly the same thing. And you're not just playing with your own life, but you're playing with your baby boy's life, who needs a family. So just grow up, Natalie! Would you? Life is not perfect! \"Oh, boo-hoo! Johnny let me down! He didn't fire up all his sirens and bust up my wedding!\" You know something? You are worse, and you know better! [Sighs]",
        "John: You heard from the mayor?",
        "Bo: Ha! Not lately.",
        "John: This is insane. We need you back on the job.",
        "Bo: John, you can always talk to me, you know? I don't have to be on the payroll.",
        "John: It's not good enough for me, Bo.",
        "Bo: Look, I want to see Victor Jr.'S killer brought to justice just as much as you do. What's your next move?",
        "John: Well, we got nothing on Delgado, so I think we focus on Manning.",
        "Bo: Okay, anything you need, let me know.",
        "John: I need a beer!",
        "Bo: [Chuckles]",
        "John: Can we grab one soon?",
        "Bo: You bet.",
        "John: Hey, my best to Matthew.",
        "Bo: Thanks.",
        "John: Okay.",
        "Todd: It's like I said. I'd do anything for you, Blair. Not that it matters. They're never gonna find the guy.",
        "Blair: [Sighs]",
        "[Beep]",
        "Blair: Well -- [Sighs] Who's trying to reach me now? [Sighs]",
        "Tomás: Blair.",
        "Blair: Oh, my God, Tomás! Tomás! I can't believe it's you!",
        "Tomás: Thank God I reached you."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=ftNJSSZ4TFw"
}