{
    "Episode Summary": [],
    "Recap": [
        "Blair is mad that Spencer might get off. She knows if that happens, it will be because of Marty. She turns and sees Marty is standing behind her. She rushes at the woman and pushes her to the ground. The media is there getting pictures, and Bo controls the crowd. Blair fumes that she isn't sorry that she pushed the woman and she would do it again. She holds her head in pain as she goes off. Spencer is at the front of the courtroom and sees that she's in pain. Viki is concerned that Marty is in town to cause trouble. She assures Viki that she isn't there to do that. She reminds Viki that she help Todd out long ago when she didn't have to. Viki hopes that she can believe that Marty means well. Starr returns to school after being home a long time. Langston is glad to see her friend but not happy that she is still hung up on Cole. She warns Cole not to mess with Starr's head. After Langston is gone, Cole goes to Starr and tells her about school and what happening with him, but what he really wants to talk about is her. Layla calls Adriana. Vincent has showed up at the gym and Layla is feeling insecure about talking to him. Adriana will be right there and she will bring Rex with her. When they arrive, Vincent reminds Layla that she has faith in herself and he leaves. Evangeline's expert witness says the exact opposite of what Marty said the day before. He believes that Spencer is fit for trial. The judge takes his recommendation over Marty's and the trial is continued. Both Evangeline and Mark do their summations to the court arguing the matter of whether the man should be convicted or not. Blair sees that Todd is a tad too calm and asks him about it. He hasn't got an answer for her. Marcie finds Starr and Cole talking together and interrupts. She asks Starr to baby-sit for her sometimes, and Starr is glad to do that. Marcie dated a guy was did what Cole kind of did once and she tells Starr to remember that even though Cole might have done some bad things, he might not be bad himself. John and Natalie talk about the ring. John is sorry that he didn't get the chance to do things right before the accident. She starts talking about the ring, but he stops her, telling that he already knows about his mother giving it to her. \"I think that it was a mistake.\" She cries now, but she says that she agrees. He doesn't think that they should pretend like nothing has changed. She puts the ring on his bedside table so that he can return it to his mother as she chokes the tears back. Nat calls Viki and gets the news that the trial is still going. She tells John that at any time there could be a conviction."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Langston: Now that you're back in school, I have someone to pass notes to. You are so not here right now, it's not even funny.",
        "Starr: I know. It's just my parents are freaking out about this trial, and I have so much homework.",
        "Langston: Yeah, and you're, like, so hung up on Cole Thornhart -- which is so totally not the way to move on, but what do I know?",
        "[SCENE_BREAK]",
        "Marcie: I have to be there before 5:00 to pick Tommy up. Lindsay's going out on business, on a business trip. Michael?",
        "Michael: Yeah?",
        "Marcie: Are you listening to me?",
        "Michael: Yeah. No.",
        "Marcie: Mm-hmm.",
        "Michael: I'm sorry. I'm -- my brain's just a little wound up about this whole Truman trial and --",
        "Marcie: Yeah, it couldn't have anything to do with the fact that Spencer's going to get away with murder because he's totally pretending to be crazy, could it?",
        "Michael: No, no, it -- it can't happen, Marcie. This has to go our way -- not just for us, but for John, you know, for his recovery.",
        "[SCENE_BREAK]",
        "John: Why aren't you at the trial?",
        "Natalie: Because I'm here with you.",
        "John: But today is --",
        "Natalie: I know. Me being there isn't going to change things, and trust me, it's probably better that I'm not there. If that judge rules Spencer incompetent, I don't think I'll be able to keep my mouth shut, and that would be bad. Spencer is going to get what's coming to him, John. You're going to get justice for your father.",
        "[SCENE_BREAK]",
        "Reporter: Ever had problems with mental illness, Dr. Truman?",
        "Second reporter: Do you think you're fit to stand trial?",
        "First reporter: Are you upset at this turn of events --",
        "Officer: Keep it down.",
        "Reporter: Or are you relieved?",
        "Mark: Come on.",
        "Bo: No, don't even think about it, Manning.",
        "Blair: I swear, Todd, if Spencer pulls off this crazy defense, there's only one person to blame, and that's Marty Saybrooke. To hell with her!",
        "Marty: Oh!",
        "Man: Are you all right?",
        "Marty: I'm fine.",
        "Bo: People, back off! There's nothing to see here. Lower the cameras.",
        "Man: Are you sure you're all right?",
        "Marty: Yes, really. I'm fine.",
        "Todd: Let's go back inside before they figure out what happened.",
        "Blair: No, I think we got it on film.",
        "Todd: I'll handle it.",
        "Blair: She deserved it, Todd.",
        "Todd: I'm not arguing with you, Blair. Come on.",
        "Blair: Well, good, because you shouldn't.",
        "Bo: What do you want to do?",
        "Marty: I want to go inside and be left alone.",
        "Bo: Ok. Then I'll make sure you are.",
        "Evangeline: How is she? Is she all right?",
        "Man: She's fine. Yeah, she's all right.",
        "Evangeline: Ok. You do remember you are my psychiatric consult, right?",
        "Man: Yes, I know. I was just helping a colleague. Would you like my evaluation of that woman, as well?",
        "Evangeline: Hmm. Blair is not my concern right now. Though, she's becoming a liability.",
        "Viki: That photograph will not appear in \"The Banner.\" Don't worry.",
        "Blair: What are you talking about? I want it to be in \"The Banner.\" I want it to be in \"The Banner\" and \"The Sun.\" I want it on the front page, and if I had to do it over again, I would do it! I would do it over again. I'm not sorry!",
        "Todd: You all right?",
        "[SCENE_BREAK]",
        "Adriana: You doing ok?",
        "Rex: I am now.",
        "Adriana: I heard that the judge might pass down his decision about Spencer today. I was wondering if you were going.",
        "Rex: I told Bo I'd meet him there.",
        "Adriana: Todd will be there.",
        "Rex: I'm going to be seeing Todd all the time. No choice. It's not a big town. People bump into each other.",
        "Adriana: So you haven't changed your mind about telling him the truth?",
        "Rex: I go back and forth every five minutes. But I can't -- I can't tell him. Tommy may be Todd's biological son, but that's where it ends. That baby came into Michael and Marcie's life for a reason, and no one could give him a better life, no one could love him more than those two. Marcie and Michael are supposed to be Tommy's parents, and that's where it ends.",
        "[SCENE_BREAK]",
        "Natalie: Do you want me to ask the nurse to give you some more pain medicine?",
        "John: No. I'm fine.",
        "Natalie: Look, mom and uncle Bo are both at the courthouse, and they promised to call if -- if, you know, there was something new to report. How you feeling today?",
        "John: I just want to get out of here, Natalie, get my life back.",
        "Natalie: You know, I still wake up in the morning, and at first, I still have that feeling in the pit of my stomach -- like I had when you were gone. You know, and after a minute, I realize that you're here. And then I can look at you and I can talk to you, and that really soon I'm going to be able to touch you.",
        "John: Maybe you could move a little closer. There's something I want to tell you.",
        "Natalie: Do you -- do you need something?",
        "John: I came back for you.",
        "[SCENE_BREAK]",
        "Langston: How do I keep you from talking to him? Do have to tie you up or something?",
        "Starr: He's not going to hurt me.",
        "Langston: That's not what I'm worried about. It's you falling for a boy who's bad news.",
        "Starr: I know what I'm doing.",
        "Langston: I'm sure that's exactly what Juliet told her best friend.",
        "Starr: What are you talking about?",
        "Langston: Juliet -- the girl who also \"knew what she was doing,\" and then her and her boyfriend both ended up dead?",
        "Starr: La-la-la -- stop being such a drama queen, ok? Look at what a wreck he is. I think I should go talk to him.",
        "Langston: Fine. Completely ignore me, I'm totally used to it.",
        "Starr: Well, if you made any sense, then, yeah, I would be listening to you. Langston, be right back, ok?",
        "Langston: Your funeral.",
        "Starr: That's not even funny.",
        "Langston: Yeah. I know. Warning -- you mess with her head, and you'll hear from me.",
        "Starr: Hi.",
        "Cole: How's it going?",
        "Starr: Fine. And how are you?",
        "Cole: I have two midterms in one day next week -- physics and algebra, back- to-back.",
        "Starr: That sucks.",
        "Cole: Yeah.",
        "Starr: What do you want, Cole?",
        "Cole: You.",
        "[SCENE_BREAK]",
        "Adriana: Great, thanks. Yeah, and if you could just text me the tracking number -- I really need to stay on top of my delivery guy. Thanks.",
        "Rex: Business?",
        "Adriana: Yeah. I ordered a serger -- it's a sewing machine for stretchy things -- and I can't start any of my samples till I get it, and it was supposed to be here days ago.",
        "Rex: Well, I'm sure it'll come in. Your designs are amazing, Adriana. You're meant to do this.",
        "Adriana: You sure you don't want to reconsider modeling some boxers for me?",
        "Rex: I'm not taking my clothes off for anyone but you.",
        "Adriana: I'm going to have to take you up on that -- effective immediately.",
        "Rex: See, I just got dressed.",
        "Adriana: Big mistake.",
        "Adriana: Hmm -- my phone, my phone.",
        "Rex: No, see, I didn't hear it.",
        "Adriana: It was vibrating.",
        "Rex: You sure that wasn't me?",
        "Adriana: Huh. Oh, it's Layla. Wait, hold that thought. Hold that thought, ok? Hey.",
        "Layla: Hey. Is there any way you can meet me right now?",
        "Adriana: Now? Where?",
        "Layla: Serenity springs. I was on the treadmill, and guess who got on the elliptical right next to me.",
        "Adriana: Vincent?",
        "Layla: He wants to talk, and I'm not sure I can handle this alone.",
        "Adriana: I'll be right there, and I'll bring backup.",
        "Layla: Ok. Bye.",
        "Adriana: Sorry, I need you to keep your pants on. We're on a rescue mission.",
        "Vincent: Who was that?",
        "Layla: Just Adriana.",
        "Vincent: What? Bail you out? Are you that afraid of me, Layla?",
        "Layla: Actually, I am.",
        "[SCENE_BREAK]",
        "Viki: Blair, you look so pale.",
        "Blair: You know what?",
        "Viki: Let me get you some water.",
        "Blair: It passed, all right? It passed.",
        "Todd: No, I'm going to take you to the emergency room. That's it.",
        "Mark: Hey.",
        "Spencer: I have to help her. I have to --",
        "Mark: Not now, Spencer.",
        "Spencer: I have to help her.",
        "Mark: Not now. Just sit down.",
        "Todd: I don't like this.",
        "Blair: Look, it's a headache, Todd, that's all.",
        "Todd: What the hell's the matter with you? Yesterday, you thought it was a tumor. What, are you going nutso again?",
        "Blair: It's not a tumor. This headache is Marty Saybrooke, is what it is. I just need to get some air.",
        "Viki: Here, drink this.",
        "Blair: Thank you, Viki. Are you going to come with me?",
        "Todd: I guess.",
        "Blair: I'm going to get some air.",
        "Viki: Sure. Marty.",
        "Marty: Hi, Viki.",
        "Viki: Let me ask you -- are you really here in a professional capacity? Or is it just to cause trouble for my brother?",
        "[SCENE_BREAK]",
        "Natalie: You know, you are so irresistible.",
        "John: You're just finding that out?",
        "Natalie: You know I could never resist you. It's just when you say such sweet things, it makes me so happy, John. To know that you're here and alive -- and I know that you're in a lot of pain, and I know that you're crazy to get out of this bed, but I'm happy that you're here and alive. And you have no idea how much it meant to me. Because I've waited so long for you to tell me that --",
        "John: I know. I think I've loved you for a long time.",
        "Natalie: I hoped so. I wanted -- I hoped so. It's just, you know, you were gone, and you never actually had said it. But that's -- not that it's a bad thing.",
        "John: Hey -- don't let me off the hook so easy.",
        "Natalie: No, I mean, it's ok. The one thing that gave me comfort when I thought you were gone is knowing that you were going to tell me, that you would have told me if things were different.",
        "John: I'm glad you knew. But it should have been from me. I almost didn't get my chance. [John groans]",
        "Natalie: It's not true. Look, I -- your mom gave this to me. I just -- well, I think that you should have it.",
        "[SCENE_BREAK]",
        "Starr: You want me?",
        "Cole: Yes -- no. I mean -- yeah, that didn't come out right. I mean -- I meant that -- that I want you around, like in my life. And after we I.M.'d the other day, I didn't think I was ever going to get a chance to say that.",
        "Starr: If that's what you thought, then why are you talking to me?",
        "Cole: Well, it didn't sound like you.",
        "Starr: You're right, it wasn't. Langston came over and she was trying to protect me, so she got on my computer and she wrote that message, and that's --",
        "Cole: I knew it.",
        "[SCENE_BREAK]",
        "Vincent: Look, I've been wanting to talk to you for a while, Layla. I didn't think it was a cool idea to stop by your place.",
        "Layla: You got that right.",
        "Vincent: I know I ruined it, with us, lying to you. And I'm sorry for that, more than you'll ever know.",
        "Layla: Hmm.",
        "Vincent: I know the chances for us getting back together are -- but when I think about not having you as a friend, that's what really hurts.",
        "Layla: I can't be your friend, Vincent. Not after what you did to my sister and Cristian, and --",
        "Adriana: Are you ok, Layla?",
        "Vincent: Reinforcements. Is this really necessary?",
        "Adriana: Oh, well, that depends. Did you really just bump into Layla, or was this an ambush?",
        "[SCENE_BREAK]",
        "John: It was not supposed to happen this way.",
        "Natalie: I know, it's just -- your mom wanted to give it to me because she wanted me to know that you were going to take that leap -- when we thought you had died on one hand, it killed me. On the other, it saved me.",
        "John: Michael told me.",
        "Natalie: Really? I saw him before. He didn't mention it.",
        "John: Yeah, he probably wanted me to take care of it myself. I was, but then you beat me to it.",
        "Natalie: How do you feel, knowing that I know?",
        "John: I think it's a mistake.",
        "[SCENE_BREAK]",
        "Michael: Evangeline? Evangeline?",
        "Evangeline: Hey.",
        "Michael: Hey. Did I miss anything?",
        "Evangeline: Uh -- well, yeah. Blair and Marty Saybrooke had a little catfight out in the hall.",
        "Michael: Well, do you think that's going to affect the outcome of the trial?",
        "Evangeline: No, the judge didn't see it.",
        "Michael: Ok.",
        "Evangeline: Don't look now, but -- don't look. Have you seen Spencer today?",
        "Michael: No.",
        "Evangeline: He looks like he's been sedated within an inch of his life.",
        "Michael: Ok, listen to me, and listen to me very carefully. The man has been a physician for over 25 years. He knows the pharmacology, as well as the effect of every sedative and narcotic known to man. Think about it.",
        "[SCENE_BREAK]",
        "Marty: I know Todd thinks that everything I do, professionally and personally, is some evil plan to exact revenge on him. But he's wrong. I came back to Llanview for my son. Now, this is home for us.",
        "Viki: It hasn't been home for a very long time.",
        "Marty: We've been living in California.",
        "Viki: Hmm.",
        "Marty: But then I -- I lost Patrick.",
        "Viki: I'm sorry. I didn't know that.",
        "Marty: Yeah. I'm a single mother now, and it's a lot harder than I thought it would be. So I realized that I needed to be around old friends.",
        "Viki: And you just happened to be called to testify at this trial?",
        "Marty: Yes. I was hired, and I testified, and I'm good at what I do. You know, if you think that I would jeopardize my professional career, something that I love, just to get back at Todd, well, you thought wrong.",
        "Viki: I'd like to believe you.",
        "Marty: It doesn't matter if you do. Hmm. You know, this isn't about Todd. This case is about Thomas Mc Bain and Spencer Truman.",
        "Viki: Yes. Yes, I actually know that.",
        "Marty: You know, and I can't believe I have to remind you, but I did fly all the way back here a few years ago to testify in Todd's behalf. And everything I said on that stand is true -- I've moved on. You know, my life is difficult enough without worrying about the Mannings. I have a son to raise.",
        "Viki: What Blair did was wrong, but I'm sure you understand how she feels.",
        "Marty: Oh, yeah, I do. [Marty chuckles] Only too well. The prosecution is trying to prove that I perjured myself, that I doctored my testimony for personal reasons.",
        "Viki: That's Evangeline's job.",
        "Marty: Well, she's wrong. And if there's one thing that I've learned, you know, from all of this, is that you stand up for yourself, especially when people are trying to knock you down.",
        "[SCENE_BREAK]",
        "Bailiff: All rise. The commonwealth of Pennsylvania vs. Dr. Spencer Truman is called to order.",
        "Evangeline: Dr. Zimmerman, you did a thorough psychiatric evaluation of the defendant. Is that correct?",
        "Dr. Zimmerman: It is.",
        "Evangeline: When was that?",
        "Dr. Zimmerman: Yesterday. I examined Dr. Truman in the evening.",
        "Evangeline: And what did you conclude from that evaluation?",
        "Dr. Zimmerman: That Dr. Truman is perfectly fit to stand trial.",
        "Evangeline: I see. So what in the world do you make of the defendant's emotional collapse in the courtroom yesterday?",
        "Dr. Zimmerman: Well, based on the transcripts, I believe the defendant was deliberately provoked by his own attorney. Based on Dr. Truman's psychological profile, I can say with absolute authority that Dr. Truman knows the difference between right and wrong and should be held accountable for the murder of which he is accused.",
        "Mark: Objection. My client has not been proven guilty.",
        "Judge: Sustained.",
        "Dr. Zimmerman: A simpler answer to the question would be the defendant is in sufficient possession of his faculties as to be held accountable for his actions.",
        "Evangeline: So, you believe that Dr. Truman is sane?",
        "Dr. Zimmerman: Yes. I do.",
        "Evangeline: Thank you, Dr. Zimmerman. It's good to have such an esteemed psychiatrist consulting with us.",
        "Dr. Zimmerman: My pleasure.",
        "Evangeline: Your witness.",
        "Mark: You had never met my client, Dr. Truman, before yesterday, had you?",
        "Dr. Zimmerman: No.",
        "Mark: And you spent how much time with him?",
        "Dr. Zimmerman: 45 minutes.",
        "Mark: 45 minutes. A shrink hour.",
        "Evangeline: Objection.",
        "Judge: Sustained.",
        "Mark: Withdrawn. Dr. Zimmerman -- ahem -- would you please read this highlighted passage of Dr. Marty Saybrooke's testimony.",
        "Dr. Zimmerman: \"We had six sessions, enough for me to get a sense of his normal behavior.\"",
        "Mark: Please continue to read the testimony that's Marked.",
        "Dr. Zimmerman: \"I found Dr. Truman to be highly delusional, out of touch with reality, with his surroundings.\"",
        "Mark: Thank you. Now we've just re-established Dr. Saybrooke's assessment of my client's mental state. She met with him six times, so let's see -- that's the equivalent of about a month and a half of therapy if you average once a week. Is that correct?",
        "Dr. Zimmerman: That sounds right.",
        "Mark: And you testified unequivocally that my client is totally sane, fit to stand trial, able to make moral judgments based on all of 45 minutes with him?",
        "Dr. Zimmerman: Well, I was only called in yesterday. 17 hours with the defendant would not have been possible.",
        "Mark: Of course not. No further questions.",
        "Blair: What is wrong with you?",
        "Todd: Nothing.",
        "Judge: Does the defense have any other witnesses?",
        "Mark: No, your honor. The defense rests.",
        "Judge: Very well. I see no reason to drag out these proceedings. I've made my decision. It is the determination of this court that Dr. Spencer Truman is indeed fit to stand trial. We will adjourn for 15 minutes, at which time the jury will be brought back in and closing statements may be made.",
        "Bailiff: All rise.",
        "[SCENE_BREAK]",
        "Cole: You know I would never --",
        "Starr: I'm not afraid of you, Cole.",
        "Cole: Your parents would be freaked if they knew I was talking to you right now.",
        "Starr: Your mom wouldn't be thrilled, either. So, your mom told you about her and my dad in college.",
        "Cole: Mm-hmm.",
        "Starr: Yeah, I don't know what to say to you right now, honestly.",
        "Cole: Yeah, me, neither. I mean, we weren't even born when all that went down.",
        "Starr: But it's different for you. That's -- your mom is who it happened to. My dad is --",
        "Cole: You know, the only thing I don't understand about this whole thing is why your mom is so mad at my mom.",
        "Starr: She loves my dad so much, she's just trying to protect him -- at least lately.",
        "Cole: See, before I even knew any of this, my mom would always talk to me about respecting women. I mean, it was really, really important for her that I understood it and -- and I did. I mean, I do. That's why I can't believe what I did to you. You know, I hate the things I said. I was a real pig and -- you know, we were having such a good time and I just ruined it, and now -- now that I can't be around you, it's like I want to even more.",
        "Starr: Well, you weren't expelled, which is good.",
        "Cole: Huh -- yeah. Well, we're still working out the details with the principal and the school board about my punishment. And I'm not on the football team anymore. But, you know, I can deal with all that as long as you can forgive me.",
        "[SCENE_BREAK]",
        "Marcie: Am I interrupting anything?",
        "Natalie: So you changed your mind?",
        "John: Look at me, Natalie. We can't just ignore that things are different now, since the accident.",
        "Natalie: I know. I know, and we got to focus on your recovery and getting your life back. I don't -- I don't want you to think that I brought this to you because I assumed that we -- I just -- I thought that you should have it, you know, because, you know, you -- you didn't give it to me and I just -- it's supposed to be your-- I'm -- I'm going to stop talking now.",
        "John: I'm sorry, about all of this.",
        "Natalie: I'm not. I'll never be sorry.",
        "[SCENE_BREAK]",
        "Starr: We were just talking.",
        "Cole: Yeah, I'm sorry, ms. Mc Bain. I was just leaving.",
        "Marcie: Yes, you are.",
        "Cole: Thanks for listening.",
        "Marcie: Everything ok?",
        "Starr: Uh -- yeah. Why wouldn't it be?",
        "Marcie: Well, I know about you and Cole.",
        "Starr: It's over. We just ran into each other, it was a mistake. I should go. Excuse me.",
        "Marcie: Starr? Starr? I -- I was just wondering, you know. I thought you might want to babysit Tommy. Michael and I usually get Lindsay to do it, but I thought it might be good to have somebody else just in case.",
        "Starr: You would trust me with your kid?",
        "Marcie: Yeah. Well, why wouldn't I?",
        "Starr: Because I'm still talking to Cole thornhart or because I'm acting as dumb as a 10-year-old or something?",
        "Marcie: I don't think you're dumb. I know exactly how smart and responsible you are. I see you all the time with your little brother -- you're great with him. And I was talking to your mom the other day. She said that you babysit for a couple of people in your building, so I thought that --",
        "Starr: I do. I like the really little ones that can't talk.",
        "Marcie: I understand. Well, maybe I can call you, you can come by, get to know Tommy. I can show you the ropes.",
        "Starr: I charge $10 an hour.",
        "Marcie: Ok. Well, that sounds good.",
        "Starr: Ok, cool.",
        "Marcie: Starr? Look, um, just so you know, if you ever need anybody to talk to, um, I kind of know what you're going through with Cole. Not exactly, but my first boyfriend -- well, he used drugs and he did a lot of things and said a lot of things that he normally wouldn't do, a lot of bad things, you know? And I know what Cole did to you was bad, but it doesn't necessarily mean that he is. You're young. We all make a lot of mistakes. You know, hopefully he'll learn from them.",
        "Starr: Tell it to my parents.",
        "Marcie: Starr?",
        "[SCENE_BREAK]",
        "Vincent: Look, I came here to work out, ok? It wasn't planned, Layla was here. It just happened. I miss her friendship, though. I did tell her that.",
        "Layla: I shouldn't have called you.",
        "Vincent: You know, Layla, you don't have enough faith in yourself. You held your ground on your own like you always do.",
        "Adriana: You ok?",
        "Layla: You know, I'm so sorry for having you come all this way. I feel like fool.",
        "Rex: Hey, we're glad to help.",
        "Adriana: Yeah. Oh, and besides, it might not have been a total loss.",
        "Layla: What?",
        "Adriana: You see that woman over there on the treadmill, the one with the blue sports bra that's squishing her down?",
        "Layla: Hmm, that looks painful.",
        "Adriana: I bet we could do better, if she lets us get a look at it.",
        "Layla: Let's go.",
        "Rex: Sports bras?",
        "[SCENE_BREAK]",
        "Evangeline: Ladies and gentlemen of the jury, Dr. Spencer Truman is an extremely intelligent, extremely accomplished, and an extremely dangerous man.",
        "Mark: Wrongly accused and driven to the brink of insanity by events that have taken place since his arrest several months ago.",
        "Evangeline: This is a man who shot and killed a police officer, and then proceeded to convince his 15-year-old brother that he was the one responsible, causing him to spend his entire adult life on the run. If there is anything worse than a killer, it's Spencer Truman.",
        "Mark: A man who reveres life, who heals men and women lesser doctors have given up on. He cures the incurable. He gives hope to the hopeless.",
        "Evangeline: Far from the miracle worker he pretends to be, this man is a real- life Jekyll and Hyde, giving life with one hand and crushing it with the other.",
        "Mark: 25 years ago, a police officer tragically lost his life.",
        "Evangeline: He was gunned down in cold blood, left in an alley to die, and then after surviving emergency surgery, officer Mc Bain was, for want of a better word, executed by the defendant. Put yourself in Thomas Mc Bain's place for a moment, looking into the face of his doctor and seeing his shooter, helpless, doomed? And the only life Dr. Truman cared about saving in that moment, ladies and gentlemen, was his own.",
        "Mark: Where is the proof? The testimony of the ne'er-do-well ex-con brother, a convicted felon? Or the bitter, disgraced ex-wife? Or Blair Cramer, the unbalanced ex-lover herself a virtual adulteress? Spencer Truman saved her son's life.",
        "Evangeline: And then he manipulated that poor woman into turning against the man she loves.",
        "Mark: A healer, not a killer.",
        "Evangeline: A killer in the guise of a healer.",
        "Mark: He used his undisputed gifts --",
        "Evangeline: Not for good, but to literally get away with murder.",
        "Mark: This entire proceeding has been nhing more than an elaborate attempt at character assassination d I'm asking you to put a stop to it.",
        "Evangeline: End this monster's reign of terror. Hold him accountable for the crimes he's committed.",
        "Mark: The law says you cannot convict on the basis of hearsay and circumstantial evidence.",
        "Evangeline: But overwhelming circumstance can't be denied. And it doesn't matter how many advanced degrees Dr. Truman has. He murdered Thomas Mc Bain. So all he is, is a cop killer.",
        "Mark: The untimely death of Thomas Mc Bain was a tragedy, but not just for his family -- for this man, as well, who stands to lose everything.",
        "Evangeline: Eve and Michael and John Mc Bain have waited 25 years for justice. Don't let them down.",
        "Mark: You have no choice. The prosecution's case is riddled with reasonable doubt, which means by law, you must --",
        "Evangeline: Return a verdict of --",
        "Mark: Not guilty.",
        "Evangeline: Guilty of murder in the first degree.",
        "[SCENE_BREAK]",
        "Langston: What is this? You want me to get fat?",
        "Starr: No, I just want you to lose your teeth.",
        "Langston: Ok, I can handle that. So, you and Cole engaged yet, or what?",
        "Starr: If you don't stop being such a brat, I'm going to take these candies away from you.",
        "Langston: I just don't want you to get hurt.",
        "[Phone beeps]",
        "Starr: I got a text.",
        "Langston: Gee, I wonder who that's from. Hmm.",
        "Starr: I -- oh.",
        "Starr: It says --",
        "Langston: Oh.",
        "Starr: Oh.",
        "[SCENE_BREAK]",
        "Rex: Hey.",
        "Vincent: What's up? You still here?",
        "Rex: Layla and Adriana are doing some research, checking out someone's sports bra. I would've joined them but I figured that would be frowned upon.",
        "Vincent: Definitely.",
        "Rex: You know, they're really serious about this lingerie idea of theirs.",
        "Vincent: Yeah? Well, the two of them -- they're class acts. I'm sure whatever they do, they'll be great.",
        "Rex: Listen, I get that you're trying with Layla. I really do.",
        "Vincent: A lot of good it's doing.",
        "Rex: Yeah, well, just hang in there, ok?",
        "Vincent: Thanks. Be cool, Balsom.",
        "Adriana: So, we are officially adding sports bras to our line. Women have been squished down long enough. Right, Layla?",
        "Layla: Mm-hmm.",
        "Rex: If you're looking for Vincent, he left.",
        "Layla: Oh.",
        "Rex: I don't think he's going to bother you anymore. I mean, I think he really gets that you don't want to be with him.",
        "Layla: Yeah. I hope so.",
        "[SCENE_BREAK]",
        "Natalie: That was mom. She said they just finished closing arguments.",
        "John: Did she say how it looks?",
        "Natalie: Yeah. I mean, Spencer's definitely going to get convicted. Everybody knows he's guilty.",
        "John: Let's hope so.",
        "[SCENE_BREAK]",
        "Judge: And so, members of the jury, you have seen all the evidence and heard all the arguments of the attorneys and you really only have two duties as a jury. Your first duty is to determine the facts from the evidence in this case -- that is your job and yours alone. Your second duty is to apply the law that I just gave you to those facts. You must do this fairly and impartially. You cannot allow sympathy or prejudice or fear or public opinion to influence you. We await the results of your deliberations.",
        "Bailiff: All rise.",
        "Guard: Let's move out, Spencer. Let's go, let's go. Come on. Let's go. Reporter comment on your relationship with Blair Cramer.",
        "Second reporter: Dr. Truman, can you tell us what happened?",
        "First reporter: A statement for our readers.",
        "Second reporter: Any thoughts at all, Dr. Truman?",
        "[SCENE_BREAK]",
        "Natalie: It won't be long now. You'll get what you've been waiting for all these years, John. I know it.",
        "[NEXT_ON]",
        "John: I'm just glad I don't scare you away.",
        "Natalie: Not a chance.",
        "Starr: If he gets away with this, if he does, it's your mom's fault.",
        "Marty: Guard! We need some help down here!",
        "Blair: What -- are you up to?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=OUteC9K_Dhw"
}