{
    "Episode Summary": [
        "Episode # 10560 ~ Hell's Belles and Cells"
    ],
    "Recap": [
        "At the boarding school, Matthew is ready to escape to Tahiti with Dani after she's informed him that her mother is going to take her away. But he is kind of torn between her and Destiny and admits how much Destiny means to him and how much he will misses her. Meanwhile, Tea, Elijah and the head mistress all try and fail to find Dani. Bo and Nora admit that they have always loved each other. And she concludes that she is going to break up with Clint. And they decide to go back to Llanview together. Stacy gloats when she notices that Gigi is not able to get a hold of Rex when he is in Michigan. Rex's aunt Corrine and Brody's sister have Rex and Brody drugged and tied up. John comes by. Brody breaks free. Jessica gets ready to leave and go back to her daughter. But when she's outside in the dark, it appears that she runs into somebody. It might be Jared. IT might be Nash."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Nora: I really have to go back to Llanview.",
        "Bo: Did you hear what I just said?",
        "Nora: Yes. You love me.",
        "Bo: Yeah, and you love me.",
        "Nora: Yes.",
        "Bo: Yeah, so that's out there now. That -- that doesn't go away.",
        "Nora: I know.",
        "Bo: But you're going home to Clint. Are you running away from us?",
        "[SCENE_BREAK]",
        "Eli: You know I'm right, Téa. Sooner or later, you're going to have to tell Danielle who her real father is.",
        "Téa: All I know is, right now, I have to get her out of here. How long does it take to pack?",
        "Eli: She's a teenage girl. And she's furious at you. I'm sure she's in no hurry.",
        "Téa: All I've been hearing about for months is how much she hates it here.",
        "Eli: Yeah. It doesn't mean she wants to leave with you. Especially since she found out my brother was here looking for her yesterday.",
        "Téa: That's why I have to get her out of here. If he gets his hands on her, I'll never see my little girl again.",
        "[SCENE_BREAK]",
        "Matthew: Destiny, what -- what are you doing here?",
        "Destiny: I figured out where you were from your phone message. Your brother David and I hopped on a plane.",
        "Matthew: You and David? Get out of here.",
        "Destiny: I was so worried. Your parents finally told me where they stashed you. What's with the luggage? Are you going somewhere?",
        "[SCENE_BREAK]",
        "Gigi: Jeff, hi.",
        "Jeff: You're off tonight.",
        "Gigi: Yes. I just need my paycheck, fast.",
        "Jeff: I'm not sure if they're here yet.",
        "Gigi: Oh, could you look?",
        "Jeff: What's your hurry?",
        "[SCENE_BREAK]",
        "Nadine: He's out?",
        "Corrine: Well, it looks like. Rex? Rex? You must have used enough to drug a moose.",
        "Nadine: Well, the last thing we need is him waking up.",
        "Corrine: Well, I don't need him dead, either.",
        "[Nadine sighs]",
        "Nadine: He's fine. The hard part's over.",
        "Corrine: Oh, what? You mean lying to my only nephew who never did me wrong in his whole life?",
        "Nadine: Yeah, that part.",
        "Corrine: Why?",
        "Nadine: Just don't ask. We have our instructions. That's all we can think about right now.",
        "Corrine: Right. Keeping Rex away from Natalie.",
        "[SCENE_BREAK]",
        "Natalie: Now I wish Rex was here. I mean, I understand about his Aunt Corrine, but still --",
        "Jessica: Maybe he emailed.",
        "Natalie: Rex?",
        "Jessica: Brody. I can never get reception here.",
        "Natalie: Well, maybe that's why Jared hasn't called.",
        "Jessica: If he's here, Natalie.",
        "Natalie: It has to be him. I mean, why else would he have mapped out the route to -- to Napa on that motel computer? Plus, that coffee pot was still warm. Someone's here.",
        "Jessica: Or it's the guy pretending to be Nash.",
        "Natalie: It's sick, I know. I'm really sorry.",
        "Jessica: I just don't understand why I can't get ahold of him.",
        "Natalie: You know what? I'm sure that he handled his sister's problems. He's now probably back in Llanview --",
        "Jessica: He would have called me, Natalie -- if he could.",
        "Natalie: Are you afraid that something's happened to Brody?",
        "[SCENE_BREAK]",
        "[Brody groans]",
        "Nadine: Okay, come on. Yes, he's your darling nephew. I just did the same thing to my only brother. You know a way out of it?",
        "Corrine: I'll take his feet.",
        "Nadine: Okay.",
        "[Doorbell rings]",
        "[Doorbell continues ringing]",
        "Corrine: Answer it!",
        "Nadine: Are you nuts?",
        "Corrine: No. They're aren't going away. You have to.",
        "Nadine: Ugh -- okay. Can you take him from here?",
        "Corrine: Yeah.",
        "Nadine: All right. I'll get rid of whoever that is. Go, go!",
        "[Doorbell continues ringing]",
        "[SCENE_BREAK]",
        "Nora: Oh. You should have heard Clint on the phone just now.",
        "Bo: What did he say?",
        "Nora: Everything right.",
        "Bo: Well, I mean, he can do that sometimes. But that's all it took?",
        "Nora: It was like a big dose of reality that just hit me in the face.",
        "Bo: We're not real?",
        "Nora: No. No, we're not -- not here. Certainly not here. We're in, like, this little cocoon here. Here, Clint and our life in Llanview -- it doesn't even exist, you know?",
        "Bo: Yeah.",
        "Nora: I -- I can't kiss you and tell you that I love you when I'm married to your brother.",
        "Bo: I still can't believe you're married.",
        "Nora: Well, I am.",
        "Bo: It never felt real.",
        "Nora: Oh, I should have stopped the wedding.",
        "Bo: Yeah, I thought you were going to, you know? Five times, but -- hell, I thought I was going to stop it.",
        "Nora: Yeah, I did, too.",
        "Bo: And I should have. But, you know, you married my brother.",
        "Nora: And we both love him.",
        "Bo: So what's going on, red? Is that it?",
        "Nora: What?",
        "Bo: I mean, did we miss, you know? Tough luck? Is it too late for us?",
        "[SCENE_BREAK]",
        "Matthew: [Whispers] I'm busting out.",
        "Destiny: Shut up.",
        "Matthew: I have to.",
        "Destiny: Where are you going?",
        "Dani: Matthew?",
        "Matthew: Oh, sorry. Des, this is Dani.",
        "Destiny: The girl with the phone?",
        "Dani: Yeah, the girl who needs to get out of here now.",
        "Matthew: Her mom showed up and wants to ship her off tonight.",
        "Dani: So we have to leave, like, 10 minutes ago. She'll have armed guards down here any minute.",
        "Destiny: Intense.",
        "Matthew: Yeah. I still can't believe you're here.",
        "Dani: Matthew, we have to go.",
        "[SCENE_BREAK]",
        "Téa: Did you see any security when we came in here?",
        "Eli: No, now that you mention it.",
        "Téa: So how can the headmistress talk about how airtight this joint is?",
        "Eli: Well, beats me. I don't know anything about this place.",
        "Téa: I mean, Ross slipped through security last night.",
        "Eli: Yeah, but they caught him and got him out.",
        "Téa: Oh, God. If he had seen Daniella, or she had seen him...she adores him. She would have gone anywhere with him, no questions asked.",
        "Eli: Of course she would. She thinks he's her father.",
        "Téa: And that is the only reason to tell her the truth.",
        "Eli: Téa, come on. How long do you honestly think you can keep a lid on this?",
        "Téa: Just give me a break here with that, okay, Eli?",
        "Eli: Fine.",
        "Téa: Look, how am I supposed to tell Daniella that Ross is not her father without telling her that Todd is?",
        "Eli: You can't.",
        "Téa: Well, she'll want to see him. What do I say to her then, huh?",
        "Eli: You'll figure something out. Meanwhile, I am going to fly the two of you out of here. Where are you going?",
        "Téa: No, no, no. Uh-uh, uh-uh.",
        "Eli: Why not? Don't you trust me?",
        "Téa: I've made enough decisions for Daniella. I'm not going to make that mistake again. I'll give her a few choices. Where the hell is she?",
        "[SCENE_BREAK]",
        "Schuyler: Hi.",
        "Gigi: Hey.",
        "Schuyler: How's it going?",
        "Gigi: Good. Great. I'm just here to pick up my check.",
        "Schuyler: Yeah? Then what?",
        "Gigi: Uh -- guess I'll go home and watch the election results. They said on the radio that it's close.",
        "Schuyler: Uh-huh. So this is it?",
        "Gigi: What?",
        "Schuyler: Soon, we'll be talking about the weather and pretending we're not even friends?",
        "Gigi: Schuyler, I came way too close to crossing the line. I can't let it be more.",
        "Schuyler: Okay, you ever wonder why it's such a struggle if you're sure you don't want me?",
        "Gigi: I'm going out of town. Okay? For a few days. Rex is in Michigan taking care of his sick aunt, and I'm going to go help him.",
        "[SCENE_BREAK]",
        "Nadine: Hello?",
        "John: Nadine Lovett?",
        "Nadine: Who are you?",
        "John: Detective John McBain, Llanview police department. I work with your brother Brody. I had a case in the area. He told me to drop by.",
        "Nadine: Oh. Well, Detective --",
        "John: John.",
        "Nadine: John, you just missed him.",
        "John: You got to be kidding me.",
        "Nadine: No. He left for Llanview a few hours ago.",
        "John: That's funny; he said he'd be here.",
        "[SCENE_BREAK]",
        "Jessica: Maybe Brody called the house.",
        "Natalie: Look, it's going to be okay. Jared should be here soon.",
        "Jessica: And that's supposed to fix everything, Natalie? I can't reach Brody. Someone's impersonating my dead husband. And what, everything's going to be fine once your homicidal husband shows up?",
        "Natalie: Whoa! Jared didn't kill anyone. He didn't!",
        "Jessica: The last two people he ran scams with are dead! And now he's disappeared.",
        "Natalie: That's because he knows. He knows that John is dying to pin all of this on him.",
        "Jessica: We never should have stayed here alone, Natalie. We should have called the cops like you told Rex that we would. We are sitting ducks here, Natalie!",
        "Natalie: No, we're not!",
        "Jessica: Do you get that? God! Rex never would have left if he hadn't known that you didn't call John.",
        "Natalie: It wouldn't help!",
        "Jessica: I shouldn't have let that happen.",
        "Natalie: What are you doing?",
        "Jessica: I'm calling John. I don't care what you say.",
        "Jessica: Natalie, I'm calling John. Enough's enough.",
        "Natalie: Okay, please -- please don't. Jared didn't kill anyone.",
        "Jessica: Well, then John will give him a fair shot.",
        "Natalie: Really? Really? You think John's going to give my husband a chance? He's convinced that he's guilty, and how in the world is Jared going to prove he's innocent while he's locked up?",
        "Jessica: Well, he'll have a lawyer, won't he?",
        "Natalie: The case will be closed. There won't be any more questions. Do you want to find out who's pretending to be Nash? Do you want to find out --",
        "Jessica: Yes, of course I do. Of course.",
        "Natalie: Okay. Then give us a chance to find out before John gets involved and shuts us down.",
        "Jessica: Okay.",
        "Natalie: Thank you. Well, what are you -- what are you doing?",
        "Jessica: I am going to call John to see if he's heard from Brody and see if he has any news about Jared. Don't worry. I won't tell him where we are.",
        "[SCENE_BREAK]",
        "Nadine: Well, I don't know what Brody said, but he's not here.",
        "John: That's the damnedest thing. He knew I was coming by. We were going to talk about -- oh, wait a minute, I get it.",
        "Nadine: What?",
        "John: Oh, it's -- it's this thing we do. He's testing me.",
        "Nadine: Oh, I don't think he's playing anything.",
        "John: Oh, trust me, he's still around. If you give me two minutes, I'll find him.",
        "Nadine: Hey, you can't just burst in --",
        "John: Relax. It's just this little game we play.",
        "[Phone rings]",
        "John: That's probably Brody now.",
        "Nadine: Well, he doesn't have that number.",
        "John: Aren't you going to answer it?",
        "[John's cell phone rings]",
        "Nadine: Go ahead, get yours.",
        "[Both phones continue ringing]",
        "[Ring]",
        "Corrine: [Whispers] Hello?",
        "Gigi: Hello, is this Ms. Balsom?",
        "Corrine: Yes.",
        "Gigi: Hi, it's Gigi. Gigi Morasco. Remember me?",
        "Corrine: Sure.",
        "Gigi: Is Rex around?",
        "Corrine: Oh, he just stepped out for a minute. I'll tell him you called.",
        "Gigi: You sound bad, Ms. Balsom. What have the doctors told you?",
        "Corrine: Oh -- oh, you know doctors.",
        "Gigi: Yeah. It can get confusing. Look, I'm on the next plane out there, so --",
        "Corrine: No, don't come out here!",
        "[SCENE_BREAK]",
        "Jessica: Hey, John, I'm having trouble reaching Brody. Have you heard from him?",
        "John: No, Jess, sorry.",
        "Jessica: Oh. What about Jared? Any news?",
        "John: I'm working on it. You okay?",
        "Jessica: Sure, yeah.",
        "John: Where are you?",
        "[SCENE_BREAK]",
        "Téa: You know what? That's it. I'm going to find Daniella myself.",
        "Eli: Hold on.",
        "Téa: What?",
        "Eli: You don't even know what room she's in.",
        "Téa: Oh -- where were you?",
        "Headmistress: There was a mishap in the chemistry lab.",
        "Téa: Well, where's Daniella? She's not here.",
        "Headmistress: It hasn't been that long. Daniella's accumulated the usual number of extra things that teenage girls generally --",
        "Téa: No, no, no! Get her now!",
        "Headmistress: Miss Delgado, there's no need for --",
        "Téa: [British accent] No, no, no, there is every need. [Normal voice] You told me yourself that your security forces had to drag my ex-husband out of here last night. My daughter is not safe here.",
        "Headmistress: Now, really --",
        "Téa: No, no, no, you listen to me. You get your security forces -- your famous security forces to go to her room and ask for her back here immediately!",
        "Headmistress: As you wish.",
        "Eli: Téa --",
        "Téa: Shut up! Just shut up! This is all your fault.",
        "Eli: Yeah, I know.",
        "[SCENE_BREAK]",
        "Destiny: Where are you going?",
        "Matthew: To Seattle to do the surgery.",
        "Destiny: No. Come home.",
        "Matthew: Dr. Nance is in Seattle.",
        "Destiny: But everything's changed. Shaun woke up.",
        "Matthew: Really? That's amazing.",
        "Destiny: Yeah, he's awake. He's good. Greg really did save him.",
        "Matthew: And so did you. Greg gave up, but you didn't. I mean, Rachel must -- wait, Rachel knows about Shaun, right?",
        "Destiny: Sure.",
        "Matthew: Which means my parents know.",
        "Destiny: Yeah.",
        "Matthew: They lied to me about that, too?",
        "Destiny: That doesn't matter anymore. I'll bet Greg will do your surgery now. You don't have to go to Seattle. You can come back to Llanview with me.",
        "[SCENE_BREAK]",
        "Nora: Do you want an answer to that now?",
        "Bo: Depends.",
        "Nora: On?",
        "Bo: Will I like the answer?",
        "Nora: You know, I remember our wedding. Every second of it.",
        "Bo: Me, too.",
        "Nora: Mm-hmm. Most of my friends -- they don't remember their weddings. You know, they don't remember the vows or -- or the aisle -- walking down the aisle -- it's all a blur -- but I do. I remember every single word I said. I remember every single word you said. I remember every single word that Little Richard said.",
        "[Bo chuckles]",
        "Nora: I honestly believed that I was going to grow old with you.",
        "Bo: Me, too.",
        "Nora: And then you wanted a baby, and you thought that --",
        "Bo: No, no, but, Nora, that's over.",
        "Nora: No, but that's how we got here, Bo. That's how we got broken.",
        "Bo: But it doesn't matter. I still want to grow old with you.",
        "Nora: God, we sound like a lot of fun, huh?",
        "Bo: No, come on. You know what I'm saying.",
        "Nora: I know. Yeah. What happens if something gets in the way again?",
        "Bo: Well, it could.",
        "Nora: The last thing I want to do is make a promise that is not going to be kept.",
        "Bo: Well, I'm with you on that.",
        "Nora: I'm human, Bo. I'm going to make mistakes. You know? Stuff happens.",
        "Bo: \"Stuff\" happens?",
        "Nora: Mm-hmm.",
        "Bo: We know it happens.",
        "Nora: Yeah.",
        "Bo: We'll give it our best.",
        "Nora: Is that going to be enough? Now, after everything?",
        "Bo: I'm willing to take the chance. How about you?",
        "Nora: Meaning?",
        "Bo: Will you leave Clint and try again with me?",
        "[SCENE_BREAK]",
        "Eli: Téa, it's going to be okay.",
        "Téa: Will it?",
        "Eli: We got here in time, I know it.",
        "Téa: Where's Daniella?",
        "Headmistress: I think it's best to remain calm.",
        "Téa: Oh, my God.",
        "Eli: What happened?",
        "Headmistress: Nothing. Daniella's packed up her things. She's gone.",
        "Téa: What? Where is she?",
        "Headmistress: Security is looking for her now.",
        "Téa: Well, wait, wait, wait -- she's missing?",
        "Headmistress: I wouldn't say that.",
        "Téa: My God. No, you wouldn't say that because you wouldn't want to be responsible for --",
        "Headmistress: I'm sure Danielle is saying goodbye to her friends.",
        "Eli: And I'm sure you will go locate her now.",
        "Headmistress: I'm going right now to find her myself. Please, remain calm.",
        "Téa: Huh, huh, huh -- calm? Calm? Calm? Is there a map of this place somewhere?",
        "Eli: I have no idea.",
        "Téa: You know what? I'll just -- I'll find it myself.",
        "Eli: You know what? We can get a layout of this place at the front gate.",
        "Téa: You going to come with me?",
        "Eli: Yeah, the two of us can cover more ground together.",
        "Téa: Thanks.",
        "Eli: Listen, if Ross hurts Danielle, I will never forgive myself, okay?",
        "Téa: Listen, it's not your fault. I know what I said before, but it's my fault. It's my fault for having stayed with Ross too long. If I lose her, I'll have no one to blame but myself.",
        "[SCENE_BREAK]",
        "Dani: Matthew, let's go!",
        "Matthew: So is Greg doing surgery again?",
        "Destiny: He will be real soon.",
        "Matthew: Did he say he would do my surgery?",
        "Destiny: No, but --",
        "Matthew: Yeah, but Seattle's a sure thing. I've got to go for it.",
        "Destiny: Give Greg a chance.",
        "Matthew: What if I go back to Llanview and Greg says he won't operate? Then how am I going to get to Seattle? My parents? That's how I ended up here in the first place. I've got to go for my only shot.",
        "Destiny: Okay, I get it. But you'll come home after?",
        "Matthew: I'm going to Tahiti to help Danielle find her dad.",
        "Destiny: Ugh. Sounds really tough.",
        "Matthew: Yeah, we made a deal. Come with us.",
        "[Door opens]",
        "Tom: Dude, why are you still here? Didn't you feel the explosion?",
        "Destiny: You set off a bomb?",
        "Tom: Well, not exactly. There was breakage. Did you hear it? Who's she?",
        "Matthew: Oh -- a friend from Llanview.",
        "Tom: Never mind. Iron maiden is heading straight for us in, like, 5 seconds.",
        "[SCENE_BREAK]",
        "Bo: I can't believe I just said that.",
        "Nora: I know.",
        "Bo: I just asked you to leave my brother for me.",
        "Nora: I know.",
        "Bo: And I love the man.",
        "Nora: We both do.",
        "Bo: And here I am, sitting here fantasizing about being with you, about ready to tear the whole Buchanan family apart like it hasn't been through enough over the years.",
        "Nora: I know.",
        "Bo: And look what it's going through right now. Clint's son-in-law is on the run. Both his daughters are going through hell, and -- and I'm about ready to add to all that.",
        "[SCENE_BREAK]",
        "John: Are you at home?",
        "Jessica: No, I'm not at the house. I'm -- I'm in the car, why?",
        "John: Jess, talk to me.",
        "Jessica: I'm just worried about Brody, John, okay? Just call me if you hear from him. I'll talk to you later, okay? Bye.",
        "[SCENE_BREAK]",
        "John: That was Brody's girl. She hasn't heard from him, either.",
        "Nadine: Well, he's probably already on a plane.",
        "John: You'd think he would have called her and told her he was coming.",
        "Nadine: Yeah, I don't know. Well, he's not here.",
        "John: Then we have a problem, Nadine. Where's Brody?",
        "[SCENE_BREAK]",
        "Gigi: Rex said you were pretty sick, Ms. Balsom. Don't you want some help?",
        "Corrine: No. I'll be fine.",
        "Gigi: Really?",
        "Corrine: Yeah, just -- just a sore throat.",
        "Gigi: Rex said it was a lot worse than that. I just thought --",
        "Corrine: Honey, between you and me, the man said he needs a little space, so just give it a rest.",
        "Gigi: Uh, paycheck?",
        "Jeff: The accountant's on his way. Stick around.",
        "Schuyler: So when do you leave for Michigan?",
        "Gigi: I don't.",
        "Schuyler: You're not going?",
        "Gigi: No. Uh -- but I'm not doing this, either.",
        "Schuyler: What?",
        "Gigi: I'm not running to you every time I have a problem with Rex.",
        "Stacy: Where is Rex?",
        "[Gigi groans]",
        "Gigi: None of your business.",
        "Stacy: Because he's not at home, and no one at Ultraviolet will tell me where he's at.",
        "Gigi: Take a hint.",
        "Stacy: Well, aren't you pissy? Sorry if I interrupted your quality time with your other little boyfriend here.",
        "Schuyler: Cut it out, Stacy.",
        "Stacy: I need to find Rex.",
        "Gigi: He's in Michigan with his aunt.",
        "Stacy: Oh, the one who can't stand you? What was her name?",
        "Gigi: Corrine.",
        "Stacy: Right. All right, so Rex is taking care of her and you actually let him go alone?",
        "Gigi: Shane's in school.",
        "Stacy: Oh, okay. So Rex being gone leaves you free to...spread your wings?",
        "Schuyler: Come on.",
        "Stacy: I meant it in the nicest way.",
        "Gigi: What do you want?",
        "Stacy: It's about the baby.",
        "[SCENE_BREAK]",
        "Nadine: Do you think something happened to my brother?",
        "John: Well, it definitely looks like he's missing.",
        "Nadine: Oh, God, I'm a real klutz. Here, don't cut yourself. You're not a detective here!",
        "John: What's going on, Nadine?",
        "Nadine: You need to leave now.",
        "John: Why? We're just talking.",
        "Nadine: No, you're trespassing.",
        "John: So call a cop.",
        "[Chair creaks]",
        "[SCENE_BREAK]",
        "Natalie: I hate it when we fight, Jess.",
        "Jessica: Yeah.",
        "Natalie: I guess John hasn't heard from Brody?",
        "Jessica: Nope. It's bath time.",
        "Natalie: What?",
        "Jessica: For Bree. She's probably finishing up dinner right now and getting ready for the tub. I should call her.",
        "Natalie: Okay.",
        "Natalie: Jess?",
        "Jessica: I miss her.",
        "Natalie: Well, honey, of course you do, but Bree's fine.",
        "Jessica: Not just Bree. Chloe.",
        "Natalie: Oh.",
        "Jessica: She would have been 1 today.",
        "Natalie: Baby, I'm sorry.",
        "Jessica: No, it's okay. I'm a lousy mother.",
        "Natalie: No, don't --",
        "Jessica: No, I am. I am. I let Tess out so I could grieve for Nash, and she did horrible things to you and Jared. And she -- I didn't take care of our baby. I was so focused on revenge.",
        "Natalie: That was Tess.",
        "Jessica: And now I'm here. I'm chasing after Nash's ghost. What am I doing?",
        "[SCENE_BREAK]",
        "Nadine: I'm sorry, I'm just a little stressed these days. The house is in foreclosure, and now you're saying that Brody could be in trouble. It's just -- I -- I can't stand it. I can't stand the thought. Just please go find him.",
        "John: Don't worry, I will.",
        "Nadine: I mean, he's probably at the airport. Or maybe he's already in the air.",
        "John: I'll call and check. Maybe he's at Corrine's.",
        "Nadine: What?",
        "John: Corrine Balsom. She lives around here. You don't know her?",
        "Nadine: No, it doesn't ring any bells.",
        "John: Gigi Morasco, you know her?",
        "Nadine: Yeah. My brother fell in love with her years ago. She was pregnant with somebody else's kid, but Brody stepped up for him. What does that slut have to do with this?",
        "[SCENE_BREAK]",
        "Gigi: What about the baby? Why do you need to see Rex?",
        "Stacy: This is between me and Rex.",
        "Gigi: Mm-hmm, there is no \"you and Rex,\" there's only the baby.",
        "Stacy: Oh, see? You're already getting upset, so just forget about it.",
        "Gigi: Okay. Ahem -- is the baby okay?",
        "Stacy: What?",
        "Gigi: Stacy, if there is something wrong with your pregnancy, let me know.",
        "Stacy: No, no. Nothing at all like that. The baby's fine. It's perfect. Actually, that's what I wanted to show Rex. Isn't our baby beautiful?",
        "[SCENE_BREAK]",
        "Headmistress: Hello, Matthew.",
        "Tom: Whoa.",
        "Headmistress: Good heavens.",
        "Tom: Whoa, ma'am, don't you knock?",
        "Headmistress: Sorry.",
        "Tom: Unless you did it on purpose.",
        "Headmistress: Don't be revolting, young man.",
        "Matthew: Did you want something?",
        "Headmistress: Danielle Rayburn -- she's a friend of yours.",
        "Matthew: Barely. I mean, we just met and she's leaving? I can't believe it.",
        "Headmistress: You know?",
        "Matthew: Yeah, she came and said goodbye. Her mother is taking her somewhere?",
        "Headmistress: It's true. She's transferring out.",
        "Matthew: Yeah, she's bummed. So were we.",
        "Tom: Speak for yourself, Buchanan.",
        "Matthew: Do you know where she's going? I'd like to stay in touch. Um -- 'cause, you know, she doesn't know where her mother's taking her --",
        "Headmistress: I'm sorry, I don't have that information. If you see Danielle, tell her to come to my office, immediately.",
        "[Door opens and closes]",
        "Tom: That was close --",
        "Matthew: Wait, wait, wait.",
        "Headmistress: Security will be here in just a moment. I suggest you get dressed, Thomas.",
        "Tom: Yeah. I will.",
        "Matthew: [Whispers] Go.",
        "Dani: Very close.",
        "Destiny: No kidding.",
        "Matthew: Thanks, Tom.",
        "Tom: You better move. You heard her. She's sending out the troops.",
        "Dani: We're out of here.",
        "Matthew: So are you coming?",
        "[SCENE_BREAK]",
        "Nora: Oh, God, our timing sucks. There's just -- it's never been good. It's never been good.",
        "Bo: Yeah, but when is a good time for something like this?",
        "Nora: Never.",
        "[Bo sighs]",
        "Nora: You getting cold feet?",
        "Bo: Yours must be frozen stiff.",
        "Nora: Yeah, huh.",
        "Bo: Yeah. So, what...what are we doing, Red?",
        "Nora: Oh --",
        "Bo: No, I don't want to push, but us pretending that there's nothing here -- that's not working.",
        "Nora: I know.",
        "Bo: So if you are -- if you're going back to Clint, just say it now, okay? Go ahead and you tell me, and I'll -- I don't know -- I'll try to -- I don't know what I'll do. I'll figure out what's going on with my life.",
        "Nora: You can figure out what's going on in your life without me? How?",
        "Bo: I can't.",
        "Nora: Because I can't imagine your life without me. I never could. Even when you weren't speaking to me and when you hated the sight of me, you wouldn't -- I never thought you'd forgive me. I just -- I couldn't imagine you not being in my life. I couldn't imagine us not being together at some point, because...you're all I ever wanted.",
        "Bo: Till you didn't.",
        "[Nora chuckles]",
        "Nora: I love you, Bo. I've always loved you. I'm not going to fight that anymore. And I'm just -- I hate what this is going to do to Clint and I hate myself for not having thought this through before the wedding. But if I...if I stay with him, it's only going to make things worse.",
        "Bo: So are you saying...",
        "Nora: I'm telling him it's over between us. I'm telling Clint I'm going to leave him.",
        "Nora: Wow. Okay, so, now that's out there.",
        "Bo: Yeah.",
        "Nora: I can't believe I just said that.",
        "Bo: Well, what are you going to tell Clint?",
        "Nora: Oh, I don't have a clue. I don't -- I don't know. How do you make this sound good?",
        "Bo: We'll make him understand.",
        "Nora: What, that I'm a terrible person? Because that's what I feel like. I'm a terrible -- God. And then I think about waking up with you every morning, and I know I have to have that. I have to have that. Oh.",
        "Bo: And we will.",
        "Nora: Oh. I can't. Yeah, I can't. I can't, not yet.",
        "Bo: No, you're right.",
        "Nora: Not until it's clear with Clint.",
        "Bo: We can't.",
        "Nora: Okay, I'm going to take the next flight out of here.",
        "Bo: Nora, maybe you can take --",
        "Nora: What, the Buchanan jet? I don't think -- that sounds really wrong to me.",
        "Bo: Yeah.",
        "Nora: But I -- I need to do this now. I need to get this done.",
        "Bo: Okay, I'm going with you.",
        "Nora: What? No. Bo, you can't. This is -- it doesn't --",
        "Bo: No, no -- you -- I'll stay away. You can talk to Clint, but I'm not letting you go through this alone, okay? I'm going to Llanview with you.",
        "[SCENE_BREAK]",
        "Matthew: Come with us.",
        "Destiny: And leave my brothers and my parents?",
        "Dani: Matthew, your parents know Destiny's here. If she doesn't come back, they'll send out a posse. This is getting too messy.",
        "Destiny: I am no mess! But I can't leave my family.",
        "Matthew: I get it.",
        "Dani: So nice to meet you, Destiny, but we really have to move.",
        "Matthew: I'll miss you, Des.",
        "[SCENE_BREAK]",
        "Headmistress: I'm sorry.",
        "Téa: Too late for that.",
        "Headmistress: I thought Danielle was saying goodbye to her friends.",
        "Téa: Call the cops.",
        "Headmistress: I beg your pardon?",
        "Téa: Call the police, the constable, Scotland Yard -- whoever handles kidnappings around here.",
        "Headmistress: We don't know --",
        "Eli: No, we don't, but we do know Danielle's missing.",
        "Headmistress: But --",
        "Téa: Listen, either he's found her or she's gone looking for him.",
        "Headmistress: Do you mean Mr. Rayburn? Because I'm --",
        "Téa: Call the authorities, or I will.",
        "Headmistress: Very well.",
        "Téa: Tell them we'll be waiting for them at the gate.",
        "[SCENE_BREAK]",
        "Schuyler: Uh, when was this done?",
        "Stacy: The date should be on it.",
        "Schuyler: Yeah, it says today.",
        "Stacy: Yep. I went today.",
        "Schuyler: You went today? Without Rex?",
        "Stacy: Well, they had an opening. The doctor said everything went great, and the baby's developing normally.",
        "Gigi: Did she say when you can have the paternity test?",
        "Stacy: I didn't ask. The baby is Rex's.",
        "Stacy: No, don't stop.",
        "Gigi: We want the test.",
        "Stacy: That's fine. We can have the paternity test as soon as the baby's born. But it's really time you started to deal.",
        "Gigi: That is all I do.",
        "Stacy: Okay, then work on this, sis. Rex and I are having this baby, and Rex will be the real father to it. So you need to learn how to share. Now, I assume you'll give this to Rex?",
        "Gigi: Sure.",
        "Stacy: Has he ever seen a sonogram of his baby before?",
        "Gigi: No.",
        "Stacy: Well, he'll be thrilled.",
        "Gigi: I'm sure.",
        "Stacy: Um, now, that is Rex's copy, but I have others, just in case something were to happen to that one. Hmm.",
        "Schuyler: Ooh.",
        "Gigi: I wonder if it's a boy or a girl.",
        "Schuyler: Gigi, don't do that.",
        "Gigi: You can't tell from this. You know what? You're right.",
        "Schuyler: Whoa. Uh, you want -- you want a chaser with that?",
        "Gigi: No, thanks.",
        "[Pours drink]",
        "[SCENE_BREAK]",
        "[Jessica sighs]",
        "Natalie: You all right?",
        "Jessica: Yeah. I'm just going to -- I'm going to call Bree.",
        "Natalie: Good.",
        "Jessica: And in the morning, I'm going home. And I'd really like it if you came with me, but I understand it's your decision. And I won't tell anybody what was going on with you or Jared or anything, but I...I have to make the decision to be a good mom this time.",
        "Natalie: You are a good mom. Jess, do you really think that Jared's a killer?",
        "Jessica: I have to call Bree before bath time.",
        "[Phone chimes]",
        "[SCENE_BREAK]",
        "John: I'm just -- I'm feeling my way through this case, and it's a double homicide.",
        "Nadine: Well, I don't know anything about that.",
        "John: That's why Brody would help.",
        "Nadine: Then go find him.",
        "John: I think I'll check the bedroom. He might have left a clue for me.",
        "Nadine: Look, I have to be somewhere, so you need to leave.",
        "[SCENE_BREAK]",
        "[Clunk]",
        "Corrine: Oh, good Lord. You stay put.",
        "[SCENE_BREAK]",
        "Schuyler: Gigi, stop it. Talk to me.",
        "Gigi: Nothing to say.",
        "Schuyler: This is not good.",
        "Gigi: I'm fine. Ha ha. Fine! My boyfriend lied to me about his sick aunt. He slept with my sister, who is having his baby. And here is the proof again in black and white. Life's a beach.",
        "Schuyler: Yeah, and you really think this is going to help?",
        "Gigi: For tonight.",
        "Schuyler: And what about Shane?",
        "Gigi: He's staying with Noelle and Moe because I'm supposed to be going to Michigan.",
        "Schuyler: Look, Gigi, you know all this will do is numb you.",
        "Gigi: I don't want to feel anything, especially what I feel for you, so just let me have some fun, okay? Cheers.",
        "[SCENE_BREAK]",
        "Bo: When you tell Clint, there's going to be major fallout.",
        "Nora: But don't you think him seeing you is going to make it worse?",
        "Bo: Well, I'm going to have to see him sometime. Look, I'll stay away, you tell Clint what you have to, and then he can take his shot at me. We'll get it over with once and for all.",
        "Nora: Yeah, well, Clint's never been a man to take his pain in installments.",
        "Bo: Who is?",
        "Nora: What about Matthew? We can't leave Matthew.",
        "Bo: Well, we both know how Matthew feels about us right now, so maybe the best thing for him is if we do go back. Let him have the run of the place. And Kelly and Kevin, Joey -- they're going to be here in case he needs anything.",
        "Nora: Well, he's still talking to Kevin, so that's a good thing, right?",
        "Bo: Yeah, exactly. Then by the time that we get back, maybe he'll be a little happier to see us.",
        "Nora: Yeah. Okay, maybe you're right. Oh, and then Destiny is telling him right now that Greg may be able to do this operation, so --",
        "Bo: Yeah.",
        "Nora: I wonder how that's going to affect him.",
        "Bo: No, he's going to be okay. Matthew is safe. He's not going anywhere.",
        "[SCENE_BREAK]",
        "Matthew: These are going with me. Next time I see you, I'll walk -- no, I'll run to you in these.",
        "Destiny: Don't you forget me.",
        "Matthew: Never. I'll come back, Des, I promise.",
        "Destiny: Good. I have something really important to tell you.",
        "Matthew: What?",
        "Dani: Matthew, we have to go.",
        "Destiny: Next time.",
        "Matthew: Bye, Des.",
        "Destiny: Bye. Matthew... good luck.",
        "[SCENE_BREAK]",
        "Téa: Oh, I can't believe it. I can't believe it.",
        "Eli: They have to search the entire grounds first.",
        "Téa: We already did that! Ross is -- is too smart. She wouldn't -- he wouldn't have kept her here.",
        "Eli: No, you're right.",
        "Téa: Oh, God. She's gone. Oh, God, I can feel it. She's not here anymore. Do you know any law enforcement here?",
        "Eli: Yeah, maybe, but I really don't think --",
        "Téa: No, no, no, don't you go soft on me! It was hard enough to make that headmistress make a move.",
        "Eli: Téa, I'm just asking you to consider the possibility that the police are right.",
        "Téa: That Daniella's still here?",
        "Eli: Yeah, maybe Ross didn't grab her. Maybe she really is a runaway.",
        "Téa: Yeah. She always did hate it here.",
        "Eli: Yeah, she did.",
        "Téa: Yeah, but if that was the issue, why didn't leave months ago? Why did she leave just when Ross was here?",
        "Eli: Maybe she thought you'd never let her see him again.",
        "Téa: Oh, God. What if I never see her again? Oh, God. What if I've lost my little girl forever?",
        "[SCENE_BREAK]",
        "Jessica: I love you so much. Nighty night.",
        "Natalie: I'll be right back.",
        "Jessica: Well, do you need a hand? The car's all the way at the bottom of the hill.",
        "Natalie: Uh, no, I need to stay fit. I'll be fine.",
        "[SCENE_BREAK]",
        "John: What was that?",
        "Nadine: My cat.",
        "John: Big cat.",
        "Nadine: Huge. I really need to get going, John.",
        "John: Okay. Well, I'll tell you what. This is my card. If you happen to hear from Brody, you'll give me a call?",
        "Nadine: Sure, and you'll let me know if you have news?",
        "John: We'll be in touch.",
        "Nadine: Okay, great.",
        "[SCENE_BREAK]",
        "Schuyler: Whoa.",
        "Gigi: This jukebox -- it could use some Hale Bopp.",
        "Schuyler: Yeah?",
        "Gigi: Yeah. I need to dance. That one looks good.",
        "[Music plays]",
        "Gigi: Whoa, whoa! Oh --",
        "Schuyler: Oh, got you. I got you. Okay.",
        "Gigi: Schuyler?",
        "Schuyler: Yeah?",
        "Gigi: Will you take me home, please? Take me home?",
        "[SCENE_BREAK]",
        "Nadine: Ah!",
        "Brody: Hey!",
        "Nadine: Oh!",
        "[SCENE_BREAK]",
        "Jessica: Natalie? Oh!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=5VYye1mEyPg"
}