{
    "Episode Summary": [],
    "Recap": [
        "After Dorian has dropped the bombshell upon the B.E. board that Jared is a fraud, and Nash has been critically injured, everybody is in shock. Jessica knows she's going to be a pregnant widow. Everybody knows they will miss Nash, including Jared. Yet, he knows that none of the Buchanans except Natalie care for him and he has real family to care for so he goes to see Charlie in his hospital room. Dorian admits to David that she is not about to \"let him in\" on her windfall. She is angry and bitter toward him for his friendship with Viki. So she tells him he may live off of Viki instead of her. Rex tells Adriana he can no longer trust her and they are through. She pleads that he gives them a chance. But it doesn't look like he intends to."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Door opens and shuts]",
        "Brody: Shane's spending the night at that kid Matthew's mansion, right? Want a pull?",
        "Brody: Wow. I thought you'd be pissed.",
        "[Gigi sighs]",
        "Gigi: Whatever you want to do. I don't care.",
        "Brody: You don't?",
        "Gigi: Tomorrow Shane's probably going to find out you're not his dad and then it'll all be over.",
        "Brody: What? Why?",
        "Gigi: I think Adriana's telling Rex the truth -- right now.",
        "[SCENE_BREAK]",
        "Rex: Tell me what this means and tell me why you lied to me. And you better tell the whole truth this time, or so help me -- Adriana!",
        "Adriana: Okay, I will tell you. I will tell you everything.",
        "[SCENE_BREAK]",
        "Nora: Nigel, are Matthew and Shane asleep?",
        "Nigel: Oh, my, no. I finally persuaded them to sit still in front of the telly.",
        "Nora: Have you seen the news?",
        "Nigel: No, they're watching a movie -- an old favorite of mine, actually, \"The Best Years of Our Lives.\"",
        "Nora: Yeah, well, this one certainly isn't one of those years.",
        "Nigel: What's wrong?",
        "Nora: What isn't?",
        "[SCENE_BREAK]",
        "David: So aside from the flying body, the broken glass, and Clint wringing your neck, your plan went off without a hitch.",
        "[Dorian giggles]",
        "Dorian: Thank you.",
        "David: But of course, you had to keep Charlie stashed and trashed, because if he came out and told the truth, it'd ruin your big moment, wouldn't it?",
        "Dorian: If you're so convinced he's here, why don't you search the house?",
        "David: I already did. I guess goon one and good two moved him just in time.",
        "Dorian: Charlie is not an armoire. I didn't move him anywhere. David, you're living in a fantasy world, you know.",
        "David: Really? I have a foolproof way to find out if you're telling the truth.",
        "Dorian: Hmm?",
        "David: Answer the following question without thinking.",
        "Dorian: Shoot.",
        "David: Do you swear you're not lying?",
        "Dorian: I swear.",
        "David: On Adriana's life?",
        "Dorian: On Adriana's life.",
        "[SCENE_BREAK]",
        "Michael: I couldn't be more sorry. We have done absolutely everything that we possibly could.",
        "Jessica: No! No! You haven't! No, you haven't. Mom, we can MedEvac him to Philly -- it's fine.",
        "Michael: We've already consulted with the chief E.M. at U. Penn and he --",
        "Jessica: But they haven't even seen him. They haven't seen him.",
        "Michael: Patients with a core temperature below 32 degrees centigrade have a survival rate of 0%. Nash has hypothermia. His blood is no longer clotting.",
        "Jessica: We can get more blood! I don't understand.",
        "Michael: We've already -- we've transfused his entire volume.",
        "Jessica: Why haven't you tried surgery?",
        "Michael: He's got too many injuries, Jessica. He won't make it.",
        "Jessica: So, what -- what now? What, you just want me to go in there and say goodbye to my husband? Is that -- no, I'm doing that. I'm not doing that, okay? Nash isn't going to die, okay? He's not going to die.",
        "Viki: Jessie, Jessie -- what?",
        "Clint: Let her go.",
        "[SCENE_BREAK]",
        "Jared: How bad is he?",
        "Natalie: He's dying.",
        "[SCENE_BREAK]",
        "Jessica: I don't know what to say to you right now. I don't know what to say. But I know that I'm alive today for three reasons. Because of my baby, because of my husband, and because of you. You've given me so many miracles. Please, don't let it all be for this -- please, don't let it all be for this. Don't let it all be so Bree and this new baby can grow up and not know their dad. What, do you want me to beg? Please, God, help him. Please, God, please, don't take him away from me. Please.",
        "[SCENE_BREAK]",
        "Rex: Terrific. You're going to tell me everything. \"Everything\" implying more than one thing.",
        "Adriana: Rex, I made a terrible mistake, one. But you're acting like you never lied about anything in your life.",
        "Rex: Come on, Adriana. I know you. I see those wheels turning. You're trying to think of a way out of this, but I can't take anymore crap tonight. Do you have any idea what your mother did at the board meeting?",
        "Adriana: Besides tell the whole world that Charlie isn't your dad?",
        "Rex: She's the reason Nash Brennan fell through a skylight. He could be dying. Gigi and I could've died, too. We were standing right underneath him when it happened.",
        "Adriana: You were with Gigi tonight?",
        "Rex: I -- I just told you that a guy with a wife and little girl could die, and all you could think of is that I was with Gigi.",
        "Adriana: No. Of course not. But Gigi is the reason that we're in this mess.",
        "Rex: The mess would be you lying to me.",
        "Adriana: I lied to you because of Gigi and her son, all right?",
        "[SCENE_BREAK]",
        "Brody: Why would Adriana tell her new husband he's the daddy of someone else's kid?",
        "Gigi: Is it cold in here?",
        "Brody: I'm sweating.",
        "Gigi: You're drunk.",
        "Brody: What the hell happened tonight, Gigi?",
        "Gigi: Hmm, where to start? Let's see -- hmm. Rex got a note that said his wife is lying to him.",
        "Brody: From who?",
        "Gigi: People who write notes like that, they don't usually sign their names.",
        "Brody: But who else knows about Shane besides you and me and Adriana --",
        "Gigi: Adriana's badass mama. Dorian Lord.",
        "[SCENE_BREAK]",
        "Jared: Nash is dying? Oh, my God. Go -- you be -- go, be with your family.",
        "Natalie: Jessica just -- she took off. I don't know where she went. I'm the last person that anybody wants to see right now.",
        "Jared: No, no, baby, baby, this is not your fault, this is not your fault. I did it. It's me.",
        "Natalie: No. No. What happened to Nash was an accident. And -- oh, God. I got to -- I got to go. I got to go see Nash.",
        "Jared: I'm going to -- I'm going to come with you.",
        "[SCENE_BREAK]",
        "Clint: I shouldn't have stopped you from going after Jessie. I thought she'd be back by now.",
        "Viki: I -- I know where she is. Let's go get her, now.",
        "Bo: Mike. Look, I want to thank you for everything you and your staff tried to do.",
        "Michael: I just wish it could've been more.",
        "Sarah: Um, he's -- he's alone in there?",
        "Michael: Yeah. You want to see him?",
        "Sarah: Yeah. I don't know if I can do this alone.",
        "Bo: Oh, no, no, I'm here, honey.",
        "Sarah: Can he hear me?",
        "Michael: I'm not sure.",
        "Sarah: Hey, Nash. It's, um, Sarah and Bo.",
        "Bo: What can we do for you, son?",
        "Nash: Bo -- I'm dying, aren't I?",
        "Bo: I'm sorry. But we're not going to leave you, Nash. We're here. We're all here for whatever you need.",
        "Nash: Jessica.",
        "Nash: Jessica.",
        "[SCENE_BREAK]",
        "Jessica: Bree cries every day when her dad goes to work, every day. How am I supposed to tell her he's not coming back? She's too little -- she's too little to understand. She's too little to remember.",
        "[Jessica sobs]",
        "Jessica: Oh, the new baby. God. Oh, I was going to tell him tonight. I had it all planned out. Our life was going to be perfect. It was.",
        "Jessica: You brought me back when everything was the worst, I know you did, and gave me another chance. Please, God, I was supposed to die. I was the one that was supposed to die. I would trade my life for his in a second. Oh, please, God, please save him. Let the doctors be wrong. Please don't take him away from me. Oh, please.",
        "[SCENE_BREAK]",
        "David: Wow. Even you wouldn't lie about something on your daughter's life. Right? Anyway, enough about fact and fiction, truth and lies. Let's talk money.",
        "Dorian: Your favorite subject.",
        "David: How much did you add to the coffers today?",
        "Dorian: More than you can count.",
        "David: Sweet!",
        "[Dorian chuckles]",
        "David: So when do I get my share?",
        "Dorian: You're drinking it. That's very expensive champagne, you know, and I'll throw in a few more euros just to give you a head start.",
        "David: A head start? You promised me the moon. Actually, have you ever really looked at the moon? Seems so boring up there.",
        "Dorian: And you know what? I'm going to make this really good for you. David, I'm going to give you the truth. I lied.",
        "[Dorian laughs]",
        "[SCENE_BREAK]",
        "Rex: Gigi and Shane made you lie -- what the hell does that mean?",
        "Adriana: From the moment you proposed to me, Gigi was in the middle of us. For God's sake, you bought my engagement ring from her and you didn't tell me that she was your ex.",
        "Rex: You're still upset about that?",
        "Adriana: There were three people in this engagement from the start. Four when you throw Shane in.",
        "Rex: That's not true.",
        "Adriana: Before Gigi and Shane came into our lives, we were happy, we were perfect.",
        "Rex: Yeah, so what's changed?",
        "Adriana: You. When we were supposed to be planning a wedding, you were off reading comic books and going to little league games. I had to take you to bed just to get your attention.",
        "Rex: You're jealous of a little kid?",
        "Adriana: No. I am jealous of Gigi. And why wouldn't I be? You already admitted that you have feelings for her.",
        "Rex: And I married you. I was honest with you, and you're still holding out on me.",
        "Adriana: Rex, I love you so much. I was so afraid of losing you. So --",
        "Rex: Keep talking.",
        "Adriana: So I kind of found Gigi's past and I brought it here.",
        "Rex: What are you talking about?",
        "Adriana: I'm the reason that Brody Lovett came to Llanview.",
        "[SCENE_BREAK]",
        "Brody: Why would Adriana's mom want Rex to know he's Shane's dad?",
        "Gigi: Because she wants to break them up, and she thinks that will do it.",
        "Brody: How did Rex get the note?",
        "Gigi: It was in his program at the board meeting.",
        "Brody: Well, that could've been for anybody, and anybody could've put it there.",
        "Gigi: Yeah, but Rex got it and now he's going home to make Adriana talk. Dorian came to the meeting to make sure all hell broke loose, and did it ever.",
        "Brody: What else happened?",
        "Gigi: Oh, let's see. I might be out of a job because she's my new boss.",
        "Brody: Wow. I'm sorry.",
        "Gigi: Yeah, well, that's -- that's not the worst of it. No. No. I -- I know you are used to life-and-death stuff, but I have never seen it up close before.",
        "Brody: What do you mean?",
        "Gigi: Uh -- Rex and I were standing down in the lobby, just talking about the note, and all of a sudden, a guy comes crashing through the skylight from two floors up. He lands, like, five feet away from us.",
        "Brody: You're just telling me this now?",
        "Gigi: It was Nash, Viki's son-in-law.",
        "[Gigi shivers]",
        "Gigi: I'm okay, I'm okay, I'm okay, I'm okay.",
        "Brody: No, you're not. Gigi, you're in shock.",
        "[SCENE_BREAK]",
        "Sarah: She's coming. She's coming, Nash. Don't worry, Jessica's coming.",
        "Bo: You hold on. We're going to try to find Jess.",
        "[SCENE_BREAK]",
        "Jared: Doc? He's -- he's still really out of it in there. Is that normal?",
        "Michael: Yeah. But I'll go check on him.",
        "Jared: Thank you.",
        "Michael: Yeah.",
        "Natalie: Where are my parents?",
        "Bo: I'm sure they're looking for Jess.",
        "Natalie: You know, while -- while she's not in, I think we're going to -- we're going to go in there.",
        "Bo: Don't you think it'd be a good idea if you go in there alone?",
        "Natalie: If I thought that, I would go in there alone.",
        "Sarah: When Nash and I were in Napa, he was all about his family and he was so excited. He thought he was really doing something.",
        "Sarah: Jessica loves him so much. What is she going to do?",
        "[SCENE_BREAK]",
        "Viki: Jessie?",
        "Jessica: Did something --",
        "Viki: No.",
        "Clint: No. Honey, nothing's changed.",
        "Viki: Sweetheart -- I know why you're here, okay?",
        "Jessica: Oh, my God.",
        "Viki: But if -- if you won't believe what Michael told you, if you're going to stay here praying for something that they told you can never happen, you can pray at his bedside, sweetheart, okay? Jessie, if he dies and you're not there, you'll never get over it.",
        "Jessica: Oh. Dad?",
        "Clint: Jessica, you are stronger than you know. And your husband needs you.",
        "Jessica: Have someone go get Bree, okay? So she can say goodbye to her dad.",
        "Viki: Yes, honey, of course.",
        "Jessica: Okay.",
        "[SCENE_BREAK]",
        "Rex: Why were you even interested in Brody?",
        "Adriana: Because knew that something wasn't right.",
        "Rex: But even Gigi didn't know if Brody --",
        "Adriana: Brody's mom lied to everyone. She told Gigi that Brody was dead, and she told Brody that Gigi had run off with another guy. So, I thought I would do Gigi and Shane what you might consider a huge favor.",
        "Rex: Why?",
        "Adriana: \"Why?\" Do you remember what happened at our wedding? I thought that if I got Gigi and Brody back together, she would stop lusting after you and maybe you'd remember why you wanted to marry me in the first place.",
        "Rex: So this is why you were such a mess right before our wedding. You were running around trying to bring back a dead guy to keep Gigi away from me.",
        "Adriana: Yes. And I'm sorry that I lied to you. But honestly, what is the big deal?",
        "Rex: Is it that big of a deal?",
        "Adriana: She stood up at our wedding and said that she loves you, and you almost didn't marry me because of it. Can you blame me for being terrified that I was going to lose you? Maybe, yes, I went about it in the wrong way, but I did it because I love you so much. What is that wrong?",
        "Rex: Adriana, what's happened? Who are you?",
        "Adriana: I'm the person I've always been.",
        "Rex: No. This isn't you. This is -- your mother.",
        "[SCENE_BREAK]",
        "Nora: Dorian announced at the board meeting, in front of everyone, that Jared is not Asa's biological son.",
        "Nigel: What?",
        "Nora: Yep. And Jared admitted it's true.",
        "[SCENE_BREAK]",
        "Natalie: Nash, God, I'm -- I'm so, so sorry. To think I was so tough on you when you first were with my sister, but it's -- it's just because I love her so much. And you know you proved me wrong. I mean, I will never forget how you pulled her through hell when she was so sick and -- God. I -- I promise I will take care of Bree and Jess. You can count on me for that.",
        "Jared: I want you to know something, man. I'm going to spend the rest of my life making this up to you. And to Jessica. And to your little girl. You know, you're -- you're what my dad likes to call a real gentleman. Which is, like, the biggest compliment you can pay a guy, you know? I just wish I could've gone and gotten out of my own way and been a little more like you.",
        "[Nash groans]",
        "Nash: Out.",
        "[SCENE_BREAK]",
        "Viki: Is there any change?",
        "Bo: No.",
        "Viki: Do you want us to go in with you, sweetheart?",
        "Jessica: It's okay.",
        "Bo: No, Jessica --",
        "Clint: Sarah, Jessica wanted somebody to get Bree so Nash could see her.",
        "Natalie: I'll do it.",
        "Viki: No. No, let Sarah go.",
        "Sarah: Sure.",
        "Michael: As fast as you can, okay?",
        "Sarah: Okay.",
        "Clint: Jared, I think it would be best if you gave this family some privacy.",
        "Jared: I understand. I'll go be with my father.",
        "Natalie: I know that you think I did the wrong thing my taking Jared in there. But that's what we had to do, because we both had to say that we're just sorry.",
        "[SCENE_BREAK]",
        "Adriana: No, no, I am nothing like my mother. Everything turned out okay, didn't it?",
        "Rex: Hello!",
        "Adriana: Okay, I admit it. I screwed up and I'm sorry. But do you really think I would've done any of this if you hadn't driven me to it?",
        "Rex: So -- so now it's my fault?",
        "Adriana: I think you're looking for excuses to be mad at me. So let me ask you this. Is this really where you want to be and where you want to stay?",
        "[SCENE_BREAK]",
        "Brody: It's called shock. Believe me, I know. Here, drink.",
        "Gigi: No, no, I don't need to get drunk.",
        "Brody: It'll raise your blood pressure.",
        "Gigi: Brody, I --",
        "Brody: Just do it. You could've been killed tonight.",
        "Gigi: I never thought of it that way until you said it.",
        "Brody: I'm sorry. That wasn't helpful.",
        "Gigi: There was blood and -- and glass everywhere and -- oh, God, Nash -- he was just laying there and his wife was -- was crying and -- and begging him to hold on. Oh, God. I just will never, ever get that picture out of my head, Brody, never.",
        "[SCENE_BREAK]",
        "Natalie: You know, everything that happened today, it -- it was an accident. You know that, right?",
        "Clint: An accident? You and Jared lying to the family? Was that an accident? That's what put this whole damn thing in motion.",
        "Natalie: Dad, it -- we were -- we were -- we were going to --",
        "Natalie: How is she?",
        "Viki: She's numb, darling. We're all a little numb.",
        "Clint: You know something? When Bree gets here, helping that little girl say goodbye to her daddy, that's going to be the hardest thing that Jessie has ever done.",
        "[SCENE_BREAK]",
        "Jessica: Hey. Hey. It's me. And I have the most wonderful news.",
        "[SCENE_BREAK]",
        "David: I gave up the cash cow that was Jared and Natalie and allowed you to expose them, and the reason I did that was because you promised me a cut of your spoils.",
        "Dorian: Really? But we never established what that cut would be, did we?",
        "David: What are you talking about? You promised me a 75-20 split.",
        "Dorian: The math never made sense, and the pity is we never wrote it down.",
        "David: Look, I am not asking for a handout. I'll settle for a job at B.E.",
        "Dorian: What kind of a job?",
        "David: Anything with a title.",
        "Dorian: Chief executive gigolo.",
        "David: Yeah, something that people will respect. I'm a bit of an entrepreneur, you know?",
        "Dorian: Why don't you try out your entrepreneurial skills on Viki? She'll be looking for companionship now.",
        "David: Viki and I don't have that kind of relationship.",
        "Dorian: Oh, no, of course not. Your relationship with Viki is so very pure. You save the dirty, underhanded part of you for me.",
        "David: Now I'm getting turned on.",
        "Dorian: That cow! She laughed at us, because she thought we had gotten back together again.",
        "David: Dorian. That's what this is all about? It was a joke!",
        "Dorian: Well, not to me! In fact, why don't you laugh your way out of my house.",
        "David: So that's it?",
        "Dorian: C'est tout. C'est fini.",
        "David: Oh, this is anything but over.",
        "David: United we stand, divided you fall.",
        "Dorian: Hmm.",
        "[SCENE_BREAK]",
        "Rex: You know what I've always loved about you, Adriana? You were honest and innocent. And you brought out the best in me.",
        "Adriana: I am still all those things. We'll go to our honeymoon and we'll get away from Gigi and Shane and Charlie and Roxy and my mother and we'll find each other again.",
        "Rex: Yeah, we could fly to the moon and not do that. What we had -- it was real. But you stopped believing. And you wrecked it.",
        "[SCENE_BREAK]",
        "Nora: It's amazing. You know, when Jared first got here, we were all so suspicious of him. Then he persuaded us. I don't know how he kept this sham up for so long. My God, there was a -- there was a D.N.A. test and everything. I -- he couldn't have done this alone.",
        "Nigel: I suppose not.",
        "Nora: Well, after what happened to Nash, God help whoever else was in on the scam.",
        "[SCENE_BREAK]",
        "Jared: I am the reason you're here, and I am the reason Nash is -- Dad, it's like -- it's like Jimmy all over again.",
        "[SCENE_BREAK]",
        "Jessica: You'll never guess. We're having another baby. Isn't that wonderful news?",
        "Nash: Oh.",
        "Jessica: It may be -- maybe it might be a son, huh? Wouldn't that be great, huh? A son for us? I know it's taking all your strength to listen to me. I'm so sorry. I think so much. I thought if there was anything that I could tell you that would make you fight harder, this would be it.",
        "[Jessica sighs]",
        "Jessica: I'm alive today because of you. Oh, God. Oh, you saved me. I wish I could save you. I don't know how to do this. I don't know how to do this. I'm sorry; I don't know how to do this without you.",
        "Jessica: But I promise -- I promise you that every day our kids will know how much -- how much you loved them. They'll know how much you loved them. I promise. I promise.",
        "Viki: Sweetheart.",
        "Jessica: Oh -- okay. Uh-huh. Hi, sweetie. Oh, hi. Hello. I'm so sorry. Hey, your daddy loves you so much. He really does. He loves you so much. His body is just -- it's a little -- he's hurt right now and he just wanted you to come here. He just wanted to tell you how much he loves you, because he loves you so much.",
        "[Jessica cries]",
        "Clint: Nash.",
        "Clint: Nash. You're such a good man. Thank you for loving my daughter the way you have.",
        "Viki: Nash? I love you. We'll never forget you.",
        "Jessica: Honey, I'm sorry. I'm so sorry. I really am sorry. This is going to be the last time that we see -- it's okay. You'll be watching every day, every day -- I know, I'm sorry. I don't know how to say goodbye. I don't know how to say goodbye.",
        "[SCENE_BREAK]",
        "Brody: You know what they taught us after Afghanistan?",
        "Gigi: What?",
        "Brody: When you see things you don't want to remember, the things you're afraid will keep you from sleeping for the rest of your life, you just close your eyes and meditate.",
        "Gigi: You meditated? What did you think about?",
        "Brody: Stuff I thought I could be happy doing someday.",
        "Gigi: Does it really work?",
        "Brody: Sometimes. You know, I've been thinking about that note that Rex got tonight. I really think you shouldn't worry.",
        "Gigi: Why not?",
        "Brody: If he hasn't figured out he's Shane's dad yet, he's not going to. And Adriana's so desperate to hang on to him don't think for a second she's going to do the loving thing and tell him the truth.",
        "[SCENE_BREAK]",
        "Adriana: Rex, please. If you're telling me the truth, if you married me because you love me, you won't walk out on me without giving us a chance to work this out. Don't leave me. Don't do this to us.",
        "Adriana: Rex, I love you. I love you more than anything.",
        "Rex: I used to think you knew what that meant.",
        "[SCENE_BREAK]",
        "Viki: I just heard Jessie tell Nash that she's pregnant again. He's never going to see that baby. Just like Joe.",
        "[SCENE_BREAK]",
        "Michael: Vitals are improving. He's a lucky guy.",
        "Jared: Thank you.",
        "Jared: What have I done?",
        "[SCENE_BREAK]",
        "[Monitor beeps]",
        "Jessica: I love you. I love you so much. I'll say it every day and think it every day for the rest of my life.",
        "Jessica: You're -- you're not just in my heart, you're my heart. You're my heart. What?",
        "Jessica: Oh, God.",
        "Jessica: Oh. Oh, God.",
        "[Monitor beeps rapidly]",
        "[Monitor flatlines]",
        "[Jessica sobs]",
        "[NEXT_ON]",
        "Dorian: Where are you going?",
        "Adriana: As far away from you as possible.",
        "Blair: What the hell do you think you're doing?",
        "Todd: We're going to talk about that restraining order.",
        "Jessica: You stay away from me and you stay away from my family.",
        "Natalie: Jessica, please."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=2RfLX5F3T68"
}