{
    "Episode Summary": [
        "Episode # 10787"
    ],
    "Recap": [
        "A \"lady friend\" of Charlie's pays him a surprise visit and it turns out she's Echo, an old adversary of Viki's, who slept with Clint years ago when he was Viki's husband. And low and behold, Viki learns that Charlie and this woman used to be \"involved\". Meanwhile, Nate convinces James to help him enable Dani to escape before Ross takes her to Tahiti. Starr is also there for them. Yet, Eli has escaped and may be on the loose after injecting Greg with a lethal dose when he tries to convince him that he needs surgery. Greg is critical and they are not sure if he's going to make it. Tea is stuck in her hospital room helpless to get out or know where Todd is and doesn't know why she cannot call him."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: Remember when we bought this together at Logan's last year? You had to have the perfect outfit for your first day at Llanview High.",
        "Dani: That was such a fun day.",
        "Starr: That was such a dream come true for me...shopping with my sister.",
        "Dani: Starr, I don't want to go. I mean, I care about Ross, but I don't want to move all the way to Tahiti.",
        "Starr: I wish that there was something we could do to change it, but my dad, he--he tried everything. Even went to Aunt Viki for help.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Woman: Oh, my God! Oh! It is so good to see you. Oh!",
        "Charlie: Oh.",
        "Woman: You are a sight for sore eyes.",
        "Charlie: Well, I don't believe this. How long has it been?",
        "Woman: Too long, Chuckles. Much too long.",
        "Charlie: Ooh. Ah...",
        "[SCENE_BREAK]",
        "Dani: I know that Dad did everything to keep me here.",
        "Starr: He loves you so, so much.",
        "Dani: You know, when Ross first showed up with my mom's will, saying that he was supposed to get custody of me, I don't know, it didn't really sink in what it meant. You know, I didn't really get it. Huh. And now I do. It means going back to paradise... waking up to these amazing sunrises, and going swimming in the ocean every day...catching fish for dinner.",
        "Starr: Sounds, um...It sounds incredible.",
        "Dani: It is. I would trade all of it in a heartbeat if it meant that I could stay here and wake up each day close to my family and my friends.",
        "[SCENE_BREAK]",
        "Shaun: I mean it, little D. I don't want you going to Cherryvale trying to play Nancy Drew. I'm gonna ride up there and see what's up with Greg.",
        "Destiny: Not without me you're not. I'm the one who told you Greg was there, and if John McBain is asking questions about him, that means trouble. Greg needs help from both of us.",
        "[SCENE_BREAK]",
        "Dani: I just don't get why Dr. Evans said what he did on the stand, and neither does Destiny. I mean, why? Why would he swear under oath that my mom wanted me to be with Ross when I know that it's not true?",
        "Starr: I don't--maybe... maybe he misunderstood or maybe Téa was so sick she couldn't--",
        "Dani: No, no, she wasn't. She wasn't confused. Okay, she asked for me and our dad. She was asking for what she wanted, for me to be with Todd.",
        "Starr: Well, I bet she's really steamed now.",
        "Dani: I know she is.",
        "Starr: Hey, you know, maybe she'll perform a miracle or something.",
        "Dani: What, like from beyond the grave?",
        "Starr: Yeah. Maybe she'll make it so that you can stay.",
        "[SCENE_BREAK]",
        "Téa: Todd?",
        "Todd: Téa? Téa? Is that you?",
        "Téa: Ahh...",
        "[SCENE_BREAK]",
        "Woman: Oh, you remember. That dive, at the end of the boardwalk. Hands in the bushes, hands in the bushes, throttle on the bottle, throb of a knob, and away we go! Woo! Ha ha!",
        "Charlie: W-oh, hey, honey. There you are. Um, this is my wife, Viki banks. Viki, this is an old pal.",
        "Viki: Echo DiSavoy.",
        "Echo: Hello, Viki.",
        "[SCENE_BREAK]",
        "Shaun: Des, I need to deal with Greg without worrying about you.",
        "Destiny: Deal with?",
        "Shaun: Are you gonna do what I told you or not?",
        "Destiny: What do you mean you're gonna deal with our brother?",
        "Shaun: It means I'm going to handle it alone. Because I don't know what I'm gonna find at Cherryvale.",
        "[SCENE_BREAK]",
        "Todd: Téa?",
        "[Equipment beeping]",
        "Blair: What on earth?",
        "Todd: Téa? That was Téa.",
        "Blair: No, Todd. Téa is dead.",
        "[SCENE_BREAK]",
        "Nurse: How did you get your hands on my cell phone?",
        "Téa: Why can't I talk to my husband?",
        "Nurse: Because at this clinic we follow doctor's orders, Mrs. Manning, and Dr. Evans said absolutely no phone calls.",
        "[SCENE_BREAK]",
        "Destiny: Greg is my brother, too. Besides, I was onto something way before you were.",
        "Shaun: No, you weren't. I was all over him at the hospice the night Téa died. I knew then he was hiding something.",
        "[SCENE_BREAK]",
        "Price: No signs of Clarke. What the hell happened?",
        "John: Get help. I barely got a pulse.",
        "Price: Right.",
        "[SCENE_BREAK]",
        "Destiny: So what if you knew Greg was into something before I did. I'm still going with you.",
        "Darren: Time-out! Sweetness. I know you're hurting, but don't take it out on your brother.",
        "Destiny: Take what out?",
        "Darren: I heard the news about Dani. Your BFFs leaving? Don't worry, I'm here to help you make it through the night.",
        "Shaun: That's why you want to go to Cherryvale so bad. Dani's leaving, you don't want her to go, and you don't know what to do with that.",
        "[SCENE_BREAK]",
        "Dani: Get my mom performing a miracle from beyond the grave. Right now, I'd be happy if Nate just showed up to say good-bye.",
        "Starr: I am surprised that Nate isn't here yet. Dani, is something going on?",
        "Dani: Well, I didn't want to say anything downstairs with your mom right there. It was weird. After the custody hearing, Nate told me that he was going to fix things.",
        "Starr: What did he mean?",
        "Dani: I have no idea, and then he just took off.",
        "[SCENE_BREAK]",
        "Officer: No visitors allowed.",
        "Nate: I'm not a visitor. I'm Dani's boyfriend.",
        "Officer: We can't risk someone keeping her from leaving with her father.",
        "Nate: Well, isn't there some kind of guest list or something?",
        "Officer: This isn't some night club. You can't get in.",
        "Nate: Ah.",
        "[SCENE_BREAK]",
        "Starr: I'm sure that you will talk to Nate before Ross gets back.",
        "Dani: Maybe we should just go back to that miracle idea.",
        "Starr: Ha!",
        "Dani: Maybe something will happen that'll stop me from having to leave with Ross.",
        "[Knocking]",
        "Starr: What the--",
        "Dani: It's the window! What--",
        "Starr: Ah!",
        "James: Hey.",
        "Nate: To hell with that. My girlfriend's about to leave the country. I'm going to say good-bye to her.",
        "Starr: What are you doing here? How did you even know that I was here?",
        "James: Wait.",
        "Starr: You said that you couldn't even be my friend, and you're really starting to freak me out.",
        "James: I'm not here for you, Starr, okay? I'm here for Dani.",
        "[SCENE_BREAK]",
        "Charlie: You two know each other?",
        "Viki's voice: Echo, I think Joann told you that I have absolutely no time to see you today.",
        "Echo's voice: I understand that, but this is vitally important.",
        "Viki's voice: Nothing you say to me could be at all important unless you want to tell me you're leaving town. That would be very welcome.",
        "Echo's voice: Could we just go into your office for a moment?",
        "Viki's voice: I am quite prepared to have security come in here and haul you out of the building if it comes to that.",
        "Echo's voice: Are you afraid of what you might find out, Viki?",
        "Viki's voice: I'm not afraid of you, and I'm not interested in anything you have to say to me. You have lied continuously, and I don't trust you at all.",
        "Echo: Viki and I go way back. I knew Viki way before I ever met you, Chuckles.",
        "Charlie: Really?",
        "Echo: Mmm.",
        "Charlie: Where?",
        "Viki: Oh, here. We met right here in Llanview. Echo slept with my husband.",
        "[SCENE_BREAK]",
        "James: Nate told me everything that's going on with Dani, the whole custody thing, how they're going to be taking you back to Tahiti, and he begged me to help, so I figure, what's a brother for, right?",
        "Dani: Wait. Okay, where's Nate?",
        "James: He's downstairs. He's pulling a fast one on Llanview's finest.",
        "Officer: Knock it off, kid, or I'll haul you in.",
        "Nate: Dude, I'm not a criminal, okay? I just don't know when I'm ever going to see my girlfriend again! Mr. Manning! Mrs. Cramer! It's Nate.",
        "[SCENE_BREAK]",
        "Todd: Téa called me.",
        "Blair: Todd, I'm sorry, but that's impossible.",
        "Nate: Mr. Manning, Mrs. Cramer, it's Nate! Hey, please, Mrs. Cramer, you have to help me! I need to see Dani, and these cops won't let me!",
        "Blair: Officers, please, this girl is about to be ripped away from people that she loves, and one of them is right here.",
        "Second Officer: It's our job, ma'am.",
        "Blair: I know that it is, but he is not gonna keep Dani away from Ross, all right? He just wants to say good-bye to Dani.",
        "Second Officer: Okay, okay, but we're going with him.",
        "[SCENE_BREAK]",
        "Dani: I can't believe you're doing this for Nate...for us. I know what my brother's going through. When two people are supposed to be together... you do what it takes to make it happen.",
        "[SCENE_BREAK]",
        "Téa: I know Greg. He--he wouldn't mind if I talked to my husband.",
        "Nurse: Dr. Evans was very specific about not letting you make calls. He thought it would upset you, and he was right.",
        "Téa: Well--well, I wouldn't be upset if you hadn't snatched the phone away.",
        "Nurse: I'm sorry. I have to follow his orders.",
        "Téa: I don't understand. Wh-- why is Greg doing this to me? Oh...",
        "[SCENE_BREAK]",
        "Doctor: Do you know how long he's been down?",
        "Nurse: He's stopped breathing. We're losing him.",
        "[SCENE_BREAK]",
        "Shaun: I think you're more upset about Dani than you're letting on.",
        "Destiny: This whole mess upsets me, especially Greg's part in it.",
        "Shaun: We don't know all the facts yet.",
        "Destiny: We know that Greg lied on the stand about what Téa's dying wish was. He knew what would happen. Why would he do something like that?",
        "Shaun: That's what I'm going down there to find out.",
        "Destiny: Darren thinks Greg might have gotten hooked on drugs, that the stress from Téa dying in his care might have made him snap or something. Do you think he's right?",
        "Darren: Destiny, baby girl, let your brother do his thing. That's what he gets paid the big bucks for. And if something is going down in Cherryvale, he'll handle it.",
        "Shaun: That's right.",
        "Darren: And we can find out what flight Dani's on and say good-bye to her at the airport.",
        "Destiny: I know what you're doing, Darren, but okay. You'll let me know what's up with Greg, right?",
        "Shaun: The second I do, I promise. Get some dessert on me.",
        "Destiny: You don't have to do that.",
        "Shaun: I want to. Cheer up, little D, okay? Who knows? Maybe I'll find something out in Cherryvale that changes things for Dani.",
        "[SCENE_BREAK]",
        "Téa: Listen to me. Why isn't my husband--why isn't Todd coming for me? Tell me!",
        "Nurse: Mrs. Manning, I can't-- Mrs. Manning.",
        "Téa: Please? Please help me.",
        "[Cell phone rings]",
        "Téa: Is that Todd? Is he calling me back?",
        "Nurse: You need to rest.",
        "Téa: Wait, please.",
        "Nurse: I'll be back to check on you!",
        "Téa: Wait, please!",
        "[Coughing]",
        "Nurse: Hello.",
        "Todd: Yes. Who is this? I just got a call from this phone.",
        "Nurse: I'm sorry. I must have dialed the wrong number.",
        "Todd: No, no. It wasn't you. It--someone said my name, and it sounded like my wife.",
        "Nurse: This is my phone. I'm sorry for the mix-up.",
        "[SCENE_BREAK]",
        "Charlie: Echo slept with your husband?",
        "Viki: Mm-hmm.",
        "Charlie: And forgive me for asking this, but which one?",
        "Echo: Oh, ha!",
        "Echo's voice: Viki, I have the right to talk to you, and you have the right to know that your husband seduced me. He did everything to fall in--to make me fall in love with him. When we were in the cabin, I fought that... but I love him. I love him as much as you do.",
        "Viki: Clint. As soon as Echo came to town, she set her sights on him. He couldn't seem to go anywhere without accidentally running into her.",
        "Echo: Well, when you run in the same circles--",
        "Viki: Oh, and you made damn sure of that, didn't you? It took us a very, very long time to heal after their affair.",
        "Echo: It takes two to tango.",
        "Viki: Only in ballroom dancing.",
        "Echo: Viki, if you're worried about history repeating itself, I came here knowing that Chuckles was already married.",
        "Viki: How comforting. So how do you and Charlie know each other?",
        "Charlie: Echo and I were friends back in Atlantic City, um, years ago.",
        "Echo: Chuckles, be honest. She's going to find out eventually. Ha ha. Viki, we were lovers.",
        "[SCENE_BREAK]",
        "Blair: You ever heard the expression \"three's a crowd\"?",
        "Third Officer: Ms. Cramer--",
        "Blair: There is no need to chaperone this boy upstairs to say good-bye to his girlfriend.",
        "Second Officer: That's the only way he goes.",
        "Blair: Really? Hmm. How about I call my good friend Bo Buchanan, who happens to be your commissioner and see what he thinks, hmm?",
        "Third Officer: Make it quick.",
        "Nate: I will. Thanks, Ms. Cramer.",
        "Blair: Thank you, gentlemen.",
        "[Footsteps running upstairs]",
        "[SCENE_BREAK]",
        "Blair: Did you call the number?",
        "Todd: Yeah. This woman answered and gave me some bull about having dialed the wrong number.",
        "Blair: Maybe she did.",
        "Todd: I don't think so. No, no. It was Téa. She called me from that woman's phone, Blair.",
        "Blair: It's impossible, Todd.",
        "Todd: Well, how do we know? I mean, we never saw a body, right?",
        "Blair: Well, that's because she was cremated because that's what Téa wanted.",
        "Todd: That's what Greg said. That's what Dr. Evans said. And we can't just believe him. He's the one that said that Téa wanted Dani to be with Ross.",
        "Blair: Okay. Todd. Todd, listen to me. Todd. Your mind is just-- it's playing tricks on you.",
        "Todd: No. I know what I heard.",
        "Blair: Yeah, I know that, and I know it makes sense. I mean, you just lost your wife. You're about to lose your daughter, and I know you're just hoping that anything will happen to change that, but it--it won't. Téa is...did not come back from the dead to make this right.",
        "[SCENE_BREAK]",
        "Téa: Was it Todd? Was he calling me back?",
        "Nurse: I'm sorry, Mrs. Manning. If I don't follow Dr. Evans' orders, I'll lose my job.",
        "Téa: Well, why would you lose your job?",
        "Nurse: He got very angry at me earlier when I called him and questioned his decision not to allow you to contact anyone. I just can't risk calling him again.",
        "Téa: Let me call him.",
        "Nurse: That's not a good idea either.",
        "Téa: But I can talk to him. He'll understand.",
        "Nurse: He made himself perfectly clear.",
        "Téa: Please. Please help me. Please.",
        "Nurse: He's just doing what's best for his patient. Now please, try to rest. Didn't that sedative I gave you have any effect?",
        "[SCENE_BREAK]",
        "Shaun: Excuse me. I'm looking for Dr. Greg Evans.",
        "Nurse: Oh, that's his patient's room. Maybe he's in there.",
        "[SCENE_BREAK]",
        "Darren: Baby, come on, you have to eat some dessert.",
        "Destiny: I can't. I feel so sick that all this is happening and my brother's acting so bizarre.",
        "Darren: Shaun seemed fine to me.",
        "Destiny: I'm talking about Greg.",
        "Darren: Right. Right. So, wait. He lied at Dani's hearing?",
        "Destiny: He said Téa wanted Dani with Ross, which didn't make any sense because I know from Dani that Téa was all about her accepting Mr. Manning as her father. She wanted those two together. Now I'm hearing from Shaun that Téa said the same thing to him, too.",
        "Darren: Maybe Greg just wasn't as tight with Téa as Shaun was.",
        "Destiny: Greg spent Téa's last days on this earth with her. There's no way he couldn't have known what she wanted.",
        "Darren: So you think he lied?",
        "[SCENE_BREAK]",
        "Doctor: He's back. We must get him to the ICU.",
        "John: Is he gonna make it?",
        "Doctor: I can't say. We don't know what's in his system. He may have suffered brain damage. Come on, let's go. Go!",
        "John: Excuse me. Excuse me, Nurse. Was there a patient in this room?",
        "Nurse: Yes, there was.",
        "John: Who was it?",
        "Nurse: Someone Dr. Evans was treating privately. I never knew his name.",
        "John: Was it this man?",
        "Nurse: Yes, yes, it was.",
        "John: Thank you.",
        "[SCENE_BREAK]",
        "Starr: So what's the plan for my sister?",
        "[Door opens]",
        "Dani: Oh, my God, Nate! Nate! I didn't think I was gonna have a chance to say good-bye to you.",
        "Nate: You don't have to say good-bye to me, okay? All you have to do is slide down that tree and leave with James before Ross comes for you. Are you ready to do that?",
        "Todd: I know what you're thinking, but my mind is not playing tricks on me.",
        "Blair: Todd, all that's left of Téa's physical being is right here in this urn. She couldn't have called.",
        "[Knock on door]",
        "Ross: Yeah, hey. I'm here for my daughter.",
        "[SCENE_BREAK]",
        "Echo: Looks like I slept with two of your husbands, Viki.",
        "Charlie: Uh, now, we were together years ago, Echo. I mean, it was long before I even knew Viki.",
        "Echo: And who would have ever guessed at the time that we met that I was still feeling the sting from Viki running me out of town! Chuckles and vodka helped fix me right up.",
        "Viki: Oh, isn't that wonderful.",
        "Echo: Ha ha.",
        "Charlie: Huh. So, Echo, what-- what brings you here to the home that I share with my wife?",
        "Viki: I'd like to know the answer to that.",
        "[SCENE_BREAK]",
        "Destiny: I used to pray that Greg would come home after he became this big, famous doctor, and when he did, everything got better. He made Matthew walk again. He pulled a bullet out of Shaun's brain, and he made me feel like I was somebody special just because I was his sister.",
        "Darren: You're special all on your own.",
        "Destiny: I know that now, but back then...",
        "Darren: Such a crime you not knowing you are so fine.",
        "Destiny: Not now, Darren.",
        "Darren: So why do you think Greg lied?",
        "Destiny: I don't know, but there must have been a reason. But Darren, John McBain was here earlier. I think my brother might be in trouble with the cops.",
        "Darren: For real?",
        "Destiny: For all we know, your brother is arresting mine right now.",
        "[SCENE_BREAK]",
        "John: Assume that Clarke is armed and dangerous. We don't know if he's hurt, but check the hospitals and all forms of transportation. Most likely the suspect is attempting to leave the country.",
        "Price: Hey. Security's gonna give us the tapes from tonight, but nobody saw Clarke leave.",
        "John: The staff told me Evans had been treating Clarke for weeks.",
        "Price: Let me guess. Ever since he supposedly burnt him to a crisp in Tahiti, right?",
        "John: Right. Evans only let certain staff members treat Clarke, all right, but then today he procured a lethal dose of morphine. Looks like they, uh, they had a struggle over the needle.",
        "Price: Yeah. Looks like Evans lost.",
        "John: Now Clarke's on the loose.",
        "[SCENE_BREAK]",
        "Darren: Has your brother ever been in trouble before?",
        "Destiny: Greg? He was a straight-A student. He got every honor our school handed out. He was the dude who hung the moon.",
        "Darren: That doesn't mean he didn't get into trouble. It just means he never got caught.",
        "Destiny: Why are you trying to ruin my brother's rep?",
        "Darren: I'm not. It's just-- you're the one who said he lied under oath.",
        "Destiny: I said I think he lied, and if he did, it was for a reason.",
        "Darren: It there is a reason, my brother's the kind of detective who will get to the bottom of it. Big brothers are the coolest dudes on the planet, but they make mistakes, too.",
        "Destiny: What mistakes did your brother make?",
        "Darren: All that matters is that he made it right. I bet yours does, too. He's probably coming clean with Shaun right now.",
        "[SCENE_BREAK]",
        "Nurse: Oh. May I help you?",
        "Shaun: I need to speak to my brother, Dr. Greg Evans. Is he in with a patient?",
        "Nurse: Dr. Evans isn't here right now, but you're welcome to leave a message with me.",
        "Shaun: I need to speak to him in person. Do you know where he is?",
        "Nurse: Not exactly, but I had the feeling he was leaving town for a few days.",
        "Shaun: His patient was well enough for that?",
        "Nurse: She's coming along.",
        "Shaun: Can I speak to her?",
        "Nurse: I'm sorry, if you're not a relative or a legal representative, we can't divulge any information about a patient. And not to mention, Dr. Evans left strict orders that this patient not have contact with anyone other than her caregivers.",
        "[SCENE_BREAK]",
        "Todd's voice: Téa? Is that you?",
        "Téa: Oh. Oh. Why were you so surprised to hear from me, Todd? Ahh...",
        "[SCENE_BREAK]",
        "Blair: Please, Ross, don't do this. Please don't take Dani away.",
        "Ross: Blair, come on. We've been through this.",
        "Blair: I know, but it just-- please, Todd loves Dani so much, as much as you do, and I love her. She has family here, her friends. Please don't take her away, please.",
        "[SCENE_BREAK]",
        "Price: You think Clarke will try and get in contact with Rayburn?",
        "John: As soon as it's safe.",
        "Price: Let's hope nobody gets in his way before he gets to his brother.",
        "John: Looks like Evans already did.",
        "[SCENE_BREAK]",
        "Ross: Todd upset me? Blair, he tried to kill me. It's his own fault he's losing Dani.",
        "Blair: Yes, I know. Todd went overboard. But you know what? He'll make it up to you. He will. He'll share Dani with you. He'll get you a house, a boat, anything that you want, and I can promise you right now that I'll make sure Todd never lays a hand on you, just, please. You can share Dani, just don't take her away, please.",
        "Ross: Look, I know this is hard for you, Blair, but I--",
        "Blair: Please. Ross, you know, the last year when Todd and Téa got married, I saw a completely different side of you. You were there, and you kept me from breaking up their wedding because you wanted Téa to be happy. Now, think about Téa. Let's honor her memory, and please, just do what she wanted.",
        "[SCENE_BREAK]",
        "Dani: Okay, wait, wait. Where are we gonna go? How are we gonna keep Ross from finding me?",
        "Nate: Shh. Don't worry about that. We have a plan. But for now you have to get out of here.",
        "James: We're gonna go down that tree. My car is parked a block away.",
        "Dani: No. There are cops downstairs. They'll follow us.",
        "James: It's okay. We're gonna leave before they even know you're gone.",
        "Dani: Yeah, but--",
        "Starr: But, Dani, you don't want to go back with Ross, do you?",
        "Dani: You know that I don't want to go away with Ross, but I don't want to hurt him either!",
        "Starr: Hey, don't worry about Ross. This is about what you want.",
        "Dani: No. I can't just ignore what this will do to him. No, you remember last year when I ran away and my mom wouldn't let me see him? He completely lost it, okay. He held people at gunpoint, your mom included.",
        "Starr: Do not think about that right now. My mom and dad will handle it.",
        "Dani: How? You know, what if the cops think they're involved somehow and throw them in jail?",
        "Starr: But that won't happen.",
        "Dani: But it could.",
        "Nate: A lot of things could happen, Dani, but if you stay in this room, what definitely will happen, Ross will show up and take you back to Tahiti. If that happens, I don't know if I'll ever see you again.",
        "Starr: Dani. This is about what you want. Do you really want to go away forever? Are you ready to leave Nate?",
        "Nate: I know you're scared.",
        "Dani: Aren't you? This place is crawling with cops.",
        "James: Hey, listen, Nate and I make a pretty good team getting past them.",
        "Nate: Do you trust me?",
        "Dani: Of course I trust you.",
        "Starr: What do you need to make this work for you? Do you want me to go with you?",
        "[SCENE_BREAK]",
        "Ross: Look, Blair, I understand how difficult this is, okay, and with everything that's happened, I think that Téa would really want me to do what's best for Dani.",
        "Blair: Exactly!",
        "Ross: And that's why getting away from Todd is the healthiest thing I can do for my little girl.",
        "Blair: I'll go get her.",
        "Ross: No, no. No. I'll go.",
        "Starr: Thank you so much for taking away my only sister and my daughter's only aunt.",
        "Ross: Listen, Starr, you--",
        "Starr: How are you going to look Dani in the eye, knowing that you're taking her away from her extended family that she's come to love?",
        "[SCENE_BREAK]",
        "Echo: I looked him up. God, I love the internet! And I nearly fell out of my chair when I found out that he was married to someone named Victoria Davidson, who turns out to be the very same Viki Buchanan that I knew.",
        "Viki: No. You knew Clint. You never knew me.",
        "Echo: I really feel bad about what happened between us, Viki.",
        "Viki: Well, clearly not bad enough to stay away.",
        "Echo: Well, I thought I could kill two birds with one stone.",
        "Viki: Still a predator, huh?",
        "Echo: You're not going to make this easy for you, are you?",
        "Viki: Any reason why I should?",
        "Echo: Yes. You see, I would never risk the wrath of Viki Buchanan--",
        "Charlie: Banks.",
        "Echo: Just checking up on Chuckles. I also wanted to tell you how sorry I was for what happened.",
        "Viki: And now you've said it. Bye.",
        "Echo: You have a wonderful husband, Viki, and I'm here for no more reason than to make sure that he's okay after all the wild living he did in Atlantic City. So what do you say? Can we finally bury the hatchet?",
        "[SCENE_BREAK]",
        "Starr: How does it feel? Huh? How does it feel knowing that you're taking your only daughter away from her friends, friends that she says are the best that she's ever had, friends that she loves.",
        "[SCENE_BREAK]",
        "Darren: We can leave now for the airport, if you want, make sure to catch Dani before she takes off.",
        "Destiny: I hate good-byes.",
        "Darren: That's because you don't want anyone to see you cry.",
        "Destiny: I'm not a crier. Besides, I hated Dani with all my heart and soul.",
        "Darren: What?",
        "Destiny: I thought she stole Matthew from me.",
        "Darren: Remind me to thank her.",
        "Destiny: But when I really got to know Dani, I liked her. She wasn't girlie. She was cool. Sometimes when it was just the two of us, we got girlie anyway, and it wasn't so bad.",
        "Darren: Admit it. You liked it, didn't you? I won't tell.",
        "Destiny: I'm just not ready to believe she's leaving.",
        "Darren: Look, it's okay to cry. Let it go, baby.",
        "Destiny: Stop it. Why do you want me to cry?",
        "Darren: 'Cause I want to take care of my baby till the pain goes away.",
        "[SCENE_BREAK]",
        "Starr: Okay, I need to get home to my little girl. And, Dad, I'm really sorry. I don't know what I would do if I had to give up Hope the way they're making you...hey, I'm really glad that you've been here for Dad. Thank you.",
        "Blair: No place I'd rather be.",
        "Starr: I'll see you later.",
        "Blair: Well, you happy now?",
        "Ross: I just want to get my little girl and get the hell out of here. If she's not coming down, I'll go up. Alone.",
        "[SCENE_BREAK]",
        "Téa: Todd, you were here before. You were here. Come back. Help me, Todd, help me.",
        "[SCENE_BREAK]",
        "Shaun: Why can't Greg's patient have contact with anyone? Is she contagious?",
        "Nurse: If you want the answer to that question, you'll have to ask your brother.",
        "[SCENE_BREAK]",
        "Doctor: Dr. Evans received a lethal dose of morphine. If you had not found him, he'd already be dead.",
        "John: Is he gonna make it?",
        "Doctor: We haven't been able to stabilize him yet. To be honest, Detective, you could have a murder on your hands.",
        "[Cell phone ringing]",
        "John: Thanks, Doc.",
        "Price: Theo Price.",
        "Shaun: Detective Price? Darren's brother?",
        "Price: That's right.",
        "Shaun: It's Shaun Evans. Why are you answering Greg's phone? Is he in trouble? Are you with him?",
        "Price: We're in the Caribbean, at a hospice.",
        "Shaun: At the same hospice Téa Manning died at? Why?",
        "Price: Look, I can't really talk about that right now.",
        "Shaun: Let me speak to Greg.",
        "Price: Evans--Shaun...Your brother's been injured, and it's pretty bad.",
        "Shaun: What? What happened?",
        "Price: We're still trying to figure that out.",
        "Shaun: He's okay, right?",
        "Price: Look, it's a long story, and I don't know all the answers, but...your brother might not make it.",
        "[SCENE_BREAK]",
        "Téa: Help me! Somebody help me! Oh, God.",
        "[SCENE_BREAK]",
        "Charlie: Echo, I think that Viki and I just need a little time to take this all in, so...",
        "Echo: Oh, I--I apologize. I do. I was just so excited about looking you up and righting the wrong I did to Viki that I just barged in on the two of you. Where are my manners? I used to have impeccable ones.",
        "Viki: Just like you used to claim to be a countess.",
        "Echo: Well, I can see I've upset you, and I'm so sorry about that. I was really hoping that we could all be friends, maybe take a stroll down memory lane over drinks tomorrow.",
        "Charlie: Okay, I don't drink anymore, okay? And neither does Viki.",
        "Echo: Well, who said anything about alcohol? We can have tea.",
        "Charlie: I don't know.",
        "Echo: Oh, come on, you look so happy, Chuckles, and that's great news. Let me take a picture. Please.",
        "Viki: Uh, no. That is so not necessary.",
        "Echo: On, no, no, no. Please, please, I insist. After all the trouble I've caused you, it's the least I can do.",
        "[Charlie sighs]",
        "Echo: Beautiful.",
        "Charlie: Huh.",
        "Echo: You two are so lucky.",
        "Charlie: Huh.",
        "Echo: You really are. All right...I'll be in touch.",
        "Charlie: Whew. Well, that's some coincidence, huh?",
        "Viki: Oh, yes, some big coincidence.",
        "[Viki sighs in disgust]",
        "[SCENE_BREAK]",
        "John: Double the roadblocks. We need checkpoints 5 miles out of the airport. Thanks. Call me back. Got a feeling there's a connection between Téa's death and whatever Clarke was up to.",
        "Price: Right, and it's tied up with Téa's daughter.",
        "[SCENE_BREAK]",
        "Blair: If you ever cared about that girl at all, you would allow her to say good-bye to her boyfriend.",
        "Ross: Oh! Where the hell's my daughter?",
        "Nate: We just said good-bye. She's finishing packing.",
        "Blair: No, Ross. Stop! Ross! No! Ross!",
        "[SCENE_BREAK]",
        "Price: Damn! We all thought Clarke was dead. Man, that son of a bitch is on the loose?",
        "John: It, uh, must have been tough having to break the news to Shaun.",
        "Price: Yeah.",
        "John: Let's hope his brother makes it.",
        "[SCENE_BREAK]",
        "Destiny: Shaun's not calling me. I guess he didn't find Greg.",
        "Darren: Come on. Let's go say bye to Dani.",
        "Destiny: All right. Did you find Greg?",
        "Shaun: Des, let's sit down.",
        "Destiny: Why? What--what's going on?",
        "Shaun: Des, Greg is in the hospital. He's banged up pretty bad. I don't know if he's gonna make it or not.",
        "[SCENE_BREAK]",
        "John: Evans has answers to questions we don't even know to ask.",
        "[SCENE_BREAK]",
        "Téa: Somebody help me! Please help me! Help me! Help!",
        "Nurse: It's all right. Miss, here. It's all right. Here, take this. You just need some sleep. Don't worry. You're gonna be just fine.",
        "Téa: Thank you.",
        "[SCENE_BREAK]",
        "Man: How can I find it? How long have we known? You're catching me",
        "[SCENE_BREAK]",
        "Ross: She's gone. Dani's gone.",
        "[SCENE_BREAK]",
        "[James sighs]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=R6UHt-CbqbI"
}