{
    "Episode Summary": [],
    "Recap": [
        "Sarah comes to visit Cristian at the Angel Square diner. She apologizes to him for breaking their date the night before. Sarah lets him know about what had been going on with Viki. Talia and Antonio come into work. They share some intimate moments. Bo comes into work and Talia lets him know that she had changed her mind about transferring to Cherry Vale. Bo lets her know that it is out of his hands and she is to report to work in Cherry Vale. Nora knocks on Cole's door and doesn't get an answer. She opens the door and goes on and falls flat of her face over something on the floor. Langston comes downstairs in a very provocative outfit, but when Dorian sees her, Dorian makes the necessary changes to her outfit. Cole comes to visit Langston. Addie awakens Charlie from a sound sleep so he can teach her out to ride. Dorian is completely beside herself when she finds out everything that Addie had done in Charlie's bed. Nora, Bo, and R.J. all appear in court for Lindsay's custody hearing. The judge awards custody of Lindsay to Bo."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Music plays]",
        "Sarah: Hey.",
        "Cristian: Hey.",
        "Sarah: Good. You're still talking to me.",
        "Cristian: Oh, come on -- I get why you had to break our date. It's a family thing. Family always comes first. But is everything okay?",
        "Sarah: Yeah, it is now. But for a while, I thought -- I don't know.",
        "Singer: Turn around and tell me it's all gonna be",
        "[SCENE_BREAK]",
        "Talia: I have something for you. It's our scorecard from our miniature golf tournament.",
        "Antonio: Hmm. And why would I want that?",
        "Talia: I thought maybe you'd like to look over the holes where you had your worst scores and maybe come up with a new approach.",
        "Antonio: Oh, I see. Well, you got lucky.",
        "Talia: Hand-eye coordination -- I've always had it.",
        "Antonio: Putting a ball in a clown's mouth. Who cares?",
        "Talia: You just don't like to play by the rules.",
        "Antonio: Well, you know, maybe if you broke a few, you'd have a little more fun.",
        "Talia: Are you -- are you talking about a rematch?",
        "Antonio: Well, I'm certainly not talking about golf.",
        "Talia: Huh.",
        "[SCENE_BREAK]",
        "Dorian: You win some, you lose some. Oh! Uh -- darling, I think you absolutely rock in that outfit and I knew you would the minute I spotted it at Logan's.",
        "Langston: Thanks for the assist.",
        "Dorian: Yes, but maybe it just rocks a little bit too much. Um -- can we go to a mirror, please, take a look? I think -- you know, can I see what this looks like with you -- yeah. Take the belt off, sweetheart.",
        "Langston: No good?",
        "Dorian: Just, yeah, think of that -- less is more. Come on, take the belt off quickly. Yeah -- do you mind -- just the earrings -- uh -- uh -- bat wings. No, I don't think so, not with this. And button the button.",
        "Langston: I --",
        "Dorian: Good girl. Now -- oh. Do you mind?",
        "Langston: No --",
        "Dorian: Let's -- yeah. The T-shirt is meant to be pulled down. Now, what do you think? Huh?",
        "Langston: Much better.",
        "Dorian: Yes, isn't it?",
        "[Dorian chuckles]",
        "Dorian: Hmm. Did you happen to see my guest, Charlie?",
        "Langston: No, his door was closed when I went -- he's probably still sleeping.",
        "Dorian: Ah, yes, yes, yes. You look adorable. The poor man, he's been through a very, very stressful time. He's probably exhausted and needs his rest, so -- I say why don't we just let him sleep, hmm? Adorable.",
        "[SCENE_BREAK]",
        "Charlie: Hmm? Oh.",
        "Addie: Rise and shine.",
        "Charlie: Hmm?",
        "Addie: Time to saddle up, cowboy, and teach me how to ride!",
        "Charlie: Uh \u0096",
        "[SCENE_BREAK]",
        "Nora: Cole?",
        "Nora: Cole? Oh!",
        "Cole: Nora? Are you okay?",
        "Nora: I'm okay!",
        "Cole: What -- what time is it?",
        "Nora: It's time to move out, apparently.",
        "[SCENE_BREAK]",
        "Sarah: And now, Viki's okay and Todd's bringing his son home. It was all over the news.",
        "Cristian: Yeah, I worked late last night and then I went out with the guys for a little bit and my mom called me early this morning -- somebody quit. She needed help, so I haven't had the chance to read the paper or watch TV.",
        "Sarah: I guess I should've called you.",
        "Cristian: Yes, you should have, because I would've been with you last night.",
        "Sarah: I'm not used to this whole \"having someone to lean on\" thing.",
        "Cristian: But everything's okay, right?",
        "Sarah: Yeah.",
        "Cristian: Then why do you look so sad?",
        "Sarah: I guess it just hit me, you know? Viki is, like, everybody's rock and if something were to happen to her --",
        "[Sarah sighs]",
        "Sarah: I didn't even let myself think about it last night. I was too busy trying to get ahold of my mother.",
        "Cristian: Any luck?",
        "Sarah: No, I never found her. I called every jet-set watering hole I could think of. And of course, she wasn't answering her cell phone or returning her messages.",
        "Cristian: From her own daughter? You got to be kidding me.",
        "Sarah: Yeah, don't worry about it. It's nothing new -- just another day in the life of Tina Roberts. Anyway, um -- I just came to say I'm sorry again for last night.",
        "Cristian: Well, we can always reschedule.",
        "Sarah: Really? When?",
        "Cristian: Name it.",
        "Sarah: How about now?",
        "[SCENE_BREAK]",
        "Cole: Are you kicking me out?",
        "Nora: No. Are you moving out?",
        "Cole: No. Sorry about all the mess. I just haven't gotten around to unpacking it.",
        "Nora: This can't be fun to come home to at the end of the day.",
        "Cole: It's just a place to sleep.",
        "Nora: I get it. It's not home.",
        "Cole: Don't take it the wrong way, okay?",
        "Nora: Oh, no, please. I -- I don't. I get it, you know? I landed here because my house burned down with everything I own inside and that was a year and a half ago and I'm still here. I even own the place and it's not home. So, I just -- I just want to make sure that you're okay.",
        "Cole: I am.",
        "Nora: Swear to that in a court of law?",
        "Cole: All right, I will be.",
        "Nora: Yes, you will be. But you need a helping hand, and I have a plan.",
        "[SCENE_BREAK]",
        "Langston: Wow! Starr's going to flip when she sees this. Can I go bring this up to her?",
        "Dorian: Oh -- no. She woke up at dawn and she's already seen it. Gee, isn't it wonderful that Todd could actually deliver some pretty good news for a change?",
        "Langston: Why do I get the feeling you still have issues with Mr. Manning?",
        "Dorian: You know what? I have issues with any man who abuses women, especially Cramer women, so why don't you make sure that your boyfriend, Markko, knows about that?",
        "Langston: But Starr's crazy about her dad.",
        "Dorian: She needs to think that her father is a good man. How about some orange juice? I'll pour you some. Croissant?",
        "Langston: Hold on, hold on. One thing I don't get -- you hate Mr. Manning and you could smack him down if you wanted to, but yet you let him live here? What's that all about?",
        "Dorian: Keep your enemies closer. Besides which, as much as I dislike Todd, I love Blair -- and Starr and jack and for some reason, they seem to need him. You know, sometimes you just have to make sacrifices in order to ensure that your family is happy.",
        "Langston: Hmm. That's deep.",
        "Dorian: Mm-hmm. Where are you going?",
        "Langston: Oh, I'm going to go find Starr. It's our day off -- we're going to hang out.",
        "Dorian: No, no, no. Honey, honey, she went out on a shopping excursion. She wants to get all these things for some sort of welcome-home gala, besides which you do not have time to hang out. You -- you have a group therapy session.",
        "Langston: Excuse me -- group therapy?",
        "Dorian: Yes. I --",
        "Charlie: Ah, good morning. Now, is everything all right in here?",
        "Dorian: Yes, of course it's all right. Why?",
        "Charlie: Because I think there might have been a break-in.",
        "Dorian: Burglars? Do you think they're still in the house?",
        "Charlie: Well, as far as I know, there's still one in my bed.",
        "[SCENE_BREAK]",
        "Antonio: I feel bad for the McBains.",
        "Talia: But?",
        "Antonio: I've been where Todd is. Jamie's mother ran off with her, let me believe that they were dead.",
        "Talia: You're kidding?",
        "Antonio: Hmm. I wish I were.",
        "Talia: You must have gone crazy.",
        "Antonio: Pretty much.",
        "Talia: Well, now that it's all over, do you think that the commissioner will lift John's suspension?",
        "Antonio: I don't know. It might be out of his hands, you know? I mean, John withheld information to protect mike. You know, the brass might take a look at that and think he's partly responsible.",
        "Talia: That's too bad, because he's a good cop.",
        "Antonio: Yeah. Yeah, and good thing we have others.",
        "Talia: Like who?",
        "Antonio: Uh, well, there's -- there's another one -- a woman. Uh, uh -- top, top of her class.",
        "Talia: Mm-hmm.",
        "Antonio: Commendations from all over. And -- and she's got killer looks, especially her eyes. It's good to have you back, Sahid.",
        "Bo: Hey, Talia!",
        "Talia: Hi!",
        "Bo: Great to see you.",
        "Talia: Hi. Good to see you, too, Commissioner.",
        "Bo: Thank you. What brings you by?",
        "Talia: Ahem. I'm reporting for duty.",
        "Bo: Well, I guess you better get a move on, then, huh? To Cherryvale. You -- hmm.",
        "Talia: I've decided not to take the transfer and to stay here.",
        "Bo: Well, Talia, I'm afraid that that's not up to you.",
        "[SCENE_BREAK]",
        "Lindsay: R.J.",
        "R.J.: Hey, Lindsay. How you doing? Are you okay?",
        "Lindsay: I'm nervous -- huh. Thank you for getting here early.",
        "R.J.: Well, I'm trying to swing the decision my way, make a good impression on the judge.",
        "Lindsay: Oh! Did she interview you?",
        "R.J.: Oh, yeah.",
        "Lindsay: How did it go?",
        "R.J.: Well, probably not as well as Mr. Buchanan's interview, but, you know --",
        "Lindsay: I still can't believe that he offered to be my custodian.",
        "[R.J. chuckles]",
        "R.J.: What? You're not used to having men fight over you by now?",
        "Lindsay: Well, at this point in my life, under these circumstances, I didn't expect it, no.",
        "R.J.: Lindsay, you do not belong in prison. Everybody knows it, and if you've forgotten it, that's just more reason why you need to come stay with me. I'll coach you back into shape.",
        "Lindsay: I don't know if that person lives in here anymore.",
        "R.J.: Lindsay, I know you, better than anyone including Bo. I mean, he'll have you acting like a Stepford wife or something. Trust me -- you'll never find yourself again if you stay wit him.",
        "[SCENE_BREAK]",
        "Bo: Talia, Cherryvale is short-handed, you know? They need somebody right now.",
        "Talia: Sir, I've been making some impulsive decisions lately and I'm sorry. I'm working on that.",
        "Antonio: Cherryvale doesn't need a great vice cop -- we do.",
        "Bo: I know that, but, Talia, I gave you every chance to change your mind, you know? I -- you had some pretty strong reasons for wanting to leave. Now, you felt that you and Antonio had a problem communicating. You said that the two of you lacked chemistry.",
        "Talia: Yeah -- yes, Sir. I did say that.",
        "Bo: So, what? Now, what, did that -- that's changed? Or were you wrong in the first place?",
        "[SCENE_BREAK]",
        "Cole: Group therapy?",
        "Nora: Yeah, you know -- a bunch of other kids and a counselor.",
        "Cole: This is a joke, right?",
        "Nora: It -- it makes it a lot easier to open up to kids your own age.",
        "Cole: No, it sucks, all right? When my dad died, my mom made me go.",
        "Nora: Well, did it help?",
        "Cole: I already know the drill, okay? It's the five stages of grief. That's -- that's all it is, and doctors seem to think that it's a lot more than that now.",
        "Nora: Okay, well, then you got a leg up on the rest of us.",
        "Cole: Well, why wouldn't I? My mom's -- was a shrink.",
        "Nora: I think your mom would've wanted you to do this.",
        "Cole: Don't play that \"mom\" card with me, okay?",
        "Nora: Okay. I'm sorry.",
        "Cole: Listen, I'm sorry I went off on you.",
        "Nora: Don't be, okay? It's okay, all of it -- even this. Listen, nobody grieves the same way. Nobody even grieves for different people the same way. I -- you just keep going and keep trying to handle it until you can't.",
        "Cole: And you think I'm not?",
        "Nora: You're living among boxes, you're not talking to your girlfriend, you're falling apart in classes, you're falling behind in your schoolwork, and you're not sleeping. And don't even think I don't hear you walking around this house in the middle of the night.",
        "Cole: Sorry if I'm keeping you up.",
        "Nora: You're not keeping me awake. I'm not sleeping, either. I miss her, too, Cole, although I can't imagine what you're going through.",
        "Cole: I'll deal with it.",
        "Nora: One session -- just one. You don't like it, you don't have to go back. But I booked it, and they're going to charge me whether you go or not.",
        "Cole: Shrink sound likes a Freudian.",
        "Nora: You're too smart for your age. Oh, come on. Just humor me, you know? You go and I promise I won't bug you too much about too many other things, okay?",
        "Cole: Hmm.",
        "Nora: I mean, come on. Come on. What do you got to lose? You know, you go, you sit, you talk, you listen -- an hour. And who knows, you know? You may find some other interesting kids to talk to.",
        "[SCENE_BREAK]",
        "Langston: Well, aren't you going to call the cops?",
        "Dorian: There was a burglar in your bed?",
        "Charlie: When I woke up, she was -- well, uh, she was straddling me.",
        "Dorian: \"She\"?",
        "Charlie: Hmm.",
        "Langston: Straddling, a burglar?",
        "Charlie: Well, you see, I never said it was a burglar and I don't think that robbery was what she had in mind.",
        "Dorian: Oh. Well, um -- what was this burglar wearing?",
        "Charlie: It was one of those kimono things. It was bright blue, had flowers on it and --",
        "Dorian: Yeah.",
        "Addie: Bed buddy!",
        "Charlie: Ahem.",
        "Addie: There you are!",
        "Charlie: And this is that intruder.",
        "[SCENE_BREAK]",
        "Cristian: I can't take you out now, Sarah.",
        "Sarah: You're turning me down?",
        "Cristian: No, no, but I --I can't leave Maria here alone.",
        "Sarah: Oh, so you can't take a break?",
        "Cristian: Listen, when I take you out, I want to do it right, okay? Not between bussing tables and serving customers. Rivera, what's it going to be, man?",
        "Markko: Hey. Well, what'll four bucks and change get me?",
        "Cristian: Here. On me.",
        "Markko: Oh, thanks.",
        "Cristian: Sarah, this is Markko Rivera. He's a buddy of mine from Angel Square.",
        "Sarah: Sarah Roberts.",
        "Markko: Oh, you're Starr's cousin. Yeah, she told me about you.",
        "Cristian: Here you go, man. This is on the house.",
        "Markko: No, I will pay you back.",
        "Cristian: What's going on, man? You having cash flow problems?",
        "Markko: Who doesn't? Except my girlfriend and all the rest of my friends. Oh, I need a job.",
        "Cristian: Yeah, well, what kind of work are you looking for?",
        "Markko: Well, any kind that will hire me and pay me. I'm too young to work retail, too old to deliver papers, and too guy to baby-sit.",
        "Sarah: But maybe just right to bus tables in a diner.",
        "Markko: What, are you serious?",
        "Cristian: Tell you what -- cover for me for an hour. You do okay, we'll work something out. Here you go. Suit up, get to work.",
        "Markko: All right.",
        "Cristian: So, I guess we got ourselves an hour. What do you say -- a table with a view?",
        "[SCENE_BREAK]",
        "Addie: Is this decaf or is it fully leaded?",
        "Dorian: Watch your sleeves. Why don't you just have orange juice instead and tell me what you were doing with Charlie?",
        "Addie: Is -- is that your name? I -- you left so fast, I didn't get a chance to ask.",
        "Charlie: So you do know this woman?",
        "Dorian: Oh, yes. She is my sister Addie, and now she's going to explain to me what you were doing in Charlie's bed!",
        "Addie: Calm down, Dori. I had some wine after my pills last night, and I got --",
        "Dorian: What? You're not supposed to mix --",
        "Addie: A little turned around!",
        "Charlie: Well, so, it was just an accident that you ended up in my room?",
        "Addie: Yeah.",
        "Charlie: Oh.",
        "Addie: But -- but taking off my robe was on purpose. You should've seen the look on his face!",
        "Dorian: Huh! You were naked?",
        "Langston: Way too much information.",
        "Addie: I was in an unfamiliar room with an unfamiliar hunk. I thought it was a dream. I don't know about you, but that's what I do in that kind of dream.",
        "Dorian: Really, I -- I do not think this is the kind of conversation we should be having with a young lady in the room.",
        "Addie: Oh, lighten up, Dori. It's not like somebody died!",
        "Charlie: You know, I think your sister's right. There's no harm, no foul.",
        "Dorian: Still --",
        "Langston: Can we talk about what you brought up earlier?",
        "Dorian: Oh -- yes, yes, of course. We'll talk about it.",
        "[Doorbell rings]",
        "Dorian: Uh -- oh, dear. Oh, I'll be right back. Muriel?",
        "Addie: How do you take your coffee -- cream or maybe you'd like a little sugar?",
        "Dorian: Muriel!",
        "Langston: It's Ariel and I'm not going to group therapy.",
        "Dorian: Darling, I can understand your reluctance to go and I'm very sorry that I didn't give you a heads-up, some kind of warning so you could prepare yourself -- but I was annoyed because I got this letter yesterday from Child Services saying they wouldn't let you live with me unless you took this -- this grief counseling.",
        "[Ring]",
        "Dorian: Oh! Muriel!",
        "Langston: We can just get --",
        "Dorian: Ariel!",
        "Langston: The door ourselves. It's right there.",
        "Dorian: Oh, yes. Well, what it is, is it's -- it's the driver to take you to group therapy, so here's the money and look, look, look -- I found a pair of earrings, looks fine with that. You can have those and when you get back, you'll help me plan Adriana's wedding. The address is in the letter, sweetheart.",
        "[Ring]",
        "Dorian: Have a good session!",
        "Langston: Now, on my day off from school?",
        "Dorian: Yeah, I'm sorry, so sorry. Bye-bye.",
        "Langston: Oh -- Cole?",
        "Cole: Hey.",
        "Langston: Hi. What -- what's up?",
        "Cole: You want to switch guardians?",
        "Langston: In a heartbeat.",
        "Addie: Dori, did you see the news? Todd got his son back!",
        "Charlie: Oh, is that today's paper?",
        "[SCENE_BREAK]",
        "Lindsay: R.J., you know I'd probably be more comfortable with you, but it's not up to me.",
        "R.J.: Well, I've spoken to the judge and I've given this plenty of thought. My guest room is yours, and I'll make sure you get to your therapist so you can stay on course with your recovery.",
        "Lindsay: But, you know, there's a little bit more to it than that.",
        "R.J.: What, my record?",
        "Lindsay: Okay, but also what we were to each other not all that long ago.",
        "R.J.: Come on -- you almost married Bo. You're going to try living with him? You want Bo Buchanan to have a say in your comings and goings? You don't think that's going to be a problem?",
        "Nora: Ahem. I'm sorry, I couldn't help overhearing. I -- I am a little curious as to the answer to that. I mean, are you going to have a problem living with Bo or after Statesville, St. Ann's, your keeping me hostage, two murders -- are you finally going to be getting what you want? It's just a question.",
        "[SCENE_BREAK]",
        "Talia: I didn't make up the differences between Antonio and me, or overstate them. What I did do was underestimate our ability to work things out, and we are communicating now, better than ever.",
        "Bo: I see, okay. And the chemistry issue?",
        "Antonio: Not a problem anymore.",
        "Bo: I'm glad to hear that. But it's out of my hands. See, when -- when you said that you wanted to be reassigned, all of a sudden we had a line out the door and around the corner that wanted your job. So, I -- I had to go with --",
        "[Knock on door]",
        "Bo: Someone else. Yes?",
        "Antonio: I didn't realize you were going to hire someone so --",
        "Bo: Come on in. Antonio, I want you to say hello to your new partner.",
        "Officer: Oliver Fish, Detective Vega. I can't tell you how happy I am we'll be working together.",
        "[SCENE_BREAK]",
        "Cole: Hey, is Starr around?",
        "Langston: No, she went out to get some stuff for the party tonight for her little brother. So you going to tell me what's going on?",
        "Cole: Well, Nora -- well -- she's -- really good.",
        "Langston: I feel your pain. Look at what I'm wearing. Do you know how much Dorian laid out for this? And it's -- it's so not me. I mean, it's like she's trying to make me into a mini-her.",
        "Cole: Yeah, well, at least she's not forcing group therapy down your throat.",
        "Langston: Are you kidding me? I'm supposed to be there in, like, an hour.",
        "Cole: Get out of here.",
        "Langston: Where is yours?",
        "Cole: I don't know -- some church basement somewhere.",
        "Langston: So is mine. Wait, hold on. Are you seeing -- what's the name? It's Dr. Kali --",
        "Cole: Gibson? Yeah.",
        "Langston: So, if we wanted to just sit there and not say anything --",
        "Cole: Then there would be two of us doing it.",
        "Langston: Maybe this won't be so bad, after all.",
        "Cole: Hey, do you want to get some breakfast on the way?",
        "Langston: Yeah. Oh, but if I ditch Dorian's driver, she's going to have the National Guard after me. I'll just meet you at the diner.",
        "Cole: Okay.",
        "Langston: Okay.",
        "[Langston chuckles]",
        "[SCENE_BREAK]",
        "Charlie: Mind if I see the paper? I want to check the weather.",
        "Dorian: It's yesterday's paper.",
        "Addie: But I thought you --",
        "Dorian: Absolutely not. I mean, you wouldn't know. The best way to check the weather is to go online. It's much more up -- up to date, accurate. I've got a laptop in the kitchen.",
        "Addie: I'll show you where it is. I want to check my email.",
        "Dorian: Wait a minute, not so fast. We still have not finished talking about what we were talking about.",
        "Addie: Could you make it short? I have a meeting in an hour.",
        "Dorian: I will take you to the meeting. We'll talk about it on the way. Why don't you get dressed? Because you haven't got that much time.",
        "Addie: She's bossy, but you got to love her.",
        "[Charlie chuckles]",
        "Dorian: Oh -- I have to apologize for my sister's behavior. She has spent most of her life in mental institutions, and she was only recently deemed improved enough to be released.",
        "Charlie: Well, I like her. Hmm.",
        "Dorian: Well, we love her.",
        "Charlie: Huh.",
        "Dorian: Can I offer you some real manly type breakfast? Pancakes --",
        "Charlie: Oh --",
        "Dorian: Well --",
        "Charlie: No, no. No, thank you. I'm going to meet someone for lunch.",
        "Dorian: Jared Buchanan?",
        "Charlie: Um -- yeah.",
        "Dorian: Mm-hmm. What time are you meeting him?",
        "Charlie: Noon, why?",
        "Dorian: No --",
        "Charlie: Huh?",
        "Dorian: I seem to recall that you're a contractor.",
        "Charlie: That's right.",
        "Dorian: I am so in luck. I happen to need a contractor. How about taking a ride with me?",
        "[SCENE_BREAK]",
        "Ofc. Fish: Oh, should I salute, instead?",
        "Antonio: No. No, no, no. It's -- it's okay. I just didn't realize that you were hiring a new team member so soon.",
        "Ofc. Fish: Everybody wants to work with you, Detective Vega.",
        "Bo: Yeah, and Fish here was right at the head of the line.",
        "Ofc. Fish: Yeah, when I want something, I go for it. Like when I camped out for three nights straight to get the Vortran 4,000 quad core when it came out.",
        "Antonio: Let me guess -- you -- you worked tech?",
        "Ofc. Fish: Geek patrol, guilty as charged, but I've been dying to get out there in the field. I mean, not that I want to die on the job or anything, but, you know, I --",
        "Antonio: Yeah, yeah.",
        "Bo: Okay, listen, why don't the two of you go ahead and take a little time, get acquainted. I got to get to a hearing, okay? So if you don't mind -- hey, Talia, listen. I really am sorry. Cherryvale does need you, and I know that you're going to make me proud. Come on.",
        "Ofc. Fish: So, boss, which bad guys are we going to take down first?",
        "[SCENE_BREAK]",
        "Lewis: Counselor, you're not to speak to my client.",
        "Nora: Oops.",
        "Lindsay: It's all right. Nora, I'm sorry. I'm sorry for all the grief that I've caused you. All the grief I've caused other people for the past few years. But I know that that's never going to be enough, is it?",
        "Nora: Well, it might be -- if I thought you were really sincere.",
        "R.J.: Okay, Nora, back off.",
        "Nora: Et tu, R.J.?",
        "Bailiff: All rise for the Honorable Judge Shriver.",
        "Judge: Court is now in order. Please be seated.",
        "Bo: Hey, how's Lindsay today? Did she hear about Marcie?",
        "R.J.: No, no, I'm making sure she doesn't.",
        "Judge: We're here today to put the matter of Lindsay Rappaport to legal guardianship to rest. I'm prepared to deliver my decision.",
        "Judge: Ms. Rappaport, both petitioners, Commissioner Buchanan and Mr. Gannon, have expressed their commitment to your treatment. It's a big responsibility. And while you have had past relationships with these gentlemen, I have been assured that those relationships remain in the past. The deciding factor here is obvious -- Mr. Gannon's criminal record. And while Mr. Gannon has served his sentence and paid his debt to society, compared to Commissioner Buchanan, the choice is clear. The court awards legal guardianship of Lindsay Rappaport to Bo Buchanan.",
        "[SCENE_BREAK]",
        "Ofc. Fish: My dream, since I played Street Crimes New York the first time when I was 9, was to play it for real on the streets of Llanview. And when Officer Sahid bailed, I jumped.",
        "Antonio: Could you give us a minute?",
        "Ofc. Fish: Oh, sure, sure. You know, take five. But who's counting, right?",
        "Talia: Maybe you should give him a game controller instead of a gun.",
        "Antonio: This isn't funny.",
        "Talia: I know.",
        "Antonio: But it is a temporary setback. Well, I will work on Bo.",
        "Talia: Yeah -- Bo put his reputation on the line. And if I don't follow through with this, I'll make him look worse than I will, so --",
        "Antonio: What are you saying?",
        "Talia: I have to report to duty in Cherryvale.",
        "[SCENE_BREAK]",
        "[Sarah snickers]",
        "Sarah: Anyone ever tell you it's rude to stare?",
        "Cristian: Now they have.",
        "[Sarah chuckles]",
        "Sarah: Not that I'm complaining.",
        "Cristian: Slide over.",
        "Markko: Water?",
        "Cristian: Yeah.",
        "Markko: Oh, did I do something wrong?",
        "Cristian: No, no, I just -- just kind of stopped a little moment with my girl.",
        "Sarah: Your girl?",
        "Cristian: You got a problem with that?",
        "Markko: Um -- should I send a waitress over?",
        "Sarah: No -- um -- just tell her I'll have the chocolate chip pancakes.",
        "Cristian: Yeah, and make mine egg whites, wheat toast, dry. And when you're done with that, we have a bunch of catering orders behind the counter. For delivery. Deliver them.",
        "Markko: Oh. Got it.",
        "Sarah: Were you serious about that breakfast order, or were you just pulling that poor kid's chain?",
        "Cristian: What's wrong with the order?",
        "Sarah: Oh, it's no way to live, if you ask me.",
        "Cristian: Okay. I'm asking.",
        "Sarah: Take me out on a proper date, and I'll show you.",
        "[SCENE_BREAK]",
        "Cole: Well, at least I only have to go to this group thing once.",
        "Langston: Oh, thanks. Jump ship and leave me alone with those freaks.",
        "Cole: Well, just tell Dr. Lord it's not for you.",
        "Langston: Oh, it's not her, it's Social Services. She's just the enforcer.",
        "Cole: Well, tell her that it makes you feel worse about stuff. I mean, she'll go to bat for you.",
        "Langston: Nobody has to know.",
        "Cole: Not even Starr.",
        "Langston: Yeah, I really don't want Markko finding out about this. Markko? What are you doing here?",
        "Markko: Just trying to earn enough money to take you out. Looks like you already got that covered.",
        "[SCENE_BREAK]",
        "Charlie: Dorian, what do you need a contractor for?",
        "Dorian: I have a friend who has a cabin on Llantano Mountain. I've been thinking about getting a place there myself. Perhaps if I took a professional like you up there, you could tell me how much it would cost to build a cabin similar to his.",
        "Charlie: Well, no problem. Just not today.",
        "Dorian: Oh -- there is a really beautiful parcel of land that's available, and I think it's going to go fast, so I better put in a bid today. Now, if we leave right away and -- we can be up there and back in time for your lunch. Besides which, if we do business, you could end up having money enough for the swankiest places in town. And trust me, Llanview has a lot more to offer than the Bon-Jour Cafe.",
        "Charlie: You want me to build a cabin for you and you've never even seen my work.",
        "Dorian: Show me some pictures. Give me some references.",
        "[Dorian chuckles]",
        "Dorian: I'm sure we can work things out.",
        "Charlie: Do you ever take no for an answer?",
        "Dorian: Never. Why don't we get going? We'll drop Addie off on the way.",
        "Addie: [British accent] I'm good to go.",
        "Dorian: Addie -- uh -- what were you thinking when you put together that ensemble?",
        "Addie: [Normal voice] I have to dress this way for my meeting.",
        "Dorian: Uh-huh. So you're wearing goggles, a bathing cap, a bathing suit, with my mink coat as a cover-up to your therapist session?",
        "Addie: No, it's for the meeting of the Polar Bears Club.",
        "Charlie: Wait a minute -- isn't that a club where everybody --",
        "Addie: Yes, we all go for a swim.",
        "Dorian: In the middle of winter?",
        "Addie: We wouldn't be polar bears if we did it in the summer. Honestly, Dorian, get a clue. Or better still, join me. I hear it's absolutely invigorating.",
        "Charlie: I think I'll take a pass this time.",
        "Dorian: Yes, and I can think of other things that are more invigorating. Shall we?",
        "[SCENE_BREAK]",
        "R.J.: Bo, congratulations.",
        "Bo: Oh, R.J., come on. You know, it's not -- it wasn't a contest or anything, it's just the way the judge ruled. I'll be honest with you -- I think Lindsay would have been okay with either one of us.",
        "R.J.: Well, it's all good. I mean, it's one of the very few things we've ever had in common. We both want what's best for you.",
        "Lindsay: Thank you, both of you.",
        "R.J.: Well, I think I'm going to take off. I'll see you around.",
        "Lindsay: Bye, R.J.",
        "Nora: I'll be keeping an eye on you, Lindsay.",
        "Lindsay: I'll bet you will.",
        "Bo: Well -- ahem -- what do you say, Lindsay? You ready to head home?",
        "Lindsay: Yeah. I'm ready.",
        "[SCENE_BREAK]",
        "Langston: I didn't know you were looking for a job.",
        "Markko: I told you, I need some way to pay for stuff.",
        "Langston: That whole thing about guys always paying is so medieval. And, you know, Dorian practically gave me her platinum card. I can cover anything.",
        "Markko: Hmm. Not your Valentine's present. So, what's up with you two?",
        "Cole: Busted. Might as well tell him.",
        "Langston: Oh. We're both stuck going to group therapy.",
        "Markko: Oh. So why didn't you tell me?",
        "Langston: I just found out about it, like, a half an hour ago.",
        "Markko: Well, maybe it'll help.",
        "Langston: Right.",
        "Markko: I got to motor. Deliveries to make. Later.",
        "Langston: Was it me, or was that a little sketchy?",
        "Cole: It was probably just about his job or something.",
        "[SCENE_BREAK]",
        "Sarah: Could the service get any slower?",
        "Cristian: You just got to keep your mind off of it.",
        "Sarah: Well, I didn't get the kiddie menu with the cray--",
        "Cristian: Still hungry?",
        "Sarah: Famished.",
        "[Cristian chuckles]",
        "[SCENE_BREAK]",
        "Ofc. Fish: Oh, excuse me. Detective Vega, there's been a robbery in Angel Square, and they want us on the scene.",
        "Antonio: The squad's in space 17. Bring it around.",
        "Ofc. Fish: Oh, you -- you actually want me to drive?",
        "Antonio: Just get the car, okay? Oh -- this is crazy. Look, I -- I know there's no opening now, but -- but there will be soon, and you don't have to go all the way to Cherryvale.",
        "Talia: I need the work, Antonio, now.",
        "Antonio: Well, I -- I realize that, but I -- I could loan you the money, if that's --",
        "Talia: It's about more than just that. Thank you. I -- I need to be able to tell myself I'm as good as my word. And I made this mess.",
        "Antonio: We both did.",
        "Talia: And now we both have to live with it.",
        "Antonio: Apart.",
        "Talia: Look, I don't like this any more than you do, but we can still see each other. Call me.",
        "Antonio: Oh!",
        "[NEXT_ON]",
        "Antonio: When can I come to Cherryvale a take you to dinner?",
        "Talia: Never.",
        "Marcie: I am so sorry that I got you into this.",
        "Michael: When can my wife go back to Llanview?",
        "Agent Sutton: Not any time soon.",
        "Natalie: You've got a lot of explaining to do."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=0i3nlZ0Sm7s"
}