{
    "Episode Summary": [
        "Episode # 10740"
    ],
    "Recap": [
        "While stuck at St. Anne's after Eli threatened her, Hannah knows she has to contact Cole. So she distracts a security guard to get his phone and calls him. Meanwhile, Cole is torn between Starr telling him that Hannah manipulated him, almost got his probation revoked, wanted to break them up, pushed his mom, tried to kill Ford, and got Todd falsely accused of pushing Marty. But he somehow knows that Hannah might not have done the crimes. Eli represents him in court and tells him he can help him beat the charges if he blames Hannah for everything. Meanwhile, Todd, Tea, Dani and Nate all go to New York and Tea shows them where she grew up. Tea manages to persuade Todd to drop the charges against Cole. Eli is up to no good after drugging Rex. Kelly finds Rex who informs her he knows that Bennett Thompson has been there and drugged him in his hotel room. Blair is at first suspicious of Eli when she finds out he lied to her about where he was when they could not see each other. But he gives her an engagement ring and she warms up to him and forgives him."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Nate: Mom, don't worry. They're taking great care of me. No, I haven't been kidnapped. This time I went willingly.",
        "[SCENE_BREAK]",
        "Todd: Oh, a baked good, thank you.",
        "Téa: You're welcome. You've got to keep your strength up. There are a lot of items on my bucket list today.",
        "Todd: What I really need is coffee.",
        "Téa: No, what you really needed was a good night's sleep.",
        "Todd: I'm not gonna close my eyes with hormones with legs there. I'd be in Dani's room faster than you can say unprotected sex. I'm too young to be grandpa again.",
        "[SCENE_BREAK]",
        "Hannah: This isn't right. I didn't push Marty Saybrooke, and I'm not crazy. I shouldn't be here. Somebody get me out of here.",
        "[SCENE_BREAK]",
        "Starr: Hey.",
        "Cole: Look, I don't want to talk about Hannah, ok?",
        "Starr: I know. She's not my favorite person to talk about, either, but she's still a big part of your trial.",
        "Cole: How? I mean, she's at St. Ann's.",
        "Starr: Yeah, for now. And she may not be able to testify, but she's still going to bring up her confession.",
        "Cole: I said I don't want to talk about it, okay? I'm sorry.",
        "Starr: You know what? Every time Hannah's name is mentioned, we always end up having a fight about it. Why don't we just clear the air?",
        "Cole: I don't know what you want me to say. I mean, she had some kind of, like, breakdown or whatever, and--I mean--what more do you want me to say?",
        "Starr: That's what I'm talking about. It's like you're still defending her. She pushed your mom down a flight of stairs. She blamed it on my dad, which got you so upset that you almost killed him. You are facing criminal charges because of her. You should be furious!",
        "Cole: Whatever happened... wasn't because of Hannah. It was all on me.",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "Kelly: Balsom? Kelly Cramer. Open the damn door.",
        "[Knocking on door]",
        "Kelly: Balsom! Do I need to get security?",
        "[Knocking on door]",
        "[SCENE_BREAK]",
        "Eli: Yes, hi. I left a package at the front desk for Rex Balsom. I was wondering if I could have that delivered to his room, please. Thank you. I appreciate it.",
        "[Door opens]",
        "Eli: Mm-hmm. Oh, there is my gorgeous fiancée.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Nate: You see pictures of New York City, it's just buildings. This is...it's beautiful.",
        "Dani: Yeah. And my mom grew up here.",
        "Nate: Makes sense your dad would want to fly her up last night. He was taking her home. And I was lucky enough to come along for the ride. I mean, Llanview's a nice town, but this is the big time.",
        "Dani: I don't know about big time.",
        "Nate: Flying in a private jet, staying in a 5-star hotel. I had no idea your dad could be that nice. And I don't mean to sound ungrateful--",
        "Dani: No, no, I know what you mean. I mean, I'm surprised, too, but even his enemies say he can be really generous.",
        "Nate: He saved my life. I wouldn't be here if he hadn't stepped up. I owe him one.",
        "Todd: Hey. Don't touch her again. You keep your hands off of her.",
        "Téa: Todd.",
        "Todd: Well, he's here on my dime...",
        "Téa: Yes, but this is my day, okay? Rule number one. No freaking out and acting like a maniac. Rule number two, Everyone holds hands.",
        "[SCENE_BREAK]",
        "Starr: She manipulated you, Cole. She was trying to break us up. She admitted it. You can't keep blaming yourself. [Sighs] She dragged you off to another state, she almost had your bail revoked, and she convinced you that I was cheating on you. That girl is a menace.",
        "Cole: It's not all her fault, okay?",
        "Starr: And you can't keep blaming yourself, okay?",
        "Cole: Because I feel guilty, okay?",
        "Starr: What--you feel guilty for believing her? John believed her, too, Cole. You can't blame yourself for this forever. She's a con artist, okay?",
        "Cole: Sorry.",
        "Starr: She's a con artist, Cole. That's just what she does.",
        "Cole: That's-- Starr.",
        "Starr: What?",
        "Cole: Starr, look at me. When we were in Delaware and... and I thought that you had slept with James... I almost slept with Hannah.",
        "Cole remembers: You don't belong here.",
        "Hannah: I--I had a breakdown. I--I pushed your mom.",
        "Cole: No, I don't believe that. Here--sit.",
        "Hannah: I--I attacked Ford. Ask him. He saw me.",
        "Cole: I don't believe anything that Ford says. Why are you lying to me? You could spend years here or in prison.",
        "Hannah: It's worth it.",
        "Cole: Well, okay, what--what's so important that you would give up years of your life?",
        "Hannah: You. I had to lie. It was the only way I could save you.",
        "Cole: From what?",
        "Hannah: Eli.",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "Blair: Something I can do for you?",
        "Eli: I was hoping to have some breakfast, but I'm guessing that's not in the cards. You want to tell me what I did?",
        "Blair: I don't have a clue. You lied about where you were last night. Anything else you're lying about?",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "Kelly: Rex, come on. I flew all the way up here. The least you can do is open the door.",
        "[Thud]",
        "Kelly: Rex? You okay? Rex, you open up this door or I swear that fee you negotiated will be history.",
        "[Door rattling]",
        "[Rex gasping]",
        "Kelly: What the hell happened to you?",
        "[SCENE_BREAK]",
        "Nate: \"Designed by Rosario Candela, this majestic building is sheathed in limestone and dominates its site.\"",
        "Dani: You can say that again. But they're all pretty big, so what makes this one so special? Why is it on the list?",
        "Téa: It's where I grew up.",
        "Dani: Seriously?",
        "Téa: Yeah. I lived here with my dad until I went off to college.",
        "Nate: Halloween must've been a blast. All those swanky apartments.",
        "Todd: Well, they didn't go door to door trick-or-treating, you idiot.",
        "Téa: Actually, we did go door to door trick-or-treating.",
        "Dani: Let's go see your apartment, Mom.",
        "Téa: No, mija, there's strangers living there now.",
        "Dani: Oh, come on. I'm sure they'd think it was cute. Showing your daughter the glamorous suite where you grew up.",
        "Téa: It wasn't glamorous and it wasn't a suite. We lived in a one-bedroom in the basement. My father slept in the living room. We weren't rich, honey. The only reason we lived here was that my father was the super.",
        "[SCENE_BREAK]",
        "Eli: Listen, why don't we go talk about this over a nice glass of iced tea out by the pool? What do you say?",
        "Blair: I have nothing to say to you, except you are a lying dog, Elijah Clarke, just like all the other men in my life.",
        "Eli: Says who?",
        "Blair: Says me! Where were you last night, and don't tell me you were home because I went over to your room to surprise you, and you weren't there.",
        "[SCENE_BREAK]",
        "Rex: Sorry--I must've dozed off. What time is it?",
        "Kelly: It's time to get dressed. It's after 9:00.",
        "Rex: What're you doing here so late?",
        "Kelly: 9:00 in the morning, Rex.",
        "Rex: Wait--it's tomorrow?",
        "Kelly: And I'm not paying you for yesterday--or today, if you don't get your act together. Do you know I called you 10 times? You never picked up. You never returned any phone calls. Finally I got worried and I flew up here. And what do I find? You, passed out from partying all night.",
        "Rex: No, no, I was working.",
        "Kelly: Oh. So you met with your contact from the hall of records? The guy that you talked to about our 3 Bennett Thompsons?",
        "Rex: I'm trying to remember. So I have a P.I. who can't remember if he even talked to his own contact? That's great. I am paying you to find the man who killed my mother.",
        "Rex: I'm doing it, okay? I'm here. Now, I--I called my contact. We set up a meeting. I ordered room service. I was sitting here going over the file. I was having my dinner.",
        "Kelly: And?!",
        "Rex: That's all I remember.",
        "[SCENE_BREAK]",
        "Hannah: I know. I wouldn't believe me, either. I've been doing nothing but lie to you for the past few months.",
        "Cole: Why would Eli Clarke wanna hurt my mom?",
        "Hannah: I don't know. I mean, maybe it has nothing to do with your mom. Who knows why he attacked Ford, but he did. He admitted it to me.",
        "Cole: Okay, so he said that he attacked Ford.",
        "Hannah: He must've pressured Ford into naming me, just like he pressured me into confessing and having a fake breakdown.",
        "Cole: And he threatened to hurt me.",
        "Hannah: To kill you if I didn't do what he said. I knew he's do it. Cole, he's dangerous, and not just because he's violent. I mean, he's cold. You can't reach him. If anything ever happened to you, I couldn't live with myself. I mean, I'd rather spend the rest of my life in jail. I just really want you to believe me--not because of me and you--I mean, I obviously still care about you, but I just want you to promise me that you won't trust Eli, that you won't let him come anywhere near you or your family.",
        "Cole: I promise.",
        "Hannah: So you believe me?",
        "Cole: By the time I'm done everyone will know.",
        "[SCENE_BREAK]",
        "Starr: What do you mean you almost slept with her?",
        "Cole: I stopped myself. Nothing happened.",
        "Starr: Something must have happened. You don't go from \"Hi, how are you doing?\" To almost sleeping with someone.",
        "Cole: The--the point is--",
        "Starr: Did you kiss her? Did you kiss her?",
        "Cole: Yes.",
        "Starr: What else?",
        "Cole: Look, nothing. I stopped her.",
        "Starr: What else! Did she take off your clothes? Did you take off her clothes?",
        "Cole: Starr--",
        "Starr: What?",
        "Cole: Yes. Yes. Yes. Yes.",
        "Starr: Oh, no, no, no. How could you do that to me? How? How could you do that to us?",
        "[SCENE_BREAK]",
        "Dani: I don't get it. I thought that you--you grew up in a penthouse with, like, servants and a limo to take you to school.",
        "Téa: I didn't want you to know the truth. I was ashamed of growing up poor. I was ashamed that my father wore a uniform and mopped the floor. It took me a long time to get over that. Here--sit down. The truth is that my dad sacrificed everything for me. He sacrificed everything so I could live somewhere where it was safe and clean, across from a beautiful park. It was a wonderful life for me until I grew up, and I saw all the other little girls in their plaid skirts go off to private school and go to their houses in the country on the weekends. And my dad knew how badly I wanted to be like those other little girls. So he spoke to a tenant in our building, and she helped me get a scholarship. And off I went in my plaid little skirt to private school, and I got a great education, the best education. But that wasn't enough for me. Oh, no. I wanted to be just like them. And I tried. I--ha ha ha. I went to their parties. I even dated a stupid lacrosse player. But I never dared bring anyone home. And if I saw my father when I was with them? I pretended I didn't know who he was. Lo siento, Papi. Can you imagine that? Your own daughter pretending that you don't exist. He never said a word. And neither did I, until it was too late. Nate, I'm just--I was telling Dani that I never really appreciated my dad the way I should've.",
        "Nate: I--I bet your mom didn't let you get off so easy.",
        "Téa: Actually, my mom died when I was very young.",
        "Nate: I--I'm so sorry.",
        "Téa: Oh, don't worry about it. Come on. Come on. We got a-- a long bucket list to get through today. Let's go. Come on.",
        "Todd: How's that foot taste?",
        "[SCENE_BREAK]",
        "Starr: What? You're not gonna say anything?",
        "Cole: I'm sorry--",
        "Starr: That's all that happened? That's really all that happened?",
        "Cole: Starr, Starr--",
        "Starr: I hate you! I hate you.",
        "Cole: No, you don't.",
        "Starr: Yes, I do. I hate you so much. Yes. How could you do that to me?",
        "Cole: Look, I--I'm sorry. I--I wasn't thinking. I was confused. Starr, I love you.",
        "Starr: You don't love me.",
        "Cole: Yes, I do. Yes, I do.",
        "Starr: No, you don't.",
        "Cole: Starr, wh-when I thought that you had slept with James, I almost went crazy.",
        "Starr: Are you kidding me? This is my fault now?",
        "Cole: I'm not saying that.",
        "Starr: Yes, you are!",
        "Cole: No, I'm not. Look, I--I just--I--I--look, I just--I couldn't think straight, okay? I'm just saying. I was confused. You left me.",
        "Starr: To protect you.",
        "Cole: Well, how was I supposed to know that? I mean--I saw a condom wrapper. I mean, I--I was confused. I thought that you had slept with James. I was just trying to get back at you.",
        "Starr: Get back at me? Getting back at me was almost sleeping with Hannah!",
        "Cole: I'm so sorry.",
        "Starr: Do you have feelings for Hannah?",
        "[SCENE_BREAK]",
        "Hannah: So you don't hate me?",
        "Cole: You lied to protect me. I get it. But it's not going to stop Eli.",
        "Hannah: But he promised me that if I didn't say anything--",
        "Cole: He--he promised you? Eli Clarke? The one who pushed my mom down the stairs? The one who attacked Ford?",
        "Hannah: What was I supposed to do? He was gonna kill you.",
        "Cole: Okay. All right. So... you bought us a little time. But now it's time to turn the tables.",
        "Hannah: How? I'm locked up in this mental institution and I'm all alone.",
        "Cole: No, you're not.",
        "Hannah: You'd help me?",
        "Cole: You saved my life. I'm just returning the favor.",
        "Hannah: Cole, you have no idea how much that means to me, but-- but what can we do with me stuck in here?",
        "Cole: What are you talking about. You're Hannah O'Connor. You can scheme your way out of anything.",
        "[SCENE_BREAK]",
        "Eli: So I'm guilty until proven innocent?",
        "Blair: I have wasted too much time on men like Todd to go down that road again, Elijah.",
        "Eli: Blair, it is really unfair when you compare me to Todd.",
        "Blair: You're both liars.",
        "Eli: That is not true.",
        "Blair: Did you or did you not lie to me about where you were last night?",
        "Eli: Did it or did it not ever occur to you that I didn't want you to know where I was last night for a very good reason?",
        "Blair: Yeah, what reason?",
        "Eli: I really wanted it to be a secret, Blair.",
        "Blair: I don't want secrets, Elijah. I thought you understood that. Look, I'm sorry that this is not gonna work out, but I cannot be with a man who continues to lie to me.",
        "Eli: Well, you're not gonna find anyone better.",
        "[SCENE_BREAK]",
        "Rex: This doesn't make any sense. Why would my contact not show?",
        "Kelly: Well, you were passed out. Maybe you didn't hear him.",
        "Rex: Passed out? From one diet root beer? No. Besides, he needed the money. He wouldn't have given up so easily.",
        "Kelly: Well, then call him back, Rex, and set up another meeting. Do I have to think of everything?",
        "Rex: Maybe he left a message. [Sighs] You...you...you... Gigi called, left me a message and a text. Okay, now that's weird. I got bored on the plane. I recorded new ring tones for everyone.",
        "Rex on phone: Baby mama calling.",
        "Rex: I always pick up when she calls.",
        "Kelly: Good. I'm glad you have your priorities straight.",
        "Rex: That's my point--I would've picked up if it was you, too.",
        "Rex on phone: Bank of Kelly. Bank of Kelly.",
        "Kelly: Touching.",
        "Rex: You're a client. I would've picked up--or at least called you back.",
        "[Telephone ringing]",
        "[Ringing]",
        "Rex: Yeah? Send it up. Somebody left me a package last night.",
        "Kelly: Let me guess--your contact?",
        "Rex: Uh, I'm gonna be checking out soon. Could you send up a copy of last night's room service bill? No, I didn't sign for it. Wait, are you saying that somebody else signed my name to my room service bill? No, don't do that.",
        "Kelly: Aah!",
        "Rex: Let go.",
        "Kelly: Ow! Excuse me?",
        "Rex: Bad chips.",
        "Kelly: Really? Bad chips?",
        "Rex: I couldn't take the chance.",
        "Kelly: I get up the crack of dawn, catch the first flight here, skip breakfast because I was worried that Bennett Thompson was going to murder you.",
        "Rex: The salsa, it's gotta be.",
        "Kelly: I'm hungry! I want a stupid chip that I am probably paying for, and you're Bogarting the salsa?",
        "Rex: Bennett Thompson was here last night.",
        "Kelly: Where? Where, in your dreams?",
        "Rex: He drugged the salsa! Who knows what else he did?",
        "[SCENE_BREAK]",
        "Eli: Hey...listen, Blair, I am sorry I came on so strong, but I know what you went through with Todd. Whenever you put me in the same category as him, that makes me...just go a little crazy. All right? I love you. I would go to the ends of the earth for you, Blair. I need you to know that.",
        "Blair: Why did you lie to me?",
        "Eli: You really want to know?",
        "Blair: Yes, I really want to know.",
        "Eli: Even though you're going to kick yourself when you find out? Fine, all right. Just don't blame me for spoiling the surprise. Last night, I was on a plane to New York City.",
        "Blair: Why New York?",
        "Eli: I had some arrangements to make for our future.",
        "Blair: What arrangements?",
        "Eli: This kind.",
        "[SCENE_BREAK]",
        "Nate: Are you mad at me?",
        "Dani: For what?",
        "Nate: For that stupid thing I said to your mom?",
        "Dani: No, no, no. You didn't know. I mean, look at me, begging my mom for her to show me the glamorous apartment where she grew up. And my mom doesn't tell anyone anything if she can help it. I'm going to be finding out stuff about her for the rest of my life. Because believe me, she's taking her secrets with her.",
        "Nate: So maybe you should make your own list.",
        "[SCENE_BREAK]",
        "Todd: So why did you never tell Dani the truth about how you grew up?",
        "Téa: Have you told Starr and the boys about Peter Manning?",
        "Todd: Hmm.",
        "Téa: I was too ashamed of how I treated my father. I didn't want her knowing what a small-minded, envious snob her mother was.",
        "Todd: \"Was\"? No, you've changed. You married me. What kind of a snob would do that?",
        "Téa: Good point. I bet Cole's trial starts soon.",
        "Todd: Yeah. I wish I was there seeing him twist in the wind. But like you, I've changed, and I have new priorities. It's your bucket list time.",
        "Téa: You know, he could go to prison for a really long time.",
        "Todd: Yes, he could. You do the crime, you do the time.",
        "Téa: I bet you could stop the trial, get the charges thrown out.",
        "Todd: Yes, I could, but why would I?",
        "Téa: Because it's on my bucket list.",
        "[SCENE_BREAK]",
        "Cole: How could I have feelings for someone who almost destroyed my life?",
        "Starr: Because for some reason, you still feel sorry for her.",
        "Cole: No, that's--",
        "Starr: She dragged you off to Delaware, thinking that she could get with you, and she was right. All she had to do is give you one reason, and you did it!",
        "Cole: That's not how it was. All right, you disappeared, you told me you needed some time.",
        "Starr: I was lying to protect you.",
        "Cole: How was I supposed to know that? All right, I found your diploma, a condom wrapper. I mean, you're upset about me kissing Hannah. I mean, what do you think I felt about you... having sex with James? I mean...",
        "Starr: How did we get to this point? You were off with Hannah?",
        "Cole: And you were off with James.",
        "Starr: What about us? Cole, we used to be a team.",
        "Cole: We're still a team.",
        "Starr: Then why do I still feel like you're on her side?",
        "Cole: Because what happened wasn't just about Hannah. It affected you, me, my mom, John, and... I just want to figure out what happened.",
        "Starr: I know what happened. Hannah confessed. What? You don't believe her?",
        "[SCENE_BREAK]",
        "Hannah: Cole, you believing in me means everything, but I'm locked up in a secure wing of a mental hospital. I can't even walk down the hall, let alone bust out of here.",
        "Cole: You're a persuasive girl. I have faith in you. And once you get out, we'll team up and put Eli behind bars.",
        "Hannah: And then what?",
        "Cole: Who knows?",
        "Man: Ms. O'Connor? Where would you like this?",
        "Hannah: Uh...um, over there.",
        "Orderly: Is there anything else that you need?",
        "Hannah: Um... actually, there is. But call me Hannah.",
        "[SCENE_BREAK]",
        "Kelly: You think your food was drugged? I mean, maybe you're just a heavy sleeper.",
        "Rex: Only I'm not. No P.I. worth his salt is. Okay? But it doesn't really matter, because according to the front desk, I signed for my meal last night, but I know I didn't, because I found my meal outside.",
        "Kelly: And the bellhop?",
        "Rex: No bellhop, no bill, just my burger, which, if you'll notice, has hardly been touched.",
        "Kelly: You weren't hungry?",
        "Rex: I'm always hungry. Shane says I'm a charter member of the clean plate club. There's no way I would have taken two bites and conked out.",
        "Kelly: Unless Bennett Thompson drugged your salsa.",
        "Rex: Kelly, I am here because I believe you when you told me that somebody killed your mother, and then that same person followed Rodney to your office at \"The Sun\" and killed him, too. I believed you, even though in both cases, the medical examiner said the cause of death was heart attack. Now, I trusted your instincts. You have to trust mine, okay? Bennett Thompson is a clever guy. If he's smart enough to make Melinda and Rodney's death look like a heart attack, what's to stop him from spiking my salsa?",
        "Kelly: Okay, so if his point was to put you out of commission--",
        "Rex: So that I would miss my meeting with my contact, whose name is Glen...",
        "Kelly: But Glen left a package at the front desk. If this Bennett Thompson is so clever, why didn't he intercept your package?",
        "Rex: Who says he didn't?",
        "[SCENE_BREAK]",
        "Blair: Oh.",
        "Eli: What do you think?",
        "Blair: Wait till Dorian sees this. [Chuckles]",
        "Eli: Dorian?",
        "Blair: Yes. She is a connoisseur of engagement rings, and this one's beautiful.",
        "Eli: Good. So you're pleased, even though you didn't help pick it out?",
        "Blair: I love it. And I love you. Mmm. I just don't know why you had to lie to me about where you were.",
        "Eli: What can I say? I'm a hopeless romantic. I had this whole lunch planned with flowers and music and--",
        "Blair: Well, see, all I could do was picture you with some wicked redhead, you know.",
        "Eli: Oh, never. Not when I have the most beautiful, charming, jealous blon--ah --who I hope has enough money to afford my medical bills. That hurt.",
        "Blair: You after my money, Counselor?",
        "Eli: I'm after you.",
        "[SCENE_BREAK]",
        "Orderly: Sorry, I'm supposed to meet somebody after my shift's over.",
        "Hannah: Your girlfriend?",
        "Orderly: No. You should eat those eggs before they get cold.",
        "Hannah: I'm sorry. Do you have a tissue? It just gets so lonely in here.",
        "Orderly: Um, maybe--maybe you can talk to your doctor about that?",
        "Hannah: No. He doesn't care. He just wants to put me on drugs, but... [Sighs] You wouldn't understand that. You've got your girlfriend texting you.",
        "Orderly: Oh, no, I don't have a girlfriend.",
        "Hannah: You don't? Why? I mean, you're responsible, you have a job.",
        "Orderly: Um, girls don't really care about stuff like that.",
        "Hannah: I would. It's important to know that your guy can take care of himself.",
        "Orderly: Yeah, you would think.",
        "Hannah: So you don't have anyone to talk to, either? Sit.",
        "Orderly: Oh, uh, we're not allowed.",
        "Hannah: To talk?",
        "Orderly: Maybe for a minute? [Sighs]",
        "Hannah: See? That's not so bad.",
        "[SCENE_BREAK]",
        "Starr: Don't you dare tell me that you still believe that she's innocent.",
        "Cole: Of course not. I know that Hannah didn't see your dad push my mom down the stairs. I know that he had nothing to do with it.",
        "Starr: Good. Can I get that in writing?",
        "Cole: But what about the rest of it? About pushing my mom and attacking Ford?",
        "Starr: She confessed.",
        "Cole: But why? I mean, the cops couldn't prove that she had assaulted my mom. And the Ford thing--I mean, he had hurt her, but she moved on.",
        "Starr: Do you know who she moved on to? She moved on to you.",
        "Cole: Starr, I swear to you, nothing happened. I mean, I know how bad it feels, even just thinking about you with James. It's--it's like the ground was dropping out from under me. Starr, look, I lost my mind for a minute. But then, I got my head straight and I stopped it. I don't want her. You have to believe me. Starr, look at me. You and Hope... you're my world. Please tell me --tell me that you believe me.",
        "Starr: I know that you love us.",
        "Cole: So you forgive me?",
        "Starr: We have to go to court.",
        "[SCENE_BREAK]",
        "Todd: Somehow, I doubt that saving Cole from prison is on your bucket list.",
        "Téa: It is now.",
        "Todd: No, no, that's not fair. No last-minute additions to the bucket list.",
        "Téa: All I have are last minutes.",
        "Todd: That's dirty pool.",
        "Téa: Todd, you are uniquely qualified to grant this wish.",
        "Todd: Listen, even if I drop the charges, or I refuse to press them, the state would still go after him.",
        "Téa: The state has no case if you refuse to cooperate.",
        "Todd: But this has nothing to do with you. I don't get it.",
        "Téa: I beg to differ. Cole is Hope's father. Hope is Dani's niece. Okay?",
        "Todd: Ugh. Give me a break.",
        "Téa: No, no, no! Do you really want your grandchild growing up knowing that her father is in jail because her grandfather was too stubborn to do the right thing?",
        "Todd: Well, since when is cutting criminals loose the right thing?",
        "Téa: Do you really want to ask that question?",
        "Todd: I paid for every little thing I've done.",
        "Téa: Yeah. And so have your children. Look, I'm not saying you aren't right. You were beaten, you were accused, you were thrown in jail. But Starr stuck by you through all of that. You owe her one.",
        "[SCENE_BREAK]",
        "Dani: What kind of list?",
        "Nate: Of everything you want to know about. So she can tell you and we can tape it. We can watch it whenever you want. It'll be like a little mini doc of your mom's life. You know, a memoir. Or not.",
        "Dani: No, no, no. It's a really great idea.",
        "Todd: Ah, ah, ah, ah, ah. Say good-bye.",
        "Nate: Sorry, sir.",
        "Todd: It's time to go.",
        "Dani: Wait--what do you mean? Where are we going?",
        "Todd: No, no, you're going to stay here with your mom and lover boy and I are headed home.",
        "Dani: Don't call him that. Oh, and we're allowed to kiss.",
        "Todd: Oh, yeah? Says who?",
        "Téa: Me. And this isn't punishment. Todd has something to do in Llanview.",
        "Todd: And you guys need some girl time alone, anyway.",
        "Nate: Your dad's right.",
        "Todd: Don't suck up!",
        "Téa: Hey! Shut it, Todd!",
        "[Todd sighs]",
        "Nate: I really appreciate being able to spend time with you, Ms. Delgado.",
        "Téa: I feel the same way, Nate.",
        "Nate: Thank you, sir, for--",
        "Todd: Yeah, save it for the plane, ok?",
        "Dani: You better be nice to him.",
        "Todd: Yeah.",
        "Nate: I'll see you soon?",
        "Dani: Yeah.",
        "Téa: Come here. Kiss me, you fool.",
        "Todd: Well, I'll see you later. Don't wear her out. Come on. You and I have some ground rules to discuss, okay? [Sighs]",
        "[SCENE_BREAK]",
        "Dani: This is gorgeous.",
        "Téa: [Chuckles] I used to come here with my mom when I was real little. It's one of my only memories of being with my mom...and one of my favorites. She used to bring a penny for each of us, and we'd make a wish. You want to? All right. Okay. She used to say, \"Close your eyes\"...close your eyes.",
        "Dani: Oh.",
        "Téa: \"And think about what you'd wish for if you knew that it would come true.\" Got it?",
        "Dani: Yeah.",
        "Téa: Me, too. Now open your eyes.",
        "Dani: 1, 2, 3. Did any of your wishes ever come true?",
        "Téa: The most important one.",
        "[SCENE_BREAK]",
        "Blair: Dorian, look at... boy, can you pick 'em. Hmm.",
        "[SCENE_BREAK]",
        "Rex: What if Thompson drugged me and then waited for my contact to show? Glen doesn't know what I look like. Thompson could have met with him, taken the package...",
        "Kelly: And swiped everything that pointed to him.",
        "Rex: Exactly.",
        "Kelly: So, what do we do?",
        "Rex: We go to the hall of records and hope that Glen can tell us who Bennett Thompson really is.",
        "[SCENE_BREAK]",
        "Eli: Good. You're on time. Sorry, if I may just have a quick word with my client, please...",
        "Starr: Sure. I'll be outside.",
        "Eli: Thanks. Well, I just wanted to discuss our approach today, obviously, if we want to get these charges dropped.",
        "Cole: Any chance of that?",
        "Eli: One. I think I can get the judge to dismiss if you blame everything on Hannah O'Connor.",
        "[SCENE_BREAK]",
        "Hannah: Thanks for listening.",
        "Orderly: Well, I did all the talking.",
        "Hannah: Well, all I know is that I feel much better.",
        "[SCENE_BREAK]",
        "Cole: I don't want to drag Hannah into this. She's got enough problems.",
        "Eli: I know, but she's a troubled young woman, Cole. And, unfortunately, the cause of your attack on Todd Manning. Once we make that clear to the judge, I'm sure he'll vacate the charges.",
        "[Phone rings]",
        "Cole: Excuse me.",
        "Eli: Sure.",
        "Cole: Hello?",
        "Hannah: Cole, it's me--Hannah.",
        "[SCENE_BREAK]",
        "[As Starr sits by herself, Todd approaches her and smiles]"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=NXZ3I-tASYc"
}