{
    "Episode Summary": [
        "Episode # 10539 ~ Children of a Lesser Todd"
    ],
    "Recap": [
        "Natalie goes to Todd's house looking for Tea to hire her as Jared's defense attorney. Todd tells her that Tea doesn't live there anymore. He tells her she should follow his lead and dump Jared. Natalie tells her uncle that if he let his marriage fall apart after one day and one lie, then he doesn't love Tea. She reminds him that he lies to everyone on a regular basis and tells him that Tea must have had a good reason to lie. She tells him everyone should have the opportunity to defend themselves and she is not giving up on Jared. John McBain interrogates Jared. Viki tells John she cannot imagine that Jared is guilty and she hopes John finds out the truth soon. Charlie wonders about Jared's involvement with Landers but assures his son that he is there for him. He tells him that if he is in a sticky situation they can get through it together. Jared admits that he needs his father's help. Natalie tells Jared that she was unable to reach Tea but another lawyer is on the way. He admits that he has been lying to her. Jared's arrest is published in the Sun. Dorian uses the headline to discredit Viki's candidacy. Amelia plots against Dorian. David overhears her conversation. She covers with an excuse. Dorian rallies the Latino vote in Llanview. She has Amelia set up a press conference with the Gay Alliance. She tells David she will steal the liberal vote from Viki. David tells her he is not so sure that a press conference is what Amelia is arranging. Amelia calls Nick Chavez, tells him about the press conference at La Boulaie, and reveals that Dorian has no idea what they are planning.",
        "Tea confronts Blair about sabotaging her divorce papers. Blair wonders what Tea doesn't want Todd to know about her marriage to Ross. Tea wonders why Blair cares. Blair plays the children card, and Tea reminds her that her daughter and grandchild were almost killed while Blair was traipsing around the world looking for Ross. Blair tells Tea that she is too selfish to love a child. Tea tells her she is wrong; she knows how to love a child because she has one.",
        "Markko shows Langston the footage of their intimate encounter that he accidentally caught on tape. She demands that he erase the tape. Starr leaves Hope with Cole while she goes to school. Nick Chavez is the substitute teacher for Miss Breslin's history class at Llanview High. Markko's parents arrive while hope is crying inconsolably. Mrs. Rivera quiets her, telling Markko that she was just hungry. Mr. Rivera explains how to figure out what a baby needs by process of elimination. Markko thanks his parents for the vacuum the brought and apologizes for the mess. His father tells him he must respect his new home. Cole covers for him and says he is the messy one. Mr. Rivera tells Cole that he has a lot on his plate taking care of a wife and child while attending school fulltime. Just as Mr. Rivera discovers that Cole and Starr are not married, Starr and Langston enter with a key; he wants to know why his girlfriend has a key to his apartment. Markko reminds his father that this is Cole's apartment. Cole and Starr explain that they decided to wait until she graduates to get married. Mr. Rivera asks Markko about school and Cole encourages him to show his film to his parents. He accidentally plays the tape of him making out with Langston."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Cole: Little help here.",
        "Markko: Uh, in a minute.",
        "Cole: Look, Rivera, my daughter's coming over. Look, I realize that you're an artist and you don't care about money, but loose change everywhere, that's a choking hazard. Last week's pizza--that's toxic. Your dirty socks--you got wildlife growing on these things.",
        "Markko: Okay, okay. I'll clean up. Just, um, hey, would you come take look at this sequence? It's my first assignment for film class, and, you know, I want to make sure it reads.",
        "Langston: Everybody decent?",
        "Cole: I live with an artist, so no problems.",
        "Starr: Oh, my God.",
        "Markko: Well, it's not that bad.",
        "Langston: Says the slob. I told you not to bring her over here.",
        "Starr: I turned down a chance for Aunt Dorian to use you as her campaign pop for this?",
        "[SCENE_BREAK]",
        "Dorian: Buenas días indeed. Whew! Huevos rancheros. David, why didn't you think of this?",
        "David: Because you hate huevos rancheros.",
        "Dorian: The people love them. This was a wonderful idea. Amelia, you're the perfect campaign manager. Did I tell you that the owner of this diner is an émigré Latina? Yes. Named Carlotta Vega. She's a very close personal friend of mine. I practically raised her two sons.",
        "Amelia: Really? Because I see that Mrs. Vega's wearing Viki's campaign button.",
        "David: Uh, that would be because Carlotta used to work for Dorian, and people who used to work for Dorian tend to have issues with Dorian.",
        "[SCENE_BREAK]",
        "Viki: Oh, Charlie, I am so sorry about this. I will talk to Todd",
        "Charlie: I just don't understand. What does Jared have to do with any of this?",
        "Viki: Well, sweetheart, he found the body. John has to question him.",
        "Charlie: All night?",
        "[SCENE_BREAK]",
        "Jared: How many times do I have to tell you? I don't know Wayne Landers, and yes, maybe we were in the same facility together, but I never met him, I don't know what he wants with me, I don't know what he wants with the Buchanans. In fact, I never laid eyes on him until I saw him lying there on the terrace.",
        "John: Where he asked you to meet him.",
        "Jared: I never saw that text.",
        "John: And all the calls? I mean, Landers' last call was to you, right?",
        "Jared: John, he had my phone number. That doesn't mean I know him.",
        "John: [Scoffs] Help me here, man. I want to believe you, I do, but there's a lot of evidence, and my gut's telling me you know something you're not saying, so do yourself a favor... tell me what you know, all of it.",
        "[SCENE_BREAK]",
        "Todd: I know it's early. I just had to tell you how much it meant to me that you'd rescue me from Téa. I'd have never found out that she was still married to Ross Rayburn if it weren't for you. So, thank you. She'd have made my life a living hell. But you saved me. And I'm just so damn grateful.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Todd: Téa?",
        "Natalie: Why did you print this?",
        "Todd: Because it's the truth, Natalie. That's our policy. It's on the front page. I mean, you're welcome to try to prove us wrong if you'd like.",
        "[SCENE_BREAK]",
        "Todd: You're the only woman I trust. You're the only woman I want.",
        "Blair: What are you--wha--",
        "Téa: Ha ha! Rise and shine, bitch.",
        "[SCENE_BREAK]",
        "Cole: No worries. My room's clean.",
        "Starr: Good, because Hope needs a nap.",
        "Cole: I don't have class till later. Maybe you can skip and hang out with us.",
        "Starr: Maybe.",
        "Langston: Uh, hello. We have that test on the fall of Saigon. Just wait till you grow up and you have to know about every war that ever happened.",
        "Starr: But seniors have a half day today.",
        "Langston: Yeah. So we'll be back as soon as we check out that hot new American studies teacher.",
        "Starr: Oh!",
        "Cole: Great. You have a hot teacher.",
        "Starr: You have absolutely nothing to worry about. I'm not crazy anymore. Come on. Oh, just wait until you see the crib daddy bought you in this room.",
        "Markko: Hey, come check this out.",
        "Langston: Oh, God, not another lingering shot of me and my freckles.",
        "Markko: I love your freckles.",
        "Langston: Ah, yeah, but by the end of the semester, your whole class is gonna hate them.",
        "Markko: No. This is--this is just for me and you.",
        "Langston: Markko! Did you make a porno film of us?",
        "[SCENE_BREAK]",
        "Dorian: Ahh...",
        "David: Oh, uh, be careful. You're salivating on yourself.",
        "Dorian: Oh, I can't help it. Ha ha! Oh, I just love seeing Viki's campaign self-destruct.",
        "David: Poor Viki.",
        "Dorian: Poor Viki? Her daughter had you hogtied in the stables trying to prove that Jared was the true Buchanan heir. They practically stole your birthright from you.",
        "David: True, but like my pa, Bo Buchanan, I found that I have compassion in my heart.",
        "Dorian: David, the Buchanans have made you into a mush brain, and that is why I had to replace you as my campaign manager. You have no loyalty.",
        "David: I have no loyalty?",
        "Dorian: Absolutely not. I gave you your chance to play gay. You refused to even though it would help me. Well, that's not my fault, is it? I needed a high-profile homosexual in my campaign, and here she comes.",
        "Amelia: Good news, you're up in the polls.",
        "Dorian: Ah. I'm--ha ha!--Right again!",
        "Amelia: Come on.",
        "Dorian: I rest my case.",
        "Amelia: Let's rock your Latino vote.",
        "Dorian: Ole.",
        "[SCENE_BREAK]",
        "Viki: John is just being thorough, that's all. I mean, he's obviously going to let Jared go. He has to. There's no way Jared killed that man.",
        "Charlie: Are you 100% sure of that?",
        "[SCENE_BREAK]",
        "Jared: I swear to you, I didn't kill anyone.",
        "John: Okay. Let's look at this from my point of view. You're discovered with the body and your prints are on the murder weapon.",
        "Jared: I explained that.",
        "John: There's evidence on your computer of you transferring funds to Landers.",
        "Jared: Someone must have planted it.",
        "John: And all the calls between your phone and his.",
        "Jared: John, somebody's framing me.",
        "John: Who?",
        "Jared: I don't know. How many times do I have to tell you that?",
        "John: Until it all adds up.",
        "Jared: You know what? Ha ha! When Natalie said that you were out to get me, I said no, not possible. But I'm beginning to think she's right.",
        "John: Ah, see, now, I'm out to get you, too. And why would I want to do that?",
        "Jared: Because you were in love with my wife. Maybe you still are.",
        "[SCENE_BREAK]",
        "Natalie: Just because Jared found the body does not make him guilty.",
        "Todd: Your ex at the PD has a lot more on Jared than a bad luck stumble across a corpse. According to my source, McBain thinks that he was working with Landers.",
        "Natalie: That's so not true! And you know what, so not even the point! You are my family, you were supposed to have my back, not use it as target practice.",
        "Todd: Well, I was in a bad mood when the story came out.",
        "Natalie: Okay, so put in a retraction.",
        "Todd: Sorry. I can't do it.",
        "Natalie: Argh! Where is your wife? I need to hire her to represent Jared.",
        "Todd: She's not home.",
        "Natalie: Okay, when's she gonna be back?",
        "Todd: If I'm lucky, never.",
        "[SCENE_BREAK]",
        "Blair: What the hell? What is wrong with you? Oh, my God, who let you in here?",
        "Téa: You told Todd that I'm married to Ross Rayburn.",
        "Blair: Well, somebody had to, didn't they?",
        "Téa: He threw me out. Our marriage is over. Are you happy now?",
        "Blair: Yes. God, yes, I am. Ha ha!",
        "Téa: Ha ha.",
        "[SCENE_BREAK]",
        "Markko: I swear, I had no idea the camera was on when we were, you know. I would never shoot us like that. Unless you wanted me to.",
        "Langston: That would be a no. As in never.",
        "Markko: Okay, but--so then I go to edit the footage, and there it is, and you are so hot.",
        "Langston: Well, right back at you, but delete it.",
        "Markko: It's not like it's part of my class project. I pulled it out. It's in its own separate file just for us.",
        "Langston: Okay, either you delete it or I will.",
        "Markko: Okay, okay, okay, you're right.",
        "Langston: Ahh...",
        "[Ding]",
        "Langston: What's that?",
        "Markko: Oh, it's just an e-mail. With any luck, it's from my history professor. He said we should be getting our mid-term grades in today.",
        "[Footsteps]",
        "Starr: Okay. Don't forget, we should really get going, okay?",
        "Cole: What is it?",
        "Starr: What, did you get a 99 again?",
        "Markko: I wish.",
        "[SCENE_BREAK]",
        "Téa: Are you really so damaged that you enjoy causing other people pain?",
        "Blair: I mean, you lied to your husband.",
        "Téa: Not true. When Todd and I got serious, I told Ross that I wanted a divorce. You're the one who messed with the paperwork. You're the reason the divorce was never finalized.",
        "Blair: If you'd told Todd in the first place--",
        "Téa: Well, I thought I wasn't married. I thought the divorce had gone through.",
        "Blair: Well, don't you think Todd deserved to know that you were married to a man that he hired to kidnap his kids?",
        "Téa: Would he have wanted to know? Probably. Did he deserve to know? That's a question that could be argued both ways. Was I going to tell him? Yes.",
        "Blair: When?",
        "Téa: In my own sweet time.",
        "Blair: Oh, please, you had opportunity for months to tell him, but you didn't. I want to know why.",
        "[SCENE_BREAK]",
        "Natalie: So, what happened? You guys were married for how long? A day and a half? Téa just finally wake up and realize what you're really like?",
        "Todd: Natalie, she's not here, okay, so you're gonna have to find murder boy another lawyer.",
        "Natalie: Okay, well, then where is she? At the Palace?",
        "Todd: I don't know.",
        "Natalie: You're not gonna go after her?",
        "Todd: No. I don't want anything to do with her. No. I trusted her, and she's made a fool of me, just like Jared's making a fool of you.",
        "[SCENE_BREAK]",
        "John: It's true. I will always care about Natalie. And since you're giving me no reason to believe your story, I'm starting to think that maybe she's married some sort of homicidal scam artist.",
        "Jared: Oh. And you're gonna be the one to set her free?",
        "John: Believe it or not, man, I'm in here trying to set you free, but for some reason you won't help yourself.",
        "Jared: How am I supposed to do that when I don't know anything?",
        "John: Oh, let me count the ways. Let's see, you get beaten up, but you don't see anything. Your computer gets hacked, but somehow you don't know how it got hacked. You got messages from Landers on your phone, but you don't know how he got the number. I don't know, Jared, either you're really stupid or you're just holding out on me, man.",
        "Jared: I'm done talking. I'm not saying another word till my wife gets here with my lawyer.",
        "[SCENE_BREAK]",
        "Viki: Do you think Jared might be guilty?",
        "Charlie: I don't know what to think.",
        "Viki: But that's-he couldn't possibly have killed that man.",
        "Charlie: But did he know him? Was there something going on? Look, I don't suspect that Jared would ever do anything to hurt his family.",
        "Viki: Oh, he'd never hurt Natalie or any of us.",
        "Charlie: Okay, but maybe he was being blackmailed or caught up in something. I just don't know.",
        "Viki: Well, I'm sure we'll get answers soon.",
        "Charlie: Yeah. Let's just hope we hear the ones we want.",
        "[SCENE_BREAK]",
        "Dorian: Yo soy Dorian Lord. [Speaking Spanish] I think I got that right. Thank you. Thank you. Appreciate that. And for the Anglophones, of course I'm Dorian Lord, and I hope to be the next mayor of our fair city. Ha ha! Thank you again. By the way, did anybody hear or see the front page of today's \"Sun\"? Hmm? Yes, although our hearts do go out to Viki Banks and her family yet again, I just--it raises the question: Is this really what our city needs, another scandal after Mayor Lowell, who has been indicted and is now in prison? I think this calls for a clean sweep. Thank you again. Thank you, really. So in that light, I would like to introduce you to my new campaign manager, Ms. Amelia Bennett, who is an out and proud lesbian, and she will be walking among you available to take your questions and your concerns, so that we can act upon them.",
        "David: Thank you all. Thank you all very much. Thank you very much.",
        "Dorian: Yes, thank you. Thank you very much.",
        "David: Not bad.",
        "Dorian: Thank you.",
        "David: Yeah.",
        "Dorian: Very much. Ha ha! So... yeah, there's Jared, turning over a new leaf. Ha. He's a-- always. He's always been after the Buchanan millions. And now he's got blood on his hands.",
        "David: Yeah, just like you. Nash Brennan. All that nastiness with the shareholders meeting.",
        "Dorian: Again, David?",
        "David: If the shoe fits.",
        "Dorian: I just took over Buchanan Enterprises. Jared is the one who pushed Nash into that skylight.",
        "David: Mm-hmm.",
        "Dorian: You know, I wouldn't be surprised if Natalie were next. Oh, yeah. Jared's probably taken out an insurance policy on her for millions, and then there's her inheritance. Mm-hmm. That girl better watch her back.",
        "[SCENE_BREAK]",
        "John: I'll tell him. Whew. Well, when Natalie gets back here with your lawyer, you might want to tell her there's some new evidence.",
        "Jared: Like what?",
        "John: You never mentioned you and Landers were pen pals.",
        "Jared: Pen pals?",
        "John: You should have dumped the data on your computer better. The lab just checked your deleted e-mails. You and Landers talked about everything from stalking Jessica to the photo drop at B.E. You even talked about your little attack and how you'd make it look like a botched kidnapping. You still don't want to talk?",
        "[SCENE_BREAK]",
        "Markko: Well, the good news is my parents want to see me.",
        "Cole: And the bad news?",
        "Markko: I made the mistake of telling them that I don't have class on Wednesdays.",
        "Langston: And they're coming over?",
        "Markko: Afraid so.",
        "Langston: Okay, let's go.",
        "Markko: Well, I mean, you don't have to run out. I mean, they know we're together. It's why I'm here.",
        "Langston: Trust me; they don't need to see the harlot from hell on their first visit.",
        "Markko: All right, all right, go to class, and if they're still here after they see this mess and my dad gets done telling me why I'll never amount to anything in life...",
        "Langston: He is wrong.",
        "Markko: Right. But if they're still here when you get back, then too bad. You're my girlfriend, and I love you.",
        "Starr: I...really hate to break it up, but we have a half an hour to go across town, park, and make it to class on time.",
        "Langston: Okay, okay.",
        "Starr: Sorry.",
        "Langston: Mmm.",
        "[SCENE_BREAK]",
        "Dorian: I have always loved children. I have two daughters of my own: Cassie and Adrianna. Adrianna's father was Latino. Yes, and then recently I adopted a lovely young woman whose mother was Colombian. Unfortunately both her parents were killed when they were doing humanitarian work in Vietnam. But I have...",
        "Amelia: I've got Dorian Lord eating out of the palm of my hand. Not long. I should be able to put part two of my plan into action as soon as I hang up the phone. David.",
        "David: Did you know that I was the star of the Supermodel Crime Club?",
        "Amelia: I don't watch that much TV.",
        "David: I played a really smart detective who was smart. So why don't you save us both some time and tell me who you were talking to on the telephone and what part two of your plan is.",
        "[SCENE_BREAK]",
        "Viki: Have you--have you been able to talk to him yet?",
        "Charlie: Well, no. He's still in there with John.",
        "[SCENE_BREAK]",
        "Jared: You think I tried to kidnap myself?",
        "John: I think you and Landers were working together.",
        "Jared: But why? What's in it for me? I'm happily married. I've got a good job. Why would I want to mess that up?",
        "John: Why would you transfer thousands of dollars into Landers' account?",
        "Jared: But I didn't. Hey, you know what? Until my lawyer gets here, I'm done.",
        "[SCENE_BREAK]",
        "Viki: John promised you that he'd--well, he would let you see Jared.",
        "Charlie: Yeah, well, I don't just want to see him. I want to get him out of here. Lieutenant, are you done in there? Can I take my son home?",
        "John: I'm afraid not, Charlie.",
        "Charlie: Well, what's the charge?",
        "John: We haven't gotten there yet.",
        "Charlie: Okay, then if you're not gonna charge him--",
        "John: I didn't say that. You can talk to him if you like.",
        "Viki: I brought a coffee for Jared. Is that okay?",
        "John: Of course.",
        "Viki: John, John, you must know that Jared didn't kill that man. I mean, he couldn't do it. It's just not who he is.",
        "[SCENE_BREAK]",
        "Natalie: I don't care what John says or how many nasty headlines that you want to print, because I believe there has to be some sort of explanation for this so-called incriminating evidence. Plus that, I trust my husband.",
        "Todd: You know what? You deserve everything you get from this, 'cause it's bad enough you married this guy after he tried to scam the family. Now you're trying to bankroll his defense. He's guilty. He murdered his cellmate. Period.",
        "Natalie: Jared didn't murder anyone. He didn't even--they were not cellmates. He didn't know the guy.",
        "Todd: You should have dumped him at the first sign of trouble, Natalie.",
        "Natalie: Oh, really, like you did to Téa? Well, I thought you loved her.",
        "Téa: It's none of your business.",
        "[SCENE_BREAK]",
        "Blair: You know what? Okay, I want to--let's just pretend something, okay? Let's go back down to the basement of the K.I.D. house when, you know, the gas was seeping in and we both thought that we were dying. Why don't you tell your best friend Blair here why you didn't tell Todd that you were married to the surfer dude?",
        "Téa: I had my reasons.",
        "Blair: You had your reasons? That's it? That's it? Come on, Téa, you're a lawyer. It never occurred to you that Todd might get a little pissed off once he found out? 'Cause you knew he was gonna find out sooner or later, didn't you?",
        "Téa: Ha ha. You know what? You're right.",
        "Blair: I know.",
        "Téa: It was my fault. It never occurred to me that his jealous ex-wife would stoop so low. I mean, it's obvious you're in love with him. That's never gonna change. But the fact that you thought you could win him back by sandbagging me.",
        "Blair: I don't want Todd back, Téa.",
        "Téa: So you keep saying. And I'm really glad to hear that because as much as Todd may hate me, he wants no part of you. Oh, he was very clear on that. Oh, God, if you could have heard the things he said about you, you would have died. You know Todd, he can be so brutal, but, uh, he was very clear on this one thing. You will never be more to him than a sloppy toss in a cabana.",
        "[SCENE_BREAK]",
        "Amelia: I was speaking to a colleague. He ran the mayor's race in Pittsburgh.",
        "David: He? I thought you were from Lesbiana, if you know what I mean.",
        "Amelia: He happens to be a friend.",
        "David: Hmm. And part two?",
        "Amelia: Is where we capitalize on Viki Banks' drop in the polls and organize a press conference and host a caucus of liberal organizations at Dorian's home. Uh, does that sound like a part two to you?",
        "[SCENE_BREAK]",
        "Nick: All right, good morning, everybody. I'm Nick Chavez. I'll be covering for Miss Breslin while she's on maternity leave. All right, we still have a couple minutes, so talk amongst yourselves.",
        "Girl: He's cute.",
        "Second Girl: Remember what happened with the last cute teacher?",
        "Girl: This one's mine, Starr.",
        "Langston: Will you give it a rest? Ahh...",
        "Starr: It's okay.",
        "Girl: She probably already heard that he's g-a-Y.",
        "Second Girl: Are you serious?",
        "Girl: I saw him on the news talking about same-sex marriage. He's, like, head of the GLAC.",
        "Nick: Actually, it's the LGLA. The Llanview Gay and Lesbian Alliance. And yes, I'm a member. And if any of you have any questions about it, feel free to talk to me about it. After class. 'Cause we're gonna talk about American studies. And according to Miss Breslin's notes, you folks have a test today, but it's my class now, so let's take a vote. Who wants a test?",
        "[Groan]",
        "Nick: All right, I'll take that as a no. So let's just talk. Let's talk about the Supreme Court.",
        "Starr: Hey. Nothing from Cole. Guess they're doing okay.",
        "[SCENE_BREAK]",
        "[Hope crying]",
        "Markko: Oh, look at me, look at me! Ah!",
        "Cole: You're scaring her.",
        "Markko: Hey, it always works with my cousin. Stop crying.",
        "Cole: I changed her. I fed her. I don't know what's wrong.",
        "Markko: Text Starr.",
        "Cole: No, I can't. She has to know that I can do this. No. Stop. No.",
        "Markko: Relax. I'm calling 911.",
        "Cole: Yeah, so your folks can walk in on a pair of men comforting my screaming child.",
        "Markko: Right, right. Not a very good idea. When they realize that you're a package deal, they're gonna freak.",
        "[Knock on door]",
        "Markko: It's them. What do we do?",
        "Cole: The only thing we can do. It's open.",
        "Markko: No.",
        "[Hope wailing]",
        "[SCENE_BREAK]",
        "Téa: Okay, let's not do this, okay?",
        "Blair: It's easy for you to take the high road after that crack about the cabana.",
        "Téa: Let's not talk about the cabana. I don't think it made either of us very happy in the long run.",
        "Blair: Okay, you know what? I'm all for that. Let's not discuss the cabana, but what can we discuss? Oh, I know! I know. How about we discuss why you didn't tell Todd that you were married to Ross.",
        "Téa: None of your business.",
        "Blair: Oh, yeah? That's where you're wrong again, Téa. You tried to marry my children's father, which means everything about you is my business.",
        "Téa: You know, even if that were true, my past has no bearing on my future, Blair, none.",
        "Blair: I don't care about your past. It's your motives that I'm most interested in. Why keep Ross a secret, huh? That's what I really--I just don't quite get. I mean, you know, we both know Todd's been married before. A couple times to you, couple of times to me. But why weren't you just right out there in the open with him? Why didn't you tell him? I mean, I'm sure he probably wouldn't have been happy about it because I mean-- then again, he did leave you on the island with Ross, so what did he expect? But you didn't tell Todd, which makes me wonder what is it about that marriage to Ross that you don't want Todd to know.",
        "[SCENE_BREAK]",
        "Natalie: I thought you loved Téa. I thought you believed in her.",
        "Todd: Well, I did believe in her, and I trusted her totally until I found out she was lying to me.",
        "Natalie: Wait a minute. I'm sorry. Who are you? I thought you were my Uncle Todd, the one who lies to everyone in his life. His wife, his kids, his sister--",
        "Todd: I've changed.",
        "Natalie: Oh, I'm sorry. I didn't realize that you were perfect now. No one told me.",
        "Todd: I'm not perfect.",
        "Natalie: Well, that's good, that's a relief 'cause it's a lot of pressure to have no mistakes.",
        "Todd: There's a difference between making mistakes and deliberately lying to someone.",
        "Natalie: Okay, yeah, you're right, you're right. But there is also usually a reason.",
        "Todd: See, I don't care about excuses.",
        "Natalie: So you don't even know why she lied?",
        "Todd: I don't need to know.",
        "Natalie: Yeah, but you should give her a chance to explain. I mean, there might be more to it.",
        "Todd: That's not the point.",
        "Natalie: You know what? You're right. The point is that you don't love her enough, because if you did, then you would know she had a good reason and you would give her a chance to explain it. Like your daughter has on many occasions for you.",
        "Todd: [Scoffs] That's different. I'm her father.",
        "Natalie: No. Todd, love is love, and I love Jared enough that I am going to give him a chance to explain himself.",
        "Todd: And if he's guilty?",
        "Natalie: He isn't.",
        "Todd: Ha ha. Well, you're gonna have to have a hell of a lawyer to prove that, and as I said, Téa's not available.",
        "Natalie: Fine. Then I'll find somebody else. All I do know is that I am not throwing my husband out without giving him a chance to defend himself because no one deserves that... not even you.",
        "[SCENE_BREAK]",
        "Téa: What is it about you that you won't let go of your ex-husband? You're divorced, Blair! Like it or not, Todd married me.",
        "Blair: Ha ha! We'll just see about that, now, won't we, Téa?",
        "Téa: Ha ha! What do you care, huh? And don't give me the truckload about your kids 'cause I'm not buying it.",
        "[SCENE_BREAK]",
        "Aurelia: That's my good girl. She was just thirsty.",
        "Ernesto: Babies can't talk, they can only scream, so you have to do the thinking for them. Are they wet? Are they hungry? Are they cold? You have to go through a list.",
        "Cole: Well, Starr said she liked the sippy cup, so I didn't even offer her the bottle. She just kept crying, and I just wanted her to stop.",
        "Ernesto: I know. You just have to get used to it.",
        "Markko: Um, I'm sorry about the mess. I had midterms this week. But thanks for the vacuum.",
        "Ernesto: You must respect your new home.",
        "Aurelia: He will, Ernesto, in time.",
        "Cole: I'm the messy one, actually.",
        "Ernesto: You have a lot on your plate, young man. Going to school full time, taking care of a brand-new wife and child. It's not easy.",
        "Cole: We're not. Starr lives with her mom.",
        "Ernesto: So you're taking care of the baby, you and Markko?",
        "Cole: No. I'm baby-sitting. Hope lives with Starr.",
        "Ernesto: I don't understand. Isn't she your child?",
        "Cole: Of course. Starr is not out of high school yet, and her parents still want her living with them.",
        "Ernesto: She's your wife.",
        "Aurelia: Ernesto, Cole and Starr are not married.",
        "Starr: Daddy, how did...It go.",
        "Langston: I'm so sorry. I didn't realize you'd still be here, Mr. and Mrs. Rivera.",
        "Aurelia: You have a lovely child.",
        "Ernesto: Forgive me, I don't understand. You have a child but you were never married, and you have your own keys to my son's apartment?",
        "[SCENE_BREAK]",
        "Jared: They haven't charged me yet, so it could be hours.",
        "Charlie: Yeah, well, I really don't care if it takes weeks, because you know something? I've let you down before in the past, and I'm not--not gonna do it anymore. I'm not going anywhere. So whatever it is, you can count on me. Okay? You just ask.",
        "Jared: Ahh...",
        "Charlie: Look, look, Jared. I am the last person in the world who would ever judge you. And I know pretty well how complicated life can get sometimes, so if you have gotten yourself into something here that you can't handle, you just say the word...and we'll find a way to work it out.",
        "[SCENE_BREAK]",
        "Dorian: I'm sure that same-sex partnerships are the last thing on Viki's mind right now, so I want to make that issue my own. When should we do this?",
        "Amelia: Today.",
        "Dorian: Carpe diem. David, would you notify the staff, alert them. Oh, make sure that we have plenty of rainbow flags.",
        "Amelia: And I will call the alliance and set up the press conference.",
        "Dorian: Would you also call some of your gay friends? I want to make sure everybody knows I am just as liberal as Viki is.",
        "Amelia: Count on it.",
        "[SCENE_BREAK]",
        "Blair: I don't expect you to understand any of this, Téa. It takes a mother to appreciate how I feel, but yes, I told Todd that you were lying, that you lied about Ross because I was concerned about my kids. That's right, because I don't want a two-timer taking care of them.",
        "Téa: First of all, I resent the implication that I don't know how to love your children because I am not their mother. Second of all, you could care less who looks after your kids. You left the staff to look after them when you went running around the world after Ross. Starr and Hope were almost killed when you were gone.",
        "Blair: Oh, okay, you know what? I'll own that.",
        "Téa: Oh.",
        "Blair: I won't deny that I went an extra mile to find Ross, but I had to prove that you were lying, and I did, didn't I? So why don't we start there. All right, here we go. You're a liar, I'm a mother, and children need to be around adults that they can trust.",
        "Téa: Your children trust me.",
        "Blair: Oh, right. You lied to Todd. You lied to their father. What makes them think you're not gonna lie to them?",
        "Téa: Jack and Sam could care less that I was married to Ross Rayburn.",
        "Blair: Oh, you don't know anything about children. You're way too selfish to ever love a kid.",
        "Téa: You are so wrong.",
        "[SCENE_BREAK]",
        "Markko: This is Cole's apartment. His mom pays the rent. I'm lucky to be living here.",
        "Cole: Starr and I decided to wait to get married until she graduated high school.",
        "Starr: We thought it was the responsible thing to do.",
        "Langston: For Hope.",
        "Aurelia: You're obviously very caring parents. You want what's best for her.",
        "Ernesto: As we want the best for you, Markko.",
        "Markko: I know that, Papi.",
        "Aurelia: We've missed you so much.",
        "Markko: Well, I've missed you guys, too.",
        "Aurelia: So tell us, how's school going?",
        "Ernesto: Tell us about your classes.",
        "Cole: Why don't you show them the film you made? It's great.",
        "Aurelia: Oh, I'd love to see it.",
        "Markko: It's just a...short film.",
        "Ernesto: Your mother would like to see it.",
        "Markko: Okay, well, we had to make a 3-minute film about something we love...ahem.",
        "Starr: ...See it.",
        "Langston: Aah! Oh!",
        "Markko: Dios mío!",
        "[SCENE_BREAK]",
        "Dorian: This was so fabulous! What a great idea! [Speaks Spanish word] With the people.",
        "David: You memorize a little Spanish and think they'll vote for you.",
        "Dorian: Oh, they'll vote for me, and after today's press conference, I'm going to steal the entire liberal vote away from Viki.",
        "David: If you have a press conference.",
        "Dorian: Of course I will. Amelia is arranging it now.",
        "David: Amelia is arranging something. What, I don't know.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Nick: Hey, you. How's it going?",
        "Amelia: Perfectly. I told you we'd be starting part two soon.",
        "Nick: What's soon?",
        "Amelia: This afternoon. Dorian is hosting a press conference at La Boulaie.",
        "Nick: That's fast. Does she have any idea what we're planning?",
        "Amelia: Not a clue.",
        "[SCENE_BREAK]",
        "Viki: I just want Jared to be free of this so that he and Natalie can go home.",
        "John: I know. I wish I could help you. I do.",
        "Viki: I know you still care about Natalie.",
        "John: She wouldn't agree.",
        "Viki: Well, you know her. She's loyal to a fault.",
        "John: Mmm.",
        "Viki: I just hope you find out the truth soon for all of us. Please.",
        "[Footsteps]",
        "Natalie: Surprised you don't have Jared locked up in a cell.",
        "Viki: Sweetheart, John is not the enemy.",
        "Natalie: Neither is my husband.",
        "[SCENE_BREAK]",
        "Charlie: Son, we can get through this. Together.",
        "Jared: Dad, I need your help.",
        "Natalie: Lawyer's on the way.",
        "Jared: Oh, you talked to Téa?",
        "Natalie: No. I couldn't reach her. But the guy we got, he's highly recommended.",
        "Charlie: Is your mom still outside?",
        "Natalie: Uh, yeah. Oh. I promise you, everything is gonna be okay.",
        "Jared: Natalie, I've been lying to you.",
        "[SCENE_BREAK]",
        "Viki: What did he say to you?",
        "Charlie: Not much.",
        "Viki: Oh, Charlie.",
        "[SCENE_BREAK]",
        "Blair: So you think you know what it's like to have a child just because my kids like you?",
        "Téa: No.",
        "Blair: Well, what is it? Oh, did you read a book? Maybe \"How To Be a Stepmom. 10 easy steps.\" Huh?",
        "Téa: That's very funny.",
        "Blair: Or is it just your natural motherly ways? 'Cause I'm just really curious, Téa. With a woman like you that is driven and a man-eater, obsessed...I mean, how does she know what it's like to love a child?",
        "[SCENE_BREAK]",
        "Natalie: So you don't even know why she left?",
        "Todd: I don't need to know.",
        "Natalie: Yeah, but you should give her a chance to explain. I mean, there might be more to it. You don't love her enough because if you did, then you would know she had a good reason, and then you would give her a chance to explain it.",
        "[SCENE_BREAK]",
        "Téa: How do I know what it's like to love a child? I have one."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=Ea2rDx0kTsQ"
}