{
    "Episode Summary": [],
    "Recap": [
        "Blair visits with Spencer who begs her to tell him that none of this matters and that they are both alright. She can't say that. She tells that she has seen the evidence. Spencer blames Todd for all that has happened to him. He says the man is making all this up. Blair turns on him. \"You son-of-a-bitch! Todd didn't do this to you! I did!\" Evangeline comes over to see Todd. She asks what has been happening with Blair. He tells that nothing is going to happen. He calls her a lying slut who will never change! Jessica tells Nash that he can stay and be there while the session is taking place. Dr. Jamison counts backwards from ten and Jessica goes under. She sees herself as a child and there is a man He is Norman and he takes Jessica to his house. She recognizes the wallpaper and the bed Todd tells Evangeline that he can't go back with Blair even though they slept together. He says that she uses sex and she manipulates to get what she wants. She was like that when he met her but now it is different. Blair tells Todd that she has slept with Todd and that it happened right before he came over to the apartment. Spencer feels like she has thrown everything away. In spite of it all, he still loves her and is in love with her. He can even do the only thing that Todd can't do for her. He forgives her for all this. She knows that this night she will be sleeping well, as she will be as far from his engagement ring as she can get. She fishes it out of her cleavage and drops it on the floor. He calls out for her loudly as she walks off. Todd walks Evangeline to the elevator and they hug goodbye. The doors open and Blair exits surprised to find the two in an embrace. Jessica is trying to face the memories alone. She is deep within her session when Tess emerges. Jessica freaks out, unable to deal with the memories of her being filmed. She cries and Tess comes to her. She offers to handle it and when she moves forward, Jessica wants them to do it together. They hold hands and face the fears together. Nash gets to talk to Tess for a minute. She winks at him and flirts with him but then Jessica is back and calmer than before. Jessica has to go now. She tells Tess goodbye, but Tess comes with her and holding hands they walk into the light, and one of them emerges \"Who are you?\" Dr. Jamison asks Spencer is alone now. He reaches with his arm as far as he can and he manages to get the ring. He sits on the floor of his cell and tells himself that when Todd screws up Blair will come back to him."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Adriana: Let me out -- do you hear me? Let me get out!",
        "Bruce: Chill, ok? It's showtime.",
        "Adriana: Just how do you think you're going to get away with this?",
        "Bruce: Your mother gives me the 10 mil, I give her you. It's cake.",
        "Adriana: Sounds easy, but --",
        "Bruce: What? That bitch mother of yours better not mess with me.",
        "[SCENE_BREAK]",
        "Dorian: You know where Adriana is? How? Where?",
        "Rex: Stuff-it.",
        "Dorian: I beg your pardon?",
        "Rex: Stuff-it, ok? It's a storage facility outside of town. That's where this guy's holed up with Adriana.",
        "Dorian: How can you be so sure?",
        "Rex: I got this software for my P.I. Work. It traces incoming cell calls. The kidnapper's G.P.S. gave him away the minute he hit \"send.\"",
        "Dorian: Wow. Wait a minute. What are you doing?",
        "Rex: I'm getting my girlfriend back.",
        "[SCENE_BREAK]",
        "Todd: Hey there.",
        "Evangeline: Hey.",
        "Todd: What's up?",
        "Evangeline: This.",
        "Todd: What's that?",
        "Evangeline: The check you sent me with the extra zero tacked on?",
        "Todd: Yeah, that's a bonus -- job well-done.",
        "Evangeline: Todd, I didn't ask for a bonus. Pay me the amount of my bill and not one penny more.",
        "Todd: Right now?",
        "Evangeline: Yes.",
        "Todd: Shoot. Give me that thing. What do you do, go running back into the restaurant when they give you too much change?",
        "Evangeline: Yeah.",
        "Todd: Yeah, I bet you do.",
        "Evangeline: Yeah, I would.",
        "Todd: I'll bet you do. All right. It becomes 100 -- and that's no longer that, is it? Let's make it that. Here you go. Uh -- is that all right?",
        "Evangeline: Let's see. Yeah. It's perfect.",
        "Todd: Good. Yeah, you are a piece of work.",
        "Evangeline: That goes to the amount of money I owe you.",
        "Todd: You don't owe me anything.",
        "Evangeline: Yes, I do. Where's Blair?",
        "Todd: Who knows? Giving Spencer a hard time, I guess.",
        "Evangeline: That doesn't make you happy?",
        "Todd: No, actually, it doesn't. I know it should, but it doesn't really do it for me.",
        "[SCENE_BREAK]",
        "Spencer: Just tell me you know I'm innocent. Just tell me you love me and you still want to marry me. Just tell me everything is going to be all right with us, Blair. Please tell me.",
        "Blair: What you need is a lawyer.",
        "Spencer: Now, wait a minute, Blair. Mc Bain and Manning are behind all this. I'll be cleared from these charges by tonight, but none of it matters if we're not ok.",
        "Blair: How can you possibly think we can be, Spencer?",
        "Spencer: Listen, I know you're confused right now. And I -- I can imagine what this must be doing to you.",
        "Blair: Oh, you know what? You are the last person on this planet who knows what I'm thinking right now. But I think it's high time I filled you in.",
        "[SCENE_BREAK]",
        "Antonio: What the hell are you doing here now? With Bree, for God's sake.",
        "Clint: Nash, Jessica asked you not to come.",
        "Nash: Well, I'm sorry, but I have to be here. I have to be able to tell Brennan that I did everything I could to help her mother, up to the end. Look, everybody's here for you. But what about Tess? Somebody has got to be at her side, on her side. Everybody's thinking about you, but nobody is thinking about what Tess is going through.",
        "Viki: This is not helping.",
        "Nash: It's helping Tess.",
        "Antonio: And yourself. Jessica asked you to say goodbye to Tess.",
        "Nash: And do you have any idea how hard that is?",
        "Viki: You have to make your peace with it. Otherwise, it's only going to hurt Jessie and Bree.",
        "Antonio: He doesn't care about Jessica.",
        "Jessica: Ok, ok. Please, stop it, everybody. I can speak for myself. I can make my own decisions. You can stay. I want you to.",
        "Jessica: Hey, sweetie.",
        "Nash: Thank you. You didn't have to do this.",
        "Jessica: Yeah, I did. I need to be a whole person for my daughter, so today is the day that I start fighting my own battles without Tess. But I owe her so much. I mean, she's protected me for most of my life and I'll always love her for that.",
        "Nash: Yeah.",
        "Jessica: But I think we both need to give her up. Hey, sweetie. I'm going to leave you with Lois for a little while, ok? But I'm going to get back to you soon.",
        "Nash: All right.",
        "Jessica: Hey. Thanks so much for coming.",
        "Natalie: Oh, of course. There's nowhere else I'd be. I'm always here for you.",
        "Jessica: I know. You, too.",
        "Natalie: Thank you.",
        "Antonio: You ok?",
        "Jessica: Hmm. I'm ready.",
        "[SCENE_BREAK]",
        "Evangeline: Thank you.",
        "Todd: You're welcome.",
        "Evangeline: I don't know what your problem is. The way I see it, you're on a winning streak. Blair admitted she's playing Spencer. He's behind bars. The two of you are practically back together.",
        "Todd: No, we're not, not by a long shot.",
        "Evangeline: Well, you slept together. That's not exactly casual behavior.",
        "Todd: It is for Blair.",
        "Evangeline: What?",
        "Todd: Never mind, forget it. I never told you we slept together. Where'd you get that?",
        "Evangeline: That's not exactly a denial, Todd. But obviously, something happened. So what are you going to do, are you going to shoot yourself in the foot? Are you going to tell me about it so we can figure out how to fix it?",
        "Todd: There is no fix, Evangeline. Blair is proving to me that she's going to be like she's always been -- a lying slut.",
        "[SCENE_BREAK]",
        "Spencer: Listen, I know I can only imagine what people must be saying about me \u0096 Mc Bain, Mr. Buchanan -- even Todd, you know -- but it's all lies, Blair, just lies.",
        "Blair: Like helping Margaret fake her own death? Letting Todd be executed for murdering her and their son? You're talking about those lies, Spencer?",
        "Spencer: Yes, those lies -- Todd's lies. Leave it to him to come up with something so heinous. Come on.",
        "Blair: It's what you did.",
        "Spencer: I can prove my innocence, Blair.",
        "Blair: How you going to do that, Spencer? I saw the evidence.",
        "Spencer: What evidence? Blair, there is no evidence unless someone manufactured some.",
        "Blair: Really? And who do you think would do such a thing, huh?",
        "Spencer: Well, Manning for one. Don't you see he's doing to me what he claims that I did to him? Come on, Blair.",
        "Blair: You son of a bitch! Todd didn't put you in jail. I saw the evidence, Spencer. I'm the one that gave it to the cops.",
        "Spencer: What are you talking about?",
        "Blair: I've known for months that you were guilty as sin. Todd didn't put you in this jail, I did.",
        "[SCENE_BREAK]",
        "Phil: Ok. Well, you know what takes place now, Jessica. I need you to let go of all extraneous thoughts as I start counting backwards from 10. 10, 9, 8, 7, 6, 5 --",
        "[SCENE_BREAK]",
        "Dorian: What do you think you're doing, running around with a gun?",
        "Rex: I'm rescuing Adriana.",
        "Dorian: You're going to get her killed.",
        "Rex: I know how to use it. She won't get hurt.",
        "Dorian: No, she's not going to get hurt because you're not going to go anywhere. No. We're going to stick with the original plan, ok? We're going to wait here until the kidnapper calls and tells us where we're going to have the meeting.",
        "Rex: Then what?",
        "Dorian: Then I -- I give him the ransom and he gives me my daughter.",
        "Rex: What if he suckers you? Plans on getting rid of you and Adriana both?",
        "Dorian: He won't.",
        "Rex: Why not? Because you know him so well?",
        "Dorian: He wants money, not blood.",
        "Rex: He's a loose cannon. Maybe if you had done a better job at vetting applicants for the fake, crazy, knife-wielding stalker position, you would've weeded this one out.",
        "Dorian: We are not going to do anything that is going to endanger Adriana's life.",
        "Rex: She's already in danger and it's your damn fault.",
        "[SCENE_BREAK]",
        "Bruce: What makes you think your mom won't pay up?",
        "Adriana: My mother never loses. She always has a backup plan or 10 or 20. There's no way she's letting you get away with all that money.",
        "Bruce: Oh, she'd take a chance on her own kid's life?",
        "Adriana: With my mother, it's money first, reputation second, and family is way down the list. You have any idea how much I'm worth?",
        "Bruce: Well, wasn't your dad some kind of kingpin in Puerto Rico or something?",
        "Adriana: 10 million's pocket change. Look you want your money, I want to get out of this alive, and we both can't trust my mother, so what do you say we work this out between us?",
        "Bruce: What are we talking?",
        "Adriana: Let me go and I'll transfer my inheritance to you -- all of it.",
        "[SCENE_BREAK]",
        "Todd: Are you taking her side?",
        "Evangeline: I don't know what the sides are, Todd. I mean, she was just conning Spencer. It's over.",
        "Todd: It's not something you just get over after a night's sleep. I mean, she's having sex with this guy for months. She was having sex with him while I was on death row, for God's sake. And he put me there. You know, and then she comes back and she says, \"I love you, Todd.\"",
        "Evangeline: She does.",
        "Todd: Well, then what's -- why is she going back to him after we --",
        "Evangeline: She slept with him again?",
        "Todd: Maybe. I don't know. She says she didn't, that she was just half- dressed, keeping up the act till he got arrested.",
        "Evangeline: Well, maybe she was.",
        "Todd: \"Maybe she was.\" But did you see the news? She was -- she was doing her sex thing on the news. She's never going to change, and I'm not going to wait around for her to become something she'll never be.",
        "[SCENE_BREAK]",
        "Spencer: My God. What have they done to you? What kind of lies are they telling you about me, Blair?",
        "Blair: Nobody's lying, Spencer.",
        "Spencer: Oh, they're all lying. Buchanan's lying, Manning's lying, Mc Bain is lying. They're manipulating you.",
        "Blair: What, the way you manipulated me into thinking Todd was guilty, huh? Like that?",
        "Spencer: They really got to you, didn't they? How did they do it, huh?",
        "Blair: No, Spencer, nobody got to me. I figured it out all on my own. Hey, I came up with the plan all on my own.",
        "Spencer: I don't believe it.",
        "Blair: Oh, you think John just happened upon all that evidence against you, huh? No way, buddy. I found it. I handed it right to him.",
        "Spencer: Impossible.",
        "Blair: Oh, God, you're so arrogant. You are so arrogant. You think nobody can lie as good as you, Spencer? Use someone else's feelings against them to get what you want?",
        "Spencer: Yeah, but you and I -- I mean, you said that you --",
        "Blair: What? Loved you? What a joke. I never loved you. There's only one man that I've ever loved, and that's Todd.",
        "[SCENE_BREAK]",
        "Phil: You're 6 years old. There's a bar outside Llanview, a place your mother would take you to. Do you know what I'm talking about, Jessica?",
        "Young Jessica: Can you help me? Can you take me home?",
        "Jessica: Please, can you take me home?",
        "Phil: You'll go home soon, Jessica. There are other places you have to go first. But I want to know -- in that bar, did someone help you?",
        "Jessica: I can't find my mother. I -- I keep looking, I keep asking. Somebody help me. Can you help me? I -- I want to go home!",
        "Phil: What, Jessica -- did someone say they would take you home? Do you know who he is?",
        "Jessica: His name was Norman. He wanted to show me his kittens.",
        "Phil: What happened then?",
        "Jessica: He took my hand and then we went away.",
        "Phil: Where did you go?",
        "Jessica: House. Bedroom. There's flowers on the wallpaper and -- a bed. Oh, there's something else.",
        "Phil: What else?",
        "Jessica: Me.",
        "[SCENE_BREAK]",
        "Evangeline: What Blair did makes you crazy and I don't blame you, but --",
        "Todd: But what?",
        "Evangeline: She's Blair. She lies and manipulates and uses whatever it takes, including sex, to get what she wants.",
        "Todd: Yeah, that pretty much sums it up.",
        "Evangeline: Well, was she any different when you first met her?",
        "Todd: No, she wasn't. That's what kills me -- she hasn't changed after all these years.",
        "Evangeline: But you fell in love with her anyway. I mean, come on, Todd. Would you have wanted her if she was some goody two-shoes who runs back into the restaurant with the extra change?",
        "Todd: Maybe not then.",
        "Evangeline: See? So what's different? Not you, not Blair, which is why you still love her as much today as you did in the beginning.",
        "Todd: Even if you're right and I still love her, I don't want her back. It's just too much for me now. She's a liar. She just -- she just runs into any man's arms that'll have her when she gets hurt and that's just too screwed up, even for me.",
        "Evangeline: Well, who is it that usually does the hurting?",
        "Todd: Why are you giving me a hard time about this?",
        "Evangeline: Because somebody -- somebody has to give you a hard time. You're judging Blair, right? Because in your conjured-up ideal of the perfect woman, she's not good enough for you anymore. But let's just turn it around. Let's say that Blair was scrutinizing you in the same way. Would you be good enough for her?",
        "[SCENE_BREAK]",
        "Spencer: You don't love Todd. He's done a very good job manipulating your mind, though, Blair. You know deep inside you that you still love me. Come on, say it.",
        "Blair: You know, that's your problem, Spencer -- at least one of them. You have to believe something that fits inside a fantasy.",
        "Spencer: I didn't imagine what we had! Blair, it was real. We were happy. We can be happy again.",
        "Blair: Yeah, you just keep telling yourself that. Go ahead.",
        "Spencer: No man, Blair, will ever love you like I do.",
        "Blair: Oh, you -- you never loved me, Spencer! You fell in love with the image that you saw of me one night at the country club. And you had to have it because I made that image complete. And Todd and my children be damned, right?",
        "Spencer: You're wrong. It wasn't like that.",
        "Blair: You don't know me, Spencer. You never even tried to know me. You just wanted to own me. But I'm telling you this -- nobody, and I mean nobody, owns Blair Cramer. You got that? Nobody.",
        "Spencer: Todd does --",
        "Blair: Oh.",
        "Spencer: Or he will if you go back to him now, Blair. All he does is suck the life out of you and continually make you some kind of a victim over and over and over again, and you let him, but he does not want you.",
        "Blair: No, you're wrong about that, too. I'm no victim. Oh, and Todd -- he does want me, and he just showed me how much.",
        "Spencer: What? What are you talking -- Blair, no, no, you didn't.",
        "Blair: Oh, yeah. Right before you stormed into the penthouse, Todd and I made love.",
        "[SCENE_BREAK]",
        "Phil: Is this the first time you've been to this house, Jessica?",
        "Jessica: Yes.",
        "Phil: What are you doing?",
        "Young Jessica: Drawing.",
        "Jessica: What are you drawing?",
        "Young Jessica: My family.",
        "Jessica: That's Mom and Dad, isn't it?",
        "Young Jessica: Yep. Mommy and Daddy and Kevin and Joey and me.",
        "Jessica: That's a really nice picture.",
        "Young Jessica: Are you friends with Norman?",
        "Jessica: No. No, we're not friends. Look, I got a good idea. How about we get out of here?",
        "Phil: No, Jessica, you have to stay there. It's very important you don't go yet.",
        "Jessica: No, I don't care. We're leaving. It's not safe here. I'm going and you can't stop me. What do you think? We can go somewhere and play, we can do anything you want, we can go anywhere you want -- just not here.",
        "Phil: Don't forget why we're here today, Jessica -- you wanted to remember what happened. You want to put the pieces of your life together, all of them.",
        "Jessica: No, not anymore. It doesn't have to be this way. It doesn't. I can stop it. I can protect her. I can take her away.",
        "Phil: Jessica, are you sure you want to do this?",
        "Jessica: It doesn't have to be that way. I can stop it. Honey, I'm going to take you to a nice place, somewhere safe, somewhere with Mom and Dad and Joey and Kevin and Grandpa and they're going to -- they're going to build a big circle around us, ok? So they don't let anything bad in at all. Ok. Doesn't that sound nice?",
        "Viki: Jessie? It's mom. I want you to stay there.",
        "Jessica: Please, don't make me stay here! He's coming! He'll be here any minute! Please, don't make me stay.",
        "Clint: Jessie, I know that you're scared, but this is a memory. It's not the real thing. Now, you're safe. Nobody is going to hurt you. Your mother and I won't let that happen this time. We'll make sure of it.",
        "Viki: Honey, you've done the hard part.",
        "Jessica: Please.",
        "Viki: You've done it, all right? You've lived it. All we're asking you to do now is feel it just once. Honey, if you can let that happen, then you can come home. It'll all be over. You can come home and be with your daughter. Jessie, Brennan needs you to be whole so that you can take care of her and protect her the way I couldn't protect you.",
        "Jessica: I have a little girl. Her name is Bree.",
        "Young Jessica: Is Bree like me?",
        "Jessica: I don't know yet. Um -- I want her to be strong, but I guess I can't teach her how to be strong if I'm not strong myself, right? You know what? I guess -- I guess we could stay a while, you know, together. Ooh. Maybe we could draw another picture.",
        "Young Jessica: Hi, Norman.",
        "Norman: Hi ya, beautiful. Guess what -- we're going to make a movie.",
        "[SCENE_BREAK]",
        "Rex: Now, up till now, this kidnapper has been calling all the shots. We finally have a lead on him. We know where he is.",
        "Dorian: I just don't want anything to go wrong.",
        "Rex: It won't. Not if we work -- that's what you said we need. So, work with me, Dorian.",
        "Dorian: All right. But I'm going with you.",
        "Rex: No way.",
        "Dorian: Ah -- I need to be there.",
        "Rex: You need to stay here and wait for that call in case I'm too late.",
        "Dorian: Rex, so help me, if anything happens to my daughter --",
        "Rex: I know. You'll make me pay. I expect it either way.",
        "[SCENE_BREAK]",
        "Bruce: Go ahead. Make the call.",
        "Adriana: Let me go first, and then I'll get you the money.",
        "Bruce: If I let you go, I end up with squat. I don't think so. I'm willing to take my chances with Dorian.",
        "Adriana: Wait.",
        "Bruce: You going to make the call?",
        "Adriana: I can't.",
        "Bruce: You don't have access to the money, do you? If it even exists.",
        "Adriana: It does, all right? I just can't get it over the phone.",
        "Bruce: Do I look stupid to you? Do I? You know what, young lady? I don't like tricks. And you just better hope I don't see one when we meet your mother.",
        "[SCENE_BREAK]",
        "Spencer: You let him touch you?",
        "Blair: I did more than that. I let him make love to me. Because I love him.",
        "Spencer: He doesn't love you, Blair. He's using you to get back at me! How could you let him touch you after all the things he's done to hurt you? How could you do that to me after everything I've done for you?",
        "Blair: You've done nothing for me, Spencer. It was all for you. All for you, all of it!",
        "Spencer: You wanted it, too.",
        "Blair: Oh.",
        "Spencer: Didn't you? I'm the first real love you've ever had, Blair. The problem is, you didn't know what to do with it. It scared the hell out of you. So what do you do? You betray it!",
        "Blair: There was nothing to betray, Spencer.",
        "Spencer: You came to me, Blair, remember? After you turned your back on Todd. I was just offering friendship, but you wanted more --",
        "Blair: Because you turned me against Todd. You manipulated me, Spencer. That's what you did.",
        "Spencer: You really hate yourself for loving me, don't you, Blair? You didn't have to go to bed with me. But you did. Because you needed something. You needed something more than Todd could ever give you.",
        "Blair: You don't know anything about us.",
        "Spencer: I know that you've turned your guilt and your self-loathing against me, and I know that Todd is nothing more than a bottom-feeding rapist and self-justifying killer, Blair. And the only reason you wanted him is because you just really don't like yourself very much, Blair. You don't think that you were worthy. But you are worthy, Blair. You are worthy of so much more than Todd Manning has to offer you. And as angry as I am at you right now, I still love you. I am in love with you. And I can do the one thing that Todd Manning cannot do. And that's forgive you.",
        "[SCENE_BREAK]",
        "Todd: I can't forgive Blair just like that.",
        "Evangeline: She's forgiven you, Todd. Thank you.",
        "Todd: For what? What has she forgiven me for? I mean, I know I'm not perfect, but I died. Remember that?",
        "Evangeline: Yes, I remember. Yes.",
        "Todd: And she was right there watching it. And then I came back from the dead. So not even God's perfect miracle could bring her back to me.",
        "Evangeline: Well, maybe if you didn't make it so hard for her.",
        "Todd: You know what she should have done is she should have dumped Spencer Truman and let the cops do their jobs. But no, she prostituted herself. I mean, if -- if seeing me die isn't going to turn her around, I don't know what will.",
        "[SCENE_BREAK]",
        "Jessica: It's over. Norman's done now. He said I was a good girl and I'm going to be a big star one day.",
        "Phil: You're ok, Jessica. You're doing fine. You've been very brave.",
        "Jessica: Can I go now? Please?",
        "Phil: There's one more thing I need you to do.",
        "Jessica: I have to stay?",
        "Phil: Yes. But I want you to travel forward in time, to your second visit. Are you there?",
        "Jessica: Yes.",
        "Phil: What do you see this time?",
        "Jessica: It's different.",
        "Phil: Different how?",
        "Jessica: Something's wrong. Something's not right.",
        "Phil: What, Jessica? What's wrong?",
        "Jessica: We're not alone.",
        "Norman: Are you ready?",
        "Young Jessica: No.",
        "Jessica: Oh, my God. Oh, my God! He's going to do it again! I can't handle it! I can't handle it!",
        "Phil: You need to sit down.",
        "Antonio: Take her out of it!",
        "Jessica: I can't sit back --",
        "Antonio: Can't you see what it's doing to her?",
        "Phil: Jessica, focus. Focus on what's happening. The feelings you're having. That there's someone else there. Who, Jessica? Who is it?",
        "Norman: We're going to make another movie, Jessica.",
        "Young Jessica: I'm not Jessica.",
        "Tess: I'm Tess.",
        "[SCENE_BREAK]",
        "Evangeline: Sorry.",
        "Todd: About what?",
        "Evangeline: Well, I felt like I had to stick up for Blair. I don't know why I did that.",
        "Todd: Neither do I.",
        "Evangeline: I want you to be happy. And I thought that was with Blair.",
        "Todd: I don't know. Maybe. Maybe not.",
        "Evangeline: Everything just happened so fast after you got out of the hospital.",
        "Todd: You mean when they killed me?",
        "Evangeline: Yeah. And we were all just so grateful that you pulled through, so happy to have you back. I don't think anybody thought about how the actual experience of dying would affect you.",
        "Todd: I think I'm handling it ok.",
        "Evangeline: Still -- you know, if you ever want to talk --",
        "Todd: Ok. I mean, not now. I just want to drink beer with you now.",
        "Evangeline: Ok.",
        "Todd: Cheers.",
        "Evangeline: Cheers.",
        "[SCENE_BREAK]",
        "Blair: I don't need your forgiveness. And I certainly don't want it. You set Todd up to be executed.",
        "Spencer: According to him. But you know what? There is not one shred of evidence to back that up. Not one.",
        "Blair: Well, whatever gets you through the night, Spencer. But I'll tell you this. I know what's going to get me through the night. Knowing that you are locked up in here. And I'm going to be as far away from this as I can possibly be.",
        "Spencer: Blair -- Blair? Blair, come back!",
        "[SCENE_BREAK]",
        "Nash: Hi.",
        "Tess: Wow. The whole crew here just for me?",
        "Viki: Tess?",
        "Tess: Miss me? Hey, Doc.",
        "Phil: Am I talking to Tess now?",
        "Tess: The one and only.",
        "Phil: Is Jessica there, too?",
        "Tess: She's here somewhere. She's around. She took off again. She needed me to -- run cover.",
        "Phil: Where are you, Tess?",
        "Tess: Well, don't you mean where is Jessie? Hmm? Where do you think? Get up.",
        "Jessica: I can't! I can't look anymore.",
        "Tess: Wuss. You know what happens if you don't, right? Somebody's got to do it for you. Which is me. Is that what you want? It's not a big deal to me. I've seen this replay a million times. So how about it, Jessica? I'll take another bullet for you, again, like I always do.",
        "Jessica: What'll happen then?",
        "Tess: What do you think? I'll keep on doing all your dirty work for you. You and I will grow old together. We'll be best friends forever. We'll watch Nash and Antonio beat up on one another. Mess with Brennan's head. That'll be fun, right? Worked out real well for us so far. What's it going to be, Jessica? It's your choice. Stop running and do this integration thing already. Take me in. Let me be a part of your life, or step aside and let me do my job. Just make up your freakin' mind already. I want to hold my baby again, one way or another. Ok, I'll do it. You go back. I'll handle Norman.",
        "Jessica: Tess. We'll do it together.",
        "[SCENE_BREAK]",
        "Rex: Freeze, police!",
        "[SCENE_BREAK]",
        "Spencer: You'll be back, Blair. After Todd destroys you, you'll come crawling back.",
        "[SCENE_BREAK]",
        "Evangeline: Ah.",
        "Todd: Well, thanks for stopping by.",
        "Evangeline: Yeah, you know? Next time you need a friend, you don't have to send money. Just call me.",
        "Todd: Gosh, I've never had a friend before.",
        "Evangeline: Then I'll be the first.",
        "Todd: I guess you will.",
        "[SCENE_BREAK]",
        "Jessica: I'm sorry.",
        "Tess: What for?",
        "Jessica: I was so hard on you. I never knew. And you had to do it for so long. And you were by yourself.",
        "Tess: I wasn't always by myself. Besides, as awful as it was, if it never happened, we wouldn't have Brennan.",
        "Phil: Jessica, are you there?",
        "Jessica: Yes, I'm here.",
        "Phil: Do you remember?",
        "Jessica: Everything.",
        "Phil: Then our job is done, for today, anyway. I'm going to count backwards from three. When I'm finished, you'll be back at home, safe, with your loved ones.",
        "Jessica: I guess it's time to go.",
        "Tess: Who says I'm going anywhere?",
        "Phil: Three, two, one -- Can you tell me your name? Is it Jessica or Tess?",
        "[SCENE_BREAK]",
        "Next week on \"One Life to Live\" --",
        "Dorian: Rex, do you have her? Is she all right?",
        "Bruce: This might just be your final resting place.",
        "Blair: I think Todd has set his sights on Evangeline.",
        "Evangeline: You're afraid of what's going to happen if you get back together with Blair.",
        "Nash: It's you, isn't it? You did it, you came back to us."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=5BORklBqbc8"
}