{
    "Episode Summary": [
        "Episode # 10406 -- Three on a Match"
    ],
    "Recap": [
        "Even though the judge and everybody questions whether John and Blair have a \"real\" marriage, she awards custody of the kids to Blair. Yet, Todd believes that Tea has an agenda. Blair and Marty talk about how Marty should go forward with John and not let Blair prevent that. Marty similarly encourages Jessica to go forward with her \"relationship\". But Marty has no clue that John has agreed to marry Blair. Jessica similarly has no clue what Brody is doing. Gigi tells him of the desperate situation where the only way she can save Shane's life is to break of with Rex so that Stacy can \"have\" him. And they know that in order for that to happen, Rex has to believe that Gigi is sleeping with Brody."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: Her husband? Téa Mm-hmm.",
        "Todd: Who the hell is her husband?",
        "John: That would be me. I'm Blair's husband, Your Honor.",
        "[Todd laughs]",
        "John: The kids' stepfather.",
        "Todd: [Laughing] No way in hell that she'd marry you.",
        "[SCENE_BREAK]",
        "Addie: We forgot to throw rice yesterday.",
        "Blair: Oh mother, there's no need for that.",
        "Addie: Every bride and groom needs a little good luck. Why should Mr. and Mrs. John McBain be any different?",
        "[SCENE_BREAK]",
        "Jessica: Uh, Marty, hi. I was released from St. Ann's, I -- did you get the letter I sent you? okay. I just wanted you to know that, um, I wasn't myself last summer, literally. I have D.I.D. It's Dissociative Identity--",
        "Marty: I know what it is.",
        "Jessica: Okay. Well, my alter, Tess, she was out the entire time you were at Todd's. It wasn't me. I never would have let the man that raped you hold you captive.",
        "[SCENE_BREAK]",
        "[Gigi sobbing]",
        "Brody: Gigi, what is it? Is it Shane?",
        "Gigi: No. He's okay for now. He just -- he --",
        "Brody: Okay, come on, let me get you inside.",
        "[SCENE_BREAK]",
        "Shane: It's weird, having a girl's bone marrow. I mean, I'm not going to start singing \"High School Musical\" all day, right? This lady, my donor, I wish I knew what she looked like.",
        "Stacy: Hey. How's my nephew?",
        "[SCENE_BREAK]",
        "Brody: So what's going on?",
        "Gigi: We found a bone marrow donor.",
        "Brody: So what are you crying for? That's great.",
        "Gigi: Yeah, we got all excited. Shane was over the moon, but then the donor -- she found out she was pregnant so she can't have the procedure. Or at least until not after the baby, and Shane, he may not have that long.",
        "[SCENE_BREAK]",
        "Shane: Hey Aunt Stacy. I haven't seen you since I got sick.",
        "Stacy: Better late than never, right? So how are you feeling? Oh, I love your do.",
        "Shane: Yeah, me and Dad, cue balls.",
        "Rex: Mm-hmm.",
        "Shane: But, not for too long. This lady in Australia, she's giving me her bone marrow, then I'm out of here.",
        "Stacy: Cool.",
        "Rex: Well, we better let you take a nap. You're tired, chrome dome.",
        "Shane: Whatever you say, egghead.",
        "[SCENE_BREAK]",
        "Brody: If there was one match, there is bound to be another.",
        "Gigi: Yeah, there is someone else.",
        "Brody: Who?",
        "[SCENE_BREAK]",
        "Stacy: So Shane is going to be okay?",
        "Rex: I don't know what you were trying to pull yesterday with the whole \"I love my sister, let's try to be a family\" routine, but I don't buy it, and I don't want you here.",
        "Stacy: Would it help if I told you that it was my fault?",
        "Rex: What? You're admitting that you drugged me?",
        "[SCENE_BREAK]",
        "Dorian: I'm a married woman.",
        "Ray: So you keep saying. Where is this lucky man of yours?",
        "Dorian: He's in L.A., pursuing his other passion.",
        "Ray: Yeah? If I was your husband, you would be my only passion. Téa Exhibit A, Your Honor, marriage license. Exhibit B, marriage certificate signed by an ordained minister. And I have witnesses, Your Honor. I myself was present, as was Mr. Manning's daughter, Starr. Lovely ceremony, wasn't it?",
        "Starr: The best.",
        "Morgan: Your Honor, Ms. Manning only was recently recovering from a medically- induced coma -- Téa It's Mrs. McBain, Your Honor.",
        "Morgan: She was in no position to make a life-altering decision. The potential for abuse, for coercion -- Téa Exhibit C, a sworn statement signed by two psychiatrists attesting to Blair's sound state of mind. Ahem.",
        "Judge: The documents appear to be in order. The marriage apparently took place yesterday in Mrs. McBain's hospital room.",
        "Morgan: Which makes one wonder, Your Honor, why the rush?",
        "Judge: The timing is suspect. You and I have crossed paths before, Mr. McBain. As I recall, you had lost faith in the system and had decided to take matters into your own hands. Is this hasty marriage another attempt to circumvent justice? Are you and Blair Manning-McBain conspiring to deny her ex-husband custody of his children?",
        "[SCENE_BREAK]",
        "Blair: John only married me so I can keep the kids.",
        "Addie: There's more to it than that.",
        "Blair: No. We had a good run and we cared about each other. I mean, we still care about each other, but the point is for me to get strong and get back home so I can take care of the kids. John is still in love with Marty Saybrooke.",
        "[SCENE_BREAK]",
        "Marty: I -- I did get your letter. Um, I apologize for not responding. I wasn't really myself, either.",
        "Jessica: I heard about Cole. Marty, I know you don't remember who I am, but we used to be really good friends, and I just hope -- I miss my girlfriend. It's -- it's lonely out there.",
        "Marty: It is.",
        "Jessica: But, um, but you're not alone. I know that it feels that way sometimes. I mean, I feel as if I have St. Ann's stamped on my forehead. I smile at people and they just walk away.",
        "Marty: Well, it's their loss. Um, you asked about Cole, thank you. He actually finally caught a break. He's in drug rehab right now instead of prison. Yeah, Nora offered him a plea at the eleventh hour.",
        "Jessica: So she's forgiven him?",
        "Marty: Well, she blames me for what happened to Matthew, and she's not wrong.",
        "Jessica: Well, give her time.",
        "Marty: I -- you know, if you can put up with me for not remembering you or our friendship, I can certainly forgive you for leaving me there at Todd's. I mean, God knows I wouldn't have listened to you, anyway. You know, I -- I didn't even believe John when he was telling me what Todd was.",
        "[SCENE_BREAK]",
        "Judge: Is this marriage real, Mr. McBain?",
        "John: Your Honor, we've been seeing each other for almost a year. Téa To which any number of people can attest, Your Honor.",
        "Morgan: Hey, Your Honor, that Mr. McBain and Ms. Manning are acquainted, is immaterial. The question is, why did they marry, and why now, if not to defraud my client?",
        "Judge: The counselor has a point, Mr. McBain. Do you love your wife?",
        "[SCENE_BREAK]",
        "Stacy: I didn't drug you, but it doesn't mean it wasn't my fault. I mean, how was I supposed to know you were such a lightweight?",
        "Rex: Lightweight? Who are you?",
        "Stacy: Okay, okay. So you were dehydrated from working out at the gym, and I forced you to drink a couple beers, and you got a little sloppy, and maybe I sent you a few mixed signals, okay?",
        "Rex: Maybe?",
        "Stacy: Look, I was working in Vegas. I was paid a lot of money to flirt. It's what I did. And I was having fun, and I thought you were, too. But it's not my first time. It's not going to be my last, either.",
        "Rex: Trust me. It's never going to happen again.",
        "Stacy: Oh right, I forgot -- Rex and Gigi forever.",
        "Rex: Just so we're clear, once Shane is better, I'm going to find out what happened to the results of that test I took after our little party.",
        "Stacy: Just because you got caught up doesn't mean you don't care about my sister. It just means you're human, okay?",
        "Rex: I didn't get caught up.",
        "Stacy: Right, because you don't want anything to do with me, huh?",
        "Rex: Stacy, I'm committed to your sister, end of story. I got to call Gigi.",
        "[SCENE_BREAK]",
        "Brody: So who is it? Who is the other donor? If there's somebody out there that's a match --",
        "Gigi: My sister.",
        "Brody: Stacy? That's good news, right?",
        "Gigi: If she'd do it.",
        "Brody: What do you mean?",
        "Gigi: She won't donate.",
        "Brody: What?",
        "[Phone rings]",
        "Brody: Who is it?",
        "Gigi: It's Rex. I can't talk to him, not until I know what I'm going to do.",
        "Brody: Gigi, what is going on?",
        "Gigi: Shane is dying and my sister won't save him. Or she will. Oh she'll donate, yeah, but only if I agree to give up Rex.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Dorian: Hello? Oh, hi David. No, no, I'm fine. I'm calm. I've never been calmer in my life.",
        "[SCENE_BREAK]",
        "Jessica: Apparently, John was on to me. Well, he was on to Tess. I don't remember, but he questioned me --",
        "Marty: I thought integration was supposed to pull all of those memories together.",
        "Jessica: Well, I'm getting them back piecemeal. They'll all come back in time. The point is, John would have done anything to find you. I mean, they had to put him in jail to keep him from going after Todd. He lost his badge trying to save you. So, I don't remember what you had with him, but I'm telling you, it was really serious.",
        "[SCENE_BREAK]",
        "Todd: Your Honor, everybody loves Blair, that's not the point. The point is that he married her to get back at me, to keep me from my kids, and it was her idea, certainly. Téa I beg your pardon?",
        "Todd: She married me so I could get custody, and now she's pulling the same thing.",
        "[SCENE_BREAK]",
        "Blair: I just hope the judge doesn't question our motives.",
        "Addie: Why would he? You obviously love each other.",
        "Téa: I'll be representing you against Todd.",
        "Dorian: Ah, thank heaven!",
        "Blair: Can we win? Téa Absolutely, and I know exactly how we're going to do that.",
        "Blair: Mama, you are an incurable romantic, and that's wonderful. But the fact is, John would never have married me if Todd weren't suing for custody of the kids. Todd goes for temporary custody now, you know he will fight for full custody later, guaranteed.",
        "Téa: Todd claims that the children need a parent onboard when Blair is recuperating. We give the children a father, he has no case.",
        "Blair: Well that's just lovely. Now, how precisely do you plan on doing that, Téa?",
        "Téa: I'll tell you, Blair. It's not how, but who? You need a stand-up guy, a real hero. Someone you know and trust, and who knows and cares about the kids. John, will you marry Blair?",
        "Addie: Téa proposed to John?",
        "[SCENE_BREAK]",
        "Téa: Your Honor, Mr. Manning just admitted in open court that he only married me to keep Starr Manning, his daughter, away from her mother, Blair McBain.",
        "Todd: Yes, I have a canceled check to prove it.",
        "Téa: Your Honor, I ask you, what kind of father would boast about committing fraud?",
        "Todd: My point is that she's stealing a page from my book.",
        "Téa: I loved that man, Your Honor. That is why I married him. Look at me. Are you saying that you didn't love me?",
        "[SCENE_BREAK]",
        "Dorian: No, no. Honey, I'm -- I'm not distracted. Not at all. I'm -- I'm, uh, hanging on your every word. How did the audition go? Oh, I see. I'm so sorry, darling. They obviously have no taste, do they? Yeah, uh -- yeah, it was very -- you're right. I am very excited about how things are going for Blair and the children and -- but I don't have time to talk to you about it, not right now. Because I'm very busy. Yes. I -- I'm babysitting Blair's boys. Right, right, okay. Yeah, got to go. Bye-bye.",
        "Ray: You are a world-class liar.",
        "[SCENE_BREAK]",
        "Todd: Our marriage had nothing to do with love.",
        "Téa: Maybe not for you, but I loved you. I still -- remember that very clearly. And just because you are cynical doesn't give you the right to accuse me, or John, or anyone else of misrepresentation.",
        "Morgan: Okay, okay, okay. Counselor, it's a very, very pretty speech, but the fact remains -- Blair Manning only chose to marry John McBain after she was served with papers letting her know that my client was seeking temporary custody. Todd Manning has every right to be cynical.",
        "Judge: I agree, Mr. Guthrie.",
        "[SCENE_BREAK]",
        "Blair: This marriage is about one thing, Mom, and that's keeping your grandkids away from Todd Manning.",
        "Téa: You marry Blair and Todd loses his leverage.",
        "Dorian: It's not as if the two of you are strangers.",
        "Téa: You two have a legitimate relationship.",
        "Blair: Okay --",
        "Dorian: Come on, why not marry Blair?",
        "Blair: Dorian, stop it. Leave him alone, please, and get out of here.",
        "Dorian: I'm sorry honey, don't say I'm controlling, but this is a great idea --",
        "Blair: Get out of here.",
        "Téa: You two talk it over, okay?",
        "Dorian: Yes, talk it over.",
        "Blair: Dorian, stop.",
        "Dorian: Blair, please don't make it any more complicated than it is already --",
        "Blair: Get out!",
        "Addie: So no one even mentioned the word love?",
        "[SCENE_BREAK]",
        "John: Your Honor, may I say something?",
        "Judge: Only if it's pertinent, Mr. McBain.",
        "John: Yeah, I think it is. You know, they're saying the timing of all this stinks, and they're right. It's not the way I would have done it if I had the choice, but sometimes you don't, Your Honor. When Blair was attacked and she almost died, seeing her there in that I.C.U. -- let's just say I realized how important she was to me.",
        "Todd: Oh God, what a load of -- Your Honor, he married her so she could take away my kids.",
        "Morgan: Are you admitting collusion, Mr. McBain?",
        "Téa: Absolutely not, Your Honor.",
        "Judge: Do you love your wife, Mr. McBain?",
        "John: Yes I do, very much.",
        "[SCENE_BREAK]",
        "Marty: John's been great, not that I deserve it. I -- I did everything -- I pushed him a way, I paraded Wes around in front of him. I mean the fact that he's even talking to me is a miracle.",
        "Jessica: After what you've been through, the fact that you're interested in any man is a miracle.",
        "Marty: True. After life with Todd, I wasn't really out there, but I'm getting there.",
        "Jessica: Have you shared any of this with John?",
        "Marty: Oh no, no. I don't think I'm ready for that.",
        "[SCENE_BREAK]",
        "Gigi: Stacy claims she saw Rex first.",
        "Brody: What is she, 14?",
        "Gigi: I don't even remember any of this, but she swears that when she was a freshman in high school, she was madly in love with Rex. He was a senior at the time, didn't even know she existed, and that she told me how she felt and I went after him to ruin her life.",
        "Brody: And she thinks that, what, you dump Rex and he's going to turn around and fall for her and they're going to ride off into the sunset?",
        "Gigi: I know how it sounds, but that's the deal, Rex for Shane. What am I going to do?",
        "Brody: You're going to tell Rex the truth.",
        "Gigi: I can't. I can't. If I tell Rex, he'll go off on Stacy and the deal is off. She won't agree to the transplant.",
        "Brody: So she's blackmailing you.",
        "Gigi: And if I don't do what she wants, Shane pays with his life.",
        "Brody: Please don't tell me you're thinking about doing this. Geege --",
        "Gigi: I can't let my son die.",
        "[SCENE_BREAK]",
        "Stacy: She's not picking up? Do you know where she went?",
        "Rex: She said there was something she had to do.",
        "Stacy: Yeah, but you'd think she'd keep her phone on.",
        "Rex: Mike, any luck?",
        "Michael: We're still waiting to hear from some of the more remote registries, but so far there hasn't been another match. I'm so sorry, man.",
        "Rex: It's not your fault.",
        "Michael: I'm going to keep looking.",
        "Stacy: Wait, but I thought Shane said something about a donor in Australia.",
        "Rex: It didn't work out.",
        "Stacy: So, you're just not going to tell him?",
        "Rex: Do you want to tell him that we lost the donor, huh? That he could die?",
        "[SCENE_BREAK]",
        "Blair: It's not about love, Mama.",
        "Blair: Look, John, you don't have to worry. You're not going to have to marry me. And please don't let Téa and Dorian pressure you into anything.",
        "John: They won't.",
        "Blair: You have to really be committed to the other person to get married. And I mean, look. We just broke up.",
        "John: Yeah, if you call it that.",
        "Blair: This isn't about you and me anyway. It's the fact that I got hurt. Todd's on the warpath, and that's certainly not a reason to get married. Come on, we never lied to each other, so why should we start now, right?",
        "John: You want the truth? According to the lawyer, he's going to get the kids, and you may not get them back again. I don't know if you're in any shape to fight this yourself. This seems like the only way to fix it. So unless you got a better idea, let's do it.",
        "Blair: Aren't you forgetting something here?",
        "Addie: What was he forgetting?",
        "[SCENE_BREAK]",
        "Todd: And what about Marty?",
        "John: Marty is none of your concern, Manning.",
        "Téa: Your Honor, Marty Saybrooke has no bearing on this custody hearing.",
        "Morgan: Ms. Saybrooke is absolutely relevant, Your Honor. You yourself questioned the integrity of Mr. McBain's marriage. If he is still involved with somebody else --",
        "Téa: Mr. McBain hasn't been romantically involved with Marty Saybrooke since her accident.",
        "Todd: He carried a torch the whole time.",
        "Judge: What about it, Mr. McBain? Are you involved with Ms. Saybrooke?",
        "John: Marty and I are friends now. Nothing more.",
        "[SCENE_BREAK]",
        "Jessica: So you don't think you can trust John? I mean, I think he's a pretty stand-up guy.",
        "Marty: Oh, he is. He is -- he's wonderful. But he's also seeing Blair.",
        "Jessica: Well, that's because he thought that you were gone.",
        "Marty: Well, I think there's more to it than that. I mean, they've gotten really close. And I've just been getting in the way. I mean, he was with me when she was stabbed, and I know how awful he feels about that.",
        "Jessica: That's not your fault.",
        "Marty: Yeah, but I called him, and he --",
        "Jessica: But it was his choice.",
        "[SCENE_BREAK]",
        "Addie: So what did John say about Marty?",
        "Blair: I know you have feelings for Marty. And if that van hadn't blown up in Ireland, who knows? You may -- you guys may have been married by now.",
        "John: I left you alone, and you almost got killed. I'm not walking away from you again.",
        "Blair: You know, I'm not that noble a person, okay? And you also know -- you know how I feel about you, don't you? So, if you insist on marrying me, I might just say yes, out of pure selfishness. I'm just warning you right now.",
        "[Blair laughs]",
        "John: Will you marry me?",
        "Blair: You know I will.",
        "Addie: Well?",
        "Blair: Well, he's giving up Marty for me and the kids.",
        "[SCENE_BREAK]",
        "Marty: I just don't think I can put myself out there, when I know that he's still interested in Blair.",
        "Jessica: I get that, you know, but if John doesn't know that you have feelings for him -- I mean, he is a man, after all. I just -- I don't know, I say if you have feelings for him, you should go for it. You know, don't miss out on love because you're being too cautious.",
        "Marty: Uh-huh. You sound like you've put a lot of thought into this. Are you sure you're just talking about John and me?",
        "[SCENE_BREAK]",
        "Gigi: It's not like I have a choice. There is no other donor. Shane needs that transplant.",
        "Brody: Do you really think your sister would let Shane die?",
        "Gigi: Brody, she is so out there. I don't know what she'd do. She could disappear. That's what she's threatening -- to just take off. And then what?",
        "Brody: We hunt her down.",
        "Gigi: And what? You can't force someone to donate. They have to volunteer.",
        "Brody: There must be another way.",
        "Gigi: Trouble is, there isn't any time. He needs that transplant as soon as possible. Oh, God, I have to take the deal. I have to give Rex up.",
        "[SCENE_BREAK]",
        "Rex: It's probably better that Gigi isn't here. If Shane sees her, he'll know something's wrong. And the doctor said that a positive attitude can help, so as long as he thinks there's an angel of mercy out there who can save his life, the better.",
        "[SCENE_BREAK]",
        "Brody: Okay, so what's to stop you and Rex from staging some sort of breakup? Then Stacy donates the bone marrow, and the two of you get back together? It's not like she can take the bone marrow back.",
        "Gigi: And if the transplant doesn't take? And he needs another one? All those years when Shane would have his asthma attacks, I'd tell God that I would do anything if he'd just breathe. Maybe I didn't do enough. Maybe this is payback.",
        "Brody: God's not like that. At least I don't think so.",
        "Gigi: I did it again -- I said I'd do anything, give anything, if he'd save Shane.",
        "Brody: It's not God asking you to give up Rex, it's Stacy.",
        "Gigi: She may as well be God -- she's holding all the cards.",
        "Brody: What I don't get is how she thinks she can get him to give her a second look. He's in love with you.",
        "Gigi: And how am I going to get him to believe that it's over? He knows how much I love him.",
        "Brody: I wish I could help you, Gigi. You know I would do anything for Shane.",
        "Gigi: Do you mean that?",
        "Brody: Are you kidding me? You just tell me what you need. I'm there.",
        "[SCENE_BREAK]",
        "Téa Your Honor, you've examined the documents, questioned the groom. If you have any further doubts, feel free to question Starr Manning. She'll be happy to testify.",
        "Judge: Ms. Manning, do you have anything to add?",
        "Starr: Your Honor, please don't make us live with Todd. I know he is my father, but he has never been taught how to think of anyone but himself. When he gets mad, he freaks out. He threw me down a flight of stairs when I was pregnant, because I was trying to stop him from hurting my boyfriend. And then, once I was going to have the baby, he was planning on stealing her from me because he didn't agree with me giving her up for adoption. Please, do not make my brothers and me go back with him. They are younger than I am. They want to be home where they feel safe, and John McBain is a really good person, and I feel like he'll be a better father than my dad ever was.",
        "Judge: I'm calling a short recess. I'll return with my ruling momentarily.",
        "[Gavel bangs]",
        "Todd: Happy now? You turned my child against me. Téa Oh, you did that all on your own, Todd.",
        "Todd: She loved me.",
        "Téa: Until she found out who you really were.",
        "Todd: You know, Téa, I used to think that you walked out on me because you hated me. But I'm thinking that's not right, is it? I think you're angry about Blair and Marty.",
        "[Téa scoffs]",
        "Todd: And anyone else who'd get in your way, because this is payback. You're still in love with me.",
        "[SCENE_BREAK]",
        "Addie: I don't think it's selfish to follow your heart.",
        "Blair: Well, this is about the kids, Mama. As soon as I knew that Starr was on board, I was good to go.",
        "Blair: One, two, three.",
        "Addie: Maybe I'll marry again -- someday. But the next time, I'll do it for the right reason.",
        "[SCENE_BREAK]",
        "Dorian: David is not concerned with trivialities. And he's 3,000 miles away.",
        "Ray: What is happening here is not trivial. There has been a fire between us from the moment we met.",
        "Dorian: I hated you from the moment I set eyes on you. You were going to steal my daughter away from me.",
        "Ray: No, no, you did not hate me. You were afraid of me.",
        "Dorian: What I feel or don't feel is immaterial. I'm married.",
        "Ray: Uh-huh, to a man who would rather play at being an actor than to be here with you?",
        "Dorian: Get out of my house!",
        "Ray: This isn't your house.",
        "Dorian: We'll just see about that. And in the meantime, you -- you stay away from me.",
        "[SCENE_BREAK]",
        "Judge: In light of today's testimony, I see no reason to amend the custody agreement. The children will remain with Blair Cramer-McBain and her husband, John McBain.",
        "[Gavel bangs]",
        "Starr: Téa, thank you so much. Thanks.",
        "Téa: My pleasure.",
        "John: Appreciate it.",
        "Starr: We should -- we should go in and tell my mom.",
        "John: I'll tell you what; I'm going to see you over there, all right? I've got something I've got to do first.",
        "Starr: Okay.",
        "Todd: Well, John, let's see -- first, you took away Marty, and then Blair. And lastly, my kids. Are you proud of yourself?",
        "[SCENE_BREAK]",
        "Marty: So, are you seeing someone?",
        "Jessica: Ah, the timing is bad, and we've been through so much. And I have the girls to think about.",
        "Marty: Yeah, sure, sure, but he's interested in you?",
        "Jessica: I guess so, I don't know -- he kissed me. We just decided it's better off being friends.",
        "Marty: But what do you really want? Okay, and what are you really going to do about it?",
        "Jessica: I don't know.",
        "Marty: Okay, well, you know what? This really, pretty smart girl told me --",
        "[Jessica laughs]",
        "Marty: That you shouldn't pass up on love by being too cautious.",
        "Jessica: Well, are you going to take that priceless advice?",
        "Marty: Ah, I don't know, the last time I saw John, he was going into a hearing. He may be out by now.",
        "Jessica: Well, good luck.",
        "Marty: You, too, girlfriend.",
        "[SCENE_BREAK]",
        "Brody: Are you sure about this?",
        "Gigi: You got a better idea?",
        "Brody: If it were me, I'd tell Rex the truth.",
        "Gigi: And then Stacy takes off, and my son dies. Please, Brody. It's not like I want to do this. I have no choice.",
        "[Phone rings]",
        "Gigi: It's Rex.",
        "Rex: Morasco?",
        "Brody: No, it's Brody.",
        "Rex: What are you doing with her phone?",
        "Brody: She's here in my room.",
        "Rex: Put her on.",
        "Brody: I can't do that.",
        "Rex: Why not?",
        "Brody: She can't come to the phone right now.",
        "Rex: Just put her on the phone.",
        "Brody: Get over it, Rex. Leave her alone.",
        "Stacy: So, what did she say?",
        "Rex: I didn't talk to her.",
        "Stacy: Then who was on the phone?",
        "Rex: I've got to go. Sorry buddy.",
        "[SCENE_BREAK]",
        "Dorian: Oh, why, Téa.",
        "Téa: Oh, I'm here to drop off my bill.",
        "Dorian: You won?",
        "Téa: Of course I won.",
        "Dorian: Oh, come on in. Oh, that's marvelous. It's so marvelous. I'll just write you a check.",
        "Ray: You all right?",
        "Téa: Why?",
        "Ray: I've never seen you look flustered before.",
        "[SCENE_BREAK]",
        "Todd: Those kids were all I had left.",
        "John: Then I guess you should have treated them a little better.",
        "Todd: You are going to pay for this, you know.",
        "John: So you keep telling me.",
        "Todd: You're going to have to kill me this time.",
        "John: Don't tempt me.",
        "Marty: Did you get my message?",
        "John: No, I was -- I was just calling you.",
        "Marty: Well, here I am. And I have something I want to tell you.",
        "[SCENE_BREAK]",
        "Starr: We did it. We won!",
        "Blair: The judge refused to give custody to your father?",
        "Starr: The judge said that there was no reason to revisit the custody agreement, so -- oh, thank God, I do not have to move in with Dad. Could you imagine?",
        "Blair: Well, you tell me all about it. What happened?",
        "Starr: Okay, um, Téa was ferocious, and John was great.",
        "Addie: Where is John?",
        "[SCENE_BREAK]",
        "John: Before you say anything, there's something I need to tell you.",
        "Marty: What is it?",
        "John: I married Blair.",
        "[SCENE_BREAK]",
        "Starr: I'm going to guess that Grandma doesn't really get the whole reason why you guys got married.",
        "Blair: Your grandmother is a hopeless romantic.",
        "[Phone rings]",
        "Blair: Yeah?",
        "Todd: Make no mistake, Mrs. McBain. You're going to pay for this.",
        "[SCENE_BREAK]",
        "Téa: Would you like to have dinner with me?",
        "Ray: We have business?",
        "Téa: No.",
        "Ray: So -- so what? You're asking me out on a date?",
        "Téa: Uh, yes.",
        "Ray: In that case, I'd be delighted.",
        "[SCENE_BREAK]",
        "Shane: Dad didn't seem too happy to see you.",
        "Stacy: I just think he's upset about you being sick.",
        "Shane: I missed you when you were gone.",
        "Stacy: Well, something tells me you'll be seeing a lot more of me once you get your bone marrow transplant.",
        "[SCENE_BREAK]",
        "Rex: Gigi. Gigi.",
        "[SCENE_BREAK]",
        "Jessica: Marty's right. I'm going to go for it.",
        "[SCENE_BREAK]",
        "Rex: Gigi?",
        "Gigi: Oh, my God, Rex!"
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy Téa I'm talking about the children's stepfather, Blair's husband."
    ],
    "url": "https://www.youtube.com/watch?v=7mPe_Iy54z0"
}