{
    "Episode Summary": [],
    "Recap": [
        "Adriana comes to visit Rex and lets him know that he could have been right about Tate all along. Tate holds up the \"OPP\" medallion. He hears a noise outside and quickly hides. Vincent and Layla come into the apartment, and immediately Layla senses that someone is in the apartment. Tate pulls out his knife. Cole tries to explain to Starr about his actions, but Starr refuses to listen. Miles asks a guard where his wife is. The guard replies that she is somewhere far away from him. Blair yells for Todd in the woods, but doesn't get an answer. She wonders if they are searching in the right place. Starr orders Cole out of this house and out of her life. Cole refuses to leave. Adriana fills Rex in on the details about Tate and his treatment of her. Layla begins to wonder if Tate is like his father. Adriana reveals to Rex that Tate has a medallion from the hate group, \"OPP.\" Layla begins to wonder how Tate could not have known about his father. Tate quietly listens to Layla and Vincent's conversation. Miles promises to make Todd pay for what he did to Marty all those years ago. Cole throws it up to Starr that Todd raped Marty and he was supposed to let him away with it. John and Blair meet up with a hiker in the woods that gives them details about the backpack. John finds footprints. Blair gets a call from Todd. Blair, frantically, asks him where he is."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rex: Adriana. What do you want?",
        "Adriana: It's about Tate.",
        "Rex: Look, if you're here to tell me what a great guy he is --",
        "Adriana: I'm not. I'm here to tell you, you may be right. You may have been right about him all along.",
        "Rex: What do you mean? Something happen?",
        "Adriana: No. But I think Tate may be as sick as his father was.",
        "Rex: Tell me everything.",
        "[SCENE_BREAK]",
        "[Key turns in lock]",
        "[Layla giggles]",
        "Layla: That was so funny. I loved that last song they played.",
        "Vincent: Yeah, well, I am glad that you enjoyed it.",
        "Layla: Adriana?",
        "Vincent: What's wrong?",
        "Layla: Someone's in here.",
        "[SCENE_BREAK]",
        "Miles: Guard? Guard?",
        "Guard: Yeah, what do you want?",
        "Miles: Where are they keeping my wife? Hey. I'm asking you a question.",
        "Guard: In a separate area, her request. Get a clue, dude. She doesn't want to be within 10 Miles of you -- you got it?",
        "Miles: Whew. Oh. It's all falling apart.",
        "Spencer: Only if you let it, Miles. Only if you let it.",
        "[SCENE_BREAK]",
        "Blair: Todd! Todd! I don't know, John. Do you think we got the right place?",
        "John: This is definitely what he described to Dorian on the phone. Ah. He was here. The question is, where'd he go?",
        "[SCENE_BREAK]",
        "Hunter: So, Manning, you royal pain in my ass, now the fun really starts.",
        "[SCENE_BREAK]",
        "Starr: Cole, what are you doing here?",
        "Cole: Starr, I need to talk to you.",
        "Starr: Get the hell out!",
        "Cole: Starr, please do not throw me out.",
        "Starr: I don't want to see or talk to you ever again.",
        "Cole: You don't mean that.",
        "Starr: I totally mean it. If my father is dead, it's all because of you.",
        "Starr: Cole, I want you to get out of here.",
        "Cole: Starr, I am not leaving until I talk to you.",
        "Starr: Then I'm going to leave.",
        "Cole: Starr, please! Look, I know you're up to.",
        "Starr: You think?",
        "Cole: But you have to understand -- it was making me sick not telling you the truth about your dad.",
        "Starr: Oh, yeah? Then why didn't you? Miles was drugging my father in your storage room and you knew it -- you let him. My dad could be dead.",
        "Cole: I was going to tell the cops, all right? I -- I was going to get John McBain down there.",
        "Starr: But you didn't.",
        "Cole: No, I didn't, and that was the biggest mistake of my life. I -- I was scared. He was threatening my mom.",
        "Starr: He was doing a lot worse to my dad.",
        "Cole: All right, ok, I should have. I should have said something, I'm sorry. All right, and Miles is blindsiding me. I -- I was confused, I wasn't thinking straight. Please, you have to believe me on this.",
        "Starr: My mom is running around town searching for my dad with lieutenant McBain. And I haven't gotten a call, which means that they haven't found him yet. What good is the truth now?",
        "[SCENE_BREAK]",
        "Spencer: Yep, yep, yep, yep. Got yourself in a pretty pickle this time, don't you, Miles? I'll give you that. But you better suck it up. After all, we've been through worse.",
        "Miles: All the surgeries were nothing compared to this.",
        "Spencer: I've gotten you through some pretty rough spots before, have I not, Miles? I'll do it again.",
        "Miles: I just -- I can't do this anymore. I can't talk to you in my head.",
        "Spencer: Oh, yes, you can, you certainly can. Think about it, Miles. The truth is, you need me. I'm all you've got.",
        "Miles: Oh. I thought I could turn to Marty, but I've lost her.",
        "Spencer: Face it, Miles -- you never had her. Hey, don't look at me -- I'm just keeping it real, I mean, as well as I can under the circumstances, of course, but you're not going to let a little thing like being unwanted stop you, are you?",
        "Miles: She hates me.",
        "Spencer: Hmm.",
        "Miles: And now, I'm going to spend the rest of my life in a cell. I should've stayed in the hospital. I should've stayed a monster. At least then I -- I believed I was good on the inside. I've lost everything.",
        "Spencer: You better get a grip, Miles. You're not helping anybody like this.",
        "Miles: You did this to me. You pretended to be my friend. You convinced me that I could have a life, that I could be loved. You made me hate Todd Manning. Yeah. And now I'm as dead as you are.",
        "[SCENE_BREAK]",
        "Blair: Todd would never leave here, John, on his own. Look, he told Dorian this was where he was going to be.",
        "John: Yeah, well, if he was as hurt as Cole said, he couldn't have gotten far. Who knows -- maybe Miles has got someone doing his dirty work for him.",
        "Blair: Yeah, but Miles is in jail. What can he do?",
        "John: Well, he's a psycho and he has money -- that can be a lethal combination.",
        "Blair: Don't even say that.",
        "Officer: Lieutenant?",
        "John: Yeah, what do you got, hicks?",
        "Ofc. Hicks: Here's the guy. I found him about half a mile from here.",
        "John: You're Earl Baker?",
        "Earl: Yeah.",
        "John: This your phone?",
        "Earl: Yeah, that's my phone. Ah -- did you do this?",
        "John: No, but we traced it back to you, spoke to your wife -- very charming.",
        "Earl: What's this about?",
        "Blair: Right here. Have you seen this guy? And if you have, was he alone, and where was he?",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Hunter: That's some strong medicine you're on -- you haven't moved since I left.",
        "Hunter: You're still kicking anyway. Your old pal Miles didn't give me enough cash to spring for the good stuff, so this will have to do. Time to party on, dude. Wait here while I call the entertainment.",
        "[SCENE_BREAK]",
        "Cole: The last thing I ever wanted to do was hurt you.",
        "Starr: You did more than hurt me, Cole. You lied to me about something that there is no going back on.",
        "Cole: I -- I know I messed up, ok?",
        "Starr: I can't believe Britney was right about you.",
        "Cole: Britney?",
        "Starr: She said that you were hiding something from me -- something big and I didn't believe her because I would've never thought in a million years that you would ever hide something this big from me. You said that you were going to help me.",
        "Cole: I know. I -- I wanted to.",
        "Starr: But you didn't. You lied to me about that. Heck, everything that you could've ever said to me was probably a lie.",
        "Cole: No. Not how I feel about you. I love you, ok?",
        "Starr: How am I supposed to believe that?",
        "Cole: I do love you.",
        "Starr: I hate you.",
        "Cole: Starr, please don't say that.",
        "Starr: I mean it. It's over, Cole. And we're over. Now, get out!",
        "[SCENE_BREAK]",
        "Rex: Tell me what's changed. Why do you believe Tate's been lying about who he is?",
        "Adriana: Well, a couple of things. First, he wiped his hand after he touched Vincent's shoulder.",
        "Rex: You actually saw that?",
        "Adriana: Yeah. He tried to hide it, but I noticed.",
        "Rex: Did anyone else see it?",
        "Adriana: I don't think so.",
        "Rex: What about Tate? Did he know you saw it?",
        "Adriana: I'm pretty sure he didn't. I mean, at first I just put it out of my head thinking I was just maybe getting paranoid. I mean, his hands could've been sweaty and he wanted to wipe it off. But then, there was something at the funeral home when we went to go make arrangements for his father.",
        "Rex: Ok, what happened there?",
        "Adriana: It was so strange. We meet the funeral director and he introduces himself, right? He says his name is Emilio Kraft and the first words out of Tate's mouth are, \"You're Hispanic?\"",
        "Rex: Seriously? He really said that?",
        "Adriana: Well, he explained it away, but after the handshake with Vincent and then that, I -- I couldn't stop thinking about it.",
        "Rex: Ok, it's definitely weird, and more than random. But we can't really prove anything with it.",
        "Adriana: There's more.",
        "[SCENE_BREAK]",
        "Vincent: Hey, is everything ok?",
        "Layla: False alarm.",
        "Vincent: How do you know?",
        "Layla: I left my bedroom window open and heard my neighbors, so that's why I thought someone was in here. Yeah.",
        "Vincent: Whew. All right -- mystery solved, then.",
        "Layla: I guess I'm still kind of jumpy from all that stuff with Kirk Harmon. Would you like a glass of wine?",
        "Vincent: Hey, I would love to have a glass of wine with you.",
        "Layla: Ok.",
        "Vincent: Look, sweetheart, you do not have to worry, ok? That stuff is over.",
        "Layla: No, it's not -- not for my sister. I don't know if she'll ever come out of it.",
        "Vincent: Hey, we cannot give up on her. She still has a chance.",
        "Layla: I'm not. It's just hard, you know, seeing her in the hospital like that.",
        "Vincent: I know, sweetheart.",
        "Layla: I know you know because you're here. Thank you.",
        "Vincent: Well, you don't have to thank me, ok? Because I'm a part of it.",
        "Layla: Yeah. Vange is in the hospital because of some racist bastard who couldn't even show his face.",
        "Vincent: These people are cowards. They live underground like the worms that they are because they know if they had to face us, sweetheart, they would not stand a chance in hell.",
        "Layla: But when will it ever stop?",
        "Vincent: With us. And if not with us, with our kids. And if not with our kids, with their kids, as long as we teach them what's right. What?",
        "Layla: Nothing.",
        "Vincent: It's definitely something.",
        "Layla: I was just thinking. What if -- what if Tate Harmon really is like his father after all?",
        "[SCENE_BREAK]",
        "Cole: Starr, I know I screwed up, all right? I mean, extremely bad, but -- and you have every right to be -- Starr, look at me! And you have every right to be mad at me, but I can't lose you, all right, not after everything we went through together.",
        "Starr: You should've thought of that before you left my dad with Miles.",
        "Cole: I told you, I wasn't thinking -- that's it. I -- I told you that --",
        "Starr: You were thinking. You were thinking about how it would affect you and your mother --",
        "Cole: That's not true.",
        "Starr: Not how it would affect my dad and us.",
        "Cole: That's not true.",
        "Starr: Yes, it is. Cole, as soon as I found out that your mom was arrested for murder, I raced down to the police station to make sure that you were ok. And the one time, the one time that you could've helped save my dad, you did nothing!",
        "Cole: What would you have done, huh? My mom's life was on the line. I didn't have a choice.",
        "Starr: Is that an apology? Because it doesn't sound like one, Cole.",
        "Cole: Ok, let's get one thing straight -- I am not sorry for protecting my mom, but I am sorry for hurting you. I have never been more sorry about anything in my entire life.",
        "Starr: There is one thing that you could do to make a difference. You can go back in time and do what you should've done, but you can't. And you didn't. So I want you to get out of this house, and get out of my life.",
        "Cole: No. No, I'm not walking away from you, not until you hear my side of the story.",
        "[SCENE_BREAK]",
        "Rex: Ok, if Tate threatened you, tell me, because I will take my fist --",
        "Adriana: No, no, rex. He didn't threaten me. He's just -- different lately.",
        "Rex: \"Different\" how?",
        "Adriana: You know, I'm probably just imagining things. I mean, how could he not be different, right? After what his father did and going to prison and then getting killed --",
        "Rex: The guy's in mourning and he suddenly acts like a racist. Since when is that an all-right excuse?",
        "Adriana: That might be it -- or not. I'm not sure -- that's the problem.",
        "Rex: Or is it just because you don't want to believe it?",
        "Adriana: Ok, maybe I don't. I've been working with Tate and we've --",
        "Rex: Yeah, you -- you've gotten close, I know that.",
        "Adriana: Not like you and me. But I let him into my life, and if he's a psycho like his dad -- I can't even go there.",
        "Rex: Adriana, you're there. That's why you're here.",
        "Adriana: How could I be so stupid?",
        "Rex: Look, no, you're not. You're just this amazing, caring person who only sees the best in people. Tell me the other thing about Tate. What happened?",
        "Adriana: Uh -- well, he left his backpack at my apartment, and after all that other stuff happened, I couldn't not look.",
        "Rex: What did you find?",
        "Adriana: He had one of those medals -- from that hate group, One Pure People.",
        "[SCENE_BREAK]",
        "Vincent: Has Tate said anything to you or done anything to you to make you think he's like his father?",
        "Layla: No, not really. I mean, he seems like a good guy, just caught in a bad family dynamic.",
        "Vincent: Then why would you wonder?",
        "Layla: Because how could he not know about his dad?",
        "Vincent: Well, maybe his father was trying to protect him.",
        "Layla: Like yours did?",
        "Vincent: Well, why do you think my father made me go to college?",
        "Layla: Yeah, but you -- you still knew what was going on, and you still got involved.",
        "Vincent: Yeah, well, it's -- it's hard to stay out of it, you know? And you're right about that. Maybe you should think twice about having Tate Harmon as your signature model for exposed.",
        "Layla: Maybe I ought to do more than that.",
        "Vincent: Like what?",
        "Layla: Like talk to Adriana and ask her not to see him anymore.",
        "Vincent: That's not a bad idea.",
        "Layla: I'd hate to do it if he's innocent, but when I think about my sister and that somebody Tate might know could've done that, it's just --",
        "Vincent: Then you should do it, then.",
        "Layla: You know, if Tate is involved -- he's been staying here. Huh. But he wouldn't be able to stand being around us if he was a white supremacist, right?",
        "Vincent: Actually, it's just like the O.P.P. -- hiding their true faces amongst the rest of us.",
        "Layla: If Vange was here, she'd nail every one of them.",
        "Vincent: Oh, you're damn right she will. It's going to take a whole lot more than that type of ignorance to hold her down -- or the rest of us, for that matter.",
        "Layla: You're right.",
        "Vincent: But until then, I do not want Tate Harmon anywhere near you. Understand? Because if he is like the rest of those people, there isn't anything I won't do to protect you, and I mean that -- anything.",
        "Layla: Hmm.",
        "[SCENE_BREAK]",
        "Miles: Whew. All I wanted was a family.",
        "Spencer: Oh, you can still have that.",
        "Miles: But how? How? She hates me -- I make her sick.",
        "Spencer: It all leads back to one person, doesn't it, Miles? One man.",
        "Miles: Todd Manning.",
        "Spencer: That's right. Todd Manning ruined Marty for every other man, and he's going to get away with it.",
        "Miles: Not if I can help it.",
        "[SCENE_BREAK]",
        "Cole: Starr, how could I send my mom to jail? I mean, would you?",
        "Starr: Your mom was facing jail time and my dad was facing death. They're not even the same thing, so don't even go there with me.",
        "Cole: Ok, I'm not saying what I did was right. But if you were in my place, you would've done the same thing.",
        "Starr: Why are you making this about me? Cole, the only thing that I ever did was trust you.",
        "Cole: Starr, are you listening to anything I'm telling you right now? I mean, I would do anything to make --",
        "Starr: You had a chance to save my father, and you let it go! You didn't do one damn thing! And I may never see him again and it is all because of you!",
        "Cole: Your dad raped my mom! And I was supposed to take him over her?",
        "[SCENE_BREAK]",
        "John: Your cell phone was used by this man. We traced the call back to you. We spoke to your wife, she said you were out here.",
        "Earl: Yeah, minding my own business.",
        "John: Relax -- no one's accusing you of anything.",
        "Blair: We just want to know if you've seen Todd.",
        "Earl: I haven't seen anybody.",
        "John: You haven't seen anybody?",
        "Earl: Uh-uh. No, the heat's kept everybody off the trails.",
        "John: There's no one out here with you?",
        "Earl: Just me, a couple of days now. I stash my pack when I do my rock climbing. He must've found it and hijacked my phone. Ah! Can I go now?",
        "John: Not just yet. Sit tight.",
        "Blair: What is it, John?",
        "John: Well, we got a couple of footprints here. And you see these drag marks?",
        "Blair: Yeah.",
        "John: Someone was moving something, and by the looks of it, it was pretty heavy.",
        "Blair: Oh, God.",
        "John: You sure you don't want to add anything, earl?",
        "Earl: Uh -- ahem. Look, I don't know who this guy is or what happened to him or why he stole my cell phone and trashed it. I swear.",
        "[Phone rings]",
        "Blair: Hello? Todd? Todd, is that you?",
        "Todd: Blair --",
        "Blair: Todd, where are you? Todd!",
        "[SCENE_BREAK]",
        "Adriana: Tate said he had the O.P.P. medal in his backpack because it belonged to his father and it was the only thing he had left of him.",
        "Rex: Well, that's crap. Who keeps a racist hate symbol as a remembrance?",
        "Adriana: That's what I said. So I kind of challenged Tate to throw it out in the garbage, which really pissed him off. I mean, he got angry, a real jerk. And he eventually pitched it, but he wasn't happy about it. You were so sure that Tate was hiding something. I think you may be right.",
        "Rex: People like Tate spend their whole lives living kind of undercover. You were probably just too close to see it.",
        "Adriana: I was probably too stupid to e it.",
        "Rex: Like I said, you see the good in people. Me, I'm a glass-half-empty kind of guy.",
        "Adriana: I should have listened to you.",
        "Rex: You haven't done anything wrong, Adriana.",
        "Adriana: Tate's the reason we broke up. I'm just -- so confused.",
        "Rex: I know. I'll stay on this. We'll get proof.",
        "Adriana: How can we get proof on somebody who's so careful?",
        "Rex: People make mistakes. He will. He already is. I just hope we nail him before anyone gets hurt.",
        "[SCENE_BREAK]",
        "Blair: Todd? Where are you? Todd? John, he said my name.",
        "John: Hey, it's McBain. Just -- just tell us where you are, we'll come get you.",
        "[SCENE_BREAK]",
        "Hunter: Won't be long now.",
        "[SCENE_BREAK]",
        "John: It's dead.",
        "Blair: He was there. I know he was there. Todd?",
        "Earl: Look, you just talked to the guy. You don't need me anymore.",
        "John: Yeah, you can get out of here. Hicks, make sure we have all his information on file in case we need to speak to you again.",
        "Earl: Yeah, I can't wait.",
        "Blair: Come on, John, why is this happening?",
        "John: I don't know. But you know, at least we know Todd's still alive. I'm going to get this to the station, see if we can't run a trace on this number.",
        "Blair: All right.",
        "Hunter: Drink up, Pal.",
        "[Todd coughs]",
        "[SCENE_BREAK]",
        "Spencer: You wouldn't be in this mess, Miles, if you had just killed Todd Manning when you had the chance.",
        "Miles: I thought about it. I -- I just -- I -- I couldn't -- I couldn't do it.",
        "Spencer: And now you've lost that pretty little wife of yours. Hmm.",
        "Miles: After I protected her.",
        "Spencer: How did she repay you, Miles? She turned you in.",
        "Miles: Why is she doing this to me?",
        "Spencer: You should have slept with her when you had the chance, Miles. Consummated the marriage, the relationship. Then she couldn't have had the marriage annulled, treated it as if it never existed, as if were nothing.",
        "Miles: Like I don't even matter.",
        "Spencer: She used you, buddy. She used you, jerked you around. She used you to keep her own self out of prison.",
        "Miles: Why did she turn herself in, then?",
        "Spencer: Because of that punk son of hers, Cole. The football hero extraordinaire, wonder boy.",
        "Miles: I tried with Cole. I really, really -- I tried. I just -- all I wanted to do was be a father to him.",
        "Spencer: They never gave you a chance.",
        "Miles: That's all I ever wanted, just for them to accept me.",
        "Spencer: It's not asking too much.",
        "Miles: See, I couldn't do that. I couldn't -- I didn't know how to make a family. All I could think about was what you would have me say, what you would have me do.",
        "Spencer: You're blaming me?",
        "Miles: This is how I got into the trouble.",
        "Spencer: The only person in this world who has ever done anything to help you in your pitiful, pathetic life?",
        "Miles: You saved my life once, Spencer. And now that you're gone, you're trying to take this away from me. But I'm nothing like you. Nothing. It's not over yet. I still have a chance to make things right.",
        "[SCENE_BREAK]",
        "Starr: So that's wt this is about, huh? Payback? For what my dad did to your mom?",
        "Cole: That's not what I meant.",
        "Starr: That's what you said.",
        "Cole: Well, it came out wrong.",
        "Starr: No, I'm glad it did. Because now I know exactly how you feel.",
        "Cole: Starr, listen to me. I swear on everything that matters to me that your dad's history with my mom has nothing to do with why I didn't tell anyone.",
        "Starr: My dad is a changed person. He is not the same person that he was back then.",
        "Cole: Yes. Yes, I know that.",
        "Starr: Obviously, you don't. Because if you did, and if you loved me, you wouldn't have left my dad with that monster, Miles. You would have helped him.",
        "Cole: Well, I could have killed him. But I wouldn't. I couldn't do it.",
        "Starr: What the hell does that mean? Cole, answer me!",
        "Cole: Miles wanted me to kill your dad, myself.",
        "[SCENE_BREAK]",
        "Adriana: I should have trusted you, rex. That's what ruined everything, just like before. I don't know how many times you can let that slide.",
        "Rex: Let's just worry about us after we figure out what to do about Tate, ok?",
        "Adriana: Ok. Sorry, I didn't know what to do. I couldn't just call Bo and the police when I have nothing solid to go on, could I?",
        "Rex: Maybe. I don't know. But there's one thing I'm absolutely sure of.",
        "Adriana: What's that?",
        "Rex: Starting right now, you and Layla have to stay a million Miles away from Tate Harmon.",
        "[SCENE_BREAK]",
        "Vincent: You know, you have put in so much time with your sister that you have not put in any time for yourself.",
        "Layla: That's not important.",
        "Vincent: It's not important? Do you hear yourself? You need help, Layla Williamson. And I have a few ideas how to make you feel better.",
        "Layla: I'm listening.",
        "Vincent: How about if I show you?",
        "Layla: Ok.",
        "Vincent: But not here. You have to get changed first.",
        "Layla: Where are we going?",
        "Vincent: It's a surprise. Can't I surprise you? But you have to trust me. You are getting the royal treatment for the queen that you are, because you deserve it.",
        "Layla: Since when did you turn into such an amazing guy?",
        "Vincent: I've ways been an amazing guy. You just didn't know it.",
        "Layla: Come here.",
        "[SCENE_BREAK]",
        "Starr: Miles told you to kill my dad?",
        "Cole: He had this syringe. He said there was enough stuff in there to kill him. And he wanted me to do it, but I -- I told him I wouldn't. I told him that he couldn't make me, and I was trying to go out to get the cops, but then he played the tape for me.",
        "Starr: What tape?",
        "Cole: The tape of my mom confessing to killing Spencer Truman. That's how he got her to marry him. And he said that he would give it to the cops if I turned him in. It -- now can you see how stuck I was? What was I supposed to do?",
        "Starr: You were supposed to do the right thing. And now, it's even worse.",
        "Cole: Worse?",
        "Starr: If Miles wanted you to kill my father, it means that he wanted him dead. If he didn't do it, then he would just get somebody else. He would kill him himself. We're probably all too late.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Hunter: He's all yours.",
        "[SCENE_BREAK]",
        "John: Got it, thanks.",
        "Blair: So did you get a trace on it?",
        "John: Yeah. Seems to have come from a motel about two Miles from here.",
        "Blair: Ok.",
        "[SCENE_BREAK]",
        "Adriana: Are you sure we should do this?",
        "Rex: What?",
        "Adriana: Go to the police station?",
        "Rex: Face-to-face is always better than a phone call.",
        "Adriana: Yeah, but how do you know Bo's going to listen?",
        "Rex: The Llanview Police Commissioner has used me, hired me to help him in investigations, and I've come through, I've delivered.",
        "Adriana: Bo has also kicked your butt out of his office more than a few times.",
        "Rex: Everyone's entitled to a couple of mistakes, even the Commish.",
        "Adriana: We don't have anything to tell him. I mean, not really.",
        "Rex: Sure we do.",
        "Adriana: Like what? We don't have any proof. We don't even have any evidence.",
        "Rex: But we'll get proof. Like I said, guys like Tate make mistakes. Ok? And besides, you saw the medal.",
        "Adriana: Yeah, but he explained why he had it. When I asked him to trash it, he did, and he's a baseball star. Who's not going to believe him?",
        "Rex: You, me, maybe Bo.",
        "Adriana: Maybe. But what if he doesn't? You know? I mean, all we have to go on is --",
        "Rex: A gut feeling, and Bo's always been into gut feelings.",
        "Adriana: Yeah, his, not someone else's.",
        "Rex: It's like I said, there are some really crazy dudes out there. No, no, that's an insult to dudes. There are some really crazy sons of bitches out there, and I'm all into \"Tate's one of them.\"",
        "Adriana: What if he is, rex? What if he knows I'm on to him?",
        "Rex: Has he given you any indication that he might be?",
        "Adriana: Well, he was really upset when I showed him the medal. But then he figured that I was going through his things, so he had a right to be pissed.",
        "Rex: Well, he sure as hell has no right to be a racist.",
        "Adriana: I'm scared, rex.",
        "Rex: Sometimes being scared is good. It makes you careful. And that's what I want you to be from now on. Very, very careful.",
        "Adriana: I promise.",
        "Rex: Good. Now, what do you say we go down to headquarters, and I'll see if I can't keep my butt in Bo's office long enough to tell him the whole story.",
        "[SCENE_BREAK]",
        "Layla: So what do I have to do for this surprise?",
        "Vincent: Nothing. All you have to do is go and put on your sexiest dress and wait for further instructions.",
        "Layla: You won't even give me a hint?",
        "Vincent: That's going to have to hold you for now.",
        "Layla: Ok, well, I feel better already.",
        "Vincent: Well, that is the whole idea.",
        "Layla: All right, you're -- you're right, Vincent. We have to go on with our lives as if these racist bastards don't even exist, right?",
        "Vincent: That is the sweetest revenge, and the best. Now, enough -- enough of all this racist stuff? Enough.",
        "Layla: Ok.",
        "Vincent: I want you to go become flier than you already are, and I'll be back in a few to pick you up.",
        "Layla: Ok, I'll see you in a bit.",
        "[SCENE_BREAK]",
        "Miles: I counted on you for everything. You weren't just my doctor, you were my friend. I mean, when I lost you, I had no one to talk to anymore.",
        "Spencer: Well, you can certainly talk to me now, Miles.",
        "Miles: No. No. I'm making my own decisions. I take responsibility. That way -- that way, Marty will respect me.",
        "Spencer: Don't hold your breath.",
        "Miles: Doing things your way -- it always makes things worse. If I'm going to make Marty love me, I have to be my own man.",
        "Spencer: Well, you better be careful, Miles. And remember, I was your only true friend. It's going to be rather difficult making new ones now. Especially from in here.",
        "[SCENE_BREAK]",
        "Cole: Starr, I really do think your dad is still alive.",
        "Starr: Oh, yeah? And how do you know that? None of us know that! You might as well have killed my dad, because he -- he could be dead right now, and it is all your fault!",
        "Cole: Starr, please don't say that.",
        "Starr: Get out of here before I call the cops! Get out!",
        "Cole: Ok, ok, I'm going. All right, but listen -- I love you, all right? I will always love you.",
        "Starr: I thought that I would always love you, but I don't even know who you are anymore. Get out of here! Get out! Get out of my life! Get out.",
        "[SCENE_BREAK]",
        "Blair: Todd?",
        "John: Open up! Stay back.",
        "Woman: You mind?",
        "[NEXT_ON]",
        "Clint: What's going on in here?",
        "Rex: Tate Harmon -- turns out I was right about him all along.",
        "Layla: Tate -- how did you get in here?",
        "Blair: Todd? Todd, are you trying to say something here?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=UEHI2djVTGo"
}