{
    "Episode Summary": [
        "Episode # 10433 -- Never Lose Hope"
    ],
    "Recap": [
        "Rex tells Gigi that she has to choose between him and Brody, while Stacy tells Shane that Gigi cheated on Rex with Brody. Shane leaves and Stan, Stacy's former boss, shows up demanding money. Stan leaves and Stacy starts counting the money in her suitcase. Jessica runs into Brody at Rodi's, where she is having dinner with her family. Jessica explains to Charlie what happened with Gigi and Brody. Cole and Starr find out that they are not the parents of the child the lock of hair belongs to. Starr and Cole head to Rodi's while wondering who the hair belongs to. Kyle finds a match for the Thornhart/Manning DNA. Natalie goes to visit Gigi, but finds Rex alone. Natalie and Rex talk about Brody, convincing Rex to confront Brody. Jessica shows up at Brody's. Natalie tells Gigi that she isn't going to be a bridesmaid. Shane confronts Gigi about cheating on Rex with Brody and when she confirms it, he says that he doesn't want to live with her anymore. Shane runs out after Gigi takes him home. Natalie and Viki talk about the situation with Shane and Gigi. Kyle calls Natalie and asks her and Jared to come down to the hospital. Kyle tells Natalie and Jared that Jessica stole Cole and Starr's baby. Rex calls Gigi a slut in front of Brody and gets punched. Rex kisses Stacy while wondering how Gigi would react if she walked in on him with someone else."
    ],
    "Recap Author": "Mandy",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rex: What are we doing?",
        "Gigi: I don't know. All that talk about our dreams, Shane getting better, us getting married.",
        "Rex: You told me you didn't want us to get married or raise Shane together.",
        "Gigi: I wasn't thinking.",
        "Rex: What's there to think about? You don't love me anymore.",
        "Gigi: I never said that.",
        "Rex: You didn't have to. You're sleeping with Brody.",
        "Gigi: Right.",
        "Rex: This isn't going to happen again. You can't sleep with him and kiss me. You can't have it both ways.",
        "[SCENE_BREAK]",
        "Shane: My mom wouldn't cheat on my dad.",
        "Stacy: Oh, honey, I'm sorry.",
        "Shane: She loves him.",
        "Stacy: I know it doesn't make any sense --",
        "Shane: No, she wouldn't do that! She wouldn't hurt my dad!",
        "Stacy: But she did, honey. She broke your dad's heart.",
        "Shane: Who did she cheat on him with?",
        "Stacy: Oh. You know, we really shouldn't be talking about this --",
        "Shane: Who did she do it with?",
        "Stacy: Sweetie... It's Brody.",
        "[SCENE_BREAK]",
        "Brody: I really appreciate you giving me my job back.",
        "Assistant manager: Still got your shirt?",
        "Brody: Somewhere. Most of my stuff's in boxes.",
        "Assistant manager: Take this one -- just in case.",
        "Brody: Thanks.",
        "Jessica: Hi.",
        "Brody: Hi.",
        "Jessica: Nice shirt.",
        "Brody: Thank you.",
        "Jessica: So you're working here again?",
        "Brody: But I don't start today. I'm actually on my way home if you want to make good on your promise. You said you'd see me tomorrow which is today.",
        "Jessica: It is?",
        "Brody: So, what do you say? You want to get out of here?",
        "Jessica: I'd love to, but I'm... I'm meeting some people here.",
        "Brody: And now Jared's going to report back to Natalie.",
        "Jessica: Let's give them something to talk about.",
        "[SCENE_BREAK]",
        "Marcie: As you all may recall, your term papers are due tomorrow. No exceptions. But, since you've had the entire semester to work on them, I expect that won't be a problem. Now, will it? However, since the dance committee saw fit to schedule the prom for tonight and since I am a kind and generous soul, I will be giving you the hour today to work on them. So, finish your papers now so you are not going to miss out on any of the fun, because this is going to be a night to remember.",
        "[SCENE_BREAK]",
        "Cole: What do the tests say?",
        "Kyle: I don't know how to tell you this.",
        "Starr: Just say it.",
        "Kyle: According to these results, Hope Manning McBain isn't your baby.",
        "Starr: What are you talking about?",
        "Kyle: The hair sample you gave me wasn't a match.",
        "Cole: A match to what?",
        "Kyle: I ran it against your medical records just to see if the two of you might have some recessive gene that might have caused the baby's death.",
        "Starr: Okay...",
        "Kyle: Only, that's not what we found out. And the results are conclusive. You're not the biological parents of this child.",
        "[SCENE_BREAK]",
        "Gigi: We should really work on the schedules.",
        "Rex: That's all you have to say?",
        "Gigi: What am I supposed to say?",
        "Rex: Well, maybe you could tell me how you could leave me for Brody and then turn around and kiss me like nothing happened.",
        "Gigi: It was a mistake. I'm sorry.",
        "Rex: No, I don't want to hear how sorry you are. I want you to explain it to me.",
        "Gigi: Balsom, why would you want me to tell you why I picked someone else over you?",
        "Rex: Maybe because it still doesn't make any sense to me.",
        "Gigi: Why does it have to make sense?",
        "Rex: Because -- because maybe it's the only way that I can be around you without dying inside.",
        "[Gigi sobs]",
        "Gigi: Rex.",
        "Rex: What?",
        "Gigi: I have to go to work.",
        "Rex: Are you ever going to tell me why you're doing this?",
        "Gigi: Just mark whatever dates you want on the calendars.",
        "Rex: Morasco! Wait! Gigi, wait. Talk to me, dammit.",
        "[SCENE_BREAK]",
        "Starr: There has to be some mistake.",
        "Cole: Yeah, hope's -- Hope's our baby.",
        "Kyle: I'm sorry, but this test proves that she isn't.",
        "Starr: But I carried her. I gave birth to her, I said goodbye to her in Dr. Joplin's office. You -- you took a sample from this locket. You took the hair and you put it in a bag. Come on.",
        "Kyle: I remember.",
        "Starr: See, so the results are wrong.",
        "Kyle: Not necessarily.",
        "Cole: What do you mean? What else could it be?",
        "Kyle: Are you sure that this hair came from your baby?",
        "[Starr gasps]",
        "[SCENE_BREAK]",
        "Jessica: I told you to stay away from me.",
        "Brody: You've got some arm.",
        "Jared: Hey, you heard the lady.",
        "Brody: I'm sorry if I overstepped. It won't happen again.",
        "Charlie: Is everything okay?",
        "Jared: Well, Brody doesn't seem to keep his hands to himself.",
        "Charlie: I thought you two were kind of seeing each other.",
        "Jessica: We were, until he started seeing Gigi Morasco on the side.",
        "Charlie: Our Gigi?",
        "Jared: Seems like he wants to have it both ways. He showed up at your house.",
        "Jessica: Uninvited.",
        "Jared: Yeah, yesterday, to apologize, right?",
        "Jessica: And I told him what he could do with that apology, but I guess he likes a challenge.",
        "Charlie: Maybe I should have a little talk with this guy.",
        "Viki: I don't think that's necessary. I have a feeling that he understands the situation now.",
        "Jessica: Yeah, thanks, Charlie, but I think my mom's right. I think he got the message.",
        "[Text message tone]",
        "Jessica: Speaking of messages. One second.",
        "Viki: Everything all right?",
        "Jessica: Yeah, actually, that was just the florist saying they need the final approval on the bridesmaids' bouquets.",
        "Jared: You know, maybe you should wait for Natalie. She's supposed to be here any minute.",
        "Jessica: No, it's okay. I can handle it. You know, it will be easier for her. She can cross off one more thing on that huge to-do list she's been carrying around. Um, bye.",
        "Jared: Makes sense.",
        "Charlie: Is -- is she all right?",
        "Viki: Jessie? Oh, she's fine.",
        "Charlie: Well, I mean, she seemed a little flushed. Do you think it's because of that Lovett character?",
        "Viki: Could be, yeah, yeah.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Natalie: Do you always leave your door open?",
        "Rex: Hey.",
        "Natalie: What are you doing there?",
        "Rex: Not sure.",
        "Natalie: Where's Gigi?",
        "Rex: She left for work.",
        "Natalie: Ah, well, that's all right. I'll just meet up with her at Rodi's. I've got to meet Mom and Jess there anyway to go over plans for tomorrow.",
        "Rex: What's tomorrow?",
        "Natalie: No big deal, you know, just my wedding.",
        "Rex: Oh, right.",
        "Natalie: Rex, you are coming, aren't you? I mean, you kind of are part of the wedding party.",
        "Rex: I'll be there.",
        "Natalie: Looking like you are right now?",
        "Rex: I'll have a good time. I promise. It's not like I have to wear one of those ugly bridesmaids' dresses.",
        "Natalie: Hey.",
        "Rex: I'm kidding. Gigi even likes hers.",
        "Natalie: Well, Gigi won't be wearing one.",
        "Rex: Won't that make the other bridesmaids jealous?",
        "Natalie: No, because Gigi won't be a bridesmaid because I am unasking her.",
        "Rex: Can you do that?",
        "Natalie: Yeah, I'm the bride. I can do whatever I want.",
        "Rex: It's just -- I don't want Gigi's feelings hurt because, I mean --",
        "Natalie: You're worried about Gigi's feelings? She's the one who had sex with Brody while Shane was fighting for his life.",
        "Rex: Maybe not.",
        "Natalie: What do you mean, \"Maybe not\"?",
        "Rex: Yes, I saw Gigi in Brody's bed, and, yeah, she told me that she slept with him.",
        "Natalie: So what are you waiting for, a video tape?",
        "Rex: There's just -- there's part of me that doesn't believe it.",
        "Natalie: Okay, well, honey, that's called denial.",
        "Rex: Look, I know Gigi. She just wouldn't do something like this.",
        "Natalie: Are you saying that she's possessed?",
        "Rex: Look, don't laugh. I might actually believe it if I could find out who's working their voodoo on her.",
        "Natalie: Hmm, what if it's Brody?",
        "[SCENE_BREAK]",
        "Shane: I don't get it. My mom told Brody that she wanted to be with my dad.",
        "Stacy: Maybe she just changed her mind. Maybe she found out how much Brody still loves her, how much he's always loved her. She just couldn't help herself.",
        "Shane: Huh?",
        "Stacy: You'll find out when you get older.",
        "Shane: My mom wouldn't change her mind.",
        "Stacy: Then why did she ask your dad to leave?",
        "Shane: She did that?",
        "Stacy: I guess she just wanted things back to the way they used to be.",
        "Shane: Well, I don't want that. I love Rex.",
        "Stacy: He'll always be your dad.",
        "Shane: Yeah, but now he has to live here, away from me. It isn't fair!",
        "Stacy: I know. It's like my dad always used to say. Life isn't fair. Where are you going?",
        "Shane: To talk to my mom.",
        "Stacy: Gigi, you got some explaining to do.",
        "[Stacy chuckles]",
        "[Knock on door]",
        "Stacy: Shane, did you forget something?",
        "[Stacy gasps]",
        "Stan: Nice seeing you again, Gigi, or Stacy, or whatever the hell you call yourself. We got some business to settle.",
        "Stan: So, are you going to be a good little girl and do everything I say?",
        "[Stan cries out]",
        "Stacy: What are you doing here?",
        "Stan: You cleaned me out, you little bitch.",
        "Stacy: How did you find me?",
        "Stan: You told me where you were going when you left Vegas. Not too bright.",
        "Stacy: If you're not out of here in five seconds, I'm going to start screaming.",
        "Stan: Go for it. Call the cops, too. We can settle this down at the station.",
        "Stacy: You owed me that money. You short-changed me on tips for years.",
        "Stan: Where is it?",
        "Stacy: It's gone.",
        "Stan: You expect me to believe that?",
        "Stacy: I spent it all. What do you think you're doing?",
        "Stan: Proving you're a liar.",
        "Stacy: Okay, fine, take my last five bucks. Get the hell out of here.",
        "Stan: Oh, it's going to take a hell of a lot more than five bucks for you to get rid of me.",
        "Stacy: Well, my boyfriend's going to be here any minute.",
        "Stan: What boyfriend?",
        "Stacy: You don't know him, but he loves hurting people who hurt me.",
        "Stan: This guy? You think he's going to protect you?",
        "Stacy: He is my boyfriend, isn't he?",
        "Stan: Oh, who's the broad?",
        "Stacy: That's my sister.",
        "Stan: You're a little home wrecker, aren't you?",
        "Stacy: I told you, he's my boyfriend.",
        "Stan: But he was hers, first.",
        "Stacy: So what, it's not like they were married. They broke up, anyway.",
        "Stan: Before or after you hit town?",
        "[SCENE_BREAK]",
        "Rex: Okay, so let me get this straight. You think that Gigi has been possessed by Brody?",
        "Natalie: Okay, maybe not possessed, but, I mean, you said so yourself, ever since they hooked up, Gigi's been doing things that she wouldn't normally do.",
        "Rex: Okay, so how does he make her do it?",
        "Natalie: I don't know, but, I mean, it makes sense. Look, I mean, look at all the things that he did to you when you were going to tell Shane that he wasn't his father.",
        "Rex: Like passing off my DNA as his?",
        "Natalie: Exactly.",
        "Rex: He was still a mess from Iraq, though. He's better now.",
        "Natalie: Yeah, well, St. Ann's doesn't cure horniness.",
        "Rex: He loved Gigi.",
        "Natalie: This isn't about Gigi. This is about Brody getting exactly what he wants. I mean, trust me, I know it first hand.",
        "Rex: Lovett hit on you?",
        "Natalie: No, no, no, not me. Jess.",
        "Rex: I thought you said she kicked him to the curb?",
        "Natalie: Yeah, yeah, I thought so, too. And then he was in our bushes all night long.",
        "Rex: What?",
        "Natalie: Yeah, yeah, well, apparently he didn't like it when Jess ordered him to get lost.",
        "Rex: Does Gigi know about this?",
        "Natalie: I don't know, but, you know what? Even if she did, he's just going to lie to her.",
        "Rex: Yeah, and she'd buy it? She's a pretty tough cookie.",
        "Natalie: What, and I'm not? When I heard what he did to you and Jessica, I went over there to have a little talk with him.",
        "Rex: Just talk?",
        "Natalie: Yeah, I punched him in the gut.",
        "Rex: That's my girl.",
        "Natalie: Yeah, well, he actually had me convinced that he was sorry until I saw him in the bushes, waiting for Jess last night.",
        "Rex: So you think he's lying to Gigi?",
        "Natalie: I think that he has spent months trying to convince Gigi not to trust you so that she would leave you and go to him.",
        "Rex: And then he turns around and does to Gigi --",
        "Natalie: What she's done to you.",
        "Rex: Lock up before you leave. I'm going to have a talk with lieutenant horndog.",
        "[SCENE_BREAK]",
        "Jessica: Brody, it's me. Let me in before someone sees me.",
        "[Jessica squeals]",
        "[SCENE_BREAK]",
        "Cole: There's got to be a mistake.",
        "Starr: The hair I gave you. It wasn't from our baby?",
        "Kyle: No, this is correct. Did you -- did you take the hair yourself?",
        "Starr: No, the obstetrician did, and then she gave it to my friend, Langston.",
        "Kyle: Okay, well, can you talk to this doctor about it?",
        "Starr: She's dead.",
        "Kyle: So, there might have been a mix-up.",
        "Starr: How? You're saying that the hair in here is not our baby's?",
        "Cole: Look, look, there's nothing more he can do for us, okay? So let's go. Right?",
        "Kyle: Not unless you can provide another sample.",
        "Starr: We don't have another sample. This is all we have left of her.",
        "Kyle: I'm sorry. I'm sorry I can't be more helpful.",
        "Cole: Well, thank you for your time.",
        "Starr: Oh, my God.",
        "Kyle: I could do a genetic profile. The best that'll tell you is whether or not there was a genetic predisposition to a problem or a disorder.",
        "Starr: Okay, well, that's something. Right? You probably don't get a lot of people asking for this.",
        "Kyle: Actually, there was a couple in here not that long ago, asking the same kind of thing.",
        "Natalie: How long before we get the results back?",
        "Kyle: I'll shoot for a quick turnaround, but Shane Morasco's donor drive might hold things up a little bit. I'll do my best.",
        "[SCENE_BREAK]",
        "Cole: Look, Starr, there's got to be an explanation.",
        "Starr: Dr. Joplin told Langston that she wanted me to have a part of her.",
        "Cole: Yeah, but, okay, she was upset, all right? Your dad was blackmailing her. Our baby had just died. I mean, maybe she screwed up.",
        "Starr: But this is all I have left. A lock of hair that isn't even hers.",
        "Cole: She was still our baby. We can still remember her.",
        "Starr: It's not the same. Because of this, I felt like I hadn't completely lost her. And now I don't have it. I don't understand why she had to die, Cole. Why did she have to die?",
        "[SCENE_BREAK]",
        "Langston's voice: \"All systems go on Operation Deflower?\" \"Operation Deflower?\"",
        "Markko's voice: \"You want me to call it Operation 'doing the nasty'?\"",
        "Langston's voice: \"Did you find a place?\"",
        "Markko's voice: \"How about the palace hotel?\"",
        "Langston's voice: Expensive.",
        "Markko's voice: \"You're worth it. You deserve the best.\"",
        "Langston's voice: \"You're right. I do.\"",
        "Markko's voice: \"So I'll make a reservation.\"",
        "Langston's voice: \"Are you sure?\"",
        "Markko's voice: \"I've got money saved.\"",
        "Langston's voice: \"That's for college!\"",
        "Markko's voice: \"Who cares about college?\"",
        "Langston's voice: \"It's important for your future.\"",
        "Markko's voice: \"And Operation Deflower is important for my present. Tonight's our first time. It should be special. Dare to dream, right?\"",
        "[SCENE_BREAK]",
        "Gigi: Sorry I'm late.",
        "Assistant manager: It's okay.",
        "Gigi: It's just it's my son's first day home from the hospital.",
        "Assistant manager: I said it's okay. You've got tables waiting.",
        "Gigi: Thanks.",
        "Gigi: Hi, Natalie.",
        "Natalie: Hmm, we need to get something straight.",
        "Viki: Natalie, honey, I'm so glad you're here, honey. We need the final count for the reception. Catering needs it.",
        "Natalie: Jessica can handle that.",
        "Viki: Jessica's at the florist.",
        "Natalie: I just ran into Rex.",
        "Gigi: You did?",
        "Natalie: Mm-hmm, and he's a wreck, but I guess you know that, don't you?",
        "Viki: Okay, honey, we really have to do this now, okay? We need to know how many tables.",
        "Natalie: Oh, it's okay, Mom. Don't worry. Another seat just opened up because it looks like we're not going to need you as a bridesmaid after all.",
        "Gigi: Can I get you anything?",
        "Viki: No, thanks, Gigi, we're fine.",
        "Jared: That had nothing to do with the wedding, did it?",
        "Natalie: Not anymore. I just disinvited Gigi.",
        "Viki: You know, darling, appearances can be very deceiving.",
        "Natalie: Yeah, yeah, I know. Because we all thought that Gigi was such a great girl.",
        "Viki: We don't know what happened between her and Rex.",
        "Natalie: Oh, I do. She took his heart and threw it through a meat grinder.",
        "Viki: I know that you're very loyal to Rex, okay? But things are not always what they seem.",
        "Natalie: What is that supposed to mean?",
        "[SCENE_BREAK]",
        "Shane: Mom.",
        "Gigi: Hey.",
        "Shane: Is it true? Did you cheat on dad with Brody?",
        "[SCENE_BREAK]",
        "Jessica: Sorry I slapped you before.",
        "[Brody chuckles]",
        "Jessica: I didn't hurt you, did I?",
        "Brody: I'll let you know when my ears stop ringing.",
        "Jessica: Oh, come on.",
        "Brody: Truth is, you've got nothing on your sister.",
        "Jessica: Oh, I don't believe Natalie hit you.",
        "Brody: Well, she just happened to stop by to defend your honor.",
        "Jessica: Oh, I don't believe it.",
        "Brody: She's just being a good sister. She thinks I'm playing you and hurting her brother. I'd deck me, too.",
        "Jessica: If she only knew what a really great guy you are.",
        "Brody: I don't know.",
        "Jessica: I do. And so does Gigi. I mean, you're literally taking it on the chin for her.",
        "Brody: I keep trying to redo the math, you know? But the bottom line is, Shane might need another transplant.",
        "Jessica: And Stacy won't give him one unless she has Rex, and that means that you have to convince Rex that Gigi's over him and into you.",
        "Brody: As long as Shane gets better, it's all worth it.",
        "Jessica: Even if Jared and Natalie think that you're a home wrecker?",
        "Brody: I can live with it, as long as I have you.",
        "[SCENE_BREAK]",
        "Stacy: I deserve Rex, not my sister.",
        "Stan: Why? Because you've been such a good girl?",
        "Stacy: I've known him since high school. I saw him first.",
        "Stan: You're a piece of work, you know that? You came all this way to steal your sister's boyfriend.",
        "Stacy: She stole Rex from me. And it doesn't even matter, because he loves me now.",
        "Stan: Yeah, so maybe he'll pay me back the money.",
        "Stacy: You leave him out of this.",
        "Stan: I'd be happy to, as long as you pay up.",
        "Stacy: I don't have your money.",
        "Stan: But, you know how to get it, don't you?",
        "Stacy: What do you want me to do, rob a bank?",
        "Stan: You're good at taking things that don't belong to you.",
        "Stacy: And what if I can't?",
        "Stan: All that time in Vegas, you thought you had me wrapped around your little finger, that I was some stupid bozo you could laugh at behind my back. But you're not as smart as you think you are, honey. I'm not the first guy to figure you out. And I'll bet you a lap dance, I won't be the last.",
        "[SCENE_BREAK]",
        "Brody: What are you -- what are you doing?",
        "Jessica: My mom and Jared think I'm at the florist.",
        "Brody: Is that my code name?",
        "Jessica: No, seriously, if I don't go, they're going to send out a search party for me. But I do need a shower. What do you say?",
        "Brody: I say yes.",
        "Jessica: Oh, well, you get ready, and I'll make sure it's nice and hot.",
        "[Knock on door]",
        "Rex: Okay, we need to get something straight. I know we've had our problems, but that's just it. Huh.",
        "Rex: You son of a bitch.",
        "Rex: So this is where she was going.",
        "Brody: Let's not do this, okay?",
        "Rex: We are not doing anything.",
        "Brody: You don't want to hit me?",
        "Rex: There's nothing I'd rather do more than beat you senseless, but I need to talk to Gigi first.",
        "Brody: Rex, you don't want to go in here, man.",
        "Rex: Gigi. Come out here!",
        "Brody: Why don't you talk this over when you've calmed down a little bit?",
        "Rex: Late for work, huh? You just had to get away from me.",
        "Brody: All right, leave her alone, okay?",
        "Rex: Leave her alone? Well, what about what she's done to me? You hear that, Gigi, huh? You just had to leave me so you could come here with this guy, right? I don't know why I thought I could trust you. You're nothing but a liar! Oh, a liar and a slut.",
        "Brody: All right, that's enough \u0096",
        "[SCENE_BREAK]",
        "Gigi: Honey, can we please talk about this later?",
        "Shane: No. I want to talk about it now. Did you cheat on dad with Brody?",
        "Gigi: Did your Aunt Stacy tell you that?",
        "Shane: She doesn't lie to me. She doesn't treat me like a baby.",
        "Gigi: Shane, I don't treat you like a baby, either.",
        "Shane: Then tell me the truth. Did you cheat on Dad or not?",
        "Gigi: Yes.",
        "Shane: You did?",
        "Gigi: Shane, you don't know the whole story.",
        "Shane: I don't want to know it. I don't want to live with you anymore, either.",
        "Gigi: Honey --",
        "Shane: I'm moving in with my dad!",
        "Gigi: Shane, wait!",
        "[SCENE_BREAK]",
        "Viki: Oh, my God, poor Gigi.",
        "Natalie: No, poor Shane. Poor Gigi's getting exactly what's coming to her.",
        "[SCENE_BREAK]",
        "Stan: What about that kid that tore out of here when I showed up?",
        "Stacy: Shane?",
        "Stan: Cute kid. Be a shame to see him get all messed up.",
        "Stacy: You wouldn't do that.",
        "Stan: His life's in your hands. I'll see you in 24 hours.",
        "[Door opens]",
        "Stacy: Oh, you scared me.",
        "Rex: Sorry.",
        "Stacy: What's wrong?",
        "Rex: Well, she made a fool out of me again.",
        "Stacy: Who?",
        "Rex: Who do you think? Gigi.",
        "[SCENE_BREAK]",
        "Natalie: I'm sorry if it seems like I'm being a bitch.",
        "Charlie: I wouldn't go that far.",
        "Viki: You have a well-developed sense of righteous indignation.",
        "Natalie: Yeah, well, so would you if you'd seen Rex this morning.",
        "Charlie: You're just being a very good sister. Rex is lucky to have you on his side.",
        "Natalie: So, Mom, you said you wanted to see the final headcount?",
        "[SCENE_BREAK]",
        "Starr: I feel like I've lost her all over again. All this time, I've had this right next to my heart. And I felt like she was still with me.",
        "Cole: Maybe she still is.",
        "Starr: I know. And I also know that even if we do find out what happened to her, nothing's going to bring her back. But --",
        "Cole: But what?",
        "Starr: If it's not our baby's hair, then whose is it?",
        "[SCENE_BREAK]",
        "Starr's voice: The hair I gave you, it wasn't from our baby?",
        "[SCENE_BREAK]",
        "Cole: You know, I think about her sometimes, what she looked like.",
        "Starr: I see her with your eyes.",
        "Cole: Your smile.",
        "Starr: You know I dream about her?",
        "Cole: Yeah, me, too. I have this one dream where I'm holding her, and she has her little hand wrapped around my finger. And I'm asking someone, \"How can she be dead?\"",
        "Starr: I used to have a dream like that, too. But now I have these dreams where I'm holding her, and she's sleeping. And then whenever she starts to wake up, I just -- I start to sing her a lullaby. Then she falls back asleep, and I know then that everything is okay. But then I wake up, and I realize that she's gone. Oh, that's dumb. It's dumb, huh?",
        "Cole: No. No, it's not dumb.",
        "[SCENE_BREAK]",
        "Langston's voice: \"Palace, right? Need to book room! I'll pay half.\"",
        "Markko's voice: \"No way. The guy pays.\"",
        "Langston's voice: \"That's just a sexist ritual.\"",
        "Markko's voice: \"Fine. You can buy the condoms.\"",
        "Langston's voice: \"You didn't buy the condoms?\" You didn't buy the condoms?",
        "Marcie: Langston. Is there something you and Markko would like to share with the rest of the class?",
        "[Laughter]",
        "Langston: No. Sorry, it's fine.",
        "[SCENE_BREAK]",
        "Natalie: So, as long as we get the bridesmaids' bouquets --",
        "Charlie: You're supposed to tell the florist exactly what you want, but Jessica's already doing that for you right now.",
        "Natalie: He already called me. I mean, I did that.",
        "Jared: You think there's a problem?",
        "Viki: No. No, I'm sure he just wants to make sure everyone's on the same page.",
        "Charlie: Okay, still -- Jessica's been gone for quite a long time. Do you think we should call her?",
        "Viki: No. I don't think so. I mean, these things take time.",
        "[Cell phone rings]",
        "Natalie: Excuse me.",
        "Natalie: Oh, I don't recognize the number. Maybe it's the florist. Hello?",
        "Kyle: Hi, this is Kyle Lewis at the Llanview hospital lab.",
        "Natalie: Oh, hi.",
        "Kyle: Yeah, I need to see you and Jared Banks as soon as possible.",
        "Natalie: What? Why? [Phone disconnects] Hello?",
        "Jared: Everything okay?",
        "Natalie: Uh, yeah. It was the caterer. Needs us to check out some cake filling.",
        "Jared: It's that big a deal?",
        "Natalie: Yeah. I mean, that's the whole reason I'm having a big wedding, so I can have the cake. So I guess we better get going. Thanks, Mom.",
        "Viki: Honey, see you later.",
        "Charlie: And we've got to pick up Bree at her play date.",
        "Viki: Yes, we do. And I have to get her to try on her dress for the wedding.",
        "Jared: That wasn't the caterer, was it?",
        "Natalie: I'll explain on the way.",
        "Jared: We made the right decision.",
        "Natalie: For Jess, yeah. Do they look happy?",
        "[SCENE_BREAK]",
        "Jessica: Hey, you sure it's not broken?",
        "Brody: Don't worry, he doesn't hit half as hard as you.",
        "Jessica: I really wanted to come out, but if I had --",
        "Brody: You would have blown our cover.",
        "Jessica: Yeah, but we might have saved your nose.",
        "Brody: Man, I hated letting Rex think Gigi was in there.",
        "Jessica: Me, too.",
        "Brody: But this is the only way.",
        "Jessica: I know. Until Shane goes into remission, we have to keep the secret.",
        "Brody: Yeah, his life depends on it.",
        "Jessica: How does that sister of Gigi's live with herself?",
        "Brody: Beats me.",
        "[SCENE_BREAK]",
        "Rex: I set myself up.",
        "Stacy: For what? What happened?",
        "Rex: Gigi and me -- we were doing so great this morning.",
        "Stacy: You were?",
        "Rex: Not at first. Then we started talking. The whole drug thing came up.",
        "Stacy: What drug thing?",
        "Rex: The night of the car accident when Gigi found us in bed together.",
        "Stacy: You're kidding me. She brought that up when you came to see a schedule for your son? God, that is so typical.",
        "Rex: No, she didn't. I did. Sort of. I explained to her why you're staying here, since she kicked you out.",
        "Stacy: So then you guys got in a fight?",
        "Rex: I told her about the dream that I had last night. We were getting married.",
        "Stacy: You and me?",
        "Rex: No. Gigi and me.",
        "Stacy: Oh.",
        "Rex: Gigi told me how she had the same dream. And then we weren't even thinking --",
        "Stacy: What? Did you have sex with her?",
        "Rex: No. I kissed her. Brody had sex with her.",
        "[SCENE_BREAK]",
        "Gigi: Shane. Stop.",
        "Shane: No. I'm going to Dad.",
        "Gigi: No, we're going to talk about this.",
        "Shane: I tried to talk to you about this. When I asked you why you guys broke up, you lied to me.",
        "Gigi: I told you it was complicated. And it is.",
        "Shane: You wouldn't tell me whose fault it was. That's why I asked Aunt Stacy.",
        "Gigi: Let me guess what she said.",
        "Shane: She told me it was your fault, that you messed everything up.",
        "Gigi: God, Shane, listen to me, okay? Because it's not like that.",
        "Shane: Why did you even want us to be a family? I didn't want Rex to be my dad. But you're the one that made me give him a chance.",
        "Gigi: I know.",
        "Shane: This is all your fault. I hate you!",
        "[SCENE_BREAK]",
        "Marcie: I hope you two both finished your term papers.",
        "Langston: Yeah, we were done last week.",
        "Marcie: Good. So I assume you're going to the prom together?",
        "Markko: When was the last time I finished homework early?",
        "Marcie: It's a big night, huh?",
        "Langston: Yeah, it is.",
        "Marcie: You know, I think I might have to take some credit. I mean, who knows if you two would've gotten together if I hadn't noticed how much chemistry you had?",
        "Langston: Noticed? You practically forced me to go to the prom at gunpoint.",
        "Markko: And we're really thankful.",
        "Marcie: So you doing anything special for your anniversary?",
        "Markko: I'm hoping Langston brings me some flowers. Dare to dream, right?",
        "Marcie: Get out of here.",
        "Langston: Why didn't you buy the condoms?",
        "Markko: Relax. It's not like they're going to sell out.",
        "Langston: On prom night?",
        "Markko: There's a ton behind the counter.",
        "Langston: You're kidding. You're embarrassed?",
        "Markko: I just need to work up to it, all right?",
        "Langston: All right, well, you better. We're not going to end up like Starr and Cole.",
        "Markko: Don't worry. I will get them. I've been waiting for this night for a long time. Nothing's going to spoil it.",
        "Langston: Promise?",
        "Markko: Promise.",
        "Lola: Nothing's going to spoil it, Markko? We'll see about that.",
        "[SCENE_BREAK]",
        "Kyle: Miss Buchanan. Mr. Banks.",
        "Jared: What did you want to see us about?",
        "Kyle: You know that DNA test you had me run on baby \"a\" and baby \"b\" to see which child belonged to which mother?",
        "Natalie: Uh-huh, is there a problem?",
        "Kyle: Yeah, I'd say there's a problem. Your sister Jessica stole Starr Manning's baby.",
        "[SCENE_BREAK]",
        "Starr: I thought that if we tried to find out how Hope died -- I thought that it would make us feel better.",
        "Cole: Yeah, but we knew the answer might not be genetic.",
        "Starr: But we didn't think we had the wrong baby's hair. It feels like we're getting further and further away.",
        "Cole: Maybe not. There is something else we can do. I know you didn't want to, but it would give us an answer.",
        "Starr: You mean --",
        "Cole: We could have Hope's body exhumed.",
        "[SCENE_BREAK]",
        "Gigi: Shane, listen to me.",
        "Shane: Why, so you can tell me how complicated everything is?",
        "Gigi: Honey, it is complicated. Okay, I know it just sounds like a dumb, grown-up word, a cop-out, but please, Shane, I love you more than anything.",
        "Shane: Like you loved Dad? You broke his heart, Mom. You broke mine, too.",
        "Gigi: Shane, please. Shane, come back here. Shane, please!",
        "[SCENE_BREAK]",
        "Rex: I wanted some answers, so I went over to Brody's. Like I said, I'm an idiot.",
        "Stacy: What happened?",
        "Rex: Oh, I interrupted their nooner.",
        "Stacy: Gigi was in bed with him?",
        "Rex: She was in the shower. He was getting ready to join her. Like I said, if I thought there was a chance for us before, I sure as hell don't now.",
        "Stacy: Rex, I'm so sorry.",
        "Rex: And here I had convinced myself that something was off, that they weren't really together.",
        "Stacy: That's what you thought?",
        "Rex: But today I found out Gigi's just a slut.",
        "Stacy: You don't deserve this. You're too good for her.",
        "Rex: You know, I wonder how she'd like it if she walked in on me --"
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=paamMpG5s7U"
}