{
    "Episode Summary": [
        "Episode # 10296 - \"Home Is Where The FARC Is\" Written by Aida Croal, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, Anna Theresa Cascio"
    ],
    "Recap": [
        "All of the people in Dorian's home believe that they must say good bye to Langston forever. But Dorian is secretly working with Jack McNaughton, ready to stop at nothing to prevent Ray from taking Langston away. After Viki returns home, Bo comes to see her. And they are both beginning to realize that Jessica may really be Tess and may be responsible for the disappearance of Natalie and Jared. Tess overhears and knows she better get out of the house and out of Llanview with Bree and the new baby. Tina is almost ready to reveal what she knows to Viki and Bo. But she finds that her dog is missing and Cain Rogan might have kidnapped him. And, yet again, she chickens out. Rex's life is still on the line. Adriana wants to prevent Gigi and Shane from seeing him. And there is nothing they can do about it."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Cole: Starr, wait up, hey.",
        "Cole: Starr, wait up, hey.",
        "Starr: Cole, hi.",
        "Cole: Skipping fourth period?",
        "Starr: Did Markko text you, too?",
        "Cole: This is crazy. How is Langston's uncle just get to walk away with her today?",
        "Starr: I don't know. I'm praying for a miracle here.",
        "Cole: Yeah. You think Markko's freaked out enough to make an honest promise about running away?",
        "Starr: Freaked out? Yes. Stupid enough? No. I give that honor to you and me.",
        "[SCENE_BREAK]",
        "Langston: Markko, those are huge. Let me help you with that.",
        "Markko: No, no, I got it, I got it. No worries. It's all good. Dorian went all out, huh?",
        "Langston: Yeah, she had Hilda stealth pack everything, so I don't even know half of what's in there.",
        "Markko: Maybe it's a howitzer. You can blast your way out of Uncle Ray's.",
        "Langston: I wish.",
        "Markko: You, uh, should make sure you check your bags all the way. Sucks when you get there and your luggage doesn't.",
        "Langston: It wouldn't matter. Everything that's most important to me, I have to leave behind.",
        "Langston: You know, Dorian keeps saying that she's working on this, but I don't see her doing anything.",
        "[SCENE_BREAK]",
        "Dorian: Your contractor, is he trustworthy?",
        "Jackie: So, what do you want, references?",
        "Dorian: Does he know what he's doing?",
        "Jackie: My people are experts, so unclench.",
        "Dorian: My daughter's life depends on this. Make sure your man gets the job done.",
        "[SCENE_BREAK]",
        "Jared: Nothing. Tess still hasn't turned the feed back on.",
        "Natalie: I am so sick of her.",
        "Jared: Look, maybe -- maybe there's something going on up there that Tess doesn't want us to see.",
        "Natalie: We're never getting out of here.",
        "Jared: Yes, we are.",
        "Natalie: No. At least when Tess had the live feed on, I knew what she was up to, you know? I could try to work her as she would try to work me. Now, we're completely in the dark. The only person who knows anything is Tina, and obviously, she's not going to spill.",
        "Jared: Yeah, but maybe there is someone else we can count on.",
        "[SCENE_BREAK]",
        "Viki: Jared, hi, it's Viki Davidson. Look, I'm sorry, we had a terrible connection last night, and I couldn't hear anything that you said. And I was hoping to talk to you when you got home, but obviously, you slept somewhere else. So, I -- I really need to talk to you. Please, call me as soon as you get this message, okay? Thank you, and, uh -- bye. Bo, my goodness, it's so good to see you.",
        "Bo: Well, welcome home, Viki. When did you get back?",
        "Viki: Last night. I cut my trip short.",
        "Bo: What, it's not all you hoped for?",
        "Viki: Oh, no, the trip was wonderful, the work was wonderful, and Africa is incredible. But I got a message from Jared telling me that Natalie had left town without telling anybody and wasn't returning phone calls, so obviously, I came home.",
        "Bo: Yeah, I talked to him, too.",
        "Viki: Also, that Rex is in the hospital? In critical condition from a gunshot wound?",
        "Bo: Yeah.",
        "Viki: How is he now?",
        "Bo: He's unconscious and, uh, he's still on a ventilator.",
        "Viki: My God, you must be worried sick. The thing is, I've been trying to call Natalie because I don't think she even knows that.",
        "Bo: You still haven't heard from her?",
        "Viki: No. And I have left message after message.",
        "Bo: Hmm. What about Jessica? She doesn't have any idea where Natalie is?",
        "[SCENE_BREAK]",
        "Tina: Okay, go on. Channel your inner bloodhound. Find Cain.",
        "Tess: Fox hunting?",
        "[SCENE_BREAK]",
        "Gigi: Where's Rex?",
        "Adriana: I told you, he's gone.",
        "Shane: Gone, like dead?",
        "Adriana: No, he's okay. He's the same. It's just that the doctors here can't do anything else, so I'm having him moved.",
        "Gigi: Moved where?",
        "Adriana: Where you can't touch him.",
        "[SCENE_BREAK]",
        "Markko: I hear Colombia's not so bad.",
        "Langston: It's hot and humid.",
        "Markko: Cartagena's not. It's right on the Caribbean, tons of beaches, sea breezes. If you end up living there, living in a walled-in city could be mad cool.",
        "Langston: This message brought to you by the Cartagena tourism board.",
        "Markko: Travelpedia actually.",
        "Langston: Are you just waiting to get rid of me?",
        "Markko: Huh?",
        "Langston: Because you telling me how mad cool you think Colombia's going to be, it's not helping.",
        "Markko: Well, what am I supposed to do? Talk about the hailstorms, and the mudslides, and the rebels, and the fact that it's an eight-hour plane ride from here? Would that make you feel better?",
        "Langston: I don't want to feel better, Markko.",
        "Markko: You want to be miserable?",
        "Langston: About this? Yes, because my life, as I know it, is over. How am I supposed to feel?",
        "Markko: I -- I don't know. I don't know, hopeful?",
        "Langston: About what?",
        "Markko: About the fact that there's a guy out there who's crazy about you, who knows in his soul -- that he's never, ever going to let you go.",
        "[SCENE_BREAK]",
        "Blair: So, Mama, you think we're overdoing it here? I mean, less is more.",
        "Addie: No, I don't. We need -- we need more. We need more color, more glitter, more everything.",
        "Blair: But, Mama, the bigger we make this, I think the harder it is going to be for Langston.",
        "Addie: We can't make it easier for her. It stinks. The most and the best we can do is just let her know how much we're going to miss her and how much we love her.",
        "[SCENE_BREAK]",
        "Dorian: When am I going to get word that the job has been done? I mean, my household is starting to crack under the stress.",
        "Jackie: I'll call when I get news, which should be soon. And then, all things Montez will be an unpleasant memory.",
        "[SCENE_BREAK]",
        "Nigel: What in heaven's name?",
        "Ray: Who sent you? Hey --",
        "[Heavy breathing]",
        "[SCENE_BREAK]",
        "Clint: What kind of question is that?",
        "Nora: A direct one. I mean it, Clint. What are we -- what are we doing still seeing each other? Do you even wonder if we're right for each other?",
        "Clint: You're my ex-sister-in-law. According to a lot of people, no, you're not right for me, I'm not right for you. But here we are, almost a year later.",
        "Nora: You were keeping track.",
        "Clint: Nora, I know you don't like my tactics, and that's fine. And you have made that abundantly clear, but allow me to point out, that your ethics are not ironclad.",
        "Nora: Oh, this is I got to hear.",
        "Clint: Let's just say that I'm not the one who threw Todd Manning under a bus about 20 years ago.",
        "[SCENE_BREAK]",
        "Tina: Just leave me alone, Tess, all right? I've got to find Cain before he just pops up out of nowhere and tries to kill me.",
        "Tess: Sounds like you have a problem.",
        "Tina: No, sounds like we have a problem. You see, because if he finds me or the jewels, then I am going to tell him that you are the one who poisoned the dip, and you are going to spend the rest of your miserable life in a padded cell where you belong.",
        "Tess: No, I think that you are if you don't stop deluding yourself.",
        "Tina: Hmm, meaning what?",
        "Tess: Meaning Cain is not going to care who did what to him as long as he gets to wring your little neck.",
        "Tina: Hmm. He loves my little neck.",
        "Tess: Yeah, well, he likes money a lot more. And I hope that you have a plan if your little rat dog tracks him down.",
        "Tina: Don't worry. He will. David Vickers has a nose for trouble. He found Natalie, didn't he?",
        "[SCENE_BREAK]",
        "Jared: I told Bo about my suspicions.",
        "Natalie: Wait, you told him that you think Jessica's Tess?",
        "Jared: Yes, I -- I did, and I reminded him that I've dealt with Tess before, and I told him how Jessica's been acting now, edgy and aggressive one minute and sweetness and light the next. Look, I just put it to him, \"You think Tess is running things?\"",
        "Natalie: What'd he say?",
        "Jared: Well, we got cut off by some cop stuff, and then I got the text and went to meet your sister and then --",
        "Natalie: Great, so you've no idea if Bo even believes you?",
        "Jared: No, but --",
        "Natalie: So, we don't know that Bo's going to come and help us?",
        "Jared: No, he -- he heard me, and I followed up with a message and I told him it was urgent. Bo is a cop. He's suspicious enough to follow up.",
        "[SCENE_BREAK]",
        "Viki: Actually, Jessica told me that she got another letter from Natalie. Um, with the return address of Llanfair, saying that she just wanted to move on.",
        "Bo: Hmm. You know, Jared got one, too. His was kind of, uh, \"Dear John\" letter, said that Natalie felt guilty for her part in what he did to the family, so she just had to get away, start over.",
        "Viki: You know, Bo, if she did this, then we did it to her. Clint and I were so hard on Natalie. You know, all I could see was Jessica suffering and -- and I mean, Natalie was suffering, too, and I never -- I never acknowledged it.",
        "Bo: See, hindsight is 20/20, we were all stunned by what happened. I think you did the best you could.",
        "Viki: Well, obviously, when Jared reached me in Africa and told me that Natalie had left so abruptly, I had to come home, find out what the heck is going on.",
        "Bo: Hmm. Yeah, I heard, when I came in, I heard you leaving the message.",
        "Viki: Well, I called Jared last night when I got in, and we had a terrible connection. I could barely hear him, but I heard him say that something was urgent, and then I lost the call.",
        "Bo: He came by and he saw me at the station yesterday.",
        "Viki: Why?",
        "Bo: Because he doesn't buy what Natalie wrote in that letter. He said that it just didn't sound like Natalie. And he had a theory about Jessica.",
        "Viki: What kind of theory?",
        "Bo: Well -- I'll just ask you. Do you think it's possible that Tess is back?",
        "[SCENE_BREAK]",
        "Ray: Roll over. Have you ever heard of a Colombian necktie? You're going to be wearing one in five seconds if you don't answer my question. Who sent you?",
        "Nigel: Sir, he's with the cable company.",
        "Man: I came here to work, and this guy attacks me. You better believe my union rep is going to hear about this one.",
        "Nigel: Deepest apologies. The gentleman isn't from around here, but I'm unaware of any trouble --",
        "Man: All I know is, I got a work order this morning.",
        "[SCENE_BREAK]",
        "Nora: I allowed for a rapist to be put in prison. You have a complaint? Take it to the Sun. I'm at peace with what I did.",
        "Clint: So am I. But you turned on your own client because you knew that he was guilty.",
        "Nora: You're damn straight.",
        "Clint: And yet the law says everyone deserves a defense, innocent 'til proven guilty, and all that. But you knew if you did your job, got him off, he would go somewhere else, hurt somebody else, just like he did to Marty.",
        "Nora: That's right, and I was not going to let that happen again.",
        "Clint: Right, so you took matters into your own hands, just like I have. And for the record, I think you were right in doing that.",
        "Nora: Wait a minute, there were consequences that I -- how can you even equate what I did to sending an innocent girl off to Colombia with a convicted murderer?",
        "Clint: Dorian is as guilty as Todd was, maybe more so. Nash is dead because of Dorian.",
        "Nora: I did what I did to Todd, the guilty party. Why should Langston have to pay for what Dorian did?",
        "Clint: She won't. The only one who's going to pay is Dorian.",
        "[SCENE_BREAK]",
        "Addie: Dorian, come -- come and take a look see.",
        "Addie: What do you think?",
        "Dorian: Cute.",
        "Blair: Cute? You don't have an opinion about the color scheme, and the glitter, or even the message, anything?",
        "Dorian: I love red. It's fine.",
        "Blair: I think she's in denial, Mama.",
        "Addie: Or maybe something's up.",
        "Dorian: Hold it. Hold it, everybody. Why is it, because I'm not trying to micromanage your good-bye?",
        "Blair: Oh, to a young girl that you have grown to know and love as your own?",
        "Dorian: Maybe I've evolved.",
        "Blair: Dorian, this isn't spring break. You're going to have to say goodbye to Langston. I think it's time you accept it.",
        "[SCENE_BREAK]",
        "Markko: Hey, thanks for coming over here so fast.",
        "Langston: My uncle's on his way to pick me up.",
        "[SCENE_BREAK]",
        "Shane: I didn't make Evelyn Evil evil enough.",
        "Gigi: Shane, please. Um, can you go get something from the vending machines?",
        "Shane: No, I don't want anything from the vending machine. And I'm not going to leave you alone with her so she can hit you again.",
        "Adriana: It's not going to come to that. Right, Gigi? I think I've made my point.",
        "Gigi: Rex is Shane's father. He has a legal right to see him.",
        "Adriana: I have to do what's best for him.",
        "Shane: What's best for Rex is seeing someone that really cares about him, like my mom.",
        "Adriana: And not you? Oh, you were dying for some father-son time.",
        "Gigi: You hate me, I get it. But Shane is just a kid who wants to see his dad.",
        "Adriana: Doesn't seem that eager to me.",
        "[SCENE_BREAK]",
        "Viki: Jared thinks that Jessica is Tess?",
        "Bo: He raised the possibility.",
        "Viki: That's unbelievable.",
        "Bo: No, Viki --",
        "Viki: After everything Jared put her through, to have the gall to make that kind of an accusation --",
        "Bo: Jared met Tess. You remember? She framed him, got him set up.",
        "Viki: And he got his revenge, didn't he?",
        "Bo: Look, I don't trust the guy but I think he was genuinely worried about Natalie. And I can't ignore what he knows about Tess.",
        "Viki: Oh, Jessica was integrated, and she was doing beautifully.",
        "Bo: Nash's death hit her hard.",
        "Viki: So, you and Jared think that that loss was traumatic enough to bring Tess back?",
        "Bo: But it's not just us. John said something, too.",
        "Viki: John McBain?",
        "Bo: He had a few run-ins with Jessica. And he said that she wasn't acting like herself.",
        "Viki: Right. John McBain barely knows her. Besides, Tina's been living in the house with them all this time. Surely, she would've noticed if her own niece became a different person.",
        "[SCENE_BREAK]",
        "Tess: Do you know how much fun it is for me to watch you squirm?",
        "Tina: You know, you're pretty cocky for someone who has their sister locked in the basement and whose mother just came home from their travels.",
        "Tess: Well, I don't see how that's a threat to me. You know, I'm her poor, widowed daughter. You're the redheaded screw-up she tolerates.",
        "Tina: Yeah, Viki happens to love redheaded screw-ups. She is crazy about me, and she is even crazier about Natalie. And just what do you think she's going to do to you when she finds out what you did to Jared and Natalie?",
        "Tess: Well, Jared wouldn't be down there if you kept your big trap shut.",
        "Tina: Yeah, well, at least they're together.",
        "Tess: Oh.",
        "Tina: Tess, this has got to stop. They are not going to last down there.",
        "Tess: I know. Isn't life cruel?",
        "[SCENE_BREAK]",
        "Adriana: I'm just saying he sure seems chill for a kid whose dad is in critical condition.",
        "Gigi: People grieve in their own ways. Insecure people do it by lording their power over others.",
        "Adriana: I really don't think it's going to help Rex to have a little kid hanging around his bed. He could give him a germ or yank one of his tubes. He could really hurt Rex, more than he already has.",
        "Gigi: Shane, honey, go right over there and wait for me, okay? I'll be right there. Go.",
        "Gigi: Where is Rex?",
        "Adriana: There's no way in hell I'm going to tell you. You and your kid want to visit somebody? I hear your crazy commander's in a psychiatrist hospital. I bet he'd love to see you --",
        "Gigi: Now we're even.",
        "[SCENE_BREAK]",
        "Cole: Well, we can at least ride with you to the airport, right?",
        "Langston: I don't know, I have to ask my uncle.",
        "Starr: What do you mean, you have to ask him? To hell with him. He can take you to Colombia, but he's not going to control us.",
        "Markko: We're going.",
        "Langston: Starr, think of the baby, okay? Don't get too upset.",
        "Starr: Langston, you're the one being kidnapped, and you're worried about me?",
        "Langston: Yeah. What a year we've both had, huh? I don't think either one of us is ever going to forget 2008. Look out for her, okay, guys? Promise me.",
        "Markko: It's a done deal.",
        "Cole: You don't even have to ask.",
        "Starr: You are my best friend, Langston. You are my best friend in the whole world, okay? In the whole world.",
        "Langston: The last time that I checked a world map, Colombia was on it. So, you take care of yourself. Eat your veggies. Have your baby. And you come visit me real soon, okay?",
        "Starr: Okay.",
        "[Door opens]",
        "[Addie and Blair whoop and yell]",
        "Addie: Hey, there we go.",
        "Blair: You like her hair?",
        "Addie: This is an homage to your purple streak period.",
        "[Laughter]",
        "Blair: Yes, yes, yes. We are the Langston Wilde-Cramer fan club. Go Langston!",
        "[SCENE_BREAK]",
        "Nigel: Right this way, Mr. Montez.",
        "Ray: Gracias, Nigel.",
        "Nigel: De nada.",
        "Nigel: I'll be just one moment.",
        "Ray: So sorry to interrupt.",
        "Clint: No, not at all --",
        "Nora: No, will you just give us a minute?",
        "Ray: I give you one minute, exactly how much time I need. It seems that Langston and I will be leaving Llanview after all.",
        "Clint: So soon?",
        "Ray: Yeah, so soon. I wanted to thank you for your extraordinary friendship. And you, Ms. Hanen, for your hospitality, both here and at the jail.",
        "Nora: I'll give, uh -- I'll give your best to the taxpayers.",
        "Ray: Will I be hearing from you?",
        "Clint: Yes, you will. Our work is almost done.",
        "Ray: Excellent. I'll now get my things from the guest house, and I'll be on my way. Ms. Hanen.",
        "Nora: Mr. Montez. The guest house?",
        "Nigel: If I may --",
        "Nora: You know what, hold that thought. Just hold that thought, Nigel. Because Clint and I were having a conversation, and I would really be interested in your take on it.",
        "[SCENE_BREAK]",
        "Tina: Tess, you already have a beautiful daughter and now you're going to have another. I mean, why do you want to keep doing something that is going to keep you permanently separated from your kids?",
        "Tess: Well, it worked for you, didn't it?",
        "Tina: No, it did not. That's what I'm trying to tell you. You don't want to be like me. I mean, put your kids first before it's too late.",
        "Tess: I have things to do. Keep an eye out for Cain.",
        "Tina: No, that's David Vickers' job. He -- David Vickers? David Vickers, where are you? What -- you should be back by now.",
        "[SCENE_BREAK]",
        "Bo: Tina's a little --",
        "Viki: Yeah, I know, I know. Self-centered, immature --",
        "Bo: Yeah, but see, she hasn't seen Jess for years. She's never met Tess. She may not even see the difference.",
        "Viki: Okay, fine, but Natalie's been here. Surely, she would've known if something was wrong.",
        "Bo: Yeah, I think she would.",
        "Viki: Yeah. And believe me, not in a million years would she had left if her sister was in trouble.",
        "Bo: I don't believe she would either.",
        "[SCENE_BREAK]",
        "Jared: Yeah, yeah, your uncle is a great cop. He's going to figure this thing out, and he is going to find us.",
        "Natalie: How can you be so sure?",
        "Jared: Because your family takes care of their own. I believe that. Just like I believe in you. No matter what Tess tried to make me think, no matter what that fake letter said, I never stopped believing in you. And I never will.",
        "[SCENE_BREAK]",
        "Bo: That's what made Jared suspicious. He doesn't believe Natalie's letter, and that she would leave him the way she did, and he's sure that she would be right back here when she found out about Balsom.",
        "Viki: What does any of that have to do with Jessica or Tess?",
        "Bo: She's the one that gave him the letter.",
        "Viki: She's the one who told me about the other letter. So, Jared really thinks that it's Tess who's responsible for Natalie's disappearance?",
        "Bo: All we know for sure is that Natalie is M.I.A. And after what you just told me, Jared is, too. Jess being Tess is a theory.",
        "Viki: But it's a theory that obviously you feel we have to investigate.",
        "Bo: You know, I didn't want to have to talk to you and Clint about this until I had a chance to talk to Banks.",
        "Viki: I wish I hadn't lost that phone call, because I couldn't understand a word he said.",
        "Bo: You have any idea if --",
        "Viki: What, if he was trying to tell me that Jessica was Tess? No, I have no idea. And then Jessica was so insistent that I go to sleep, so I did. And I didn't find out until I got up this morning that Jared never came home last night. I'm just going to have to find Jessica and talk to her directly.",
        "[SCENE_BREAK]",
        "Adriana: You hit me in a hospital?",
        "Shane: You hit my mom in a church. Way to go, Mom.",
        "Gigi: What I did was wrong.",
        "Shane: Why?",
        "Gigi: What do I always tell you?",
        "Shane: That hitting is never the answer.",
        "Gigi: Yeah, and I'm going to punish myself just as I would punish you if you were to hit somebody. I'm -- I'm off dessert for a week.",
        "Adriana: Yeah, and you'll be off Rex a lot longer than that.",
        "[SCENE_BREAK]",
        "Nora: Okay, hypothetical situation. Somebody you love, Roxy -- are you still seeing Roxy? Yeah, well, whatever. She's in debt with the bank and she stands to lose the hotel.",
        "Nigel: That doesn't sound very hypothetical, I'm afraid.",
        "Nora: Okay, but she's got a plan to get out of debt, but it requires the assistance of a shady character. Would you just stand there and let her compromise her integrity for a building and a piece of land?",
        "Nigel: Well, to the extent that Roxanne's morality is founded on compromise --",
        "Clint: No, hold on a minute. Hold on, hold on. What Nora failed to mention is that in saving this hotel, it provides security for the son and the grandson for the rest of their lives.",
        "Nora: That's not the real issue.",
        "Clint: No, the real issue, Nigel, is that the woman you love is fighting for her family's legacy. Do you support her? Do you question her? Do you risk everything you have together for something that's really not a concern of yours?",
        "Nigel: Well, Sir --",
        "Nora: Okay, wait, wait, hold on a second. What I forgot to mention was that in order for this plan to work, she has to use her son.",
        "Nigel: Her son? What part does Rex play in terms of a bank debt? That's --",
        "Nora: None whatsoever.",
        "Nigel: Well, then, I don't --",
        "Nora: Exactly, exactly. What's the point of putting her son in harm's way, right?",
        "Nigel: Actually, I think there's a problem with the cable.",
        "[SCENE_BREAK]",
        "Man: There was a problem.",
        "Jackie: What kind?",
        "Man: Cable's still out. It'll be a while before I get it up and running, but I'll get it done.",
        "[SCENE_BREAK]",
        "Blair: We are going to miss you so much.",
        "Langston: Thank you for everything you've done for me.",
        "Blair: Oh, you bet, sweetheart. I'm proud of you.",
        "Starr: Look at her.",
        "Dorian: Oh, well, it's a wonderful one-of-a-kind gesture because you're one of a kind and you wanted to do something special for our one-of-a-kind girl. I think it's great that we're all trying to show her how much we're going to miss her, except from my point of view, I'm not going to miss you at all.",
        "Langston: What?",
        "Dorian: Because you're not going anywhere.",
        "Langston: I don't understand.",
        "Dorian: You'll always be in our hearts.",
        "Blair: Now, this is a one-way ticket back here in case that mean old uncle of yours gives you too much of a hard time. You don't have to run away. You just run back home. This is your home, baby girl, okay?",
        "Langston: Thanks.",
        "Starr: You know, guys, I think that we should give Langston and Markko some time alone.",
        "Blair: Oh, yeah, yeah. You guys go in the living room. Go ahead, take all the time you need, all right?",
        "Langston: Thank you.",
        "Langston: Look, we need to talk.",
        "Markko: No, wait. You've got that tone.",
        "Langston: I don't want to say this.",
        "Markko: Say what?",
        "Langston: Markko, we have to break up.",
        "[SCENE_BREAK]",
        "Nora: You know, everyone that you've told this little plan to -- Jared, Natalie -- and if those two were here --",
        "Clint: I just want this to be over. I want Buchanan Enterprises back so I can enjoy my life again.",
        "Nora: You want to enjoy your life?",
        "Clint: Yeah, I'd like to enjoy something in my own home.",
        "Nora: Your own home?",
        "Clint: Or the home that my father gave to you. Why? You going to kick me out?",
        "Nora: Thought about it.",
        "Clint: Did you?",
        "Nora: Yes. If I had half a brain, I would throw you out.",
        "Clint: Nora, do me a favor, would you, and just shut up.",
        "[SCENE_BREAK]",
        "Nigel: You were told to wait here.",
        "Man: I thought I could fix the problem if I went straight to the box, only the place is so big I -- I got lost.",
        "Nigel: I checked with the owners and no one reported a problem.",
        "Man: You're kidding me. Dispatch must have messed up another order. Well, it probably must be somewhere else.",
        "[SCENE_BREAK]",
        "Cole: Yeah, it sucks.",
        "Starr: The baby is so used to hearing Langston's voice.",
        "Cole: How do you know?",
        "Starr: I get a kick every time she walks in the room.",
        "Cole: There -- there was all of this stuff that I knew nothing about. Look, look, the -- the baby's going to have plenty of people around to love it, even without Langston being here. And the -- the, um -- the McBains. They have lots of friends and family, so it's -- it's going to be okay. I'm really trying here.",
        "Starr: I know. And I thank you. It means a lot to me.",
        "[SCENE_BREAK]",
        "Markko: Are you really going to spend our last moments alone trying to convince me that we're better off breaking up?",
        "Langston: Aren't we?",
        "Markko: If you think you're going to find someone cooler in Cartagena, think again.",
        "Langston: I hear it's the bomb.",
        "Markko: It's a total dud. We're going to work this out. Okay? And I know a lot of people say that and it doesn't mean jack, but we're not like other people. We're freaks.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Dorian: Oh, I'll get it.",
        "Ray: It's time.",
        "[SCENE_BREAK]",
        "Tina: David Vickers? David Vickers, where are you? Oh -- Viki. Well, hi.",
        "Viki: Why are you looking for David Vickers under a chair? I don't think he would fit there.",
        "[Tina chuckles]",
        "Tina: Oh. Silly, I'm not looking for that David Vickers. I'm looking for David Vickers my dog, my adorable little shih tzu. Have you seen him?",
        "Viki: Oh, your dog -- no, I haven't. I'll keep an eye out.",
        "Bo: Have you seen Jessica?",
        "Tina: No, why?",
        "Viki: Because we need to talk to her, honey.",
        "Tina: Oh. Well, um -- if I do see her, I'll tell her you're looking for her.",
        "Viki: Tina, hang on, hang on. I'd like to get your thoughts on something, okay? You've been living here with Natalie and Jared and Jessica since the day I left, right? Have you noticed anything unusual?",
        "Tina: Like what?",
        "Viki: Like with Jessica. Has anything about her behavior bothered you? I mean, does she seem like herself?",
        "[SCENE_BREAK]",
        "Gigi: Consider us even.",
        "Adriana: You better get out before things get less even.",
        "Shane: She can't make us do anything.",
        "Gigi: No, she can't, but there's nothing here for us anymore. Rex is wherever she's stashed him.",
        "Shane: So we just give up?",
        "Gigi: You and me -- we're Morascos. What's Morasco rule number one?",
        "Shane: Never give up.",
        "Gigi: Exactly, so we're never giving up. We're never going to give up on your father. I promise you that. And if Adriana wants to fight, she can bring it on because when it comes to Rex, she'll lose.",
        "[SCENE_BREAK]",
        "Clint: Well, that must be the answer to something.",
        "Nora: Is that supposed to make me look the other way?",
        "Clint: Nora, does it make you feel better to know that this will be over in a few hours? Dorian is not going to let Langston get on that plane with a stranger, go to Colombia. Dorian is going to be coming back to the table, Langston will be going home, and Ray will be out of our lives.",
        "[SCENE_BREAK]",
        "Man: I was unable to execute the contract.",
        "Jackie: All right, look, you still have time. Just make sure the package does not go airborne.",
        "Man: I know what to do.",
        "Markko: It's the key to my house. I guess -- I guess me and Starr's mom think alike, huh?",
        "Langston: Markko, it's --",
        "Markko: I just -- I want you to know that if you ever come back and you need a place to stay, a place to hide out, you can let yourself in. I'm sorry I didn't get you anything better. I just -- I didn't think you'd go.",
        "Langston: I didn't either.",
        "Markko: I wish I'd given you the last day you deserve -- I --",
        "Langston: I couldn't have handled that.",
        "Markko: I should've done something special to show you how much I -- I love you. And I know a lot of people say that and it sounds lame coming out of my mouth, but --",
        "Langston: Markko, I love you, too. I always will.",
        "[SCENE_BREAK]",
        "Starr: You're early.",
        "Ray: It's an international flight.",
        "Blair: Well, we'll make sure that Langston gets to the airport on time so she has enough time to make her proper goodbyes.",
        "Addie: That's not too much to ask.",
        "Ray: I'm sorry, Addie, but it is. I'm not leaving here without my niece.",
        "Dorian: How is it that Ray Montez has shown up at my house alive?",
        "Jackie: The situation's under control.",
        "Dorian: He's here to take Langston to the airport.",
        "Jackie: Just keep your eyes open.",
        "Dorian: Wait a minute. No, no, no, no, absolutely not. This can't happen in front of Langston or Starr.",
        "Jackie: Do you want the kid to stay with you or not? Nothing's going to happen to your family. Just be ready. Come on.",
        "[SCENE_BREAK]",
        "Tina: Bo asked me the same thing and -- well, what I said to him is that, you know, I think Jessica is still in mourning so, uh, you know, she's not quite the same and -- well, after everything she's been through, I mean, she may never be the exact same person again.",
        "[Knock on door]",
        "Man: Her highness?",
        "Tina: Excuse me?",
        "Man: I have an envelope here for \"Her Highness.\"",
        "[Tina gasps]",
        "[SCENE_BREAK]",
        "Viki: Well, Tina was no help.",
        "Bo: She rarely is.",
        "Viki: I'm just going to have to find Jessica and get some answers.",
        "[SCENE_BREAK]",
        "Tess: Oh, little Bree, I'm so sorry Mommy had to wake you up.",
        "[Bree fusses]",
        "Tess: But I was bringing on heat so we got to move on. Oh, shh, shh, shh.",
        "[Bree cries]",
        "Tess: It's okay. Say \"bye-bye, Llanfair. Bye-bye. Bye-bye.\" And say \"bye-bye, Auntie Nattie and bye-bye, Uncle Jared.\" Hope they have a nice life -- or what's left of it in their cage. So what do you think? Where do you think we should go? Do you think we should go to Napa?",
        "[Crying]",
        "Tess: Huh? What do you think? You've never been to Napa, huh? Could be fun. I think that's where we should go. You ready? Let's do it. Don't forget our cookies.",
        "Tess: Goodbye, Llanfair."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=CR87hzUIL8U"
}