{
    "Episode Summary": [
        "Episode # 10833"
    ],
    "Recap": [
        "Eddie keeps Nora hostage in the motel room. Bo has no clue what has happened but Brody finds Eddie in the motel. Yet, he does not have a search warrant to enter or find out what Eddie is doing. Meanwhile, Robert wants to challenge Eddie to a boxing match where if he (Robert) wins, then Eddie will leave town. James, Starr, Langston and Bo all warn him not to go through with this. But he asks what choice he has since nothing else will get Eddie to leave and the only language he understands is violence. Right then, Cristian appears and wants to show Robert some boxing lessons but proves that Robert is inexperienced and not likely to win a boxing match with anybody. Eddie sends Bo text from Nora's phone telling him she wants him to sleep with Inez. Inez remembers that Clint told her that the only way he will get rid of Eddie and enable her sons to have a bright future is if she sleeps with Bo. She goes to talk to Marty about the situation but does not reveal who these two men in questions (Bo and Clint) are. Natalie busts into Marty's office and tells her she knows what she's done. Marty asks Natalie if it's true that she slept with Brody and got pregnant by him and has not told John. Inez returns home and knows that she has to \"cozy up\" to Bo. Meanwhile, Matthew reveals to Clint that he knows that Rex is Clint's son and Clint wants to hide that. And he wants to know what Clint is implying about Bo and Inez. Bo then reveals to Matthew that Bo and Inez are sleeping together."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Matthew: You got Vimal to break into the DNA lab to change the test results. He made it look like Charlie is Rex's father. But really it's you, isn't it?",
        "Clint: Are you asking me?",
        "Matthew: No, I'm telling you. You're Rex's father, aren't you?",
        "Clint: Yes, I'm Rex's biological father.",
        "[SCENE_BREAK]",
        "Natalie: You found my baby's DNA results where?",
        "Rex: Marty Saybrooke's house.",
        "Natalie: You found a piece of paper that says that Brody is my baby's father in Marty's house?",
        "Rex: I'm sorry, Natalie. It's true.",
        "Natalie: You were at her house?",
        "Rex: Like I told you, I'm investigating her for Todd. He thinks she's dangerous.",
        "Natalie: Yeah, well, he's right. She is dangerous.",
        "Rex: Natalie, you okay?",
        "Natalie: She's gonna do it.",
        "Rex: What?",
        "Natalie: Marty Saybrooke is planning to destroy my life.",
        "[SCENE_BREAK]",
        "Marty: \"Your probation will consist of 5 phases, with 10 criteria of evaluation for every patient contact.\" I can do this. I can do this. It could be worse.",
        "[Knocking on door]",
        "Marty: Come in.",
        "Inez: Hi. I'm Inez Salinger. Thank you for seeing me so quickly.",
        "Marty: Oh, I'm glad that I could. Come on in. How did you find me?",
        "Inez: John McBain. He said that you're the best.",
        "Marty: Well, I hope I can help. What's going on?",
        "Inez: I'm about to do something horrible to a good man, someone I really care about.",
        "[SCENE_BREAK]",
        "Bo: If Eddie didn't go back to your apartment...",
        "Ford: Don't worry. He'll be back, ready to go 10 rounds.",
        "Bo: Are you sure he'll show up?",
        "James: Miss a chance to beat up one of his kids, and it's legal? Trust me, he'll be here.",
        "Ford: Only this time, he's gonna be the one getting the beatdown.",
        "[SCENE_BREAK]",
        "Langston: Starr, he's never boxed before. Eddie's gonna kill him.",
        "[Starr gasps]",
        "Langston: What?",
        "Starr: I know how to make sure that that won't happen now.",
        "[SCENE_BREAK]",
        "Bo: And Eddie didn't give you a clue where he was going?",
        "James: No, just all of a sudden he said he had something to take care of.",
        "Bo: You don't know what it is?",
        "James: No.",
        "Ford: But knowing Eddie, can't be good.",
        "[SCENE_BREAK]",
        "[Pounding on door]",
        "Brody: Open up! Police!",
        "Nora: Mmm! Mmm!",
        "Eddie: Shut up!",
        "Brody: What's 'going on in there? Somebody better answer me.",
        "[SCENE_BREAK]",
        "Matthew: I don't get it. Why would you pretend Rex isn't your son?",
        "Clint: Your grandfather would be so proud of you, Matthew. Not only do you have a good head for this business, but you're able to see the big picture.",
        "Matthew: Thanks. Again, why would you pretend Rex isn't your son?",
        "Clint: Because he's everything that you're not. Balsom is a con man. Has been from the very beginning.",
        "Matthew: Really?",
        "Clint: You're pretty young, so I'm not sure how much you know about why Rex Balsom came to Llanview in the first place. He was after your cousin Jessica's money.",
        "Matthew: Seriously?",
        "Clint: And now he makes this big deal about how he's changed.",
        "Matthew: Well, maybe he did.",
        "Clint: No, no, no, no. He's still after the family fortune. He broke into this office. For heaven's sake, you're the one who caught him red-handed trying to break into this desk.",
        "Matthew: Yeah, I did.",
        "Clint: He is still a gold digger and an opportunist, and you're gonna have to learn to live with that, Matthew, because part of being a Buchanan means you have to protect the family.",
        "Matthew: You're protecting the family from your own son?",
        "Clint: That's right. It's done. You're gonna have to leave it that way.",
        "Matthew: I can't keep this a secret.",
        "[SCENE_BREAK]",
        "Nate: Hey. I'm glad you wanted to come over.",
        "Dani: Why wouldn't I?",
        "Nate: Because my creep of a dad might've scared you off.",
        "Dani: It's not your fault. Besides, I kind of know what it's like to have a tough dad.",
        "Nate: I don't know. I don't think even Todd Manning is as bad as Eddie Ford.",
        "Dani: Mm. Must be weird for you, huh? You didn't really know anything about him before, right?",
        "Nate: I never really thought about him. I mean, I knew he wasn't there, which sucked. But I don't know, I just thought maybe...he wasn't a bad guy, he just wasn't the father type, you know? I did not expect Eddie.",
        "Dani: Who would?",
        "Nate: I can't see how my mom was with him and I can't see how I'm supposed to be his-- I'm not like him. Not at all.",
        "Dani: I know that. Were you seriously worried?",
        "Nate: I don't know.",
        "Dani: Well, Nate, if you were anything like your dad, then you wouldn't have been so understanding about... you know, the dumb virgin.",
        "Nate: Hey. Don't say that. I do not think that.",
        "Dani: Yeah, well, you could. I mean, I know it must be weird for you.",
        "Nate: It's not. Dani, I told you. I'm not in a rush or anything. Whatever you wanna do, it's at your pace. That's what I want. I really care about you.",
        "Dani: Really?",
        "Nate: Really.",
        "Dani: So you'll do my math homework?",
        "Nate: Nice try.",
        "Dani: Trig is so boring.",
        "Nate: So study something else for a while.",
        "Dani: Biology?",
        "Nate: That I got an \"A\" in. What unit are you on?",
        "Dani: Chapter 20. Human sexuality.",
        "Nate: Uh...",
        "[SCENE_BREAK]",
        "Bo: I'll say it again, Ford. I don't like the idea of this fight and neither does your mom.",
        "James: Well, she wants Eddie gone just as much as we do, so--",
        "Bo: This is not gonna get rid of him.",
        "Ford: Hey, he's a bully. He's never had to take a punch from either of us until today. I lay him out in a room full of people, he'll leave.",
        "Bo: What if you lose?",
        "Ford: Not gonna happen.",
        "Bo: Okay, I'm gonna have somebody here anyway. No, just in case.",
        "Ford: Whatever.",
        "Bo: Good luck.",
        "Ford: Thanks.",
        "Langston: So it's still on?",
        "Ford: Yeah. Thank you for being here. I know you don't like the idea of a fight.",
        "Langston: I don't like the idea of you getting killed.",
        "Starr: That's not going to happen now.",
        "Langston: That's right.",
        "Ford: Why? What do you mean?",
        "Starr: Team Ford has a secret weapon.",
        "[SCENE_BREAK]",
        "[Pounding on door]",
        "Eddie: Oh, yeah!",
        "Brody: That's it. I'm coming in.",
        "Eddie: Turn sideways. Do that-- oh, no.",
        "Brody: Eddie Ford?",
        "Eddie: Man, your timing stinks. Don't tell me your boss sent you over here to harass me.",
        "Brody: No. We got a call about noise. I thought you lived with your sons.",
        "Eddie: It got crowded.",
        "Brody: Well, this room is registered to an Elmore Fulton.",
        "Eddie: Ha.",
        "Brody: Ha. Why do you need an alias, Eddie?",
        "Eddie: I don't know. Maybe I wanted to be left alone.",
        "Brody: Only you're not. Alone.",
        "Eddie: No.",
        "Brody: Who's in there with you?",
        "Nora: Mmm? Mmm? Mmm.",
        "[SCENE_BREAK]",
        "Marty: Inez, have you been getting any sleep?",
        "Inez: Sleep. I try, but my mind is racing all night long.",
        "Marty: Okay, when's the last night you slept through the night? Any idea?",
        "Inez: I don't remember.",
        "Marty: It's okay. Don't get upset about it. You know what? I can give you some medication that will help your mind with all the racing and then you're gonna be able to get some sleep. It's hard to make any decision when you're this worn out.",
        "Inez: I have to decide now. I can't wait.",
        "Marty: Okay. Who is this person that you're afraid of hurting?",
        "Inez: This man has been good to me and I am very fond of him.",
        "Marty: Are you involved with him?",
        "Inez: He's married. I could never--I would never do that. Only now I have to or my boys will pay. And I don't want to hurt him, but I will do whatever I have to do to protect my sons.",
        "Marty: I can understand that.",
        "Inez: But this man and his wife, they love each other, and who am I to destroy their relationship?",
        "[SCENE_BREAK]",
        "Natalie: Marty is gonna show this to John.",
        "Rex: How do you know?",
        "Natalie: Come on, Rex! This proves Brody is my baby's father. Of course she'll show it to John. Why else would she have it?",
        "Rex: Maybe she just wants to mess with you.",
        "Natalie: How did you find it?",
        "Rex: I was looking for this gift box Marty had at the Buenos Dias.",
        "Natalie: Gift box?",
        "Rex: Yeah.",
        "Natalie: I saw John at the Buenos Dias this afternoon. He said that Marty tried to give him a present and then she took it back. The present was the DNA results.",
        "Rex: Maybe. Probably.",
        "Natalie: Did you find the gift box in Marty's house?",
        "Rex: Yeah, in the trash.",
        "Natalie: See?!",
        "Rex: Natalie, come on. You gotta calm down.",
        "Natalie: How can I calm down? Marty knows that I'm carrying Brody's baby.",
        "Rex: Just don't think about that right now.",
        "Natalie: Kind of hard not to.",
        "Rex: You know, you could've come to me.",
        "Natalie: Yeah, I know. I know, and I thought about coming to you to see if you could help me, but the only way you could help me is if you could make this not true.",
        "Rex: I wish I could.",
        "Natalie: Yeah. Yeah, me, too.",
        "Rex: But it is.",
        "Natalie: And John and Brody, they can never, ever find this out. I will not let Marty destroy Jessica and Brody and John just because she hates my guts.",
        "Rex: Well, she didn't give John the present.",
        "Natalie: This time. I've gotta make sure that Marty keeps her mouth shut for good.",
        "Rex: Wait a minute. Where do you think you're going?",
        "Natalie: To take care of this.",
        "Rex: Okay, I'll drive.",
        "Natalie: No. This is between Marty and me.",
        "Rex: You can't go alone.",
        "Natalie: Look, Rex, if you go there, she's gonna figure out that you're the one who broke into her house.",
        "Rex: I don't care.",
        "Natalie: I do.",
        "Rex: Listen to me. You are pregnant and upset. How many times do I have to say it? You gotta calm down.",
        "Natalie: I'm fine.",
        "Rex: You can't fool me.",
        "Natalie: Listen, Rex, okay, I promise that I will stay calm, but I will also be very clear. This is John's baby, this will be John's baby, and I am not gonna let her take that away from him.",
        "[SCENE_BREAK]",
        "Inez: So when I found James and Bobby here, I thought that I could finally make it up to them for all the years they were stuck with Eddie. I didn't have much, but I could try. And then I started dating this man who was great. He was so good to them. He made sure Bobby had a job, that James could stay in school. He was so generous. He said, you know, I can afford it. Don't even worry about it. I should've known that there were strings attached.",
        "Marty: What strings?",
        "Inez: He's the one that wants me to break up my friend's marriage. I refused, and that would've been the end of it, if it weren't for Eddie.",
        "Marty: Your ex-husband.",
        "Inez: He came to town. He moved in with James and Bobby. He started hitting James again. We had him arrested. Of course he got out. This whole nightmare was starting all over again. And this man that I was dating said he could make Eddie disappear if I would just do what he wanted.",
        "Marty: Is this man some kind of criminal?",
        "Inez: Worse. He looks perfectly respectable, but he's manipulative...and he's very powerful.",
        "[SCENE_BREAK]",
        "Clint: Rex doesn't want me to be his father. On the other hand, he gets along really well with Charlie Banks, and Charlie's a good man who lost his son and he grieves for him every day. Well, now Charlie has a son again. Everybody wins.",
        "Matthew: But they didn't get to decide. And I'm not just talking about Rex and Charlie. There's a lot of other people.",
        "Clint: Who? Who is not better off with things this way, huh?",
        "Matthew: Well, for one, Rex would be my cousin and my dad's nephew, and I think my dad would like to know that.",
        "Clint: Bo already treats Rex more like a son than--",
        "Matthew: More of a son than me?",
        "[SCENE_BREAK]",
        "Nate: Hey, Commissioner.",
        "Bo: Hey, Nate. Thank you.",
        "Dani: Hey, Mr. Buchanan.",
        "Bo: Hi, Dani. Is your mom here?",
        "Nate: She's not back from work yet.",
        "Bo: Has Eddie stopped by?",
        "Nate: Not since the other night. I thought he was gone.",
        "Bo: Afraid we're not that lucky.",
        "Nate: Why is he still around?",
        "Bo: I don't know. But your brother's got a stupid idea to try to get rid of him. And if somebody doesn't talk him out of it, I think there's gonna be trouble.",
        "[SCENE_BREAK]",
        "Starr: Hey, Cristian.",
        "Cristian: Hey, Starr. How's it going, Ford?",
        "Ford: It's all right.",
        "James: Starr, this is your secret weapon? The art teacher? Are you kidding me?",
        "Starr: He used to box professionally. He'll teach Ford.",
        "Cristian: So I hear you're trying to run your dad out of Llanview.",
        "Ford: Yeah. You wanna help me?",
        "Cristian: Well, I saw what Eddie did to your brother on Thanksgiving. I'd like to see that creep gone. You shouldn't have to take a hit like that again.",
        "James: I won't. Don't worry.",
        "Cristian: So I guess that means I want to help you beat Eddie.",
        "Ford: Thanks, Cris.",
        "Langston: You guys better get started. We don't have much time.",
        "Cristian: How many days before the fight?",
        "Ford: Not days. Hours.",
        "[SCENE_BREAK]",
        "Eddie: Oh, come on, Officer. What I gotta do--draw a dirty picture for you? Huh? I got a lady friend inside.",
        "Brody: I heard.",
        "Eddie: What--are you listening? No, come on, tell me, really. What are you doing here, man?",
        "Brody: The manager said there was a TV blasting out of this room.",
        "Eddie: Really? No, that was me. I turned it on. I was trying to be--what is that word?- Discreet. You see, my lady friend is a screamer, if you know what I mean, and I bet you do.",
        "Brody: Yeah.",
        "Eddie: So, anyway, the point is we're all consenting adults here, right, and there's no law against that yet, is there? And unless you wanna join in-- no?-Then take a hike.",
        "Brody: All right, that's it.",
        "Eddie: Officer, Sir, what I meant to say was, give a guy a break, okay? My lady's in waiting.",
        "Brody: You keep it down, Eddie.",
        "Eddie: You're gonna pay for that stunt.",
        "[SCENE_BREAK]",
        "Dani: Wait. Ford's gonna fight Nate's dad?",
        "Nate: What is that gonna do?",
        "Bo: If he wins, then Eddie will leave town.",
        "Nate: No, he won't.",
        "Bo: That's what I said.",
        "Nate: The guy does nothing but lie.",
        "Bo: And it seems like he enjoys making his boys miserable, and I don't think he's gonna give that up, even if Ford does win. Unfortunately, it's not illegal, so I can't stop it.",
        "[Cell phone ringing]",
        "Bo: Hang on. Can you excuse me just a second?",
        "[Cell phone ringing]",
        "Bo: Yeah, Brody?",
        "Brody: Yeah, I wanted to give you a heads-up on Eddie Ford.",
        "Bo: You saw him?",
        "Brody: He's holed up at the Minuteman Motel with a woman. He's up to something, but I don't have a play.",
        "Bo: What do you think it was?",
        "Brody: Maybe drugs.",
        "Bo: Did you get a look inside the room?",
        "Brody: No. He's acting pretty cagey. The windows are all sealed up tight. Nothing in plain view.",
        "Bo: Then we can't go in without a warrant.",
        "Brody: No, but at least you know where he is.",
        "Bo: Yeah. Listen, I think that Eddie's probably headed to Rourke's Gym right now. I need you to get there ahead of him.",
        "Brody: I could tail him, make sure that's where he's going.",
        "Bo: No, now he's got this high-priced lawyer who'll just slap us with harassment. I want you to go there in civilian clothes and just keep an unofficial eye on him.",
        "Brody: Okay. I'm on my way.",
        "[SCENE_BREAK]",
        "Eddie: The cop has left the building. Go ahead. Scream. Aah! You only make me look good now.",
        "Nora: What are you gonna do with me, Eddie?",
        "[SCENE_BREAK]",
        "Ford: Okay. Where do we start?",
        "Cristian: Hey, James, can you get your brother some gloves?",
        "Starr: I don't wanna watch this.",
        "Langston: I can't stop.",
        "Starr: Would you--",
        "Langston: What?",
        "James: Just teach me instead.",
        "Ford: James, stop it.",
        "James: I'm the one Eddie came after, and I got a few good punches in on him before he tagged me. So teach me.",
        "Ford: He's not taking another shot at you.",
        "Cristian: Look, man, I'm sure you're good, but you know what? Ford--he's got weight on his side. And he doesn't really care if he hurts anyone, so that'll help him in the ring. So does Eddie know how to box?",
        "Ford: He belonged to a fight club when we were kids.",
        "Cristian: Okay. So he can fight. And probably dirty. Come on, let's see what you got. Ready?",
        "James: This is never gonna work.",
        "[SCENE_BREAK]",
        "Clint: Matthew, I didn't say that your father liked Rex more than you.",
        "Matthew: You didn't have to.",
        "Clint: Matthew, if this is how you feel, we should all sit down with your father and talk about it.",
        "Matthew: No. Just forget it.",
        "Clint: Because Bo probably doesn't even realize what he's doing. He's always had this soft spot for Rex. Bo likes underdogs, and Rex is a P.I., which is kind of like being a cop. Just like Drew. You know something? Drew and Rex would probably be pretty much the same age if Drew were still alive. I think that's why they have the bond.",
        "Matthew: Look, never mind, okay? Everything's fine with my dad.",
        "Clint: Good.",
        "Matthew: This is about Rex and you.",
        "Clint: There is no \"Rex and me.\" It's always Rex and the Buchanan fortune.",
        "Matthew: You don't know that Rex would try to take all our money.",
        "Clint: It's who he is. Now, think about this. What if Rex had the Buchanan name and he had Bo backing him up? He could push all of us, including you, right out of the way.",
        "Matthew: We just wouldn't let that happen.",
        "Clint: Well, we'd fight it, of course, but Matthew, there are no guarantees. You can do everything right sometimes. You can be the best guy, the smartest guy, the most loyal guy, and still you can lose. Hasn't that ever happened to you?",
        "Matthew: Yeah.",
        "Clint: Well, then why do we want to risk it when it's so much better this way? We're certainly better off. And Rex and Charlie, they can have the relationship that they deserve.",
        "[SCENE_BREAK]",
        "Rex: Natalie, it's me. Just thought I'd check in. Let me know that you're okay. Okay?",
        "Charlie: Hey.",
        "Rex: I was just here with Natalie. I needed to make a few calls before I left.",
        "Charlie: You don't need an excuse to be in this house, Rex. I mean, you're family.",
        "Rex: Yeah, I'll still knock.",
        "Charlie: Don't wait for an invitation, though, huh?",
        "Rex: Okay.",
        "Charlie: We would really love to see you around more.",
        "Rex: Yeah, it's still kind of new.",
        "Charlie: Yeah, I know what you mean. It's--and I'm sorry for that.",
        "Rex: Not your fault.",
        "Charlie: But we lost a lot of time together, time that you could've used a dad.",
        "Rex: I did all right.",
        "Charlie: Yeah. You did. You know something? You probably did a lot better than if I had been around, because you know there was a lot of time during those years that I didn't do much good for Jared and I probably wouldn't have done much better for you.",
        "Rex: You don't need to apologize to me.",
        "Charlie: I'm not. I'm just being honest. I missed out. And you grew up thinking the wrong man was your dad.",
        "[SCENE_BREAK]",
        "Marty: I can see how this is a problem for you now.",
        "Inez: Yes! If I want Eddie gone, if I want to protect my sons, I have to sleep--",
        "Natalie: You and me. Right now!",
        "Marty: What's going on? I'm in the middle of a session.",
        "Natalie: Well, I'm sorry, Inez. The session's gonna have to be over.",
        "Inez: That's fine. I really have to go anyway. Please don't tell anyone that you saw me here.",
        "Natalie: No. Unlike her, I can mind my own business.",
        "Marty: Wait. I want you to take this. Call me tomorrow. I will see you anytime, but please take this. This is gonna make you feel better and you'll get some sleep. What do you think you're doing?",
        "Natalie: I know exactly what you're up to, you little bitch, and I will not let you ruin my life.",
        "Marty: What's this?",
        "Natalie: You know damn well what this is.",
        "Marty: DNA? What, you had a paternity test?",
        "Natalie: You already knew that because you snuck into my patient records.",
        "Marty: And it says here that Brody Lovett is the father. How can that be?",
        "Natalie: Cut the crap, Marty. You already know this.",
        "Marty: I've never seen this before.",
        "Natalie: This copy is from a report that was found in your house.",
        "Marty: Wait a minute. You broke into my house?",
        "Natalie: I'm not the criminal here. You stole hospital records, private medical records, and that is a felony.",
        "Marty: Oh! You're right. You got me. Let's call the cops. Oh, no, maybe we should call John. Maybe you'd rather call Brody, explain it to him. Does he even know that you're carrying his baby?",
        "[SCENE_BREAK]",
        "Cristian: There you go. Just like that.",
        "Langston: It's getting hot in here.",
        "Starr: It is?",
        "Langston: Yeah. I'm gonna go cool off.",
        "Cristian: Here, Ford. Here.",
        "Brody: Hey.",
        "Starr: Hey, Brody.",
        "Brody: I just saw your dad.",
        "James: You saw my dad? Was he on his way here? He's supposed to be here for this fight.",
        "Brody: Yeah, Bo told me.",
        "Starr: Is that why you're here?",
        "Brody: Mmm.",
        "Starr: Oh!",
        "James: He's not even supposed to be fighting.",
        "Starr: You shouldn't be fighting Eddie either.",
        "James: Starr, all this started with me.",
        "Brody: Yeah, I met your old man. It all starts and ends with him. He's bad news. Don't worry. I'll make sure this fight doesn't get out of hand.",
        "James: Gee, thanks.",
        "Starr: Oh, geez. Brody's right.",
        "James: Starr, Bobby wouldn't be in this fight if it weren't for me.",
        "Starr: None of this would be happening if Eddie was a real father.",
        "[SCENE_BREAK]",
        "Charlie: Something on your mind? Huh? You seem preoccupied.",
        "Rex: I just got some news that's not so great.",
        "Charlie: Is there anything I can help with?",
        "Rex: No.",
        "Charlie: Oh, well, I'm sorry.",
        "Rex: No, it's okay.",
        "Charlie: Look, I'm not trying to be, like, instant dad. Okay, maybe I am.",
        "Rex: It's okay.",
        "Charlie: Just let me know if there's anything you need. You want to sit down?",
        "Rex: Thanks. How's Echo doing?",
        "Charlie: She's had better days.",
        "Rex: Is she sick?",
        "Charlie: She's sleeping it off.",
        "Rex: Echo's drunk?",
        "Charlie: Yeah. She had a few too many at lunch. She started acting out a little.",
        "Rex: Charming.",
        "Charlie: Listen, in all fairness, Dorian's the one who took her to lunch. And if you ask me, it looked like she was trying to get her plastered.",
        "Rex: Why?",
        "Charlie: I don't know. Maybe Dorian thought she was gonna get some kind of information out of her.",
        "Rex: Good luck with that. She kept me a secret my whole life. She didn't even tell you.",
        "Charlie: I know it doesn't do any good, but for what it's worth, that really weighs heavily on her now, having left you.",
        "Rex: You're right.",
        "Charlie: It's not worth much, is it? Well, Echo's gonna do everything she can to make up for it now.",
        "Rex: I don't need a mother.",
        "Charlie: I know, and she knows that she has to earn that right. We may have your DNA, but we both know that that's not enough.",
        "Rex: It's a lot to deal with at once.",
        "Charlie: Well, there's no rush. We have time. That's the beauty of this thing. I'm gonna be your dad forever.",
        "[SCENE_BREAK]",
        "Clint: I've thought this through, Matthew.",
        "Matthew: It's what Grandpa would have done, isn't it?",
        "Clint: Absolutely, he would. Your Grandpa Asa would have done whatever it took.",
        "Matthew: Is that why my dad didn't stay in the business?",
        "Clint: There's a lot of reasons for that.",
        "Matthew: I have to talk to him. He deserves to know what's going on with his family.",
        "Clint: It's too bad that your dad doesn't give you the same respect.",
        "Matthew: What do you mean?",
        "Clint: Nothing. None of my business.",
        "Matthew: What are you talking about?",
        "Clint: The things that happen between adults that--I guess maybe you shouldn't even know about it.",
        "Matthew: Now you're gonna start treating me like a kid? I thought you respected me.",
        "Clint: I do.",
        "Matthew: Then tell me what's going on between adults.",
        "Clint: All right, but I gotta warn you. You're gonna wish you didn't know.",
        "[SCENE_BREAK]",
        "Bo: Tell your mom I found out where Eddie's staying.",
        "Inez: Where?",
        "Nate: Hey, Mom. What's up with the prescriptions? You sick?",
        "Inez: No, sweetie, it's nothing. Where is Eddie?",
        "Bo: He's at the Minuteman Motel. There's no reason you would ever want to go there, but just in case...",
        "Inez: I'll keep my distance.",
        "Nate: Maybe we should go to the library.",
        "Dani: Oh, yeah.",
        "Inez: You can take the car. Please make sure you lock the doors as soon as you get in there.",
        "Nate: We will. We will.",
        "Inez: Be careful.",
        "Bo: You have my number on your cell phone. Any sign of trouble...",
        "Nate: I will.",
        "Dani: Bye.",
        "Inez: Bye, Dani. They're so sweet, so young. I don't think I was ever that young.",
        "Bo: You okay?",
        "Inez: Fine. Did you ever find out anything about that fight between Eddie and Bobby?",
        "Bo: I talked to your boys, and it's still happening, unless you can talk Ford out of it.",
        "Inez: No, I can't.",
        "Bo: It's all right. I've got Brody Lovett there at the gym. He'll keep everything under control.",
        "Inez: That makes me feel a little better. Thank you.",
        "Bo: Okay. I'll be at the station if you need anything.",
        "Inez: Aren't you done for the day?",
        "Bo: Yeah, but there's no need to really rush home. Nora still hasn't shown, and I figure I can catch up on a lot of paperwork. But I'll let you know if I hear anything about Eddie.",
        "Inez: Okay.",
        "Clint's voice: Did you think that I was gonna get rid of Eddie before I found out that you kept your end of the deal? Eddie goes when you sleep with my brother.",
        "Inez: Bo.",
        "Bo: Hmm?",
        "Inez: Wait. I was gonna make some coffee. Want to just stay for a while?",
        "[SCENE_BREAK]",
        "Natalie: You are going to keep your mouth shut.",
        "Marty: Does Brody know that it's his baby, 'cause I know John doesn't know.",
        "Natalie: So you were gonna be the one to set him straight, teasing him with your little present? DNA results were in there, weren't they? You were gonna give them to him, and you don't care if you broke his heart.",
        "Marty: No. You're the one who did that.",
        "Natalie: Is that what you're telling yourself, that you're just the messenger? Do you have any idea what this would do to John?",
        "Marty: Yes, I do. That's why I stopped. I couldn't hurt him.",
        "Natalie: Couldn't.",
        "Marty: But you and Brody, you deserve what happens next.",
        "[SCENE_BREAK]",
        "Brody: Don't paw with your left, Ford. You gotta keep your hands up, protect your chin.",
        "Cristian: Keep moving. You're--",
        "Ford: All right, all right. Oh! Geez...coming at me from all sides.",
        "Brody: It might be easier if you see somebody else do it.",
        "Ford: Oh, really?",
        "Cristian: You want to jump in with me?",
        "Brody: I did a little boxing in the Navy.",
        "Cristian: James, why don't we get this man some gloves?",
        "Langston: Oh, my God. Okay, this 6-months thing is not getting any easier.",
        "[SCENE_BREAK]",
        "Eddie: You deserve a lot worse than you're gonna get right now. It's a good thing you're worth more to me in one piece. But no reason we can't have some fun.",
        "Nora: What are you doing?",
        "Eddie: Moving things along.",
        "[SCENE_BREAK]",
        "Clint: You never understood why I was dating Inez Salinger, did you?",
        "Matthew: You mean the whole \"keep your enemies close\" thing? No. It never made much sense.",
        "Clint: That's because you didn't understand what made Inez the enemy.",
        "Matthew: She's Nate's mom.",
        "Clint: No. That's not what made her a threat to the family.",
        "Matthew: She's a threat?",
        "Clint: Oh, yes, she's a threat to your family.",
        "Matthew: I still don't get it.",
        "Clint: I wanted to keep Inez away from Bo.",
        "Matthew: What?",
        "Clint: She was attracted to your father from the very beginning, and I saw it right away. I thought maybe if I took her out it would distract her, she'd stay away from Bo.",
        "Matthew: Did it work?",
        "Clint: For a while.",
        "Matthew: Then why did you break up with her?",
        "Clint: I didn't. Inez broke up with me.",
        "Matthew: Why?",
        "Clint: 'Cause her attraction to Bo was too strong. And your father--",
        "Matthew: My father what?",
        "[SCENE_BREAK]",
        "Bo: Are you worried about Ford and this fight?",
        "Inez: It's at the top of my list.",
        "Bo: You have a list?",
        "Inez: Don't you? Do you want something stronger than coffee, because I do.",
        "Bo: I'll have a beer if you have one.",
        "Inez: I do. So what's on your list?",
        "Bo: Well, Nora. This thing between us. I don't know how it got so crazy. And Matthew, he's mad at me now. It's been nothing but attitude for months. And...nah.",
        "Inez: What? What else?",
        "Bo: No. I don't want to bore you with all of this.",
        "Inez: Bore me? How many times have you had to listen to my problems? And you've been so great to me. And I can't do this.",
        "Bo: Do what?",
        "[SCENE_BREAK]",
        "Rex: Well, I should get going. Shane should be home soon.",
        "Charlie: He can't still be in school.",
        "Rex: No. His friend Tyler's house. Homework, longboard, Zbox, hopefully in that order.",
        "Charlie: Don't count on it.",
        "Rex: Callahans are really good about taking him after school when Gigi and I work.",
        "Charlie: That's great. Listen, if you ever need a hand in the afternoon, I make my own time. Or for that matter some evening. If you want to go out with Gigi, we would love to have Shane here. I'm not that good at Longboard, but I did reach level 3 at Gatekeeper.",
        "Rex: Impressive. Shane will still crush you, but at least you can put up a fight.",
        "Charlie: And that's the way it should be.",
        "Rex: He was thinking about what he should call you now.",
        "Charlie: Charlie's fine. It's always been Charlie.",
        "Rex: He was thinking about \"Grandpa.\"",
        "Charlie: Well, that would be fine, too. I would like that.",
        "Rex: I'll tell him.",
        "Charlie: Listen, maybe sometime you'd like to try out \"Dad.\"",
        "[SCENE_BREAK]",
        "Natalie: You breathe a word of this, and you will lose your license and I will make sure of it.",
        "Marty: Because you haven't taken enough from me?",
        "Natalie: Marty, I am so sick and tired of being blamed for everything that goes wrong in your life. I did not make your son commit murder!",
        "Marty: Don't you talk about him like--",
        "Natalie: I did not make you steal hospital records. I did not send a psycho loose--",
        "Marty: You do not want to take me on, Natalie. You lying little--",
        "[Slap]",
        "[SCENE_BREAK]",
        "Langston: Are you getting all this?",
        "Ford: Yeah.",
        "Langston: You're gonna do everything they said when you fight your dad?",
        "Ford: Don't worry. Piece of cake.",
        "Dani: Starr, I got your text.",
        "Starr: Thanks for coming.",
        "Nate: Bo told us about the fight.",
        "James: You guys shouldn't be here.",
        "Dani: Why not?",
        "James: Because this could get ugly.",
        "Nate: He's my dad. I want him gone just as much as you do.",
        "Starr: Plus, Ford could use the support.",
        "Dani: Why don't we go over there and let him know that we're here.",
        "Starr: James, it's only going to help Ford for him to have more people cheering him on. Plus, it might freak Eddie out.",
        "James: He's used to being hated. That won't stop him.",
        "Starr: Well, Ford will.",
        "James: Yeah, I hope so. Starr, if he loses, I'll take care of my dad myself.",
        "Starr: How?",
        "[SCENE_BREAK]",
        "Eddie: That should do it.",
        "Nora: What did I just say?",
        "Eddie: You just told your old man he's free to enjoy the 7 wonders of my ex.",
        "Nora: Bo's not gonna sleep with Inez.",
        "Eddie: Oh, he will. You know he will, if he hasn't already. But hey, no reason they should have all the fun, huh? Let's give the neighbors something to talk about.",
        "[SCENE_BREAK]",
        "Clint: Your father has not exactly been innocent in all of this.",
        "Matthew: Wait. What do you mean?",
        "Clint: Well, he didn't exactly discourage Inez.",
        "Matthew: He's a nice guy. That's just how my dad is.",
        "Clint: Okay. Never mind.",
        "Matthew: No. What were you gonna say?",
        "Clint: Your father is cheating on your mother. Bo's having an affair with Inez.",
        "[SCENE_BREAK]",
        "Bo: What can't you do?",
        "Clint's voice: Do you want all the good I did for them to just disappear? Bobby got his job. James is in school with a scholarship.",
        "Inez: You'd take that away?",
        "Clint: No, you work with me, and I will make sure that your sons are sitting pretty.",
        "Inez: I--I can't just sit here while my son and his father try to beat each other senseless.",
        "Bo: Yeah, but you can't go to the gym because it would just make it worse.",
        "Inez: How could anything be worse than this?",
        "Bo: If Eddie sees you, it could push him right over the edge.",
        "Inez: You're right. I'm gonna get the drinks now.",
        "Bo: Okay.",
        "[SCENE_BREAK]",
        "[Cell phone beeps]",
        "[Beep]",
        "[SCENE_BREAK]",
        "Inez: Okay, you can do this. You can do this. Oh, how am I gonna do this? \"Do not take with alcohol. May cause disorientation and drowsiness.\"",
        "Bo: You need any help in there?",
        "Inez: No. Think I've got it under control.",
        "[SCENE_BREAK]",
        "Bo: On the Next \"One Life to Live\" --",
        "Clint (on the phone): Something is gonna happen and it's crucial that Nora sees it.",
        "(James finds a gun in Eddie's gym bag)",
        "Nora: You'll add rape to your list of charges?",
        "(John gets down on one knee in front of Natalie)"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=U4tZjtfn8cg"
}