{
    "Episode Summary": [],
    "Recap": [
        "Natalie persuades Viki to let Miles live in the carriage house. Viki reluctantly agrees but tells her daughter that she has a pattern of having soft spots for sick men when her heart has been broken by the end of a relationship. Hunter finds Sara and demands that she finds him money for drugs. Cristian helps her disarm him. John grills Rex about Todd's supposedly deceased son. He knows that both Ric and Michael are hiding something. Eventually he puts two and two together and realizes that their secret is the fact that Todd's child is Michael and Marcie's Tommy."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Sarah: Hey, Vega! What do I have to do to pay for that drink? Just hire me, you pain in the ass. Cris? You around?",
        "Hunter: Alone at last.",
        "Sarah: Let go of me.",
        "Hunter: Ah! Not until we have a little talk, Cujo.",
        "Cristian: Hey.",
        "[Sarah gasps]",
        "Cristian: Leave her alone.",
        "Hunter: I don't think so.",
        "[SCENE_BREAK]",
        "Natalie: I've invited Miles to move in with us. Look, Mom, he has no place to go and we've got plenty of room here.",
        "Miles: I'm sorry. I -- I didn't realize Natalie had this in mind when she brought me over here.",
        "Natalie: Miles, you have nothing to apologize for.",
        "Viki: I'm not so sure about that.",
        "Miles: Listen, thank you, Natalie, for trying to help, but I think I better just go.",
        "Natalie: Ok.",
        "Miles: I'll call you later?",
        "Natalie: Yeah. Ok. I admit that I should've warned you first.",
        "Viki: Warned me? No, no -- you should never have asked me.",
        "Natalie: He has no place to live, Mom.",
        "Viki: That's too bad.",
        "Natalie: How can you be like this?",
        "Viki: How can \"you\" ask me to take in Miles Laurence after what he did to my brother?",
        "[SCENE_BREAK]",
        "Blair: What time is it?",
        "Todd: I -- I don't know. You fell asleep after Jack. I guess the kids went up to their own beds. Oh, that's all right -- I didn't have the energy to wake you up and send you home.",
        "Blair: Huh. Well, it's strange -- when I woke up, I thought I was.",
        "Todd: What, home?",
        "[SCENE_BREAK]",
        "Marcie: Hold it up for daddy.",
        "Michael: Here you go.",
        "Marcie: Hold it up --",
        "Michael: Oh, nice catch, buddy!",
        "[Marcie laughs]",
        "Marcie: You got to hold it up. Tommy! Tommy?",
        "Michael: Here.",
        "Marcie: Look.",
        "Michael: Catch it again. Come here, buddy. Oh -- he's throwing everything.",
        "Marcie: He does, that's what he does.",
        "Michael: I think I'm going to be doing all the catching.",
        "Marcie: Come on!",
        "Michael: One more time.",
        "Marcie: One more.",
        "Michael: Catch.",
        "Marcie: Oh! Yes!",
        "Michael: Nice.",
        "[Marcie chuckles]",
        "Marcie: He takes after Daddy, huh? I see he throws things around the house.",
        "Michael: Yeah, although Daddy is ready for a break. Oh. Boy.",
        "Tommy: Oh!",
        "Michael: You were really wearing me out.",
        "[Marcie gasps]",
        "Michael: Oh, oh, oh.",
        "Marcie: Oh, look it -- these are so cute! Look it, look it, look it, look! Look at that one. Oh. Oh, I'm glad we got some good ones because pretty soon, that's all we'll have left of little Tommy.",
        "Michael: What did John say to you?",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "John: Come on in. Hey.",
        "Rex: Got your message that I could pick up my computer and stuff?",
        "John: Yeah, yeah. Tell you what, you -- you take this voucher down to the evidence room, they'll give you back your belongings.",
        "Rex: Told you it was a waste of time trying to find something on me.",
        "John: Hmm. I found something. You can have your computer back, but we cloned your hard drive. I did find your little art project. You want to tell me why you dummied a death certificate for Todd Manning's son?",
        "John: I'm still waiting for an answer.",
        "Rex: My investigation led to a hospital in Cleveland where the baby died.",
        "John: And you knew this was Todd's kid how?",
        "Rex: D.N.A. test.",
        "John: Well, the only problem I have with that is I -- I got the kid's records from Cleveland. Now, I'm no geneticist, Balsom, so forgive me, but I'm thinking that Todd Manning and Margaret Cochran probably did not have an Asian child. Now, the only reason I can think that Manning stopped looking for his son was because he didn't think you would lie about something like this. Balsom, that's your cue to start talking. You want to tell me why you wanted Manning to stop looking for his son?",
        "[SCENE_BREAK]",
        "Nora: Um -- ok. Which one of these do you want?",
        "Cole: Just the first baseman's mitt and the pitcher's glove.",
        "Nora: Right. You pick them out. I'll get another box.",
        "Cole: Uh -- no.",
        "Nora: No?",
        "Cole: I'm sorry, this is wrong, moving all my stuff out of here.",
        "Nora: Why?",
        "Cole: I don't know -- I feel like I'm giving up on my Mom coming home.",
        "Nora: Oh, Cole, I don't believe for one minute that's what you're doing. I -- I'm sorry. This is -- this is my fault. I -- I was just trying to be practical, you know, making sure that you had everything you needed over at Asa's where you were living. But you know what -- to heck with practicality. If you just want to come over and get what you need when you need it, that's fine, too.",
        "Cole: All right, thanks. I'll just get what I really need.",
        "Nora: Ok.",
        "Cole: Be right back.",
        "Cole: You're kidding me.",
        "Nora: What's the matter?",
        "Cole: Miles' stuff is still here.",
        "Nora: Oh, well, that's easy to fix. Ah. Here we go. We'll just make a nice -- ah -- healthy donation to a homeless shelter.",
        "Cole: That's a great idea.",
        "Nora: All right. What is this stuff? What's all this -- this stuff here?",
        "Cole: Oh, Miles brought it.",
        "Nora: Sleeping bag and --",
        "Cole: Yeah, he -- he wanted to take us all camping.",
        "Nora: Ew.",
        "Cole: Yeah.",
        "Nora: Ok. Well, that's going. Certainly not camping in this lifetime. There we go.",
        "[SCENE_BREAK]",
        "Natalie: You are so wrong about this.",
        "Viki: Don't argue with me, Natalie.",
        "Natalie: You know, Miles told me that he never asked anyone to hurt Todd.",
        "Viki: Oh, and a Laurence would never lie? Let's not forget that his brother kept you away from me for the first 20-odd years of your life!",
        "Natalie: But Miles hasn't been found guilty of anything!",
        "Viki: Honey, you're living in dreamland, ok?",
        "Natalie: You know, a lot of people hate Todd, and how would you feel if they held that against you?",
        "Viki: Miles Laurence is a very wealthy man. I'm sure there are 10,000 places he could stay where he would feel a lot more comfortable than here under my roof, where he is decidedly unwelcome.",
        "Natalie: Mom, he has no place to go.",
        "Viki: In this whole town? That's ridiculous.",
        "Natalie: Uh -- ok, look. Renee -- Renee is not, like, welcoming him back to The Palace with open arms, and any other place he's going to go, he's going to feel more lonely than he already feels.",
        "Viki: Poor fellow.",
        "Natalie: Why are you being so mean about this?",
        "Viki: Why is he suddenly your best friend?",
        "Natalie: I don't know, I don't know. Maybe I feel for the guy, maybe I know what it's like to be an outcast and have the entire town against you.",
        "Viki: The whole town can't be wrong.",
        "Natalie: Everyone deserves a break, Mom.",
        "Viki: Natalie, why is Miles Laurence your new cause?",
        "Natalie: I would do this for anyone in his situation.",
        "Viki: No, no. I don't think so, no. You're really digging your heels in on this one, aren't you?",
        "Natalie: I dig my heels into everything -- that's my nature.",
        "Viki: No, I know all about your nature. No, this is something different.",
        "Natalie: What are you talking about?",
        "Viki: I think you're protecting Miles right now to provoke John.",
        "Natalie: No, I'm not! Why is everyone accusing me of that?",
        "Viki: Because you've done it before, sweetheart. You -- you go into disastrous relationships with men in the wake of a broken heart.",
        "Natalie: Yeah, well, this is really unfair.",
        "Viki: No, it's completely fair. Look at your marriage to Mitch Laurence and your awful relationship with Paul Cramer.",
        "Natalie: Why are you doing this?",
        "Viki: Honey, I'm trying to stop you from repeating your mistakes.",
        "Natalie: No, no -- see, stop. That -- that's -- that's my whole point here. Don't you think I know how stupid I've been? But, my god -- how is anyone supposed to move forward with their lives if everyone's judging them for their past?",
        "[SCENE_BREAK]",
        "Cristian: Look, there's -- there's money in the register. I can get it for you. Just let the lady go.",
        "Hunter: This is no lady. This girl ratted me out to the cops.",
        "Sarah: Hunter, I can explain.",
        "Cristian: Wait a minute -- this is the guy that kept Todd in Chicago?",
        "Sarah: Look, look, we can just go somewhere and I will tell you everything.",
        "Hunter: Oh, yeah, we'll do that and we'll leave your friend here to call the cops. You better stay where you are or someone's going to get hurt.",
        "Cristian: All right, what do you want, man?",
        "Hunter: I sure as hell don't want the chump change in that register.",
        "Cristian: Look, there's a safe in the back. I can open it for you.",
        "Hunter: Look, I don't want a damn thing from you. Sarah here, on the other hand, does have something I want, and she is going to give it to me.",
        "[SCENE_BREAK]",
        "Blair: My home now is in La Boulaie. It has been since before you went missing.",
        "Todd: That's because we weren't getting along so well before I left for Chicago.",
        "Blair: You noticed that, too?",
        "Todd: And even though things were a little less tense between us in Chicago, I think that if -- if we were going to try to make another go at it --",
        "Blair: What? Well, finish your sentence.",
        "Todd: We'd just end up hating each other again.",
        "Blair: I never hated you.",
        "Todd: Oh, really?",
        "Blair: Mm-hmm.",
        "Todd: How about the ski lodge?",
        "Blair: Well -- ok. At the ski lodge, yeah, I hated you.",
        "Todd: Boy, I hated you, I'll tell you that, with a passion.",
        "Blair: I know, I know. We always end up hurting each other, don't we?",
        "Todd: Yeah.",
        "Blair: And the kids.",
        "Todd: Yeah, and they deserve better than that.",
        "Blair: Even though they don't know it.",
        "Todd: Well, what do they know -- they're kids.",
        "Blair: It always seems to be just one big storm after another with us.",
        "Todd: Yeah, that's putting it mildly. I'd call it a hurricane or a tornado.",
        "Blair: Or a tsunami -- one big natural --",
        "Todd: Disaster.",
        "Todd: Yeah.",
        "[SCENE_BREAK]",
        "Cristian: Just tell Sarah what you need from her. I'm sure she'll do exactly what you want.",
        "Hunter: Well, I'm glad that you're sure. See, because me -- not so much. Sarah here has been holding out on me.",
        "Sarah: What are you talking about?",
        "Hunter: You told me you were a Roberts.",
        "Sarah: I -- I am.",
        "Hunter: Yeah? Then why were you visiting Asa Buchanan the other day and calling him \"Grandpa\" or whatever, huh? Why'd you fail to mention that you were an oil princess, princess?",
        "Sarah: Accident of birth -- I'm the black sheep of the family, I don't have anything.",
        "Hunter: No, I don't think so. Once a princess, always a princess. Come on, you owe me, babe, and you're going to pay me with a piece of the family fortune, which, from the looks of grandpa's mansion, is mega.",
        "[Phone rings]",
        "Hunter: Answer that, she dies! All right, put -- put the phone on the ground and slide it to me.",
        "[Ringing stops]",
        "Hunter: Now, how are you going to give me my money?",
        "[SCENE_BREAK]",
        "Marcie: All I meant was I -- you know, I want to hold on to these little moments, because this little guy here is growing up so quickly.",
        "Michael: Oh. Right.",
        "Marcie: Yeah. You know, before we know it, we'll blink our eyes and he'll be in kindergarten, won't you? Won't you?",
        "[Marcie giggles]",
        "Michael: Oh, it is getting really hot out here. I don't want him to burn, Marce.",
        "Marcie: Will you stop worrying? I put sunscreen on him every half-hour. So, um, why were you asking me if I'd been talking to John?",
        "Michael: You mean before?",
        "Marcie: Yeah.",
        "Michael: Um -- well, I had a conversation with John about Marty Saybrooke, you know, being in jail, and how that's affecting Cole.",
        "Marcie: Well, what would that have to do with me and Tommy?",
        "Michael: I -- I went on a tangent about being a parent -- you know, doing everything you can for your kids and never knowing if you're always going to be there for them, you know? I thought that if he had told you about our conversation, that you might start to worry, you know, about not always being there for Tommy.",
        "Marcie: Look, I know it is taking me a while, but I do realize that if I'm constantly worrying about our future, then I can't appreciate our present. And I want to do that, you know? And I realize you probably haven't noticed, but I have actually been working on relaxing.",
        "[Marcie inhales and exhales]",
        "Marcie: See?",
        "Michael: Well, I probably haven't noticed because I haven't really been that relaxed myself.",
        "Marcie: Well, we'll just have to work on that, won't we?",
        "[Marcie giggles]",
        "[SCENE_BREAK]",
        "John: Well, I never thought I'd see this.",
        "Rex: What?",
        "John: You, speechless.",
        "Rex: I'm not.",
        "John: You're stalling.",
        "Rex: Maybe I'm not used to being on the business end of an interrogation.",
        "[John chuckles]",
        "John: We both know that's not true.",
        "Rex: Would you let me talk?",
        "John: Please, by all means.",
        "Rex: I did not forge that death certificate. It came from someone that was working for me in Cleveland.",
        "John: That \"someone\" have a name?",
        "Rex: Not a real one -- my sources usually don't.",
        "John: This is low even for you. It was created on software found in your computer.",
        "Rex: Ok, look, I was doing a little practice forgery for another job. But when Todd's kid's death certificate turned up, I used it as a template. You have my files. You -- you must've found a hard copy of the original.",
        "John: So you dug up paperwork but just never bothered to check it out?",
        "Rex: It's an official document, that stuff can't be copied.",
        "John: Try again.",
        "Rex: Truth is, I was going through a lot of stuff with Adriana at the time.",
        "[John sighs]",
        "Rex: Maybe I didn't look closely enough at the facts to realize that I had the wrong kid. But to be honest, when that death certificate turned up, I -- I was glad to finally be able to put this case to bed.",
        "John: A kid's dead and you were glad?",
        "Rex: No! Of course -- don't twist my words, ok? I -- I wished that things would've turned out another way. But it was almost a given that Truman offed the kid as the ultimate \"screw you\" to Todd. He was the only one still holding out hope that his kid was alive. He was driving himself and me crazy -- showing up at all hours, burning up the phone lines. He was obsessed, and I wanted my life back. You must know how he operates by now. When you work for Todd Manning, it's like he owns you.",
        "John: So you did shoddy work to get Manning off your back?",
        "Rex: You know my story -- does it really surprise you?",
        "John: Bo sure will be disappointed. So will Manning. Since your investigation was bogus, it means his child might still be alive.",
        "[SCENE_BREAK]",
        "Cole: What are you doing here?",
        "Miles: I came to get my things.",
        "Nora: How convenient -- here they are.",
        "Cole: Why do you look surprised?",
        "Miles: I thought the two of us could learn a lot from each other -- you know, do some of the things that you missed out doing with your father, things I never did growing up?",
        "Cole: Oh, yeah, right. Yeah, so you can instill me with your family values -- like blackmailing, kidnapping, attempted murder?",
        "Miles: Innocent until proven guilty, Cole. That's the way it works, doesn't it?",
        "Nora: Well, actually, that's kind of a rhetorical question, and since I'm prosecuting you, we really shouldn't be having this little chitchat. So why don't you take your stuff and go, please?",
        "Cole: Hey, wait. There's something else I want to say to you.",
        "[SCENE_BREAK]",
        "Viki: Natalie, I'm not judging you, I'm merely pointing out that you are repeating old patterns.",
        "Natalie: Right -- that I'm just a reckless, impulsive girl who lives to stir up trouble.",
        "Viki: No, darling, no -- not anymore, at any rate. You are a beautiful and a confident and levelheaded young woman.",
        "Natalie: Except where it concerns men, right? I'm just crazy and stupid?",
        "Viki: You don't even know this man.",
        "Natalie: Yes, I do. We've talked a lot. He is just like I was before.",
        "Viki: Oh, no.",
        "Natalie: He is, and he wants to be a better person, mom, but no one will let him.",
        "Viki: No, your situation and his -- totally not the same.",
        "Natalie: You know what? You said it yourself -- you didn't know me for the first 20 years of my life. Mom, I was scared and lonely, too, even when I did all those horrible, horrible things to you and Jessica? But you gave me a chance when no one else wanted to have anything to do with me, and if you hadn't, I probably would still be that same person I was back then.",
        "Viki: No, darling. You never did the extreme things that Miles Laurence has done.",
        "Natalie: I would have, and you know that I was capable of it. But you had faith in me, and now it's my turn to do the same for Miles -- it's like a pay- it-forward thing. Mom, please? If you really love me, you'll trust my judgment on this.",
        "Viki: Natalie, I'm sorry, but you're going to have to trust my judgment on this. Miles is dangerous, and you would be a lot better off without him in your life.",
        "Natalie: Todd has done some really horrible things. He's lied to people, he's hurt people -- including me -- he's committed crimes. Would it be better for you if you got him out of your life?",
        "[SCENE_BREAK]",
        "Starr: Hey, Mom, did you all stay here last night?",
        "Blair: Oh, I -- I fell asleep on -- on the sofa.",
        "Todd: Yeah -- \"fell asleep.\" She's like a hibernating bear.",
        "Blair: Come on, you guys, let's -- let's get going, ok?",
        "Jack: Not yet.",
        "Blair: Why?",
        "Jack: I want to show you how I made this cool picture on the computer.",
        "Blair: Ok. Well, let's go. Show me quickly. We got to get going.",
        "Jack: Come on.",
        "Blair: All right.",
        "Starr: So --",
        "Todd: \"So\" what?",
        "Starr: What's going on between you and mom? And don't tell me \"nothing,\" because I can see -- I can see the signs.",
        "Todd: Is that so? And what signs are those?",
        "Starr: The looks --",
        "Todd: Uh-huh.",
        "Starr: The way you guys are talking to each other. You're totally getting back together, aren't you?",
        "Todd: Uh-uh. No.",
        "Starr: But you're thinking about it, right? Even Jack can tell.",
        "Todd: Jack said something to you about it",
        "Starr: The way you guys are talking to each other. You're totally getting back together, aren't you?",
        "Todd: Uh-uh. No.",
        "Starr: But you're thinking about it, right? Even Jack can tell.",
        "Todd: Jack said something to you about it?",
        "Starr: He wants us all to be a family again.",
        "Todd: You still want that, too.",
        "Starr: That was before I knew what it would be like.",
        "Todd: Oh, really, Yoda? What would it be like?",
        "Starr: A total disaster.",
        "[SCENE_BREAK]",
        "Rex: Even if that death certificate was a fake -- by no fault of my own -- what would be the point of getting Todd all worked up? His son can't still be alive.",
        "John: Manning believed it when he took off for Chicago.",
        "Rex: Well, yeah, but Todd --",
        "John: Come to think of it, you took off right after him. Now, why would you do that if you thought he was on some sort of wild-goose chase?",
        "Rex: I guess I got personally involved -- you know how it is. I thought that I could get Todd the information he needed faster to stop torturing himself.",
        "John: I thought you wanted Manning off your back.",
        "Rex: We're talking Truman -- he wanted Todd on the rack. Maybe I was merciful.",
        "John: Hmm -- sudden onset mercy?",
        "Rex: I am a human being.",
        "John: Debatable. You know, you're -- you're all over the place, Balsom, but I do know one thing. Truman wanted to screw with Manning, and somehow, someway, you had to be in on it, even if it was from a distance.",
        "Rex: What do you mean?",
        "John: I'm thinking Truman has one more card to play, and I believe you know what it is.",
        "[SCENE_BREAK]",
        "Todd: I thought you liked the idea of your mom and me getting married.",
        "Starr: I do, and I would, if you guys could live happily ever after. But something always gets in the way. It's like you guys are afraid of hurting yourselves, so you hurt each other first.",
        "Todd: Hmm.",
        "Blair: I don't know, Todd -- I think we have a computer genius on our hands over here.",
        "Todd: Well --",
        "Blair: What? What'd I miss?",
        "Todd: Our little girl here is becoming a very wise young lady right before our very eyes.",
        "John: Whatever you and mike got up your sleeve, I'm going to find out.",
        "Rex: If you want to waste your time going after innocent people, that's your problem.",
        "John: Which makes it yours.",
        "Rex: Am I under arrest for accepting some lowlife's word about a baby's identity?",
        "John: Uh-uh. No. But you might want to be more careful where you get your information next time.",
        "Rex: Duly noted. Can I go now?",
        "John: The voucher? For your belongings -- that's what you came here for, right?",
        "John: Yeah, it's McBain. Balsom's on his way down to the evidence room. Put a tail on him. Don't lose him.",
        "[SCENE_BREAK]",
        "Marcie: Mike, um, I know that you've been upset since I told you about -- you know, that I can't have children.",
        "Michael: No. I mean, not anymore. I was a little shocked at first.",
        "Marcie: Michael, come on, I know you better than that. I know you're not over it, and you know what? It's ok. I understand. I mean, it's a lot to take in, you know, on so many different levels. I mean, for one, if John doesn't have kids, then there'll be no one to carry on the McBain bloodline, the name.",
        "Michael: You know, that thought never crossed my mind. Tommy is a McBain as much as if he was my biological child. You know, nobody can tell me different.",
        "Marcie: I believe that, too. You know, I just -- I look at him, and it feels like he's ours. It just feels right. He's brought us so much joy, and it -- it makes me want to have more kids. Is that greedy, selfish -- to want more kids?",
        "Michael: No. You always wanted a big family.",
        "Marcie: I did. I mean, I do, I still do. Look, I know you didn't want to talk about it earlier, but if -- if we are going to expand our family, then we do need to discuss our options. You know, if -- if we're going to adopt again, then I was thinking maybe we could adopt, you know, a kid from another culture. And then -- well, I'm not really sure how I feel about this, but we maybe could get a surrogate mom. You know, I mean, there are just so many options that we can do.",
        "Michael: Marcie, stop. I would really like to just enjoy this moment that we are having right now with our little boy. You know, we don't get too many of them, and I would just like to enjoy this -- this incredible gift we've been given.",
        "Marcie: Ok, honey. Sure.",
        "[Tommy babbles]",
        "Michael: Oh.",
        "Marcie: Smile. You know something? You're right. That's exactly what Tommy is -- he's an incredible gift.",
        "Marcie: Mike?",
        "Michael: Huh?",
        "Marcie: You looked like you were praying.",
        "[SCENE_BREAK]",
        "Hunter: All I care about is getting more money. See, that's my plan -- I want to get enough dough so I never have to work another crap job in my life.",
        "Sarah: Like you've ever worked at all.",
        "Hunter: Oh, and you -- you lived on a trust fund.",
        "Sarah: Who told you that?",
        "Hunter: I'm psychic.",
        "Sarah: Well, not really, because my family cut me off, so I'm dead broke.",
        "Hunter: Bull. Get your phone out right now. Get your phone out now!",
        "Hunter: Right here, it's \"Dad.\" Call him now and tell him to put the money in your account.",
        "Sarah: It's too early in London, he's not going to be awake.",
        "Hunter: It's six hours later there, he'll be awake -- call him.",
        "Sarah: Daddy? Yeah, it's me. Um, I'm sorry I haven't called in a while, but I know you spoke to Grandpa Clint. Look, I'm -- I'm in a little bit of a bind and I need money. I know. You're right, I have been very irresponsible, but this time it'll be different. I -- I know I've said that before, but it's really important that I get this money. I know you love me. Please don't hang up! Daddy! Daddy! Tough love.",
        "Hunter: No, it's \"tough luck.\" Now we'll do this the hard way.",
        "[SCENE_BREAK]",
        "Nora: Ok, I'm going to be just inside if you need me -- just inside.",
        "Miles: I'm sorry for the way things worked out -- for all of us. And whatever you believe of me, I really do love your mother, and I care about you.",
        "Cole: Don't! I don't want to hear it anymore, Miles. I don't want to hear your lies.",
        "Miles: You never gave me a chance.",
        "Cole: How can you talk to me like we both don't know what really happened? Miles, everybody knows you forced my mom to marry you. And they're going to know everything else -- after I testify against you in court.",
        "[Miles sighs]",
        "Nora: Oh, I'm sorry, I think these are yours. There you go. Bye-bye.",
        "[SCENE_BREAK]",
        "Natalie: Maybe Miles is my Todd.",
        "Viki: Oh, honey, what does that mean?",
        "Natalie: It means -- it means that you love your brother, because you see something in him that nobody else does. I believe that you think that deep down inside of Todd, he's a good person despite all the horrible things he's done. And I also know that you believe in second chances, and, trust me, if that weren't true, I wouldn't be sitting her right now. So, don't you think that Miles deserves a second chance, too? I mean, isn't he entitled to have someone believe in him the way you believe in Todd?",
        "Viki: You should be a lawyer -- you argue a good case.",
        "Natalie: Does that mean I've won you over? Are you going to let Miles stay?",
        "Viki: No, I would not be comfortable with him down the hall -- but there's the carriage house.",
        "Natalie: Are you serious? Miles can stay?",
        "Viki: I'll -- I'll give it a try, ok, on a temporary basis. And if Kevin and Kelly come to stay, he finds another place to live -- that's nonnegotiable.",
        "Natalie: You're not going to regret this, mom. Thank you. Ooh.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "John: Hey, come on in.",
        "Marcie: John?",
        "John: Hey.",
        "Marcie: Hey, it's Marcie and Tommy.",
        "John: Hey.",
        "Marcie: Hi.",
        "John: Come on in.",
        "Marcie: This a bad time?",
        "John: No, it's a perfect time.",
        "Marcie: Oh, great.",
        "John: How you doing, Tommy? How are you?",
        "Marcie: Oh, he's a little cranky right now -- can you tell? He really didn't get a very long nap. No, no, come here, baby, there you go.",
        "John: Yeah, I know how he feels.",
        "[Marcie laughs]",
        "John: Hey, thank you. So, did you, uh, want to see me about something?",
        "Marcie: Uh -- well, actually, I wanted to talk to you about Michael. I'm -- I'm really worried about him.",
        "John: Oh, yeah? What's worrying you?",
        "Marcie: I wish I knew. He's been nervous and upset, and I just -- I -- just not himself. I figured that you would've noticed it, you know, since you talked to him about Cole the other day.",
        "John: \"About Cole\"?",
        "Marcie: Yeah. Yeah, you know, he told me about how parents can't always protect their children -- that whole thing. He told me all about the conversation, so -- you want to feed him?",
        "John: Right -- I'm going to feed him?",
        "Marcie: Yeah, you just pick it out and give it to him.",
        "John: Really?",
        "Marcie: He's hungry, yeah.",
        "John: Ok.",
        "Marcie: You want some?",
        "John: You know, he really is a great kid.",
        "Marcie: He is, he's an angel. You know, I keep waiting for the terrible 2s to hit, but so far, he's been pretty easy to please.",
        "John: Hmm.",
        "Marcie: They're good.",
        "John: They are good.",
        "[Marcie laughs]",
        "John: Hey. You know, I really am the -- the worst uncle in the world for having to ask, but -- O wanted to get him something -- when's his birthday, again?",
        "Marcie: You're not a bad uncle, actually. We don't know his real birthday. You know, the doctors think he was born, like, the first week of February, so we just picked February 5.",
        "John: That's around when I thought.",
        "Marcie: Yeah. Well, don't you worry. We'll be sending you invitations to his birthday party, I'll call you weekly -- it's going to be impossible for you to ignore.",
        "John: I'll be there.",
        "Marcie: I'm glad.",
        "John: Yeah.",
        "Marcie: So, um, you think you could talk to Mike? I would really appreciate it. Maybe you could help me figure out what's going on with him.",
        "John: Absolutely. No problem.",
        "Marcie: Ok. Well, I got to get this little squiggly on home.",
        "John: One more for the road --",
        "[Marcie laughs]",
        "John: It's a long drive.",
        "Marcie: It is a long drive.",
        "John: Yeah, I'm going to take one for the road, too. Here you go.",
        "Marcie: Thanks, John.",
        "John: All right. Well, hey, look, you know, maybe this weekend I -- I could stop by and spend some time with you all.",
        "Marcie: Oh, that would be great.",
        "John: Yeah?",
        "Marcie: Yeah, come over for dinner. I'll make your favorite -- spaghetti and meatballs.",
        "John: Definitely. I like that. All right, big guy --",
        "Marcie: All right, say goodbye.",
        "John: It was too short. I love you.",
        "[Marcie and John laugh]",
        "Marcie: Bye, John.",
        "John: Bye-bye.",
        "Marcie: Good seeing you.",
        "John: You, too.",
        "Marcie: All right, I'll see you soon.",
        "John: See you soon.",
        "John: A murder happened, and we're going find out who did it.",
        "Rex: Well, you might not like what you find.",
        "Michael: Drop the investigation, John, before you find out something you don't want to know. This is not just about Truman.",
        "John: What is it about?",
        "Michael: It's about protecting my family -- at all costs. If you care about my wife, your nephew, you will let this thing go.",
        "John: No, damn it, no.",
        "[Phone rings]",
        "John: Yeah, it's McBain. He's with Michael? All right, keep an eye on him. Let me know if they move.",
        "[SCENE_BREAK]",
        "Rex: He -- he really grilled me. I was sweating bullets. And then he showed me a picture of an Asian kid and I thought it was over. I mean, an Asian kid named \"Peter\" -- just my luck. So I made up something about the -- the death certificate being used for another forgery job or something. I think he bought it. He was skeptical at first, but it made sense -- as much sense as any of the rest of this does.",
        "Michael: Who cares if he believed you? He knows it's a fake, which means that Todd Manning knows there's a possibility his son is still alive.",
        "Rex: True, but we're still ok.",
        "Michael: \"Ok\"? How do you figure?",
        "Rex: He let me go, didn't he? And he didn't make any connection between Tommy and T.J. Manning.",
        "[SCENE_BREAK]",
        "Hunter: We better get on the road, Sarah.",
        "Sarah: What?",
        "Hunter: We're going to pay Grandpa Buchanan's mansion a little visit, see if seeing his granddaughter at knifepoint might help loosen the old purse strings.",
        "Cristian: You're not going to get away with this.",
        "Hunter: Where's the storeroom?",
        "Cristian: It's over there. Go, Sarah.",
        "[Grunting]",
        "[Hunter groans]",
        "Cristian: Sarah, get out!",
        "Sarah: No!",
        "[SCENE_BREAK]",
        "Blair: So what were you and Starr talking about?",
        "Todd: Oh -- life, fairy tales, disasters.",
        "Blair: Todd, look, what --",
        "[Phone rings]",
        "Blair: What I was talking --",
        "Todd: Oh, oh, oh, oh, oh -- oh, it's Tony. Hey, Tony. Cool. Yeah, give me a few minutes, ok? Thanks. I had Tony hold my car so I can get ready.",
        "Blair: Where are you going?",
        "Todd: I'm going to see Evangeline.",
        "Blair: Ok. Ok.",
        "Starr: All right, we're ready.",
        "Blair: Let's go, kids.",
        "Jack: Why do we have to go?",
        "Starr: I don't know. Bye, Dad.",
        "Jack: Bye.",
        "[SCENE_BREAK]",
        "Natalie: Mom, thank you, thank you so much. You have no idea how much this means to me.",
        "Viki: And that is the only reason I am doing this. It's for you, ok? I have a meeting, I'll see you later.",
        "Natalie: Ok. Bye.",
        "[Knock on door]",
        "Natalie: There you are.",
        "Miles: Yeah, I got your message to come back here.",
        "Natalie: So where you been?",
        "Miles: Well, I was looking for a place to stay. You know anything about the motel on route 403, The Pine Cone?",
        "Natalie: Yeah, yeah -- it sucks, so you're not going to be staying there. Welcome home.",
        "[SCENE_BREAK]",
        "Rex: I'm sorry to schlep you all the way over here, but I think it's better if we don't talk in public.",
        "Michael: Yeah.",
        "Rex: What can I get you?",
        "Michael: Scotch and soda.",
        "Rex: It's 10:00 A.M., Michael.",
        "Michael: Yeah, it is, isn't it? Then nothing. I'm -- I'm fine.",
        "Rex: You need to stay calm, dude.",
        "Michael: Yeah. Yeah, yeah, calm. I mean, why wouldn't I be calm, you know? I mean, I just stand to lose my son, my marriage, my life, my future -- why wouldn't I be calm?",
        "Rex: John's hit a dead end. So as long as you and Adriana and I stick to our stories, we're going to be all right.",
        "Michael: Yeah, Rex, we're going to be peachy, until John -- because we know that he's not going to stop looking -- finds out that Tommy is really Todd's son. Then things might get a little sticky.",
        "Rex: He won't find out anything -- unless you keep acting all nervous and jumpy around him, then he's going to know something's pretty damn well up. Hey, I got it.",
        "Michael: What?",
        "Rex: You go away -- until this blows over. You take Marcie and Tommy, and you go on a trip.",
        "Michael: I do have some vacation time coming up, you know? I mean, we -- we could -- we could take a cruise or something, we could do --",
        "[Knock on door]",
        "Rex: That may be Adriana.",
        "John: Don't stop talking on my account -- now that I know the truth.",
        "[NEXT_ON]",
        "Miles: When Todd finds out you're putting me up here, he's going to lose it.",
        "Todd: I want to see Evangeline.",
        "Vincent: You can't.",
        "Todd: Says who?",
        "John: Mike, I know who Tommy really is. I know he's Todd Manning's son."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=izwnUPilF5A"
}