{
    "Episode Summary": [
        "Episode # 11060"
    ],
    "Recap": [
        "Neela persuades Jack to hide her telling him her brother wants to force her to be a teenage bride to somebody she doesn't want to marry and ruin her life. He tells her that he has similar issues with being controlled by his family. It looks like the two of them might start a connection. Tea is spooked and afraid to find out she is pregnant by Victor and confides in Blair. Tomas admits that Todd is still a suspect in the murder, and it seems a bit fishy that he doesn't want to turn in the gun that Louie recovered if it can clear Todd. Todd finds out that maybe Louie is the only person he can trust as he admits that he believes he may very well have murdered Victor yet \"something\" made him do it. Louie shares with Todd how being a Viet Nam soldier had a similar effect on him. Jessica goes to tell Natalie what she's discovered from the \"missing\" paternity test. At first Natalie is courteous to her sister who has \"visited\" her before her wedding, but as soon as Jessica informs her that she saw a document that says Brody is not Liam's father, yet has no proof that the document even exists, Natalie furiously accuses Jessica of lying and only wanting to hurt her. Natalie wants nothing to do with Jessica ever again."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rama: Neela!",
        "Vimal: Neela, where are you?",
        "Neela: Hide me before my brother turns me into a bride!",
        "Vimal: Neela!",
        "[SCENE_BREAK]",
        "Jessica: I have to talk to you.",
        "Natalie: Right now's not a good time. I've got a fitting --",
        "Jessica: It can't wait, Natalie. Okay, listen, I know I'm barging in the day before the wedding, but I --",
        "Natalie: You know what? Actually, I need -- I need to talk to you, too.",
        "Jessica: About what?",
        "Natalie: The wedding. I want you there. I-I know it's a lot to ask, maybe -- maybe too much. But I don't care. You know what? You're my sister, and I want you there, so I'm asking anyway.",
        "Jessica: After you hear what I have to say, you might reconsider.",
        "[SCENE_BREAK]",
        "Bo: Good, you're here. This mayor has gotten me up against the wall with this, uh, Victor Lord homicide, so I thought maybe we could do some brainstorming, you know, kick some ideas around.",
        "John: Sure. Sure. You mind if we get something out of the way first?",
        "Bo: Yeah, sure. What's on your mind? What's this?",
        "John: My two weeks'. I'm resigning.",
        "[SCENE_BREAK]",
        "Louie: This gun should clear you.",
        "Todd: I don't want there to be any misunderstanding, so I -- give me -- give me the gun.",
        "Louie: Don't think I can.",
        "[Door opens]",
        "Tomás: Sorry to interrupt.",
        "Todd: Apology accepted. Get out. What --",
        "Tomás: I need to speak with you.",
        "Todd: Kind of in the middle of something. It'll have to wait.",
        "Tomás: No, it can't. I'm here on behalf of my sister. You remember Téa -- mother of your child?",
        "[SCENE_BREAK]",
        "Téa: [Sighs]",
        "[SCENE_BREAK]",
        "Rama: Neela?",
        "Vimal: Neela!",
        "Neela: Please. Do you know what they do to teenage brides?",
        "Jack: What?",
        "Neela: They'll turn me into a baby factory. You have to help me. You're my only hope.",
        "Rama: Vimal, look! Look!",
        "Vimal: Is that her?",
        "Jack: Come on. Come on.",
        "Vimal: Neela! Neela. Ne-- Aah!",
        "Rama: Vimal! Vimal!",
        "[Water splashes]",
        "Rama: Oh!",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Téa: [Clears throat] [Sniffles] Hi, Blair, Sam. What are you guys doing here?",
        "Blair: Well, Sam had something that he wanted to tell you. And he said that he couldn't wait.",
        "Téa: What's that?",
        "Sam: Thank you.",
        "Téa: Well, I'm not one to question a hug like that, but what are you thanking me for?",
        "Sam: You gave me back my daddy.",
        "[SCENE_BREAK]",
        "Todd: Téa's got my number. She can call me anytime. I'd love to talk to her, provided I'm not in the middle of something like I am right now.",
        "Tomás: I don't believe we've met --",
        "Todd: Let's skip the pleasantries.",
        "Tomás: I'm not gonna take too much time. I need some answers for my sister. She's asked me to look into Victor's murder. My sister's husband -- Todd's brother, Victor -- was shot to death recently.",
        "Louie: I heard something about that.",
        "Tomás: And I promised her I'd get to the bottom of it.",
        "Louie: Well, I see. Then I imagine you two will want some privacy.",
        "Todd: Uh, we have some unfinished business.",
        "Louie: It'll keep.",
        "Todd: Oh, why take that chance? Here. Have a seat, please. Yeah. That looks comfortable. This is my trusted associate. Anything you have to say to me, you can say to me in front of him.",
        "Tomás: All right. I'm looking for the gun you took from La Boulaie. And I need you to help me to find it.",
        "[SCENE_BREAK]",
        "Bo: Is this a joke? No. No, of course it isn't, 'cause you don't joke about the job. You're resigning?",
        "John: Sorry to catch you off guard.",
        "Bo: Yeah, but why? I mean, you unhappy here?",
        "John: No, it's not that. LPD's been good to me. It's -- it's time to move on.",
        "Bo: Why now? Where you going? I mean, you going back to the bureau?",
        "John: I don't know yet. Well, maybe there's -- maybe there's something for me in Seattle.",
        "Bo: Seattle? Wow, Seattle. So, in other words, you're not just, uh, leaving the LPD. I mean, you're leaving Llanview.",
        "John: Michael and Marcie are gonna have another baby, and I just -- I think it's time that I'm with my family.",
        "Bo: Is that the only reason?",
        "[SCENE_BREAK]",
        "Natalie: I think I know what you're gonna say.",
        "Jessica: Trust me. You don't.",
        "Natalie: How could I have the nerve to ask you to watch me marry your ex. And believe me, if -- if you say no, I swear I'll never bring it up again. But if there's the slightest chance that you might say yes, I have to ask.",
        "Jessica: Natalie --",
        "Natalie: No, I'm serious, Jessica. Okay? I want my sister back. You know, I mean, t-things have gotten a little bit better between the two of us, right? You know, like, maybe a little? Look, I-I don't care. I love you, okay, and I am taking this huge step that I cannot imagine taking without you, so, if -- if -- if you could just please think about it.",
        "Jessica: Natalie, I-I can't say yes or no until you hear what I have to say.",
        "Natalie: About what?",
        "Jessica: Your family. Um, Brody and Liam -- and John.",
        "Natalie: John isn't a part of my family.",
        "Jessica: But he might be a part of Liam's.",
        "Natalie: What do you mean?",
        "Jessica: John might be Liam's father.",
        "[SCENE_BREAK]",
        "Bo: Does Natalie know?",
        "John: Oh, come on. She's getting married tomorrow. She doesn't need any more distractions. Coffee?",
        "Bo: Uh, no, thank you. And t-then she's going on her honeymoon, right? For two weeks? So, if this schedule works out, you'll be gone by the time she gets back.",
        "John: Look, I'd stay longer, but Michael and Marcie --",
        "Bo: Michael would have your head on a plate if he knew that you were using him as an excuse. But, hey, this is something you want to do, then -- then you have to do it, and, uh, then I'll give you my blessing, and you'll be on your way. Just don't tell me that you want to go all the way to Seattle because Marcie and Michael need a babysitter. The reason is, you don't want to see Natalie marry Brody and not you.",
        "[SCENE_BREAK]",
        "Natalie: What did you say?",
        "Jessica: That John might be Liam's father. I know it sounds unbelievable. I didn't believe it at first when -- when I first found out. I-I didn't think it could be possible, either.",
        "Natalie: But you do now. I mean, enough that you would come all the way down here the night before my wedding? All this time, I-I was the slut that had a baby with your ex-fiancé, and now you're saying that the baby might not be his anymore?",
        "Jessica: I know that the timing is --",
        "Natalie: Convenient? Yeah, maybe just a little. I mean, although you could have probably gotten a little more bang for your buck if you just waited till the ceremony.",
        "Jessica: That's not what I wanted to do, Natalie.",
        "Natalie: Really? Oh, come on, Jess. Don't you love drama? I mean, you could have waited. The priest says, \"Anybody have any objections?\" You make the big announcement. Why would you want to pass that up?",
        "Jessica: I didn't come here to cause any trouble.",
        "Natalie: Okay. Then take it back, and we'll forget this entire conversation.",
        "Jessica: I can't. I need you to know it.",
        "Natalie: Why? I mean, are you trying to punish Brody and me for having Liam?",
        "Jessica: Natalie, there's a chance that it might be true.",
        "Natalie: No, it's not true, Jessica! And you damn well know it! Just own up to it! For God's sake, I mean, you are not here to do any favors for me. No, no, no, no. You're here to hurt me, because you are a vindictive, spiteful bitch.",
        "[SCENE_BREAK]",
        "Téa: What do you mean, I gave you back your daddy?",
        "Blair: You know that box of stuff that you sent over of Victor's.",
        "Téa: Oh, right.",
        "Blair: Right. So, Sam and I spent the morning going through it all. Right, buddy? Got to thinking about all the great things that -- memories that we had of you and your dad. And why don't you tell her what you lucked upon inside that box?",
        "Sam: Dad's coat.",
        "Téa: Really?",
        "Blair: Mm-hmm.",
        "Téa: And was there a pen in the pocket?",
        "Sam: Yeah.",
        "Téa: And did you have fun with it?",
        "Sam: Uh-huh.",
        "Téa: [Chuckles]",
        "Blair: Well, not just that. You should have seen him traipsing around, bossing Jack around.",
        "Téa: Like father, like son, huh?",
        "Blair: Hey, let's look in here. Get that surprise out that you have for Téa. Open it up. Show her. Hurry, hurry, hurry.",
        "Téa: [Chuckles]",
        "Sam: That's -- that's Dad and that's you. You're my second mom.",
        "Téa: Oh. Thank you for the beautiful picture. It's gonna go right up on my fridge. Thank you, Sam.",
        "Blair: There you go. There you go, Téa. Why don't you go in the living room and play? I'm gonna talk to Téa, okay?",
        "Téa: Yeah, I think some of your toys are still in there, okay? [Laughs]",
        "Blair: Hey. Are you all right?",
        "Téa: Yes. I'm fine.",
        "Blair: You seemed to be just a little off earlier.",
        "Téa: I'm -- I'm fine. I, um, I got a lot on my mind, so --",
        "Blair: Oh, would it have anything to do with Tomás', uh, crusade to find Victor's killer?",
        "Téa: [Sighs]",
        "[SCENE_BREAK]",
        "Todd: You're looking for the gun that I took from Dorian's?",
        "Tomás: Yes.",
        "Todd: Well, why didn't you say so? It's right next to the Holy Grail in the Ark of the Covenant. [Chuckles] Why -- why doesn't anybody listen to me? The gun is gone.",
        "Tomás: Because you gave it to a homeless man you met down at the docks.",
        "Todd: Yeah, you don't believe me?",
        "Tomás: Well, it would help if we could locate this man.",
        "Todd: Did you try looking at the bottom of the river? 'Cause that's where Irene put him, along with the gun.",
        "Tomás: Except that we don't have any way to prove that she shot him, so we don't know where he is or the gun.",
        "Todd: Why do you care so much about this gun?",
        "Tomás: You're still under a cloud of suspicion.",
        "Todd: N-no. The charges have been dropped.",
        "Tomás: Only because they didn't have enough evidence, not because the D.A. thinks you're innocent.",
        "Todd: Okay, you know what?",
        "Tomás: Todd, we can find this gun, you can clear your name.",
        "Todd: All this talk about the gun is complete nonsense. It's a waste of time. I'm gonna tell you right now who killed Victor.",
        "[SCENE_BREAK]",
        "Blair: I told Tomás that I would help in any way I could to help bring Victor's killer to justice, until I found out his number-one suspect was Todd.",
        "Téa: You know, I'm really just trying to stay out of the middle of it.",
        "Blair: Well, I don't think that you can do that. I think it's a little late now, because Tomás made it very clear that he is acting all in your name.",
        "Téa: Blair, what am I supposed to do about that?",
        "Blair: Just tell him to back off Todd.",
        "Téa: What, you think Todd's incapable of --",
        "Blair: I think Todd didn't do it.",
        "Téa: How do you know?",
        "Blair: Because he wouldn't hurt Sam like that.",
        "Téa: Sam?",
        "Blair: Yes. He has a very special connection to that boy. I've seen it. I saw it again at Halloween. I mean, he may have hated Victor, but he's really growing to love the only child that Victor left behind. Téa? Wait. Téa?",
        "[SCENE_BREAK]",
        "Jessica: I'm telling the truth.",
        "Natalie: No, Jessica. You're not. You're telling me what you want to be true. You're saying that John is really Liam's father and -- and not Brody because you want to hurt everyone all over again.",
        "Jessica: I don't want to hurt anybody, Natalie! I am sick of this fighting! I'm sick of what it's doing to our families! I'm sick of it all!",
        "Natalie: And yet here you are making up this fantasy.",
        "Jessica: It's not a fantasy. Do you really think that I would come here and tell you this if I didn't have every reason to believe that it were true?",
        "Natalie: Great. That means you must have some proof. I-I would love to see it. I would love to see what kind of evidence you actually could have to back this up.",
        "Jessica: I have a DNA test. It says that Liam is not Brody's son, that he's John's.",
        "[SCENE_BREAK]",
        "Bo: You're leaving because of Natalie.",
        "John: Does it really matter why?",
        "Bo: Uh, yes, it does matter, because I stand to lose the best detective that I've ever worked with, not to mention a real good friend. So, yeah, it matters.",
        "John: I just can't be here when it happens, Bo.",
        "Bo: You know, not too long ago, you admitted that you still are in love with Natalie. Now, does she -- does she know that?",
        "John: [Sighs] Hey, listen, I'm not gonna cause any more trouble for Natalie or her family. They've been through enough already.",
        "Bo: Okay, so that's a no.",
        "John: I hope you understand why I have to do this.",
        "Bo: Yes, I do, because I've been there myself. But right now, I'm in the middle of a murder investigation, and it's going nowhere.",
        "John: Look, you got me for another two weeks.",
        "Bo: I don't even have two more days. Tomorrow morning at 7:00 a.m., the polls open. Now, if Kathleen Finn is re-elected, and I haven't made an arrest, then our wonderful new mayor is going to, um, give me the axe.",
        "John: Well, then she's not getting my vote.",
        "Bo: Well, then that makes two.",
        "John: Have a seat. We better get some work done.",
        "Bo: [Sighs] [Sighs]",
        "[SCENE_BREAK]",
        "Rama: Oh, my poor baby! Are you okay?",
        "Vimal: Unh! Oh!",
        "Rama: Are you okay?",
        "Vimal: W-w-w-where's -- where's Neela?",
        "Rama: I don't know.",
        "Vimal: Oh, you didn't catch her?!",
        "Rama: I had to catch you before you turned into a popsicle.",
        "Vimal: No! No, no, no! It's better you let me drown! Now I'm gonna have to face my parents' wrath!",
        "Rama: Oh, hush, Vimal! There's not gonna be any wrath --",
        "Vimal: Of course, there's going to be wrath! I let my baby sister get taken off by some -- some ruffian, some lout, some --",
        "Rama: Some boy!",
        "[SCENE_BREAK]",
        "Jack: [Sighs] You can stay here tonight.",
        "Neela: Won't your family mind?",
        "Jack: No. They only use this place during the summer to change into bathing suits.",
        "Neela: A house just for swimsuits? Thank you for being so generous.",
        "Jack: Well, I couldn't let you become a baby factory, now, could I?",
        "Neela: Yes. T-they would have had me married off, and then nothing but baby after baby after --",
        "Jack: Save it. I know a lie when I hear one. But only because I've been known to tell a few myself.",
        "Neela: All right. So, maybe I wouldn't have become a baby factory -- yet. But it is true when I came of age my parents were going to make me marry someone I didn't love.",
        "Jack: Well, I believe that part. But one thing I can't stand is when parents want to control you.",
        "Neela: What do you do when your parents try to control you?",
        "Jack: I told you.",
        "Neela: You tell them to shove it. [Chuckles] And that really works?",
        "Jack: All the time. I just tell them \"not gonna happen.\"",
        "[SCENE_BREAK]",
        "Tomás: You have a suspect? Great. Let's hear it.",
        "Todd: Baker.",
        "Tomás: My former boss?",
        "Todd: Irene's right-hand man. Guy who held me captive and tortured me for eight years, the guy who's responsible for -- for Victor and I being switched. Don't tell me you didn't think of that.",
        "Tomás: Well, Baker does have it in him to kill Victor. He tried once.",
        "Todd: Well, there you go.",
        "Tomás: The only problem is, Baker was in federal custody the time of the murder.",
        "Todd: Yeah? Did you -- did you see him? Did you actually see him inside the federal pen?",
        "Tomás: No, I didn't see him. It's just on the record.",
        "Todd: Records? Okay, well, this is what we know. The Feds let Irene go. Who's to say that they didn't let Baker go, too?",
        "Tomás: It's possible. But why would Baker kill Victor?",
        "Todd: Look, you want any answers, you got to find Baker.",
        "Tomás: Might be easier to find the gun.",
        "Todd: Well, either way, got your work cut out for you. So, uh, hey, Godspeed.",
        "Tomás: Thank you for your time, gentlemen.",
        "Louie: Why didn't you tell him who I am? We could have checked the gun right then. 'Cause this gun won't clear you, will it? It'll just prove you're guilty.",
        "Todd: Yeah, Louie, I am. I am guilty. I killed my brother.",
        "[SCENE_BREAK]",
        "Sam: [Imitating wind whooshing]",
        "Blair: Hey, buddy. I think it's time we go home.",
        "Sam: Is Téa okay?",
        "Blair: She's just tired. What are you playing with?",
        "Sam: My magic wand. Alakazam, Téa!",
        "[SCENE_BREAK]",
        "Natalie: You did a DNA test on Liam?",
        "Jessica: No. Let me explain.",
        "Natalie: That's why you wanted to babysit out of the blue -- so that you could pull a hair off of my child's head and then rifle through Brody's things so that you could have something to compare it to.",
        "Jessica: Natalie! Natalie, I did not arrange for a DNA test.",
        "Natalie: Okay, well, uh, then who did?",
        "Jessica: I think Victor did.",
        "Natalie: Victor?",
        "Jessica: Well, I can't be sure. He's the reason I know -- that I saw the DNA results.",
        "Natalie: Okay. Let me get this straight. You're saying that Victor gave you a DNA test that shows John is my son's father.",
        "Jessica: No, I got it after he died.",
        "Natalie: How? How, Jessica?!",
        "Jessica: I got it from David Vickers.",
        "[SCENE_BREAK]",
        "Bo: What is this right here, this note that you initialed, uh, about a potential suspect? Brody Lovett?",
        "John: Yeah. Ballistics cleared his weapon.",
        "Bo: Yeah, well, why would you even think about him in the first place?",
        "John: Witness came forward, a witness who said she overheard Brody threatening Victor.",
        "Bo: Why would Brody threaten Victor Lord?",
        "[SCENE_BREAK]",
        "Natalie: David Vickers the dog? Really? That's -- so, you're telling me that David Vickers the dog, uh, ran a-a DNA test on Liam and, um, gave you the results? Okay. Guys, where -- where -- where are the cameras? Seriously.",
        "Jessica: I know how this sounds.",
        "Natalie: Do you? Do you really? You know how this sounds? Jessica, come on. You couldn't come up with something better than this?",
        "Jessica: It's not a story, Natalie.",
        "Natalie: Okay, great. Then prove it to me. Show me the test.",
        "Jessica: I can't.",
        "Natalie: I'm sorry. Where did you leave it? Maybe with Tess or Bess or Wes?",
        "Jessica: I just don't have it anymore.",
        "Natalie: You don't have the one piece of evidence to back up this ridiculous story? I-I -- the dog ate it.",
        "Jessica: No. But I think that she took it back. [Sighs]",
        "[SCENE_BREAK]",
        "John: Uh, I'm not exactly sure what was going on between Brody and Victor.",
        "Bo: You know, I don't think a day went by when Victor wasn't threatening someone. But, uh, Brody threaten Victor?",
        "John: I don't think Brody's our shooter.",
        "Bo: Well, we can rule out, uh, Irene Manning.",
        "John: Oh, yeah?",
        "Bo: Yeah. She'd be right at the top of the list if she wasn't locked up when all this happened.",
        "John: Doesn't mean she didn't arrange it.",
        "Bo: But I don't see how. I mean, she was under constant observation, and there was nothing to indicate that she was able to smuggle out any kind of message. During the whole build-up to this, uh, Victor Lord murder, she only had contact with one other person, and that was her other son, Todd.",
        "[SCENE_BREAK]",
        "Todd: I did it. I killed my own brother with that gun that you're holding in your hand right now.",
        "Louie: So, you've been lying to me all this while?",
        "Todd: No. No, I haven't. I-I haven't. I didn't know.",
        "Louie: That night when you saw me on the docks and gave me this gun --",
        "Todd: I didn't know. I -- it's like I didn't want to remember.",
        "Louie: So, why'd you do it? Self-defense?",
        "Todd: Well, not in the traditional sense. No, but Victor stole my entire life. Everyone that I cared about, he took away from me. I'm in a cell and being electrocuted and -- and -- and brutally beaten, tortured by my mother, and my brother is raising my kids and exploiting everybody and -- and ruining my name.",
        "Louie: So, what happened that night?",
        "Todd: I'm a little hazy. I-I don't really remember. I do remember I went to see Victor. I went to see him, and I wouldn't have gone to see that bastard if I wasn't gonna go there to try and take my life back from him!",
        "Louie: But from what this guy said, your brother had started to make a life of his own. A-at least one person loved him, misses him, a-and wants justice for him -- his wife.",
        "[SCENE_BREAK]",
        "Téa: Here, I got this. I got it.",
        "Blair: That isn't a toy, sweetheart.",
        "Téa: Oh, no harm done. No harm done.",
        "Blair: He didn't know what he had.",
        "Téa: It's okay.",
        "Sam: Am I in trouble?",
        "Téa: No. No, sweetheart. Hey, listen. I have an idea. Why don't you go upstairs and let yourself into Jack's room? I bet you could get into plenty of trouble up there.",
        "Sam: Jack doesn't like when I go in his room.",
        "Téa: Exactly.",
        "Sam: Yeah!",
        "Téa: [Chuckles]",
        "Blair: So, I am sorry. I -- you know, now I know why you were on edge. Did you find that in Dani's things?",
        "Téa: Dani?",
        "Blair: Listen, when Starr lost her virginity, Todd -- Victor just made it a circus. But you seem to be keeping level-headed, and I-I can understand that, but --",
        "Téa: Blair, listen --",
        "Blair: You know, I know what all this is about. I've been there if you need my help. Listen, is -- is Dani on birth control now?",
        "Téa: [Sighs]",
        "Blair: I-it's not too late, is it? I mean, is she pregnant?",
        "Téa: You don't understand. It's not Dani's test. It's mine.",
        "[SCENE_BREAK]",
        "Todd: My brother's wife used to be my wife. I loved her.",
        "Louie: And now?",
        "Todd: I sure wasn't thinking about her when I went after Victor. All I could think about was what Irene had said to me. I had to kill Victor before Victor killed me.",
        "Louie: [Sighs] Are you glad you did it?",
        "Todd: It's not like I had a choice.",
        "Louie: Well, w-what if you did have a choice? Would you have done it any different? Do you wish you had?",
        "Todd: Every time I look at Victor's son's face.",
        "[SCENE_BREAK]",
        "Jessica: Look, if our positions were reversed, I would want to know, okay? I'd want you to tell me. But I-I guess I-I should have figured out the \"how\" --",
        "Natalie: Are you kidding? I'm totally loving the Shih Tzu angle.",
        "Jessica: But with the wedding tomorrow, I didn't think that I could wait another second.",
        "Natalie: Absolutely. I mean, why hurt me tomorrow when you can hurt me today?",
        "Jessica: Natalie, if I wanted to hurt you, don't you think I'd come up with a more plausible story?",
        "Natalie: I don't know. What I do know [Clears throat] Finally is, uh, we want two very, very different things. I want my sister, and you want a punching bag, and I am sick and tired of being your punching bag. So now it's my turn.",
        "[SCENE_BREAK]",
        "Vimal: How can you be so calm? My little sister could have gotten involved in who knows what kind of danger? Drugs, alcohol, graffiti.",
        "Rama: Vimal, please, you're jumping to conclusions, okay?",
        "Vimal: Did you not see what I saw? Neela has been in this country for all of two seconds, and she's already been kidnapped by some street urchin!",
        "Rama: Vimal, I'm not so sure she was kidnapped.",
        "Vimal: But we saw her -- we saw her dragged off!",
        "Rama: We saw her run off hand-in-hand! She didn't scream. She didn't call for help. Vimal, I'm afraid you're gonna have to face the possibility that your little sister may have gone quite willingly.",
        "Vimal: But how could that be? We're the only two people she knows in this entire hemisphere.",
        "Rama: Well, clearly she met someone new. She's always been an extrovert.",
        "Vimal: That's gonna be her undoing. You don't know what happens to unsuspecting girls in this country. For all we know, she could be sold into slavery at this very moment.",
        "Rama: Vimal, there's only one way to find out.",
        "[SCENE_BREAK]",
        "Jack: I'm sorry. I thought we had sheets around here somewhere. I guess you could use this until I smuggle some real blankets out for you. What? Why are you looking at me like that?",
        "Neela: I can't get married, Vimal. Raajeev is not the man of my dreams.",
        "Vimal: And who is?",
        "Neela: I don't know. Only that he's an American, my own age, with beautiful, wavy hair and a fantastic body.",
        "Vimal: That's all?",
        "Neela: It wouldn't hurt if he's rich.",
        "Jack: Hello?",
        "Neela: Sorry. Y-you just -- you remind me of somebody.",
        "Jack: Who?",
        "Neela: Oh, someone good.",
        "[Cell phone ringing]",
        "Neela: [Sighs] It's my brother's wife.",
        "Jack: What are you gonna do?",
        "[SCENE_BREAK]",
        "Todd: Since the day I come home, the only person that's got my back is that little kid, Sam. He's a cute kid. He's the closest thing I have to a friend. And how do I repay him? I kill his old man.",
        "Louie: You didn't kill the man to hurt the boy.",
        "Todd: No. Halloween, right, I show up at the kid's house. Sam, he -- he wants to go trick-or-treating with me, and he's got this pumpkin, and he drew on it so that it looked like me. Nobody had ever done anything like that for me. Anybody ever draw on a pumpkin so it looks like you? And I can't even look at the kid in the eye, because I know what I've done to his father, and -- and part of me, okay, part of me thinks -- part of me knows that I had to do what I had to do to Victor. But there's this other part of me that wishes to God that the whole thing would just be done with and it hadn't -- hadn't happened. And there's, like, this war between me. You have no idea what this is like.",
        "Louie: I've been to war. I know all about it. You go through something unspeakable, like what your mother did to you, and it sticks to you, makes you do things. And you have to live with those things till they kill you. Or till somebody forgives you. Then you forgive yourself. And then you just live. Look at me. I forgive you, Todd.",
        "[SCENE_BREAK]",
        "John: Manning says that Irene killed Louie for the gun and then ditched it in the river.",
        "Bo: Yeah, but are we sure that's what really happened?",
        "John: No. No, we're not. I mean, we searched high and low, and there's no sign of Louie. I mean, maybe -- maybe she made that up just to -- just to mess with Todd.",
        "Bo: I wouldn't take anything that Irene Manning said for granted.",
        "John: He was a good man, though. I just pray he's still alive.",
        "Bo: Well, if he is, then, uh, maybe he still has the gun that was used to kill Victor Lord -- with the person's fingerprints on it who did it.",
        "[SCENE_BREAK]",
        "Todd: You forgive me?",
        "Louie: I knew guys like you in the service. Fought alongside of them. Guys who did things. Ooh. Guys who got used -- damaged -- discarded...left to fend for themselves, get along the best way they could, any way they could. I can't watch that happen to you or anybody else.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Jack: So, what are you gonna do?",
        "Neela: Hello, Rama.",
        "Rama: Neela? Are you all right?",
        "Neela: I'm fine. How is Vimal? I heard he fell into the water.",
        "Rama: Oh, oh, you know your brother. He swims like an otter.",
        "Vimal: Let me talk to her.",
        "Rama: Neela, uh, we're glad you're fine. Where are you, baby?",
        "Neela: I'm with -- a friend.",
        "Rama: Oh. That's good. You're making new friends. That's great.",
        "Vimal: Let me have the phone!",
        "Rama: Your brother's very worried about you, Neela.",
        "Neela: No, he's worried about shipping me back to India so Mumby and Jumby can force me to marry that amphibian Raajeev. Well, I have a message for Vimal. Tell my brother \"Not gonna happen.\"",
        "[Click]",
        "Rama: She hung up on me!",
        "Vimal: Never mind her poor phone etiquette! What's going on?",
        "Rama: All I can say is that I'm certain Neela will be fine.",
        "[SCENE_BREAK]",
        "Jack: That was cool what you did.",
        "Neela: What did I do?",
        "Jack: Standing up to your family like that.",
        "Neela: I just followed your lead.",
        "Jack: [Chuckles] W-well...it's late. I better get to bed.",
        "Neela: Wait. I don't even know your name.",
        "Jack: Jack. Jack Manning.",
        "Neela: Neela Patel.",
        "Jack: Wait a sec. Is your brother Vimal?",
        "Neela: Yes. Why?",
        "Jack: He works for my dad. Well, used to, sort of. Anyway, good night.",
        "Neela: Wait, Jack Manning.",
        "Jack: Yes?",
        "Neela: Thank you for saving me.",
        "[SCENE_BREAK]",
        "Jessica: What does that mean? You gonna hit me?",
        "Natalie: No. I should. But I'm done. I'm done. Done with all of this craziness, your crazy lies. I mean, seriously, Jessica. A dog?",
        "Jessica: Natalie [Sighs]",
        "Natalie: But I'm glad. I'm really, really glad that you stopped by tonight, because you -- you've proven once and for all that you're just not worth it. So take your act and take it to somebody who cares.",
        "Jessica: Fine. Fine. You don't believe me, then get your own DNA test done. You can postpone the wedding.",
        "Natalie: Oh! You want me to postpone the wedding so that you can make sure that the wedding doesn't happen. Forget it, Jessica! And please, God, do not show up at that ceremony. In fact, don't even show up in my life ever again, because if I see your face, I am gonna beat it in!",
        "[SCENE_BREAK]",
        "Bo: So if Manning shot Victor, he could be lying about Louie and the missing gun. Now, I could take that to the mayor.",
        "John: That might hold Finn off for a while until we find some more evidence.",
        "Bo: \"We\"?",
        "John: [Sighs] Yeah. We. You got me for two more weeks.",
        "Bo: Look, John, you know, when Clint, uh, married Nora, I wish that I could have just disappeared, but I couldn't because I had a son, and, uh, I couldn't do that to him.",
        "John: I don't.",
        "Bo: I know. You know, as much as, um, as I h-hate to say this, uh, if you would like to consider today your last day, then, uh... then you got my blessing.",
        "John: Thanks, Bo. I think I'll take you up on that.",
        "[SCENE_BREAK]",
        "Natalie: [Clears throat] Tomorrow, you are going to be... Mrs. Brody Lovett. And you and Liam and...Brody... will be a family...no matter what crazy lie Jessica comes up with. It's not gonna change that.",
        "[SCENE_BREAK]",
        "Todd: You're giving me back the gun?",
        "Louie: On one condition.",
        "Todd: Louie, here's the thing -- now that I'm rich, I-I-I just don't carry around that much money.",
        "Louie: Oh, no, no, no, no. I don't want money. I want you...to get some help.",
        "Todd: [Chuckles]",
        "Louie: What -- what is so funny?",
        "Todd: My whole life, everyone's always said that to me. I hear you say it, and I think it might be true.",
        "Louie: [Chuckles] 'Course it's true. Because if you don't do something to fix yourself, you will wind up fixing somebody else just like you fixed your brother. Oh, one more thing. You watch out for that Delgado guy. That one's on the ball. [Clicks tongue]",
        "[SCENE_BREAK]",
        "Tomás: Oh, you're hiding something, Manning, you and your friend. And I'm gonna find out what it is.",
        "[SCENE_BREAK]",
        "Todd: Well, Manning, you did it again. You're a genius. You're in the clear. You got away with murder.",
        "[SCENE_BREAK]",
        "Blair: Téa.",
        "Téa: [Sniffles]",
        "Blair: Are you pregnant? It's positive?",
        "Téa: [Voice breaking] I'm having Victor's baby, and he won't be here to see it. [Sniffles] How can that be? How can he be gone? [Sniffles, sobs]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=RTv1uZqAPbA"
}