{
    "Episode Summary": [
        "Episode # 10508 ~ Everybody Loves Rayburn"
    ],
    "Recap": [
        "Kim persuades Stacy to find a way to seduce Schuyler so that she can get pregnant by him when they know that they don't have any time left. Knowing that he won't sleep with Stacy on his own, Kim knows that Stacy needs to drug him. Right then, Schuyler admits being really frustrated with the fact that he can't be more than friends with Gigi especially when she's having problems with Rex. He informs her that Rex asked him to leave town. At that point, she angrily confronts Rex about doing that behind her back. Dorian is engaging with the Mayor to get him re-elected and so that he can help her get reinstated to the hospital board. Viki and Charlie are not ok with that. But when Charlie finds out that Dorian \"suggested\" that Viki run against the mayor in the election, he tells Viki that that might not be a bad idea. Blair is determined to find out Tea's secret regarding Ross Rayburn. Elijah threatens to expose her secret to Todd. Todd goes and has a \"therapy\" session with Marty where he admits to her the problem he has with trusting himself to love somebody and admits to Marty that he's ok with her moving on and being with John because he's moved on with Tea. But when he returns home to Tea, she is crying and ready to pack her bags after Elijah has threatened to reveal her secret."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: Okay, so, help me out. You've got your life back. You got your job back.",
        "Marty: You know what? Just stop. Stop right there and sit down.",
        "Todd: Why?",
        "Marty: You know how I said I wanted to get you out of my head? Maybe the best way to do that is to get into yours.",
        "Todd: What does that mean?",
        "Marty: You need one more session to complete your court-mandated treatment, right? Well, you got me.",
        "Todd: Are you seriously considering treating me?",
        "Marty: You are on the clock.",
        "[SCENE_BREAK]",
        "Téa: You can't do this to me.",
        "Elijah: Well, my client can. In fact, he's more concerned about what you've done to him.",
        "Téa: I cannot give Ross what he wants. Ha ha. Trust me, Elijah Clarke, if that is in fact your name. You do not know what you've gotten yourself into the middle of.",
        "Elijah: I think I'll be okay. You look like you're doing okay yourself. Manning's got a real nice set-up, huh? The two of you all snug here, living la vida Llanview. Tell me, how do you think your life would change if Todd knew what you've done?",
        "Téa: Ha ha. It's not a smart idea to threaten me.",
        "Elijah: Oh, good. Then we're fine. Because I don't make threats.",
        "[SCENE_BREAK]",
        "Blair: You found Ross Rayburn? Okay, where is he? What does he know about Téa's secret?",
        "Rex: Hold your horses. I located the guy.",
        "Blair: Okay.",
        "Rex: I did not dig up anything linking him to Téa Delgado's lost years.",
        "Blair: But you know that they are connected. They both disappeared at the same time, when they were rescued. Come on. Rayburn's gotta know Téa's secret, and I am this much closer to finding out what it is. Yes.",
        "[SCENE_BREAK]",
        "Gigi: Hey.",
        "Schuyler: Oh, hi.",
        "Gigi: \"Oh, hi\"?",
        "Schuyler: Hi.",
        "Gigi: What's up?",
        "Schuyler: Nothing. I don't know. I didn't expect to see you here.",
        "Gigi: Because I'm a notorious pier-hater? Wanted in 3 states. Bad joke. I just...Schuyler, you are allowed to walk on the pier. We ran into each other. It's not a big deal.",
        "Schuyler: Well, actually, it kinda is.",
        "[SCENE_BREAK]",
        "Stacy: Well?",
        "Kim: Ay, papaya! You look good enough to eat, and then some. And thanks to me, Schuyler's already gonna be oozing sympathy when you show up at his door. And don't say too much. Just let his imagination and your girls do all the talking.",
        "Stacy: Yeah, they are pretty great, right?",
        "Kim: Straight guy kryptonite. You'll have no trouble getting sky in the sack.",
        "Stacy: I'm not worried about getting him in bed. It's just the rest.",
        "Kim: Making a baby to pass off as Rex's?",
        "Stacy: Yeah, that part's gonna be a little difficult.",
        "Kim: I mean, you're totally fertile, Stace. Rex knocked you up in one shot.",
        "Stacy: Yeah, I know.",
        "Kim: Then what's the problem?",
        "Stacy: It's Gigi.",
        "[SCENE_BREAK]",
        "Dorian: If you think Mayor Lowell is doing such a bad job, why don't you run for mayor yourself?",
        "Viki: I had that job once, Dorian. Remember?",
        "Dorian: For about 10 minutes.",
        "Viki: And that was enough. Besides, you're not serious about me running. You've obviously thrown your support behind the incompetent. Oh, dear, did I say \"incompetent\"? I meant incumbent. Let it go.",
        "Dorian: Do you want to know the reason why I think you should throw your hat in the ring?",
        "Viki: Well, I guess you're just so bored at home you're trying to scare up a horse race.",
        "Dorian: More than just a horse race. This is a race you would lose. And lose you will. Look at Mayor Lowell. He's a natural. Challenger or not, that horse is gonna win.",
        "[SCENE_BREAK]",
        "Todd: I seem to recall asking you to take a look inside my head and tell me what was wrong with me before. You refused. What's changed?",
        "Marty: I'm getting paid.",
        "Todd: Well, I would have paid you before.",
        "Marty: I have my license back now.",
        "Todd: Ah, so you need the hospital board to tell you you're up to the job.",
        "Marty: I think you're stalling.",
        "Todd: No, I think you want to get inside my head and mess with me the way I...",
        "Marty: Mess with me? All right, if that's what you think, you should just go now.",
        "Todd: No, that's okay. I deserve it. And I need this form signed, so...what's a little mindscrew among friends, right? Okay. Do you want me to sit down or do you want me to lie down or what?",
        "Marty: Oh, whatever makes you feel comfortable.",
        "Marty: All right, well... why don't we start with why you had sex with Blair when you claimed you were interested in Téa?",
        "Todd: [Laughs] Where did that come from?",
        "Marty: You told me at your house, remember, right before you asked me to shrink you?",
        "Todd: Okay. Ahem. I--I don't know. Why did I do it?",
        "Marty: Why do you think you did it?",
        "Todd: You get paid for answers like that?",
        "Marty: You know, it--it really wouldn't hurt you to look at your behavior and try to figure out why you do the things you do.",
        "Todd: Ah, yes, yes, yes. Well, let me see. Okay, I had sex with Blair because she seduced me.",
        "Marty: And you had no say in the matter?",
        "Todd: It was meaningless sex. Wait a minute--why are we talking about this?",
        "Marty: Because it upset you, and rightly so. You could've jeopardized a meaningful relationship with someone else.",
        "Todd: Well, I--I--I jeopardized it, but nothing happened.",
        "Marty: But it could have. Is that what you're trying to do? You're trying to ruin your relationship with Téa?",
        "[SCENE_BREAK]",
        "Téa: What will it take to make you go away?",
        "Elijah: We're in the middle of the case. Besides, I like it here.",
        "Téa: This isn't a game, Elijah. This is my life. Okay? If Todd finds out what I did, he will never forgive me.",
        "Elijah: You should have thought of that before you did it.",
        "Téa: And you're such a choirboy. You've never done anything to screw things up with the person you love. You know what? [Exhales] I didn't expect this to happen, all right? I never in a million years thought I'd fall back in love with Todd, but I did. I have. How much is he paying you? I will pay you twice the amount. I will pay you 3 times. I will pay you whatever is necessary. You just go back to that snake and tell him you couldn't get what he wants from me.",
        "Elijah: Well, sorry. I can't do that. Unlike you, I have scruples.",
        "Téa: Oh, give me a break. You're blackmailing me. Threatening what I have with Todd.",
        "Elijah: What do you want me to say? I go the distance for my clients.",
        "Téa: You listen to me. Ross wants something from me, ha ha, and if he exposes me, he's never gonna get it. Looks like we're at an impasse. And since you and I are the only two people who know about this, it ends right here.",
        "[SCENE_BREAK]",
        "Blair: I want you to tell me everything you know about Ross Rayburn starting now.",
        "Rex: The reason he was so hard to track down was that he's been using an alias. Well, a list of aliases, actually. Ross Burnside, Ross de los Reyes, Ross Donatelli. Most recently Ross Raymond.",
        "Blair: We know he's a sleazebag. He helped Todd try to kidnap my kids.",
        "Rex: And he's still a fugitive thanks to the charges you brought against him.",
        "Blair: I haven't dropped those. Do you think that's why he's using all these aliases?",
        "Rex: The vessel that rescued Rayburn and Téa brought them to Hawaii for treatment. From what I can tell from his medical records, once our guy recovered and realized he was on American soil, he took off.",
        "Blair: And Téa took off with him?",
        "Rex: That I don't know for sure. What I do know is, for a while at least, Rayburn was with a woman.",
        "[SCENE_BREAK]",
        "Viki: Sorry, Dorian. You'll have to get your kicks elsewhere. Charlie!",
        "Charlie: Not now. Be with you in a minute here. Mayor.",
        "Mayor Lowell: Stan Lowell.",
        "Charlie: Yeah, no, we've already met. I'm just wondering if you can explain to me why your office suddenly decided today to pull the permit on my Hawthorne street project.",
        "Viki: Charlie, what's wrong?",
        "Charlie: The mayor here had my worksite shut down.",
        "Dorian: Shoddy workmanship?",
        "Charlie: Every job that I have ever done in this town I have had done up to code. I have had a permit for everything and I've had every job inspected. Now, the city services people told me to take it up with the mayor, and that's exactly what I'm doing.",
        "Mayor Lowell: I will certainly look into it.",
        "Charlie: Look, Mayor, you keep saying that you want to do what is best for the people here in Llanview. Now, that job, that single, one project employs over 100 people. I want to know why you're going after me.",
        "[SCENE_BREAK]",
        "Schuyler: Gigi, I'm trying to avoid you. I told Rex I would stay out of your lives and I meant it.",
        "Gigi: This isn't the big city, Schuyler. We're gonna run into each other. That good-bye meant that we can't make plans to see each other or we can't call each other for advice.",
        "Schuyler: Okay, Gigi, I know what my good-bye meant.",
        "Gigi: What? That we can never see each other again? Is that what you're saying?",
        "Schuyler: No, not me. Rex.",
        "Gigi: Rex and I worked that out.",
        "Schuyler: Oh, really? Well, how come he came to my work and suggested I leave town?",
        "Gigi: Excuse me? Rex told you to leave town?",
        "[SCENE_BREAK]",
        "Stacy: Schuy is totally hung up on my sister.",
        "Kim: Well, he can't have her, and I primed the pump for you, honey. Got him remembering how great he used to be while he was using...",
        "Stacy: You think that's gonna put him in the mood? \"Yeah, remember back when you were a loser junkie?\"",
        "Kim: I also got him thinking about how bad Rex has been to you.",
        "Stacy: You did?",
        "Kim: When you show up at his door, he's gonna be ready for you, and he's lonely, and he's got to be horny as hell.",
        "Stacy: Well, yeah, I could work him, and with some time I could even get him to fall in love with me again. But that's the problem. I don't have any time. How am I gonna get him to have sex with me tonight?",
        "Kim: Simple.",
        "[SCENE_BREAK]",
        "Schuyler: Okay, so Rex shows up last night.",
        "Gigi: At your job.",
        "Schuyler: Yeah, and says he wants to apologize for, you know, blowing up in my face when he saw us together.",
        "Gigi: So he came for the \"sorry\" but stayed to give you the boot.",
        "Schuyler: Yeah, that's not exactly how it went.",
        "Gigi: Really? Well, then, how did it go?",
        "Schuyler: Look, it's okay, all right? I don't blame him for pulling out all the stops to protect what you guys have. I would've done--I would've done the same thing. And honestly, he made some good points.",
        "Gigi: Like what?",
        "Schuyler: Well, you know, I came to Llanview because my mom, you know--well, I wanted to find out why she would do that to herself, and when I did, things got complicated.",
        "Gigi: But you stuck it out.",
        "Schuyler: Yeah. Yeah, I did stick it out, because even when things got really bad, I mean, she--she loved this place, and I felt closer to her and I liked my job.",
        "Gigi: Because you were good at it.",
        "Schuyler: Was good at it. I doubt anyone will hire me as a teacher in this town again.",
        "Gigi: Oh, you'll find something. You're a genius science geek.",
        "Schuyler: Okay, okay, stop.",
        "Gigi: I'm serious. No one would have ever found out that Stacy faked being a stem cell match if it hadn't been for you.",
        "Schuyler: Oh, yeah, because, you know, that situation pops up all the time. \"Got a fake stem cell donor? Call Schuyler.\"",
        "Gigi: There's the university. There's private research. Plus there's the great work you're already doing at the drug treatment center.",
        "Schuyler: I can get that kind of work anywhere. As for my love life, well...",
        "Gigi: So what are you saying? That there's nothing left for you here in Llanview? Is that what you think? Is that what Rex was saying to you?",
        "Schuyler: Well, you know, maybe he wasn't saying it for my health, but he did make some good points. I mean, somewhere else--I could start fresh. Maybe it's best for everyone if I just leave.",
        "Gigi: Not for me it wouldn't be.",
        "[SCENE_BREAK]",
        "Stacy: Butterfly 7? A Mickey?",
        "Kim: Why not?",
        "Stacy: Because it can backfire. When I first came to town, I used one on Rex, and yeah, I got him into bed, but he passed out.",
        "Kim: Before or after?",
        "Stacy: Before. Nothing happened. He woke up the next morning and he knew he'd been drugged.",
        "Kim: You used too much on him. Well, good thing I'm here to help this time.",
        "Stacy: I don't know, Kim. Rex is one thing, but Schuy, he used big time. I don't want to throw him off the wagon.",
        "Kim: You won't. We're not talking about a \"drug\" drug. Once it wears off, he'll never know he even had it.",
        "Stacy: Okay. Well, where would I even get any butterfly 7 right now any--go figure.",
        "Kim: Come to mama.",
        "[SCENE_BREAK]",
        "Reporter: Why would you shut down a project that employs so many?",
        "Mayor Lowell: I can only imagine that the board of contract compliance found some kind of irregularity.",
        "Charlie: That is a load of bull.",
        "Mayor Lowell: The safety of the citizens of Llanview is my top priority and-- of course I-- I am happy to speak to the board of adjustment and appeals--",
        "Charlie: Okay, you and your \"boards\" can take weeks.",
        "Mayor Lowell: Well, the department does have a list of licensed electricians.",
        "Charlie: Yeah, in your back pocket.",
        "Second reporter: Mr. Mayor, is corruption a problem in the administration of city contracts?",
        "Dorian: Attention, ladies and gentlemen. The mayor's press conference is now over, but I would like to add something. I am Dorian Lord, and I would like to announce that I am throwing my support completely behind Mayor Lowell and his re-election campaign. I have many good reasons for that, and if you like, come with me and I will enlighten you. Right this way. Thank you.",
        "Mayor Lowell: Mr. Banks, if you're gonna make accusations in public, you'd better be able to back them up. Have a nice day.",
        "Viki: Oh, Charlie, I'm so sorry.",
        "Charlie: It's not your fault.",
        "Viki: I think it might be. How long ago did you get the call that they were shutting down your project?",
        "Charlie: Just about 15 minutes ago.",
        "Viki: Well, a half an hour before that, I told the mayor \"The Banner\" was not going to endorse him, and he was not happy.",
        "Charlie: Ohh. And that's all it would take to shut me down is a phone call from him.",
        "Viki: I'm so sorry if I thought that I--",
        "Charlie: No, come on. No, no, no, come on. It wasn't your fault. That S.O.B.",
        "[SCENE_BREAK]",
        "Dorian: Mayor Lowell. May I have a moment with you?",
        "Mayor Lowell: For my newest supporter, you can have two.",
        "Dorian: I just want to say I think it's absolutely dreadful the way that uncouth lout nearly ruined your press conference.",
        "Mayor Lowell: You mean Mr. Viki over there?",
        "Dorian: Ooh.",
        "Mayor Lowell: You know, with the press here, that could've been very ugly, but you handled those sharks like a real pro.",
        "Dorian: That's the least I can do for you.",
        "[SCENE_BREAK]",
        "Todd: That's crazy. Why would I--why would I try to screw things up with Téa on purpose? I just found out that she's the one for me. I really want a future with her.",
        "Marty: Why?",
        "Todd: Why? For one thing, we went through hell together.",
        "Marty: What happened?",
        "Todd: I don't want to bore you with the whole story, but somehow we ended up stranded on a strip of sand in the Pacific Ocean. Ha ha. Really stranded. I mean, \"Lost\" does not begin to describe what we were.",
        "Marty: So you got close.",
        "Todd: Yeah. And on one occasion, we were sitting around the fire--I finally managed to build a fire--and she told me that I was \"it\" for her. I was the love of her life.",
        "Marty: How long ago was that?",
        "Todd: That was a long time ago.",
        "Marty: So what happened between the two of you?",
        "Todd: Blair. She kept getting in the way. But see, that's over now. And I like to think I've grown up now, so I know what I want.",
        "Marty: Téa. So, you care about Téa. She cares about you. She's telling you that she loves you. You want to build a future together. How do you feel about her?",
        "Todd: She's great.",
        "Marty: Can't say it, can you?",
        "Todd: Say what?",
        "Marty: That you love her.",
        "[SCENE_BREAK]",
        "Téa: You and Ross can't bully me into giving up a thing. We have nothing more to discuss. Kindly get the hell out of Todd's house.",
        "Elijah: Just keep one thing in mind. You don't give Ross Rayburn what he wants, he's got nothing left to lose.",
        "Téa: Leave or I'll call the cops.",
        "Elijah: There's nothing stopping him from using the information he has against you.",
        "Téa: Yeah, yeah, I've heard that before.",
        "Elijah: Oh, and since your boyfriend's botched kidnapping attempt is the reason Mr. Rayburn can't re-enter the country, I'm sure he won't lose any sleep if Manning is destroyed in the process.",
        "[SCENE_BREAK]",
        "Rex: At Rayburn's last known address, delivery people and neighbors report that he was living with a woman. Nobody's seen her for the past year.",
        "Blair: Mm. A year, huh? That would be about the time Téa showed up in Colombia to help Ray Montez.",
        "Rex: The timing works, but that's about it. There's no-- there's no pictures, there's no documentation, like a lease with her name on it. Although, if Rayburn was using a fake name, Téa might have been, too.",
        "Blair: Figures. The two of them team up like a regular Bonnie and Clyde.",
        "Rex: I'll see what I can find out.",
        "Blair: So what's the last known address for Rayburn?",
        "Rex: Mahina. It's in Tahiti.",
        "Blair: And how far away is that from here?",
        "Rex: Blair.",
        "Blair: Come on.",
        "Rex: No, slow down. I am still sourcing Rayburn's activities. I've got pictures of Téa circulating through channels. I have paid off--thanks to you, I've paid off every local snitch in the area. We'll know a lot more in the next few days.",
        "Blair: I can't wait, all right? Look, you've given me enough information on Ross Rayburn. He's gonna tell me where Téa's hiding, so come on.",
        "Rex: We need to know how dangerous he is before we go knocking on his door.",
        "Blair: He's in Tahiti, not Tehran. He's probably kicked back in some hammock, throwing back mojitos, watching, like, sitcom reruns.",
        "Rex: And if he's not?",
        "Blair: We'll deal with it.",
        "Rex: You sure you want to go through with this?",
        "Blair: Exposing Téa Delgado? Hell, yeah.",
        "Rex: It could ruin her life.",
        "Blair: And the problem there would be what?",
        "Rex: What if it ruins yours, too?",
        "[SCENE_BREAK]",
        "Téa: Thank you so much for reminding me. Ross is still in Mahina. He can't set foot back in the United States.",
        "Elijah: Well, he wouldn't have to to expose you.",
        "Téa: Yeah, and if he does, I'll do everything in my power to get him extradited back to the United States, where he'll face kidnapping charges. He'll land in jail forever with no hope of ever getting back what he thinks I stole from him. I have two words for your client: Back off.",
        "Elijah: Why don't you tell him yourself?",
        "Téa: Hello, Ross.",
        "[SCENE_BREAK]",
        "Marty: The word is \"love,\" Todd. If you love her, why are you scared to tell her?",
        "Todd: I'm not scared.",
        "Marty: Téa's already told you. You're kind of leaving her hanging there. Don't you think it's fair to tell her how you feel?",
        "Todd: I show her how I feel every day.",
        "Marty: Getting close to someone is scary, isn't it?",
        "Todd: Actually, I'm having a ball.",
        "Marty: But you don't trust it, do you?",
        "Todd: Trust what?",
        "Marty: Happily ever after.",
        "Todd: Not necessarily. I like a good fairy tale.",
        "Marty: The idea of being really happy, head over heels in love. You don't really believe in it. It's not you.",
        "Todd: Well, to be quite honest, I don't know how I can believe in it, because the last time I was close to it was with you. And I destroyed that.",
        "[SCENE_BREAK]",
        "Dorian: I would love to give a fundraiser for you at my home-- La Boulaie. Why don't you have your wife call me and we can go over the details?",
        "Mayor Lowell: I'm-- I'm recently divorced.",
        "Dorian: Oh, yes, that's right. I'm sorry. I forgot.",
        "[SCENE_BREAK]",
        "Viki: Dorian's about as subtle as a howitzer. She's just playing up to the mayor because she wants his help getting reinstated as chief of staff at the hospital.",
        "Charlie: Dorian wants to run a hospital?",
        "Viki: She actually did it once before and, to her credit, for a while she did a pretty good job. That's until she got bored.",
        "Charlie: I doubt that that's what it's all about.",
        "[SCENE_BREAK]",
        "Kim: Just use the amount I told you. Schuyler will do whatever you want him to.",
        "Stacy: This has to work.",
        "Kim: Trust me. Once you get Schuyler in the mood, he'll forget your sister ever existed.",
        "[SCENE_BREAK]",
        "Schuyler: So you--you don't want me to leave Llanview.",
        "Gigi: No! I'd miss you. It's one thing for us not to hang out--for now--but it's a whole other thing for you to bail entirely. My God, Schuyler, I would hate for you to leave because of something Rex said.",
        "Schuyler: Well, maybe it's time.",
        "Gigi: Maybe my boyfriend is just insecure right now. He'll get over it. You kissed me one time. That'll never happen again. I've told him over and over that it was a mistake and that there was never, ever anything going on between us.",
        "Schuyler: Yeah, see, there was, okay? Maybe not for you but for me. I--I haven't been completely honest with you all that time. The day that I kissed you, what I was feeling, I still feel that, okay? Rex isn't wrong when he accuses me of having a thing for you. Whenever we're together, even-- even running into each other like this, right now, the only thing I can think about is kissing you again.",
        "[SCENE_BREAK]",
        "Mayor Lowell: This is the number for my personal assistant, and she'll be able to help you with everything to set up the fundraiser.",
        "Dorian: Wonderful. I'll give her a call. I also wonder if perhaps you and I shouldn't meet to discuss some other ideas that I have? Perhaps over dinner.",
        "[SCENE_BREAK]",
        "Viki: She's absolutely shameless. Do you know she suggested that I run for mayor against Lowell? How ridiculous is that?",
        "Charlie: I don't know. Is it?",
        "[SCENE_BREAK]",
        "Gigi: Wow, I...I don't know what to say.",
        "Schuyler: You don't have to say anything. I know it's not what you wanted to hear.",
        "Gigi: I'd be lying if I said I didn't care about you. I do. A lot. But I'm in love with Rex.",
        "Schuyler: Yeah. Right.",
        "Gigi: Even now, ticked off as I am at him for trying to make you leave town, there's no one else I want to be with.",
        "Schuyler: Oh, totally. I get it.",
        "Gigi: After everything we've been through.",
        "Schuyler: You guys deserve a break. Yes.",
        "Gigi: Shane and Rex and I, we've been through so much and I--we want to be a family again.",
        "Schuyler: You will be. You are. You are, and I really want you to be happy. I do. But now you get it, right? I mean, why this--us seeing each other--it can't happen. I just--I have to put as much space between us as possible.",
        "Gigi: Schuyler. I want you to be happy, too.",
        "[SCENE_BREAK]",
        "Kim: You're ready. You were born ready. So, go get him.",
        "Stacy: This has to work. Schuy is my last hope.",
        "Kim: And you're his. When he opens that door and sees you looking like a million bucks, it'll be game over. So just get on over there and make you a baby already. Just try and relax.",
        "Stacy: You're right. No stress. Stress is why I lost Rex's baby and I want to conceive tonight. So, I have to believe it's gonna happen.",
        "Kim: Thatta girl. Get on over there and seduce the hell out of him. In a couple hours, you'll have a new bun in the oven, and no one will ever know the baby isn't Rex's.",
        "Stacy: [Exhales]",
        "[SCENE_BREAK]",
        "Rex: I know Todd. If this ends up hurting Téa, he will never forgive you for exposing her.",
        "Blair: Well, guess what? I know Todd, too, and when the secret comes out, no matter what it is, I think I'm gonna be the last thing on Todd's mind.",
        "Rex: What if you're wrong about all this? What if Téa was just off somewhere... feeding the poor?",
        "Blair: Oh, well, then Todd and saint Téa will live happily ever after, now, won't they? Look, we both know she's no saint. So, come on. What are we waiting for? Let's get on the next plane to Tahiti. Come on! Come on!",
        "[SCENE_BREAK]",
        "Téa: Yeah, I know what you want from me. And you can forget it. I don't appreciate, by the way, you siccing your dog on me. You think you know everything. But I am warning you, Ross, you think you can push me? I'm gonna push you right back.",
        "Elijah: Hello, Mr. Rayburn. Yes, yes. Listen, I'll call you back, okay?",
        "Elijah: Well. I think that reunion went swimmingly, don't you?",
        "[SCENE_BREAK]",
        "Marty: So you think your inability to tell Téa that you love her stems from what happened between us, that you believed you loved me?",
        "Todd: Well, I did love you.",
        "Marty: So, I guess you think and feel that love means hurt.",
        "Todd: I don't know. I can tell you that when I was a kid... when my dad would come after me with a belt or his fists, he would always say that he was doing it for my own good.",
        "Marty: So, you were hurt--hurt by someone who claimed to love you.",
        "Todd: Yeah. And I did the same thing to you.",
        "Marty: So, you don't want to-- you don't want to feel that again. You're gonna stop yourself from making that final step, for--for making that frank admission of love. Because that's the one thing that's gonna put it right next to the relationship you had with me. But don't you see? If you don't-- if you don't move past it, you're never gonna move forward. You're never gonna have that relationship, that meaningful relationship you want with someone else.",
        "Todd: Ha. I'm sorry. That's very good, but is this my therapy session or yours?",
        "[SCENE_BREAK]",
        "Dorian: This is my private number. Call me.",
        "Viki: She wasn't serious about me running; she was just trying to provoke me.",
        "Charlie: So? I mean, you were mayor once.",
        "Viki: Yeah, but for a very short period of time.",
        "Charlie: I know, but, okay, even if you lasted for a day, you probably did more good than that joker did in his whole term.",
        "Viki: Well, I did manage to make a huge dent in Carlo Hesser's drug empire.",
        "Charlie: There you go. And what has Lowell done on that front?",
        "Viki: Nothing. Absolutely nothing.",
        "Charlie: I'm telling you, near my work site, every day I see kids--15, 16, no older than that. They're just passing baggies with--for cash, and the cops come by and they just move the operation down the street. And then Mayor Lowell there is selling himself as Mr. Family values.",
        "Viki: Well, at the paper, \"The Banner,\" we're doing a whole series on the drug trafficking problem in Llanview, which has exploded in the years that he's been mayor. You know, and it's not just on the streets. Cole--Marty's son? He got hooked at school. Bo says it's a huge problem. And this guy refuses to do anything about it. The police department, they need manpower, they need resources to combat this. Why are you looking at me like that?",
        "[SCENE_BREAK]",
        "Todd: Gotta hand it to you. You're very good.",
        "Marty: Meaning?",
        "Todd: This is what you were talking about. Getting inside my head to get me out of yours. That's good. Did it work?",
        "Marty: You know, think what you want, but this was your session, not mine.",
        "Todd: Well, you're right, actually. I have been holding out on Téa. And as much as I regret what happened with us, I have to let that go if I'm gonna move on with her. And I do.",
        "Marty: Good.",
        "Todd: Uh, I think that's it. I think our professional hour is up, Doctor, so, if you wouldn't mind signing this document for me.",
        "Marty: There you go.",
        "Todd: Thank you.",
        "Todd: You know, Marty, I don't want to be in your head. I don't want to be the reason you can't move on with John. And I sincerely hope that you can.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Elijah: Duty calls.",
        "Téa: Get out.",
        "Elijah: You know, you should be happy I'm such a workaholic. I'm about to get your boyfriend out of his ex-wife's house so the two of you can have some more time together. Who knows...I might even be able to change Todd's life.",
        "Téa: You can't tell him anything about this. I'm begging.",
        "Elijah: I'll see you in court.",
        "[SCENE_BREAK]",
        "Rex: Tahiti.",
        "Blair: Yes.",
        "Rex: Today.",
        "Blair: Yes. Let's get this show on the road, Rex. Come on.",
        "Rex: I can't go anywhere right now.",
        "Blair: Why not?",
        "Rex: I have to get Gigi and Shane squared away. I just got Stacy--",
        "Blair: Stacy?",
        "Rex: There's a doctor's appointment. I have to be here for that. I can go to Tahiti as soon as all of that's taken care of.",
        "Blair: And how long is that gonna take?",
        "Rex: I'm not sure yet.",
        "Blair: Ugh!",
        "Rex: I'll talk to Gigi and make the appointment...",
        "Blair: Listen, dude, I can't wait.",
        "Gigi: Rex? I'm sorry. I'm sorry. Can I talk to you in private for just a minute?",
        "Rex: Sure. We'll talk more tomorrow, okay, when I know more about my life. Let me get the file, check it out, okay?",
        "Blair: No, no, no.",
        "Rex: Hey, beautiful.",
        "Gigi: Hey, yourself.",
        "Rex: What's wrong?",
        "Gigi: I just ran into Schuyler. He told me something real interesting.",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "[SCENE_BREAK]",
        "Charlie: I just wish you could've seen your face when you were talking about this town, what it needs.",
        "Viki: Charlie, I love this town. It's my home. But I loathe politics.",
        "Charlie: Well, you've sure got a passion for it.",
        "Viki: Oh, that was just the combination of Dorian and the mayor that set me off.",
        "Charlie: I know, but--",
        "Viki: Charlie, we just got married. I would like to spend my extra time with you.",
        "Charlie: Okay. I could be your right hand man.",
        "Viki: Stop. Stop!",
        "Charlie: Look, I know this is out of left field, this whole idea of running for mayor, but instead of thinking, \"why,\" how about thinking, \"why not\"?",
        "[SCENE_BREAK]",
        "Stacy: You called me? Told me to come over?",
        "Schuyler: Oh. Yeah, sorry. I forgot.",
        "Stacy: What happened?",
        "Schuyler: Ah, it doesn't matter.",
        "Stacy: Oh, yes, it does matter, because you matter. What? Did something happen with Gigi?",
        "Schuyler: Yeah, she wants Rex and only Rex, and Rex wants Gigi and only Gigi, so guess where that leaves me?",
        "Stacy: Oh, probably about exactly where I am, only you're not knocked up.",
        "Schuyler: Huh. Sorry. Look--look, the only reason I asked you over here is I ran into your friend Kim. She seemed worried. She said you were all upset, in a bad spot over Rex, and I--ha ha--I thought I could actually help, but you know, clearly I'm the one who could use a little help myself.",
        "Stacy: Hmm. Look, I know what it feels like to want something you can never have. Sometimes I feel like I can't go on. But... I don't know. Maybe--maybe we can help each other? Oh.",
        "[SCENE_BREAK]",
        "Rex: What did Schuyler say to you?",
        "Gigi: He told me--that doesn't matter. It's what you didn't tell me.",
        "Rex: What are you talking about?",
        "Gigi: Oh, come off it, Rex. You went to see him last night and you didn't say a word to me.",
        "Rex: Boy, he didn't waste any time.",
        "Gigi: What happened to you and me being a united front, huh? Did you really tell Schuyler to get out of town?",
        "[SCENE_BREAK]",
        "Stacy: So, the only thing you had in your fridge was iced Téa.",
        "Schuyler: I haven't really been in the mood to buy groceries.",
        "Stacy: Yeah. Well, we can always talk. Like we used to. We used to really be able to help each other. Here you go.",
        "[SCENE_BREAK]",
        "Marty: [Laughs]",
        "[SCENE_BREAK]",
        "Dorian: Oh, good. You're home. Oh, I had the greatest chat with the mayor.",
        "Blair: Not now, Dorian, because I gotta go.",
        "Dorian: Go where?",
        "Blair: I've booked myself on the next flight to Tahiti.",
        "[SCENE_BREAK]",
        "Téa: Hi.",
        "Todd: Hi. Is this-- you all right?",
        "Téa: Yeah.",
        "Todd: What is this? Where are you going?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=XEdmi_CnFFo"
}