{
    "Episode Summary": [
        "Episode # 10618 ~ Desperately Seeking Stacy"
    ],
    "Recap": [
        "Tea and Todd finally make love. Starr and Dani come home after shopping for school clothes. Starr presses fro Dani to admit that she and Matthew are more than friends. Dani admits that she kissed Matthew once, but says she hasn't heard from him recently. Matthew shows up at their doo and confesses that he can't stop thinking about Dani. Langston goes to Markko's class to surprise him, but he has already left and Ford is the only person there. Ford suggests that she did it on purpose because she feels something for him, but she says Markko is the only man for her. When he says the only thing left for them to say is goodbye, she asks if they can remain friends. He says he doesn't think it is possible for a man and a woman to be friends but he will try. When she says she is not only living with Markko but with Starr, Cole, Hope, and Dani and that it is difficult for her to study, Ford offers her the use of his office. He gives her the key and his schedule so she will know when his office is free.",
        "Commissioner Lowell discovers that John McBain's \"shooting\" was an act when an officer tells him that McBain escaped. Lowell arrests Marty as an accessory. After intercepting a call between Mitch and Stan Lowell, John and Brody figure out that Mitch is at an abandoned military base on Llantano Mountain. Natalie drives them up the icy mountain road. Schuyler refuses to give Stacy the Oxytocin injection to induce labor and says he is going to tell Gigi the truth. Kim goes after Schuyler to try to convince him to change his mind but runs into Rex. When Kim returns to Stacy's room with Rex, Stacy is gone. Dorian has taken Stacy out of the room and into the parking garage. Dorian tries to convince Stacy to go with her so she will be safe from Mitch, but Stacy doesn't trust Dorian. Nurse Charles arrives and takes Stacy at gunpoint. Dorian and Charlie follow Nurse Charles' car up Llantano Mountain Kim calls Stacy and Nurse Charles Stacy to say she is ok but Stacy manages to tell Kim that she has been kidnapped. Nurse Charles swerves and is coming toward Natalie's car, but Natalie has no room to move to get out of the way. Natalie, Charlie, and Nurse Charles all slam on their brakes."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Téa: After I first came back from Tahiti, when I saw you, after thinking I might never see you again, the moment we kissed, I thought everything was gonna be all right.",
        "Todd: Yeah. Me, too.",
        "Téa: And then this morning when I -- when I saw you get out of the shower, I wanted to kiss you again.",
        "Todd: Un-huh.",
        "Téa: Ha ha. But I -- I stopped myself and left.",
        "Todd: I called out to you.",
        "Téa: Yeah, but you didn't stop me.",
        "Todd: I'm not gonna make the same mistake twice.",
        "[SCENE_BREAK]",
        "Langston: Hello? I'm looking for the most brilliant film student at --",
        "Ford: Would you settle for the most brilliant film teacher?",
        "Langston: Hi.",
        "Ford: Hey. I'm really glad you're here.",
        "[SCENE_BREAK]",
        "Starr: Well, call me if they set bail and if you need some cash.",
        "[Door opens and closes]",
        "Starr: Okay, I will. I love you. Bye.",
        "Markko: Bail? Who was that?",
        "Starr: It was Cole.",
        "Markko: Is he in jail?",
        "Starr: His mom is.",
        "Markko: You're kidding.",
        "Starr: Uh-uh. He's at the police station with the lawyers trying to get her out.",
        "Markko: Well, what was she busted for?",
        "Starr: She helped John McBain escape from the courthouse.",
        "[SCENE_BREAK]",
        "Brody: We've got him.",
        "Natalie: You found Mitch?",
        "Brody: We got a trace off the call Lowell. Right there. The GPS blip.",
        "Natalie: Oh.",
        "Brody: It's gone.",
        "John: Lowell must have hung up.",
        "Natalie: But you got it. You said.",
        "Brody: We had Mitch, but we just lost him.",
        "[SCENE_BREAK]",
        "Nurse Charles: Stacy. I hear there's a very special delivery on the way. That's not good. That's not good at all.",
        "[SCENE_BREAK]",
        "Rex: I can't believe you left Stacy alone.",
        "Kim: You were taking forever. She's asking for you.",
        "Rex: I was on my way!",
        "Kim: We didn't know that!",
        "Rex: You should be guarding her. What if Mitch --",
        "Kim: Dude, it's 5 minutes, and we're in the middle of a hospital. Hey, girl -- Stacy?",
        "Rex: Oh, no.",
        "Kim: Where did she go?",
        "[SCENE_BREAK]",
        "Dorian: Come on, hurry. Hurry, dear.",
        "Stacy: Wait. No.",
        "Dorian: We don't have time.",
        "Stacy: Just tell me what's going on!",
        "Dorian: No, no. Let's get someplace safe and then I will explain.",
        "Stacy: But how do you even know me? Why are you in my business?",
        "Dorian: I am here to help you. I need to get you as far away from here as possible where nobody can hurt you.",
        "[SCENE_BREAK]",
        "Téa: Oh, Todd.",
        "Todd: What?",
        "Téa: [Sighs] Don't stop.",
        "[SCENE_BREAK]",
        "Rex: Nothing.",
        "Kim: Me either.",
        "Rex: Her clothes are gone.",
        "Kim: But her bag's not, so she hasn't gone far.",
        "Rex: Voluntarily.",
        "Kim: Rex, it was 5 minutes maybe.",
        "Rex: What do you think? She stepped out, took a walk?",
        "Kim: Why not?",
        "Rex: Stacy was in the middle of labor.",
        "Kim: See, that's the thing. She wasn't.",
        "Rex: What?",
        "Kim: Yeah, that's why I came looking for you. It was a false alarm.",
        "Rex: You're kidding?",
        "Kim: Nope. Doctor said that she isn't having the baby yet, so he sent us home. Maybe that's where Stacy went.",
        "[SCENE_BREAK]",
        "Stacy: I was safe upstairs.",
        "Dorian: Not true. The second Mitch Laurence found out where you were, you were in danger.",
        "Stacy: How do you know that?",
        "Dorian: Because I am Mayor Dorian Lord, and I have a task force tracking Mitch's every move. I have a car waiting right there. Shall we?",
        "Stacy: Uh, no. No, thank you.",
        "Dorian: Do you have any idea what you're dealing with?",
        "Stacy: Yes. Rex told me all about you and so --",
        "Dorian: Get in the car!",
        "Stacy: He said you hate him.",
        "Dorian: What's the point of what I think of him or he thinks of me?",
        "Stacy: Well, how do I know this isn't a plot against him?",
        "Dorian: Because Rex isn't worth my time or trouble.",
        "Stacy: Oh, but I am? Why?",
        "Dorian: Read my lips! Mitch is after you! And it's my duty as mayor to protect all the citizens of this town from the likes of Mitch Laurence.",
        "Stacy: Mayors don't do that.",
        "Dorian: How would you know? It's not safe. Let's go!",
        "[SCENE_BREAK]",
        "Markko: Whoa. Brody shot -- shot his way out of the courtroom?",
        "Starr: No. He fired shots at John, but they really weren't shots. They were blanks, and he made it look like he was gonna shoot Lowell, but then Lowell jumped behind John, and it's --",
        "Markko: Oh, but that's the beauty part, right? I mean, if Lowell was such a coward, John and Brody must have known he'd do that.",
        "Starr: Yeah, that's true.",
        "Markko: So where are they now?",
        "Starr: They're out looking for Jessica.",
        "Markko: Oh, God! I can't believe I was in a classroom and all of this was happening. I mean, what a story. If I'd have just had my camera there --",
        "Starr: You can't have a camera in a courthouse.",
        "Markko: Hidden camera. You shoot the whole thing like a home video, documentary style, and it costs nothing, and it looks gritty, real --",
        "Starr: It is real.",
        "Markko: Oh, right. I'm -- I'm sorry. I didn't mean to be a jerk. I just -- is everyone okay?",
        "Starr: Jessica's missing, John and Brody are on the run, and Cole's mom is in jail.",
        "Markko: So it's a mess?",
        "Starr: Yeah, pretty much. But you're right. It would make a good story.",
        "Markko: Yeah, right. And with the right writer, I wouldn't even need a big budget.",
        "Starr: Oh. Can you get your writer/girlfriend on that, please? Because she needs a new project.",
        "Markko: I will. If she ever gets here.",
        "[SCENE_BREAK]",
        "Langston: What are you doing here?",
        "Ford: I'm working. It's my classroom.",
        "Langston: Right.",
        "Ford: Walking in on me is becoming kind of a habit, huh?",
        "Langston: I didn't mean to.",
        "Ford: Well, at least I'm dressed this time, right?",
        "Langston: I was looking for Markko?",
        "Ford: Oh. Class ended a half-hour ago.",
        "Langston: Really?",
        "Ford: Yeah. You knew that, didn't you?",
        "Langston: No. I was hoping to catch him on the way out.",
        "Ford: Ah. Well, instead you caught me, but that was part of your plan.",
        "[SCENE_BREAK]",
        "Natalie: So what do we do now, just drive around in circles until the cops catch us?",
        "John: Did you get anything we can use?",
        "Brody: It was too short for a full trace, but I can get a vector.",
        "John: What's that mean?",
        "Brody: About a 5-mile radius.",
        "Natalie: Well, now we're talking.",
        "John: All right, good. We'll take it and use the forensics report and maybe we can narrow things down.",
        "Brody: Okay.",
        "GPS: Working.",
        "Brody: Llantano Mountain.",
        "John: Okay, where's that from here?",
        "Natalie: It's back that way. Is anyone following us?",
        "John: No.",
        "Natalie: All right. Hold on.",
        "[SCENE_BREAK]",
        "Rex: False labor.",
        "Kim: That's what the nurse said.",
        "Rex: But Stacy's water broke.",
        "Kim: Yeah?",
        "Rex: Can that even happen?",
        "Kim: I guess 'cause it did. Like I can explain medical conditions. Ask the doctor.",
        "Rex: It doesn't matter. We just need to find her.",
        "Kim: Hello! Privacy, please!",
        "Rex: Is her phone in there?",
        "Kim: No.",
        "Rex: All right. Well, it's got to be on her.",
        "Kim: Be nice.",
        "Rex: If Stacy is sitting home eating ice cream, I'm letting her have it. She does not get to scare me like this.",
        "[SCENE_BREAK]",
        "Stacy: Okay, first, Mayor Lord, I didn't vote, and if I did, I'm not sure I would have voted for you.",
        "[Cell phone rings]",
        "Stacy: Oh, hang on.",
        "Dorian: No! Do not answer! Don't! Don't!",
        "Stacy: Why not?",
        "Dorian: Because this is how Mitch is tracking you. He's monitoring your phone calls.",
        "Stacy: Oh, that figures.",
        "Charlie: You're calling him? What is going on?",
        "Stacy: Who is that?",
        "Dorian: This -- this -- is a member of my private security force, and we are here to take you to a safe house.",
        "Stacy: Where?",
        "Dorian: Somewhere where you will be safe.",
        "Stacy: For how long? I need to be in the hospital.",
        "Dorian: Oh, I'm a doctor, and I will see to it that you're well taken care of.",
        "Stacy: No way are you a doctor.",
        "Dorian: Way.",
        "Charlie: Dorian, we just --",
        "Dorian: Come, dear. We really have to get you someplace safe before you go into actual labor.",
        "Nurse Charles: My thoughts exactly.",
        "Stacy: Ah!",
        "[SCENE_BREAK]",
        "Téa: Ha ha! Maybe we should slow down.",
        "Todd: What for? I mean, it feels good, doesn't it?",
        "Téa: Oh.",
        "Todd: Feels so good. And I know the difference. God, I was miserable after you and Dani left town. Of course, I had [Indistinct] To get there.",
        "Téa: Ha ha! Oh, come on, things are that strange between us.",
        "Todd: A little more than strange. I'd say crazy. Except for that moment we kissed and right this second.",
        "Téa: Wait. This isn't crazy? Come on.",
        "Todd: Obviously you think it is.",
        "Téa: Well, I think the room is spinning.",
        "Todd: What else is new? I mean, I have this feeling, this very strong feeling I want to hold you.",
        "[Téa sighs]",
        "Todd: Kiss you.",
        "Téa: Well, what do you think we should do about that?",
        "Todd: Well, I don't know. What do you want me to do? I want to make love.",
        "Téa: I want you to make love to me.",
        "Todd: Deal.",
        "Téa: Ha ha! Wait, Todd.",
        "Todd: What?",
        "Téa: What if this is a mistake?",
        "Todd: It won't be our first. Won't be our last.",
        "[Todd whistles]",
        "Téa: Ha ha!",
        "[SCENE_BREAK]",
        "Rex: Stacy, where'd you go? We're worried. Call me as soon as you get this.",
        "Kim: Maybe she didn't hear it ring.",
        "Rex: Or she did and she couldn't pick up.",
        "Kim: If she was driving --",
        "Rex: That's not what I'm afraid of.",
        "[SCENE_BREAK]",
        "Stacy: You bitch! Let go of me!",
        "Dorian: Uh, excuse me, madam, may I please ask who you are?",
        "Stacy: She works for Mitch!",
        "Nurse Charles: Don't move, either of you!",
        "Stacy: Help! Stop!",
        "Nurse Charles: Perfect! You're gonna hurt the baby! You betrayed Mitch, Dr. Lord. I wonder which one of your girls is gonna pay for that.",
        "[SCENE_BREAK]",
        "Langston: Wow, you have a lot of nerve.",
        "Ford: Yeah, I've heard that.",
        "Langston: You know, you have no idea what I'm thinking.",
        "Ford: Okay.",
        "Langston: I came here looking for my boyfriend.",
        "Ford: Yeah, a half-hour late. When you knew that the only person that would be here would be me.",
        "Langston: Well, I -- I got his schedule mixed up, all right?",
        "Ford: Sure.",
        "Langston: Stop that!",
        "Ford: Stop what?",
        "Langston: Sounding like that, like there's something going on here.",
        "Ford: There is. I mean, serious for me. I don't know, maybe you go around kissing people like that all the time.",
        "Langston: I never --",
        "Ford: You never what? Never kissed anybody besides Markko? Come on.",
        "Langston: I didn't say that.",
        "Ford: Well, it would explain a lot.",
        "Langston: Oh, like what?",
        "Ford: Like why we're so passionate. Why you can't stop thinking about it. \\",
        "[SCENE_BREAK]",
        "Starr: You're writing your big movie already?",
        "Markko: Oh, no, no, no. Just something I remembered from film class today.",
        "Starr: How is that?",
        "Markko: It's good. What?",
        "Starr: I thought you said that Ford was a pain in the butt and that he was, what'd you call him, a pretentious wannabe?",
        "Markko: He is.",
        "Starr: But you look happy.",
        "Markko: Well, I mean, I still want to learn. I'm not gonna short my film career just 'cause of one jerk. And besides, I mean, Ford's just a T.A., and he's not as bad as I thought.",
        "[SCENE_BREAK]",
        "Langston: Oh, don't flatter yourself. I have better things to think about than kissing you.",
        "Ford: Okay.",
        "Langston: And when I think about anybody that way, it's my boyfriend.",
        "Ford: Good.",
        "Langston: He's it for me. He's my best friend, the best man that I know.",
        "Ford: Yeah. Markko's a really great guy.",
        "Langston: He's more than that. He's everything I need.",
        "Markko: So, how did he take it?",
        "Langston: Take what?",
        "Ford: When you told him about our kiss? Markko's your best friend, the best man you know, right? So of course you told him what happened. Did you?",
        "[SCENE_BREAK]",
        "Natalie: Steel-belted radials. Snow tires. I made sure we got everything we can use. We're good up to a foot of snow.",
        "John: Good.",
        "Natalie: What's wrong?",
        "John: We left Marty holding the bag.",
        "Natalie: Here's my phone. Call her.",
        "John: Lowell will be watching her. He might even put a tap on her phones.",
        "Natalie: Marty's a lot tougher than you think she is.",
        "John: I know. How far out are we?",
        "Brody: About 20 minutes from the beginning of the search radius.",
        "John: Okay. Natalie, pull over at this gas station on the right.",
        "Natalie: What for? We got a full tank.",
        "John: You're getting out there.",
        "Natalie: No, thanks.",
        "John: Hey, this is dangerous. I don't want any arguments.",
        "Natalie: Good. Then shut up and help Brody.",
        "Brody: I'm good.",
        "Natalie: Take the help.",
        "Brody: Okay.",
        "John: You chicken.",
        "Brody: You bet.",
        "Natalie: You really think that I'm gonna get out now? Seriously, I am not coming off this mountain without my sister.",
        "John: You know what this guy Laurence is capable of.",
        "Natalie: Yeah. And we need to finish him off once and for all. He killed my husband and now he has my sister.",
        "John: Your mom's gotta be worried sick.",
        "Natalie: You really think guilt's gonna work? It's not. It's not gonna work.",
        "John: You're gonna slow us down.",
        "Natalie: I haven't even started -- hey, Mom, it's me. Listen, I'm with John and Brody. We're all okay. Yeah. Listen, I can't talk long, but you [Indistinct] And Jessica, they're gonna be okay. I love you. I'll call you as soon as I can. Happy? Didn't think so. Don't care.",
        "[SCENE_BREAK]",
        "Dorian: Excuse me, ma'am, I think we could work something out.",
        "Nurse Charles: \"Do not accept a bribe for a bribe blinds those who see and twist the words of the righteous.\"",
        "Charlie: Oh, what, no bribes but you can kidnap a pregnant girl and hold her at gunpoint?",
        "Nurse Charles: No one's going to hurt you.",
        "Stacy: That's bull! She drugged me! She's gonna try and cut the baby out!",
        "Nurse Charles: Such a drama queen. Get down on the ground.",
        "Stacy: No.",
        "Nurse Charles: Get down on the ground, both of you! I'll have no problem hurting you!",
        "Stacy: Let go! You're -- help!",
        "Dorian: Give me the gun!",
        "Charlie: No, no!",
        "Dorian: Give me the damn gun!",
        "Charlie: You can't take a shot! Not here! We'll follow them!",
        "[SCENE_BREAK]",
        "Rex: None of the nurses saw Stacy leave.",
        "Kim: So she didn't make an announcement.",
        "Rex: She didn't check out either.",
        "Kim: Were we even checked in yet? I don't remember any paperwork.",
        "Rex: She hasn't called back. Do you have any messages?",
        "Kim: No.",
        "Rex: Can you look?",
        "Kim: No messages.",
        "Rex: Stacy checks her phone every two minutes. She should have called back by now.",
        "Kim: Maybe she needed a break.",
        "Rex: Why are you so calm?",
        "Stacy: Well, what am I supposed to do?",
        "Kim: Just stall. Okay, when Rex gets back, do whatever you want to do.",
        "Rex: Kim!",
        "Kim: You're freaking out enough for the both of us. I mean, I'm sure she's fine.",
        "Rex: What is wrong with you? Stacy is missing. My maniac of a father has tried to kidnap her at least once. Why aren't you worried?",
        "Kim: I am. I'm just not crazed like you.",
        "Rex: Why not? Stacy is your best friend, right, your partner in crime? You should be way more upset than this.",
        "Kim: What are you, the mood police?",
        "Rex: You know something? Kim, if there's a reason that Stacy is not here and you know it, you better tell me. Now!",
        "[SCENE_BREAK]",
        "Langston: I didn't tell Markko.",
        "Ford: Why not?",
        "Langston: Because it didn't matter.",
        "Ford: Oh, so kissing someone else doesn't matter.",
        "Langston: No. Okay, you're making way too big a deal out of this. It was my birthday, all right? I was feeling, I don't know, happy. We were celebrating. It was just a moment, okay? That's it. It's over.",
        "Ford: So you're not gonna tell Markko?",
        "Langston: Why would I?",
        "Ford: Well, I don't know. I thought that's what people in love did, tell each other everything.",
        "Langston: Not when it's gonna hurt them for no good reason.",
        "[SCENE_BREAK]",
        "Starr: Wow.",
        "Markko: What is that?",
        "Starr: Well, no. I'm proud of you, that's all.",
        "Markko: Why?",
        "Starr: Why? Because Cole spent most of last year being mad at Mr. J and months before he could even be in the same room with him.",
        "Markko: Oh, wait. That's -- that's totally different, isn't it? I mean, you kind of went after that guy.",
        "Starr: Okay, can we not go there?",
        "Markko: I'm saying, this isn't Langston. It's all Ford. Isn't it?",
        "Starr: Of course. Yeah.",
        "Markko: So, you know, the guy knows to keep his distance now. That's done. So now he's just a garden-variety jerk.",
        "Starr: You seem very enlightened.",
        "Markko: Okay, don't get crazy. I can be civil, but Ford and I, we're never gonna be buddies, not until he can get a girlfriend of his own.",
        "[SCENE_BREAK]",
        "Ford: Ah, so this is going nowhere.",
        "Langston: Right.",
        "Ford: You have a boyfriend, you're crazy about him.",
        "Langston: That's what I said.",
        "Ford: Okay.",
        "Langston: What?",
        "Ford: I don't know. I just thought that you might have felt some of what I felt.",
        "Langston: How's that?",
        "Ford: Totally, completely consumed.",
        "[SCENE_BREAK]",
        "Natalie: Okay, the mountain access road is up there on the left. After that, I need new directions.",
        "Brody: So do we. You said something about the forensic report on Mitch's letter.",
        "John: And we got the full report.",
        "Brody: Anything there?",
        "John: Ah. No fingerprints, no palm prints, standard paper, standard ink.",
        "Brody: Oh, I checked the geology. The report showed trace amounts of two different types of rocks.",
        "John: What's that?",
        "Brody: From southwestern Australia.",
        "John: Yeah.",
        "Brody: And a region in South America.",
        "Natalie: So what does that mean? He was traveling the world while writing the letter?",
        "John: Or he was in a place that had samples of those types of rocks.",
        "Brody: I've been over this map 10 times. There's nothing here that fits.",
        "John: It's not on a map. Remember when you were trapped up here a few years ago?",
        "Natalie: Like I could forget.",
        "John: One of the search parties, they found an old army installation.",
        "Brody: I don't see anything.",
        "John: It was decommissioned 4 years ago. It's deserted.",
        "Natalie: Or not.",
        "Brody: Do you remember where it is?",
        "John: Yeah. Let me take a look.",
        "[SCENE_BREAK]",
        "Stacy: Where are you taking me?",
        "Nurse Charles: Family reunion.",
        "Stacy: What?",
        "Nurse Charles: It's a surprise.",
        "Stacy: Wait. What family? What surprise?",
        "Nurse Charles: That tone! You should learn to be more grateful. The messenger has very special plans for this baby.",
        "[SCENE_BREAK]",
        "Rex: I know you and Stacy are buddies. You keep each other's secrets. I respect that.",
        "Kim: Oh, please.",
        "Rex: You want to pull attitude with me now? Really? Why?",
        "Kim: Because you're not worried about Stacy. It's all about the baby! Stacy's not even a real person to you. She's just this baby container. You know, you're just as bad as your crazy father with that.",
        "Rex: Wow. Okay. Here's the difference. Yes, it's true I care about the baby but I would not kill Stacy to get it. Mitch would. Stacy knew that. That's why she never fought with me about having a guard. She wanted to be safe. She wanted the baby to be safe, right?",
        "Kim: Yeah, of course.",
        "Rex: So is there any reason that Stacy would have left here without protection? Any place she would have gone? Please -- tell me.",
        "[SCENE_BREAK]",
        "Starr: Well, I take that back.",
        "Markko: What?",
        "Starr: You are still worrying about this Ford guy and Langston.",
        "Markko: I'm not worried.",
        "Starr: Good. You shouldn't be worried, because you are so much better than he is and Langston is way too smart to ever let you go. You should trust her.",
        "[SCENE_BREAK]",
        "Langston: I don't know what to say.",
        "Ford: Nothing to say. You're not available. So I guess the only thing left is -- good-bye.",
        "[SCENE_BREAK]",
        "Markko: I do trust Langston. Completely.",
        "Starr: Not Ford?",
        "Markko: Not for a second. Are you kidding me? No. There's been too many coincidences.",
        "Starr: Like?",
        "Markko: Like I keep finding them together.",
        "Starr: What do you mean?",
        "Markko: Well, Langston and I were looking for an apartment and she went to go check out --",
        "Starr: Whoa, whoa, whoa, wait. You're moving out?",
        "Markko: Uh, what?",
        "Starr: Why didn't you talk to us about it?",
        "Markko: Uh, you know, because, um, because it's -- it's not set.",
        "Starr: Are you mad at us?",
        "Markko: No. Um, look, it's just things are kind of tight around here, you know?",
        "Starr: Is it the baby?",
        "Markko: Okay, the look on your face. I love Hope. You know that.",
        "Starr: But you're leaving.",
        "Markko: Well, it's not just for us. I mean, don't you guys want more space? Especially now with your new sister here.",
        "Starr: That's not gonna be forever.",
        "Markko: No, I know. It's just -- look, we're not leaving tomorrow. We didn't even find an apartment.",
        "Starr: Okay, so -- go ahead. What happened?",
        "Markko: Uh, all right. There was some big mix-up. We were checking out a place, only it wasn't empty. It was Ford-filled. I walk in, Langston is there, Ford is there half-naked, looking at Langston like -- like a dog eyeing a pork chop.",
        "Starr: Oh.",
        "[SCENE_BREAK]",
        "Langston: Wait, so, we can't even be friends?",
        "Ford: I don't know. Can we?",
        "[SCENE_BREAK]",
        "Dorian: Can you see the car?",
        "Charlie: Yes.",
        "Dorian: Barely.",
        "Charlie: If I get any closer, she'll know that I'm following her.",
        "Dorian: If you lose the car, game over.",
        "Charlie: You want me to speed up? You want me to gun the engine on this road? Then what'll that crazy nurse end up doing? Want to have a crash with Stacy in the car?",
        "Dorian: That won't make any difference.",
        "Charlie: What? It won't?",
        "Dorian: No. If that woman delivers Stacy to Mitch, then it's all over for Stacy. Would you please get the lead out?",
        "Charlie: Back off, Dorian! I'm gonna do this my way.",
        "Dorian: Now you're angry at me?",
        "Charlie: Look, I let you call the shots all along so far. And look where it got us. Look where it got that poor girl.",
        "Dorian: Oh, poor girl? Stacy? Oh, for Pete's sake. Nobody would know where she was if it wasn't for us. I mean, you know, imagine what would've happened to Stacy if we hadn't shown up there.",
        "Charlie: What, and tried to kidnap her ourselves?",
        "Dorian: Well, that woman would've disappeared with her. At least now Stacy's got a fighting chance.",
        "Charlie: Yeah, we're real heroes.",
        "Dorian: We will save her if you just step on it.",
        "Charlie: Come on, you're not really worried about Stacy. You're just afraid that that woman's gonna tell Mitch that you turned on him.",
        "Dorian: Damn straight. I don't know what -- what I would do if one of my girls ended up --",
        "Charlie: Dead. You can say it.",
        "Dorian: I can't even think it.",
        "[SCENE_BREAK]",
        "Stacy: Slow down! Please.",
        "Nurse Charles: We have an escort. The mayor and her puppy are following us.",
        "Stacy: So you want to run us off the road to lose them? Yeah, that's really smart.",
        "Nurse Charles: I know what I'm doing.",
        "Stacy: You never said where we're going.",
        "Nurse Charles: No, I didn't. Why don't you just concentrate on your little boy?",
        "Stacy: I'm not having a boy. It's a girl.",
        "Nurse Charles: That's not the prophecy.",
        "Stacy: Excuse me?",
        "Nurse Charles: It has been foretold there will be a new male heir to carry on the messenger's work.",
        "Stacy: You are such a creepy zombie. Listen, I don't care about your prophecy if it says it's a boy. Your heir isn't my baby.",
        "Nurse Charles: It is the messenger's grandson.",
        "Stacy: No, it's not.",
        "Nurse Charles: Blasphemer. Listen, why don't you just sit back and breathe calmly? Your contractions will be coming more quickly.",
        "Stacy: No, they're not. I haven't had any. I was pretending.",
        "Nurse Charles: Ha ha. Willful little girl.",
        "Stacy: I'm not due for another month. Oh, you're doing the math? You must know when I slept with Rex.",
        "Nurse Charles: Down to the hour.",
        "Stacy: Oh, God.",
        "Nurse Charles: We know everything about you, missy.",
        "Stacy: Then you know that I'm not in labor because this isn't Rex's baby.",
        "[SCENE_BREAK]",
        "Kim: Truth?",
        "Rex: Please.",
        "Kim: I have no idea where Stacy is.",
        "Rex: Damn.",
        "Kim: Yeah. I would tell you. She might have wanted to duck you for a while. But you're right. She should've called back.",
        "Rex: Why would you leave her alone?",
        "Kim: It was for 5 minutes. We're in the middle of a hospital.",
        "Rex: Yeah.",
        "Kim: So, don't you know a bunch of cops? Isn't Bo Buchanan, like, your best friend?",
        "Rex: Bo is in Texas with the rest of the kids at the family ranch. And I don't know who else I can trust on the force anymore.",
        "Kim: There's Fish.",
        "Rex: I left him a note where we were. He's probably on his way.",
        "Kim: Call him. Tell him Stacy's missing.",
        "[SCENE_BREAK]",
        "Nurse Charles: This is a shameful display.",
        "Stacy: Me and my baby are not who you're looking for.",
        "Nurse Charles: I will examine you myself when we arrive.",
        "Stacy: Listen, you do not want to take me to Mitch. If he finds out the truth, he'll blame you.",
        "Nurse Charles: I won't be first in line. You better hope that I can prove that this baby is the messenger's heir, or it won't go well for either one of you.",
        "[Cell phone ringing]",
        "Stacy: It's my friend.",
        "Nurse Charles: Ignore it.",
        "Stacy: I can't. I have to answer it. Do you want them looking for me, too?",
        "Nurse Charles: All right. Answer. Keep it short and sweet. Tell her you're fine. Make it believable.",
        "Stacy: Hi.",
        "Kim: Girl, where are you? Rex is flipping out. He thinks Mitch grabbed you and is gonna carve you up and steal your baby.",
        "Stacy: Close.",
        "Kim: Oh, God. Stacy, are you all right?",
        "[SCENE_BREAK]",
        "Markko: Langston didn't tell you any of this?",
        "Starr: No. Which means it's not a big deal, because, you know, she tells me everything.",
        "Markko: Yeah?",
        "Starr: Yeah, and I'm sure it's probably exactly like she said. She walked in, Ford was there, it was just this big mix-up.",
        "Markko: Yeah.",
        "Starr: What?",
        "Markko: Uh, it's just -- you know, it's weird right now. Our schedules are so off. Langston and I don't really see each other much these days.",
        "[SCENE_BREAK]",
        "Langston: This is different.",
        "Ford: No guy friends?",
        "Langston: Cole, sort of, but other than that, it's the land of women at my house, and I don't have guy friends at school.",
        "Ford: They say it can't be done.",
        "Langston: Well, that's stupid. Half the world can't be my friend? I don't accept that. Well, I'll prove them wrong.",
        "Ford: I don't know.",
        "Langston: Well, can't we try?",
        "Ford: Well, I hate to think I'd never see you again.",
        "Langston: So, don't think that, okay?",
        "Ford: All right. We'll give it a test drive.",
        "Langston: Oh, you could say that. Ford?",
        "Ford: Oh, my God. No! Friendship over.",
        "Langston: Okay, yes, that was so lame. Can we just try again?",
        "[SCENE_BREAK]",
        "Markko: And when I do see Langston, she's always writing that musical.",
        "Starr: Oh, that musical. She will not give up trying to put my life on stage.",
        "Markko: \"The Starr/Cole Story\"?",
        "Starr: There's no way.",
        "[SCENE_BREAK]",
        "Langston: Oh, I've tried everything. Starr won't budge.",
        "Ford: Too bad. You've got everything here. The pregnancy, betrayal, the not- dead baby, the dad. Evil dad.",
        "Langston: I know. Stop teasing me. It's perfect.",
        "Ford: Change the names.",
        "Langston: That won't be enough.",
        "Ford: Then you're back to square one.",
        "Langston: Which is so blank.",
        "Ford: Really.",
        "Langston: You want to be creative? Don't move in with your boyfriend, your best friend, her boyfriend, and her kid. Oh, and now we have a long-lost sister on the couch.",
        "Ford: Wow. That's a whole full house.",
        "Langston: Yeah, tell me about it. I can barely even get my homework done.",
        "Ford: Use my office.",
        "Langston: What?",
        "Ford: The University gave me an office. I'm only in there a couple hours a week. The rest of the time, it just sits there.",
        "Langston: I would be in your way.",
        "Ford: No, you wouldn't even have to see me. Here. Look. Here's a copy of my class schedule and my hours. You can avoid me completely.",
        "Langston: We really don't have to go that far, do we?",
        "Ford: It's up to you.",
        "Langston: So, we're friends? This works?",
        "Ford: Works for me. How about you?",
        "[SCENE_BREAK]",
        "Dorian: He's going to hurt my girls.",
        "Charlie: Yeah, well, with Mitch, that's just a matter of time.",
        "Dorian: Yeah, I've seen his work. It's hard to fathom that kind of evil.",
        "Charlie: Yeah, I think I have a clue.",
        "Dorian: Do you believe that there's something worse than death?",
        "Charlie: Yeah. Surviving. Some days.",
        "Dorian: It's a terrible thing to see your family brutalized, terrorized -- and you can't do anything to stop it. I could not believe it when he showed up again. But I said to myself this time it'll be different. You're mayor. You have powers that you never had before. You know, he tried to poison my family.",
        "Charlie: How? He was in custody.",
        "Dorian: No. Jail can't stop him. And that's when I knew I had to find another way.",
        "Charlie: So, you found me. Because I had nothing else to lose.",
        "Dorian: It must be a terrible thing -- to bury a child. How do you wake up in the morning?",
        "Charlie: Slowly.",
        "Dorian: I don't know what I would do if it ever happened to me.",
        "Charlie: You won't have to. We'll see to that.",
        "[SCENE_BREAK]",
        "John: We just keep heading west.",
        "Natalie: That's straight?",
        "John: Yeah.",
        "Natalie: Sorry, I do left, right, up, down. I don't have an internal compass.",
        "John: It's a right turn about a half-mile up and then it's a straight shot, or up, to the old observatory.",
        "Natalie: Got it.",
        "John: Sure you don't want me to drive?",
        "Natalie: No.",
        "John: It's pretty slick.",
        "Natalie: Yeah, well, we can't just pull over right now. If we start sliding, that railing will come with us.",
        "John: You're doing great.",
        "Natalie: It's not so much the snow as it is the ice.",
        "Brody: It's beautiful. Jessica invited me to go to the cabin with her and Bree this winter. Bree wanted to make a snow family. Not just a snowman but snow mom, snow pets. She wants to learn how to ice skate, too. Jess let me buy her her first pair of skates.",
        "Natalie: You went with the pink?",
        "Brody: Oh, yeah. With the sparkly laces.",
        "Natalie: Those are key.",
        "Brody: We were going to play in the snow, skate, roast marshmallows. It sounds so simple, so -- normal. Someplace I never thought I'd see. Jessica gave that to me without question. She doesn't care what I did before. She -- she looks at me and she sees a good person. Because that's who she is. Jessica gave me the world without even noticing. Every second I spend with her and Bree, I feel like -- I've won the lottery. She -- she saved me. I'll die before I let Mitch take her.",
        "[SCENE_BREAK]",
        "Kim: Stacy? Girl, talk to me. Are you all right?",
        "Stacy: I'm fine.",
        "Kim: Where are you? When I said stall Rex, I didn't mean leave the building.",
        "Stacy: Yeah, I know.",
        "Kim: So I went to go find Schuyler, but Rex found me first and when we came back, you were gone. Are you still at the hospital?",
        "Stacy: Um, I'm at home.",
        "Kim: What?",
        "Stacy: I went home.",
        "Kim: No, you didn't.",
        "Stacy: Yes, I did.",
        "Kim: Rex is on the phone with Oliver. He's at the loft. You aren't.",
        "Nurse Charles: Hang up.",
        "Stacy: Okay.",
        "Kim: What?",
        "Stacy: Kimmy, I've been kidnapped. Please help me.",
        "[SCENE_BREAK]",
        "Todd: So, you don't think this is a mistake?",
        "Téa: Oh. Maybe. But I don't care.",
        "Todd: Me either.",
        "[SCENE_BREAK]",
        "Starr: Hey.",
        "Markko: Oh, there she is.",
        "Langston: There you are. I was looking for you at school.",
        "Markko: I was there an hour ago.",
        "Langston: Yeah, I got the timing wrong. Hey, Starr.",
        "Starr: Hey.",
        "Markko: So, what happened? Did you walk into the wrong classroom?",
        "Langston: Nope, just a big, empty classroom.",
        "Markko: All right, well, give me your cell phone. I'll put my schedule in your calendar.",
        "Langston: Well, actually, you know what? I got it all figured out. I won't make the same mistake again.",
        "[SCENE_BREAK]",
        "Charlie: We'll find Mitch before he gets to your girls -- or anyone else.",
        "Dorian: Thank you, Charlie. Wait a minute. Something's wrong.",
        "[SCENE_BREAK]",
        "Kim: Stacy?",
        "Stacy: We're in a car and we're going up -- up! We're -- we're going uphill and it's snowing!",
        "Kim: Stacy, talk to me!",
        "Rex: Wait, you're talking to her?",
        "Kim: I was.",
        "Rex: Well, where is she? Oliver's on his way here. He said there's no sign she had been home.",
        "Kim: She didn't make it there.",
        "Rex: What's going on?",
        "[SCENE_BREAK]",
        "John: There's the turn.",
        "Natalie: On the right?",
        "John: Watch out. That car is --",
        "Natalie: Yeah, I see it.",
        "[SCENE_BREAK]",
        "Nurse Charles: He's gonna have your head, Stacy.",
        "Stacy: Look out!",
        "[SCENE_BREAK]",
        "Dorian: Pull over!",
        "Charlie: I'm -- I'm trying.",
        "[Horn honks]",
        "[SCENE_BREAK]",
        "Stacy: Wait, you're on the wrong side. Oh!",
        "[SCENE_BREAK]",
        "Natalie: They're not stopping.",
        "Brody: Get out of the way!",
        "Natalie: I can't. There's no place to go.",
        "[Tires screech]",
        "[SCENE_BREAK]",
        "Rex: Tell me what is going on.",
        "Kim: Our girl's in trouble. They got her."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=fyK02HAelQ8"
}