{
    "Episode Summary": [],
    "Recap": [
        "Michael walks in and finds Todd holding Tommy in his arms. Todd vows not to let him go again. Blair has to step in and separate the two from coming to blows over Tommy. Marcie finds out from Lindsay that Michael knew that Tommy was Todd's son since January. Marty questions John as to where all this is leading. She confesses to John that she has not been with a man since her husband. She also admits that she likes when he kisses her. Dorian opens the letter and gets the goods on whom and where Langston's parents are. Sarah manages to book Timberland for the Capricorn, but Cris still doesn't believe her. Marcie and Michael have an argument when he finally confesses that he knew that Tommy was Todd's and hadn't told her. Blair owns up to Todd that Jack may be feeling that Todd will love Tommy more than he does him. Marty and John realize that they are both on the same page in their feelings for each other and they kiss again. Starr tells Markko that she had never met Langston's parents. Cris apologizes when he realizes that Sarah had booked \"Timberland\" for the Capricorn and he makes her the official booker of bands for the club. Rex walks in and can't believe that she had booked \"Timberland\" for the Capricorn instead of getting them for \"Ultraviolet.\" Todd and Marcie each get a call that the judge has made his decision concerning the permanent custody of Tommy."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Sarah: Cristian, we have got to get a move on if we want to have an audience. You don't want Timbaland playing in front of nobody, right?",
        "Cristian: Timbaland?",
        "Sarah: Right! So for a club this size, I would recommend using the web and word of mouth -- viral communication, unless you'd rather I post flyers in Angel Square because that's too hip for you. One way or another, as soon as the word gets out, it's going to spread like wildfire.",
        "Cristian: You really booked Timbaland?",
        "Sarah: Did Elvis like fried peanut butter and bacon sandwiches?",
        "Cristian: Oh, come on, Sarah. Huh -- who's coming tomorrow? The Beatles? Oh, wait -- Buddy Holly?",
        "Sarah: Oh, my God, you still think I am making this all up?",
        "Cristian: Well, it wouldn't be the first time. You lied when you found Todd in Chicago, you lied about what you were up to, \"and\" --",
        "Sarah: Arnie!",
        "[Arnie chuckles]",
        "Arnie: Wow! Somebody's all grown up.",
        "Sarah: Arnie, you are the man for getting Timbaland to stop here on his way down to Philly.",
        "Arnie: Well, after you and midnight logic bailed me out that time, as far as I'm concerned, you get a lifetime of favors. Anything for you, Flash.",
        "Sarah: I go by \"Sarah\" now.",
        "Arnie: Sarah?",
        "Sarah: Yeah.",
        "Arnie: Huh -- that's going to take a second to get used to, but I can dig it. Truck's outside, and I'll have the crew start unloading the equipment. Timbaland and his band will be here at about a quarter till for sound check.",
        "Sarah: You are an angel. What can I get you -- something to eat, drink?",
        "Arnie: What you serving up here?",
        "Sarah: Crow.",
        "[SCENE_BREAK]",
        "Marty: What exactly are we doing?",
        "John: I told you I'm not so good at this.",
        "Marty: Huh. That's just it -- what is this? I mean, do you know, because I would like to know where this is going.",
        "[SCENE_BREAK]",
        "Markko: Hey, Starr.",
        "Starr: Hey. I got your text message -- what's up?",
        "Markko: I need to talk to you about Langston.",
        "Starr: What about Langston?",
        "Markko: I need to know her secret.",
        "[SCENE_BREAK]",
        "[Rex sighs]",
        "Rex: So, the fact that mail tampering is a Federal offense doesn't bother you at all?",
        "Dorian: The fact that a teenaged girl has been left on her own for weeks \u0096 that's what bothers me a lot, and just for the record, I'm merely an accessory. You're the one who committed the crime.",
        "Rex: Look, couldn't you have just steamed it open? I could've put it back, no harm, no foul. I would've gone to the house --",
        "Dorian: Oh! Oh! This is ridiculous.",
        "[SCENE_BREAK]",
        "Lindsay: I was just trying to make a phone call with my cell phone.",
        "Marcie: I can make a phone call for you if you need me to, Lindsay.",
        "Lindsay: Capricorn is so bad that way.",
        "Marcie: What?",
        "Lindsay: It's so noisy. That's why I was heading outside -- to find a quiet place to make a phone call. And that's when I heard Rex talking to Michael.",
        "Marcie: Well, what were Michael and Rex talking about?",
        "Lindsay: Tommy.",
        "Marcie: Rex is Tommy's Godfather, Lindsay. They talk about him.",
        "Lindsay: They didn't want anyone knowing about Todd.",
        "Marcie: Huh -- what do you mean? What about Todd?",
        "Lindsay: That Todd is Tommy's father.",
        "Marcie: No, Michael didn't know that until a couple of days ago. He found out when I found out.",
        "Lindsay: I didn't mean to listen. I was just looking for my coat. It's always so cold in January.",
        "Marcie: January? Are you saying that Michael's known about Tommy since January?",
        "Lindsay: Of course!",
        "[SCENE_BREAK]",
        "Todd: Hey, I love you, and I swear on my life we'll be together soon.",
        "Michael: Get your hands off of my son.",
        "Nurse: He said he was Tommy's uncle.",
        "Michael: Well, Mr. Manning telling another one of his lies.",
        "Todd: He's right -- I was lying. I'm actually his father. And I'm never letting him go again.",
        "[SCENE_BREAK]",
        "John: I didn't come up here to do this. I -- I thought the distraction would be good, you know -- have a cup of coffee, maybe fly a few planes.",
        "Marty: Improve our aim.",
        "John: Accuracy and depth of field.",
        "Marty: John, I want to know what you're thinking.",
        "John: It might be a long wait. You want to go first?",
        "Marty: I have a psych degree. Oh, I am -- huh -- scared. I haven't been with a man since --",
        "John: Your husband?",
        "Marty: I -- I never thought that there would be a moment like this for me again, and -- now that it's here and --",
        "John: And what?",
        "Marty: And, um -- hmm -- and -- and there's a -- there's this cop, ok, and a shrink and they made it at his apartment and her apartment up in the mountains. They think they're just friends, but they always seem to end up kissing. Whether it's babysitting or having breakfast, it, um -- it always seems to end up the same way.",
        "John: Go on.",
        "Marty: That's just it. I -- I don't know what happens next.",
        "John: Damn, that's too bad.",
        "Marty: I know.",
        "John: Because, you know, the setup was pretty good.",
        "Marty: Well, thank you.",
        "John: Don't mention it.",
        "Marty: You know what? I think I do know what I want -- and where I want this to go.",
        "[SCENE_BREAK]",
        "Marcie: I think that you're confused, ok? Maybe I should go get one of the sisters.",
        "Lindsay: I need you to know why I did it. I never saw Michael so upset. And he didn't know what to do. And then I heard them and I knew. I need you to believe me. All I was trying to do was help.",
        "Marcie: I believe you. I do. I believe you. Maybe it would help me if you told me everything.",
        "Lindsay: I was having a drink one night at Capricorn.",
        "Michael: If Todd finds out that Tommy is his son, we will lose him.",
        "Rex: How's he going to find out? As long as we keep quiet.",
        "Marcie: Those people you heard talking about Tommy being Todd's son -- you are sure -- you're sure that it was Rex and Michael?",
        "Lindsay: Of course I know who Rex and Michael are.",
        "Marcie: Oh. Oh, God. Oh. Oh, God.",
        "Lindsay: I've upset you. I'm sorry. I just need you to believe me. You were Jen's best friend, and all I've ever wanted was for you to be happy.",
        "Marcie: You didn't upset me. Ok? It's just -- it's just it's a lot to think about. It's -- I just -- I just need to think.",
        "Lindsay: I'll keep the secret. You know I'm really good at keeping secrets. I won't tell anyone. Michael's secret is safe with me.",
        "[SCENE_BREAK]",
        "Michael: Come on. Give me my son -- give me my damn son!",
        "Todd: You watch your mouth in front of my son.",
        "Blair: Ok, what's going on here?",
        "Michael: Well, I think it's obvious. Todd's trying to steal my boy.",
        "Blair: No, he is not.",
        "Michael: Then what is he doing",
        "Todd: Because you couldn't be bothered to take proper care of him. You left him in the hands of some dumb broad.",
        "Michael: I had an emergency, and this woman is a nurse. She is far more capable of taking care of a child than you are. Give -- give me my son! Carol, call security right now!",
        "Blair: All right, you know what? I don't think that is necessary, all right? I think Todd just walked in here and saw his son in the hands of a complete stranger and felt that he would be better off if he was being held by his father. Now that you're here, you -- you can take the child. Ok?",
        "Michael: You know, I'm -- I'm not real comfortable having this discussion in front of my son. Carol, take Tommy to the doctor's lounge and nobody -- I mean, nobody -- except for myself and my wife gets near him. Is that clear?",
        "Carol: Yes, doctor.",
        "Michael: I'll be right in.",
        "Blair: Come on, Todd.",
        "Michael: You got two seconds to hand my son over.",
        "Todd: Here you go.",
        "Carol: Come on.",
        "[Tommy fusses]",
        "Carol: It's ok.",
        "[Todd chuckles]",
        "Michael: Don't you ever put your hands on my son again.",
        "Todd: Oh, \"your\" son? You know, the whole world knows whose son that really is -- except for you and your deluded wife.",
        "Blair: Ok, you know what? I think we need to find some peace here for Tommy's sake. All right, you guys? Let's let the judge decide this.",
        "Todd: That's fine by me because he's going to decide that that kid comes home with me.",
        "Michael: Over my dead body.",
        "Todd: Whatever.",
        "[SCENE_BREAK]",
        "Starr: What about Langston's secrets?",
        "Markko: Oh, well, any -- all of them. Hit me.",
        "Starr: A, Langston doesn't have secrets, and if she did, I don't think I would tell you.",
        "Markko: Whoa. I meant -- I meant secrets like, you know, what kind of flowers she likes, the name of the perfume she wears -- that kind of stuff.",
        "Starr: Oh, well, why didn't you just say so?",
        "Markko: You mean b broke out the pit bulls? You kind of didn't give me a chance.",
        "Starr: Maybe you're expecting me to read your mind so you wouldn't have to say \"flowers\" and \"perfume.\"",
        "Markko: All right, come on. Just -- will you help a guy out? I want to do something nice for her, you know, make up for the fact that we've been fighting a lot.",
        "Starr: Make up for it? I thought you guys were into it.",
        "Markko: It's been different lately -- real fights. I -- I don't even know what they're about, but -- but anyway, she's meeting my parents tonight and I want to do something special.",
        "Starr: She's what? When did that happen?",
        "Markko: I asked her earlier today.",
        "Starr: Oh, my gosh, no. I need to talk to her about it. She's probably freaking out right now.",
        "Markko: Hey, wait. Don't freak her out, all right? She's got nothing to worry about. My parents are going to love her. I'm more worried about what her parents are going to think about me when it's my turn. What are they like?",
        "Starr: You know, I never actually met Langston's parents. Huh.",
        "Markko: What?",
        "[SCENE_BREAK]",
        "Rex: \"We are pleased to inform you that we have selected Broderick and Linda Wilde as recipients of the world youth rescue fund's hero award which will be presented at a special event on November 3.\"",
        "Dorian: What a crock!",
        "Rex: You know, these people make Mother Teresa seem kind of grumpy.",
        "Dorian: They are neglectful parents. They go running around the world saving other people's children and ignoring their own! Now, they're going to get an award for it! Oh, no, no, no! Oh, they have to be made accountable. Someone must hold them accountable for the way they are treating their child.",
        "Rex: Mm-hmm. And that person would be -- you? Hmm.",
        "Dorian: This should mo than cover the fee for your services. I'm going to take over from here.",
        "Rex: Oh, do I even want to \"know\"?",
        "Dorian: I am going to make this situation right for that child.",
        "Rex: Famous last words. I'm out of here. Hey!",
        "[SCENE_BREAK]",
        "Lindsay: You're mad at me.",
        "Marcie: No. No, I'm not -- I'm not mad at you. I -- I know all you wanted to do was help.",
        "Lindsay: You understand.",
        "Marcie: Of course I understand. But I need you to tell me if you told anyone else what you just told me about Michael, about what he knew and when he knew it.",
        "Lindsay: Nobody. Nobody could ever understand what happened the way you and I do.",
        "Marcie: I need to go, ok?",
        "Lindsay: You do?",
        "Marcie: Yeah, I'm sorry. I -- I need to do something and I promise -- I promise you that I will be back, ok, because it's so good talking to you. I have -- I have missed you so much, you know that?",
        "Lindsay: I miss Tommy. Maybe you could bring him next time.",
        "Marcie: I hope I can. I hope. But, I got to go, ok? We'll see you soon.",
        "[SCENE_BREAK]",
        "Blair: You know, we need to get going. Jack is at the doctor's and waiting.",
        "Todd: How is he?",
        "Blair: He's fine. I think the doctor is sufficiently scaring him with the talk of very long needles.",
        "Todd: Hmm.",
        "Blair: Our son --",
        "Todd: Our other son --",
        "Blair: Jack -- is -- well, he kind of faked vomiting today, and the doctor said it's completely normal this time of year because, you know, starting school and all.",
        "Michael: Hmm. Faking it to get what he wants -- I wonder where he picked that up.",
        "Todd: Yeah, I'd mind your own business if I were you there, doc.",
        "Michael: Yeah, well, it makes perfect sense. I mean, that's why you faked this marriage, right? Huh? So you could look like a fit parent? Hey, why wouldn't your kids think that deception is the way to get what you want?",
        "Blair: You think this is a fake marriage? Our marriage is every bit as honest as yours and Marcie's. And you talk about a fit parent. Todd's kids are all the proof we need.",
        "Michael: Well, you just keep telling yourself that.",
        "Todd: See you in court.",
        "Blair: Come on.",
        "[SCENE_BREAK]",
        "Arnie: You better treat this one right. You wouldn't want to lose someone this talented and well-connected to the competition.",
        "Cristian: You sure she's not paying you?",
        "Arnie: Ha-ha. I'll be back in a few.",
        "Sarah: All right.",
        "Cristian: All right, Sarah.",
        "Sarah: I'm not talking to you!",
        "Cristian: Fine, don't talk to me. Just listen, then. Look, I'm sorry I didn't trust you, but you got to admit -- you haven't always been straight with me.",
        "Sarah: That didn't sound like very much of an apology, Cristian.",
        "Cristian: Ok, ok. You were right. Maybe this will help.",
        "Sarah: What's this?",
        "Cristian: It's a contract. All you have to do is sign the dotted line and you'll officially be the talent booker for Capricorn.",
        "[Sarah gasps]",
        "Sarah: Thank you!",
        "[Sarah chuckles]",
        "Rex: What's going on?",
        "Cristian: Thing.",
        "Sarah: Nothing.",
        "Rex: There's a line around the corner, down the block. Somebody said that Timbaland is supposed to be here tonight?",
        "Cristian: Wait a minute -- how did you do that?",
        "Sarah: The web and word of mouth -- viral communication all the way, baby.",
        "Rex: Timbaland is performing here tonight?",
        "Cristian: That's right, thanks to Sarah.",
        "Rex: Damn! How'd you do that?",
        "Sarah: I got connections. It's going to be the hottest show of the year.",
        "Rex: I have a club, you know!",
        "Sarah: Oh, I'm sorry. Everybody who is anybody is going to be \"here\" tonight.",
        "Cristian: Well, not everybody.",
        "[SCENE_BREAK]",
        "Marty: I've been avoiding doing things -- a lot of things since Patrick died, anything that reminded me of him or loving him. I have never had the desire to -- hmm -- kiss anybody until you. And that means a lot to me. And I know this is going to sound strange because I love to overanalyze everything, but what's happening here between us, I just -- I don't want to. You know, it is what it is and, look, I honestly don't know where this is going, but -- I know how I feel when you kiss me.",
        "John: How's that?",
        "Marty: I like it when you kiss me. Huh. And if I haven't completely scared you off with that, um, I'd like to see where this can go.",
        "[SCENE_BREAK]",
        "Starr: Well, you know that Langston's parents travel a lot, right?",
        "Markko: Right, but you've been tight with Langston way longer than I have and you've still never met her parents?",
        "Starr: Well, I'm sure that they're really cool. So, anyway, about Langston's secrets, she -- she loves sunflowers.",
        "Markko: Oh, really? I thought she'd be into black roses or something.",
        "Starr: The thing is about Langston is that she has this gothic shell, but inside she's really gooey.",
        "Markko: All right, check.",
        "Starr: And she -- she doesn't wear perfume.",
        "Markko: Oh, she's just one of those people that naturally smells good.",
        "Starr: Oh -- um -- don't worry about meeting Langston's parents. You make her really happy and they'll love you for that. I'm actually really glad that you're m I was starting to think that they were never going to come home.",
        "Markko: Yeah. Let's just hope their flight doesn't get delayed or something.",
        "Starr: Yeah.",
        "Langston: Hey, you guys?",
        "Starr: Hi.",
        "[Starr chuckles]",
        "Starr: Actually, Markko is trying to get all your secrets so that he could charm your parents, but don't worry- I got your back. Your parents will love Markko so much, they'll want to adopt him.",
        "Langston: Why can't you just leave my relationship with my parents alone?",
        "[SCENE_BREAK]",
        "Michael: Hey.",
        "Marcie: Where's Tommy, Mike?",
        "Michael: Well, he's in the doctors' lounge with Nurse Phillips.",
        "Marcie: Well, what is he doing in there with her? What is he doing in the doctors' lounge?",
        "Michael: He's fine, Marcie. We can go and get him right now.",
        "Marcie: No. No, we need to talk first, and we need to talk alone, ok?",
        "Michael: Ok. What's up with Lindsay? She -- is she still the same?",
        "Marcie: No, actually, she's talking now.",
        "Michael: Really? Wow, that's -- that's huge.",
        "Marcie: Yeah, it just kind of happened. The doctors said that it was a really big breakthrough, you know? She's recognizing people, remembering things.",
        "Michael: Well, that's great. What do you think? Do you think they're going to find her competent to stand trial?",
        "Marcie: I don't know, she -- maybe. She talked to me about what she did.",
        "Michael: Well, that couldn't have been easy to hear.",
        "Marcie: No, it wasn't easy, because one of the things that she remembered overhearing was a conversation between you and Rex. She said that that's when she found out that Tommy was Todd's son -- in January, Michael, from you.",
        "Michael: Huh. Come on, Marcie. The -- the woman is totally out of it.",
        "Marcie: Oh. She might be confused about a lot of things, but I'll tell you this much, Mike \u0096 she wasn't confused about this, and if it's the truth, if it's the truth, then you have known about Todd all this time.",
        "Michael: Listen to me. What's important right now is Tommy, ok? We need to focus on Tommy, we need to focus on keeping him. Everything else can wait.",
        "Marcie: No, Michael, this cannot wait. I am sick and tired of waiting! I'm sick and tired of being put on a shelf. I need you to tell me the truth, Michael, and I need you to tell me the truth now! So you better tell me. You better stand here and you better tell me the truth -- have you been lying to me about Tommy all this time?",
        "Michael: Yeah.",
        "Marcie: When did you find out?",
        "Michael: Spencer -- you know, he kept hinting at it, you know, saying these things about Tommy, and I just -- I figured that he was trying to get to me, you know, and that he was -- that he was messing with my head. I prepped Spencer the day that he was supposed to be transferred to Wingdale.",
        "Marcie: Mm-hmm.",
        "Michael: He was saying these things, these -- these crazy things about my son, about Tommy and Todd and -- he told me to go and ask Rex. I had to know. Rex didn't want to tell me. But I beat it out of him. I forced him to tell me the truth, and I wish that I would have just left it alone. God! I am so sorry that you had to find out this way.",
        "Marcie: So that's the big secret, huh? Huh. That's the thing that's been bothering you all this time? I kept asking you, Mike, what was going on with you. I flat out asked you what you were hiding from me, and you told me that it was nothing! You told me that it was nothing, Mike, but it wasn't nothing. It was my son! My God, Mike, you know that Tommy -- he is everything to me.",
        "Michael: Honey, that's why -- that is why I couldn't tell you about Todd.",
        "Marcie: What? What?",
        "Michael: Listen to me. It was already too late. Tommy was our son, in every way, in the eyes of the law --",
        "Marcie: No, no, no --",
        "Michael: In our heart!",
        "Marcie: You should have told me! You should have told me!",
        "Michael: Honey, I -- I wanted to, I wanted to tell you, I wanted to tell you so bad. I wanted to get this off my chest, but you kept on saying that if we ever lost Tommy, it would be the end of you, and it would kill you, and I --",
        "Marcie: -- Oh, wait --",
        "Michael: Didn't know what to do.",
        "Marcie: So this is my fault? This is my fault, that you lied to me?",
        "Michael: No! No, it's not your fault. It's my fault. I thought I could handle this. I thought that if I just kept quiet, then -- if Rex and I just kept quiet, we wouldn't have to lose our son.",
        "Marcie: You thought that you could do nothing, and that it would just all miraculously work out, Mike? We're talking about Todd Manning! Michael, we should have been planning, we should have been doing something, we should have been ready for him.",
        "Michael: You told me that you couldn't conceive a child. How could I tell you that there might be a problem with Tommy? I couldn't. I just couldn't do it. I couldn't do it to you.",
        "Marcie: I am your wife, and I deserve to know the truth from you.",
        "Michael: Why?",
        "Marcie: Why? Michael, Lindsay killed a man --",
        "Michael: No --",
        "Marcie: She killed a man for us!",
        "Michael: I am not responsible for that.",
        "Marcie: Oh, you're not? You're not responsible for that? You're damn right you are! She heard you talking in a public place about the most important thing in the world to me, Michael! You should have come to me and you should have told me the \"second\" you found out about Tommy.",
        "Michael: What would you have \"done\"? What would you have done about it? What could you do? Except -- give our son back to Todd.",
        "[SCENE_BREAK]",
        "Blair: You know, did it ever occur to you that maybe Jack's doing all this because he's afraid that maybe you're going to love Tommy more than you love him?",
        "Todd: No. I love Jack, I love Starr. Nothing's going to change that.",
        "Blair: Well, we know that, but he's just a little boy. Maybe he doesn't.",
        "Todd: We, I can make him understand that.",
        "Blair: I think you're going to have to show him.",
        "Todd: Huh. Then I will. I don't know how this works, but when Starr was born, I thought I'll never love anybody the way I love her. Just makes you feel like you're just -- you're all filled up, no room for anything else. And then Jack was born, and your heart opens up and there's room -- more than enough room. When I walked into that waiting room today and saw my other little boy, I just -- I had to let him know that there was enough room for him, too. I had to. And when I held him -- hmm.",
        "[SCENE_BREAK]",
        "Dorian: Is this the World Rescue Fund? I want to speak to the president of the organization. Tell him Dr. Dorian Lord is calling.",
        "[SCENE_BREAK]",
        "Starr: Langston, why are you freaking out?",
        "Langston: Every time I see you, you're ragging on my parents.",
        "Markko: I wasn't.",
        "Langston: Oh, yeah, right.",
        "Starr: He wasn't. He was just trying to plan something nice for you. Look, it's true, ok? What's wrong?",
        "Langston: Nothing, I just have this pop quiz in Pre-Calc and I bombed it, and I shouldn't have taken it out on you guys. I'm sorry.",
        "Starr: Yeah, I know. I hate tests, too. It's like he wants us to fail.",
        "Langston: Yeah, I'll just have to try and study harder, I guess.",
        "Starr: Well, I'll help you study next time, ok?",
        "Langston: Ok. So, um, what's this big surprise you have going on for me?",
        "Markko: Well, maybe I won't do it now.",
        "Langston: Well, you better.",
        "Markko: I'll see you after school.",
        "Langston: Ok, bye.",
        "Starr: So -- um -- dinner with his parents? That's heavy.",
        "Langston: How bad can it be?",
        "Starr: Well, let's just hope that your parents and his parents get along better than me and Cole's.",
        "Langston: Um- so, did you do the French homework? I mean, I really wanted to like -- like Camus, but \"Letranger\"? I didn't get it.",
        "Starr: I think it was about alienation. Langston, I told Markko that we didn't have any secrets between us. And that's true, right?",
        "[SCENE_BREAK]",
        "John: I wish I was better at conversations like this.",
        "Marty: You don't have to say anything.",
        "John: No, you -- you were honest with me. You deserve the same back. f",
        "Marty: Ok.",
        "John: See, the thing is, I really don't have much to say. Except -- I like you, ok? So it seems like we're on the same page, then, I guess.",
        "Marty: Se page. That's good. I'm glad we got that settled. You know, so we can -- we can get back to doughnuts and test flights.",
        "[SCENE_BREAK]",
        "Cristian: How's she doing today, Mrs. Williamson? No change at all, huh? I'll come by and see her in the next couple of days. Got a big night tonight. I don't know -- I guess I was just wishing she could be here. Thank you. Mrs. Williamson, can you tell Evangeline -- can you tell her that I love her? Hey, what are you standing around for? Come on, we got a show to put on. Move it.",
        "[SCENE_BREAK]",
        "Dorian: Hello, Mr. Janssen. My name is Dr. Dorian Lord. I'm from Llanview, Pennsylvania, the same town your future hero award recipients are from. About the Wildes \u0096",
        "[SCENE_BREAK]",
        "Blair: It'll be a marriage in name only.",
        "[SCENE_BREAK]",
        "Langston: Ok. Um -- so, what's this big surprise Markko has planned for me?",
        "Starr: If I told you, then it wouldn't be a surprise, right?",
        "Langston: So you do have secrets from me.",
        "Starr: You know, um -- me and Cole broke up because he didn't tell me where my dad was. And then we almost broke up again because I didn't tell him something about my family.",
        "Langston: Yeah, well, maybe it's not so bad to just keep some stuff to yourself sometimes, you know?",
        "Starr: Maybe, but not for a while. You know, people say that secrets don't last forever, and that the truth always comes out in the end.",
        "[SCENE_BREAK]",
        "Michael: What difference does it make? I mean, what would you have done if you had found out earlier?",
        "Marcie: I don't know, , because you took that option away from me!",
        "Michael: I wanted to keep you out of this.",
        "Marcie: We're married. We're married, and we are supposed to be a team. You should have come to me the second you found out about Tommy.",
        "Michael: Really? Just like you came to me the second you found out that we couldn't have children? I'm sorry. I -- I'm -- I'm sorry. I shouldn't have said that.",
        "Marcie: There was nothing that you could have done about that, Michael. Nothing.",
        "Michael: Well, that's how I felt when I found out that Todd was Tommy's biological father. It was a done deal.",
        "Marcie: You don't know that.",
        "Michael: The was nothing we could do about it.",
        "Marcie: You don't know that! Together, me and you -- we're a team. Maybe we could have figured something out, Mike. We could have moved away. We could have -- we could have started a new life someplace else, Mike. We could have done something! But now -- you know, now, it just might be way too late to do anything!",
        "Michael: No. All this time, and for what, Michael? For nothing!",
        "Michael: It wasn't for nothing.",
        "Marcie: If we lose Tommy, this will be your fault. And I will never forgive you. I will never forgive you!",
        "[SCENE_BREAK]",
        "Marty: You know, I'm -- I'm glad we talked.",
        "John: Yeah.",
        "Marty: Yeah.",
        "John: I don't want to talk anymore.",
        "Marty: You don't -- you don't have to talk.",
        "[SCENE_BREAK]",
        "Arnie: Everything's good to go. I'm on my way to pick up the band now.",
        "Sarah: All right, great. See you later, Arnie.",
        "Sarah: Signed, sealed, delivered. You really doing this?",
        "Cristian: Yeah, we're really doing this.",
        "[SCENE_BREAK]",
        "Dorian: And it's absolutely unconscionable that they're gallivanting all over the globe, saving other people's children while ignoring their own. So, I demand that you revoke this award you are planning -- what? But -- that is impossible. Are you absolutely certain?",
        "[SCENE_BREAK]",
        "Langston: We'd better get back to school.",
        "Starr: Yeah, I guess.",
        "Langston: Hey, think positive. Maybe by the time we're out of school, your dad will have his son back.",
        "Starr: You know, you've been amazing through all of this. Really. I know that my life can be crazy sometimes, but it's nice to know that you'll always be here for me. Hmm.",
        "[SCENE_BREAK]",
        "Todd: I'll make it right with Starr and Jack.",
        "Blair: I know you will. But I was worried about you at the hospital today.",
        "Todd: Why is that?",
        "Blair: Well, I walk out and there you are holding Tommy. I thought, \"oh, gosh, here goes Todd -- he's going to go and do something --\"",
        "Todd: Stupid?",
        "Blair: Yeah, stupid.",
        "Todd: For a moment there, I was. It was hard to let him go.",
        "[Phone rings]",
        "Todd: Guthrie. Hello?",
        "[SCENE_BREAK]",
        "Michael: Please, Marcie, you have to understand that you and Tommy -- you guys are my world. I did is for you. I did this to protect you and my son.",
        "[Phone rings]",
        "Marcie: Hello? Yeah. Mm-hmm, of course. All right. Ok, bye. That was Judy. We have to go to the court.",
        "Todd: The judge made a decision.",
        "[NEXT_ON]",
        "Antonio: Tell me again why -- why you didn't tell me that George was someone that I know.",
        "Natalie: You want to take me out on a date?",
        "Jared: Fine, you can pay.",
        "Judge: Tommy McBain needs to know where he belongs. It is my hope that the people who love him respect this decision and make peace with it."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=b6cXi_1EvM4"
}