{
    "Episode Summary": [],
    "Recap": [
        "Starr, Cole and Markko are at school when Langston hurries in and asks for their help. Dorian is on the phone and becomes very annoyed that they put her through hoops. Blair asks her if there is any progress. The police arrest Michael for perjury. John asks to see the arrest warrant. Viki catches on to waiting tables in Paris, Texas. Nash and Jessica play loud music and awaken Jared from a sound sleep. Renee, Clint, and Nora reminisce over some old pics. Jessica lets Jared know that they are going to throw a Halloween party. Clint tells Renee that the lawyer wants to set up a time to hear Asa's last will and testament. Jared gets dressed and leaves the house. When Natalie calls Viki, she lies as to where she is. The social worker arrives at Dorian's home and tells them that Langston had disappeared from the children's home. As Starr takes Langston home to Dorian's, she runs into the social worker. Dorian suggests to Blair that she be Langston's foster mother. Blair has doubts at the time. When the social worker tries to take Langston away, Blair steps up and agrees to be Langston's foster mother. Langston has her doubts about this situation. Michael begs John to let Marcie go with Tommy if he finds her. Michael is taken away to jail. John and Todd hit the road in pursuit of Tommy. John reveals that he has a lead as to where Marcie and Tommy might be."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: Was it just me or did the substitute directly look me in the eye when he said that they were looking for a permanent replacement for Mrs. McBain?",
        "Cole: Well, at least Britney wasn't here to enjoy it.",
        "Starr: Yeah, I just wish that there wasn't another empty desk. Every time I look at it, it reminds me of Langston. Hey, Markko, have you -- have you talked to her? Have you heard from her yet?",
        "Markko: Uh, yeah. She texted me this morning. They're making her go to this school near that group home she's living in now.",
        "Starr: Oh, my God! Why -- why would they do that?",
        "Langston: Thank God you're all here.",
        "Starr: Langston?",
        "Langston: I need your help. You have to hide me.",
        "[SCENE_BREAK]",
        "Dorian: No, I am not related to the Wildes, but then apparently, nobody else is either. I'm sorry, but I really don't see what that has to do with anything. Uh -- no. Yes, indeed, I have been told I need to go through channels. I just resent being put through hoops. Never mind. Thank you. Did you drop jack off at school?",
        "Blair: Yeah. He told me he didn't think he was going to be able to concentrate, so he wanted me to pick him up early -- you know, can't concentrate because his brother's not home yet.",
        "Dorian: Ah.",
        "Blair: Well, I told him I thought it would be soon and I hope I wasn't lying.",
        "Dorian: Yeah, the same way I hope I wasn't lying when I told Langston everything was going to be all right.",
        "Blair: Any progress there?",
        "Dorian: I'm at my wit's end.",
        "Blair: Oh, come on, Dorian. It's not like, you know, you could do anything. It's like your hands are tied here.",
        "Dorian: Which is why I need you to take over now.",
        "[SCENE_BREAK]",
        "Ofc. Madison: Michael's being arrested for perjury.",
        "Michael: You're going to arrest me? Come on, I can't believe this.",
        "Todd: Why not? You swore under oath that you didn't know I was the father of the kid you were raising.",
        "John: Can I see the arrest warrant, Madison?",
        "[Todd chuckles]",
        "Todd: How does it feel to know that your brother and me are going to go off to look for Marcie by ourselves?",
        "Michael: Oh, you may be able to track her down without my help, but you will never convince her to give up our son.",
        "[SCENE_BREAK]",
        "Viki: Hello? Adam and Eve on a raft with a side of whiskey down.",
        "Moe: You didn't push the eggs Florentine?",
        "Viki: Yes, I did, Moe, but Joe Bob and Lyle don't want spinach for breakfast.",
        "Noelle: Viki sure has picked up a lot in the last couple of months. It's like she's been serving people all her life.",
        "Viki: Yeah, so I've been told. I need a full house on white and a cup of mud to go.",
        "[SCENE_BREAK]",
        "Renee: Oh, just look at that expression -- that is so Asa.",
        "Clint: And in this one, Bo is making a toast to you and pa, right?",
        "Renee: Yeah, that was our last anniversary.",
        "Nora: I just love -- I just love this picture. Look at the expression on his face, the way he's looking at you. You should have this framed.",
        "Clint: Yeah.",
        "Renee: Yeah, maybe I will.",
        "Matthew: Good morning.",
        "Clint: Hey, Matthew.",
        "Nora: Hey, you're an early bird.",
        "Matthew: Only because I want to go to school.",
        "Nora: Can you believe this? I got a kid who wants to go to school.",
        "Matthew: Mom, I'm feeling better.",
        "Nora: Well, I'm glad that you're feeling better, but you know what? You had a fever yesterday, so I the going to give it one more day.",
        "Matthew: Come on, mom.",
        "Renee: Yeah, what about that tournament that you promised me -- of wise word? After mom and Uncle Clint go to work?",
        "Matthew: Sure. Sounds fun.",
        "Nigel: Pardon me for interrupting. You have a call, Mr. Buchanan.",
        "Clint: Oh. Thank you, Nigel.",
        "Nigel: I did find that old photo album.",
        "Renee: Oh!",
        "Nigel: All black and white.",
        "Renee: This is wonderful -- Clint and bo when they were babies.",
        "Nora: Oh. Oh, look!",
        "Nigel: Look at young master Bo. As I recall, he never much cared for that photo -- stark-naked except for the cowboy hat.",
        "Matthew: Let me see that.",
        "Renee: Ah, ah, ah, ah!",
        "Nora: Nope, nope, nope, nope. Ok, all right.",
        "Matthew: Oh, my gosh.",
        "Clint: That was Beaver Calhoun on the phone.",
        "Nora: Beaver?",
        "Renee: Asa's lawyer.",
        "Clint: He wants to set up a time to hear Asa's last will and testament.",
        "[SCENE_BREAK]",
        "Noelle: I love it when the morning rush is over.",
        "Viki: Oh, yeah, me, too.",
        "Moe: I want you ladies to try tonight's dinner special.",
        "Noelle: Oh, have a heart, Moe. I don't like that fancy stuff.",
        "Moe: This is going to put this place on the map. It's for folks with taste and refinement like Viki here.",
        "Viki: Thank you, Moe. This is fabulous. That salmon is perfectly cooked. I think the sauce could maybe use a little more dijon, hmm?",
        "Moe: You know, you could be right.",
        "Viki: Hmm.",
        "Noelle: How do you know about all that?",
        "Viki: I -- I like to read cookbooks.",
        "Noelle: That's the first thing you've ever told me about yourself.",
        "Viki: Oh.",
        "Woman: Hey!",
        "Noelle: Hey, Gigi!",
        "Gigi: Sorry I'm late.",
        "Moe: One more time and you're out of a job.",
        "Gigi: You kiss it, Moe.",
        "[SCENE_BREAK]",
        "Markko: I can't believe you're here -- thank God.",
        "Langston: I know. I've missed you so much.",
        "Starr: Langston, why do you want us to hide you?",
        "Cole: Yeah, and you better talk fast because class is only empty for second period.",
        "Langston: I know, I know.",
        "Starr: Wait, so how are the people? I mean, are they treating you horrible or --",
        "Langston: No, no.",
        "Starr: Are you ok?",
        "Langston: It's nothing like that. It's just the people there, they don't know anything about me and they all think they do.",
        "Cole: Well, what about the school?",
        "Langston: Everybody looked at me as soon as I walked in. I just wanted to scream. I hate being away from you guys.",
        "Starr: So what did you do? You just ran away from the old school?",
        "Langston: Yeah, and they're going to come looking for me. I can't go back there.",
        "Starr: Well, Langston, you can't hide. I mean, they're bound to find you sometime.",
        "Langston: Not if I go somewhere.",
        "Starr: Are you planning on running away?",
        "Markko: If you do, I'm going with you.",
        "[SCENE_BREAK]",
        "Blair: Now, how can I help Langston?",
        "Dorian: Blair, you of all people know what it's like to be shunted from foster home to foster home.",
        "Blair: Feel like an outsider? You bet I do.",
        "Dorian: And Langston's already had to endure the terrible shock of her parents' death and -- and now, to be taken from -- from her home, her school, everything she's familiar with at -- at a time when a -- a teenage girl needs all the -- the guidance she can get and positive role models.",
        "Blair: Yeah, well, I remember back then and how reckless I was and, good lord, all the mistakes that I made. I'm still paying for them.",
        "Dorian: Blair, I wish I had known about you and your situation back then.",
        "Blair: Is that why you're so intent on helping Langston now -- because you feel guilty about not being there for me all those years ago?",
        "Dorian: That certainly is part of it.",
        "Blair: Well, don't, don't. Look at me -- I pulled myself together, I'm fine.",
        "Dorian: Yes, you have pulled yourself together, and that is why as far as Langston is concerned, you would make the perfect foster mother.",
        "[SCENE_BREAK]",
        "Todd: Yeah, like you have any influence on Marcie. Everything you've tried to do to get her back has bombed.",
        "Michael: If I could see her face to face, I'd -- look, Marcie disappeared with Tommy because she thought she was doing the right thing for him. Now, I can convince her that the most loving thing to do for him right now would be to give him up.",
        "Todd: And how are you going to do that?",
        "Michael: Well, I'll tell her she's not alone. I'll convince her that -- that she still has me.",
        "Todd: How about John and I go out there and find her and haul her ass back in ourselves?",
        "Michael: Well, how about she doesn't have to go anywhere with you because you don't have any authority? Neither does my brother right now.",
        "John: Yeah, it's all there.",
        "Ofc. Madison: I really hate doing this, John.",
        "John: It's your job.",
        "Ofc. Madison: Dr. McBain, you have the right to remain --",
        "Todd: Wait, hold on a second, Hobart -- don't.",
        "[SCENE_BREAK]",
        "Moe: That's it -- you're fired.",
        "Gigi: For being 10 minutes late?",
        "Moe: Again, and it was 12 minutes.",
        "Gigi: Go back to the kitchen, Moe, and take that fish with you. It's smelling up the place.",
        "Moe: I'm docking your paycheck for those 12 minutes.",
        "Noelle: I guess that means you're not fired. I got a customer.",
        "Gigi: Oh.",
        "Viki: Everything all right?",
        "Gigi: I had a little situation at home.",
        "Viki: With Shane?",
        "Gigi: Mm-hmm. It's all right now.",
        "Viki: Gig? Do you ever think about trying to get some help to deal with that situation?",
        "Gigi: Yeah. And I got it.",
        "Viki: A lottery ticket?",
        "Gigi: This one is a winner. I can feel it.",
        "Viki: Don't you think you should take all the money you've spent on lottery tickets and put it in a savings account? I mean, the odds are a lot better.",
        "Gigi: I've been buying these tickets for years, and somebody wins every week. One of these days, it's going to be my turn. I got tickets for you and Noelle, too.",
        "Viki: Oh.",
        "Gigi: Scratch right there. Who knows -- this could be your lucky day.",
        "[SCENE_BREAK]",
        "Ofc. Madison: My orders are to arrest Dr. McBain -- to: I -- I understand you have orders. Do you have to arrest him right now? I just think -- uh -- I think we need him for a consultation.",
        "John: Hey, look, his wife is missing, all right? Maybe we could call the D.A.'s office and see if this has to happen right now. Don't worry. I'll -- I'll keep an eye on him. What are you up to now?",
        "Todd: We need him. He's the only one that can convince Marcie. Ask the head shrinker -- she'll tell Y.",
        "Marty: Yes, you're right. Having Michael along would be helpful.",
        "John: Look, I don't want you to go to jail, either. But I don't think Marcie trusts any of us right now.",
        "Marty: Look, Todd's a threat, you represent the law. It's just going to push her further into hiding.",
        "Todd: Well, whatever we do, I suggest we no longer stand here and talk about it. I suggest we get going because the longer we stand here and talk about it, the further she gets away.",
        "[SCENE_BREAK]",
        "Langston: You can't run away, Markko. You have people here.",
        "Markko: And you don't?",
        "Langston: I meant family.",
        "Markko: Oh -- I don't care. I want to be with you, wherever that is.",
        "Cole: You guys can't just take off.",
        "Starr: Yeah, Cole's right.",
        "Langston: You were the one who threatened to run away when Miss Woodrow showed up to take me away.",
        "Starr: I was stalling to wait for aunt Dorian to get there. But believe me, it was a bad idea.",
        "Langston: Oh, and it was a good idea when you and Cole ran away when your parents were keeping you guys apart?",
        "Cole: No, we got caught, remember? So will you and Markko.",
        "Langston: Mrs. McBain didn't. I'm sorry, Starr.",
        "Starr: No, it's fine. Mrs. McBain is going to be found, and the same goes for you and Markko.",
        "Cole: Even if you guys weren't, you would be on the run forever.",
        "Starr: And then you would be away from us and that wouldn't be good.",
        "Markko: Hey, whatever you want to do, I'll do, but Starr and Cole have a point.",
        "Langston: Then what am I supposed to do?",
        "Starr: Hey, we'll think of something, ok?",
        "[Langston sighs]",
        "Starr: Langston? I promise. Come here.",
        "[SCENE_BREAK]",
        "Blair: No, but I cannot be Langston's foster mother. It's impossible, Dorian.",
        "Dorian: Impossible, Blair? That doesn't sound like you.",
        "Blair: Have you not noticed that my family is in the middle of a lot of chaos right now? And, you know, Todd is on his way home with his son, which means it'll be a lot to deal with?",
        "Dorian: So?",
        "Blair: \"So?\" Even without the baby, I have two other children that need me. How am I supposed to take on a grieving, needy teenager?",
        "Dorian: Oh, is that because you lack energy or generosity of spirit?",
        "Blair: Dorian --",
        "Dorian: I am merely trying to get this straight.",
        "Blair: No, you are merely trying to guilt me into this is what you're doing.",
        "Dorian: Ooh -- forget I asked.",
        "Blair: Dorian -- you know what? I'm married now, you know. And Todd would have to sign off on this and I don't even know where he is.",
        "Dorian: I said forget I asked.",
        "Blair: Langston is a strong, young girl. She's going to be all right.",
        "Dorian: Pardon me, but weren't you just expressing concern over the deficiencies of the child welfare system and the foster care? I mean, where's is sudden optimism coming from?",
        "Blair: No -- the foster care system that I was involved with years ago was completely different. Now they're like watchdogs -- they're like monitors. They care more about the child's needs now -- they do.",
        "Dorian: Langston pretended that her parents were still alive for a year after their death -- because she didn't want to be taken from the home that she loved and was familiar with. Have you got any idea how terrified she must be now?",
        "Blair: Yes, I know what that's like. And I -- I admire you so much for what you're trying to do to help Langston, but I'm sorry, Dorian. I just -- I can't -- I can't do what you're asking me to do, ok?",
        "[Doorbell rings]",
        "Mrs. Woodrow: Dr. Lord?",
        "Dorian: Ms. Woodrow. Something wrong?",
        "Mrs. Woodrow: I'm afraid so. Langston is missing.",
        "[SCENE_BREAK]",
        "Natalie: This is so going to kill him.",
        "Jessica: Stroke of genius.",
        "Nash: Everything ready?",
        "Jessica: Ready to roll.",
        "Natalie: Oh, there he is.",
        "Jessica: Hey!",
        "[Jared turns music off]",
        "Jared: My house, my music.",
        "Nash: My 49%, so we'll play it 49% as loud!",
        "Jessica: Whoo-hoo!",
        "[Nash turns music on]",
        "Jared: You know what? Fine, fine! You can blare your rock music at dawn, stage your crazy poker games, and play that music morning, noon, and night -- it doesn't bother me.",
        "Jessica: Well, then why did you want to turn it down?",
        "Jared: Because I wanted you to hear me when I said that.",
        "Jessica: So you don't mind the music itself, then?",
        "Jared: No, I love kids and everything that goes along with them.",
        "Jessica: I'm delighted to hear that.",
        "[Knock on door]",
        "Jessica: Because we're having a Halloween party.",
        "Natalie: Hey.",
        "Jessica: Yay!",
        "Woman: A little wild today.",
        "Natalie: Hi, sweetheart.",
        "[Child squeals]",
        "Nash: Nothing is off-limits. Go on, go on. Go have fun.",
        "Jared: Oh, no, no, no, no, no, that's my laptop -- stop, stop.",
        "(Tchaikovsky's \"1812 overture\" plays)",
        "[SCENE_BREAK]",
        "Clint: Renee, are you all right with this or is it too soon?",
        "Renee: Yeah, it's just that, um, I remember when Asa met with beaver to update the will and I -- I just never imagined --",
        "[Phone rings]",
        "Nora: Oh, I have to take this. Are you going to be all right?",
        "Renee: Mm-hmm. Yeah, yeah.",
        "Nora: You sure? Excuse me. Hello? Yeah.",
        "Renee: You know, Clint, um -- maybe it is a little too soon. Um -- uh -- but the rest of you, you should all be there.",
        "Clint: Renee, you know, of course that you can take all the time that you need, but Asa stipulated that he wanted the entire family e when the will is read.",
        "Matthew: Even me?",
        "Clint: Uh -- I believe that's up to your parents.",
        "Nora: I'm sorry -- something's come up. I've got to -- I got to head out. Um -- listen, if you don't feel well, you call me on my cell phone, ok?",
        "Renee: Hey, I'm here.",
        "Nora: Yeah, I don't want to put this on you, Renee.",
        "Renee: No, darling, Matthew is no trouble. He's my best guy.",
        "Matthew: I am.",
        "Nora: Well, I guess I'm redundant, so I'm out of here. All right, bye-bye.",
        "Renee: Bye.",
        "Matthew: Bye, Mom.",
        "Renee: You know, Clint, what I said earlier about my not being able to handle the reading of the will -- of course I can. I'll be there. When will it be?",
        "Clint: Renee, that's the thing. Not only did he want everybody there, but he wants all of us at the ranch.",
        "Renee: We have to go to Texas?",
        "Clint: And since he was so insistent about it, I figure we're in for a few surprises.",
        "Dorian: How could you let this happen? You're supposed to be taking care of that child.",
        "[SCENE_BREAK]",
        "Mrs. Woodrow: Teachers aren't jailers, d and is a very clever girl. She hasn't come here?",
        "Blair: No.",
        "Dorian: She is supposed to be \"living\" here. But instead, she was dragged off to some strange environment.",
        "Mrs. Woodrow: Well, we'll go to her old school and talk to her friends.",
        "Dorian: Oh, the friends that she knows and trusts and is now cruelly separated from? The friends who, thanks to you, are no longer accessible to her?",
        "Mrs. Woodrow: I am confident that Langston will be all right.",
        "Dorian: And why is that? Because you're an optimist who believes that hope springs eternal?",
        "Mrs. Woodrow: The situation at the group home was new for Langston and she was anxious about it -- I know that in time she will adjust.",
        "Dorian: Oh, please, I cannot listen to this anymore.",
        "Mrs. Woodrow: It is normal for children to want the familiar. If there's no family, that usually means friends. So, I wonder if perhaps your daughter has heard from Langston.",
        "[SCENE_BREAK]",
        "Starr: Look, Langston, you can't stay here, and that much we know.",
        "Cole: And even if the people from the group home don't find you, if Britney's friends see you --",
        "Langston: I know. \u0091s over.",
        "Markko: Well, I could bring you to my house, but I don't think my parents would see things our way.",
        "Cole: Same with my mom. She'd want to go by the book, I'm pretty sure.",
        "Starr: Wait -- going by the book isn't my family's style, so I'll just cut school for the rest of the day and you can come home with me.",
        "Markko: Sweet. I'll check, see if the coast is clear.",
        "Starr: Ok, sounds good.",
        "Markko: Yeah, it's quiet out here. You two should go, now.",
        "Langston: Ok.",
        "Cole: Hurry, hurry.",
        "[SCENE_BREAK]",
        "Blair: I am sure if Starr had heard from Langston, she would've told me.",
        "Mrs. Woodrow: I'd like to speak with Starr myself.",
        "Blair: Well, she's at school.",
        "Mrs. Woodrow: I'll wait.",
        "[SCENE_BREAK]",
        "Todd: All right, I'm going to call my P.I. and then we leave, with or without Michael.",
        "Michael: Look, I have to go with you and Todd, man. Isn't there some way that -- isn't there something you can do?",
        "John: I wish there was.",
        "Michael: Ok. Um -- in that case, I got to ask you a favor. When you find Marcie, make sure she gives Todd his son back and then -- let her go, please.",
        "[SCENE_BREAK]",
        "Gigi: Well, go on, scratch yours.",
        "Viki: No, I think I'm going to save it.",
        "Gigi: Suit yourself.",
        "Viki: Did you win?",
        "Gigi: Darn it. I thought this was it. I'velready spent that jackpot about 25 different ways.",
        "Viki: So what did you buy?",
        "Gigi: A house so big it had to have a maid. Can you imagine living in one of those?",
        "Moe: Gigi, get off your lazy butt and wait on some customers.",
        "Gigi: Moe! Can't you ever say \"please\" and \"thank you\"?",
        "Moe: \"Please\" get off your lazy butt and wait on some customers, \"thank you\"!",
        "Gigi: If I had won, I would tell him where to put that frying pan of his and I'd never work again.",
        "Viki: Well, wealthy people work, too, you know.",
        "Gigi: Yeah, but they do something they like.",
        "Viki: Most of the time, I guess, yeah.",
        "Gigi: You know something else? I wouldn't look down at poor people like a lot of rich people do.",
        "Viki: Money's not the solution to everything, you know?",
        "Gigi: I'd still like to try being rich.",
        "Viki: I think that even if you didn't have to worry about money, there would still be a lot of stuff that you did have to worry about.",
        "[SCENE_BREAK]",
        "Jessica: Did you have a good time today, nugget?",
        "Nash: Oh, I'll bet she sleeps well tonight.",
        "Jessica: Huh? Did you?",
        "Natalie: Oh, Jared, do you need some help with that?",
        "Jared: No, I got it under control, thank you.",
        "Natalie: Ugh.",
        "[Jessica gasps]",
        "Natalie: You might want to check out your laptop.",
        "Jared: What --",
        "Nash: Oh.",
        "Jared: What the hell's on my screen? It's sticky.",
        "Natalie: Oh, I guess giving the kids p,b,&j was a bad idea.",
        "Jared: Oh, those little --",
        "Nash: Angels. Little angels. Don't they just put a smile on your face?",
        "Jared: Well, this damn well better come off.",
        "Natalie: Oh, you should be fine as long as it didn't get on the keyboard, but if it did -- well, it'll be all be over.",
        "Jared: I don't believe this! Was anyone watching the kids?",
        "Nash: Oh, and -- and stifle their creativity? Come on, now.",
        "Jessica: You'll give Bree a complex.",
        "Jared: This is a $4,000 laptop!",
        "Nash: Oh, but what is money compared to the joyous little looks on their faces?",
        "[Jessica gasps]",
        "Jessica: And imagine the happy sounds of little kids in here every --",
        "Nash: Every day.",
        "Jessica: Day of the week.",
        "Nash: Oh.",
        "Jared: What are you talking about?",
        "Nash: Well, the party was such a success that we're thinking of opening up a daycare center -- Nash and",
        "Jessica: Right here.",
        "Natalie: Ooh. Looks like somebody did a little finger-painting on your shirt -- whoop.",
        "Jared: Ha-ha. Ok, yeah, you -- you know what? It's fine, it's fine. I'm cool with it. I'm -- I'm just going to go change.",
        "Jessica: You know how you could tell that he was \"cool with it\"? By the vein popping on his forehead.",
        "Nash: When he saw the peanut butter all over his computer screen?",
        "Natalie: It's so nice to see him freaking out for once.",
        "Jessica: But is it going to be enough to drive m away?",
        "[SCENE_BREAK]",
        "Blair: It'll be a long time before Starr's home.",
        "Mrs. Woodrow: I'm in no rush.",
        "Dorian: Blair, it's perfectly all right. Mrs. Woodrow is welcome to stay as long as she likes. In fact, I have a few questions I'd like to ask you.",
        "Mrs. Woodrow: What questions?",
        "Dorian: When Langston does return, how long will it take for someone to offer to foster her?",
        "Mrs. Woodrow: I really can't say. Most potential foster families would prefer a young child with no obvious problems, as opposed to a troubled teen.",
        "Blair: Wait, wait, wait, wait. You're saying that Langston is a troubled teen?",
        "Mrs. Woodrow: The girl's parents died in a tragic accident. She pretended for over a year that they were traveling and that all was well. Es that not suggest that she might have underlying psychological issues there?",
        "Dorian: And how does your agency intend to deal with these issues?",
        "Mrs. Woodrow: We offer professional counseling, psychological evaluations, runaway hotlines --",
        "Dorian: And what about love? Does your agency offer that?",
        "Starr: Mom, Aunt Dorian? We need you to help -- us.",
        "[SCENE_BREAK]",
        "John: Letting Marcie go -- I didn't realize that was part of the plan.",
        "Michael: Well, it was always part of my plan, John. Why do you think I was so determined to go with you and Todd?",
        "John: So you could help her escape the law?",
        "Michael: Oh, come on, John. We both know the only thing she really did was try and protect the child she thought was hers.",
        "Marty: I -- I worked up a little something on Marcie based on her personality and the things that you've told me about her. It's -- I mean, it's kind of a broad picture, but it does suggest some of the places she might go or things she might do when she starts --",
        "Todd: Well, no leads yet, but my P.I. Is still working on it.",
        "Nora: You have been demanding that Michael McBain go to jail since the custody hearing, and now you want to put it on hold?",
        "Todd: Yeah, that's right.",
        "Nora: Right, well, this isn't an assault case where the victim can just drop the charges.",
        "Michael: Look, I'm perfectly willing to face whatever's coming to me. Just -- could we do it some other week?",
        "Nora: I'm really sorry. I didn't know that Michael was going to be arrested today, or I certainly would've notified your office as a professional courtesy, John. But I -- my A.D.A. kind of ran with it and I have no choice but to back it up. I'm sorry, the arrest holds.",
        "[Michael groans]",
        "Nora: Ok, Dr. McBain has to go into custody now. You'll be arraigned within 48 hours, and then after that, if you make bail, you'll -- you'll be free, pending trial.",
        "Michael: Yeah.",
        "John: Ok, I'm going with you to the station.",
        "Michael: No, you're not -- you got more important things to do.",
        "[SCENE_BREAK]",
        "Natalie: So I've been going over Grandpa's business strategies lately, and he says if you hit on a good idea, that you never change course. You just stick with it all the way to the end.",
        "Jessica: Well, I'm game if you guys are.",
        "Natalie: Definitely.",
        "Jessica: Good.",
        "Natalie: Oh -- there he is -- nice, clean shirt.",
        "[Phone vibrates]",
        "Jessica: Oh, oh. My phone's vibrating. Excuse me. Hello, Angela. Oh, no, no, of course we don't mind if the twins come over. Yeah, bring them right on over. Uh, they're a bit hyperactive, but hopefully they've taken their medicine.",
        "Nash: Oh, good.",
        "Jared: Ok, ok, I'm going.",
        "Jessica: You're moving out?",
        "Jared: No. I said, \"I'm going\" -- out. But I will be back, so don't think that you've won anything. I just have things I need to do.",
        "Natalie: At least he's gone for a little while.",
        "Jessica: And we'll just have to keep on working on a more permanent departure.",
        "Natalie: Aw, sweetie, you're looking a little tired there. Why don't you go with aunt Natalie -- come on.",
        "Jessica: You want to go with her?",
        "Natalie: And I'll read you a story and you can take a little nap. I think we could all use one after today. Come on.",
        "Jessica: You're upset.",
        "Nash: I hate him.",
        "Jessica: We have to be patient, ok? We're getting to him, and we'll figure out a way to get rid of him for good.",
        "Nash: Sure.",
        "Jessica: Nash, I promise. We're going to get back our vineyard and our dream.",
        "[SCENE_BREAK]",
        "Officer: Do you understand these rights as I've read them to you?",
        "Michael: Yeah.",
        "Marty: Todd, when you --",
        "Todd: Save it.",
        "Marty: And John find Marcie --",
        "Todd: I know what you're going to say, Marty.",
        "Marty: What?",
        "Todd: You're going to say \"be nice to Marcie. She's wonderful, adorable little person -- just like her husband.\"",
        "Marty: Really? No. Contrary to what you think, I'm not on anybody's side, just that little boy's.",
        "Todd: Yeah, that little boy's mine.",
        "Marty: Right. So why don't you actually think about him and what is best for him. You know, you could put your rage aside for his sake.",
        "John: Hey, it's going to be ok.",
        "Michael: Johnny, please. What I asked you -- when y find her, let her go.",
        "Nora: Hey, it's time to go.",
        "Marty: I'll go with you, ok?",
        "Michael: Oh, thanks, but you don't have to do that.",
        "Marty: No, I want to. You're my friend.",
        "Officer: Let's go.",
        "Todd: Well. I wonder why we're still standing here.",
        "John: You know why we're standing here? Because before we go anywhere, we get a couple things straight.",
        "[SCENE_BREAK]",
        "Nigel: Shall I make the arrangements, sir?",
        "Clint: Uh, not yet, Nigel. I have to speak with the rest of the family, and then you can book the company jet for everybody, and that includes you.",
        "Nigel: Ah.",
        "Clint: Yeah -- Asa wanted you to be there. You were very important to him.",
        "Nigel: I am honored, sir. Thank you.",
        "Clint: Renee? Is it going to be to tough for you to be at the ranch?",
        "Renee: Oh, I was planning to go eventually.",
        "Clint: You and pa had some great times there.",
        "Renee: Yeah. It'll do my heart good to remember those times. Especially surrounded by family -- that's what I look forward to.",
        "Matthew: Me, too.",
        "Clint: Well, I got to go talk to the girls and get their schedules situated. I'll talk to you two soon.",
        "Renee: Bye-bye. So, are you hungry?",
        "Matthew: No, I'm not that hungry.",
        "Renee: Well, perhaps we could play that game of wise word that you promised me. Are you in the mood?",
        "Matthew: Actually, I have some homework to make up.",
        "Renee: Oh, of course, yeah.",
        "Matthew: But I'll hurry it up, and as soon as I'm done, we can play.",
        "Renee: No, darling, don't rush. Your schoolwork is far more important.",
        "Nigel: Excuse me, Mrs. Buchana you have a visitor.",
        "Renee: Well -- ahem -- Mr. Banks, what are you doing here?",
        "[SCENE_BREAK]",
        "Dorian: Langston, thank goodness you're all right -- no thanks to you.",
        "Mrs. Woodrow: We're very glad to see you, Langston. We were terribly worried.",
        "Langston: I'm not going with you, I'm not going back there.",
        "Starr: Yeah, you can't make her hool where she doesn't know anyone, and you can't force her to live with strangers. Now, we love and care about Langston and we want to help her.",
        "Mrs. Woodrow: There really is no choice. I have to take Langston back with me.",
        "Blair: No, you don't. Not if I'm h foster mother. So what does everyone want for dinner?",
        "[SCENE_BREAK]",
        "Natalie: Ah. Two pages of \"goodnight moon\" and she was out like a light.",
        "Nash: Thank you.",
        "Natalie: Oh, it's so peaceful in here -- no loud music, no Jared.",
        "Jessica: Well, for now, anyway.",
        "Natalie: Well, he won't be here tonight, remember? He's on a date.",
        "Jessica: Yes, with our cousin sarah -- lucky girl.",
        "Natalie: Dumb girl.",
        "Jessica: Natalie.",
        "Natalie: Uh -- she fell for his crap, Jessica. I mean, how smart could she be?",
        "Jessica: Well, it's not a matter of being smart. Jared's good-looking, and -- and he's charming when he wants to be -- not as charming as you, dear.",
        "Natalie: He's a card-carrying phony.",
        "Jessica: Well, then she'll have to figure that out by herself, obviously -- I mean, we did warn her.",
        "Nash: Yeah, I'm -- I'm just glad he's not in the house, even if -- is it temporary?",
        "Natalie: I'm glad that you guys can look on the bright side of things. I just want Jared to go back to his old digs. Back to that disgusting, fleabag motel -- that's where he belongs.",
        "[SCENE_BREAK]",
        "Jared: I hope I'm not being presumptuous, but I was worried about you last time I came by.",
        "Renee: That is so sweet of you.",
        "Jared: Well, I -- I just can't imagine what it's like losing someone that you've spent your entire life with. So I stopped by to see how you were doing -- and to give you these.",
        "Renee: Oh, my! Oh! Oh, thank you so much. Oh, Nigel, would you put them in a vase, please? They are so lovely!",
        "Nigel: Um -- yes.",
        "Renee: You know, I am -- I'm so glad that you stopped by so that I could -- I could thank you in person for that beautiful card at you wrote me. It really lifted my spirits.",
        "Jared: Well, every word of it was from the heart.",
        "Renee: Are you in a rush? Can you sit for a minute?",
        "Jared: I -- yeah, I got .",
        "Renee: Great. Come on.",
        "Jared: Yeah, all I'm doing today is finding an apartment.",
        "Renee: Oh.",
        "Jared: Yeah, you know, I've been staying with -- with Jessica and Nash at their cottage.",
        "Renee: Oh, really?",
        "Jared: Yeah, they were -- they were generous enough to offer, but they have the baby, so I don't want to impose on them this way. So, really, it's just a question of finding something reasonable.",
        "Renee: I heard that you're not working now.",
        "Jared: I got the old ax, yeah.",
        "Renee: I'm sorry about that.",
        "Jared: You know, Natalie had her reasons. It's -- I can't blame her.",
        "Renee: Well, perhaps you can sort things out.",
        "Jared: Oh, I'm sure we will. Looking at some old photographs?",
        "Renee: Oh, oh, yes. Oh, yes. Yes, these are wonderful photographs of Asa when he was young.",
        "Jared: Oh.",
        "Renee: You know, perhaps sometime, when you have some time, u might want to look at these.",
        "Jared: That would be a privilege.",
        "Renee: It would be fun to see if you see the resemblance. I don't know what it is about you, but you just remind me so ch of Asa s a young man.",
        "Jared: Wow, that's -- awesome.",
        "[Jared chuckles]",
        "Jared: Well, if you will excuse me, I've got to get to my apartment hunting. You take care, Mrs. Buchanan. Your husband was a lucky man.",
        "Renee: I was the lucky one.",
        "Jared: Do you mind if I check in on you sometime? Would that be ok?",
        "Renee: Of course. I would appreciate that. Jared?",
        "[Renee laughs]",
        "Renee: You know what? This house is so big, and it's -- well, it's got lots of empty rooms. Perhaps you'd like to stay here.",
        "[SCENE_BREAK]",
        "Noelle: Oh, here you go, honey. Table six left this for you.",
        "Viki: $1? That check was over $20.",
        "Noelle: Last of the bigtime spenders. I'm out of here.",
        "Gigi: Lucky. If -- if you need me to lend you some money till payday, I can.",
        "Viki: No. No, I'm fine, but that's incredibly sweet of you.",
        "[Phone rings]",
        "Gigi: Viki, isn't that your purse that's ringing?",
        "Viki: Oh, yeah. Yeah, it is. Huh.",
        "Gigi: I've never even seen you use a cell phone.",
        "Viki: Oh, well -- um -- I actual just keep it for emergencies, you know. Ooh. Natalie?",
        "Natalie: Hey, Mom, I'm so glad that your phone works there. I was afraid it wouldn't.",
        "Viki: Are you all right?",
        "Natalie: Yeah, everything's great here. It's just --",
        "Viki: What, darling?",
        "Natalie: Mom, I miss you. I mean, I know that you're really having a good time and you love it in Paris, but are you ever coming home?",
        "Viki: Natalie, honey, you're -- you're breaking up. I didn't really hear the last thing you said.",
        "Natalie: I -- I said that I know you love Paris, but are you ever coming home?",
        "Viki: Oh, sorry -- I mean, Pardonnez-moi.",
        "Moe: Don't give me that. The fry-o-later's broken, I can't finish my conch fritters -- and get off the phone.",
        "Viki: Sorry, sweetheart, uh, somebody bumped into me.",
        "Natalie: What are you doing there, and what does France have that we don't have?",
        "Viki: It's not that, darling.",
        "Nash: Ask the little vixen why she's hiding out in Paris.",
        "Natalie: We're not checking up on you, I swear.",
        "Jessica: Well, are you doing something that needs to be checked up on?",
        "Natalie: Her idea!",
        "Jessica: Liar!",
        "Natalie: No, mom, you really need to come home because, um, Jessica really needs adult supervision.",
        "[Natalie laughs]",
        "Viki: Oh, my, I miss you two so much. I promise, we'll be laughing together again soon.",
        "Natalie: All right. She's so not ready to come home.",
        "[SCENE_BREAK]",
        "Dorian: Oh, Blair! Of course you want to be Langston's foster mother.",
        "Blair: Well, it's like we all said before -- this is her home away from home -- and, of course, yes, I would do it, and I would be very happy to n's foster mom.",
        "Mrs. Woodrow: You can't just raise your hand and be a foster mother. That's the not the way it works.",
        "Starr: Well, then how does it work?",
        "Dorian: Yes, that's what we all want to know.",
        "Blair: What do I have to do?",
        "Mrs. Woodrow: You -- you have to be officially vetted. And then if given active status --",
        "Blair: Well, then make the phone calls, make it happen.",
        "Mrs. Woodrow: Mrs. Manning, this is a serious undertaking.",
        "Blair: Do I not look serious here? Like I said, I would love to be Langston's foster mom.",
        "Starr: Did you hear that? We're going to be like sisters.",
        "Langston: I -- I don't know if I can do this, Mrs. Manning.",
        "[SCENE_BREAK]",
        "Cole: What if Langston does have to go back?",
        "Markko: Don't say it, man, don't.",
        "Cole: I just thought --",
        "Markko: I can't let that happen. All right, she's been through hell this past year, and no one was there for her. And now I swear --",
        "Cole: What can you do?",
        "Markko: I don't know. But I'll think of something.",
        "Cole: I have an idea.",
        "[SCENE_BREAK]",
        "John: We're going to discuss one thing, all right? I'm in charge here, got that?",
        "Todd: Ok, you're in charge! Let's go!",
        "John: No, listen to me first, all right? You're not going to get anyone else hurt, you got it?",
        "Todd: So, are we going to be the hardy",
        "John: Yeah, we're the hardy boys, let's go.",
        "Todd: Excellent. Where are we going, by the way? We don't know where Marcie is.",
        "John: Yeah, we do. That call I got earlier -- it was a lead to where she is.",
        "[NEXT_ON]",
        "Langston: Do you really think this could work?",
        "Starr: If you want it to.",
        "John: I don't like it, but we're in this thing together. And I need to know we're on the same team.",
        "Natalie: I plan to get Jared Banks unstuck from this family no matter what it takes."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=RpRoGFjmAHo"
}