{
    "Episode Summary": [],
    "Recap": [
        "Starr informs her mom that she wants to give her baby up for adoption whether Cole agrees or not. John comes to see them and she urges John to convince Cole that she is doing the right thing. Cole tells Nora that he wants her legal help in suing Starr for custody. He doesn't want her to give his child to strangers. Todd is \"programming\" Marty to believe that John is a bad man who hurt her. Todd serves Blair with divorce papers when John is visiting her. John notices Todd's new address. He goes to visit him and knows that Todd is hiding the \"mysterious woman\" (who, unknown to him, is Marty).",
        "Passions"
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: Hey, there. Top of the morning to you.",
        "Marty: Where is it?",
        "Todd: It's a lovely morning. The sun's a'shining, a little breeze.",
        "Marty: It was in my hand when I fell asleep.",
        "Todd: Beautiful day to be alive.",
        "Marty: Where did it go? Where's the picture of John and me?",
        "[SCENE_BREAK]",
        "Blair: Oh, man.",
        "[Knock on door]",
        "Blair: Hey, John.",
        "John: Hey. Is this a bad time?",
        "Blair: Not unless you're here to arrest my new stepfather.",
        "John: Your who?",
        "Blair: It's not worth talking about. Come on in.",
        "John: Thanks.",
        "Blair: So, what happened to you?",
        "John: It's nothing.",
        "Blair: All right. What can I do for you?",
        "John: Can I talk to you about Starr and the baby?",
        "[SCENE_BREAK]",
        "Cole: Hey, Nora.",
        "Nora: Hey -- Cole?",
        "Cole: Hey, listen, I need to talk to you.",
        "Nora: Well, what are you doing home?",
        "Cole: I need to talk to you about my rights.",
        "Nora: Your rights?",
        "Cole: To my child.",
        "[SCENE_BREAK]",
        "Michael: Have you seen my watch? I thought I left it on my --",
        "Marcie: Starr Manning is pregnant, Michael.",
        "Michael: What? Starr? Uh -- how -- who -- how did you find that out?",
        "Marcie: What does it matter, really?",
        "Michael: I -- I guess it doesn't, but -- Starr? She's 16.",
        "Marcie: Yeah. That's why when the baby's born, she wants you and me to have it.",
        "[SCENE_BREAK]",
        "Blair: Okay, why don't you sit down and have a cup of coffee, and tell me why you want to talk about my daughter's pregnancy?",
        "John: Off the record, Cole is pretty upset.",
        "Blair: Well, who isn't, John?",
        "John: Thanks. About the latest development.",
        "Blair: Well, what -- Todd didn't find out, did he? Did he find out?",
        "John: No, no. Have you talked to Starr in the last couple days?",
        "Blair: Of course I've talked to her. Why are you asking me that?",
        "Starr: What are you doing here? Oh, you know what? Have you, um, seen Cole since he left here last night?",
        "John: Yeah, I have.",
        "Starr: Okay. Well, because I've been calling him and texting him like a million times, and he hasn't called me back. What were you two talking about?",
        "John: Hey, look, I'm sorry. I just assumed that you discussed this with your mom.",
        "Blair: Hey, hey. I'm here. Discuss what with me?",
        "Starr: I told Cole that I'm giving the baby up for adoption.",
        "[SCENE_BREAK]",
        "Todd: I took away the picture for your own good. I didn't want it upsetting you.",
        "Marty: No. No, it always did the opposite. It made me feel better, connected to someone.",
        "Todd: This is a man who -- this is a man who abandoned you when you were hurt. I -- I -- I told you what happened. I don't see how that can make you feel better.",
        "Marty: I don't know. I don't know. I suppose it shouldn't, but I have to know. Who is John to me? Who am I to him?",
        "Todd: Don't you think it's better if you just forget about John?",
        "Marty: You don't mind telling me that he left me to die, but you won't tell me who he was? Was he my boyfriend, my husband, my lover?",
        "Todd: Wasn't either. Wasn't your husband. No. What I don't understand is why you are doing this to yourself. Why are you concentrating on the negative things?",
        "Marty: Okay. I can't walk; I have no memories of my life. The man who was taking care of me was just murdered, and now you're telling me that the one person that did make me feel at peace, even for a minute, even if it's just some guy in a picture, put me in this condition and left me to die. What exactly is the positive side?",
        "Todd: The positive side is that now you have me.",
        "[Doorbell rings]",
        "Todd: Uh, I better get that. Listen, eat your breakfast, and -- hey, when I come back I'll tell you everything. Promise.",
        "Todd: Hey. You're late.",
        "Morgan: No, I'm not.",
        "Todd: Sit down.",
        "Morgan: Thank you. Nice place.",
        "Todd: Give me a pen.",
        "Morgan: You read all of it?",
        "Todd: Yep, and I'm ready to sign.",
        "Morgan: How do you know you're not going to change your mind?",
        "Todd: Because I never do. There's no going back now.",
        "[SCENE_BREAK]",
        "Blair: Sweetheart, you really want to give your baby up?",
        "Starr: You said that it would be my decision.",
        "Blair: Well, I know I said that, but I thought we could talk about it.",
        "Starr: Well, I needed to talk to Cole first, because it's his baby, too.",
        "Blair: So, that's what you were doing last night when you were fixing dinner for him. You were just preparing him for the news.",
        "Starr: Yeah.",
        "Blair: How did he take it?",
        "Starr: He took it horrible. Right?",
        "John: Yeah.",
        "Starr: I -- I mean, what do you think about it?",
        "Blair: Oh, sweetheart, you're my little girl, and I don't want to see you get hurt any more than you all ready have, is what I think.",
        "Starr: I know, but I've thought about it a lot, and it's what needs to happen. I mean, it's the best thing for my baby. That means it's the best thing for me, too.",
        "John: Hey, look, I'm going to go, okay?",
        "Starr: No, wait. Actually, could you stay? I mean, I know that Cole looks up to you, and I want to hear what he said to you.",
        "John: Nothing he hasn't already said to you. You know, he looks at you and him and this baby, and he -- he thinks of it as having another shot at a family. You know, he thinks if you give the baby away, he's got nothing.",
        "Blair: Okay. John, you know that that is not fair.",
        "John: I know. I know that. And you know, Starr, this is your choice. And I told him that. And if this is what you really want to do, I promise you I'll do everything I can to make him accept that.",
        "Starr: I love this baby so much, but the best thing for me to do is to let him go.",
        "[SCENE_BREAK]",
        "Cole: Starr has decided to give up our baby for adoption.",
        "Nora: And I assume because you're asking about your rights, that you don't agree with this decision?",
        "Cole: You kidding? I mean, I begged her to change her mind, but she said that wouldn't happen. She said that what she was doing was the right thing. I mean, she even had me over for dinner to, I guess, soften me up on it.",
        "Nora: And then she just sprang it on you.",
        "Cole: That's right. I tried telling her it wasn't the right thing. Not for me, anyway. She wouldn't listen. She just -- she just made up her mind about it.",
        "Nora: And why don't you want this to happen, Cole?",
        "Cole: Why don't I? That's my kid. I mean, I'll be the father of that kid. If I want to raise our baby -- can Starr really do this to me?",
        "[SCENE_BREAK]",
        "Nigel: Ms. Rappaport.",
        "Lindsay: Good morning, Nigel.",
        "Nigel: Mr. Buchanan isn't here.",
        "Lindsay: He told me he was coming here.",
        "Nigel: Well, he's come, and he's gone. I assume he's headed to the church for Nash Brennan's funeral.",
        "Lindsay: Oh, yes. Well, I don't want to bother the family on what I'm sure is already a very difficult day, so I'll just get what I came here to get.",
        "Nigel: And what would that be?",
        "Lindsay: What would what be?",
        "Nigel: What you came here to get?",
        "Lindsay: Oh. Well, um, something personal of mine got mixed up in the files that Bo brought over here, and, um -- oh, you know what? I can just get them myself. Nigel, I need to get to those files.",
        "Nigel: And I need to protect the privacy of my employers.",
        "[SCENE_BREAK]",
        "Nora: You have been through a lot. Too much, for someone so --",
        "Cole: Okay, okay, listen. I know what you're trying to say, but you're wrong. It's not about me losing my parents, all right? It's about me keeping my own kid.",
        "Nora: Okay, but it's Starr's kid, too, honey.",
        "Cole: All right. Okay, good. Good, take her side.",
        "Nora: Okay, you asked me about the law.",
        "Cole: Right, I did. And why does she get to make the decision by herself? Okay, I get that she's going to be carrying the kid, but once she has it, it's going to be both of ours, right?",
        "Nora: Well, yes.",
        "Cole: Listen, I'm not going to let some stranger take my kid.",
        "Michael: Starr told you that she wants to give us her baby?",
        "Marcie: She practically begged me to say yes.",
        "[SCENE_BREAK]",
        "Michael: I -- whoa. I mean, could she be working you again, like when she was telling you that Todd was mistreating Sam?",
        "Marcie: No. No, Michael. I confronted her about it, and she apologized. Mike. Mike, it's the real deal, okay? She's having a baby, and she's set on giving it up.",
        "Michael: To us?",
        "Marcie: Yes.",
        "Michael: Oh, man. That poor kid.",
        "Marcie: I know. Can you even imagine how Todd is going to react when he finds out that she wants us to raise his grandson?",
        "Michael: No, no. And I don't even want to think about it. Marcie, you told her no, right?",
        "Marcie: Yes, Mike, of course I told her no. What do you think?",
        "Michael: But?",
        "Marcie: Well, she went on and on, okay? She went on and on about how you and I would be the best choice, and how we would be the perfect parents. And she also pointed out that this might be our only chance to adopt again. Michael, how could I not be affected by that, okay?",
        "Michael: Marcie, Marcie --",
        "Marcie: She told me that I am a good mom. And for the first time since we lost Tommy, Michael, I started thinking about myself as a mom again. Is that wrong?",
        "Michael: You're actually considering this.",
        "Michael: I take it Cole's the father?",
        "Marcie: Yeah.",
        "Michael: I can't believe that Todd hasn't just killed him yet. What?",
        "Marcie: He doesn't know.",
        "[SCENE_BREAK]",
        "Todd: Hey, our deal was that you were supposed to eat your breakfast.",
        "Marty: I want answers, Todd. I want them now. I want the truth about John.",
        "Todd: Truth is, he wasn't just there when you had your accident. He's the one who caused it.",
        "Starr: My mind is made up. I'm too young to raise this kid. I mean, do you think that there's any way you convince Cole that it's the right thing for me to do?",
        "John: I can tell him you're not going to change your mind.",
        "Starr: Could you also tell him that I feel like crap about this, too? I mean, I -- I barely got any sleep last night, because I had been so worried about him, and -- I do. I still love him so much, but he wants us to be this little mom and dad, and I'm -- I mean, I'm 16 years old.",
        "John: Maybe in time he'll end up seeing this is what's best.",
        "[SCENE_BREAK]",
        "Cole: Why don't I have any say in it?",
        "Nora: You know, I'm going to have to review the law to find out what your rights are.",
        "Cole: Well, according to Starr, I have no rights. She made the decision by herself, and that's that. She didn't even ask me how I felt about it. Like I'm supposed to sit back and let her give away our kid just because she's not ready to be a mom.",
        "Nora: Well, one thing I do know. You just can't change someone's feelings, Cole.",
        "Cole: Well, obviously somebody changed her feelings, because this is a complete 180 from what we decided on.",
        "Nora: Which was what? You're going to raise the baby together?",
        "Cole: That's right, yeah. You know, and we were both happy about it, excited. Not just about the baby, but -- but for us, our future.",
        "Nora: Are you sure that Starr was happy and excited?",
        "Cole: Yeah. I mean, why?",
        "Nora: Well, sweetie, you're fantasizing about raising this child, and she's living it. I mean, it's -- she's -- she's kind of a little closer to reality than you are.",
        "Cole: What do you mean?",
        "Nora: Well, maybe she said that she -- she wants to raise this child with you because she loves you so much, and she knows that's what you want. Maybe her eagerness to be a parent with you is more about wanting to make you happy and less about wanting to actually be a mother.",
        "Cole: Okay, well, if that's true, then -- then what's changed?",
        "Nora: Her life has changed. I mean, she's four months pregnant. Her body's changed, you know? This pregnancy, this baby -- it's a reality for her. And her life? I mean, she's living at home, she's told her mom, and there she is, you know? She's probably remembering all of the life that she wants to live before taking on this awesome responsibility. Honey, I just don't think she's ready.",
        "[SCENE_BREAK]",
        "Blair: I told Starr that I would stand beside her, no matter what she decided. And now she's made her decision. And I -- I guess a part of me is relieved that she's not going to give up her youth to -- to raise a child. I just think it's so sad.",
        "[SCENE_BREAK]",
        "Cole: I mean, doesn't my decision count? Don't I have a say in it?",
        "Nora: Yeah, yeah, but -- I can't help feeling that this is somehow connected to your missing your mom and dad, and that somehow you think that raising this kid is going to reconnect you to them.",
        "Cole: What's wrong with that?",
        "Nora: Nothing. Absolutely nothing. But you've got so many years ahead of you, Cole. And some day you are going to get married, and you're going to have a child, and you're going to be a fantastic father -- when the time is right. When you've finished your education and when you have a career where you can support your family, without sacrificing your whole future.",
        "Cole: I'll sacrifice everything for my kid now.",
        "Nora: I know you feel like this is connecting you to your mom and stuff, but I have a feeling that she would be saying to you the exact things that I'm saying. She wouldn't want you to sacrifice your -- your life, your future to raise a child. And I think she would respect Starr's decision.",
        "Cole: No, no, you're wrong, okay?",
        "Nora: Cole.",
        "Cole: Besides, my mom's not around to give her opinion, now is she? So, I'm going to do what I want, what I feel what I think is right. I love Starr so much, and I love our baby that we made together, but I feel like I don't have any other choice.",
        "Nora: Any other choice about what?",
        "Cole: To sue Starr for custody.",
        "[SCENE_BREAK]",
        "Michael: Todd's not even going to attempt to be understanding.",
        "Marcie: No, of course not. He'll make her life a living hell, not to mention what he'll do to Cole.",
        "Michael: She can't keep it from him forever, obviously.",
        "Marcie: Maybe she can.",
        "Michael: She's -- she's going to avoid her own father for nine months?",
        "Marcie: Well, Todd and Blair are separated, and Starr if furious with him, so she can just refuse to see him. And she's not a kid anymore. He can't force her, can he?",
        "Michael: Probably not.",
        "Marcie: And then that way she can just have the baby without his ever knowing.",
        "Michael: Is that what she's planning on doing?",
        "Marcie: I don't know, Mike. We didn't get that far. I -- it -- but if she were to keep the pregnancy a secret, and you and I ended up with the baby, then --",
        "Michael: Oh, Marcie.",
        "Marcie: Hold on. I'm just saying, hypothetically, okay, Mike, that if that's how it all went down, and Todd didn't have to know that we were raising his grandchild -- all right, fine, I know. I know, Michael. What's the point of thinking about it when it can't happen, it shouldn't happen?",
        "Michael: You are thinking about it.",
        "Marcie: It's only because Starr really wants this, Mike. She wants it so much.",
        "Michael: Why?",
        "Marcie: I don't know. I guess she sees that Todd took Tommy away from us, and I think she realizes -- she realizes what he did, and I think it would make her feel really good to be able to give us a kid back.",
        "Michael: Well, that's crazy. She wants to give us a kid out of guilt? Look, Marcie, we both know that this cannot happen.",
        "Marcie: I know.",
        "[SCENE_BREAK]",
        "Nora: Cole, are you actually considering suing Starr for custody?",
        "Cole: No, I'm not considering it. I'm doing it, and I need your help.",
        "[SCENE_BREAK]",
        "Lindsay: Let's just start over, all right? Calm. Let's both get calm.",
        "Nigel: I'm already calm. You're the one whose veins seem to be bulging.",
        "Lindsay: Nigel, are you aware that Bo and I are involved?",
        "Nigel: I am, yes.",
        "Lindsay: Then you know that I would never do anything to hurt this family. I don't see what the problem is with me getting something that's already mine.",
        "Nigel: If it is indeed yours, then I suggest that you ask Mr. Buchanan to retrieve it for you.",
        "Lindsay: Nigel -- you know me.",
        "Nigel: Precisely.",
        "[SCENE_BREAK]",
        "Nora: Have you thought about what effect this is going to have on your relationship with Starr?",
        "Cole: No, I can't.",
        "Nora: But you say that you love her.",
        "Cole: I do.",
        "Nora: Well, then how can you not think about it? Cole, Starr doesn't want t raise this child, and if you sue her for custody of this child, in utero, whether you win or lose, what's going to happen to the two of you? What will be left of you and Starr when this is over?",
        "[SCENE_BREAK]",
        "Marty: What are you saying? That he was trying to kill me?",
        "Todd: No, not that exactly. John was mixed up with some pretty bad dudes, and they're the ones that took you hostage. And Ramsey -- Ramsey was the FBI agent assigned to the case.",
        "Marty: My God, I can't believe I don't remember any of this.",
        "Todd: Well, uh, those -- those bad dudes that John was involved with, they're the ones who -- who took you hostage. And they had you in a van. And when it sped away, um, John took out his gun and Ramsey tried to stop him. But John wouldn't have it, and uh, shot out the tires of the van. And of course the van driver couldn't maintain control, and uh, and it went over and rolled over a cliff. And, uh, John didn't care that you were in the back. Didn't care about anything. I an, uh, that's the way he is -- the end justifies the means for him. It doesn't matter who gets hurt -- innocent people like you. You know, and the worst part of it is --",
        "Marty: What?",
        "Todd: Well, he had a chance to save you, and he didn't. He just walked away.",
        "[SCENE_BREAK]",
        "Blair: What, you think that Starr's being unfair here?",
        "John: No, I don't. It's just I know a lot of guys in Cole's position would be relieved to be off the hook, and he's not. He wants to take on the responsibility.",
        "Blair: Oh, responsibility?",
        "John: Yes.",
        "Blair: Want to talk about responsibility? If he showed a little responsibility and wore a condom that night, we wouldn't be standing here talking about these choices.",
        "John: Everybody makes mistakes.",
        "Blair: All of which are sad and wrong. I'm sorry, John. Sorry.",
        "John: Hey, look, I know how hard this must be for you.",
        "Blair: Well, it's -- and I know that it's hard for Cole, too.",
        "John: You know, a lot of this has to do with his mom. You know, it has to do with Marty. He wants part of her to live on in that baby.",
        "Blair: This must bring up a lot of stuff for you, too. I'm sorry, John.",
        "[Knock at door]",
        "Blair: Excuse me",
        "John: Yep.",
        "Blair: Mr. Guthrie.",
        "Morgan: Hello, Blair.",
        "Blair: Todd, if you're looking for him, doesn't live here anymore.",
        "Morgan: I know, Blair. I was just at his place, and that's where he signed these.",
        "Blair: What are they?",
        "Morgan: I am sorry about this, Blair. But you've been served.",
        "John: What's going on?",
        "Blair: Todd's suing me for divorce.",
        "[SCENE_BREAK]",
        "Marty: So John left me to die?",
        "Todd: You know, if you don't want to talk about it --",
        "Marty: No, no, I'm -- I have to know.",
        "Todd: Well, let's see, after the crash, the van was on fire, and you were in the back, but you were still alive. And John and Ramsey did make it down to the crash site, saw that you were trapped, but --",
        "Marty: No, go on -- go on, please.",
        "Todd: Well, John didn't really do anything about it, he just saved his own ass.",
        "Marty: But why -- why would he just leave me there?",
        "Todd: He knew that if the fire caught the van's gas tank, then it would explode. You'd be killed. And you know, if you were dead, then you couldn't answer Ramsey's questions about what went down.",
        "Marty: So -- so he wanted Ramsey dead, too. Was he the one who killed him?",
        "[SCENE_BREAK]",
        "Blair: He's divorcing me on grounds of fraud. That would make sense -- I mean, everybody in this town knows that we only got married so he could get custody of Sam. You know, just after time, it just -- doesn't matter anymore, anyway.",
        "John: I'm sorry.",
        "Blair: It's all right, you know, just kind of -- it's just sudden, everything that's going-- you need to get back to work?",
        "John: I'm not in a hurry, if you want to talk.",
        "Blair: Oh, there's nothing to talk about, right? I mean, it's over. It's just, you know, I thought --",
        "John: What?",
        "Blair: I don't know, just because when he divorced me before, just -- this time it feels different. It is different. So, it's like, you know, he's even moving on. He's got a new address, 437 Jackson Hill Road. He's advertising that, \"Hey, I'm moving on, Blair.\"",
        "John: Well, you know, I'm not really to judge someone in their relationships, but he's an idiot.",
        "Blair: Yeah, well --",
        "John: Look, you know, I shouldn't be talking, because I'm not one to have had a lot of success in that department anyway, and I don't -- is this your mother and Vickers?",
        "[Blair laughs]",
        "John: Is this Elvis? What -- this is a joke, right?",
        "Blair: If only.",
        "John: Well, I guess we'll leave it like that.",
        "Blair: Yeah, please do.",
        "John: All right. Hang in there.",
        "Blair: Thank you for -- for so many things, but thank you for understanding Starr's decision.",
        "John: They're good kids. They really are.",
        "Blair: Yeah, I know, but it all just breaks my heart.",
        "John: Me, too. I'll see you.",
        "Blair: Okay.",
        "John: He I just want to say this. Starr's lucky to have such a good mom.",
        "Blair: Thank you.",
        "[SCENE_BREAK]",
        "[Babies crying]",
        "Marcie: Which one is yours?",
        "Woman: The little girl sleeping on her side.",
        "Marcie: Oh, she's beautiful.",
        "Woman: She's a miracle. I had pretty much given up on ever becoming a mother, and here she is, my daughter. My little Emily. There's no greater feeling.",
        "Marcie: No -- none at all.",
        "[SCENE_BREAK]",
        "Nora: Cole, I can't agree to help you if I don't --",
        "Cole: If you don't what? What -- want me to raise my own kid? That's fine, that's fine. I'll go get help somewhere else.",
        "Nora: Okay, Cole, let me finish a sentence here, come on. I just don't -- it's a matter of whether or not fighting is what you or Starr or the baby really needs.",
        "Cole: Yeah, does my baby really need strangers taking care of him? Is that what you're trying to say?",
        "Nora: You keep using that term, strangers, and I don't think that's really fair to all the adoptive parents out there --",
        "Cole: I'm not being fair? I'm not being fair? What about Starr? Has she, for one second, thought about what this is doing to me? No, and I'll tell you why. Because Starr already has a family. She has brothers, she has -- aunt, mom, dad, cousins. She has more family than she knows what to do with. Please, just let me finish, okay?",
        "Nora: I just -- okay.",
        "Cole: I don't have a family, okay? The only family I have is this baby. And I don't mean any disrespect to you, or to Matthew, because you guys have been great.",
        "Nora: Oh, sweetie, I get it. We're not family, and I understand that.",
        "Cole: Please -- please, I need you to help me with this.",
        "Nora: Cole -- yes, I'll help you.",
        "Cole: Thank you.",
        "Nora: But I'm begging you, okay, begging you to please think long and hard about what you're doing, okay? Because you could lose not only the baby, but Starr, for good.",
        "[SCENE_BREAK]",
        "Lindsay: Nigel, please, what do you think I'm going to do? Steal the silverware?",
        "Nigel: I'm not sure how many more ways I can say this to you, Ms. Rappaport. Regardless of how Mr. Buchanan feels about you, you have somewhat of a colorful background.",
        "Lindsay: Well, so did your boss, Asa, but you never said no to him.",
        "Nigel: You may not come into this house and go through Mr. Buchanan's personal papers.",
        "Nora: Nigel, is there a problem I should know about?",
        "Lindsay: It's really very simple. Something personal of mine got mixed up in the papers that Bo brought you for the lawsuit against Dorian, and all I was trying to do was --",
        "Nigel: Was to go through Mr. Buchanan's private files without his permission.",
        "Nora: Thank you, Nigel, I think I can handle this from here.",
        "Lindsay: That's all there is to it, so I'll just --",
        "Nora: You think I'm going to let you get your paws on our papers?",
        "Lindsay: Those are mine -- let me please just go through them.",
        "Nora: No, I'm not. Get away from me.",
        "Lindsay: Let me have those, Nora.",
        "Nora: No, you're not. Get away from the papers!",
        "[SCENE_BREAK]",
        "Marcie: What time was she born?",
        "Woman: 2:15 A.M.",
        "Marcie: Oh, my, she's not even a day old.",
        "Woman: No, but big. Eight pounds, seven ounces.",
        "Marcie: And when you said you didn't think you'd be a mom?",
        "Woman: Well, my husband and I, we tried for almost five years. We tried ivf, we looked into surrogacy, and as soon as we finally made our decision to adopt, I found out I was pregnant.",
        "Marcie: That's great.",
        "Woman: Yeah, I mean, nobody could believe it. I don't think I even really believed it until they put her in my arms and I heard her first cry.",
        "Marcie: You must be really happy.",
        "Woman: Happy doesn't begin to describe it. I opened my eyes this morning, and I said to myself, \"I have a child.\"",
        "[Babies crying]",
        "Woman: So are you related to any of these babies?",
        "Marcie: Oh, no, I work here -- volunteer, pediatrics, yeah.",
        "Woman: Oh, that seems right.",
        "Marcie: What do you mean?",
        "Woman: Well, the way you're looking at these babies, it's obvious you love children.",
        "Marcie: Oh, yeah, I do.",
        "Woman: Any children of your own?",
        "Marcie: No -- no.",
        "Woman: Well, if it's what you want, I hope someday that you're a mother, too.",
        "Marcie: Thank you.",
        "Woman: I am going to go nurse her.",
        "Marcie: Right.",
        "Woman: Wish me luck.",
        "Marcie: Take care.",
        "Woman: You, too.",
        "[SCENE_BREAK]",
        "Marty: Why won't you answer me? Is it John that killed Lee?",
        "Todd: Okay, I shouldn't have told you any of this in the first place.",
        "Marty: Look at me. Yes or no?",
        "Todd: John was up to his neck.",
        "Marty: [Sighs] Oh, God, I cannot believe this is true.",
        "Todd: See, this is why I didn't want to tell you. I've got to leave you, sorry. I've got to go. I've got a family thing. I'll bring up your medications before I go, okay? Hey, you know, I know this is a lot to handle, but I tell you, you're a lot safer here with me than you ever were with John. You are lucky that he's not in your life anymore. I'll get this out of your way.",
        "[Marty groans]",
        "[SCENE_BREAK]",
        "Nora: You think I'm going to let you help B.E. the way you've been helping it in your little sleazy, slimy way before?",
        "Lindsay: I wish Bo could hear the way you talk to me.",
        "Nora: Oh, for God's sake. Bo hasn't caught on to you yet, but soon he will. He will be just as wise to you as the rest of us are, and he'll be grateful to anyone and everyone who has kept you from destroying this family.",
        "Lindsay: No wonder Clint has been looking older lately. Being in a relationship with you would suck the life out of anybody.",
        "Nora: Oh, God. Go home, Lindsay -- get out of my house. Now.",
        "Lindsay: If she finds that letter, I'm dead.",
        "[SCENE_BREAK]",
        "Starr: Checking out the babies, huh?",
        "Marcie: Well, I'm working here now. Well, volunteering in pediatrics, and I thought I would just come by and stop for a minute.",
        "[Babies crying]",
        "Starr: Right.",
        "Marcie: I have to go -- I'll see you later.",
        "Starr: Wait, Mrs. McBain. I've been doing some research on the internet. I've seen a lot of couples who want an open adoption.",
        "Marcie: Well, I'm sure there's plenty of people that would want to adopt your baby, honey.",
        "Starr: But none as perfect as you and Dr. McBain.",
        "Marcie: Stop, please. Please don't do this.",
        "Starr: Why? Why do you think that this is so crazy?",
        "Marcie: I do, Starr, I think it's crazy, yes.",
        "Starr: Okay, but sometimes crazy ideas turn into really amazing ones. You just need some time to think about it and let it sit, you know, like -- okay, I have no idea what I'm saying, but --",
        "Marcie: I know, I understand what you meant, I do.",
        "Starr: Just please, change your mind.",
        "Marcie: Starr, I can't.",
        "Blair: Hello, Marcie.",
        "Marcie: Hi.",
        "Blair: Starr -- she's here for her checkup, you know, for school.",
        "Marcie: Oh, I'm just working here today, volunteering in pediatrics.",
        "Blair: Oh, well, that's really nice of you to do that.",
        "Marcie: Yeah, well, the kids, I'm here to help them, but they actually help me. It lifts my spirits, you know.",
        "Blair: I just want you to know Sam is doing really well.",
        "Marcie: Yeah, well, that doesn't surprise me. The kid's pretty tough.",
        "Blair: Yeah. Okay, you ready to go?",
        "Starr: Yeah.",
        "Blair: Okay, bye.",
        "Marcie: Bye.",
        "Blair: This way.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "John: Morning. Lady of the house in?",
        "[NEXT_ON]",
        "Shane: He's gonna stick around. He moved in.",
        "John: You were in the penthouse. Who's the woman, and what have you done with her?",
        "Jonas: You need to come clean now.",
        "Jessica: How am I supposed to bury the love of my life? How am I supposed to do that?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=YRtKzh2dgPI"
}