{
    "Episode Summary": [],
    "Recap": [
        "Todd, Blair and John all scrounge to find Starr and Cole. They find Winter, the guy who rented them their room. He is not about to talk until Todd flashes money at him. And he leads them to the rooming house. Inside, Starr is getting sick from the pregnancy and admits to Cole that maybe she needs her mom. But they determine that their baby will be like only the good people in both of their families and not, in any way, like Todd.",
        "Right when Rex is supposed to get to his wedding, Shane has an asthma attack. Rex is determined to get him to the hospital and be there for him although Gigi urges him to get to his wedding. Adriana cannot find him. She asks Dorian to help and Dorian \"helps\" by offering to double what Adriana has paid Brody, in order for him to go back to where he came from. Brody concludes the reason for that is because she doesn't want her daughter to marry Rex. And he understands why she is right in doing that. They both know that he has no claim on Gigi and Adriana may have no claim on Rex."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "David: That's right, I'm smart. I know everything.",
        "Jared: Everything? About the world, life, the universe?",
        "David: Nice try, uncle faker. You see, I wasn't washing your dirty dishes back at the Bon-Jour Cafe for nothing. Actually it was for nothing. That's why I quit. But that doesn't matter, because I have a new paycheck coming in the mail.",
        "Natalie: Okay, David, spit it out, okay? What -- what are you doing here? What do you want?",
        "David: Props to you, jarhead. You're good, but you're not that good. You see, I know that you're not Asa Buchanan's son, so I'm here to collect what's rightfully mine.",
        "[SCENE_BREAK]",
        "Antonio: Oh, man. I wouldn't go in there if I were you.",
        "Charlie: Why, what's the matter?",
        "Cristian: It's like a sauna in there. They have to have a fan around here somewhere.",
        "Antonio: Yeah, well, I hope so.",
        "Charlie: Well, maybe the heat went on by mistake. I'll check the thermostat.",
        "Antonio: All right, suit yourself.",
        "[SCENE_BREAK]",
        "Bo: Oh, it's okay, son.",
        "Matthew: Do we have to wear jackets? It's so hot.",
        "Bo: I know. No, we can stay in our shirt sleeves until we have to go out there. I mean, who's going to know anyway, hmm?",
        "Matthew: Hey, Charlie.",
        "Charlie: Hey.",
        "Bo: Hey. Where's Balsom? I thought he was going to pick you up.",
        "Charlie: Shoot. I guess he didn't get my message. I just thought it'd be easier for him if I rode in with Viki, but I was kind of hoping he'd be here when I got here so I wouldn't have to worry about him.",
        "Bo: Uh-huh. You, too, huh?",
        "Charlie: Hmm.",
        "[SCENE_BREAK]",
        "Dorian: Thank you so much for helping unload the limo, but, Markko, it's now time for you to go.",
        "Langston: This whole sex segregation thing with weddings is totally archaic.",
        "Markko: It's okay. No way do I want to be a part of this.",
        "Langston: Oh.",
        "Markko: But if you want to come hang with me in the guys' room --",
        "Dorian: Don't even think about it. Good-bye, Markko. Bye-bye-bye. Now in this dress, really important -- shoulders back, stand up straight. Beautiful. Darling, why do you keep checking that cell phone?",
        "Adriana: I'm -- I'm not.",
        "Dorian: Yes, you are. This isn't about Gigi, is it?",
        "[SCENE_BREAK]",
        "Gigi: Somebody help!",
        "[Shane wheezes]",
        "Rex: What's wrong with Shane?",
        "Gigi: He's having an asthma attack.",
        "Rex: Okay. Where is his inhaler?",
        "Gigi: The one in the carriage house was empty. There's another one around here somewhere. I don't know.",
        "Rex: Hang in there, buddy, okay? We'll find it, okay?",
        "[Shane stops wheezing]",
        "Rex: Shane, you okay?",
        "[SCENE_BREAK]",
        "Cole: All right, what do we got in here? Uh -- granola. We got some trail mix. Yogurt, raisins -- not the healthiest, but everybody deserves a treat. Vitamin juice. It's supposed to have everything you need in one bottle in one day. Uh -- tuna. Tuna",
        "Starr: Oh.",
        "[SCENE_BREAK]",
        "John: Here.",
        "Blair: Oh, thanks. So any word?",
        "John: No, nothing. I asked whoever was around. I called Nora. She hasn't heard anything from Cole. Maybe they're holed up inside somewhere.",
        "Blair: Oh, man. Last night in that motel. Long night, wasn't it?",
        "John: Yeah.",
        "Blair: Hot.",
        "Todd: Oh, yeah? You guys have a nice long, hot night in the motel room last night? Is that why John got the middle room?",
        "Blair: Oh, gosh, you caught us. That's right. John and I made passionate love all night long. Happy now?",
        "Blair: You're unbelievable, Todd.",
        "Todd: No, it's great, Blair. We're here to look for our daughter, and you decide to shack up with him.",
        "Blair: I didn't shack up with John. John and I have been up since dawn out there looking for our daughter. What were you doing? Scouring my hotel room for signs of a fling with John? Is that what you were doing?",
        "Todd: Why don't you shut up?",
        "John: All right, look, that's enough. I'll call you when I know something.",
        "Blair: Thank you, John. Thanks for everything.",
        "Todd: [As Blair] Thank you, John. Thanks for everything. Thank you, John.",
        "Blair: Why don't you shut up?",
        "Todd: Thank you, John.",
        "[SCENE_BREAK]",
        "Cole: Is -- is that normal, getting that sick?",
        "Starr: I get nauseous a lot.",
        "Cole: Hey, Starr, you don't look so good. Maybe I should go back to the store and get something for your stomach.",
        "Starr: No, you can't do -- I can't have any of that. It's just not good for the baby. It'll -- it'll go away.",
        "Cole: Okay, then I'll just have to stay here and take care of you till it does.",
        "Starr: No, look, I'm sorry, but you could just please leave me alone for right now?",
        "Cole: Sure.",
        "[SCENE_BREAK]",
        "Dorian: You look radiant as always.",
        "Adriana: And ready to marry Rex.",
        "Dorian: In just a little while.",
        "Roxy: Hi. Could someone give me a hand here?",
        "Talia: Oh.",
        "Layla: Here.",
        "Roxy: I was so sorry I couldn't fit into the limo with all of you. Thank God my junk mobile got me here.",
        "Dorian: What is all this?",
        "Roxy: Oh. I'm going to make her en more babe-a-licious than she already is.",
        "Dorian: No! I mean, you're the mother of the groom. You shouldn't be working today. That's why I had her hair done at home. Uh, how about some bubbly?",
        "Roxy: Oh, no. Listen, I'm going to try to keep it straight, because I have a vision about the way I think that she should look. Amy Winohouse. Now that's what I call real style. Doan: Hmm.",
        "[SCENE_BREAK]",
        "Adriana: Please tell me you're with Gigi right now, Brody.",
        "Brody: I'm here, at her house. There's no Gigi. There's no Shane, either.",
        "Adriana: Well, where are they?",
        "Brody: You got me. But it looks like they left fast. That's what I'm going to do, too.",
        "Adriana: No, no, don't. Just stay put and don't move.",
        "Dorian: Adriana?",
        "[Adriana sighs]",
        "Dorian: Okay, you have got to stop doing this to yourself. Stop worrying about Gigi.",
        "Adriana: I can't. Okay, you wouldn't help me yesterday, but I need your help. Please. You're always telling me that you want me to be happy. It's my wedding day. Can't you help me be happy at least for today?",
        "[SCENE_BREAK]",
        "[Shane wheezes]",
        "Rex: Is he going to be all right?",
        "Gigi: If I can't find his inhaler, I'm going to have to take him to the E.R.",
        "Shane: I'll be okay.",
        "Gigi: Don't try and talk. Just stay calm. We're going to find your inhaler. You know what? There might be an extra one in his old room.",
        "Rex: Okay, I'll go look.",
        "Gigi: I -- I know where it is. You don't. Stay with him.",
        "Rex: I got to tell you, Shane, you are one brave dude. Shane! Shane.",
        "[SCENE_BREAK]",
        "Natalie: So you, uh, you know --",
        "David: Natalie, did you really think that I wouldn't figure it out? I'm practically the poster boy for long-lost sons. I could've been your uncle all this time.",
        "Natalie: But-",
        "David: If Todd hadn't found out.",
        "Jared: Todd?",
        "David: Yeah, I had really bad timing on that one. I had Viki going for a long time, and she is one tough cookie to fool. But that's not going to happen again. I've been to the mountain. It's been a long climb back. You know, it feels really good to be back on top again.",
        "Jared: You fooled people into thinking you're Viki's brother. You expect them to believe a word you say?",
        "David: Yes. Because this time, I'm telling the truth. I know for sure that you're scamming them.",
        "Natalie: Well, no one's going to believe it coming from you.",
        "David: Natalie, there is a saying that goes, \"even a broken clock is right sometimes during the day, once or twice at night.\" I'm pretty sure I got most of that wrong, but my point is all I need to do is plant a seed of doubt. Maybe I'll suggest that they recheck the DNA. One way or the other, Jared, they will realize that you're no more a Buchanan than I am.",
        "[SCENE_BREAK]",
        "Cristian: This ought to cool things off.",
        "Charlie: You know, maybe we should get some water and ice from the joint around the corner.",
        "Markko: Oh, I am definitely down for that.",
        "Cristian: Get me some, too.",
        "Markko: All right.",
        "Cristian: Thanks.",
        "Antonio: Right. Yeah. Yeah, you got it. Okay. Hey, I'll be right back, okay?",
        "Cristian: Hey, hey, hold on a second. Listen, if you're going to see Talia again, be careful, huh? You're this close to getting Ramsey where you want him. Don't want to mess this up.",
        "Antonio: We're in church. Ramsey avoids it like sunlight.",
        "[SCENE_BREAK]",
        "Talia: Hmm, girls, I'm going to go and check on the bouquets, make sure they got here and they're what Adriana had specified, okay?",
        "Langston: Okay. I'll go with you.",
        "Talia: No. Um -- I actually wanted to be alone to pray.",
        "Langston: Okay, that's cool.",
        "Talia: Okay.",
        "Layla: I didn't know Talia was that religious.",
        "Sarah: Or that she was even catholic.",
        "Layla: I guess we don't know everything about our roomie.",
        "[SCENE_BREAK]",
        "Talia: Oh, um, I'm going to just make sure your bouquets are here. Excuse me.",
        "Dorian: Thank you, dear.",
        "Adriana: I need your help, Mom. I know you think it's beneath me and you don't approve, but I could lose Rex.",
        "Dorian: You're not going to lose him. He's marrying you today.",
        "Adriana: He was with Gigi last night.",
        "Dorian: Oh. How can you be sure?",
        "Adriana: He was. Brody saw them. I sent him over there this morning, but Gigi was already gone. Brody said it looked like she left in a hurry. She is up to something. I know she is. You have to get Brody and bring him here. If Gigi is planning on telling Rex that he's Shane's father before the wedding, Brody will stop her.",
        "Dorian: How do I even know where he is?",
        "Adriana: He's at the carriage house at Viki's. I told him to stay put. Please. If you never do anything for me ever again, do this. I love Rex so much. I can't lose him.",
        "Dorian: All right, sweetheart. I'll do what I can.",
        "[SCENE_BREAK]",
        "[Rex wheezes]",
        "Rex: Okay, buddy. All right, buddy. Listen, remember what your mom said. If you calm down, it's going to be easier to breathe, okay? All right? All right, listen, try -- try this. Breathe in through your nose and out of your mouth with your lips really, really, really close together like you're blowing out a candle, okay?",
        "[Wheezing stops]",
        "Rex: Try to breathe out for longer than you breathe in. Good, do it again. Good. All right, I am not going to let anything happen to the greatest kid in the whole world, okay?",
        "[Shane wheezes]",
        "Gigi: Oh, no, okay, I couldn't find his inhaler. We have to take him. We have to take him to the hospital now.",
        "Rex: My car's right outside. Okay, calm down. Shh.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Brody: Gigi?",
        "Dorian: No, I'm afraid not. So, she didn't come back.",
        "Brody: Nope. Aren't you supposed to be getting your daughter hitched?",
        "Dorian: Actually, that's why I'm here. Sit down, Brody. Suit yourself. But I want you to listen carefully, because I want you to do exactly what I'm going to tell you and do it quickly.",
        "Brody: I know the plan. Adriana wants me to show up at the wedding and play like Shane's dead dad and Gigi's dead boyfriend.",
        "Dorian: The plan has changed.",
        "[SCENE_BREAK]",
        "Gigi: Somebody please help my son!",
        "Rex: He's really struggling, he can hardly talk.",
        "Michael: Albuterol, 2.5 milligrams. Let's get him some solu-medrol, 50 milligrams I.V.",
        "Gigi: This is the worst one he's ever had. Is he going to be all right?",
        "Michael: Well, we got to get him breathing. Three's open. Let's go.",
        "Gigi: It's okay, baby. I'm here, baby. Oh, my God, Rex! Oh, my God!",
        "Rex: Mike's a good doctor. He'll be fine.",
        "Gigi: Your wedding. You have -- you have to get to your wedding.",
        "Rex: I'm not going anywhere, not till I know Shane's okay.",
        "Gigi: But you're getting married, Rex.",
        "Rex: This is where I belong right now.",
        "[SCENE_BREAK]",
        "Sarah: So I saw this in an antique store in Napa and I thought it would be perfect for your \"something old.\"",
        "Adriana: It is. Thank you, Sarah.",
        "Sarah: Mm-hmm, of course.",
        "Layla: And I've got your \"something new.\"",
        "[Layla chuckles]",
        "[Adriana gasps]",
        "Layla: I designed it when you were in Europe --",
        "Sarah: Wow.",
        "Layla: Especially for you.",
        "Adriana: Layla, I love it.",
        "Roxy: And Rexy will, too.",
        "Adriana: Oh.",
        "Langston: And I have your \"something borrowed.\" It was my mom's.",
        "Adriana: No, Langston, I couldn't.",
        "Langston: No, I really want you to take it. Please. We're like sisters now, and it would really mean a lot to me.",
        "Adriana: You deal with my mom as much as I do. We are sisters. Thank you.",
        "Layla: I know Talia has your \"something blue,\" but I don't know what's keeping her.",
        "[SCENE_BREAK]",
        "Talia: Hi. You look, um, really hot.",
        "Antonio: Well, that's why I'm out here. I was burning up.",
        "Talia: Me, too.",
        "Antonio: In case you forgot what I said last night --",
        "Talia: I love you.",
        "Antonio: I love you. I can't wait to wake up saying it.",
        "Talia: Oh.",
        "Antonio: Go to bed saying it.",
        "Talia: Go to bed, period. No, no, no, we're in a church. We're in a church.",
        "Antonio: Yes.",
        "Talia: No.",
        "Antonio: I know.",
        "Antonio: Unless you're God, go away. I get your point, Cris. Go away.",
        "Man: I don't know who Cris is. And I don't think I made my point.",
        "[SCENE_BREAK]",
        "John: Good waves?",
        "Winter: No. I don't know anything about those kids you were asking about last night.",
        "John: Who says I'm asking now?",
        "Winter: Well, who says that psycho isn't going to keep coming after me?",
        "John: Nobody's going to come after you as long as you play it cool.",
        "Winter: Like I said, man, I don't know anything about it.",
        "John: Hey, you know, I know what you told Manning. I also know that you got a juvie jacket, Eugene. Of course, you're 19 now. That makes you an adult. Withholding evidence can be considered a crime.",
        "Winter: I wanted to see them make it. I really did.",
        "John: Do you know where they are?",
        "Winter: Yeah. I know.",
        "[SCENE_BREAK]",
        "Cole: How you doing?",
        "Starr: I can't keep anything down.",
        "Cole: I know you said that you want to be alone, but I don't think a cool washcloth would hurt, right?",
        "[SCENE_BREAK]",
        "Todd: Hey. So you never answered me before. Did you or did you not find out more about Starr?",
        "Blair: No. John's working on it. I heard him through the wall last night. He was on the phone with somebody.",
        "Todd: What was he saying?",
        "Blair: I couldn't hear him. Just said he was on it.",
        "Todd: Why did you say you slept with him when you hadn't?",
        "Blair: You know, it was the first thing that you asked. You know, you didn't even ask about Starr. What's wrong with you?",
        "[SCENE_BREAK]",
        "Cole: Try to drink some water.",
        "Starr: I can't.",
        "Cole: Listen, you don't want to get dehydrated. I read that in that book. Starr, I didn't mean to upset you.",
        "Starr: Cole, it's not you. It's just -- no, I --",
        "Cole: Come here, okay, okay, okay.",
        "[SCENE_BREAK]",
        "Todd: What is this about me not caring about my own daughter?",
        "Blair: I say that because you keep looking to blame people other than looking for Starr. Why are you making this all about you, Todd?",
        "Todd: What?",
        "Blair: Never mind. I don't even want to talk to you about this.",
        "Todd: All right, hold up. Hold up.",
        "Blair: No.",
        "Todd: Hey, Blair. Stop. All right, let me have it. What is it?",
        "Blair: I just -- I have this feeling that Starr's running away isn't just so she could be with Cole.",
        "Todd: Why do you have that feeling?",
        "Blair: I don't know, Todd. I just feel it. I feel that something's wrong, and -- and that she needs me. She's scared and all alone and she needs her mom.",
        "[SCENE_BREAK]",
        "Cole: Starr? What is it? What is it, huh? Come on, tell me, whatever it is, I'll get it for you.",
        "Starr: I want my mom.",
        "[SCENE_BREAK]",
        "Jared: Okay, yes, you -- you're on to us. You know that I'm not a Buchanan. But, see, Natalie and I are planning on telling the family.",
        "David: Just not right now.",
        "Jared: Well, I was hoping to come clean in a way that would hurt the fewest people, David.",
        "David: If I had a sword, I would knight you. But I don't and this is anything but noble.",
        "Jared: This isn't about money.",
        "David: Of course it's about money, fake Uncle Jared. It's always about money. But don't you see? You don't have to pretend to be the baby Buchanan anymore. To inherit the money, you can just marry it.",
        "Jared: I love Natalie.",
        "David: Have you been rehearsing that? It sounded rehearsed. Well, maybe I'm wrong. Maybe you're more into her than I thought.",
        "Natalie: You know what? David, there's more than one reason why we don't want this to get out yet.",
        "David: Prison being one.",
        "Natalie: Can you at least let me break the news to my mom first? I know you don't want to hurt her.",
        "David: What are you talking about? Who said anything about breaking the news? We don't have to breathe a word of this -- unless the creepy spawn of Asa's comes crawling out from under a rock.",
        "Natalie: Oh, well, good. Glad that's settled.",
        "David: No, Natalie, there is still the matter of the money.",
        "Natalie: Money?",
        "David: The next generation of con artists is such a disappointment. You don't even know blackmail when it's staring you in the face.",
        "[SCENE_BREAK]",
        "Matthew: Do I look dorky?",
        "Bo: Dorky? Why? How do I look?",
        "Matthew: You look cool.",
        "Bo: Well, you look like me, so there's your answer.",
        "[SCENE_BREAK]",
        "Markko: Antonio's been AWOL for awhile. Is everything okay?",
        "Cristian: I hope so.",
        "[SCENE_BREAK]",
        "Priest: I don't have to tell you this is inappropriate behavior. You're in a house of worship.",
        "Talia: It won't -- it won't happen again. We promise, sir -- Father. I'm so sorry.",
        "Priest: Make it so.",
        "[Talia and Antonio laugh]",
        "Talia: Feel like we're going to be turned into pillars of salt or something.",
        "Antonio: Well, as long as it wasn't Ramsey, it doesn't matter.",
        "Talia: It does matter. Whoa -- we just promised a priest.",
        "Antonio: Uh-uh. You promised.",
        "[SCENE_BREAK]",
        "Roxy: Hey, Adriana? Seeing as Talia didn't come through, I wanted to give you something blue. And, uh -- with this thing, I've won more poker games and slots than I can even count. But the best luck of all is that I now have you as a daughter-in-law. It's a rabbit's foot.",
        "Adriana: Is it real?",
        "Roxy: Oh -- no -- unless there's some three-legged blue freak hopping around somewhere. But this thing is really lucky. Not that you need it or nothing.",
        "[SCENE_BREAK]",
        "Brody: What do you mean, \"The plan's changed\"? How?",
        "Dorian: If you would just listen to what I have to tell you.",
        "Brody: Look, I know your daughter cut me a fat check, but it's a tall order taking on a kid that's not mine.",
        "Dorian: I know that Shane isn't your son. Whatever it was that Adriana wanted you to do, I'm prepared to pay you double not to do it.",
        "Brody: What do I have to do?",
        "Dorian: Go back to wherever it was that I found you, roll over, and play dead.",
        "Brody: You want me to leave?",
        "Dorian: Duh. A private jet is fueled and ready to take off.",
        "Brody: What about your daughter? Aren't you worried Gigi's going to screw up the wedding?",
        "Dorian: Sometimes my daughter does not know what's best for her.",
        "Brody: And you do. You want Gigi to stop that wedding. You don't want your daughter to marry Balsom.",
        "[SCENE_BREAK]",
        "Starr: I'm sorry for snapping and telling you to leave the room.",
        "Cole: It's all right. I understand.",
        "Starr: And about my mom, saying that I wanted --",
        "Cole: I get that, too.",
        "Starr: I know. I feel -- I just felt really sick and emotional and I just -- I'm really sorry that I said it.",
        "Cole: Can't help feeling that way. Sometimes, only mom can help. I know.",
        "Starr: Cole, I'm really -- I'm really sorry.",
        "Cole: It's all right. It's all right. I can't have my mom back. But you can.",
        "Starr: No, I can't. And I miss her a lot right now.",
        "Cole: Yeah. I know.",
        "[SCENE_BREAK]",
        "Todd: Something else going on with Starr, huh? How long have you been feeling this?",
        "Blair: Since she ran away.",
        "Todd: Well, I wish you would've told me this before.",
        "Blair: Yeah, well, I wish you'd been there for me to tell you.",
        "Todd: What is McBain up to?",
        "Blair: Wait -- Todd, wait.",
        "Todd: McBain?",
        "John: Play it cool.",
        "Todd: What's going on? What'd you find out?",
        "John: Nothing.",
        "Todd: What'd you tell him?",
        "John: He's not talking.",
        "Todd: There you go. What'd you tell him?",
        "Winter: Crap. I don't make that much in a month.",
        "John: Don't do it, Winter.",
        "Todd: Talk to me.",
        "Winter: Dude, I got to eat.",
        "Todd: Yeah, that's right. Tell me what I want to know.",
        "Winter: They got jobs in the restaurant next to the arcade. They start tomorrow. Sorry, dude.",
        "John: Don't call me \"dude.\"",
        "Todd: Don't even think about warning them.",
        "Blair: John? Why did you give Todd a lead there?",
        "John: I told Winter here to put Todd on the wrong trail.",
        "[SCENE_BREAK]",
        "Natalie: You know, I told you he was a cretin.",
        "David: Hey, cretins have feelings, you know.",
        "Natalie: Do you know that -- you know this guy was a donor match when Jessica had liver cancer, and he wanted my dad to pay him $10 million before he would agree to be the donor.",
        "David: Never made a dime off of that.",
        "Natalie: Yeah, because my mom got through to you first.",
        "David: Yeah, and I felt really --",
        "David: What's the word?",
        "Natalie: Guilty.",
        "David: I never want to go through that again.",
        "Natalie: Okay. All right, David. Then don't. All right? Do the right thing.",
        "David: No. I'm sorry. We're not talking about livers here. No one's dying. So I can't imagine feeling bad for taking my cut of what Jared's been bilking your family for this whole time anyway.",
        "Natalie: I told you he was scum.",
        "Jared: It's okay. I will handle this.",
        "Natalie: I've got to get to Rex's wedding -- I'm in it.",
        "Jared: Go. I will take care of it.",
        "Natalie: I'll miss you.",
        "Jared: You, too.",
        "David: Natalie, are you going to kiss Uncle Jared good-bye?",
        "[SCENE_BREAK]",
        "Dorian: I've never believed that Rex Balsom was right for my daughter. He doesn't deserve her.",
        "Brody: She seems to think so.",
        "Dorian: That's because he has made her so frightened and insecure, and I will not allow anyone to make my daughter suffer that way. It's just the right thing to do, Brody.",
        "Brody: Whatever you say.",
        "Dorian: And, by eliminating you from the equation, I'm merely letting nature take its course, because Gigi was meant to stop that wedding without anybody, including you, preventing her from doing that. So do we understand each other?",
        "Brody: Yes, ma'am. We understand each other, all right.",
        "Dorian: Delighted to hear.",
        "[SCENE_BREAK]",
        "Sarah: We didn't find Talia, but we did find the flowers.",
        "Layla: Oh, I was wondering what happened to them.",
        "Langston: Yeah, they delivered them to the church instead of here, but it's okay.",
        "Layla: Are you sure you didn't see Talia anywhere?",
        "Adriana: Forget about Talia. Do you know if Rex is here yet?",
        "Sarah: I -- don't know.",
        "Layla: I'm sure he's probably here, stepping into his tux as we speak.",
        "Langston: Yeah.",
        "Sarah: Definitely.",
        "Layla: You can always call him.",
        "Adriana: I tried. He's not answering.",
        "[SCENE_BREAK]",
        "Gigi: How did you know about that special breathing, the one that you were showing him?",
        "Rex: Uh -- well, I used to have asthma attacks when I was a kid, so --",
        "Gigi: Oh, yeah. You said that.",
        "Rex: Till I got away from Roxy's cigarettes, and then they went away. I should call Adriana.",
        "Nurse: No cell phones. You can use the payphones down the hall.",
        "Gigi: Go, go. I'll be fine. I'll be --",
        "Rex: Mike, how's Shane?",
        "Michael: He's fine.",
        "Gigi: Please tell me he's okay.",
        "Michael: He'll be fine.",
        "Gigi: Oh, thank God.",
        "Michael: Hey, you know, the climate here isn't as dry as it is in Texas. You should probably take him to an allergist.",
        "Gigi: I will.",
        "Michael: All right? You got him here just in time.",
        "Gigi: Thank you.",
        "Rex: Can we see him?",
        "Michael: It's just family right now.",
        "Gigi: But Re -- Shane loves Rex.",
        "Michael: Yeah. We can bend the rules, just this one time.",
        "Gigi: Yeah.",
        "Gigi: Baby, thank God you're all right.",
        "Shane: I'm sorry, Mom.",
        "Gigi: For what?",
        "Shane: For losing my inhaler.",
        "Gigi: You're all right now. That is the only thing that matters.",
        "Shane: Rex!",
        "Rex: Hey. Don't scare me like that again, okay?",
        "[SCENE_BREAK]",
        "Layla: It's almost time.",
        "Sarah: Hmm!",
        "[Layla giggles]",
        "Sarah: Where is Natalie? Or Talia, for that --",
        "Talia: No, I'm here. I'm sorry.",
        "Layla: Well, what happened to you?",
        "Talia: Um -- it was windy.",
        "Layla: In the church?",
        "Talia: Yeah.",
        "Dorian: All right. It's just about time. Where's Adriana?",
        "Langston: Oh, she's still getting dressed.",
        "Dorian: Oh, well, she better hurry. In fact, I'd better hurry. Excuse me.",
        "Adriana: Ready.",
        "Layla: Oh, my --",
        "Dorian: You look -- you look absolutely beautiful.",
        "[Dorian sighs]",
        "Adriana: Is Brody going to be here?",
        "Dorian: Don't worry, darling. I did everything that you wanted me to do.",
        "[SCENE_BREAK]",
        "Jared: I can't get that amount of cash until tomorrow.",
        "David: Fine. But remember -- just the first installment.",
        "Jared: See, Natalie and I are planning on telling the family, and when we do, your little ride on this gravy train's going to be over.",
        "David: Well, I'll cross that trestle when I come to it. I got to ask you, though -- aren't you a little concerned that the real Buchanan heir is going to rear his ugly head?",
        "[Jared scoffs]",
        "David: What -- what's so -- what's so funny?",
        "Jared: Oh. Nothing. It's just funny you should put it that way.",
        "David: Why? Do you know who he is?",
        "[SCENE_BREAK]",
        "Charlie: Yeah -- Natalie? Uh -- think you got the wrong room. But you can come in if you want to.",
        "Natalie: Uh -- no, I'll just try to find the bridesmaids.",
        "Bo: I was hoping that was Balsom.",
        "Charlie: I hear you.",
        "[SCENE_BREAK]",
        "Dorian: Here comes the mother of the bride.",
        "Langston and Sarah: Ooh.",
        "Talia: Beautiful.",
        "Dorian: Thank you.",
        "Dorian: Adriana --",
        "Layla: Yeah.",
        "Dorian: I -- I do not want you to worry.",
        "Layla: Excuse me.",
        "Dorian: Everything is going to be all right.",
        "Adriana: Thank you -- for everything you've done for me. And you look beautiful.",
        "Dorian: Thank you. I love you. And everything I do is because of that love.",
        "[Adriana giggles]",
        "Layla: It's show time.",
        "[Adriana sighs]",
        "[Knock on door]",
        "Dorian: Oh. Excuse me. Bo, what are you doing here? Shouldn't you be in the church?",
        "Bo: Yeah -- there's a bit of a problem.",
        "Adriana: A problem? What problem?",
        "Bo: Well, Balsom isn't here yet, and nobody seems to know where to find him.",
        "[SCENE_BREAK]",
        "Rex: It's okay now. Shane's all right.",
        "Gigi: I was just really scared.",
        "Rex: I know. Me, too.",
        "Gigi: Because if I lost him --",
        "Rex: Hey. Don't even think about that, okay?",
        "Gigi: He's all I've got, Rex.",
        "Rex: No. He's not.",
        "[SCENE_BREAK]",
        "Cole: How you feeling?",
        "Starr: Like I was never sick.",
        "Cole: That's weird.",
        "Starr: I know.",
        "Cole: All right.",
        "Starr: What are you doing?",
        "Cole: Hey, kid, this is dad. You do that to your mom again, I'm going to --",
        "Starr: You're going to --",
        "[Cole laughs]",
        "Cole: There's -- there's no way I could do this discipline thing. You're going to have to be the one to bench the kid.",
        "Starr: Oh, gosh. I remember Jack would never, ever stay in his time-outs.",
        "Cole: Well, maybe we'll get lucky, and it'll be a girl.",
        "Starr: Wait -- you really want to have this baby, don't you?",
        "Cole: Yeah, I'm -- how could you not want something that's half of you and half of me? I mean, it's -- it's a living soul. I mean, this baby -- this baby will be ours. You know. Strong like my dad and beautiful like my mom.",
        "Starr: Everything good about my mom, nothing bad of my dad.",
        "[SCENE_BREAK]",
        "Todd: So you hired those two -- you hired these kids, right? When are they coming to work in here? Hey, hey, hey. Take a good look.",
        "Manager: I don't know where you get your info. I didn't hire these kids. Never seen them before.",
        "Todd: McBain.",
        "[SCENE_BREAK]",
        "Winter: I rented a room to your kid and some dude about a week ago. I don't ask questions, you know. It's not like I'm running a babysitting service.",
        "Blair: Is that the house?",
        "John: Which room is theirs?",
        "Winter: Oh, first floor, down the hall.",
        "John: Good.",
        "Starr: No, no, no. I know for a fact --",
        "Cole: Get back here.",
        "Starr: No. I do. I know for a fact that the baby will have your eyes.",
        "Cole: Mm-hmm. Well, and will love snakes just as much as you do.",
        "Starr: Well, they're going to have your laugh.",
        "Cole: And your beautiful smile.",
        "Starr: Thank --",
        "Cole: And it'll be --",
        "Starr: Stop! You're being silly.",
        "[NEXT_ON]",
        "Blair: John, I just don't understand why she would come to a horrible place like this.",
        "Todd: Starr!",
        "Adriana: Rex isn't here because he's with her."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=Xu2Fy2jcSp0"
}