{
    "Episode Summary": [
        "Episode # 10793"
    ],
    "Recap": [
        "Starr drives to the Cherryville hospital after convincing Eli that she and Dani can get him medical care without having him arrested. Starr manages to get up the stairs with baby Hope and gets on her phone to call Cole. He is staying at his mother's home to protect Hannah form Eli, but when he finds out that Eli has taken Starr and Hope, he rushes back to their apartment. He leaves without his cell phone and when Starr calls, Hannah picks up the phone. Cole returns home, distraught and blaming himself for leaving Starr and baby Hope alone. Cole tells his mom that if something happens to them, it will all be on him. At the same hospital, Tea manages to leave her hospital room and walk down the stairwell unseen by Starr and Dani, but she runs into Eli. Seeing him and knowing nothing about the revelation that he's a serial killer, she trusts him to get her out of there. In the end, we see her hospital gown hanging out of the trunk of the car in which Eli drives Dani away."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Bo: Yeah, come on in. Hi. What are you doing here?",
        "Matthew: I took a cab. The house was kind of quiet.",
        "Bo: Yeah, I'm sorry. Your mom and I are going to be here for a while.",
        "Matthew: Mind if I do my homework?",
        "Bo: Kind of crazy around here.",
        "Matthew: Won't bother me.",
        "Bo: Well, come on in. Sit down.",
        "Matthew: [Sighs] So...Eli's alive? It's all over the news.",
        "Bo: I was afraid of that. Yeah. Looks like that fire in Tahiti was a setup.",
        "Matthew: To make sure he got away?",
        "Bo: Well, we'll find him.",
        "Matthew: He was arrested before, wasn't he? For his wife's murder?",
        "Bo: The system doesn't always work.",
        "Matthew: Huh. It's a pretty stupid system.",
        "Bo: Don't let your mom hear you say that. Um, what would you do about Eli Clarke?",
        "Matthew: String him up.",
        "Natalie: Greg, what are you trying to say?",
        "Greg: Tea is alive.",
        "Natalie: I'm sorry, I...who is alive?",
        "Greg: Tea.",
        "Natalie: Tea? Tea is alive?",
        "[Tea groaning]",
        "[Coughing]",
        "[Glass photo frame shatters]",
        "Tea: Oh...ok. Ok. Ok. Ok. It's now or never.",
        "[Panting]",
        "Tea: Whew. Todd and Dani... here I come. Oh...",
        "Blair: My lord, where have you been, Todd? You were supposed to pick up the boys up over at Dorian's an hour ago. Instead, we were escorted over here with no phone call, no text. What's going on? Is it Dani?",
        "Todd: And Starr and hope.",
        "Blair: Oh, god.",
        "Starr: Hi, honey...hey, come on. Come on, mommy to the rescue.",
        "Hope: Look! Look!",
        "Starr: Come on. I know. I need to go get you changed.",
        "Hope: Look.",
        "Starr: Come on. Ok. Come here. Now, honey...honey, do me a favor. I need you to go and run to that door. Ok? Go, go, go.",
        "Dani: [Sighs] How am I going to find these supplies? There's got to be something in there. Hello? Anybody here?",
        "Cole: Hey, Starr. Look, I'm sorry we keep missing each other, but when you get this, give me a call. I have to stay at my mom's house for a little while longer. Eli's on the loose and Hannah might be in danger.",
        "[Starr gasps]",
        "John: Hey.",
        "Hannah: Did you find Eli yet?",
        "John: We're working on it.",
        "Cole: Well, come on in.",
        "John: Thanks. Is...is your mom here?",
        "Cole: No, she had to go the hospital. Something about a patient.",
        "John: Have...have you seen Starr?",
        "Cole: No. I've been here with Hannah ever since you told us about Eli, but I left her a couple of messages.",
        "John: She call you back?",
        "Cole: Not yet. Why? What's going on?",
        "Natalie: What do you mean, tea is alive? That's not possible. Greg? Greg! Hey, hey, stay with me. What about tea? Greg!",
        "Dani: Anybody in here?",
        "Tea: Oh...",
        "Blair: No, Starr...she's at school, she's with Langston. I'm going to call her.",
        "Todd: Blair, listen to me.",
        "Blair: No, Todd.",
        "Todd: Hey--hey, I don't like this any more than you do. But the fact is, the girls are gone. Eli took all 3 of them. Starr, hope, and Dani",
        "Cole: I just saw Starr a little while ago at Todd's house. And with his crazy security a all the guards, I mean, they would barely let me in, forget about Eli Clarke. Look she's fine.",
        "John: They weren't at manning's house. They were at your apartment.",
        "Cole: No, hope is at my apartment with the sitter, not Dani.",
        "John: Look, Cole, we're not sure how they all ended up there, but about an hour ago, Eli Clarke forced his way into your apartment and took all 3 girls hostage. I just came from there. I wish I could tell you something different, but he's got them.",
        "Cole: Eli Clarke has my daughter and Starr?",
        "Eli: I fell asleep.",
        "Starr: I was just trying to wake you up.",
        "Eli: Where's Danielle?",
        "Starr: She went to go get you bandages.",
        "Eli: She's not back yet? Where--where' s your brat?",
        "Starr: She's in the front. I was changing her diaper.",
        "Eli: You were trying to make a break for it, weren't you? Starr! [Yells]",
        "Starr: No, no! Ah! No!",
        "Marty: Are you ok?",
        "Natalie: Uh, yeah, I'm--I'm fine, I'm fine. What are you doing here?",
        "Marty: Had to see a patient.",
        "Natalie: Oh.",
        "Marty: How's Greg?",
        "Natalie: He's regaining consciousness.",
        "Marty: Well, that's good news.",
        "Natalie: Yeah, he's still in and out, though.",
        "Marty: Well, the man's been so tortured.",
        "Natalie: What do you mean? Did he say something to you?",
        "Marty: I can't get into it. I...he told me privately. I shouldn't have said anything.",
        "Natalie: You know, Marty, look, Greg was found in Eli Clarke's room, and Clarke put him there, and with Clarke on the loose now...",
        "Marty: I know, I know. Greg cod be at risk. I understand that.",
        "Natalie: So? Did Greg say anything to you about Eli?",
        "Marty: No. Tea.",
        "Tea: Oh.",
        "Dani: Hang on, Starr, I'm coming.",
        "Man: What are you still doing here?",
        "Todd: John said he thinks the girls are ok.",
        "Blair: You just said you found the babysitter murdered.",
        "Todd: I know, but john searched that place and he said there was no evidence that Starr, hope, or Dani are hurt.",
        "Blair: Eli...he shot a teenage girl, left her to bleed to death on the floor, and he has our girls!",
        "Cole: Ok, so where are they?",
        "John: We're canvassing the area right now.",
        "Cole: What--what, you don't have any leads? What about the surveillance camera in the parking lot? Or the bus station across the street? Someone must have seen something.",
        "John: We're on it, Cole.",
        "Cole: What does that--what does that mean? John, this is my family you're talking about here. I mean, what if this was Natalie or your baby? How would you feel?",
        "Todd: I don't like this any more than you do! But you know Eli better than anyone. Don't you think he--",
        "Blair: No, wait! I don't know Eli! He just showed me what he wanted me to see. Because he's a con artist. He's a murderer.",
        "Todd: Exactly right. He's got a plan. He has to have a plan. I mean, he's not just some random nut job. He just wants money. That's why he married you, right? Yeah. That's why he took the girls.",
        "Blair: I hope you're right.",
        "John: The best we can make out is, Clarke was looking for Danielle. Starr and hope were just in the wrong place at the wrong time.",
        "Cole: So what happens when he realizes he doesn't need them? John, he's a killer! You know that! He pushed my mom down the stairs. You saw what he did to Hannah and ford. I mean, what's going to stop him from killing my girls?",
        "Starr: No! No!",
        "Eli: Get back in there!",
        "Starr: No! Stop!",
        "Eli: Get in that car! What's the matter with you? Before I do something, get in there!",
        "[Starr gasping]",
        "[Starr beeps horn]",
        "Eli: Get back here!",
        "Starr: No! Get off me!",
        "Eli: [Yells] I'm going to have to--I'm going to get your daughter! I'm going to get your daughter next! Oh! Ow! Get back here! No! Ow!",
        "[Eli screams in pain]",
        "Starr: [Panting] Oh, honey. Hey. I know, honey. I'm right here. Are you ok? All right, come on. Help mommy out, honey.",
        "Hope: Mommy.",
        "Starr: Ok.",
        "Hope: Mommy.",
        "Starr: Shoot...ok. Honey, I know. I know you're scared.",
        "Hope: Mommy...Mommy...",
        "Tea: Ok. Ok. Ok.",
        "[Tea groans]",
        "Starr: Oh, no... ok. Come here. Hang on a sec.",
        "Bo: Hey, want something from the vending machine?",
        "Matthew: No, I'm ok. Um, did they find Starr and Dani yet?",
        "Bo: No, not yet.",
        "Matthew: Oh.",
        "Bo: What's that, trig?",
        "Matthew: No, I already finished. This is a statistical analysis of companies uncle Clint's interested in buying.",
        "Bo: Hmm. Sounds like fun.",
        "Matthew: It is.",
        "Bo: Well, I'm glad that you enjoy working for him. Listen, let me ask you something, ok? What you said before about stringing Eli Clarke up...",
        "Matthew: Yeah?",
        "Bo: Is that something that you heard your uncle Clint say?",
        "Matthew: I don't know, maybe. I mean, grandpa used to say that stuff all the time.",
        "Bo: Is that how you feel?",
        "Matthew: He can't just kidnap innocent people.",
        "Bo: Well, that's why we have the law.",
        "Matthew: You said yourself it doesn't always work.",
        "Bo: So one man should be judge and jury?",
        "Matthew: Look, dad, you know Eli's guilty. Wouldn't it be easier if you could just decide to put him away?,",
        "Bo: Maybe. But who's to say that I'm always right",
        "Matthew: See, that's why things work better in business. The boss is always right.",
        "Natalie: Greg talked to you about tea?",
        "Marty: I can't discuss this with you, Natalie.",
        "Natalie: Even if it helps us catch Eli?",
        "Marty: I shouldn't even have told you. He's my patient. I'm not going to talk to you about our sessions. That's privileged, and you know it.",
        "Natalie: Ok, can we please just get past this?",
        "Marty: Past what?",
        "Natalie: This--I don't know--talir, jealousy--whatever it is.",
        "Marty: However I feel about you has no bearing on my responsibility to my patients.",
        "Natalie: Ok, so you're just going to stonewall me to protect Eli?",
        "Marty: I am protecting Greg. If you stop for a minute, you might realize why.",
        "Natalie: You know, police work does not involve guessing, Marty. I look for evidence.",
        "Marty: And I listen to people. Greg is a doctor who just lost a patient. How do you think he feels right now? Angry, remorseful, guilty? It might even help you in your line of work if you'd just t tow?",
        "Natalie: I'm sorry. I didn't even think about how you must be feeling, how hard this must be on you, waiting for news about Starr and hope.",
        "Marty: What are you talking about?",
        "Natalie: Oh, my god. I...I thought you knew.",
        "John: Clarke knows the more hostages he has, the better it is for him, especially if he's going after manning for some kind of ransom.",
        "Cole: Ok, so he's made contact?",
        "John: Not yet.",
        "Cole: But that's what you think, that this is a kind of kidnapping deal?",
        "John: Yeah.",
        "Cole: Ok. Well, Todd will pay, unless he screws it up by trying to go after Eli himself.",
        "John: No. Manning's got too much at stake.",
        "Cole: Well, what about me?",
        "John: I know you do, Cole. That's why I'm here trying to keep you calm.",
        "Cole: Eli is a psycho! He made Hannah take a lethal dose of pills.:",
        "John: Yes. And you were there to save her.",
        "Cole: Because I knew where she was. I don't know where my girls are. I can't save them! They're gone!",
        "John: Listen to me. Clarke knows if he makes a move on the girls, he's a dead man. Cole? Hey--hey... where do you think you're going?",
        "Cole: I can't stay here.",
        "John: Don't...don't make me put you in a cell.",
        "Cole: Fine.",
        "John: Listen, I need you to be here when I bring the girl: Home. Le: Well, what if u don't? What if he kills them first?",
        "John: I promise you, I'm not going to let that happen.",
        "Man: I thought I told you visiting hours were over",
        "Dani: Yes, you did, and I was just leaving.",
        "Man: What's that?",
        "Dani: What?",
        "Man: That bag? You didn't have it when you got here.",
        "Dani: This is--this is nothing.",
        "Man: You stole this, didn't you? Fine. You want to talk to me? You can talk to my supervisor.",
        "Eli's voice: If you alert anybody, if you try anything, I so much as smell a cop, your sister and her little girl here are done, you understand me?",
        "Dani: No, wait. Please don't call anyone. Please.",
        "Man: You going to tell me why you need antiseptic and bandages?",
        "Dani: Um, my sister, she needs help.",
        "Man: So bring her into the E.R.",
        "Dani: We don't have any insurance. Look, please, can't you just let me go? I didn't take very much, and I just had to take care of her.",
        "Man: Look, I'm sorry. I'm going to have to report it. Otherwise, I would be held responsible.",
        "Dani: Yeah, but I'm responsible for her. Please?",
        "Man: I didn't say when I have to report it. I mean, I got to mop this hall. It could be a good half-hour before I catch up with my supervisor.",
        "Dani: [Sighs] Thank you.",
        "[Tea gasping]",
        "Blair: What if you're wrong? What if it's not about the money?",
        "Todd: It's always about the money with Eli. You know that.",
        "[Blair sighs]",
        "Todd: Oh, he's not gonna hurt the girls. I mean, they're used to him. He's cold and calculating. He's...",
        "Blair: He murdered the babysitter. That's not cold and' calculating, Todd. That is Eli spinning out of control.",
        "Todd: Or maybe it was him doing what he thought was necessary in the moment.",
        "Blair: Like getting revenge? What is that it? It's me. Dani. Is that why he took the girls, to get back at us?",
        "Todd: I gotta tell you what, if the girls don't come home safe and sound, I'm gonna rip his arms off and beat him to death--",
        "Blair: I don't care about Eli! I just want my babies back! I just want 'em back. I want 'em back.",
        "Eli: You ready, Starr? 'Cause I'm coming for you.",
        "Hope : Mommy.",
        "Starr: I know, honey.",
        "[Thump]",
        "Starr: Oh...",
        "[Tea gasps]",
        "Marty: How was I supposed to know Starr and hope have been kidnapped?",
        "Natalie: I just thought john would have called you.",
        "Marty: He didn't! If you had any decency, you would have told me.",
        "Natalie: I thought you knew!",
        "John: What's going on?",
        "Marty: Eli Clarke has Starr and hope? Yes or no?",
        "John: Yes.",
        "Marty: When were you gonna tell me?",
        "John: It just happened. I left the scene and went straight to your house. You weren't there. Did you tell Cole?",
        "John: I told him.",
        "Marty: The minute you hear anything--u",
        "John: You'll know.",
        "[Tea laughs nervously]",
        "Eli: Oh, my god! Eli, thank god! Oh, you've no idea. I've bee trapped in that room I don't even know how long all by myself.",
        "Eli: You were right. I had no idea. You all right? Last I heard, the prognosis was pretty grim.",
        "[Tea laughs]",
        "Tea: Yeah. I wasn't supposed to live. I was in the hospice, and I thought I was gonna die. And then I woke up here, and Greg Evans said there'd been a miracle.",
        "Eli: Really?",
        "Tea: Yeah. He said the tumor was gone. Ha ha!",
        "Eli: Wow, you're a lucky girl.",
        "Tea: Ha ha ha!",
        "Starr: Oh, my gosh. That was a lot of stairs, big girl. Ok, all right.",
        "Hope: Mommy.",
        "Starr: I'm right here. Come on. everything's ok, babe. All right? Look. We're in here now.",
        "Hope: Mommy.",
        "Starr: All right, I'm gonna put you down.",
        "Hope: Mommy.",
        "Starr: What? Come on. Everything's ok, honey. I'm gonna barricade us in here. ok. Hey. Hey.",
        "Hope: Mommy.",
        "Starr: What, hon? What's that? Where did you get this?",
        "Eli: Ok, you might have beat that tumor, but you're not 100% yet, are you?",
        "Tea: Oh, god. No. This is the first time I've been out of bed since... I have no idea. I have no idea how long I've been here. Greg said that I needed to get my strength back and recover, but then he stopped coming, and I need to get back to my family. I miss them so much, Eli.",
        "Eli: You haven't seen them?",
        "Tea: No! No! Greg wouldn't let me use tm? Phone. He thought it would stress me out too much, but this is worse.",
        "Eli: I'm here now, and I say it's time for you to get home.",
        "Tea: Home. Oh! Oh, my god, Eli. You're an angel.",
        "Eli: Well, let's go find Danielle.",
        "Starr: Dani must have dropped this. She was probably here and gone by now. She's ck with Eli. I gotta call someone. Where's the phone?",
        "Tea: Oh, my god, Eli! You're bleeding!",
        "Eli: Yeah. That's kind of why I was here. Needed a little first aid. It can wait, though. Come on. Let's get you home.",
        "Tea: This looks like a gunshot wound. What happened?",
        "Eli: Well, you know. I was shot.",
        "Tea: Ha ha! By whom?",
        "Eli: It was your husband.",
        "Tea: Todd shot you? Why?",
        "Starr: Oh, good.",
        "Eli's voice: If you alert anybody, if you say anything, I so much as smell a cop--",
        "Starr: I can't call the cops. I need to call someone else.",
        "Hannah: Cole--",
        "Cole: God, if I had just been there, this never would have happened. But no, no, I had to--",
        "Hannah: Stay with me.",
        "Cole: That is not what I meant.",
        "Hannah: I know what you meant. Starr and hope are your family, and they're always gonna come first.",
        "Cole: Yeah, they are. look--",
        "Hannah: Don't. It's ok. You should go. You're gonna drive yourself crazy if you stay here.",
        "Cole: You sure you're gonna be ok here by yourself?",
        "Hannah: I'm fine. Eli's not gonna come after me, especially when he has Starr and hope and her sister.",
        "Cole: Ok, well, there's a patrol car outside.",
        "[Door closes]",
        "[Cell phone rings]",
        "Hannah: Oh, Cole! You forgot your phone--",
        "Starr: Cole, pick up.",
        "[Ring]",
        "Hannah: Hello?",
        "Starr: Cole?",
        "Hannah: It's me--Hannah.",
        "Starr: Hannah, where's Cole?",
        "Hannah: He was here at his mom's, but then he took off and he left his phone. Starr, what's going john McBain was just here. He said at Eli kidnapped you and hope.",
        "Starr: Yeah, he did, but hope. And I t away.",
        "Hannah: Did you call the police?",
        "Starr: No, I can't. Dani is with him now, and he'll hurt her if he sees any cops.",
        "Hannah: Where are you?",
        "Starr: I'm at the Cherryvale clinic. Co should know where that is. And I'm on the 5th floor, and I barricaded me and hope in a room. Can you just tell him to hurry up? But be careful because I left Eli in the parking garage, and he could be coming after us. I don't know. Do you understand?",
        "Hannah: Cole would never let anything happen to you, Starr. You and hope are the 2 most important people in his life.",
        "Starr: Can you just tell him to hurry up?",
        "Hannah: I'll take care of it.",
        "[Monitor beeping]",
        "Natalie: Gave word with the other hospitals?",
        "John: Yeah, right away. Price headed over to Cherryvale earlier tonight. He said he had a lead that Greg was treating a patient there.",
        "Natalie: Yeah, I wanted to talk to you about that.",
        "John: Cherryvale staff already verified the patient was a woman. No other admissions. What I want to know is, did Eli head w over there?.",
        "Natalie: Well, Cherryvale was hit really hard with this economy. They're probably understaffed.",
        "John: Yeah, if price had already left? Who knows, maybe no one noticed Eli.",
        "Natalie: Ok, we've gotta get a timeline on Eli. We know that he left the dock when Todd shot him, and then he went to Starr's, shoots the sitter, grabs the girls--",
        "John: Yeah, listen, that's all good. I'm heading over to Cherryvale.",
        "[Eli sighs]",
        "[Footsteps on stairwell]",
        "[Dani sighs]",
        "Eli: About time. Move.",
        "Dani: Oh, where are Starr and hope?",
        "Eli: Your sister took off. Guess you're not as important to her as you thought you were. Not to worry, though. I got all the hostages I need. Get in the car.",
        "Bo: Working hard?",
        "Matthew: Huh?",
        "Bo: Oh, gee. Come on, I'll have Gelman drive you home.",
        "Matthew: Thanks. Look, dad, what I said before-- I didn't I mean that what you do isn't important. I know how hard you and mom work to put criminals away.",
        "Bo: Yeah, but you're right. We don't always succeed.",
        "Matthew: Yeah, but uncle Clint only looks at companies with 25% profit margin, A. There's always a guarantee of success.",
        "Bo: And your uncle does liken, guarantees. It makes him feel like he can control things.",
        "Matthew: What's wrong with that?",
        "Bo: Nothing, but you can't.",
        "Eli: Good job, Dani. You brought me some water. Now make yourself useful. Fix me up a bandage. Pretty soon, I'll be good as new, thanks to your bitch of a sister.",
        "Dani: At least she got away.",
        "Eli: Now, now, now.",
        "Dani: What even happened to you?",
        "Eli: You ever been shot, Danielle? It takes a toll.",
        "Dani: Is that what you're gonna do to me? Shoot me like you shot my father. I don't care what you do to me. I'm just glad my niece and my sister got away from you. You're a monster.",
        "Starr: Daddy is going to be here any minute, I promise. And then when he gets here, we're gonna go find aunt Dani. Ok?",
        "[Knock on door]",
        "Starr: He's here! Honey, daddy's re! Ok? I told you. Stay here. Stay here. I'm gonna go get daddy. Ok.",
        "Cole: Mom, I can't lose them.",
        "Marty: You're not gonna lose them. Eli--he doesn't want to hurt them, honey. He's after ransom.",
        "Cole: I just want them to come back so I can tell them I'm sorry.",
        "Marty: For what?",
        "Cole: We got in a big fight over nothing. We both got angry, and...I don't want it to end this way.",
        "Marty: It's not gonna end like this. Listen to me. They are gonna come back to you. They are gonna be fine.",
        "Cole: After the way I acted? I don't blame Starr if she never wanted to talk to me again.",
        "Marty: No, no, no. See, that's not the way love works. And Starr loves you.",
        "Cole: And I was too busy protecting Hannah. I left Starr and hope alone. That's why Eli got ahold of them. If something happens to them, mom, if they get hurt or if they die, that's all on me.",
        "Starr: Hannah?",
        "Hannah: Sorry. Cole couldn't make it.",
        "Natalie: Is Marty right? Are you so full of regrets that you wish you could save tea, or do you know something, Greg? Is tea alive?",
        "Eli: Uhh! Seatbelts.",
        "Dani: What?",
        "Eli: I'm not starting this car till you put your seatbelt on.",
        "Dani: Oh, so, now you' concerned about my safety?",
        "Eli: I need you in one piece.",
        "Dani: Go to hell. So you need me in one piece.",
        "Eli: Just think what your mother would think of you riding around without a seatbelt.",
        "Dani: My mother is dead.",
        "[Starts engine]",
        "Todd: Look.",
        "Blair: What?",
        "Todd: Well, we're just assuming that Eli faked that will, right? What if tea really did want Ross to raise Dani? Maybe she figured I was gonna ruin her life.",
        "Blair: Like you ruined straight-A Starr's life and jack, who's probably gonna be running the town in less than a year, and little Sam who has everybody wrapped around his little finger. You mean those little lives, hmm? Todd, those kids are the best of you. And yeah, yeah, you have a lot of demons and you're not perfect, but you know what, you tell them that. But you were there for them no matter what, and they're lucky to have you. Tea knew that. That's why she married you. That's why tea spent the last few months of her life trying to get you and Dani to make peace with each other, 'cause she knew how important it was for that love to grow and of course, she got the ground all ready. And you can't just quit now that the sprouts are coming through. You gotta be patient, Todd. You've got to hang in there and have faith and prove tea right. I don't even know why we're talking about this anyway, because john is on the case.",
        "Todd: Oh. Sure. He always gets his man."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=VLUMUwVKSA4"
}