{
    "Episode Summary": [],
    "Recap": [
        "Nash has Jessica in the car. She tells that she won't press charges if he turns around. He won't. He will keep her until she is Tess. Claudia continues to fake Antonio out and keep him at the club by pretending that she is about to drink. Adriana looks out the window and screams but when Rex looks out the window, he sees no one. It wasn't a person that she saw, it was a butterfly. \"Sometimes a butterfly is just a butterfly,\" Rex says. Adriana is getting the creeps. She starts making a call, but he stops her. She wonders how long they are going to have to stay at the cottage. Rex doesn't care how long. \"I wish that we could stay forever \" She gets her back up at him saying that. After they make love and she is sleeping, Rex gets out of bed and heads to his laptop. He gets online and types quietly, making sure not to wake her. Evangeline's heart had stopped but they have it going again. She has stabilized and so Dr. Simmons is ready to do the eye surgery. Both her corneas are damaged Dorian has Clint over. She surprises him with beer and pretzels. They are soon kissing and feeling sexy. They are on the way upstairs when the phone rings Evangeline's operation is over. They won't know the results until the bandages are taken off. No one can see her but Todd donates a cheque to the hospital and is allowed to go in. Cristian peeks in and sees Todd talking to an unconscious Evangeline. \"You were there for me and so now I will help you.\" Cristian watches as Todd takes Evangeline's hand and leans over to kiss her. Antonio is suspicious of Claudia and soon has her telling that she was trying to keep him there because Nash asked her to do it. He gets a friend to check on Jessica and she is gone with the baby. He calls Clint, and gets his gun out before heading out to find Jessica and the baby. Clint is told the news about Jessica but he also feels that there is a chance that Tess just left with her child."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Jessica: You're not going to get away with this, you know. This is kidnapping, Nash! Do you hear me? It's a crime.",
        "Nash: She's sleeping.",
        "Jessica: Do you -- are you listening to me? At this moment, Antonio is right on our tail! I can guarantee you that!",
        "Nash: No, he's not. Antonio at this moment, I believe, is distracted.",
        "[SCENE_BREAK]",
        "Antonio: Feeling better?",
        "Claudia: Why? You're not going to leave me, are you?",
        "Antonio: No. I'll be back in a minute. I'm just going to go check on Jess before she goes to bed.",
        "Claudia: Antonio, wait. Wait, wait, please. Please don't go. I'm feeling a little panicky, like I might take that drink.",
        "Antonio: Claudia --",
        "Claudia: I hate being so weak. It's -- it's just -- it's hard to resist the temptation, you know? For so long, alcohol and pills were like my friends. Because I was lonely. Like I am now. I just -- I feel so lost, especially with my father gone. He was the one person who truly cared about me. And now -- I'm sorry.",
        "Antonio: It's ok.",
        "Claudia: I'm sorry.",
        "Antonio: Can I get you some water?",
        "Claudia: No, I -- I -- I'll be fine. I -- I just -- I just want you to stay with me. And I -- I just need a few minutes -- to pull myself together.",
        "[SCENE_BREAK]",
        "Jessica: Stop the car. Stop the car right now, or I swear I'm jumping out.",
        "Nash: I'm not stopping the car, and you're not jumping out. You care about Brennan too much to do that. And Brucie is right behind us, and he knows what to do if you run.",
        "Jessica: What are you doing, Nash? What are you doing? What, you just think that you're going to take me somewhere and keep me there long enough so Tess can come out?",
        "Nash: That's exactly what I'm doing.",
        "[SCENE_BREAK]",
        "[Adriana screams]",
        "Rex: What? My God, what's wrong?",
        "Adriana: It's the stalker! He's out there! He found us!",
        "Rex: All right, stay here, don't move, all right? I'm going to get that bastard once and for all.",
        "[SCENE_BREAK]",
        "Cristian: Evangeline could die because of you! You'd better pray she gets through this.",
        "Layla: How is she? How's my sister doing?",
        "Cristian: We don't know. She had a setback. She's in the OR right now, and Mike McBain is assisting the surgery.",
        "Layla: God. How could this have happened? What's going on with you two? Have you been fighting? Grow up! My God! How can you two be hitting each other out here when my sister is fighting for her life in there?",
        "[SCENE_BREAK]",
        "R.J.: Whoa -- hey, hey! Oh. I guess I was just in time.",
        "Nora: Oh --",
        "R.J.: Are -- are you ok?",
        "Nora: I think -- yes.",
        "R.J.: Ok.",
        "Nora: Yeah, I'm ok. I'm grateful. I'm exhausted. R.J., I don't think I can do this.",
        "R.J.: Of course you can. Hey, hey, I'm here to help you. And I am not giving up.",
        "[SCENE_BREAK]",
        "Claudia: I wish I was stronger.",
        "Antonio: Well, you're dealing with a lot -- the death of your father.",
        "Claudia: I still can't believe he's gone. Every time my phone rings, I -- I think it's going to be him. He was my anchor. And now -- oh, G -- I don't know where to turn to.",
        "Antonio: Hey. Club soda, lime, for the young lady. Look, Claudia, whatever you do, don't turn to the wrong person.",
        "Claudia: You mean Nash?",
        "Antonio: Take it from me. All right? The guy's no good for you. And he's disastrous to Jessica.",
        "[SCENE_BREAK]",
        "Jessica: What is that? Music to kidnap by?",
        "Nash: It's a CD that Tess and I made. Songs that we both liked. Thought maybe Brennan would like it, too.",
        "Jessica: Yeah, well, I won't.",
        "Nash: That's something Tess would do.",
        "Jessica: That is something anybody would do, Nash, who's been taken against her will.",
        "Nash: Ok. Hey, no music. We'll just sit and enjoy the quiet.",
        "Jessica: Nash, if you turn around right now and take me back to Llanview, I won't press charges. This is crazy. You know, Nash, it's not just crazy, it's cruel. I was more than happy to work out a fair visitation schedule. And I was just getting Antonio to understand the idea that you have a right to see your baby. But now that you've done this, you have put everything in jeopardy! Antonio's going to have you arrested -- or worse.",
        "Jessica: And there's no way that you are going to get shared custody now.",
        "Nash: I don't want a fair visitation schedule. It's all or nothing with me. I -- I want my baby. I deserve my baby. I want Tess.",
        "Jessica: Tess is gone! And I, Jessica, am here! And I, Jessica, am a calm and responsible person! And I hate you for doing this, Nash! I hate you.",
        "Nash: I'm doing it, anyway. I'm calling the shots, not you. Jessica, I will do anything for my baby, for Tess. Without them, I have nothing.",
        "[SCENE_BREAK]",
        "Clint: The exterior lighting is not what it should be, but I can still tell that you've got great landscaping.",
        "Dorian: You know, when were having our little fight, I wasn't sure that I wanted us to patch things up. But now that we have, I'm glad.",
        "Clint: How can we patch things up when we haven't dealt with the root of the problem?",
        "Dorian: The root? You are always going to defend your family, I'm always going to defend mine. And we just have to come to terms with that.",
        "Clint: That's pretty much the way Viki sees it.",
        "Dorian: Oh, you talked to Viki about our fight?",
        "Clint: I mentioned it, yeah.",
        "Dorian: And did she think we should patch things up?",
        "Clint: Well, let's put it this way -- she's not all that optimistic about our future. She thinks that our family loyalties will eventually drive us apart.",
        "Dorian: Do you know what I love?",
        "Clint: What?",
        "Dorian: I just love proving Viki wrong. Besides which -- ta-da! We wouldn't want these to go to waste, would we? Or these.",
        "[Dorian and Clint laugh]",
        "Clint: Beer and pretzels. Dorian Lord has beer and pretzels in her house?",
        "Dorian: Well, I just happened to go to the market, and I remembered that occasionally you like to have a brew, and then I remembered how pretzels go very well with beer.",
        "Clint: So you bought these for me?",
        "Dorian: I suppose so.",
        "Clint: Because you were hoping that we might make up.",
        "Dorian: I guess I was hoping that we would, yes.",
        "Clint: You were also hoping that you would get me over here, I'd munch a few pretzels and chase it down with a couple of beers and --",
        "Dorian: Mm-hmm.",
        "Clint: And chase that down with a couple of more beers -- And then you could have your way with me.",
        "Dorian: Well, if I was hoping that, this would be a great night for it. I've got a lot of family staying in the house -- they're all out. Even my daughter Adriana is somewhere far away, but safe and sound.",
        "[SCENE_BREAK]",
        "Rex: I searched the whole area. There was no sign of anyone having been near here but us. There's no fresh footprints in the sand, there's no tire tracks on the road -- nothing.",
        "Adriana: I don't get it.",
        "Rex: Are you sure you saw someone at the window? Adriana?",
        "Adriana: I didn't see someone. I saw something, a butterfly.",
        "Rex: What?",
        "Adriana: Fluttering.",
        "Rex: A butterfly?",
        "Adriana: Don't say it like that -- like I'm losing my mind, ok, because you know as well as I do that this psycho who has been stalking me has a thing about butterflies. It's what he calls me in his text messages and the one that he left for us at the Cranberry Inn.",
        "Rex: I know, I know, I know. I'm not making fun of you, Adriana, ok? I understand how serious this is. That's why we came out here. But it's like Freud said -- sometimes a butterfly is just a butterfly.",
        "[SCENE_BREAK]",
        "Jessica: You know, there's no way you can stop me from getting to a phone as soon as we get to where we're going -- unless you're planning on locking me up, but -- oh, great, is that what you're planning on doing, Nash?",
        "Nash: Oh, don't worry. I'm staying strictly within the speed limit. I wouldn't do anything to endanger my baby or Tess in the car.",
        "Jessica: Oh.",
        "Nash: I'm not the speed demon Tess was. That actually ties in really nicely to w we met. Have I told you that story yet?",
        "Jessica: Just because I'm stuck here does not mean that I have to have a conversation with you.",
        "Nash: Yeah. She stole my convertible.",
        "Jessica: Oh, wow. Hmm. How original. You guys are a regular Bonnie and Clyde.",
        "Nash: Huh.",
        "Jessica: What?",
        "Nash: The way you said that. You're not usually the sarcastic one.",
        "[SCENE_BREAK]",
        "Rex: You're safe here, Adriana. No one is going to find us. Feel better now?",
        "Adriana: Sorry for overreacting again.",
        "Rex: You can overreact all you want. I will be here to take care of you, ok? Always.",
        "Adriana: I'm going to go heat up that pizza. It's probably cold by now.",
        "[SCENE_BREAK]",
        "Clint: Let me get this straight -- Adriana's at a secluded location, with Rex Balsom, no less, and you're ok with that?",
        "Dorian: Rex would never be my first choice for Adriana, but then it isn't my choice, is it?",
        "Clint: You're not Dorian lord. You're a pod person.",
        "Dorian: Oh, please! My daughter's happiness is all that matters to me, and Rex makes her happy. What's the matter? Don't you think Rex can make her happy?",
        "Clint: Well, don't get me wrong. I like Rex, t I also know how protective you are o your girls, particularly Adriana. I also know that you objected to her going out with Duke, an exceptional young man who was never in trouble a day in his life.",
        "Dorian: I've evolved. Really, no. I have been way too judgmental about the men that my girls spend their time with, and it has ill-served me, and, most importantly, it has ill-served them, so now I'm going to try something new.",
        "Clint: Yeah, with everybody except Kevin.",
        "Dorian: Please. We do not want to go there again.",
        "Clint: No, no, I don't particularly want to go there.",
        "Dorian: Good. So just enjoy.",
        "Clint: I'm impressed.",
        "Dorian: Impressed by what?",
        "Clint: I'm impressed with you, Dorian, because it takes an awful lot of guts to decide to change and -- and then actually do it. And you know something else? I find this new and improved Dorian to be very, very sexy.",
        "[SCENE_BREAK]",
        "Michael: Prior to Evangeline's procedure, her heart stopped. We were able to restart it, get it back to a normal rhythm. There were no further complications.",
        "Layla: What did you do exactly?",
        "Michael: We fused the bone between the C2 and the C3. I don't expect any permanent damage.",
        "Cristian: When can I see her?",
        "Todd: Was Dr. Simmons able to operate?",
        "Michael: Nobody will see Evangeline until she's out of recovery.",
        "Cristian: So she's staying in the O.R.?",
        "Michael: Now that she's stabilized, Dr. Simmons will be performing the eye surgery.",
        "Layla: She's going to get her sight back?",
        "Jonas: It's going to be a very delicate procedure. There was extensive damage to both corneas. Microkeratome. Get the laser ready.",
        "[SCENE_BREAK]",
        "Jessica: Tess isn't the only one with a sense of humor.",
        "Nash: I'm sorry. My mistake. We met at a restaurant in New York, outside. She -- she asked me to buy her lunch, tried to convince me. I refused.",
        "Tess: You're turning me down?",
        "Nash: Flat. So she stole my car, took off. I caught up to her. I got my car back. I left her there.",
        "Nash: Went off to a party in the Hamptons. Somehow she followed me. Kind of an exhibitionist, aren't you?",
        "Tess: What can I say? When you've got it, flaunt it.",
        "Nash: She was driving me crazy. She stole my wallet, till somebody -- somebody slipped her a roofie.",
        "Jessica: Oh, my God.",
        "Nash: Oh, it wasn't me. Anyway, I got her out of there before something bad happened, took her back to my apartment. When she woke up, she misunderstood why she was there and freaked out on me, took off. But I -- I knew she was hungry and had nowhere to stay, so I -- I went after her. Miracle of miracles, I found her in a city like Manhattan. Pretty crazy, huh? Can you imagine that? Hmm? So, anyway, I found her and brought her back to my house, fed her, took care of her. Next thing I know, she's throwing a party in my place. What's going on here? Who are you people?",
        "Tess: It's called a party, Dude.",
        "Jessica: Without asking?",
        "Nash: You're starting to see it, huh? You remembering any of this?",
        "Jessica: No, I'm not.",
        "Nash: You sure?",
        "Jessica: Yes.",
        "Nash: Oh.",
        "Jessica: Pull over. I need to feed her.",
        "Nash: You told me you fed her right before I showed up.",
        "Jessica: Pull the car over!",
        "Nash: She is just fussing. Probably felt you judging her mother. Flip in a new C.D.",
        "[SCENE_BREAK]",
        "Claudia: Nash isn't interested in Jessica. It's Tess he wants -- nonexistent Tess.",
        "Antonio: Claudia, Tess is real. Take it from me, she's -- she's a very real and dangerous part of Jessica.",
        "Claudia: So everyone says, but being part of someone is different than being someone. And pretty soon, Nash is going to have to understand that. And when he does, he'll have to say goodbye to his phantom girlfriend, which is why I agreed to --",
        "Antonio: You agreed to what?",
        "Claudia: Nothing.",
        "Antonio: Answer me, Claudia. You agreed to what?",
        "[SCENE_BREAK]",
        "R.J.: You just took the first steps. Let yourself be proud for a moment. Hey -- I know Matthew is very proud.",
        "Nora: The first steps were supposed to take me home, but the doctor said he won't send me home until I can walk about 20 feet.",
        "R.J.: 20 -- well, hey, in other news, I heard from Rachel.",
        "Nora: Well, that's changing the subject.",
        "R.J.: A little bit. Well, look, she's just very frustrated because she can't call you directly. Apparently, there is no phone at this Kenyan Health Center -- you know, the one where she's working.",
        "Nora: I know where she's working, R.J. So, any news?",
        "R.J.: Well, it's a letter.",
        "Nora: Hmm.",
        "R.J.: She sent it to me because she knows I see you every day, and she didn't want it to get lost in the hospital mail.",
        "Nora: Well, did you bring it with you? Did you?",
        "R.J.: Yeah.",
        "Nora: Well, here.",
        "R.J.: It's right here.",
        "Nora: Well, let me have it.",
        "R.J.: You know, you can have it as soon as you walk over here and get it.",
        "[SCENE_BREAK]",
        "Todd: Oh, let's go with \"she can see!\", And a subhead, \"lady lawyer gets second sight.\" Yeah, set that and hold it, and I'll call you if it's a go.",
        "Michael: This is a one-shot deal. I mean, either it works --",
        "Cristian: Or she's used up any chance she has of regaining her sight. And what if it's too soon? I mean, that guy never even met her until they wheeled her in there.",
        "Layla: But this Dr. Simmons is supposed to be the best, right?",
        "Todd: The surgery's going to work. She's going to get her eyesight back.",
        "Jonas: We are done.",
        "Layla: How did it go?",
        "Todd: Did it work?",
        "Jonas: Evangeline tolerated the surgery extremely well, but it is too soon to know if it was a success. She is heavily sedated, and her eyes are bandaged. We won't know anything till the bandages come off.",
        "Layla: Hey, can I see her, please?",
        "Michael: No. I'm sorry, Layla. Nobody will be seeing her until she comes out of recovery. If you want to wait, I'll keep you apprised of her condition.",
        "Layla: I'm going to go call my mom and tell her Evangeline's ok. No worse off than yesterday, anyway -- thank God.",
        "[SCENE_BREAK]",
        "Claudia: I didn't do anything, Antonio.",
        "Antonio: Claudia, you just said you agreed to something.",
        "Claudia: To stay out of Nash's way while he tries to get back his precious Tess.",
        "Antonio: And does he have a plan to get Tess back?",
        "Claudia: I don't know. Who are you calling?",
        "Antonio: Jessica. Voicemail.",
        "Claudia: Maybe she's putting the baby to sleep.",
        "Antonio: I'm going to try her on her cell. Damn it.",
        "Claudia: No answer?",
        "Antonio: Damn. When I tried her earlier, Nash had disconnected her phone.",
        "Claudia: Who are you calling now?",
        "Antonio: The super. Hey, Paulie, it's Antonio Vega. Yeah. Listen, could you do me a favor? I -- I'm trying to get ahold of Jess, and she hasn't been feeling too well. I'm a little worried about her. Would you mind going downstairs and knocking on the door? That's great. Thanks.",
        "[SCENE_BREAK]",
        "Dorian: Why don't we take this upstairs? [Phone rings] Um -- ignore it. Just ignore it. Come here.",
        "Clint: No, I got to --",
        "Dorian: Come on, come on --",
        "Clint: No, no, no. It might be about Jessica. [Ring] Stop. It's Antonio. Antonio.",
        "Antonio: Bad news, Clint.",
        "Clint: What?",
        "Antonio: Nash -- I think he took off with Jess and the baby. I tried calling, she didn't answer. I'm at work. I had the super check. The door was left open, and she and the baby are gone.",
        "Clint: Well, come on. Couldn't she have just gone out on an errand -- gone to the store?",
        "Antonio: No, no. She -- she would never have left the door open unless she was forced to leave in a hurry.",
        "Clint: Or unless it was Tess. All right, Antonio, I'm going to call the police. Thank you for letting me know. I'll be in touch. Jessica and the baby are missing.",
        "Dorian: Oh, Clint, I'm so sorry. Well, of course you have to do what you have to do. It's what we both do. We -- we take care of our families, and -- especially when it comes to our precious daughters.",
        "[SCENE_BREAK]",
        "Adriana: What are you looking at?",
        "Rex: I saw a shooting star. It's supposed to be good luck, right? What are you doing?",
        "Adriana: I was going to call my mom, reassure her that everything's ok, see if there's a lead on the stalker.",
        "Rex: You can't do that, Adriana. You took a big enough of a chance calling the first time. Ok, look, this creep is smart. He's got some way of tapping into phone lines.",
        "Adriana: Still, Rex, a two-minute phone call --",
        "Rex: Zero calls, to anyone. We need to lie low. Stay out of contact from everybody. That was the whole reason we came out here.",
        "Adriana: Well, how long are we going to have to stay here, Rex? All alone, cut off from the rest of the world?",
        "Rex: As far as I'm concerned, we can stay forever.",
        "Adriana: What are you saying, Rex? How can we stay here forever?",
        "Rex: I didn't mean it literally. I just meant, you know, we'll stay as long as we have to.",
        "Adriana: That's not what you said.",
        "Rex: Whatever I said, I'm just really liking being here, that's all. It's just us. No distractions. But, of course, in a couple of days, if we're absolutely re the stalker hasn't gotten on to us, we'll head back into town, we'll make some calls from a pay phone, and hopefully we'll find out that, you know, the stalker screwed up, made a stupid move, and they caught him.",
        "Adriana: I hope so. I really want this nightmare to be over.",
        "Rex: It's not a nightmare to me. Not this part, at least.",
        "[SCENE_BREAK]",
        "Nora: Don't play games with me, R.J.",
        "R.J.: This is not a game.",
        "Nora: Please give me my letter.",
        "R.J.: I will, as soon as you come over here to me and get it.",
        "Nora: Oh, for God's sakes. Slave driver.",
        "R.J.: Mm-hmm.",
        "Nora: Stay where you are!",
        "R.J.: You see? I knew you could do it.",
        "Nora: My letter. My letter.",
        "R.J.: Get up here.",
        "Nora: Oh --",
        "Nora's voice: Mom, I'm so sorry for not being there with you. I know you understand. I can't leave this work right now. I can't leave Kenya. It's been such an incredible experience, helping people who have so little, who've suffered so much. I know you would be proud of me for what I'm doing. And it's only because I've had you as a role model -- the most caring, giving person I know.",
        "Nora: She's sounds very happy.",
        "R.J.: Yeah. Yeah, I know. I got a letter, too.",
        "Nora's voice: R.J.'s kept me up to date the whole time. He really loves you, mom. And so do I. I'll try to get home as soon as I can, ok? Take care of yourself and know that you're always in my thoughts, part of my heart. Love, Rachel.",
        "R.J.: So? What did she have to say?",
        "Nora: Not that it's any of your business. She loves me, and she's going to try and come home soon.",
        "[SCENE_BREAK]",
        "Rex: That's what I meant about being able to stay here forever. It's like our own little haven. There's no danger, no interfering mothers. Nothing but the two of us. That's why I think, you know, this isn't a nightmare. It's a dream come true, and I never want it to end.",
        "Adriana: When you kiss me, everything in the world seems ok.",
        "[SCENE_BREAK]",
        "Clint: Damn.",
        "Dorian: What?",
        "Clint: The police won't start looking for Jessie until there's evidence that she left against her will.",
        "Dorian: Well, what about Bo?",
        "Clint: Unfortunately, Bo is not in any position to help me right now.",
        "Dorian: Maybe you should try calling Nash.",
        "Clint: I did. He's got his phone off.",
        "Dorian: Where do you think he would have gone with them?",
        "Clint: I don't know. I'm just hoping that he's the kind of man I think he is and he won't do anything dangerous.",
        "Dorian: Uh-huh. Well, if there's anything that I can do --",
        "Clint: Dorian, there's not much that you can do. Listen, I've got to go and let Viki know what's going on, ok?",
        "Dorian: Yes, of course. And if anything --",
        "Clint: If anything happens, I will let you know.",
        "Dorian: Bad timing.",
        "Dorian: Mmm.",
        "[SCENE_BREAK]",
        "Nash: I believe that I can reach Tess, but if I can't, I'll give up.",
        "Jessica: Why?",
        "Nash: It's like I said -- I'm an all-or-nothing guy. If this doesn't work, I'll stop bothering you. No more walks down memory lane, no more kisses, no more nothing. I'll be content to be in Brennan's life any way I can. Give up on the life that Tess and I thought of. The life we dreamt of with Brennan. Living in our cottage, our happy cottage. What do you think?",
        "Tess: You know, you said something to me once. You said I only ever see what's right in front of me. And you were wrong. When I look at you, I see my future.",
        "[SCENE_BREAK]",
        "Claudia: Everything all right?",
        "Antonio: No. No, I think that Nash took off with Jessica and Brennan.",
        "Claudia: Oh, my God. Is there anything I can do to help?",
        "Antonio: Oh, I think you've helped enough already. Go home.",
        "Claudia: What are you going to do?",
        "Antonio: I'm going to go after them. And make no mistake, I will find them.",
        "[SCENE_BREAK]",
        "Nash: She's still asleep.",
        "Jessica: You know, we're going to need to stop soon for formula and diapers.",
        "Nash: I got everything covered.",
        "Jessica: You bought formula?",
        "Nash: I got formula, I got diapers. It's all in the back. You know, we sure did make a beautiful baby. I think I can remember the exact moment that she was conceived. We were at my place in New York. It was the night I realized I wanted to be with Tess. I mean, really be with Tess. Looking in her eyes. Her smile. I had never met anyone like that. Nobody.",
        "Nash: To the future. You sure are quiet. Are you all right?",
        "[SCENE_BREAK]",
        "Antonio: Yes, my name is Nash Brennan. I'm a little concerned that someone might be using my credit card. The number? Yes, I have it right here. It's 0-2-2-9. Expiration 12/07. Would you mind telling me what the last five transactions were? Thank you. You've been a great help.",
        "[SCENE_BREAK]",
        "Cristian: Hey, wait. You can't go -- you can't go in there!",
        "Michael: I'm sorry, but he can.",
        "Cristian: What?",
        "Michael: Mr. Manning wrote a check to the hospital large enough to pay for an entire operating theater.",
        "Cristian: So what are you telling me -- he bought his way in to see Evangeline?",
        "Michael: I'm afraid so. The acting chief of staff approved it.",
        "Layla: Wait a second. Why is Todd allowed to see my sister and I'm not?",
        "Cristian: You know what? It's ok, Layla. Because if Evangeline gets her sight back, we're all going to be thanking Todd.",
        "[Monitor beeps]",
        "Todd: You just can't catch a break, can you? You never left me when I needed you, and I'm not going to leave you now. I'm not going to leave you. I promise.",
        "[NEXT_ON]",
        "Rex: I'm going to do whatever it takes to keep you safe.",
        "John: I don't care how long it takes, I'm going to beat him at his own game.",
        "Spencer: I tried to stop him once before, and this time I will make sure I succeed.",
        "Todd: You better have made it work, Doc.",
        "Jonas: Are you threatening me?",
        "Cristian: I love you, I want you to come back to me."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=RoHpr3vBQCs"
}