{
    "Episode Summary": [
        "Episode #10279 - \"Guilt-O-Whirl\" Written by Fran Myers, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, and Anna Theresa Cascio"
    ],
    "Recap": [
        "Brody takes Shane with him to the courthouse so that he can legally adopt Shane and have Shane's last name changed to Lovett. Shane wants that to happen but admits that he wonders what Brody's \"rush\" is and why his mom was not involve in the decision. Langston has a similar conversation with Dorian's wanting to adopt her. Gigi, Rex and Marcie all frantically try to find Shane and are worried what Brody might do. Todd and Marty are growing closer. She wants to sleep with him and wonders why he is hesitating. He tells her he wants the two of them to raise Starr's baby and nothing will stop them. Tess still has Natalie locked in the room with Jared having no clue what happened and Tina afraid to tell him because of the threats Tess is holding over her."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Gigi: You let Shane leave with Brody? I was supposed to pick him up today.",
        "Ms. Gunnels: I guess Mr. Lovett beat you to it. Or is it Lieutenant Lovett?",
        "Gigi: Who cares?",
        "Rex: Wait, why would you be asking about Brody's rank?",
        "Ms. Gunnels: Well, because he was in his uniform when he came to pick up your son. Shane's classmates were so impressed.",
        "[SCENE_BREAK]",
        "Shane: Maybe I should call Mom.",
        "Brody: Didn't we go through this? Not yet.",
        "Shane: But Mom was going to pick me up today. She made a really big deal about it.",
        "Brody: She'll figure out you're with me. She'll be fine. And we're going to surprise her, remember?",
        "Shane: I know, but --",
        "Brody: And then once we change your name, nobody will ever be able to question who your dad really is. I want to get this done. Let's go.",
        "Shane: Look.",
        "Brody: What?",
        "Shane: Did you lose a medal?",
        "Brody: Oh, yeah. I guess it fell off. I got dressed in kind of a hurry.",
        "[SCENE_BREAK]",
        "Gigi: You let Shane leave with Brody before school got out?",
        "Ms. Gunnels: Well, yes. I didn't want him to be late for his dentist appointment.",
        "Gigi: What dentist appointment? There was no appointment.",
        "Rex: Wait, when was Brody here?",
        "Ms. Gunnels: He came for Shane about a half hour before the bell rang.",
        "[SCENE_BREAK]",
        "Shane: Where'd you lose the medal?",
        "Brody: Uh, I'm not sure. Hey, it's no big deal. I can always order a new one.",
        "Shane: Is that why you didn't want to go through the security line?",
        "Brody: What?",
        "Shane: Your medals. They would have set off the metal detector, right?",
        "Brody: Yeah, that's it.",
        "[SCENE_BREAK]",
        "Dorian: Oh!",
        "Langston: Are you all right? Did something happen?",
        "Dorian: No, everything's wonderful.",
        "Langston: Okay, why did you fix it so that I could leave school early and meet you here? I told Starr I'd stick by her all day.",
        "Dorian: Oh, your loyalty to Starr is really commendable, but this takes precedence.",
        "Langston: What does?",
        "Dorian: Your adoption.",
        "Langston: You mean we're here because you want to adopt me now? Today?",
        "Dorian: Now, today, you're going to be a Cramer.",
        "[Dorian giggles]",
        "[SCENE_BREAK]",
        "Natalie: Jared, Jared, Aunt Tina knows. Come on, you've got to make her talk. I know you can.",
        "Tess: I know you can. You're counting on her to get you out of this? Dream on, Natalie.",
        "[SCENE_BREAK]",
        "Jared: No, I heard you. You were apologizing to someone who isn't here.",
        "Tina: Um, yeah. Uh -- and, um...",
        "Jared: You know, if you talk about it, it might make you feel better.",
        "Tina: You know, you're right. I do want to talk about it. You need to know what I've done.",
        "[SCENE_BREAK]",
        "Todd: No, that's enough. Sorry -- no, we can't do it.",
        "Marty: Why? We're two adults; we know what we're doing. Oh, I think I know what this is about. It's about in college when we had sex.",
        "[SCENE_BREAK]",
        "Tina: I did something terrible.",
        "Jared: What are you talking about?",
        "Tina: I got greedy. Okay, I just didn't want to leave Mendorra with nothing.",
        "[SCENE_BREAK]",
        "Natalie: What are you holding over Tina?",
        "Natalie: Hurry, you've got to get Tina to talk. Come on, you've got to get her to talk before Tess gets up there. Tina, please say something.",
        "[SCENE_BREAK]",
        "Tina: I put other people in danger, too.",
        "Jared: Okay, is this about Cristian? Are you blaming yourself for Cristian's disappearance?",
        "Tina: No. No, this is not about Cristian.",
        "Jared: Well then, who is --",
        "Tess: Oh, my gosh, Tina! I can't believe I forgot to tell you something.",
        "Tina: What is it?",
        "Tess: Well, um. Uh, Sarah left a message this morning and she sounded really, um, upset. She hasn't heard any news about Cristian and she wants you to go keep her company.",
        "[SCENE_BREAK]",
        "Markko: Whoa, you okay?",
        "Starr: Everything is sweet. Boy, did I have a good day.",
        "Markko: Well, I thought you were awesome in assembly.",
        "Starr: I was out of control. I mean, I want to thank you and Cole for sticking up for us.",
        "Markko: No sweat.",
        "Starr: Well, I never really liked assemblies, but what really sucked was being the whole school's sex education visual and audio aid.",
        "Markko: Yeah, I just realized something today. Guys get off easy. But you know what? I don't think, after the way you handled things today, you'll ever get hassled again.",
        "Starr: I'm sure I won't. No one's going to want to go near a hormonal pregnant girl. She's crazy.",
        "Markko: I'm sorry. I like how you get funny when you get mad.",
        "Starr: I guess it's just a natural gift.",
        "Markko: But you're not just mad, are you?",
        "Starr: No. Markko Rivera, you're very perceptive. This is not the junior year that I was hoping for.",
        "Markko: Well, have you ever thought of, you know, dropping out for a while just until --",
        "Starr: Until what? Until I drop the kid and I look like everyone else again? No. The whole point to me giving this baby to Marcie is because it's the best thing for the baby. And because I don't want my life to take a huge left turn because of this. I'm just really trying to keep going.",
        "Markko: Which isn't easy.",
        "Starr: You know, not really. Because of this whole situation, I've really learned who my true friends are. You know, Langston trying to get in front of me to cover the fact that I'm pregnant. Where is Langston, anyway?",
        "Markko: I don't know. You know, I haven't seen her since assembly. I wonder where she went.",
        "[SCENE_BREAK]",
        "Dorian: Langston, I thought you wanted this as much as I do.",
        "Langston: It's just so sudden.",
        "Dorian: Yes, that's because I moved heaven and earth to get it to happen today. I thought you'd be thrilled.",
        "Langston: I am, but --",
        "Dorian: But what?",
        "Langston: I'm just channeling the day you rushed me to the doctor when I pretended to be pregnant. It was like, hurry, no questions. Let's just get there and get it done.",
        "Dorian: This is nothing like that.",
        "Langston: To you, maybe.",
        "Dorian: I'm just in a hurry to officially adopt you because you mean so much to me.",
        "Langston: Do you like the necklace that my uncle gave me?",
        "Dorian: It's lovely.",
        "Langston: My mother's quinceanera gift.",
        "Dorian: So he said.",
        "Langston: That's why you wanted to finalize the adoption today, isn't it? Because my Uncle Ray showed up.",
        "[SCENE_BREAK]",
        "Gigi: Why didn't you at least call me?",
        "Ms. Gunnels: I checked Shane's records. There's nothing that says he can't leave school with Lieutenant Lovett.",
        "Gigi: But I was supposed to pick him up today. Didn't he say that?",
        "Ms. Gunnels: Well, if you'd just calm down --",
        "Gigi: Calm down? This is my kid we're talking about.",
        "Ms. Gunnels: Shane seemed perfectly happy to leave with him. Aren't -- don't you guys live together?",
        "Rex: What the hell has that got to do with anything?",
        "Ms. Gunnels: What is the problem here? For heaven's sake, Lieutenant Lovett is the boy's father.",
        "Rex and Gigi: No, he's not.",
        "[SCENE_BREAK]",
        "Brody: Yeah, the metal detector always goes atomic when I wear my uniform. Something's up with you, man. Give it up.",
        "Shane: Can't I just call Mom? I won't tell her where we are, I swear. I'll just tell her I'm okay.",
        "Brody: I said no, Shane. Can't you trust your dad enough to listen to him?",
        "Shane: Yeah, sure. Sorry.",
        "Brody: Where did you get that?",
        "Shane: All the kids have them.",
        "Brody: Yeah, sure.",
        "Shane: Pretty cool, huh? How that guard took one look at you and then just waved us in.",
        "Brody: Yeah, the uniform can be a big plus sometimes.",
        "Shane: Kind of makes people look at you in a different way. All the kids in my class were totally impressed.",
        "Brody: Yeah, think how great it will be when you can go to school and tell everybody your name is Shane Lovett?",
        "Shane: Yeah. Dad?",
        "Brody: Yeah?",
        "Shane: I'm just not sure of this. Mom doesn't want me to change my name. And if she doesn't want it -- I don't either.",
        "Shane: Hey.",
        "Brody: This is a court of law. We should show some respect.",
        "Shane: Can't we just leave?",
        "Brody: You're getting me mad, Shane.",
        "Shane: But we need to talk to Mom.",
        "Brody: And spoil the surprise?",
        "Shane: You're right. She'll be so surprised that she'll be yelling at us from now until Halloween.",
        "Brody: You don't know that. She'll probably be totally cool.",
        "Shane: Cool? Are you kidding? Besides --",
        "Brody: What?",
        "Shane: When I first told my mom I wanted to change my name, her feelings were kind of hurt.",
        "Brody: Yeah, well",
        "Shane: It's just I've had her name all this time and it was just the two of us Morascos, you see? It's not that I don't want your name. I just don't want to hurt my mom. I don't think you do, either.",
        "Brody: When you're right, you're right, kiddo.",
        "Shane: So are we going to leave? Are we going to talk to Mom?",
        "[SCENE_BREAK]",
        "Gigi: I don't believe this.",
        "Ms. Gunnels: I assure you, Ms. Morasco, I had no idea it would be a problem to let Shane's --",
        "Gigi: Answer the damn phone, Brody.",
        "Ms. Gunnels: To let Lieutenant Lovett pick up your son.",
        "Rex: No answer?",
        "Gigi: Not yet.",
        "Ms. Gunnels: You should talk to the office, make it clear who can or cannot pick Shane up.",
        "Gigi: It's a little late now. Pick up, Brody. Please.",
        "[SCENE_BREAK]",
        "Shane: Your phone's vibrating.",
        "[Phone hums]",
        "Brody: The Rodi's manager. I'm the only reliable bartender he's got. Hey, I got a great idea.",
        "Shane: What?",
        "Brody: How about we just add Lovett to the end of your name?",
        "Shane: Add it?",
        "Brody: Yeah, so it would be Shane Morasco-Lovett. Your mom wouldn't mind that, would she?",
        "Shane: I don't think so. Shane Morasco-Lovett. It makes me sound like I'm English or something.",
        "Brody: An important name for an important kid.",
        "Clerk: Sorry for the delay. Uh, is it Lieutenant?",
        "Shane: Yup.",
        "Clerk: I see. And I understand you're seeking a legal name change for -- Shane Morasco?",
        "Shane: That's me.",
        "Brody: Actually, we want to add my name to his to reflect that I'm his father.",
        "[SCENE_BREAK]",
        "Gigi: It went straight to voice mail this time. He's turned the damn thing off.",
        "Rex: Let's try not to panic, okay? Brody's crazy about Shane. He'll never hurt him.",
        "Gigi: Something's wrong. Something's wrong. I can feel it, Balsom. Something's very, very wrong.",
        "[SCENE_BREAK]",
        "Dorian: Why can't you just take this at face value? I want to rush to get you adopted because I want you to be my daughter sooner rather than later. Uh-oh. All right, what's that look supposed to mean?",
        "Langston: You think I don't know how you feel about my uncle?",
        "Dorian: He's a complete stranger, okay? It's only natural for me to question the motives of somebody who shows up out of nowhere and suddenly wants to be involved in your life.",
        "Langston: Just because a blood relative of mine shows up in my life, that doesn't take away from what I feel for you.",
        "Dorian: That is very nice to hear.",
        "Langston: I want to be your daughter. Nobody's going to take me away from you.",
        "Dorian: Yeah, that's what you say now.",
        "Langston: Okay, so he wants to visit me every once in a while. What is the big deal?",
        "Dorian: Would you stop being so naive?",
        "Langston: Naive?",
        "Dorian: Yes.",
        "Langston: What are you talking about?",
        "Dorian: All right, I'm going to tell you. Do you know what he said to me right after you left to go to school? He announced his intentions.",
        "Langston: His intentions?",
        "Dorian: Right. He wants to be your legal guardian.",
        "[SCENE_BREAK]",
        "Tess: It's all right, Aunt Tina. We're fine. I know that you want to be with Sarah.",
        "Tina: Sarah is worried sick. She still doesn't know where Cristian is, and in fact, she's probably feeling the same way you're feeling about Natalie.",
        "Tess: Bad analogy.",
        "Tina: Oh, really?",
        "Tess: Yes, because Cristian was forced to go wherever he went. And those same people could actually be after Sarah right now. On the other hand, Natalie went where she went voluntarily. The letter?",
        "Tina: Mm, yeah. Read it.",
        "Tess: So the situations are nothing alike.",
        "Tina: Yes, I guess you're right. They're not. Anyway, Sarah needs me so I need to be with her.",
        "Jared: Well, I hope they find Cristian soon.",
        "Tina: And I hope you find the love of your life. Very soon.",
        "Tess: So, did you contact any of Natalie's friends?",
        "Jared: Yeah, I called every single number in that address book, and I struck out.",
        "Tess: How frustrating.",
        "Tess: Um, so I made you some of my special tea. It's got lots of herbs and vitamins and it's guaranteed to give you a really great energy boost.",
        "[SCENE_BREAK]",
        "Natalie: No, Jared. Don't drink that tea. That's how I got down here. Don't drink that crap.",
        "[SCENE_BREAK]",
        "Jared: This is wrong.",
        "Tess: What is?",
        "Jared: Well, you comforting me. You have your own grief to deal with.",
        "Tess: I want to comfort you. It helps me forget about my own situation.",
        "Jared: See, I don't get that. I feel every time you look at me you've got to be thinking about what happened to Nash.",
        "Tess: Oh, no. It's not like that. Not anymore.",
        "Jared: I shouldn't be here.",
        "Tess: What?",
        "Jared: Look, I moved in here to be with Natalie and, well, Natalie's gone.",
        "Tess: Well, that doesn't even make sense. It's not --",
        "Jared: I'm going to pack my stuff and move into Angel Square or something.",
        "[SCENE_BREAK]",
        "Natalie: Yes.",
        "[SCENE_BREAK]",
        "Tess: No! I can't let you do that.",
        "[SCENE_BREAK]",
        "Todd: No, not wanting to do this has nothing to do with us sleeping together in college at all.",
        "Marty: How could it not? I mean, you told me that I criticized your performance.",
        "[Laughing]",
        "Todd: Yes, you did. But I don't know what's worse, the fact that you criticized my performance or that you don't remember my performance.",
        "Marty: You said you were still hurt by what I said.",
        "Todd: No, now come on. I was 20 years old when we were together.",
        "Marty: Then why won't you get closer with me? I know you want to.",
        "Todd: I do. It's just, uh -- I -- I -- you know, I don't have protection. It's true, the last thing we need is for you to get pregnant.",
        "[SCENE_BREAK]",
        "Markko: Straight to voice mail.",
        "Starr: Did she say that anything was wrong?",
        "Markko: Not to me. You?",
        "Starr: No.",
        "Markko: She always meets up with me after last period.",
        "Starr: Maybe -- you had soccer practice. Maybe she figured that she would catch up with you afterward?",
        "Markko: No, that's not like her, leaving you alone after everything that happened?",
        "Starr: She's not my babysitter.",
        "Markko: Starr, you know that's not like her. She would want to stay with you and make sure that those bitches don't get in your face again. Okay, I'm officially worried about her now.",
        "Starr: Markko, she's okay.",
        "Markko: You don't know that. She's been so worked up lately.",
        "Starr: Well, it seems that you've been a little worked up lately, too.",
        "Markko: It's that guy, that uncle.",
        "Starr: What's bothering you about him?",
        "Markko: Langston is so excited about having a family. She's acting like he's this stand-up guy. She's like, she can just make him this family that she's looking for.",
        "Starr: Okay, well, he gave her that necklace. He told her things about her mom. You know, he can't be that bad, right?",
        "Markko: Yeah, well Dr. Lord doesn't think so. What?",
        "Starr: Well, I was just thinking about how level-headed and unbiased and everything she is.",
        "Markko: Yeah, well, this time I think she's right.",
        "Starr: Well, I think she should back off. Like that'll ever happen.",
        "Markko: Yeah, I mean if Langston's worked up, if she's missing now, I'm guessing your Aunt Dorian has something to do with it.",
        "Starr: I'm sure she does.",
        "Markko: When Uncle Ray showed up, I could see her getting all --",
        "Starr: What? Protective? Possessive? Like she always does?",
        "Markko: Right. And this Ray dude, he's not going to back off. Without even meaning to, your Aunt Dorian could play right into his hands.",
        "[SCENE_BREAK]",
        "Langston: Uncle Ray can't have said that.",
        "Dorian: I'm not making this up.",
        "Langston: He wants to be my legal guardian?",
        "Dorian: That's what he said.",
        "Langston: Look, your French is great, but Spanish not so much. Maybe you just misunderstood him.",
        "Dorian: My Spanish is impeccable. And Ray's English is quite adequate.",
        "Langston: Okay, well, maybe he just didn't get that you were already planning to adopt me.",
        "Dorian: Oh, I think he understood all too well.",
        "Langston: He didn't come all the way from Colombia just to make trouble. I know it. You know, he thinks he's doing the right thing. That's what it is. He thinks it's the honorable thing to offer to be my legal guardian. Yeah, he feels guilty about how things ended with my mother.",
        "Dorian: All right, I don't want to talk about him any more, okay? I want to talk about you. Langston, would you rather that your uncle were your legal guardian instead of me?",
        "[SCENE_BREAK]",
        "Brody: Excuse me, is everything okay?",
        "Clerk: I'm afraid not. Before we change the boy's name we'll need his mother's permission.",
        "[SCENE_BREAK]",
        "Gigi: How could I have been so stupid?",
        "Rex: What are you talking about?",
        "Gigi: I told Brody this morning that we were going to sit Shane down after school and tell him that you were his father. He went pale, I swear. He was panicked.",
        "Rex: Enough to --",
        "Gigi: Take Shane and disappear. Oh God, I told you he was weird this morning. Oh my God.",
        "Rex: We're going to find him, Gigi.",
        "Gigi: I should never have left Brody alone.",
        "[SCENE_BREAK]",
        "Brody: You did this.",
        "Marcie: I really don't know what you're talking about, Brody. I just came by to get -- get the paper.",
        "Brody: Shane is my responsibility! I have to protect him.",
        "Marcie: Well, you know, you're not Shane's father. Okay?",
        "Brody: Don't say that. Don't you ever say that!",
        "Marcie: I think maybe I should call Gigi.",
        "Brody: Don't do that.",
        "Marcie: You're hurting me.",
        "Brody: Leave the phone.",
        "Marcie: No. Brody, just let go of me.",
        "Marcie: Oh, crap.",
        "[SCENE_BREAK]",
        "Brody: Well, if it's proof of paternity you need, I've got the results of a DNA test right here.",
        "Shane: Lieutenant Lovett is definitely my dad.",
        "Clerk: I'm sorry, but a DNA test is irrelevant.",
        "Brody: What?",
        "Clerk: We need Ms. Morasco to come here or to send a notarized copy of her permission. When you get that, you'll get your name change.",
        "Shane: So we'll just get Mom's permission. No biggie, right?",
        "Brody: No, Shane. We can't get your mom involved in this.",
        "Shane: Why not?",
        "Brody: I didn't want to tell you this, but it looks like I don't have a choice.",
        "Shane: What? Tell me what? What's wrong?",
        "Brody: It's your mom. She doesn't want me to be your dad anymore.",
        "[SCENE_BREAK]",
        "Gigi: I knew I shouldn't have left Brody alone, but I wanted to see you.",
        "Rex: Morasco, look at me. We are going to find Shane and everything's going to be all right. So no more guilt, okay?",
        "[Cell phone rings]",
        "Gigi: Marcie. What's going on, Marcie?",
        "Marcie: I didn't want to call the police before I called you.",
        "Gigi: Police? Why, what happened?",
        "Marcie: Look, I don't want to freak you out, but it's Brody.",
        "Gigi: What about him?",
        "Marcie: Uh, well --",
        "Gigi: Where are you, Marcie?",
        "Marcie: I'm at your place, and I came here to pick up papers, and Brody was here. Look, I just need you to get over here, okay?",
        "[SCENE_BREAK]",
        "Langston: Oh, my God, I completely forgot to tell you all about Starr.",
        "Dorian: Langston.",
        "Langston: No, it was so amazing. She went off in front of the whole entire school this morning at assembly. These kids, they were making fun of her, so she completely let them have it. She was telling them how they should use condoms so that they wouldn't end up in the same predicament she's in. Can you believe that? I mean, is that brave or what?",
        "Dorian: So would you rather have your uncle as your legal guardian? Hmm?",
        "[SCENE_BREAK]",
        "Todd: I don't want to -- I don't have any, okay?",
        "Marty: Ugh. It's just funny, it's when you said you didn't want me to get pregnant, my heart kind of went crazy.",
        "Todd: Because you're scared of me?",
        "Marty: No, no, I felt --",
        "Todd: Oh, I know. Because you'd like to have a kid.",
        "Marty: I just -- carrying a child, what an amazing feeling that must be. It's just -- having another life inside of you.",
        "Marty: It's just --",
        "Todd: Go on.",
        "Marty: It just must be amazing, that's all. But we're going to have one -- I mean, Starr's baby, right? She's due in November. Everything's okay, right? Starr still wants you to have -- take care of her baby, doesn't she?",
        "[SCENE_BREAK]",
        "Markko: I just wish I knew where she was. She always tells me.",
        "Starr: You'll hear from her.",
        "Markko: You know, getting with Langston was like, the best thing that ever happened to me.",
        "Starr: She was really happy about it, too.",
        "Markko: Yeah?",
        "Starr: Yeah, of course, you don't know that?",
        "Markko: I guess so. She thought I was going to freak out when she told me how she acted after her parents died.",
        "Starr: I know she was really worried about that.",
        "Markko: And I was like, okay, so she's not as perfect as I thought she was. You know, she freaks out like everybody else. What a relief, you know? I mean, I wasn't glad about what happened to her parents at all, but it was like she was all mine. But this Ray guy, he's got a hold on her heart, and that's just the way it is.",
        "Starr: That doesn't mean that she feels different about you.",
        "Markko: Right. That's what I keep telling myself, anyway.",
        "[SCENE_BREAK]",
        "Dorian: I can understand why you have feelings about your uncle. He's the only connection you have to your mother.",
        "Langston: He even looks like her. Something about his eyes.",
        "Dorian: Must be a very powerful feeling, seeing the resemblance.",
        "Langston: It means a lot to me that my uncle has found me. Someone who grew up with my mother, someone who can give me a history. I love that. But I want to be with you. And if you want to adopt me today, then I'm fine with that. Now, what does that tell you?",
        "[Dorian sighs]",
        "[SCENE_BREAK]",
        "Todd: No, Starr hasn't changed her mind.",
        "Marty: But she knows we're going -- moving away, right? I mean, I know you can't tell her about me because of John McBain, but I still think she's going to be upset about the separation from the baby.",
        "Todd: No, no, no. Oh, no, no, I told her about what's happening. She was relieved, actually. She said that it would be too hard to have her baby living close by to her. She wants to get past the whole thing anyway, you know.",
        "Marty: I guess I can understand that. What's with you today?",
        "Todd: Hmm. I guess I feel kind of guilty.",
        "Marty: Why?",
        "Todd: Because I'm getting everything I want.",
        "[SCENE_BREAK]",
        "Jared: You really want me to stay?",
        "[SCENE_BREAK]",
        "Natalie: No, no.",
        "[SCENE_BREAK]",
        "Tess: Why wouldn't I?",
        "Jared: Well, after all I did to make your life miserable, I --",
        "Tess: Jared, what happened to Nash was an accident, a really horrible accident. You know, I didn't see that at first at all, but now I've accepted the truth. You were trying to help him that day. I mean, you offered him B.E. funds to help save the vineyard. How were you supposed to know that Dorian was going to take over the company?",
        "Jared: She was able to do that because I defrauded the shareholders by pretending to be Asa's son.",
        "Tess: Your heart was in the right place.",
        "Jared: Do you believe that?",
        "Tess: Yeah, I mean, you were a good friend to Nash. And to be honest, I -- I kind of need a friend right now, too.",
        "[SCENE_BREAK]",
        "Natalie: She didn't drug his tea. She wants him nice and healthy, so she can just use him to drive me crazy!",
        "[SCENE_BREAK]",
        "Tess: Will you please stay here with me?",
        "[SCENE_BREAK]",
        "Natalie: Please say no. Please.",
        "[SCENE_BREAK]",
        "[Gigi gasps]",
        "Rex: What the hell happened?",
        "Gigi: Did Brody do this to you?",
        "Marcie: Yeah.",
        "[SCENE_BREAK]",
        "Shane: I don't get it. Why doesn't Mom want you to be my dad anymore?",
        "Brody: Rex Balsom. You must have noticed your Mom's into him these days.",
        "Shane: Yeah, I guess. But so what?",
        "[SCENE_BREAK]",
        "Marcie: I came back to get my application for substitute teaching, and Brody answered the door. He'd been drinking.",
        "Gigi: And the place, it was like this?",
        "Marcie: A total wreck.",
        "[SCENE_BREAK]",
        "Shane: She can't do that.",
        "Brody: I'm sorry, buddy. But your mom wants Rex to be your dad.",
        "Shane: No! You're my dad -- that test proves it.",
        "Brody: I know. But your mom and Rex are going to try to change things up.",
        "[SCENE_BREAK]",
        "Gigi: I should have known. If Brody would go as far as to fake a DNA test, he would do anything to keep Shane.",
        "Rex: What did he do to you, Marcie?",
        "Marcie: Oh, he just -- Brody just started yelling, you know? All of a sudden he just started blaming me for losing Shane, and then he started talking like he was at war. He said that I was siding with the enemy -- meaning you.",
        "Rex: Was he out of it?",
        "Marcie: Well, sort of. He said that I had brainwashed Gigi. And so I got my cell phone out. I said that I was going to call you, and then, you know, he grabbed my wrist, and when I tried -- when I couldn't make him let go of me, you know, I pulled away hard, and then -- oh, God. The next thing I remember is coming to a little while ago to a world-class headache.",
        "[SCENE_BREAK]",
        "Shane: This has got to be Rex's idea. He's got to be the one that talked Mom into it.",
        "Brody: Probably.",
        "Shane: And he's a P.I., so he knows how to do all kind of sneaky stuff.",
        "Brody: He can make it look like I'm not your dad.",
        "Shane: No, we can't let him get away with that.",
        "[SCENE_BREAK]",
        "Rex: Okay, he just left you here?",
        "Marcie: Yeah, I guess.",
        "[SCENE_BREAK]",
        "Shane: No! I don't want Rex to be my dad.",
        "Brody: Then he never will be. We'll make sure of that.",
        "[SCENE_BREAK]",
        "Gigi: He's lost it. Dear God, Brody has lost it, and Shane is with him.",
        "[SCENE_BREAK]",
        "Brody: We're in this together, right?",
        "Shane: Totally. What are we going to do?",
        "[SCENE_BREAK]",
        "Dorian: Oh! Oh, I just knew that you wouldn't be swayed by that man. Why do you look worried?",
        "Langston: Dorian, I'm fine with the adoption, but I think you're kind of overreacting.",
        "Dorian: Overreacting? In what way?",
        "Langston: Well, I think you're kind of paranoid about my uncle.",
        "Dorian: He is the one who kept pointing out that he is your blood relative, and he says that in the courts in this country, blood relatives are always favored. Oh, Randi. Good, you're here. Langston, this is one of my attorneys, Randi Coleman.",
        "Langston: Hi.",
        "Dorian: So, are we all set?",
        "Randi: Everything was in the judge's hands by 5:00 P.M. yesterday.",
        "Dorian: Oh, so we can get this thing done today.",
        "Randi: And you'll be mother and daughter.",
        "Dorian: Oh!",
        "[SCENE_BREAK]",
        "Starr: As soon as I see Langston, I will tell her to call you, okay?",
        "Markko: Thanks.",
        "Teacher: Mr. Rivera, aren't you supposed to be at soccer practice now?",
        "Markko: Oh, yeah, I guess I just lost track of the time. See you.",
        "Starr: Uh, right. Well, you know what, I should be going, too.",
        "Teacher: Actually, why don't you come to my office? I think you and I need to talk.",
        "[SCENE_BREAK]",
        "Marty: Come on, you didn't do anything wrong. You offered your daughter a perfect alternative for her child when the adoption fell through.",
        "Todd: I was a pretty lousy husband. Not so great a father, either.",
        "Marty: Well, you're making up for it now. You've done a lot for me. You know, you deserve to be happy.",
        "Todd: What about you -- are you happy?",
        "[Marty sighs]",
        "Marty: I'm happy. I'm more than happy. Oh, shut up, because you've given me something to look forward to -- a baby. What could be more exciting than that? Ah, I actually think I'm going to be pretty good at it, too.",
        "Todd: You might be.",
        "Marty: Yeah. Oh, which reminds me -- excuse me.",
        "Todd: Careful, you ought to be taking it easy.",
        "Marty: I know, I know, I'm trying. Here.",
        "Todd: Oh, God -- baby crap.",
        "Marty: Yes, everything the pampered baby could ever want.",
        "Todd: Uh-huh.",
        "Marty: Yes, I think we should start shopping for your grandchild right now.",
        "Todd: Oh, hey, you know -- I don't want to think about this kid as my grandchild.",
        "Marty: Oh, sorry, I know, because you're so young.",
        "Todd: No, no, because -- because I think of it as our child.",
        "[SCENE_BREAK]",
        "Marcie: No, I'm okay. Look, I'm so sorry that this happened. You know, I tried to call you to warn you.",
        "Rex: Looks like Brody packed some of Shane's things.",
        "Gigi: What?",
        "Rex: Drawers in Shane's room are open, and the closet looks like somebody went through it.",
        "Gigi: Who are you calling?",
        "Rex: Cops. Yeah, hi, I need to report a kidnapping.",
        "[SCENE_BREAK]",
        "Brody: I have a plan.",
        "Shane: Okay.",
        "Brody: But you have to be real brave.",
        "Shane: I will be. Just tell me what I need to do.",
        "Brody: It's need-to-know. So I'll tell you as we go along.",
        "Shane: Is it scary?",
        "Brody: Not for guys as tough as you and me. And this time, I'm going to do things right.",
        "Shane: What do you mean, this time? When have you ever done things wrong?",
        "Brody: I've done what I had to -- for the greater good.",
        "[SCENE_BREAK]",
        "Marcie: It was like he was talking to someone else, not me.",
        "Gigi: What do you mean?",
        "Marcie: Well, like I could have been anyone, you know, but -- I don't know if it makes a difference, but I really don't think that he meant to hurt me.",
        "[SCENE_BREAK]",
        "Shane: Is the stuff we're going to do now for the greater good?",
        "Brody: For sure. Are you with me?",
        "Shane: I'm with you.",
        "[SCENE_BREAK]",
        "Tess: That's why I asked you and Natalie to move in in the first place -- I wanted to be around family.",
        "Jared: That's what you said.",
        "Tess: Jared, I was really angry at you at first. I admit that, okay? But -- I know you're not going to believe this, but you actually kind of remind me of Nash.",
        "Jared: Ha -- I do?",
        "Tess: Yeah. You know the way that you stand by Natalie, and you make her feel safe? That's what Nash did for me.",
        "Jared: Yeah, well, apparently I didn't do such a good job of that.",
        "Tess: You know -- it's funny. I can feel the baby kick, and I have nobody to share it with. You know, I have this sweet, innocent child, and she's not even going to know her father. I need to know who I can count on. I need to know who's going to be there for me. So would you please -- would you just stay here with me?",
        "Jared: Okay, fine, I will -- I'll stay.",
        "[SCENE_BREAK]",
        "Natalie: No, no.",
        "[SCENE_BREAK]",
        "Tess: You have no idea how relieved I am. You have no idea.",
        "[SCENE_BREAK]",
        "Todd: Wait a minute, here. This one we definitely need.",
        "Marty: Wild zebra rocking horse?",
        "Todd: Yes, sir, inspired by the childhood the Stevenson brothers spent in the wilds of Kenya.",
        "Marty: Okay, do you see how much it costs?",
        "Todd: I don't care; it's from a limited edition of 100.",
        "[Marty laughs]",
        "Marty: That's why it's $12,000?",
        "Todd: That doesn't matter. You, me, and this baby -- it's a whole new life for all of us. I'm going to provide the best for all involved.",
        "[SCENE_BREAK]",
        "[Dorian sighs]",
        "Dorian: Brody. And Shane.",
        "Shane: Hi.",
        "Dorian: Hi. What are you two doing here?",
        "Brody: Leaving. Come on, Shane.",
        "[SCENE_BREAK]",
        "Rex: All right, the cops are on their way. They're going to want to know if we have any ideas where Brody may have taken Shane.",
        "Gigi: Well, we know he was wearing his uniform.",
        "Rex: Okay, now I wonder what -- what's this?",
        "Rex: Does Brody own a gun? Answer me, Morasco.",
        "[SCENE_BREAK]",
        "Dorian: Is there a problem?",
        "Randi: Just be patient.",
        "Dorian: Excuse me, Your Honor, Langston is already my daughter in my heart. I just want to make it legal and official, and that's why I went through great lengths to make it happen today.",
        "Judge: Dr. Lord, please wait to be recognized before you speak. And I do see everything you went through, but there's a problem.",
        "Dorian: What kind of a problem?",
        "Judge: An injunction. I cannot allow you to adopt Langston Wilde.",
        "[SCENE_BREAK]",
        "Brody: She asked us what I'm doing here. What the hell is she doing here?",
        "Shane: Dad.",
        "Brody: I'm sorry, I just -- I wish Dorian Lord hadn't seen us.",
        "Shane: Why? She doesn't care about us. I'm thirsty; I'm going to go get a drink of water. I'll be right back.",
        "[SCENE_BREAK]",
        "Gigi: Brody never mentioned a gun. I mean, I would never have allowed it in my house.",
        "Rex: This is an ammo box, and it is empty.",
        "Gigi: And a lockbox -- it's the right size for a gun.",
        "Rex: My God.",
        "[SCENE_BREAK]",
        "Shane: Dad, what are we going to do now?",
        "Brody: I've got that all figured out.",
        "Shane: Can't you tell me?",
        "Brody: You'll see when we get there, son.",
        "[SCENE_BREAK]",
        "Officer: Lieutenant, stay right where you are.",
        "[SCENE_BREAK]",
        "Gigi: Oh, God, Rex."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=O-ZbeRMubFY"
}