{
    "Episode Summary": [],
    "Recap": [
        "Vincent and Nash share some intimate talk about the women in their lives while in the sauna. Cole and Star make plans to go to the Winter Carnival. Dorian becomes upset with Blair when she finds out that she (Blair) is going after Miles Lawrence. Natalie confirms that John had tracked down Spencer Truman's murder case. Marty visits John in his office. After some private talk, they decide to have breakfast together. Jessica discusses with Antonio about her true feelings for him, and how that they are truly soul mates. Natalie encourages Miles to asks Marty to the Winter Carnival .Natalie and Miles join Marty and John at the table . John gets a call to come to the station. He gets up to leave, and Natalie walks him out .Miles invites Marty to the Winter Festival.",
        "The girls in Star's class at school gives Star a hard time about her seeing Cole when she isn't supposed to."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Shaun: Hot enough for you?",
        "Vincent: Nope, not yet. You know Shaun, you don't have to be fully dressed in here. It's probably not even healthy.",
        "Shaun: Somebody comes after you, you want me to chase them down in a towel?",
        "Vincent: Oh.",
        "Nash: Hey. Overdressed guy with a gun.",
        "Shaun: Yo, I'm on the clock.",
        "Vincent: So, Nash --",
        "Nash: Yeah?",
        "Vincent: How come you look like hell?",
        "[SCENE_BREAK]",
        "Jessica: Antonio?",
        "Antonio: Hi.",
        "Jessica: Hey. I didn't know where you were. I was worried about you. The nurses didn't know where you were, either.",
        "Antonio: Oh, I had to get out of that room for a while. How are the girls?",
        "Jessica: They miss you. Actually, I have a present for you.",
        "Antonio: Oh, yeah?",
        "Jessica: From Jamie.",
        "Antonio: You didn't help her with her spelling?",
        "Jessica: I helped her a little bit, because she asked me to.",
        "Antonio: Yeah?",
        "Jessica: And you have a lot more cards and flowers all in your room. You have a huge bouquet from the precinct. I think it's from the night receptionist. She's got a crush on you.",
        "Antonio: Oh, stop it.",
        "Jessica: Who couldn't?",
        "Antonio: It's nice to know you're missed.",
        "Jessica: You are missed. When are you getting out of here?",
        "Antonio: They haven't said. Nash tell you he came by?",
        "Jessica: Why would he tell me that?",
        "Antonio: Well, because we talked about what was going on with you.",
        "[SCENE_BREAK]",
        "Starr: Hi.",
        "Cole: So, are you still up for trying to figure out a way to go to the winter festival?",
        "Starr: We have to go. It's the only way that we'll get a chance to be alone together. And sometimes, it's worth taking the risk.",
        "Cole: And your parents definitely said no?",
        "Starr: No, are you kidding? They're totally into it. My mom's at home making me a ski bunny outfit. Of course they said no. What about your mom? Did you ask her again?",
        "Cole: She flipped. I mean, because she's afraid you'll be there.",
        "Starr: But this is so not about us. I don't see why we have to suffer for something that our parents did back in college.",
        "Cole: So we're really going to do this? Just go anyway?",
        "Starr: If we don't, we might not see each other again till we're 18.",
        "Britney: Oh, look at them stealing a few precious moments together. Isn't it enough to make you puke?",
        "Amber: They're going to figure out you're not really their friend.",
        "Britney: Well, if they figure that out, then I'm not going to be able to bring them down. And if I can't bring them down, I'm going to be unhappy, and if I'm unhappy, I'm going to take it out on you.",
        "Amber: Right.",
        "Britney: You know what you have to do, don't you?",
        "[SCENE_BREAK]",
        "Dorian: Where have you been?",
        "Blair: I dropped Jack and Starr off at school, and then I went for a walk.",
        "Dorian: I haven't seen you since breakfast yesterday.",
        "Blair: Well, you had a chance to see me yesterday for lunch, but you stood me up.",
        "Dorian: Oh, I am so sorry. I -- I went to see David at the jail, and I just got so upset that -- that it slipped my mind.",
        "Blair: How's he doing?",
        "Dorian: Oh -- I -- k he's in shock. I went to Evangeline Williamson to get her to drop the charges, but -- she was intractable and was really infuriating.",
        "Blair: You think?",
        "Dorian: But I have hired him the best lawyer that money can buy.",
        "Blair: Dorian, I don't know why you're even bothering. I mean, he -- he confessed to killing Spencer.",
        "Dorian: He did, but there were extenuating circumstances. Blair, please do not be an ingrate here. He saved your life in the process.",
        "Blair: Oh, yes, he did. I'm sure as far as Evangeline Williamson is concerned, that was the real crime.",
        "[SCENE_BREAK]",
        "Natalie: See? John tracked down Spencer's killer.",
        "Miles: I see that.",
        "Natalie: You happy?",
        "Miles: What, that he was killed by his own brother? No. Not happy about it at all.",
        "[SCENE_BREAK]",
        "John: Evangeline, it's John. Oh, you know who? I guess I should be flattered. Hey, look, I was going to send you over everything I have on the Vickers case, but now I'm wondering if I should even bother. Well, I have Marty Saybrooke in my office right now, of all the shrinks in all the world, and she says you guys asked her to do a psych consult. Are you getting ready to plead him out? No, no, of course not. Look, I just -- I think there's more to this, and you might want to hold off. You got it. All right, take care.",
        "Marty: Don't you want to read the report first?",
        "John: Not really. Because if this proceeds to trial -- which I don't think it will -- I'm going to make sure you get tossed off the case.",
        "Marty: Yeah -- Nora wouldn't have called me in if she thought there was a conflict of interest, so what's your problem?",
        "John: My problems are seemingly endless, but to name one -- you're soft.",
        "Marty: Excuse me?",
        "John: You go easy on criminals. You were soft on Truman, of all people.",
        "Marty: Hmm. Yeah, I did my job.",
        "John: Well, that's open to interpretation. Look, if Vickers did do this, I don't want you getting up on a stand and saying he had a lousy childhood or he wet his pants too much -- albeit true as it may be -- and somehow declaring that he's unfit to stand trial.",
        "Marty: Yeah. Gee, I thought this was all behind us.",
        "John: You let the man that killed my father go free. I promise you, it will never be behind us.",
        "[SCENE_BREAK]",
        "Dorian: Blair, are you still obsessing about Evangeline and Todd?",
        "Blair: Uh-uh-uh -- don't start, Dorian.",
        "Dorian: You brought it up.",
        "Blair: Why don't you just tell me about David? What are they going to charge him with?",
        "Dorian: They wouldn't tell me, but this morning's newspaper says that the D.A. may let him plead guilty to a lesser charge -- manslaughter.",
        "Blair: Oh, no. That means he's going to go to prison.",
        "Dorian: Yeah. And I do not think that he can survive that. Wait a minute -- before you read it -- ahem -- do so with caution, because they quote Evangeline extensively.",
        "Blair: Oh, swell.",
        "Dorian: Yeah, she goes on and on and on about how -- how violent the crime was.",
        "Blair: Spencer was stabbed over and over again. It -- it's like David was full of rage. It doesn't sound like him.",
        "Dorian: No, it doesn't sound like him. Honey, I'm sorry that you had to have lunch all by yourself.",
        "Blair: Oh, it's all right. I wasn't by myself. I had me a Bloody Mary and I watched the floor show.",
        "Dorian: Huh. Excuse me?",
        "Blair: You would not believe what Todd has done now.",
        "[SCENE_BREAK]",
        "Natalie: So, what, you said you came to town to see Spencer's killer brought to justice? Why aren't you jumping up and down for joy?",
        "Miles: He was killed at his own brother's hand. If I had known my brother --",
        "Natalie: Everyone hated Mitch, just like everyone hated Spencer. They were the same.",
        "Miles: Still, I never would have killed my brother.",
        "Natalie: You said that Mitch turned his back on you because of your condition.",
        "Miles: That's right.",
        "Natalie: So you never had to deal with him. Spencer worked at trying to ruin David's life.",
        "Miles: I've heard what everyone says.",
        "Natalie: It's the truth.",
        "Miles: Will this Vickers guy be executed?",
        "Natalie: No. Extenuating circumstances.",
        "Miles: Yeah, I know. Spencer was supposedly attacking Blair Cramer at the time of his murder. Natalie it's no theory, ask Blair.",
        "Miles: Well, here's what I don't get. David Vickers re-entered this country on the same day that Spencer was supposedly supposed to be taken to the mental hospital. He killed Spencer and then he left again. Doesn't that sound like premeditation?",
        "Natalie: Knowing David's character, he probably came into town to see Spencer for one last time, saw that Blair was being attacked, killed him to protect her, panicked, and then left town again.",
        "Miles: You ought to be his lawyer.",
        "Natalie: One thing -- one thing I learned working at the police station is that things are not always what they seem.",
        "Miles: Spencer was a brilliant and compassionate surgeon. I'm proof of that. And I'm not the only one. That's a matter of record.",
        "Natalie: Spencer created that image to hide underneath. He was pure evil.",
        "Marty: I found David Vickers to be completely competent, and his confession will stand up.",
        "[SCENE_BREAK]",
        "John: Another life that you indirectly ruined.",
        "Marty: I just told you you're getting what you wanted, so now -- now what are you accusing me of?",
        "John: Vickers wouldn't be even in this position if you hadn't gone easy on Truman.",
        "Marty: No, you don't know that.",
        "John: Domino theory. I read about it on the Internet.",
        "Marty: Ah. Well, if you're waiting to hear that I've made a mistake, you're going to be waiting a long time.",
        "John: Oh.",
        "Marty: I was doing my job, just like you. And we could argue this indefinitely, but it wouldn't behoove either one of us, now, would it? Spencer's murder and the death of your father have been avenged. Don't you think it's time to move on?",
        "[SCENE_BREAK]",
        "Vincent: Steam helping?",
        "Nash: No. And although I'm aware that I look fabulous, I feel worse than I look.",
        "Vincent: Money trouble?",
        "Nash: Yeah.",
        "Vincent: Yeah?",
        "Nash: No -- yes, but that's not what it is.",
        "Shaun: It's got to be woman trouble, then.",
        "Nash: Oh, how very perceptive.",
        "Shaun: I learned how to read the signs by watching him.",
        "Vincent: Hey, I'm the one paying for your steam.",
        "Nash: So, I'm guessing you don't have woman problems, huh?",
        "Shaun: I know enough not to waste time on a woman who's not interested.",
        "Nash: No, that's not my problem.",
        "Shaun: She's Jonesing for another guy?",
        "Nash: Married. So what's your problem, Layla?",
        "Shaun: He blew that one. He doesn't like to be reminded.",
        "Vincent: Didn't I tell you to keep quiet?",
        "Shaun: Well, the guy needs help, boss.",
        "Nash: So, Layla -- she's a -- she's a good girl.",
        "Shaun: He knows. Layla doesn't want anything to do with him.",
        "Nash: Sorry.",
        "Vincent: Thanks.",
        "[SCENE_BREAK]",
        "Jessica: Why did you need to talk to Nash about me?",
        "Antonio: Oh. Yeah -- you know, I -- with all the drugs they're pumping into me, you know -- I saw you guys talking in the hallway. My mind starts playing tricks on me.",
        "Jessica: What do you mean?",
        "Antonio: I talked to Nash about what was going on between the two of you --",
        "Jessica: No, there's nothing going on between the two of us.",
        "Antonio: No, actually, he said the opposite. I mean, he said he can't stand you, and he said that he doesn't want to be in the same room with you and that you felt the same way about him.",
        "Jessica: Well, I --",
        "Antonio: You know -- you know what I don't get is -- is just that if you guys hate each other so much, how come I didn't pick up on it?",
        "Jessica: Well, you've had a lot on your mind, honey.",
        "Antonio: Now, you know, maybe. Maybe, but, you know, we're married. And, I mean, I'm supposed to know what you're thinking. You know, I --",
        "Jessica: You do. You do. You know what I'm thinking. You know the important stuff.",
        "Antonio: Yeah. He also said that when he looks at you, he sees Tess, and that drives you crazy.",
        "Jessica: Well, that's something that I agree with 110%. That's the absolute truth.",
        "[SCENE_BREAK]",
        "Marcie: Britney, amber, you're late. Please get seated.",
        "Langston: Are you and Cole going to the winter festival?",
        "Starr: Yeah, right. Like that'll happen.",
        "Langston: Sorry. Anything I can do?",
        "Marcie: Ok, everybody, please get out your copies of \"Great Expectations.\" Yes, amber?",
        "Amber: Yeah. I just wanted to say that me and Britney --",
        "Marcie: \"Britney and I.\"",
        "Amber: Right. We weren't supposed to be late, but I couldn't get to my locker because Cole and Starr were standing in front of it.",
        "Britney: Amber, why are you always trying to cause trouble for two people that haven't done anything to you?",
        "[SCENE_BREAK]",
        "Dorian: Todd gave Evangeline a diamond necklace?",
        "Blair: Oh, it wasn't any kind of diamond necklace, it was a big old honking diamond necklace. The kind of bling they used to wear back in the 1980s.",
        "Dorian: I think Todd's trying to buy her love.",
        "Blair: With my child support, and I think it's -- it's pathetic!",
        "Dorian: She should give it back.",
        "Blair: Oh, right. Sure.",
        "Dorian: It'll force Todd to raise the ante. You know, his ego will be bruised, and then he'll give her the necklace back, or the ma set of earrings and a bracelet.",
        "Blair: Whose side are you on, Dorian?",
        "Dorian: I'm just putting myself in her place.",
        "Blair: Well, don't. Because it's nauseating. What I can't stand is how she's working Todd.",
        "Dorian: She is far too principled for that.",
        "Blair: Oh, and that's another thing I can't stand -- is how everybody makes her out to be Mother Teresa, and I'm just a -- a world-class slut.",
        "Dorian: You're jealous.",
        "Blair: I am not jealous. I dumped Todd. You remember that. I don't care what he does or who he does it with.",
        "Dorian: This is so classic. You don't want Todd, but you don't want anybody else to have him, either. Because no matter what you say, Blair, you're still in love with him.",
        "[SCENE_BREAK]",
        "Antonio: You know, if Nash was bothering you so much, why didn't you say something about it?",
        "Jessica: I tried. I tried to tell you in my own way, Antonio. I tried to tell you that I didn't want him to be the manager of Capricorn, and then it bothered me that you gave him money to start up his winery.",
        "Antonio: Yes, you said that, but then I kept seeing you together in these intense conversations.",
        "Jessica: Well, they were -- we were arguing, and -- I'm sorry if it made you suspicious. I am.",
        "Antonio: It was obvious to me that something had changed after you guys got stuck inside that old mine.",
        "Jessica: He -- he works on me. I mean, sometimes I think that he wants Tess to come out and -- sometimes I even wonder if he's just trying to destroy me.",
        "Antonio: Well, it's pretty obvious that it's been going on for a while.",
        "Jessica: I was just trying to handle it myself, you know? That's probably why you suspected that I was keeping something from you. I just didn't want you to have another thing to worry about.",
        "Antonio: Oh. You know, if -- if you really feel that Nash is trying to get Tess to come back out, then --",
        "Jessica: I'm probably just paranoid. You know, Tess was the angry part of me, and when Nash gets on my nerves, I guess he just assumes that it's Tess trying to come out. I guess it's always going to be that way, you know? That's why I just don't want to be around him. It scares me to be around him.",
        "[SCENE_BREAK]",
        "Vincent: So how come you're giving up so easy?",
        "Nash: I told you, she's married.",
        "Vincent: So? Marriages end all the time.",
        "Nash: Yeah, well, apparently not this one.",
        "Vincent: You probably could make it happen if you wanted to.",
        "Nash: You probably would have been right until yesterday.",
        "Vincent: What happened yesterday?",
        "Nash: She told me that she was staying with her husband and asked me to back off.",
        "Vincent: Did she say she doesn't love you?",
        "Nash: No.",
        "Vincent: Sounds like she's not as sure as she wants you to think.",
        "Nash: No, look, what difference does it make? You know, sometimes you just got to do the right thing, right?",
        "Shaun: That's a new one, right, boss?",
        "Vincent: Yeah. Women aren't like us.",
        "Nash: Thank god.",
        "Vincent: They say one thing when they mean the opposite. And then they wait, and wait for us to figure it out.",
        "Shaun: Practice what you preach. Layla loves to hate you.",
        "Vincent: You're working, right? So button it. Scan for intruders. 360-degree awareness.",
        "Shaun: She's still into you, boss. She doth protest too much.",
        "Nash: Huh.",
        "Vincent: Nash?",
        "Nash: Yeah?",
        "Vincent: What if that's what's happening with your woman?",
        "[SCENE_BREAK]",
        "John: You're the second person in two days who have told me that.",
        "Marty: I'm guessing Natalie was the first.",
        "John: Wrong again. It was Bo.",
        "Marty: Wise man. He also wants to close the Vickers case, something I don't necessarily agree with. Why wouldn't you want the case closed? David's confessed. That clears your brother. You should be happy. Unless the thought of being happy is too scary a concept for you.",
        "John: Hey, you know what I just realized?",
        "Marty: Hmm?",
        "John: This is my office, not yours.",
        "Marty: Come on. One question.",
        "John: One.",
        "Marty: The man who killed your father is dead. And his murderer is behind bars. So what's next for you?",
        "John: I don't know -- I just want to live my life, you know, or have some semblance of a personal life. I've blown that, too. [John groans]",
        "Marty: Problems with Natalie?",
        "John: Hey, I thought we said one question.",
        "Marty: Huh. Well, she has a rather fiery attitude, you know, just like you.",
        "John: You should know. She got in your face.",
        "Marty: Yeah, she was just frustrated. Needed to vent, I guess. She's very loyal to you. You know, I think you should try to work it out with her. I think it's important for you.",
        "John: You're doing it again.",
        "Marty: I'm sorry. I can't seem to help myself. You know, but if you ever change your mind and want to talk about it --",
        "John: I won't.",
        "Marty: Yeah, I know. I know, you blame me for - well, the fall of the Roman Empire, the great war --",
        "John: No. Just don't let another killer go free.",
        "Marty: Huh. I have to do what I think is right, just like you.",
        "John: It's a bitch.",
        "Marty: See? We really aren't that different.",
        "John: Don't assume you know anything about me, doc.",
        "Marty: No, of course not. And -- and despite this -- this lovely snarky attitude of yours, I -- I do hope now that it is over, we can put it behind us.",
        "John: Not if you keep using the word \"snarky.\" And for the record, why?",
        "Marty: Because you are a pain in the ass. I like you, ok? Here.",
        "John: Aren't you forgetting something? Here. Hey, look, why don't you just go ahead and tell me what you said about Vickers?",
        "Marty: Oh, it's going to cost you. A cup of Joe.",
        "John: I think there's a fresh pot in the squad room.",
        "Marty: Yeah, yeah -- have you tried that coffee recently? Come on. Let's walk over to Rodi's.",
        "John: I'm pretty busy.",
        "Marty: Yeah. Yeah, I can see. You just closed the case. Come on, I'll buy you breakfast. Peace offering.",
        "John: Yeah, I could eat.",
        "Marty: Don't want to twist your arm or anything.",
        "John: Huh.",
        "[SCENE_BREAK]",
        "Miles: I know you think I'm stubborn.",
        "Natalie: I think you don't see what you don't want to see, at least when it comes to Spencer.",
        "Miles: Spencer saved my life. He gave me the opportunity to ve a life that I never thought I could.",
        "Natalie: Yeah, it's scary, isn't it? Young, rich. All of a sudden, being able to do whatever you want. I know what that feels like.",
        "Miles: No. You don't. You were always beautiful.",
        "Natalie: You don't know me.",
        "Miles: Oh, but you claim to know everything about me.",
        "Natalie: Well, what I see is that you have a brand-new chance at life, and it seems easier to think about Spencer than actually going out there and living it.",
        "[SCENE_BREAK]",
        "Starr: Why are you sticking up for me?",
        "Marcie: Girls, please.",
        "Britney: I just think what amber did is wrong.",
        "Amber: Everyone knows Starr and Cole aren't supposed to see each other.",
        "Marcie: Ladies?",
        "Amber: Rules aren't rules if they get broken.",
        "Britney: Amber, that's not fair. It's not Starr's fault if she and Cole run into each other in the hallway.",
        "Langston: Oh. You know she's up to something. Your little act is so lame.",
        "Britney: Oh, Leonard, go bleach your mustache.",
        "Marcie: Ok! Ok, quiet now! I said be quiet. Starr and Cole are in the same school. They are going to run into each other.",
        "Amber: But I just thought --",
        "Marcie: Amber. Nobody likes a rat. I'm going to ignore this. Do not make me wish --",
        "Starr: But I didn't --",
        "Marcie: I hadn't. Do I make myself clear?",
        "Starr: Yeah.",
        "Marcie: Ok. Let's turn our attention to a slightly less complicated couple, shall we, and turn to page 171.",
        "[SCENE_BREAK]",
        "Jessica: I am aware of Tess' feelings for Nash, and that makes things really, really hard for me. But Nash is also a really great father to Bree, which makes me care about him even though I don't want to.",
        "Antonio: You're confused.",
        "Jessica: About my feelings for Nash, 100%. But I'm not confused about the man I want to be with. We have been through so much together, sometimes I think that you're a part of me. Our wedding day was the happiest day of my life. I looked at you standing down the aisle and I just thought about how much I had put you through, and that it was a miracle that we'd get to spend the rest of our lives together.",
        "Antonio: Yeah. Then I find you at the reception with Nash.",
        "Jessica: And remember what I told you about that? I love you. I married you, I stood at that altar in front of god, our family, and our friends, and pledged my eternal love to you. I promised you myself, body, mind and soul, for eternity. And I still feel the same way today. If anything, I feel those feelings more, because I've lived with you as your wife and we're raising our daughters together.",
        "Antonio: But the Tess part of you wants Nash.",
        "Jessica: Those are just memories. They don't mean anything. I'm a whole person now and I have everything that I've ever wanted. You gave it to me -- a family. You're the man that I love. You're the man that I will always love. I will never betray my feelings for you, ever.",
        "Antonio: Jess? Don't.",
        "[SCENE_BREAK]",
        "Nash: Are you saying the woman might be lying?",
        "Vincent: She ever say she loves you, even one time?",
        "Vincent: She got kids?",
        "Nash: Yeah.",
        "Shaun: Ouch.",
        "Vincent: So, breaking up with her husband is messy. But giving up on you --",
        "Nash: Easy -- I'm the only one who gets hurt.",
        "Vincent: And her.",
        "Shaun: The Martyr thing -- women love to suffer.",
        "Vincent: Mm-hmm.",
        "Nash: You know, what difference does it make? She chose the other guy. She told me what she wanted -- that's her husband -- oh, why am I even talking about this to you two?",
        "Shaun: Because he's in the same boat as you are.",
        "Vincent: One woman can't even stand the sight of me, while the other woman is tied up with a man who is wrong for her in so many ways that I can't even count. And the sad thing is, I can't even do a damn thing about it.",
        "[SCENE_BREAK]",
        "Miles: You're right -- I don't have a clue what I'm going to do. There's so much to find out.",
        "Natalie: At least you don't have to worry about money.",
        "Miles: Everything I know about life is what I've read in a book or watched on television or the Internet. Now, the real world is coming at me so fast and it's -- it's all so new. Even smells.",
        "Natalie: Really?",
        "Miles: Yeah. I grew up in a hospital, so everything smelled like a disinfectant or rubbing alcohol. The food was tasteless. The first time I walked into the hotel dining room for breakfast, I smelled coffee and cinnamon, bacon. Man, I nearly passed out. Fresh flowers, the smell of your perfume -- it just blows me away. I mean, it sounds stupid, but I want to smell everything.",
        "Natalie: You should probably warn people first.",
        "Miles: I mean, look at this. I want to tromp around in the snow. I want to learn to ski. I want to learn how to do",
        "Natalie: You've got a lot of catching up to do.",
        "Miles: It's a long list, but I'm making some headway. I've gotten drunk, I've kissed a very pretty girl. Of course, I probably wouldn't have kissed a very pretty girl had I not been so drunk.",
        "Natalie: Really? Who is it?",
        "Miles: Marty Saybrooke.",
        "Natalie: Oh, you kissed her?",
        "Miles: What's wrong with that?",
        "Natalie: Nothing. Noting at all. So, do you like her?",
        "Miles: I mean, she's very pretty and easy to talk to. Yeah, I like her.",
        "Natalie: Hmm. So then that's it -- that's what you have to do next.",
        "Miles: What is?",
        "Natalie: You got to ask Marty Saybrooke out to the winter festival.",
        "Miles: You really think I should?",
        "Natalie: Oh, I do. And here's your chance.",
        "[SCENE_BREAK]",
        "Marcie: Ok, I have some announcements to get through before the bell rings, so listen up. School is out early today because of a teachers' conference.",
        "Students: Whoo!",
        "Marcie: Ok, I know you're all heartbroken, and those of you going to the trip to the winter festival need to have your permission slips in before you board the bus. It leaves half an hour before dismissal and will be returning to the school parking lot at 11:00 P. M.",
        "Marcie: Have fun.",
        "Starr: Langston, we need to talk now.",
        "[SCENE_BREAK]",
        "Dorian: Blair, nothing would make me happier than to know that you are finally over Todd, but unfortunately, that is not true. He's in your blood.",
        "Blair: Well, I'll get a transfusion.",
        "Dorian: How do you do it?",
        "Blair: What?",
        "Dorian: How do you set your sights on one inappropriate man after another?",
        "Blair: Oh, come on! Miles may not believe the truth about Spencer, but he's -- but he's sweet.",
        "Dorian: \"Sweet\"?",
        "Blair: Yeah, and he's --",
        "Dorian: Oh, no! Here we go again.",
        "Blair: He's charming --",
        "Dorian: Oh --",
        "Blair: And innocent and a lot of things, he doesn't know about the world.",
        "Dorian: Oh, I see. And you're going to play teacher to Mitch Laurence's baby brother?",
        "Blair: I didn't say that! I just said he's nothing like Mitch. He's direct and he's -- he's honest.",
        "Dorian: Oh, I get it. Right -- you have found yourself the anti-Todd.",
        "[SCENE_BREAK]",
        "Natalie: Marty just walked in -- Miles, this is a sign. You should go ask her out.",
        "Miles: She's with John.",
        "Natalie: They're friends.",
        "Miles: Are you sure?",
        "Natalie: Yeah, I'd better be. Come on. I got to go over there.",
        "Miles: No, I -- I think I'm going to stay.",
        "Natalie: All right. It is time to start living life, dude, before the snow melts and you got to wait another year.",
        "Natalie: Hi, so --",
        "John: Hey.",
        "Natalie: Can we join you or is this meeting private?",
        "John: Well, we have some business to do, but knock yourself out.",
        "Natalie: Thank you. Ahem. So everybody knows everybody, right?",
        "John: Hmm.",
        "Marty: Yes.",
        "Natalie: So, when did the two of you start having breakfast meetings?",
        "[SCENE_BREAK]",
        "Langston: Amber ratted the two of you out in English today.",
        "Cole: You're kidding.",
        "Langston: Mm-hmm, oh, but it's ok because your new best friend, Britney, took her on.",
        "Starr: What?",
        "Cole: Britney went to bat for us?",
        "Starr: Yeah. It was so moving, I could cry.",
        "Cole: No, no, no. She's trying to set us up.",
        "Langston: You think?",
        "Cole: Are you in trouble?",
        "Starr: Mrs. McBain said that she would let it go.",
        "Langston: Don't look at her -- look at me. Look, other teachers aren't as cool as Ms. McBain, so Starr and I came up with a plan where you two don't have to talk to each other when other people are around.",
        "Starr: Yeah. It's like \"Cyrano de Bergerac. \"",
        "Langston: Mm-hmm.",
        "Cole: All right. You two are losing me here.",
        "Starr: It's a play -- Cyrano is this dude with a big nose and he's too shy to hook up with this hot girl named Roxanne, so he gets this guy named Christian to write love -- no, wait, that's not right. He writes love letters for a guy named Christian, who also likes her.",
        "Cole: Oh.",
        "Langston: Mm-hmm.",
        "Cole: Wait a minute. You guys are going to have to help me out with this one. All right, why -- how is that like us?",
        "Langston: Ok, look, I can talk to you and I can talk to Starr without getting in trouble, so I'll be, like, the middle man. For example, Starr still wants to hang out after school today",
        "Cole: Ok. Does that make you the guy with the love letters or the guy with the big nose?",
        "Starr: Hmm.",
        "Britney: It would be so cool if you and Cole could go to winter festival together.",
        "Starr: Yeah. It would just make your day, wouldn't it?",
        "Britney: Well, what do I have to do to prove that I'm on your side?",
        "Starr: How about you stop wearing pink shoes and washing your hair?",
        "Britney: Oh, come on. The winter festival is awesome, and I think it sucks that you have to stand here and watch while Cole talks to your best friend. I know I was a little bit of a--",
        "Starr: Of a -- a witch?",
        "Britney: If there's anything I can do for you two, just let me know, ok?",
        "Starr: Ok, well, the best thing that you could do for us right now is to keep your mouth shut.",
        "Britney: I just -- I want you to know I'm not out to get you.",
        "Starr: So, is everything clear here?",
        "Langston: Yeah. You're good to go. So what'd Britney say?",
        "Starr: Oh, she said that she wants to help me and Cole.",
        "Langston: No way. She totally told amber to say that in class.",
        "Starr: Don't worry. I'm on to Britney.",
        "Amber: Make Starr trust you?",
        "Britney: No, I had to leave before I could do that. But I can still make sure Starr and Cole's little date to the winter festival is one they're never going to forget.",
        "[SCENE_BREAK]",
        "Jessica: What? What's wrong?",
        "Antonio: Jessica? We're a team. I need to know that if something's wrong, you'll come to me next time.",
        "Jessica: Ok. And I need you to know how much I love you. You're my soul mate.",
        "Antonio: And I love you.",
        "[SCENE_BREAK]",
        "Shaun: You probably could make her change her mind, tell her why this other guy is wrong for her. Well for you, huh, boss?",
        "Vincent: Shaun, I know how you feel about this, ok? Point well taken, but I'm talking to Nash.",
        "Shaun: It doesn't sound like you're talking. It sounds like two stubborn mules knocking their head against the same brick wall. And there's no way a particular woman, who shall remain nameless, is going to ever end up with you.",
        "Nash: Is he right?",
        "Vincent: This other guy, he's a habit with her.",
        "Nash: \"The other guy\" -- you're talking about another girl, not Layla, right?",
        "Shaun: Listen, the boss has women coming on to him all day long. And all he can think about in his head is the one that he can't have.",
        "Nash: Sometimes, you know, you should just give up and move on, but you can't.",
        "Vincent: Yeah. Me, neither.",
        "Nash: It sucks.",
        "Vincent: Bigtime.",
        "[SCENE_BREAK]",
        "John: Dr. Saybrooke here has been called in to consult on the Vickers case.",
        "Natalie: Oh. Oh, I see.",
        "Marty: So, how do you two know each other?",
        "Natalie: Hmm. Well, we're pseudo related. It's funny -- Miles here was telling me that he got loaded the other night and he ended up --",
        "Miles: With my first hangover.",
        "John: Ah. Lucky.",
        "Miles: I was wondering -- is it a possibility I could speak with David Vickers?",
        "John: Maybe -- uh, not today.",
        "Miles: Thank you.",
        "Natalie: Hey, Miles?",
        "Miles: Yeah?",
        "Natalie: Didn't -- didn't you say that you wanted to ask Marty something?",
        "Miles: I -- I just was just wondering how you were doing?",
        "Natalie: Are you sure that's it?",
        "Miles: Yes. That's it.",
        "Marty: Uh -- I'm fine. Thanks for asking.",
        "John: Oh, boy -- saved by the bell. Uh -- it's the DA's office. I -- I need to go.",
        "Natalie: Oh, I'll walk with you.",
        "John: Yeah?",
        "Marty: Well, you haven't gotten your coffee yet.",
        "John: I -- I'm going to have to take a rain check.",
        "Marty: All right, well, it's still on me.",
        "John: Ok. Hey -- are you ready?",
        "Natalie: Mm-hmm.",
        "Miles: Actually, there is something I -- I want to ask you.",
        "[SCENE_BREAK]",
        "Blair: I don't know how I can convince you that -- hey! That I'm truly moving on here.",
        "Dorian: Hey -- how about trying \"truly moving on?\"",
        "Blair: I am!",
        "Dorian: What -- with Miles Laurence? For goodness sakes, you're only doing this to drive Todd crazy, and -- and you've picked a man who reveres one monster while being related by blood to another.",
        "Blair: No, Miles is nothing like Mitch or Spencer. In fact, the more I think about it, the more I think it's the right thing for me to do.",
        "Dorian: I don't believe this!",
        "Blair: Well, believe it because I'm thinking about inviting him to the winter festival.",
        "Dorian: Oh, Blair, this is a big mistake.",
        "Blair: No, it's not. And I'm going to prove it to you, to Todd, and everybody else in this stinking town.",
        "Dorian: Don't do it.",
        "Blair: Too late. If Todd can move on, so can I, and I can move on with Miles Laurence.",
        "[NEXT_ON]",
        "Miles: You want to go out with me on my first date?",
        "Marty: I would be happy to go with you.",
        "Miles: You want to have a date with me?",
        "Tate: Are you afraid I'm making a play for Adriana?",
        "Viki: If Blair were to walk in here right now, what would that do to your relationship with Evangeline?",
        "Cristian: Tell me you won't see Todd Manning again."
    ],
    "Transcript Author": [
        "Provided By Glynis Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=j1_BlJJrQj0"
}