{
    "Episode Summary": [
        "Episode # 10987"
    ],
    "Recap": [
        "Jessica and Robert Ford are getting along although she tells her mom she will never forgive Natalie and Brody who are moving out of Viki's and into their own place with Liam. Tea goes to talk to John about the suspicion surrounding her husband and brother, while original Todd hides in the bathroom unseen and listens intently to their conversation. John appears to be connecting the dots between what original Todd tells him and what she is. Viki admits that she does not feel she knows her brother and Jessica is feeling the same thing. Starr is torn between Sebastian and James, and Sebastian is clearly interested in her."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: What the hell are you doing?",
        "Ford: Hi. You, me, and the batting cages on Dock Street.",
        "James: Wait, wait. Bobby, I can't. I'm just on a break from work. Where's Ryder? I thought that this was your day with him.",
        "Ford: Yeah. It was. I just dropped them off. God, it's like the afternoon goes by in two seconds.",
        "James: Wait, wait. Who's them?",
        "Ford: Well, it wasn't just me and Ryder. Jessica and Bree came along, also.",
        "[SCENE_BREAK]",
        "Bree: Hi, Grandma.",
        "Viki: Hey! There are my girls and my boy. Hi, sunshine. Ohh! Now, did you 3 have fun at the zoo?",
        "Bree: 4.",
        "Viki: 4? Did you take a friend?",
        "Bree: Mommy did. Uncle Bobby came.",
        "[SCENE_BREAK]",
        "Brody: Vimal, it's Brody Lovett...again. Just checking to see what you've decided to do. You know what I'm hoping for. Liam is my son. I want it to stay that way...",
        "[Knocks on door]",
        "Brody: But if you decide you need to tell John the truth about the paternity test, just tell me, please. I want to be the one to tell Natalie.",
        "Natalie: Tell me what?",
        "[SCENE_BREAK]",
        "Téa: John, it's Téa Delgado. I need to talk to you. I heard you, all right? I know you're there. I'm not going away. Let me in.",
        "[SCENE_BREAK]",
        "Tomás: I told Téa.",
        "Todd: You told her what?",
        "Tomás: I told her that the CIA isn't after me, that I was part of it.",
        "Todd: What'd you say about me?",
        "Tomás: That I didn't shoot you, that I tried to save you from the people who did.",
        "[SCENE_BREAK]",
        "Téa: You know I will get Roxy, and she will let me in, all right, so--",
        "John: Hi.",
        "Téa: Took you long enough.",
        "John: Come on in. I-- I was busy.",
        "Téa: I'll bet you were. Who you hiding in here?",
        "[SCENE_BREAK]",
        "Brody: Get back to me. Good ears.",
        "Natalie: Yeah. Thin walls. So... what'd you want to tell me?",
        "Brody: I might have to do a double shift tonight. I know we kind of had plans.",
        "Natalie: Oh, I understand, but is that all you wanted to tell me? Because you seem really stressed.",
        "Brody: It's been a weird day-- hi, little man. Hi. But seeing him makes it all better.",
        "Natalie: Oh, you got that right.",
        "Brody: I'm glad you brought him by.",
        "[Liam coos]",
        "Natalie: Yeah. Yeah. Me, too.",
        "Brody: Yeah. So what are you doing here?",
        "Natalie: I had to get away from Jessica for a while. After our blowout, I'm in no mood to deal with her.",
        "[SCENE_BREAK]",
        "Bree: This is snowy, and Ryder got a car with a horn.",
        "Viki: Ryder can drive?",
        "Bree: He just beeps.",
        "Viki: Ha ha ha! So Uncle Bobby bought all these presents, did he?",
        "Jessica: Yes. He was very generous, and I believe that someone promised to draw him a picture as a thank-you, huh? So go ahead upstairs.",
        "Viki: Uncle Bobby.",
        "Jessica: Well, Bree wanted something to call him. She knows that he's Ryder's dad.",
        "Viki: Do you think she understands?",
        "Jessica: Probably better than I do. How was your day?",
        "Viki: Oh, it was good. It was good. I don't think it was nearly as good as Bree's or Uncle Bobby's.",
        "[SCENE_BREAK]",
        "James: All right. That chick is a real piece of work.",
        "Ford: What?",
        "James: You're a great Dad. Ryder is happier with you than anybody. Can't Jessica just give you one afternoon without all the controlling drama?",
        "Ford: Hey, hey, I invited her, ok, but I appreciate that you have my back.",
        "James: Yeah, of course, but why? Why would you want to spend an afternoon with Jessica?",
        "Ford: She'd just gone 10 rounds with her sister. She was a mess, and I thought that her and Bree would actually have fun at the zoo. You know they turn on the sprinkler at the fountain for the kids to play in? It's a good time. I figured everybody would have a better afternoon if we all spent it together.",
        "James: Is that supposed to mean you, too?",
        "Ford: Hell, yeah. I love the sprinklers!",
        "James: No. I just thought that Jessica didn't give you the time of day. I mean, I'm kind of shocked that she wanted to spend the afternoon with you.",
        "Ford: Yeah. Me, too.",
        "James: Well, I guess Natalie really had done a number on her, then, huh?",
        "Ford: Yeah. Well, Jessica, she's been really decent lately, so we had fun.",
        "James: Fun?",
        "Ford: Yeah.",
        "James: That sounds like your worst nightmare.",
        "[SCENE_BREAK]",
        "Starr: What was that?",
        "Baz: Kiss. You have those in America. I've seen it.",
        "Starr: You know what I mean. Why would you kiss me?",
        "Baz: Felt like it?",
        "Starr: I have a boyfriend, and you know that.",
        "Baz: Your lips don't. You kissed me, too.",
        "[SCENE_BREAK]",
        "Téa: Sorry to interrupt your party.",
        "John: No party. I was just baking a pie. What's on your mind?",
        "Téa: I need to speak with you privately.",
        "John: Go ahead.",
        "Téa: John, I heard voices in here, plural.",
        "John: Oh, that was me, you know? Sometimes when I get really depressed, I like to talk to myself. So you said it was important. Why you stalling?",
        "Téa: I don't know where to start. It's about Tomás and Todd.",
        "[SCENE_BREAK]",
        "Todd: Wow, you are an idiot. What compelled you to open your mouth in the first place?",
        "Tomás: Well, Téa had a lot of questions. She wouldn't budge without answers.",
        "Todd: And you don't know how to dodge an interrogation? From your sister?",
        "Tomás: You know what? She deserved the truth.",
        "Todd: So let me get this straight. You told her that someone was trying to shoot at me and you stopped them.",
        "Tomás: That is right.",
        "Todd: Did she happen to ask why someone was shooting at me?",
        "Tomás: No. I kept her off why. She stayed focused on who.",
        "Todd: Good for you. That should hold her off for at least a couple days.",
        "Tomás: Ah, at least I bought us some time.",
        "Todd: I got an idea for you for the next time--shut up. Then you won't have to buy us anything.",
        "Tomás: You know what? You knew our story wasn't gonna hold up, anyway.",
        "Todd: But it was holding up.",
        "Tomás: You were confused when you accused me of trying to shoot you? Nobody bought that. Please. Téa deserves the truth.",
        "Todd: Truth is a lot bigger than what happened on the night of the shooting... and if she or anyone else finds out the rest of it, we both go down. Jeff, lunch!",
        "[SCENE_BREAK]",
        "Starr: I didn't kiss you back.",
        "Baz: I was right here. I felt it.",
        "Starr: You hallucinated.",
        "Baz: You nibbled my lips.",
        "Starr: I bit your lip because you freaked me out.",
        "Baz: Well, if that's how you kiss freaked out--",
        "Starr: I don't want to kiss you, Baz. I didn't want to kiss you. I don't want to ever kiss you again. I wouldn't kiss you.",
        "Baz: Girl, show me.",
        "Starr: Stop it.",
        "[SCENE_BREAK]",
        "Ford: So I have fun with the mother of my son. You think that's a nightmare?",
        "James: Yeah.",
        "Ford: Then I guess I don't understand. Should we be enemies, then?",
        "James: No, just polite so that nobody misunderstands anything.",
        "Ford: Nobody. You mean me.",
        "James: I just don't want to see you get hurt, Bobby.",
        "Ford: How am I going to get hurt?",
        "James: By hoping Tess will come, but that's not gonna happen.",
        "[SCENE_BREAK]",
        "Jessica: Ah, sorry that took so long. I know Ryder was tired, but he was just so fussy, he wouldn't go down.",
        "Viki: Well, , sounds like you 3-- 4 had a great afternoon, huh?",
        "Jessica: We did. Thank you.",
        "Viki: Good. So you and Robert Ford are finding ways to coexist, huh?",
        "Jessica: The truth is, he's a really good Dad.",
        "Viki: Oh. Sounds like this was more than that.",
        "Jessica: No. He took pity on me. That's it. It was no big deal.",
        "Viki: Why did he feel sorry for you?",
        "Jessica: Because he walked in on me and Natalie having a knock-down-drag-out and I looked pretty pathetic by the end of it.",
        "Viki: So what was it this time?",
        "Jessica: You know, Mom, it doesn't matter, but one thing is clear. Natalie and I cannot live under the same roof any longer.",
        "Viki: Ok. We don't know that. You barely tried.",
        "Jessica: Yes. Oh, we do. Natalie and I are gonna hurt each other physically. So one of us has to move out, preferably Natalie.",
        "Viki: Ok. I'm not prepared to say that.",
        "Jessica: Oh, you don't have to. I already suggested it.",
        "Viki: And what did Natalie say?",
        "Jessica: She didn't. Brody asked her to move in with him.",
        "Viki: I see. So Brody was here for all this.",
        "Jessica: Yes. That's the problem. They're always together, the 3 of them, always there in my face.",
        "Viki: What did Natalie say? Did she agree to move in with Brody?",
        "Jessica: I don't know, but I do know that I would pay good money to see the look on John McBain's face when he opens the door in the morning, reaches for his paper, then looks down the hall to see Natalie doing the exact same thing.",
        "[SCENE_BREAK]",
        "Natalie: Yeah. Well, we probably will be for a while. I just can't deal with her when she and I are tired of groveling.",
        "Brody: You shouldn't have to.",
        "Natalie: I made mistakes, and so did you, and so did she.",
        "Brody: Jessica understands that.",
        "Natalie: In theory, yes, but Jessica doesn't want to face the consequences of her mistakes, and that is not fair.",
        "Brody: You told her that?",
        "Natalie: Pretty loudly, and then father of the year, Robert Ford showed up and started chewing me out for daring to yell while the kids were in the house, but they were upstairs and busy, and he just wanted to save poor, wounded Jessica, which I don't like the way I'm sounding right now. I just needed an escape.",
        "Brody: You and Jessica can't live under the same roof. You both know it.",
        "Natalie: I guess.",
        "Brody: The answer is easy, Natalie. I meant what I said. Move in with me.",
        "[SCENE_BREAK]",
        "Téa: I just came into some information that could help you.",
        "John: What's that?",
        "Téa: I need some assurances first.",
        "John: Like what?",
        "Téa: Protection for my family, for my whole family.",
        "John: Why would they need protection?",
        "Téa: Because anyone connected to Todd or Tomás is in danger.",
        "John: Including them?",
        "Téa: Especially them. Todd was just shot, and I have reason to believe that they're mixed up in something that could get us all killed, and you have to get them out of it.",
        "[SCENE_BREAK]",
        "Todd: I don't think you get what you've opened up here.",
        "Tomás: No. You don't get what happened. Téa shut down.",
        "Todd: No. We're talking about Téa. She doesn't shut down. She's not gonna buy your load of crap. She's gonna start asking questions and keep asking questions until she finds out everything...or until we get killed, whichever comes first.",
        "[SCENE_BREAK]",
        "John: I assume they have no idea that you're here.",
        "Téa: That is correct, and if you were to mention my little visit to them, I'm sure they would deny it and call me a liar.",
        "John: Then how am I supposed to protect them?",
        "Téa: The way the department protects any reluctant witness. You know how to do that, detective.",
        "John: So what you're saying is that your husband and your brother are witnesses.",
        "Téa: Uh-uh. I don't have your word yet.",
        "John: Hey, you know, if you want help from me, it will be easier if I knew who was after them.",
        "Téa: Who said they had anyone after them?",
        "John: Well, then what? Come on. I mean, give me something here. Do you even know?",
        "[SCENE_BREAK]",
        "Tomás: Téa is stubborn, but she's not a fool. I made it very clear to her that poking around could get people killed.",
        "Todd: That just means she'll be careful.",
        "Tomás: Look. Even if she tries to investigate, she won't get anywhere. All she knows is that I used to work for the company and that I spent all my time trying to protect you.",
        "Todd: Is that all?",
        "Tomás: She's not gonna get anywhere with it.",
        "Todd: She may not be the only one we need to worry about.",
        "[SCENE_BREAK]",
        "John: Come on. You want help, and I want to help you, but that only happens if you tell me what you know, and to do that, we have to start some--",
        "Téa: The CIA is trying to kill my husband.",
        "John: Ok. That's a start.",
        "[SCENE_BREAK]",
        "Baz: Whoa, what was that?",
        "Starr: You want me to do it again?",
        "Baz: No. I know what it was, but don't you think it was a little extreme? I mean, why does an act of love merit an act of violence?",
        "Starr: Because it was unwanted, Baz, and this whole thing you have going on is unattractive, this whole artiste musician womanizer--",
        "Baz: Starr, you liked my music. You'd like my kiss if you gave it a chance.",
        "Starr: I have a boyfriend that I love. Whatever this is, I'm not playing.",
        "Baz: Cool it. Message received. Ok.",
        "Starr: Oh, \"ok,\" like all of a sudden, it's my problem. No. You're so arrogant. Do you know that? If you can't accept the fact that I'm with James, then forget about making music together or even hanging out. Just forget me, period",
        "[SCENE_BREAK]",
        "Ford: You don't have to sugarcoat it, James.",
        "James: Hey, Bobby, come on. I'm sorry. I know that it sucks. You had that look on your face. You're waiting for Tess to come out, but she's not coming back. She's not even real.",
        "Ford: So you're an expert on D.I.D. now?",
        "James: I saw how it works. Tess only comes out when Jessica really needs help, and then all of a sudden, she's gone. It's like she came up and died. That's got to be how it feels, right?",
        "Ford: No. It isn't. It isn't. I still see her, James. It's not that black-and- white. Tess is a part of Jessica. I saw her at the zoo.",
        "James: Wait, wait. Tess came out?",
        "Ford: No. Some woman cut in front of Bree at the elephant pen, and Jessica practically bit her head off. It was exactly like Tess. I see a lot of her there.",
        "James: But she's not there, Bobby. She's not there, and the more you hang around Jessica, the harder it's gonna be for you to remember that.",
        "Ford: Maybe.",
        "James: You got to move on, man.",
        "[SCENE_BREAK]",
        "Viki: Jessica, despite the fact that you and your sister are having problems--",
        "Jessica: This isn't just a squabble, Mom.",
        "Viki: I didn't say it was, ok? I realize that you have serious issues between you, but you have no right to ask her to leave.",
        "Jessica: So you think I should",
        "Viki: No. What I'm saying is this is my house, and I will decide who lives here and who doesn't, and I want both my daughters and my grandchildren here.",
        "Jessica: Even with the fighting?",
        "Viki: Especially with the fighting. Sweetheart, you don't understand, ok? If one of you moves out and you start to drift apart, you will never be close again.",
        "Jessica: Maybe that's how it should be.",
        "Viki: No. Please, please don't say that.",
        "Jessica: Why not?",
        "Viki: Because your father and I will not always be here. Look how close we came to losing him just now.",
        "Jessica: Yeah, but he's here, and he's going to be for a long time.",
        "Viki: Yes. I know, thank God, and hopefully, we'll both be around for a long time, but when we're not, Jessie, you and Natalie are gonna need each other.",
        "Jessica: Mom, stop it. When did this conversation get so morbid?",
        "Viki: Honey, you are gonna throw away someone that you love. She's your sister. You need her.",
        "Jessica: Well, you're getting along just fine without aunt Tina, aren't you?",
        "Viki: No. No. That's not true. I always thought it was, but it is not true.",
        "Jessica: Mom?",
        "Viki: Honey, I regret so much about that relationship. Tina and I were both very stupid, and we lost our chance. Is that really how you want it to be with you and Natalie?",
        "[SCENE_BREAK]",
        "Natalie: I can't just move in with you to avoid Jessica.",
        "Brody: Then move in to be with me and our son, and if it solves the problem with your sister at the same time, that's a good thing.",
        "Natalie: Ok, but it still creates a problem with John. Jessica was right about that.",
        "Brody: Which part?",
        "Natalie: It's not any more fair to John than it is to Jessica. I mean, living down the hall from him in Angel Square, this is his turf, and Liam would be in his face every day.",
        "Brody: He pushed the kid away.",
        "Natalie: Not because he wanted to, because he thought he had to. He didn't want to get attached to another man's biological child.",
        "Brody: Why are you making excuses for him?",
        "Natalie: I'm not making excuses, ok? I'm not even saying I agree with it, but I understand because John still looks at Liam like he's his.",
        "[SCENE_BREAK]",
        "John: So Tomás admitted he was there when Todd was shot.",
        "Téa: But to save Todd. He drove the shooter away.",
        "John: Who was the shooter?",
        "Téa: Tomás didn't recognize him, but when he was telling me about having been a CIA agent, he mentioned that there was some corrupt pockets at the agency.",
        "John: So you think they're involved?",
        "Téa: Wouldn't you? How else would Tomás have known?",
        "John: Did you ask?",
        "Téa: Yes. I asked. He was not forthcoming with his answers.",
        "John: Ok. Well, it makes sense, though, you know? He was an agent. It also explains why the CIA had a file on Tomás. The thing is, Tomás has been focused on Todd for years, ever since he made that painting. So what's the connection?",
        "Téa: I don't know.",
        "John: Why is Todd a target? Who tried to take him out, and why?",
        "Téa: It's not my job to figure out, detective. It's yours.",
        "[SCENE_BREAK]",
        "Todd: Tomás, next time you feel like throwing Téa off the scent, keep your damn mouth shut.",
        "Tomás: She was trying to push me away, you know, keep me out of her and Dani's life. So I wanted to tell her something.",
        "Todd: Haven't you been out of their lives for the last 20 years?",
        "Tomás: Exactly.",
        "Todd: Selfish bastard. Téa would've been a lot safer if you'd stayed away, you know? We all would've.",
        "Tomás: You don't think that bullet was coming for you anyway? I'm the only reason you're still breathing. Don't make me regret it more than I already do.",
        "Todd: So this whole thing is about being near your family. Is that it?",
        "Tomás: If I'm not around, I'm in no position to protect them.",
        "Todd: From what? Are they in danger? What the hell is going on?",
        "Tomás: A man came to visit today, someone I used to work for.",
        "Todd: Who?",
        "Tomás: An acquaintance of yours\u0097Baker.",
        "[SCENE_BREAK]",
        "John: Well, that's strange. All this is going down, and Sam has been kidnapped.",
        "Téa: Yeah. Yeah. I thought the same thing, and Sam supposedly has this imaginary friend who looks just like Todd used to look. It has to be connected somehow.",
        "John: Yeah.",
        "Téa: You know something. What do you know? What are you not telling me?",
        "John: Look. I'm trying to figure this out just like you are.",
        "Téa: No. You're not. You're trying to throw me off.",
        "John: Why would I want to throw you off? Why would I want to do that? Listen. If I find anything out and I think you need protection, you'll get it.",
        "Téa: I gave you valuable information.",
        "John: Yes. Thank you. What do you want, a gift card?",
        "Téa: Oh, I can't believe this. You cannot cut me out now.",
        "John: Hey, no one is trying to cut you out. I just don't know anything yet.",
        "Téa: Fine. You know what? I'm gonna go ask Todd. I'm gonna go and get answers from him, all right?",
        "James: Look. This is the bad part, and I know that's something you're not used to.",
        "[SCENE_BREAK]",
        "Ford: And what bad part is that?",
        "James: The part where you-- Bobby, the part where you didn't get the girl and you actually care that you didn't get her.",
        "Ford: I'm definitely new at that.",
        "James: I'm not.",
        "Ford: You mean Deanna? Doesn't sound like you're too good at getting over her, either.",
        "James: Hey, I got there eventually, but I didn't hang around her, either, and I didn't try to get her back. I left, but eventually, I found Starr.",
        "Ford: Yeah, and now Deanna is causing trouble for you both.",
        "James: No. Wait, wait. You didn't hear. Nate helped her get her mom's contact information, and she took off to California.",
        "Ford: Great. Now nothing will get between you and Starr.",
        "James: Yeah. I wouldn't go that far.",
        "[SCENE_BREAK]",
        "Baz: Hey, wait up.",
        "Starr: I don't want you to get the wrong idea, Baz.",
        "Baz: I'm sorry. You were really offended, weren't you?",
        "Starr: Oh, you got that?",
        "Baz: Yeah. Look. I was just fooling around. I was-- can you just stop for one second? I don't mean to disrespect you or your life.",
        "Starr: Or my boyfriend?",
        "Baz: Yeah, him, either, ok? Just don't cut me loose because I was a jerk for 5 minutes. It won't happen again. I really like what you're doing with my music, and I took it the wrong way. I thought it meant more, and I'm sorry. Can you forgive me?",
        "[SCENE_BREAK]",
        "Jessica: Mom, I know that you want me and Natalie to get along, and I really wish I could give that to you, especially after all that we've been through this year, but it's just really hard to see her and Brody and Brody's son together all the time in my face.",
        "Viki: I know that, sweetheart.",
        "Jessica: I'm just-- I can't forgive them. I can't forgive them and move on.",
        "Viki: That's fine. Start small. You don't have to forgive yet. Just try and understand.",
        "Jessica: Ok. I'll try.",
        "Viki: Thank you.",
        "Jessica: Is that how you forgive Todd? You just try and understand?",
        "Viki: Darling, I don't have very far to go with that. He and I share a history that makes it very easy for me to understand almost anything that man does.",
        "Jessica: Why do you have both these pictures out? Has he done something?",
        "Viki: No. No, not this time. No. I'm afraid something has been done to him.",
        "[SCENE_BREAK]",
        "Todd: You saw Baker?",
        "Tomás: He showed up here outside.",
        "Todd: When?",
        "Tomás: Few hours ago.",
        "Todd: And what did he want?",
        "Tomás: Told me to go back to Paris. I told him I don't take orders from him anymore.",
        "Todd: Actually, I think you should go back to Paris. It'd be safer for you.",
        "Tomás: Oh, yeah? What about you, Téa, and your family?",
        "Todd: I can protect my family.",
        "Tomás: Where would you be now if I hadn't been here?",
        "Todd: Now I'm warned.",
        "Tomás: I don't want to work with you, but I don't like the odds working alone. We've got too much to lose to make stupid decisions now.",
        "T.M.'s voice: Ok. That's it. That's it. That's it. You're lying. You're lying. I can see it. I can see it in your eyes. You're in on it. You had me locked up so you could steal my life, you don't know what I'm talking about.",
        "Todd: I got a lot more to lose than you do.",
        "[SCENE_BREAK]",
        "John: Hey, wait, wait. Look. Slow down. Look. You can't go to Todd with this.",
        "Téa: Why not? It's time he coughed up some answers.",
        "John: You don't have enough to get answers.",
        "Téa: Well, it's worth a try. I mean, Tomás must have already told him what he told me, so Todd will expect me to say something.",
        "John: Let him believe that you believe Tomás' story.",
        "Téa: I don't know that I can do that.",
        "John: Sure, you can. You're very good, you know? I've seen you in court. You're a good actor, all right? You can sell this.",
        "Téa: Why should I?",
        "John: Come on. Please get back inside. Look. If I'm gonna find out what's really going on here, I don't need those two being suspicious.",
        "Téa: I know. Trip all over themselves trying to throw me off their trail.",
        "John: Right, and that would be dangerous for everyone, right?",
        "Téa: I guess so. I just hate it, but here we are.",
        "John: Here we are.",
        "Téa: What are you gonna do?",
        "John: Keep working with what we know. I'll be in touch when I have something. You did the right thing coming here.",
        "Téa: Prove it.",
        "[SCENE_BREAK]",
        "Jessica: So Sam says that his new friend looks exactly how Todd used to look.",
        "Viki: Yes, and he refuses to scar on his face.",
        "Jessica: Well, so how-- I mean, do you think that someone changed their face to look how Todd did in that picture?",
        "Viki: That's possible. I mean, Todd had surgery to make himself look like Walker Laurence.",
        "Jessica: And he hasn't been the same since.",
        "Viki: Why do you say that?",
        "Jessica: It's true. You know, he's still Uncle Todd. He's just different with me.",
        "Viki: But you never said a word about that.",
        "Jessica: Guess I've just gotten used to it.",
        "Viki: How is he different?",
        "Jessica: I don't know. He's distant, even for Todd.",
        "Viki: Well, you know that he adores you.",
        "Jessica: Oh, and I love him. It's just not the same, you know, but maybe it's me. I've changed, too.",
        "Viki: Everybody changes.",
        "Jessica: Not Natalie. She's still the same lying opportunist she's always been.",
        "[SCENE_BREAK]",
        "Brody: So you think if Liam were John's biological son, he'd want him?",
        "Natalie: I don't think that John even really thinks about that.",
        "Brody: Why?",
        "Natalie: Because it's not possible. I'm sure that John would like things to go back to the way they were, but that's also not possible.",
        "Brody: You sure?",
        "Natalie: Yes. There's no going back.",
        "Brody: Then go forward. Move in with me. Not here. We'll find another place, you know, all our own, just the 3 of us.",
        "Natalie: Hold on. I just-- this is--",
        "Brody: What?",
        "Natalie: Isn't it moving a little fast? I mean, just this morning, you said that we haven't even spent any time together since Jessica got back.",
        "Brody: So let's make it happen. I mean, what are we gonna slow down for? We already have a kid.",
        "Natalie: True.",
        "Brody: Yeah. Our lives would be a lot easier if we were in the same place.",
        "Natalie: Is that a reason?",
        "Brody: Our lives would be a lot better. At least mine would. Am I coming on too strong?",
        "Natalie: No. I'm just surprised.",
        "Brody: It's what we talked about on the fourth of July. I want my family, and that's not just Liam. I don't want to lose either of you.",
        "Natalie: Heh. We're yours for life.",
        "Brody: You mean that?",
        "Natalie: I'm here.",
        "[SCENE_BREAK]",
        "Ford: So why is Starr spending time with this clown in the first place?",
        "James: Because I'm working extra shifts as much as possible and Baz is recording music with her.",
        "Ford: Ok. Then no more extra shifts.",
        "James: Did you see our electric bill last month?",
        "Ford: Don't worry about it. Got to take care of your girlfriend.",
        "James: Thanks.",
        "Ford: I got to go.",
        "James: Hey, Bob, wait. I'm sorry for being so harsh about Tess. Like I said, I just don't want you to get hurt.",
        "Ford: Me, too. Sometimes you can't help it.",
        "[SCENE_BREAK]",
        "Starr: Look. Neither of us need this drama, so--",
        "Baz: I do. You and Dani are the only people I know here.",
        "Starr: Maybe you would have more friends if you dropped the attitude.",
        "Baz: More friends? Does that mean we are?",
        "Starr: Maybe, but friends don't kiss like that.",
        "Baz: They do in Paris. Ok. Look. I'll try things the Llanview way. You gonna tell James about this?",
        "James: Tell James what?",
        "[SCENE_BREAK]",
        "Téa: Hello.",
        "Tomás: Hey.",
        "[Door closes]",
        "Tomás: You were gone a while.",
        "Téa: Yeah. I had to clear my head.",
        "Tomás: He knows what I told you.",
        "Todd: Are you freaking out?",
        "Téa: Should I be?",
        "Todd: I told the truth about ID'ing Tomás at the shooting.",
        "Tomás: Yeah. That's true. He didn't understand until I told him what happened.",
        "Todd: Right, and, of course, I couldn't let him rot in jail. At the same time, if I told the truth, I would've exposed him.",
        "Téa: So you were protecting my brother.",
        "Todd: Well, yes. He did the same for me. Seemed fair.",
        "Téa: And you didn't tell me why, because I can't keep a secret?",
        "Tomás: No. I didn't want to put you in danger.",
        "Téa: Am I in danger now?",
        "Tomás: I hope not. Truth is, I didn't want to tell you anything, pajarito. Will you remember that? You need to trust me to protect you and keep you safe from now on.",
        "Téa: That's a lot to ask.",
        "Todd: You should listen to him.",
        "Téa: Oh, what, your new best friend?",
        "Todd: Well, you know, he did save my life. That counts for something, and I trust him to protect you and Dani and everybody. I'm gonna step back now. I'm gonna let him do it.",
        "Téa: That's new for you.",
        "Todd: No. I'm being serious, though. You have to let this one go, ok?",
        "Téa: Ok. You're right. I need to trust you both.",
        "Tomás: Good.",
        "Todd: Yeah. Thanks.",
        "Téa: One question. Who was trying to kill you?",
        "[Todd chuckles]",
        "[SCENE_BREAK]",
        "Old Todd: There was a time when Téa and I loved each other very much.",
        "John: Yeah?",
        "Old Todd: Yeah. It's very difficult to stand in your bathroom and not at least come out here and see her.",
        "John: Yeah. You can't do that.",
        "Old Todd: No. I know. You said that.",
        "John: Yeah. No one can see you yet.",
        "Old Todd: You already said that. I got it.",
        "John: How much did you hear?",
        "Old Todd: Everything. It's fantasy.",
        "John: What is?",
        "Old Todd: Oh, come on. The CIA? Téa's brother and this person who's pretending to be me, they're playing her.",
        "John: You think?",
        "Old Todd: Don't tell me you believe any of this nonsense.",
        "John: At this point, I'm guessing it's probably the truth.",
        "[SCENE_BREAK]",
        "Starr: Hey.",
        "James: Hey.",
        "Starr: Hi.",
        "James: So what did I miss?",
        "Starr: Our dads are just being strange.",
        "James: Well, you want to talk about it over dinner?",
        "Starr: I thought you had work.",
        "James: I got out early so I could see you. Do you have plans?",
        "Starr: Oh, no. I'm all yours. We're done here, right?",
        "Baz: Yeah, but we have more work to do on the song.",
        "Starr: Well, I'll call you tomorrow.",
        "[SCENE_BREAK]",
        "Natalie: This definitely goes in the plus column if we move in together.",
        "Brody: Oh, this? This happens every day any time you want.",
        "Natalie: Ha ha!",
        "Brody: Ha ha ha!",
        "Natalie: Ok.",
        "Brody: What?",
        "Natalie: Let's do it. I mean, let's move in together.",
        "Brody: You mean it?",
        "Natalie: Yeah. Yeah. I mean, it'll be good for us, and it'll definitely be good for Liam.",
        "Brody: It will. It will.",
        "Natalie: And there's nobody and nothing that's gonna get in our way.",
        "[SCENE_BREAK]",
        "Jessica: Hey.",
        "Ford: Hi. This fell behind the car seat. I figured you might need it.",
        "Jessica: We have extra blankets.",
        "Ford: Yeah, but this is his giraffe blanket. He doesn't go down for a nap without it.",
        "Jessica: That was it. I knew he was tired before, but he was just so fussy.",
        "Ford: Yeah. It's something in the way it smells or feels. I don't know.",
        "Jessica: I can't believe I didn't know that.",
        "Ford: That's all right. You're catching up.",
        "Jessica: Uh...ha ha! Uh, maybe you could give me a crash course sometime, you know, if you have time.",
        "Ford: Yeah. I got to check my schedule, so--",
        "Jessica: Sure. Ok.",
        "Ford: Would you give Ryder a kiss for me?",
        "Jessica: Yes.",
        "[SCENE_BREAK]",
        "Old Todd: Come on, John. You seem like a smart guy. Thank you. Delgado and that guy that stole my entire life, they're feeding Téa a line.",
        "John: Delgado being ex-CIA fills in a lot of blanks.",
        "Old Todd: Mm. Wow. So you're telling me that you believe a guy who's named Tomás.",
        "John: No. I'm not telling you that.",
        "[SCENE_BREAK]",
        "Todd: Who tried to kill me? That's a good question.",
        "Téa: Yeah. I thought so.",
        "Todd: Yeah. In fact, I was just asking Tomás the same thing earlier.",
        "Tomás: There's no trail. Todd doesn't know any more than I do.",
        "Todd: Of course, the truth is, there's no telling who could take a potshot at me. You have a lot of enemies when you're Todd Manning.",
        "[SCENE_BREAK]",
        "John: Tomás could be as big a part of what happened to you as the other Todd is.",
        "Old Todd: You think they're in it together.",
        "John: Yeah. Sure. Why not?",
        "Old Todd: So Tomás is helping the other Todd.",
        "John: Yeah. Now all we got to do is prove it."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=SnyyULiXrIM"
}