{
    "Episode Summary": [
        "Episode # 10394 -- D-Day"
    ],
    "Recap": [
        "Natalie is determined to get to the bottom of the unsolved mystery of how it was that Jessica (or one of her alters) was in the hospital shortly after Chloe was born. And Marcie discovers startling information. While visiting Michael, she comes across Cole's chart that confirms that his blood type is not what could have caused the disease this killed his and Starr's baby. And Marcie informs Natalie that les than an hour before she heard that Hope died, the baby was perfectly healthy. Hearing that, Natalie has a theory. Jessica goes to visit Brody at St. Anne's and helps him to move into Angel Square. Gigi hears Stacy allege that Rex tried to get her in bed. But Rex says it did not happen. She drugged him. And he will have a drug test in order to prove it. But before he can, they get the startling information from the hospital that Shane has leukemia. Starr needs somebody to talk to and has nobody. Schuyler calls her realizing he can't get into any more trouble than he's already in. He tells her he just wanted to find out about her mom and about Cole.. John is determined to get to the bottom of the mystery of who stabbed Blair, who murdered Wes Granger and who murdered Lee Halpern, realizing that all three were stabbed by an unknown assailant. Michael allows his brother to examine the autopsy reports, against hospital policy. And John comes up with a theory."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Knock at door]",
        "Brody: Jessica, hey.",
        "Jessica: Hey. Can I come in?",
        "Brody: Uh, no, you can't. Get in here. You know you don't have to ask.",
        "Jessica: Look at you. You're in a good mood.",
        "Brody: I've got news.",
        "Jessica: So do I, but let me tell you mine first, okay? Everything's fine -- they're both fine -- but Gigi and Shane were in an accident.",
        "[SCENE_BREAK]",
        "Shane: It was almost like slow motion. The lights were coming at us and I had time to think, \"Whoa, that's really bright. Why is it coming at us? I think we're going to\" -- bam! Crazy, huh?",
        "Stacy: Yeah. Gosh, I'm so grateful you guys are okay. I can't believe all this was happening while Rex and I were home in bed.",
        "Gigi: Shane, upstairs. Get dressed.",
        "Shane: I just want to tell Aunt Stacy about the car accident --",
        "Gigi: Shane, now, please. I'll tell Aunt Stacy what happened last night. Where is Rex?",
        "Stacy: I don't know. He's probably too ashamed to show his face after he got drunk and tried to sleep with your sister.",
        "Gigi: That's not how he says it went.",
        "Stacy: Oh, really? Does he have another reason for how he ended up in bed with me?",
        "[SCENE_BREAK]",
        "Rex: Can you put a rush on those results?",
        "Nurse: We're pretty busy, but I'll see what I can do.",
        "Rex: Thanks.",
        "Michael: Hey, man. Are you all right?",
        "Rex: Better than I was last night. I -- I can't talk right now.",
        "Michael: Okay.",
        "Marcie: Michael.",
        "Michael: Hey.",
        "Marcie: Hey. I brought you some breakfast.",
        "Michael: Oh, thank you.",
        "Marcie: You're welcome. Did you get any sleep last night?",
        "Michael: No, not much, but everyone is still with us so I'm not complaining.",
        "Marcie: Is that Cole's workup?",
        "Michael: Yeah.",
        "Marcie: I heard Nora is looking to press charges against him.",
        "Michael: She asked for the tox reports.",
        "Marcie: So then it's true -- Cole was full of drugs last night?",
        "Michael: You know I can't tell you that.",
        "Marcie: I'm sorry. It's just he was my student. I mean, what would possess him to get behind the wheel of a car when he was on drugs?",
        "[SCENE_BREAK]",
        "[Knock at door]",
        "Schuyler: Com-- coming.",
        "Schuyler: Yeah?",
        "Roxy: Special delivery, Mr. Schuy.",
        "Schuyler: Oh, nice. Thanks.",
        "Roxy: Oh, man. Have you seen the news today? Big news day today, teach. Cole's all hopped up, he crashes into Gigi and Shane -- thank God my grandbaby is okay. I'm not so sure about Bo's kid, though.",
        "Schuyler: Wow, it was so nice of you to come up and delivery these. I'll come pick them up from --",
        "Roxy: Oh, man. Isn't this something about Blair? And could Starr have had any rougher year? I mean, first she gets knocked up, then she loses the baby, and then her father ends up in jail again, and then Blair ends up getting sliced up. I mean, what else could wrong for her, huh?",
        "[SCENE_BREAK]",
        "Starr: They're running some tests on her. The doctors are the only people who could be in there right now.",
        "John: How's she doing?",
        "Starr: They're still keeping her in a coma, but I told her that you were here all night. In case she can hear it, I think it might help.",
        "John: How are you holding up?",
        "Starr: I just want my mom to be okay. I want the cops to find out who did it to her. I know my dad definitely didn't do it. I know he wouldn't stab my mom. But you think he did do it.",
        "John: I just want the truth.",
        "[SCENE_BREAK]",
        "Stacy: I'm not the one you should be upset with, okay? I did you a favor. Rex already dropped one wife like a hot potato. You're lucky you found out before it went too far.",
        "Gigi: Look, I don't know exactly what happened here last night --",
        "Rex: I do. I missed you.",
        "Gigi: I want to talk to Rex alone.",
        "Rex: Yeah, actually, I want Stacy to hear this. You see, I woke up this morning with a killer headache, and then it hit me. I may be a lightweight, but two beers is not enough to knock me down for the count -- not by a long shot -- so it had to have been something else.",
        "Gigi: Like what?",
        "Rex: Like a mickey.",
        "Stacy: Excuse me?",
        "Rex: That's why I nodded off so fast, why I can't remember going up the stairs.",
        "Gigi: You're saying someone spiked your beer.",
        "Rex: Not someone -- your sister.",
        "Stacy: That's ridiculous! What do I know about mickeys?",
        "Rex: You worked in sin city.",
        "Stacy: Uh, I was a dancer, not a gangster.",
        "Rex: Uh, you were a stripper.",
        "Stacy: Oh, okay. So when you wanted me to dance for you last night, you were actually expecting me to strip? You do remember that little part, don't you? Because you did last night or are you just going to claim you don't remember anymore?",
        "Rex: You turned my phone off when Gigi needed me. My son needed me. How could you have done this?",
        "Stacy: He -- he's just trying to cover his butt, Gigi. A mickey for crying out loud? That's like saying my dog ate my homework.",
        "Rex: I just had blood work to prove it, so you might as well just admit it.",
        "[SCENE_BREAK]",
        "Michael: Well, I'm just happy nobody was killed in that accident.",
        "Marcie: Yeah, me too. Things like this, they put your own problems into perspective, don't they?",
        "Michael: Yes, indeed. I got to go. I got a full house.",
        "Marcie: Oh, okay. I'll see you later.",
        "Michael: Okay. Marcie: Bye, Mike.",
        "Michael: Bye.",
        "Marcie: Oh Michael, you forgot -- you forgot your breakfast.",
        "Nurse: I don't believe that you are authorized to look at that.",
        "Marcie: Oh, I'm sorry. It's just that there is wrong information in that chart. It says that the patient, Cole Thornhart, is Rh negative which isn't possible.",
        "Nurse: This blood work was done very carefully. There is no mistake.",
        "Marcie: No, you don't understand \u0096",
        "Marcie: Cole has to be Rh positive -- I mean, that's why Hope died.",
        "[SCENE_BREAK]",
        "Natalie: I've been thinking about what Jessica was doing the night was Chloe was born. I even called Dr. Joplin's old office to find if there was any record of Jessica visiting Dr. Joplin in that 45-minute time span, between 9:12 and 10:00 pm, when she was here.",
        "Jared: And?",
        "Natalie: They gave me nothing.",
        "Jared: Here's what I think happened -- Tess got worried that something was wrong with the baby. She freaked. Out comes Bess to the rescue, right? She's the rational one, the -- the gatekeeper. So, Bess brings the baby to the hospital, gets her checked out. When she's satisfied that Chloe is okay, she hightails it back to the cottage, turns back into Jess, problem solved. No one is the wiser.",
        "Natalie: Yeah, but if that happened, I mean, why was Chloe still in Tess' sweater? Why wasn't she swaddled like they do in the hospital nursery?",
        "Jared: You got me.",
        "Natalie: And why even go back to the cottage at all? I mean, my God, Tess just gave birth. Her and Chloe both needed to be in the hospital.",
        "Jared: What if whatever she thought was wrong with the baby went away? Like, you know, Chloe seems fine, so she turns around and goes back to where she knows Tess, or Jess, will feel safe and close to Nash -- the cottage. Look, the point is even if Chloe seemed sick when Bess brought her to the hospital, Bess left with a perfectly healthy baby.",
        "Natalie: There's just a whole boatload of questions that aren't answered.",
        "Jared: But do we really want to know the answers?",
        "[SCENE_BREAK]",
        "Starr: I want to know the truth, too. I just know that my dad isn't capable of trying to kill my mom.",
        "John: How's Cole doing?",
        "Starr: Cole? Still an absolute mess because of the drugs. When he gets out of here, he might have to go to jail, and Nora is freaking out because Matthew was in his car. She was screaming at Langston, Markko and me because she knew that we knew something about Cole.",
        "John: She was upset. She didn't know what she was saying.",
        "Starr: She was absolutely right. I knew the whole time and I kept trying -- to tell Cole to stop doing it but he wouldn't listen to me. I could have told some someone who could have done something. I just felt like I would be narcing if I did. If I had just said something.",
        "John: It's not your fault.",
        "Starr: Matthew -- is my friend. And he might not be ever able to walk again. I just wish I never went to that stupid dance. I wish I just would have stayed home.",
        "John: Why do you say that?",
        "Starr: Because then Cole might not have seen me. He might not have gotten so upset. If I was home, maybe my mom wouldn't have gotten stabbed.",
        "John: Maybe you would have been attacked, too. You can't take this on yourself. What your mom wants more than anything in the world is for you to be safe.",
        "Starr: I just wish I never left her alone. Any news, on my mom?",
        "Michael: No. We're not going to know anything new until those latest test results come back. I'm sorry. Can I talk to you for a sec?",
        "John: Yeah. Okay?",
        "John: You have them?",
        "Michael: Autopsy reports for Wes Granger and Lee Halpern. What's this about?",
        "John: Maybe the less you know, the better.",
        "Michael: Come on, John, I'm not stupid. You think that these tests and Blair's stabbing have something to do with one another. What are you looking for in the autopsy report?",
        "John: The killer may have left his calling card.",
        "[SCENE_BREAK]",
        "Roxy: You're a teacher at Llanview High. You know Starr -- Starr Manning?",
        "Schuyler: Yeah -- yeah, I do. Um, I -- I have a few things that I have to take --",
        "Roxy: You know, Schuy, I'm no expert or nothing like that, but I think she needs a friend right now because both her parents are out of commission and all hell is breaking loose. I think she is an at-risk kid.",
        "Schuyler: Well, if you -- if you think that's true, then I think you should tell somebody.",
        "Roxy: Yeah, I should tell somebody, but who?",
        "Schuyler: Oh, I'm sure she has extended family that would be happy to --",
        "Roxy: You know, she has an Aunt Dorian Lord but Dorian's kind of going the way of the Buddha and she just got married and she's doing everything she can to sue her husband's family for all the money that they got, so let me -- oh, yeah, and Viki Davidson. Well, you know, Viki I know very, very well because we kind of kind of have a kid together. It's kind of a complicated story, but you know, she's the birth mother.",
        "Schuyler: Oh.",
        "Roxy: Wait a second! She should tell somebody, \"Hey what are you? What are you, chop suey or something?\" [Roxy laughs] You know, I've seen \"To Sir, With Love\" enough to know that a good teacher gets right up in the grill of a student who is having a tough time.",
        "Roxy: I used to love Sidney Poitier, so I think that, you know, if I had a teacher like that, well he could ease my pain Monday through Friday and twice on Saturday --",
        "Schuyler: Roxy, thank you so much for the towels. Really nice.",
        "Roxy: Oh, you probably got papers that you got to read.",
        "[Roxy and Schuyler laugh]",
        "Schuyler: Yeah.",
        "Roxy: Yeah, I should've known. Here.",
        "Schuyler: Okay, thank you.",
        "Roxy: I'll see you later.",
        "Schuyler: Bye.",
        "Roxy: Bye.",
        "[SCENE_BREAK]",
        "John: Bear with me. This is going to sound a little strange. I found this under Blair's fingernail. It's a small cutout of the letter \"D.\" It was placed there by the person who stabbed her.",
        "Michael: It's a letter \"D.\" What does this mean?",
        "John: I don't know. It's just a hunch, but if these stabbings are linked somehow, the killer might have left something with Granger or Halpern as well.",
        "Michael: Are you going to take this hunch to Bo? You're operating off the grid again?",
        "John: Yeah. I'm not a cop anymore, right? Look, when I worked within the system, Marty paid the price. If I hadn't gone on my own, Manning would have got away with kidnapping her.",
        "Michael: Badge or no badge, you are always going to be a cop -- just like Dad.",
        "John: Are you going to let me look at the files, or not, Mike?",
        "[SCENE_BREAK]",
        "Jessica: My cousin, Matthew, was involved in the accident as well. Bo and Nora are at the hospital right now waiting on test results.",
        "Brody: Wait -- Nora Hanen, the D.A.?",
        "Jessica: Yeah, she's Matthew's mom. She's Bo's ex-wife. Do you know her?",
        "Brody: She put together the deal that let me come here instead of doing time in prison. She -- she came to the VA hospital to go over my deal personally. She didn't have to do that.",
        "Jessica: Well, I'll let them know that you are thinking about them. Last I heard, Matthew was doing okay.",
        "Brody: And Shane -- you're sure he wasn't hurt?",
        "Jessica: He's back at home with Rex and Gigi. I just didn't want you to find out from the paper or some other way.",
        "Brody: Well, thank you -- really. And if you say Shane's okay --",
        "Jessica: That ought to be good enough, huh? But it's not.",
        "[SCENE_BREAK]",
        "Stacy: What did your little blood test show?",
        "Rex: It's not back yet, but I'll tell you what it's going to show -- a foreign substance in my system that you put there.",
        "[Footsteps on stairs]",
        "Shane: What's going on?",
        "Gigi: We're all just a little tense -- about what happened last night.",
        "[Phone rings]",
        "Gigi: Hello?",
        "Brody: Hey, Geege. It's me, Brody.",
        "Gigi: Hi. Is everything all right?",
        "Brody: Well, I heard about the accident.",
        "Gigi: Mine -- how?",
        "Brody: A friend. Uh -- you're really okay?",
        "Gigi: Barely a scratch.",
        "Brody: And Shane, he's okay?",
        "Gigi: Hang on. Shane, it's for you.",
        "Shane: Hello?",
        "Brody: Hey, champ. You know who this is?",
        "Shane: Brody? No way!",
        "Brody: You'll do anything to get attention, won't you?",
        "Shane: Right now, I could flunk out of school and my parents wouldn't even care.",
        "Rex: Not a chance, mister.",
        "Brody: Well, I'm just -- I'm glad to hear you're okay.",
        "Shane: So, how are things with you?",
        "Brody: Good -- really good, actually. Anyway, I know you are in good hands with your mom and your dad. I -- you just take care of yourself.",
        "Shane: I will. I miss you, Brody. Bye.",
        "Brody: He said he misses me.",
        "Jessica: I'm sure he does.",
        "Brody: It was so good to hear Shane's voice, even if he's not my son.",
        "Jessica: Yeah, I remember how good it felt to hear from the outside world when I was in here.",
        "Brody: I'm going to be having a lot more contact with the outside world. That was my news. I'm getting out of this joint, today.",
        "[SCENE_BREAK]",
        "Jared: Is this your way of getting back at Jess?",
        "Natalie: At first. Yeah, I mean, I was so angry at her for what she put us through. I just, I wanted to punish her, you know, prove that she was an unfit mother. But Jared, after what Rex and I found out from those hospital surveillance videos, Jessica was never and could never be a bad mother. I mean, as sick as she was, she saw that her baby was in trouble and brought her to the hospital to get her help.",
        "Jared: So what are you going to do with what you know?",
        "Natalie: I guess I'm going to tell Jessica what we found out, you know? Maybe it'll help fill in some blanks.",
        "Marcie: Oh, God, I don't --",
        "Natalie: Marcie.",
        "Marcie: Oh, hi.",
        "Natalie: What -- are you okay?",
        "Marcie: Um, I'm -- I'm looking for Michael. Have you seen him anywhere in the hospital, anywhere?",
        "Jared: Not in a while.",
        "Natalie: Did something happen?",
        "Marcie: No, I don't know -- I don't understand what happened to my baby.",
        "[SCENE_BREAK]",
        "Stacy: Cold pizza is the best breakfast, isn't it?",
        "Gigi: Shane, hurry. The bus is coming.",
        "Shane: Mom, I was just in a major car crash. I shouldn't have to go to school today.",
        "Gigi: Then you can tell all your friends about your big adventure.",
        "Rex: You'll be the man.",
        "Shane: You're right.",
        "Gigi: Have a good day.",
        "Shane: [Groans] Oh, don't break any bones, Dad!",
        "Gigi: Get out of here, go, before it comes.",
        "Stacy: Yeah, you know what? I better go, too.",
        "Rex: No, you're not going anywhere because if I know you, you'll go run down to the lab to end-run my test.",
        "Stacy: Get over yourself. What, you think I got you alone and spiked your drink and now I'm going to go and chase down your medical records? For what?",
        "Rex: It's the only thing that makes sense.",
        "Stacy: Oh right, because me being a schedule-changing, mickey-slipping, blood test-stealing man-eater makes way more sense than you getting drunk and trying to sleep with me. You're not actually falling for this, are you Geege?",
        "[SCENE_BREAK]",
        "Jessica: They're springing you today? I'm -- I'm happy for you. I'm so happy for you.",
        "Brody: Thanks.",
        "Jessica: So when can you leave?",
        "Brody: As soon as my release papers are ready.",
        "Jessica: And that's it? You're done?",
        "Brody: Well, outpatient.",
        "Jessica: Freedom is freedom.",
        "Brody: Hey, I'm not knocking it. The D.A.'s office wants me to meet regularly with Dr. Levin, but, I'm feeling different, you know? Like I can go back out in the world and trust myself not to do something crazy.",
        "Jessica: Well, I know what that feels like.",
        "Brody: I owe a lot of this to you. You helped me deal with what I done in the war, and when you went to bat for me when I was questioned about Wes' death --",
        "Jessica: That's what friends are for.",
        "Brody: It was above and beyond. If you hadn't help me put things together, there's no way I would have been able to see clearly what I had or hadn't done.",
        "Jessica: You would have done the same thing for me.",
        "Brody: In a heartbeat. All right, you know, I got to admit I -- I am nervous.",
        "Jessica: Well, you know, everything is regulated here. You get used that.",
        "Brody: How are things with you and your sister?",
        "Jessica: Oh, you know -- two steps forward, one step back, but, you know, I feel like we're healing and -- hey, I even asked her to watch Chloe when I came here to visit you.",
        "Brody: And you and Chloe?",
        "Jessica: When I told you before that I didn't feel like Chloe's mother, I -- it was just because I didn't get to act like her mother for so long, you know? But the baby and I are bonding more and more each day.",
        "Brody: Good for you.",
        "Jessica: Yeah. You know, and I don't feel threatened anymore that Natalie will somehow replace me in my kids' lives. I -- you know, when Chloe looks at me, I know she knows who her real mother is.",
        "[SCENE_BREAK]",
        "Marcie: We were told that Starr's baby died from Rh disease. It happens sometimes when the mother's blood and the baby's blood aren't compatible.",
        "Natalie: Right. Marcie: And the only way that that could happen is if the mother's blood and the father's blood have different Rh factors, and Starr's blood is Rh negative.",
        "Natalie: Yeah?",
        "Jared: So, Cole is positive?",
        "Marcie: Well, that's what we thought. I mean, the doctors told us what the autopsy report said, but we just accepted it. We didn't pursue it.",
        "Natalie: And now?",
        "Marcie: I just saw Cole's medical record. It says that he Rh negative, the same as Starr.",
        "Natalie: Could there be some sort of mistake?",
        "Marcie: No. Apparently, Cole's blood was tested over and over again because of this drug issue. But Natalie, I remember Michael saying that Rh disease rarely happens in first babies. Dr. Joplin agreed with him. She said that it was very unusual, that it almost always affects women who have already had children, often not until the third pregnancy. And all the mom has to do to protect the baby is have shots when she's, like, 28 weeks pregnant. But Dr. Joplin didn't think that Starr needed any shots because she had never had a baby, and what I don't understand is if Hope didn't die from Rh disease, then what did she die from? I just -- I just want to know what happened to my baby. That's all I want to know, and I'm sor-- I'm sorry. God, I'm sorry.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Starr: Schuyler?",
        "Schuyler: Hi.",
        "Starr: You said we couldn't have any contact.",
        "Schuyler: Yeah, well, I can't get any more suspended from my job than I already am. And I -- I read about Cole and your mom and I wondered how they are.",
        "Starr: My mom is out of surgery. They had to operate. She's in the I.C.U. now.",
        "Schuyler: Have you had a chance to talk to her?",
        "Starr: They are keeping her in a coma because of the head injury that she got, and it has to heal. They said that she's holding her own, whatever that means.",
        "Schuyler: What about Cole?",
        "Starr: They had to pump his stomach because he O.D.'d. He's in a lot of trouble. The whole drug thing came out.",
        "Schuyler: None of this should have happened.",
        "Starr: You tried to help Cole, but he wouldn't listen.",
        "[Schuyler sighs]",
        "Schuyler: So how are you holding up?",
        "Starr: I'm so scared.",
        "Schuyler: Yeah, anybody would be.",
        "Starr: They are restricting Cole's visitors, so I can't even see him, and my mom -- I just really wish I could run over to your classroom and talk to you about everything so that I wouldn't feel so alone. But I can never do that again, can I?",
        "[SCENE_BREAK]",
        "Michael: There was nothing under Wes or Lee's fingernails. Blair is in the magazine business. Maybe she picked up a stray piece of type, or something.",
        "John: She doesn't work at the magazine anymore, and stray type went out a long time ago. It's all digital now.",
        "Michael: All right, well, I guess I'm not really eager to go from zero to serial killer in three seconds.",
        "John: Yeah, well, neither am I. Mike, I don't even want to leave Blair alone, but I can get a better look at these at home.",
        "Michael: Oh, no, no, no, no. I can get -- I can lose my job just for showing you these things. You can't leave the hospital with them.",
        "John: Okay, all right, all right? Just leave them with me for a couple of hours. That's all I'll need.",
        "[Michael sighs]",
        "Michael: All right.",
        "John: Hey, thanks.",
        "Michael: Yeah.",
        "John: Hey, you think maybe you can round me up a magnifying glass while you're at it?",
        "Michael: Yeah, sure. I'll just do that with all my copious free time.",
        "[SCENE_BREAK]",
        "Starr: I'm sorry I got you in so much trouble. When I kissed you, I just --",
        "Schuyler: That's -- that's not why I called. I had the thought, if it helps at all, that maybe you could look at what's happening to Cole right now as his wake-up call.",
        "Starr: He's been going from bad to worse for so long now. How many wake-up calls does someone need?",
        "Schuyler: Well, sometimes, you have to hit bottom in order to look back up again. I mean, everybody knows now -- he can't hide this anymore, and I'm rooting for him. I really am, and I'm rooting for your mom, too. I hope they both get better.",
        "Starr: Thank you. I'll -- I'll let you know if there's any change, okay?",
        "Schuyler: Don't do that.",
        "Starr: Don't you want to know?",
        "Schuyler: I'm -- I won't be calling you again. I just wanted you to know that I was, um, thinking about you.",
        "John: Thanks.",
        "Michael: Yeah. So how does Todd tie into your serial killer theory? What, because he's a newsman, he has access to, like, old-school print and random extra \"D's\"? Yeah, okay. \"The less you know, the better, Mike.\"",
        "John: Yeah.",
        "Michael: You got two hours.",
        "[SCENE_BREAK]",
        "Gigi: I find it very hard to believe that Rex tried to get you into bed, drunk or sober. But Stacy slipping you a mickey? Seriously?",
        "Stacy: Hmm. I know, it's ridiculous, isn't it?",
        "Rex: You're not doubting me, are you? I love you -- you know that.",
        "Gigi: Rex, none of this makes any sense.",
        "Rex: Then I have to make sense of it, because I know I'm right. There had to have been something in my system for me to be so out of it.",
        "Stacy: Yeah, hormones.",
        "Rex: Okay, you know what? I'm not going to wait for them to call back. I'm going to go camp out at the lab and wait for them to give me back my blood test results. I'm sorry -- not for anything I did, because I didn't do anything wrong. I'm just sorry things turned out this way.",
        "Stacy: Is Rex always this sketchy?",
        "Gigi: Shut up, Stacy! Just shut your damn mouth.",
        "Stacy: Come on, Geege. Like I have to drug a guy to get him to sleep with me?",
        "Gigi: It's not a guy. It's my boyfriend.",
        "Stacy: But I can get any guy I want, Geege.",
        "Gigi: Then why are you always hanging around my guy?",
        "Stacy: Oh, so now you think I'm just so in love with Rex that I would do anything to have him?",
        "Gigi: That is precisely what I think.",
        "[SCENE_BREAK]",
        "Brody: There you go.",
        "Nun: I wish you all the very best, Lieutenant.",
        "Brody: It's just \"Brody\" now.",
        "Nun: Well, Brody, be well.",
        "Brody: I'll try.",
        "Jessica: Yes! So, have you thought of where you're going to live?",
        "Brody: Uh, actually, I don't -- I don't have a clue. The last place I lived was with Gigi and Shane. Obviously, I can't go back there. I got to find some place of my own, you know? The cheaper, the better.",
        "Jessica: Yeah. Hmm. Well, I know a place. There's still some empty rooms, it's homey.",
        "Brody: Where's that?",
        "Jessica: Llanfair. My mom would love to have you stay there.",
        "Brody: Your house has its own name?",
        "Jessica: I know.",
        "Brody: Yeah, well, thanks for the offer, but, you know, Gigi and Shane live right there on the property, and I don't think it would be good for my recovery or Rex and Gigi's relationship. I'm right on top of them.",
        "Jessica: Okay.",
        "Brody: I'll find something.",
        "Jessica: Well at least let me drive you back into town?",
        "Brody: Yeah, I can handle that.",
        "Jessica: Okay.",
        "Brody: Goodbye, St. Ann's.",
        "[SCENE_BREAK]",
        "Natalie: Marcie, I know that you're upset, but even if they were wrong about the cause of death \u0096",
        "Marcie: Every second of her short life is seared into my brain, Natalie. I remember every moment, from the moment she was born, 7:58 p.m., until the moment they told us that she was dead. It was just a little over an hour later. I can still hear her screaming her little head off in the birthing room, and then suddenly, they just -- they whisked her away because they said something was wrong. But then Dr. Joplin came back in and she said everything was fine, that Hope was fine, she was this beautiful, healthy little baby girl. And then -- and then they told us that she was gone. It was the same night this beautiful little girl came into the world. I remember -- I remember seeing Chloe in the hospital that night because Viki came in. She brought her into the hospital. I only saw Hope one more time that night -- in Dr. Joplin's office.",
        "Natalie: Dr. Joplin's office?",
        "Marcie: Yeah. Dr. Joplin brought me in there to say goodbye to Hope. Oh, God, it was one of the hardest things that I have ever had to do in my life, you know? I couldn't believe it because only an hour earlier, I was welcoming this beautiful baby girl into -- into this world. And then the next thing, I was sitting in that office, having to say goodbye to her. I mean, what could've happened in an hour? An hour.",
        "Natalie: Marcie?",
        "Marcie: Yeah?",
        "Natalie: Are you sure you were in Dr. Joplin's office?",
        "Marcie: Yes. Natalie, like I said, I remember everything.",
        "Natalie: And Hope was alive for a little over an hour?",
        "Marcie: Yeah, the time was on her death certificate. Why -- why are you asking?",
        "Natalie: It's just that all of this is so sad. You -- you must have been going through hell.",
        "Marcie: I didn't go through it alone. Starr and I -- we went through it together, you know? We shared the same joy. And then we shared that -- that horrible feeling when they -- when they rushed Hope off, you know?",
        "Natalie: Where did they say they were taking her?",
        "Marcie: Oh, they took her to the nicu. You know, if they had a record of her being there, then we actually might be able to figure out what she really died from, which certainly wasn't Rh disease.",
        "Jared: There wasn't any record of Starr's baby being in the, um \u0096",
        "Marcie: Neonatal I.C.U.? No. I mean, everything happened so fast, I guess no one had a chance to officially admit her or start a chart. How am I going to tell Starr -- I mean, with everything she's going through? It's bad enough she already blames herself because her blood was incompatible with her baby's. Even now, Natalie, she wears this lock of her baby's hair in a locket around her neck every day. She never takes it off.",
        "[SCENE_BREAK]",
        "Starr: Excuse me. How is my mother?",
        "Nurse: No change.",
        "Starr: Why won't anyone tell me anything? She's my mom. Why can't I go in there and see her?",
        "Nurse: I'm sorry.",
        "[SCENE_BREAK]",
        "Michael: Hello, Rex.",
        "Rex: Great -- the results are in!",
        "Michael: No, no, no. I wanted to --",
        "Rex: What the hell is this?",
        "[SCENE_BREAK]",
        "Stacy: You think I'm in love with Rex? He's the one who came on to me!",
        "Gigi: I don't believe that for a second. I don't know what happened here. I don't know if Rex's crazy theory about you spiking his beer is right or not, but I do know that from the minute you showed up something's been off, starting with you stealing my invitation to the ball and my dress. I told you to get a job, and you lied about that. And every time I turn around, you've got your hands all over Rex.",
        "Stacy: Come on, Gigi, I'm your sister. You know me.",
        "Gigi: No, I don't know you -- not anymore. And frankly, I don't think I even like you. And if they do find something in Rex's system, I will make you pay.",
        "[Phone rings]",
        "Gigi: Rex.",
        "Rex: You need to come to the hospital, to the lab.",
        "Gigi: Just tell me the results.",
        "Rex: Just come, Morasco.",
        "Stacy: What'd he say?",
        "Gigi: I've got to go.",
        "Stacy: So, they didn't find anything in his system. Don't go chasing after him, Gigi.",
        "Gigi: Pack your bags, Stacy. I want you out before I get back.",
        "[Door closes]",
        "Stacy: I'm not through yet.",
        "[SCENE_BREAK]",
        "Michael: I'm sorry, man. I'm so sorry.",
        "[SCENE_BREAK]",
        "Starr: Oh, excuse me. I'm not going to freak out on you like I did before. I'm very sorry that I did that. I know you were just doing your job. I just need to let my mom know that I am not abandoning her. Can you please just tell her that I've been here the whole time? I know she might not be able to hear, but I need her to know that I'm here for her.",
        "Nurse: Mothers have a sixth sense when their children are near.",
        "[SCENE_BREAK]",
        "Natalie: So Bess took her baby to Dr. Joplin's office at the same time Starr's baby was there.",
        "Natalie: I think I know what Bess was doing at the hospital that night.",
        "[SCENE_BREAK]",
        "Roxy: Oh, man, you are so lucky. This is the last vacant room in this joint. But I got to be honest about something. You know, it's kind of a tough rental, considering it's where soldier boy, Wes Granger, bought the farm.",
        "[SCENE_BREAK]",
        "John: Hey, nelson, it's McBain. Yeah, I'm okay. Hey, a quick question -- you were in the navy, right? Yeah, listen, my, um, my Latin's gotten a little rusty. The motto -- what is it again? \"Non sibi sed patriae\"? \"Non sibi sed\" -- yeah. It doesn't have an \"a,\" does it? Yeah, I didn't think so. Hey, look, man, thanks for your help. I'll call you later. Yeah, bye.",
        "John: \"A,\" \"D,\" \"A.\" What does it mean?",
        "[SCENE_BREAK]",
        "[Knock at door]",
        "Schuyler: I don't need any more towels.",
        "[Knock at door]",
        "Schuyler: Okay. Seriously. Uh, Stacy. What -- why -- what are you doing here?",
        "Stacy: Moving in.",
        "[SCENE_BREAK]",
        "Gigi: So, did you find something in Rex's system? You didn't? That's great. So, it means you were simply dead drunk, and you climbed all over my sister --",
        "Rex: This isn't about me, Gigi.",
        "Gigi: What?",
        "Michael: We got the results back from Shane's blood work.",
        "Gigi: Shane? Shane's fine. No broken bones, not even a sprain. He went to school today.",
        "Rex: Gigi, Shane -- honey, he has leukemia.",
        "[NEXT_ON]",
        "Dr. Shinseki: I need to speak with you and Ms. Hanen. I have Matthew's test results.",
        "Natalie: What if Bess switched the babies?",
        "Gigi: You're saying Shane is so sick he could die? I'm sorry, baby. I'm so sorry."
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=h5Cn2wjO5H8"
}