{
    "Episode Summary": [],
    "Recap": [
        "Blair leaves Spencer to head to the bathroom. She looks at a picture of she Todd and the kids and then she turns on the shower, stepping into it with her cell phone. She calls the hospital and asks to have Dr. Spencer Truman paged. She returns to Spencer and he is all over her. She tells that phone call that he got must have done something good for him. She wants to know about it but he says that it was just over a patient of hers. Clint and Dorian made love and they lay together glad for this new connection between them. He can't stop worrying about Kevin. The future of the Buchanan's in his eyes is at risk. Dorian thinks that she can put his mind at ease. \"It is possible that Kelly is pregnant with Duke's child.\" Adriana checks to make sure that Rex is breathing. He is. She holds a knife on him when he wakes. \"You were doing it to me the whole time weren't you?\" She holds the knife on Rex and he slowly gets up, trying to convince Adriana that she is making a mistake. He lunges at her and gets the knife from her but when he turns his back, she nails him in the head again with some glassware and he is knocked out again. She leaves the cottage and goes running up the beach for her life. Rex tries to get up but is unable and falls unconscious again. Hugh comes over. Kelly tells that she is going to have her baby but she will move away and raise the child in secret. That way Kevin need never know that she had his grandchild. She and Hugh have a moment and almost kiss. They both agree that this isn't the right time to start something. Starr is with her friends and when they tell her to jump into a body of water from a high height, she does it without thinking. Todd is outside Evangeline's hospital room when he is called to the ER for Starr. Blair is tearing Spencer's apartment apart to find the gun. She digs through some drawers in the living room and she finds a stack of photographs. She sees one in particular that looks interesting. It is of a man who Spencer stands beside, with his arm around the man. \"Well, what 'cha doing?\" Spencer asks walking in the apartment slowly behind Blair"
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: Hey, Langston.",
        "Langston: Starr. I was just about ready to give up on you.",
        "Starr: I told you I'd be here.",
        "Langston: Did you have any trouble sneaking out?",
        "Starr: Are you kidding me? My family has their heads stuck so far up their -- no, I didn't have any trouble.",
        "Langston: They won't miss you?",
        "Starr: Are you kidding me? I could be gone for a whole week and my mom wouldn't even notice. She's too busy hooking up with Dr. Truman. And when I left, my aunt Dorian was hooking up with Clint Buchanan.",
        "Langston: Get out.",
        "Starr: I swear.",
        "Langston: Your aunt Dorian and Mr. Buchanan -- and they were going at it?",
        "Starr: Yes. It was so nasty.",
        "Langston: How do you know?",
        "Starr: The walls aren't that thick.",
        "Langston: Ew!",
        "[SCENE_BREAK]",
        "Dorian: I feel -- wonderful.",
        "Clint: And so do I.",
        "Dorian: I'm really glad you decided to come back here tonight.",
        "Clint: I've been thinking about it for weeks. But the circumstances --",
        "Dorian: Yes. You have been through so much.",
        "Clint: I don't want to think about what I've been through. In fact, if I think at all, I want to think about you.",
        "[SCENE_BREAK]",
        "Viki: Clint said you'd gone back to work.",
        "Kevin: Yep.",
        "Viki: Well, I think that's wonderful.",
        "Kevin: It's -- um -- spectacular.",
        "Viki: Don't make light of it.",
        "Kevin: Ok, I'm sorry. Things are better with me.",
        "Viki: Are things better between you and Kelly, too?",
        "[SCENE_BREAK]",
        "Hugh: Kelly? Hey.",
        "Kelly: Hey.",
        "Hugh: Are you all right?",
        "Kelly: The moon's so pretty tonight. What's it called when it's almost full like that?",
        "Hugh: Huh. Gibbous. But you didn't call me to ask me about what phase the moon was in, did you?",
        "Kelly: I couldn't sleep.",
        "Hugh: That's what those 10,000 cable channels are for. What's wrong?",
        "Kelly: Does that mean it's getting bigger or smaller?",
        "Hugh: You didn't call me about the moon.",
        "Kelly: I was just curious.",
        "Hugh: You can talk to me about anything. You know that, don't you? You can talk to me about your baby.",
        "[SCENE_BREAK]",
        "Evangeline: I'm glad you're here, Todd.",
        "Todd: How can you tell it's me?",
        "Evangeline: How do you think?",
        "Todd: Oh, my God.",
        "Evangeline: I know. The operation worked. I can see.",
        "[SCENE_BREAK]",
        "Blair: Hmm. Yes, I'd like to have Dr. Spencer Truman paged for an emergency neuro-surgical operation, please. Yes, the doctor is on his way in. Please page Dr. Spencer Truman.",
        "[SCENE_BREAK]",
        "Adriana: Oh, thank God. How could you do it, Rex? How could you do this to me?",
        "Langston: Please tell me you're joking. You could hear them going at it?",
        "Starr: Just knowing what was going on in the other room was enough to scar me for life, not to mention my mom and Dr. Spencer together.",
        "Langston: So you don't think your mom and dad are getting back together?",
        "Starr: No, and we're better off without her. She's so stupid. She dumped my dad because she thought that he was guilty. And then when she found out he was innocent, she was still with Dr. Jerk-face. She's such a loser. Doesn't she see that he's the one who set up my dad?",
        "Langston: If she's in love with him, maybe she just doesn't want to know the truth.",
        "Starr: She doesn't love him.",
        "Langston: Why does she stick around?",
        "Starr: Maybe she's just head over heels in lust.",
        "[SCENE_BREAK]",
        "Spencer: There's my girl. You are so beautiful, you know that? I cannot take my eyes off you.",
        "Blair: Thank you, Doctor.",
        "Spencer: Come over here. Come back to bed.",
        "Blair: What? I'm not tired.",
        "Spencer: Well, neither am I.",
        "Blair: You know, you seem to be in a much better mood now that you got that phone call.",
        "Spencer: Of course I am. I told you it was good news.",
        "Blair: Really?",
        "Spencer: My patient -- she is just fine.",
        "Blair: What was wrong with her?",
        "Spencer: Oh, it's boring, Blair. I know how easily bored you are.",
        "Blair: Oh, come on, Spencer. You could never bore me. I want to know what you do every day, and I want to live through it with you.",
        "Spencer: You're an amazing woman, you know that?",
        "Blair: Thank you.",
        "Spencer: And I want to live through it with you. In fact, that's exactly what I'm going to go, and I'm going to fill each and every day with surprises and excitement.",
        "[SCENE_BREAK]",
        "Todd: Evangeline?",
        "Evangeline: Todd?",
        "Todd: I can't believe it. They said that -- they said that you -- when were you going to tell me?",
        "Evangeline: I just did tell you. I can see!",
        "Todd: Oh, God. Well, what color is this flower?",
        "Evangeline: Uh -- pink.",
        "Todd: Oh. You can see, all right.",
        "Evangeline: I can see! And I'm so happy. But I'm still not happy about what you did -- spending all that money, bringing a doctor without my consent.",
        "Todd: No, this -- I don't care what it cost.",
        "Evangeline: I care what it cost.",
        "Todd: Well, get over it. I'm just helping out with some medical expenses.",
        "Evangeline: You spent over $100,000. You've been way too generous.",
        "Cristian: Yeah, you're a saint, Todd. Throwing your money around le that, buying your way on to the board of directors.",
        "Todd: And that had nothing to do with her.",
        "Cristian: Then it was just the uncontrollable urge to help the people?",
        "Todd: No, not the people. Just her.",
        "[SCENE_BREAK]",
        "Kelly: I always seem to be spewing out my problems to you.",
        "Hugh: I like listening to you. And I like being there for you when you need someone. It takes my mind off of my problems.",
        "Kelly: Your problems?",
        "Hugh: You think I don't have problems?",
        "Kelly: No, I don't. You -- you seem very together. What problems could you possibly have?",
        "Hugh: Well, for one, I -- uh -- I have horrible insomnia. My brain just won't turn off at night. I get maybe three hours of sleep on a good night.",
        "Kelly: That's not good. But it could be worse.",
        "Hugh: I'm not having a problem contest with you, Kelly. I just -- my point is that you called me over to talk -- or whatever. I'm here. And I just -- I hate to have burned a couple of really expensive gallons of gas to just pop by, say hi, and then go home and lie in bed and stare at the ceiling. So I -- but -- you know, I will go. I will go, you're right. I will go if you want me to.",
        "Kelly: No, I -- I don't. I don't want you to. I've made a decision.",
        "Hugh: About what?",
        "Kelly: About my pregnancy.",
        "[SCENE_BREAK]",
        "Kevin: Are things better with Kelly? Um -- that's a tough one. Well, we've talked -- or at least I've talked.",
        "Viki: And?",
        "Kevin: I don't know. I don't understand women.",
        "Viki: Ok. Well, I'm listening, I'm a woman, maybe I can help.",
        "Kevin: Um -- I don't know -- maybe she's afraid of saying the wrong thing, setting me off. I don't know. Everything that's happened, I -- yeah, I really don't want to talk about this.",
        "Viki: Kevin, don't do this. Please, honey. You know, you've still got all that anger bottled up inside you. You've got to let it go before it explodes and you hurt someone. Let it go, talk to me.",
        "Kevin: Everything that happened -- Duke and Kelly -- it's my fault.",
        "[SCENE_BREAK]",
        "Clint: It is strange that after all the roads that we wandered down, how many times our families have fought, that we would end up here -- in bed together, holding on to each other.",
        "Dorian: Yes, it is kind of strange. Especially the way our -- our families have been self-destructing around us.",
        "Clint: Yeah. You feel guilty?",
        "Dorian: For?",
        "Clint: For this.",
        "Dorian: I never feel guilty for feeling good, and right now I feel great.",
        "Clint: Good. I'm glad. Oh, God. These past couple of months, it's just been so crazy. It just makes me wonder.",
        "Dorian: About what?",
        "Clint: I wonder if I'm doing the best I can for my family or whether I even make a difference.",
        "Dorian: What? You -- you do absolutely everything for your family. You -- you're their rock, and Asa's. I mean, you're head of the family now.",
        "Clint: Yeah. And aren't I doing a bang-up job?",
        "Dorian: You are holding everybody together -- Jessica, Kevin --",
        "Clint: Kevin. Kevin doesn't know anything except raw pain right now. He can't see anything else.",
        "Dorian: Hmm. Well, Kevin has always been -- for lack of a better word -- shortsighted.",
        "Clint: Dorian, this has been such a wonderful night. Don't you ruin it with a tirade against my family, ok?",
        "Dorian: Oh, I wouldn't dream of it, no.",
        "Clint: Ok.",
        "Dorian: No. In fact, tonight, this has made me realize that just maybe I've been a little hasty in my opinions -- especially about one very special Buchanan.",
        "[SCENE_BREAK]",
        "Blair: Aren't you exhausted?",
        "Spencer: Blair, no, I can't get enough of you.",
        "[Pager beeps]",
        "Blair: It's your pager.",
        "Spencer: Yeah. Agh -- it's the hospital.",
        "Blair: Really?",
        "Spencer: Yeah, yeah, yeah.",
        "Blair: Gosh.",
        "Spencer: I've got to check this. Yeah, Dr. Truman here. I got a page for a consult? Well, what doctor? No, no, no, it's all right. No, I'll just -- I'll just come in. All right, thank you. I got to go.",
        "Blair: Oh, you got to go?",
        "Spencer: Yeah, I do.",
        "Blair: Oh, right now?",
        "Spencer: I'm on call, you know?",
        "Blair: Well, I guess that's just something I'm going to have to get used to, huh?",
        "Spencer: I shouldn't be long, ok?",
        "Blair: Ok.",
        "Spencer: And we'll just pick it up where we left off, all right?",
        "Blair: You do whatever you need to do, and I'll be right here waiting for you.",
        "Spencer: Ok.",
        "[SCENE_BREAK]",
        "Nurse: Excuse me, gentlemen? I'll need you to step outside while I check on the patient.",
        "Cristian: You know, I'm glad that nurse kicked us out, because there's something I want to say to you.",
        "[SCENE_BREAK]",
        "Spencer: I am sorry that I have to go. But we will other nights, all right, an entire lifetime of them.",
        "Blair: Well, I look forward to spending the rest of my life with the man that I love.",
        "Spencer: Well, you keep that thought. I love you, too, Blair. See you.",
        "Blair: Bye.",
        "[SCENE_BREAK]",
        "Starr: You know what, Langston? I don't want to talk about my mom anymore. I came here to forget about all that.",
        "Langston: I'm cool with that. Do you know Ricky's family is moving back to Puerto Rico?",
        "Starr: Uh -- yeah.",
        "Langston: Me and Ricky, we were, you know, starting to hook up. Do you have his email?",
        "Starr: Um -- I'll let you know if I talk to him.",
        "[Splash]",
        "Langston: Whoa. Did you see that guy jump? He was really far up.",
        "Starr: Maybe he has a death wish.",
        "Langston: Only if you jump from up here. I've seen people do it before.",
        "Starr: So?",
        "Langston: So it's super-high -- you'd have to be crazy. Let's go down. There's a rope down there now. You want to go?",
        "Starr: Not yet. I kind of just want to chill here for a little.",
        "Langston: Chill or stress?",
        "Starr: I just want to hang out here for a little while, ok?",
        "Langston: Ok, see you down there. I'm next.",
        "[SCENE_BREAK]",
        "Hugh: I know you've had a difficult time figuring out what you're going to do with the baby.",
        "Kelly: Yeah. It's all I can think about. I mean, there's a time issue. I have to decide what I want to do before my first trimester is up.",
        "Hugh: Adoption isn't such a bad thing.",
        "Kelly: I knew you were going to say that -- you were adopted.",
        "Hugh: When I was a kid, I -- I asked my mom -- I went to her and I asked her if the bully next door was adopted, and she said he wasn't, and I said, \"I knew it, because nobody would've picked him to be their child.\"",
        "Kelly: Well, your parents hit the jackpot when they got you.",
        "Hugh: Aw.",
        "Kelly: But -- um -- adoption really isn't an option for me.",
        "Hugh: Then what?",
        "Kelly: I've always wanted a child. Even when I was a little girl, I used to carry this doll around with me everywhere -- where I ate, wherever I slept with her -- her name was Lily.",
        "Hugh: Huh.",
        "Kelly: And even when I was a big-shot reporter, I would've given it all up if I could be a mom. So I'm going to have this baby. But I'm going to have to go away and raise it somewhere on my own.",
        "Hugh: Um -- what about Kevin?",
        "Kelly: He'll never know I had his grandchild.",
        "[SCENE_BREAK]",
        "Viki: Kevin, not everything in this world is your fault. Ok? You are certainly not responsible for Kelly's choices or her actions.",
        "Kevin: I don't think you'd say that if you knew how I treated her.",
        "Kelly: Kevin, stop it!",
        "Kevin: Give me the ring.",
        "Kelly: Stop it! Get -- get away from me! Stop it! Oh!",
        "Kevin: I ripped every shred of pride and decency from her. You know, I -- I not only forced her away, I threw her away. And the only place she could turn for comfort was my son.",
        "[SCENE_BREAK]",
        "Dorian: I brought you a bourbon on the rocks. I hope that's all right.",
        "Clint: Bull's-eye.",
        "Dorian: Huh. Clint, you know, you don't have to put on a good face for me. Kevin isn't the only one of your children who's in pain. They all are. You're worried about them, and for good reason. Oh, please -- I didn't mean that with malice.",
        "Clint: Some days, I don't know how to help my kids. And like you said, watching them suffer is terrible. And burying Duke -- that was unbearable to me. I never even knew such grief existed. He was such a good young man, his whole life in front of him. He was the future of the Buchanan family, and now that future is uncertain, and that just makes me so angry with God. And I know I shouldn't say that, but that's how I feel because I don't understand one damn bit of it.",
        "Dorian: Oh, Clint -- Clint, maybe you're just not seeing something. Maybe you're not seeing hope for the future.",
        "Clint: Yeah -- Jessica's daughter, yeah. Brennan is a blessing that happened right in the middle of our nightmare. But she is not a replacement for Duke. Kids are individuals, they're not interchangeable.",
        "Dorian: Of course no one could ever take Duke's place.",
        "Clint: No. Now Kevin has lost two sons, and he doesn't have another chance, and I don't know what that's doing to him -- I don't know what that'd do to any man.",
        "Dorian: Oh, but what if Duke isn't gone -- I mean, not completely? And what if it isn't really over for Kevin if he could just get past his anger?",
        "Clint: What do you mean, it isn't over for Kevin?",
        "Dorian: Oh, Clint, I think Kelly may be pregnant -- with Duke's baby.",
        "[SCENE_BREAK]",
        "Rex: Did you just hit me?",
        "Adriana: Shut up!",
        "Rex: Why'd you do that?",
        "Adriana: You know what you did to me.",
        "Rex: Protect you?",
        "Adriana: Right -- from the stalker?",
        "Rex: So you hit me?",
        "Adriana: Stop it, Rex.",
        "Rex: Uh -- I'm doing my best. I don't want to get hit again -- or slashed.",
        "Adriana: I believed in you. I trusted you with my life -- that's exactly what you thought I'd do, isn't it?",
        "[SCENE_BREAK]",
        "Hugh: Why do you have to leave Llanview to have a baby?",
        "Kelly: Do you know how this baby will mess up so many people's lives? A child is supposed to bring people together, it's supposed to be something that you celebrate. But to so many people, all this child will be is a painful reminder -- loss, guilt, shame.",
        "Hugh: No. No, I don't believe that. This is the future of both your families. This baby will be both Cramer and Buchanan.",
        "Kelly: Well, whenever Kevin looks at it, all he will see is Duke, and what we did to him.",
        "Hugh: Maybe he'll just see a new life, a life that's all its own.",
        "Hugh: Hey, why don't we go for a swim?",
        "Kelly: Oh, I'm kind of more in a feet-dangling mood, but you go ahead!",
        "Hugh: No --",
        "Kelly: I'm sorry! Oh, I got you all wet! Here, let me take your glasses off, so I doubt you can see.",
        "Hugh: I ought to pull you in.",
        "Kelly: No, don't you dare. I said I was sorry.",
        "Hugh: Oh --",
        "Kelly: Oh-oh-oh, I'm sorry.",
        "Hugh: Thanks. Thanks a lot.",
        "Kelly: Oh, here, let me take that.",
        "[SCENE_BREAK]",
        "Viki: Kevin, you have to stop beating yourself up over this. Darling, what happened is in the past. You have to let this go. You've got to look to the future now.",
        "Kevin: Believe me, I'm trying to do that, ok? I mean, I forced her away that night instead of -- instead of holding her. Because that's what she needed -- someone to hold her, someone to -- to make her feel safe, someone to love her, and that someone turned out to be my son.",
        "Viki: And now?",
        "Kevin: I don't know. Now I guess I try to move on. And what she did, you know, she -- she did in a moment of weakness, and I know that it was a one-time thing. It wasn't an affair, I know that. It's not like she -- she went out and tried to get pregnant by Duke or tried to have his baby. I mean, that -- that would've just killed me.",
        "[SCENE_BREAK]",
        "Clint: Kelly's pregnant? Are you positive?",
        "Dorian: No.",
        "Clint: Then, Dorian, why would you say something like that?",
        "Dorian: Because there isn't such a big difference between \"positive\" and \"pretty damn sure.\" I found a pregnancy test in her purse.",
        "Clint: Did you ask her about it?",
        "Dorian: Oh, of course I did. And when I pressed her, she refused to talk about it. So there you have it.",
        "Clint: What -- what does that man?",
        "Dorian: Well, it translates into \"yes, I am sure that I am pregnant -- and I don't want to talk about it.\"",
        "Clint: Oh, this is a pond with a lot of ripples.",
        "Dorian: Oh, I know -- I've counted them.",
        "Clint: Oh. A great-grandchild. God, Viki's going to be so happy.",
        "Dorian: Oh. For crying out loud. Viki.",
        "[SCENE_BREAK]",
        "Rex: All I wanted to do is keep you safe. If this is your version of \"thank you,\" I don't want to see your \"no, thank you.\"",
        "Adriana: Did you ever consider that this is my version of \"I just found out what a lying jerk you are\"?",
        "Rex: What are you scared of me?",
        "Adriana: It's over, Rex.",
        "Rex: We were doing great. You had a bad dream.",
        "Adriana: You were the bad dream, you were the nightmare. My mother was right about you.",
        "Rex: Have you lost your mind?",
        "Adriana: I found it.",
        "Rex: Ok, Adriana --",
        "Adriana: Stay away from me!",
        "Rex: Look -- look, whatever's upset you, we can work it out.",
        "Adriana: I can't believe I let you touch me, that I let you -- the thought of it makes me sick.",
        "Rex: This is surreal.",
        "Adriana: I know it is. I thought I was in love with you.",
        "Rex: Do you think you made a mistake?",
        "Adriana: I won't ever make that mistake ever again.",
        "Rex: I -- I don't know what to say.",
        "Adriana: Then don't talk. And move away from my phone.",
        "Rex: Or what, you'll skewer me?",
        "Adriana: Don't test me! Now, move! Just stay away from me!",
        "Rex: Adriana, this is nuts. Let's just sit down and talk about this like normal people.",
        "[SCENE_BREAK]",
        "Clint: What did you just mumble?",
        "Dorian: I never mumble. I said \"Viki.\" I mean, we just -- I give you earth- shattering news, and -- and what do you do? The first person you think of is Viki?",
        "Clint: Don't -- don't go there.",
        "Dorian: Oh -- I'm sorry. What am I supposed to do?",
        "Clint: Stop talking nonsense. We just made love, twice. I haven't felt this good in years. But you know what Viki's family -- what my family has been through and what we're still going through.",
        "Dorian: Yes, but, still --",
        "Clint: Now, just let me finish, would you? Now, if Kelly has the baby, that might give our family something to hold on to. You know what I mean? It might even -- maybe it will bring us together. Thank you.",
        "Dorian: For what?",
        "Clint: For telling me.",
        "Dorian: Oh. But why are you leaving?",
        "Clint: Because it would be inappropriate for me to be here in the morning when the kids get up, and I can guarantee you if I stay, I'm going to go to sleep, and I'm way too old to be crawling out of windows at the crack of dawn.",
        "Dorian: Yes, that would be awkward.",
        "Clint: Besides, I want to get home and think about this and hope that it's true, because that baby would be a part of Duke that lives on.",
        "Dorian: But you do have to admit that Kevin's not going to be fond of the situation.",
        "Clint: I can't speak for Kevin, and maybe this whole situation is filled with landmines, but Viki and I are going to have to find a way to navigate -- navigate around them. You know, tonight, I think, was the beginning of something good.",
        "Dorian: Oh.",
        "Dorian: I'm so glad you feel that way.",
        "Clint: I'll see you soon -- and I look forward to it.",
        "[SCENE_BREAK]",
        "Blair: Oh, come on, God. Just let me find the gun, let me find something that ties Spencer to the gun. Come on. God, I know I haven't been a good girl lately, I know I haven't. I've been sleeping with Spencer and I've been doing other things, but, come on, if you're out there and you're listening, just -- just help me find something -- if you're listening, God. If not, well, forget it.",
        "[SCENE_BREAK]",
        "Cristian: Look, I know you went through hell, and I get it. Trying to put Spencer Truman there, it's going to eat you up.",
        "Todd: And you've never felt anger or the need for revenge ever?",
        "Cristian: Well, I put that stuff behind me. I've moved on.",
        "Todd: Have you? Well, maybe you got something better to move on to than I do.",
        "Cristian: Yeah, maybe I do. Hey, you're not going to blow it for me, you got that?",
        "Todd: Is that a threat?",
        "Cristian: Whatever your motives were for helping Evangeline, for shelling out all that money -- I'm not going to allow her to feel in debt to you. It's not going to happen.",
        "[SCENE_BREAK]",
        "Starr: How was it?",
        "Langston: Cold.",
        "Girl: We dared him to jump from up here, but he wouldn't.",
        "Langston: Come on, superstar, jump.",
        "Boy: Then I'll have to climb all the way back up.",
        "Starr: It's not that high.",
        "Boy: Yeah? Why don't you do it?",
        "Girl: She did it. Did you see that?",
        "Langston: I don't believe it. She didn't stop to think about it or anything.",
        "Boy: That was awesome.",
        "Langston: You go next.",
        "Boy: Hell, no. I'm not nuts.",
        "Langston: Starr! Starr! She's not coming up. She's not coming up! Something happened! Quick, go down and find her! I'll call 911!",
        "[SCENE_BREAK]",
        "Dorian: Ugh. If it wasn't a mistake to tell Clint about Kelly's baby, please let this be a good one. Ooh -- uh-uh. Kelly is going to kill me.",
        "[SCENE_BREAK]",
        "Kelly: I --",
        "Hugh: I'm sorry.",
        "Kelly: I -- no, I'm sorry. Just hold me.",
        "Hugh: Like friends.",
        "Kelly: Yeah, like friends. I'm sorry.",
        "Hugh: Oh, we could trade \"sorrys\" all night. I -- I know it, I knew, and it's not the right time. It's definitely the right place and it feels like the right time, but it's not the right time.",
        "Kelly: Thank you. You are a good friend.",
        "Hugh: Yeah, that's what I'm here for.",
        "Kelly: Is that all?",
        "Hugh: Does anyone else know that you're pregnant?",
        "Kelly: Hmm -- well, Dorian suspects, but I don't think she knows anything for sure, so it's just you and me.",
        "Hugh: That's good. That'll give you time to -- to figure out what you want to do. But just don't make any emotional decisions -- emotional-based decisions, all right?",
        "Kelly: It's all emotional, but I'll try not to, I promise.",
        "Hugh: All right, for now, it can be a secret between us.",
        "Kelly: Pinky-swear?",
        "Hugh: What? No, guys don't pinky-swear. They -- they spit in their hands and then they shake.",
        "Kelly: Oh, I don't want to spit in my hand.",
        "Hugh: I don't want to pinky-swear.",
        "Kelly: Ok, here. Compromise.",
        "[SCENE_BREAK]",
        "Kevin: Why are you doing this?",
        "Viki: Darling, I loved Duke, and I love you and I don't want to see you carrying around this guilt that should've been buried with Duke. Honey, what if it had been you and Kelly in an accident, and Duke would've had to make the same decision that you did? I don't know -- what would he have done?",
        "Clint: Viki, what are you doing here?",
        "Viki: Well, I came to talk to Kevin.",
        "Clint: Well, don't let me interrupt.",
        "Viki: It's all right. I think -- uh -- I think we're through. What's wrong?",
        "Clint: Why do you think something's wrong?",
        "Viki: Because I've known you forever and I can tell.",
        "[SCENE_BREAK]",
        "Rex: Stop! Listen to me!",
        "Adriana: I -- I don't want to hear any more of your lies, Rex!",
        "[SCENE_BREAK]",
        "Todd: I'm going to try to explain this to you one last time. I helped Evangeline because she helped me, because she stood by me when no one else would.",
        "Cristian: Like I said, I don't really care what your motives were. All I'm saying is Evangeline and I -- well, we're not going to accept that money you paid for the surgery as a gift. We're going to pay you back, every cent.",
        "Todd: Ok.",
        "Nurse: I'm all done if you want to go back in.",
        "Todd: Thanks.",
        "Evangeline: Hey.",
        "Cristian: And when do I get to take you home with me?",
        "Evangeline: Soon, I hope.",
        "Cristian: Hmm, it better be. Well, you know I got that fight, right, and I want you to be there -- watching through those beautiful eyes.",
        "Nurse: You are here.",
        "Todd: What?",
        "Nurse: Your daughter's had an accident.",
        "Todd: Where is she?",
        "Nurse: E.R.",
        "[SCENE_BREAK]",
        "Spencer: What you got there?",
        "[NEXT_ON]",
        "John: You're not going anywhere until you cop to what you did.",
        "Blair: What are you doing here?",
        "Todd: I thought you might like to know that your daughter almost drowned and she may have brain damage!",
        "Bo: She clocked you with a lamp?",
        "Rex: Yeah, and then she took off out of here.",
        "Bo: And you don't know why?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=9ZiGCdkRj8w"
}