{
    "Episode Summary": [
        "Episode # 10371 -- What Happens in Vegas, Stays in the Temple"
    ],
    "Recap": [
        "Rex and Gigi are on the hunt for Dorian and David and search all places in Vegas where there are weddings. They don't find them but run into Moe and Noelle. They witness their wedding and Moe and Noelle are officially hitched. Dorian and David are elsewhere and taking their time about tying the knot. It looks like David wants to go through with it but it hasn't happened yet. Behind the scenes, there is a mysterious show girl named Gigi who spies upon Rex and his Gigi. She tells her agent she needs to leave town and plans to work in Llanview, PA. Lola demands that Tea tells her what Vanessa's big secret is and why she (Tea) is talking to Lola's father. Lola admits to her that she believes that Vanessa murdered Lola's mother and set Ray Montez up for the crime. And she intends to prove that with Lola's help. Cristian and Vanessa are getting closer and he still seems to trust her. Blair and Marty argue. Blair makes it clear that she resents John's preoccupation about needing to help Marty."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Marty: You sure about that?",
        "Blair: You little --",
        "[Blair shouts]",
        "Marty: Blair? Blair!",
        "[SCENE_BREAK]",
        "Vanessa: Pick up, Lola.",
        "Cristian: What's wrong?",
        "Vanessa: I tried to call Lola again.",
        "Cristian: I told you, she's probably asleep.",
        "Vanessa: She turned her cell phone off. It went directly to voicemail. Do you know any teenager girl who does that?",
        "[SCENE_BREAK]",
        "Téa: I was just about to call you.",
        "Lola: So you could get me to talk? Don't bother. I heard you. Who were you talking to, and what is it that you want me to say?",
        "[SCENE_BREAK]",
        "David: Namaste.",
        "[SCENE_BREAK]",
        "Rex: Let's go. This has got to be the place.",
        "[SCENE_BREAK]",
        "Lama Bill: Ta-shi da-leh. I am Lama Bill. And you must be my 3:00.",
        "[SCENE_BREAK]",
        "Gigi: We're too late.",
        "[SCENE_BREAK]",
        "Lama Bill: May the Buddha bless this enterprise. Shall we?",
        "[SCENE_BREAK]",
        "Rex: Stop the wedding! Moe?",
        "Moe: Gigi?",
        "Gigi: Noelle?",
        "Noelle: Rex?",
        "Rex: James Brown?",
        "James Brown: Which one of the funk brothers would you be?",
        "Rex: What the hell is going on here?",
        "[SCENE_BREAK]",
        "David: This is it. We're really going to do it this time. You're finally going to be Mrs. David Vickeroshi. Let's chant.",
        "[Chanting]",
        "Dorian: Buchanan, Buchanan, Buchanan \u0096",
        "[SCENE_BREAK]",
        "Gigi: Oh, my God. So this is really happening? You guys are really getting married?",
        "Rex: Married? These two? Ha. They couldn't agree on the weather let alone a date. Although, I've got to hand it to you. The ring is a gem. Where'd you get it, out of a bubble gum dispenser?",
        "Gigi: Rex.",
        "Rex: Don't you see what's going on here, Gigi? This whole thing is a scam. Dorian hired Moe and Noelle to send us on a wild goose chase. And while they're here faking it, David and Dorian are getting married somewhere for real.",
        "[SCENE_BREAK]",
        "Lama Bill: Oops. I forgot my prayer beads. I'll be right back.",
        "David: I'm sorry about this. I know this isn't exactly the wedding of your dreams.",
        "Dorian: As long as I'm marrying the man of my dreams, what does it matter if the ceremony is in the Temple of Tranquility or the grand ballroom at the Palace Hotel?",
        "David: I got to hand it to you. To be honest, I didn't think you had it in you.",
        "Dorian: To marry you?",
        "David: To give up all your money.",
        "Dorian: Oh, that.",
        "David: The choice was easy for me. You know how I used to love a gourmet meal or a bespoke suit. But I could never afford them on my own. So to long for them was a dead end. The life of the soul, the life of poverty made sense for me. But for you, you have it all. And to give that up to marry me, to join me in the gutter -- priceless.",
        "Dorian: Your life is my life.",
        "David: I know. You keep saying it. I'm actually starting to believe it.",
        "Dorian: You better believe it. We're about to get married.",
        "David: Dorian, it means so much to me that you would want what I have to offer. Not that I'm knocking it. You haven't lived until you've fasted for 10 days, and then tasted your first teaspoon full of yak butter. It's been a lonely life. I've missed you. I've missed us. We're fun.",
        "Dorian: We're about as fun as it gets, David.",
        "David: Dorian, will you marry me? I know you've already asked me, and I've accepted, but I thought I'd return the favor.",
        "Dorian: Yes, David. I will be happy to marry you.",
        "David: And yes, we'll be penniless. But we'll have the sun in the morning and the moon at night. And in the winter, there's this wonderful little ashram in the Bahamas where they let you eat for free if you do the dishes.",
        "Dorian: You wash, I'll dry.",
        "[SCENE_BREAK]",
        "Téa: So you were listening to my conversation?",
        "Lola: I didn't mean to, but you were on the phone and I heard what you said.",
        "Téa: I forgive you. And I understand that sometimes --",
        "Lola: Vanessa told me not to trust you. She was right.",
        "Téa: I was talking to your father. The truth is Ray is my client.",
        "[SCENE_BREAK]",
        "Cristian: Look, I wouldn't worry about Lola. She just needs a little space.",
        "Vanessa: I feel like I've driven her away.",
        "Cristian: She's a teenager. She's going to want to call some of the shots in her own life.",
        "Vanessa: Do you think I've been too strict with her?",
        "Cristian: You worry about her. With good reason. And it's going to take a little while for the two of you to be able to relax.",
        "Vanessa: You're right. I don't hear from her for a little while and I think that something terrible has happened. But Ray's in prison.",
        "Cristian: She's probably online chatting with her friends right now. Look, she just needs a little time on her own. And so do we if we're going to convince those I.C.E. agents over there that we're a happily married couple.",
        "Vanessa: Where --",
        "Cristian: Don't. Don't look. It's better if they don't think we're onto them.",
        "Vanessa: How do you know they're I.C.E. agents?",
        "Cristian: Well, because it looks like they're drinking club soda and they're trying to act like they're not watching us.",
        "Vanessa: What should we do?",
        "Cristian: Let's give them something to watch.",
        "[SCENE_BREAK]",
        "Wes: Son of a --",
        "John: Yeah. Surprised me, too. What do you think Marty would make of it?",
        "[SCENE_BREAK]",
        "Marty: Blair? Blair, thank God. Come here, let me help you. Over here. Come over here. Over here. Come here. Grab my hand. You're going to freeze to death. Grab my hand, come on. I'm going to get you out of there.",
        "[Marty screams]",
        "Marty: You did that on purpose.",
        "Blair: You pushed me overboard.",
        "Marty: I did not. You came at me. All I did was move out of the way.",
        "Blair: When have you ever moved out of my way, Marty? You've been up in my face and up in my business as long as I can remember.",
        "Marty: Oh, that's not my fault.",
        "Blair: Oh, it never is, is it? Never is. And everybody else has to live to regret it.",
        "Marty: That's nice.",
        "Blair: Tell you what. You just stay away from John and me, okay?",
        "Marty: Anything else?",
        "Blair: Yeah. Get up before you catch pneumonia. I don't want all the men in this town to have to go get you an oxygen tank. Come on.",
        "[SCENE_BREAK]",
        "Wes: You checking up on me?",
        "John: I have to run background checks on all employees.",
        "Wes: Yeah, I don't see anyone else's report on the screen.",
        "John: They all passed.",
        "Wes: I'm a decorated veteran.",
        "John: Why'd you lie about knowing Lee Halpern?",
        "Wes: I didn't lie. I just didn't think it was any of your business.",
        "John: Yeah? I'm responsible for anyone who walks through that door.",
        "Wes: I'm not a threat to anybody.",
        "John: What about Lee Halpern? Were you a threat to her?",
        "[SCENE_BREAK]",
        "Moe: Dorian's marrying David?",
        "Rex: Like you don't know.",
        "Moe: First I've heard of it. I thought he was some kind of monk.",
        "Rex: Give it a rest, Moe. You're all in on it. You, Noelle, and that Swedish butler.",
        "Noelle: You talked to Sven?",
        "Rex: And he told me that David and Dorian were going to Las Vegas to get married.",
        "Moe: I hate to break it to you, scooter, but the only English that boy knows is on the label of a can of Swedish meatballs.",
        "Noelle: Yeah, or a package of lutefisk. Have you ever eaten that?",
        "Moe: If he understood anything at all, he probably thought you were talking about me and Noelle.",
        "Gigi: Well, uh -- so, James Brown?",
        "Noelle: Well, this was the first chapel we saw. Moe was a little hesitant to be honest. He's more of a Zydeco fan, but at this point, I'd get married in a convenient store.",
        "Gigi: Why? What's the rush?",
        "Noelle: Delphina, the psychic.",
        "Gigi: Been there, done that.",
        "Noelle: Well she told me that Moe and me were cursed. That money was going to come between us. Now I didn't believe her, but then Dorian handed us her house. I got scared, and --",
        "Gigi: Hold the phone. Dorian handed you her house?",
        "Noelle: Yeah, when she turned Buddhist. So anyway, Moe and I decided to get hitched ASAP",
        "Rex: I blew it. The money trail we followed was Moe using one of Dorian's credit cards.",
        "Gigi: I thought you said there was a local P.I. following David and Dorian.",
        "Rex: I just called him. They managed to ditch him. I'm sorry, Morasco. I know I promised you that hundred grand from Clint, but we can kiss the bonus goodbye. Because if I know Dorian, she's marrying David right now.",
        "[SCENE_BREAK]",
        "Dorian: What's keeping him so long?",
        "David: You practice patience, my eternal flame, while I go look for the Lama.",
        "[Dorian strains]",
        "Dorian: Oh, now I know why the good Lord invented chairs.",
        "Dorian: I'm just doing what needs to be done. Clint Buchanan stole the Buchanan fortune from me when I had won it fair and square. So I'm stealing it back. That's karma where I come from. The only reason I'm marrying David Vickeroshi is because he is the one and only true heir to the Buchanan fortune. I'm lying. I crave money. I crave power. I crave stature. But I also crave David. I adore him. I just do. And if he finds out what I've done, he's going to hate me. He'll leave me. Well then, so be it. I've lived without him before. And I will live without him again.",
        "David: Perhaps we should call this whole thing off.",
        "[SCENE_BREAK]",
        "Stacy: Stan, you scared the life out of me.",
        "Stanley: What the hell you doing out here? You just missed cherry pie. Nomi had to go on in your place.",
        "Stacy: Nomi's been angling for my spot since I've been here. Finally, she has a shot.",
        "Stanley: Baby, Nomi's no you. That's your number.",
        "Stacy: Stan, I've got bigger fish to fry.",
        "Stanley: Wha\u0097",
        "[SCENE_BREAK]",
        "Noelle: Delphina was right. This is what she was talking about, that money would come between me and Moe. I thought it was the house and the furniture and the clothes. But no, it was you and Rex and this hundred thousand dollars. You stopped our wedding.",
        "Moe: And I want to know why.",
        "Rex: It's a long story.",
        "Moe: Well now that you've ruined our wedding, we've got all night.",
        "Noelle: No, no, they didn't ruin anything. Now that they're here, you can help us celebrate.",
        "Gigi: We'd love to.",
        "Rex: Only we're on a case.",
        "Gigi: What case? You said it yourself, we blew it.",
        "Noelle: Can't you at least stand up for us? It would mean so much for us to have real friends as witnesses. Otherwise it's an additional $60 for the Cher and Liberace look-alikes.",
        "Rex: Yeah, I should really find David and Dorian.",
        "Gigi: And what? Congratulate the happy couple?",
        "Moe: You're going to walk out after you barged in and embarrassed my bride? I don't think so. If my fiancée wants you in the wedding, you're in the wedding.",
        "Rex: But --",
        "Gigi: It'll take five minutes.",
        "Rex: We'd be honored.",
        "[SCENE_BREAK]",
        "Dorian: You're leaving me at the altar again?",
        "David: No. Are you?",
        "Dorian: A woman's thoughts prior to saying her sacred wedding vows are private.",
        "David: Especially if she's getting cold feet.",
        "Dorian: Oh, my feet are quite toasty, thank you. What you overheard was merely --",
        "David: Dorian. Dorian, you don't have to explain. I understand.",
        "Dorian: You do?",
        "David: I do. I hurt you. Or I should say David Vickers hurt you. I made you love me. I made you long for me. And then I dumped you.",
        "Dorian: Let's not go there.",
        "David: No. I dumped you. I humiliated you. I made you look ridiculous. People were pointing at you and they were laughing.",
        "Dorian: Stop. That's enough.",
        "David: And you're afraid that I will do that again. But I won't, my ruby- throated hummingbird. Because I'm different. I'm a changed man. I'm not the same man that left you in a puddle in a pew. I'm new. I don't want your money. I want the here and now. I only want you, Dorian. And if you can see me for the man that I am now, not a Vickers or a Truman, not even a wannabe Buchanan, but a full-fledged Vickeroshi, then I'm yours. If you'll have me.",
        "Dorian: David, with all my heart.",
        "[SCENE_BREAK]",
        "Lola: You've been working for my father? For how long?",
        "Téa: He hired me about a year ago.",
        "Lola: So all this time when you were supposed to be Vanessa's lawyer --",
        "Téa: I was helping you. Your father wanted you in a stable environment, okay?",
        "Lola: Then he shouldn't have murdered my mother. He ruined my life.",
        "Téa: Lola, I don't believe your father murdered your mother. And I don't think you do either. That's why I got him to write that letter. I wanted to see how you felt about him.",
        "Lola: He's my father. Do you think I want to believe he's a murderer?",
        "Téa: So there's part of you that doesn't believe that. Lola, your father and I -- we think that Vanessa murdered your mother.",
        "Lola: What?",
        "Téa: And we need your help to prove it.",
        "[SCENE_BREAK]",
        "Cristian: Want to dance?",
        "[SCENE_BREAK]",
        "Wes: You ever kill anyone, John?",
        "John: We're not talking about me.",
        "Wes: Yeah, well I have. And I'd sooner off myself than someone else.",
        "John: Don't get defensive, Wes.",
        "Wes: Well, you accused me of murder.",
        "John: I didn't accuse you of anything. I was just looking at a file.",
        "Wes: What went on with me and Lee Halpern is none of your business. Besides, they got their killer. That lawyer confessed. It's in the paper.",
        "John: Do you believe everything you read?",
        "Wes: Why not? You do.",
        "Blair: Excuse me, guys. Could anybody spare a blanket?",
        "Marty: Make it two.",
        "Wes: So what happened?",
        "Blair: She threw me in the river.",
        "Marty: Oh, my God, that's not true. You want to know what happened? She went after me, fell in. When I went to rescue her, she pulled me in after her. God. Milk, no sugar.",
        "John: I know how you like it.",
        "Blair: Wow, some things never change.",
        "Marty: Oh, give it a rest.",
        "Blair: Really. Can we, Marty, really?",
        "Marty: You tell me, you're the one following me in the dark, God know why. Do me a favor. Leave me out of this little love nest thing you got going.",
        "Blair: And who invited you anyway?",
        "Marty: Oh, God. How old are we?",
        "John: You heard what I said to Marty?",
        "Blair: Yeah, John, loud and clear. \"Forget about Blair.\"",
        "[SCENE_BREAK]",
        "Vanessa: I wouldn't want to be that guy right now.",
        "Cristian: John can take care of himself. It's the I.C.E. agents we should be worried about.",
        "Vanessa: So, where are they?",
        "Cristian: They just ordered another round. So are you going to help me make this look good?",
        "[SCENE_BREAK]",
        "Lola: You think Vanessa killed my mother?",
        "Téa: And framed Ray for the murder.",
        "Lola: Why would she do that? She didn't even know us then.",
        "Téa: Why would your father kill your mother? They loved each other, Lola.",
        "Lola: They said it in court, that my mother cheated on my father and that he stabbed her because he was angry.",
        "Téa: Mm-hm. Do you believe that your mother cheated on your father? They never proved anything in court.",
        "Lola: So what happened?",
        "Téa: I think Vanessa knew that your father was a wealthy man. I think she murdered your mother to get her out of the way. She seduced your father and then she married him. She would have got away with it. That would have it, but then you found the knife. So she had to do something. I think Vanessa used you to frame your father for the murder that she committed. Listen, I know that you were very young back then, but do you think it's possible that Vanessa influenced your testimony?",
        "Lola: I don't know what you mean.",
        "Téa: Look, I am not trying to blame you, sweetheart. I just want to help your father. Is there something from that night that you remember, something you haven't told me?",
        "Lola: No.",
        "Téa: You are the key, okay? If we want to free your father and make sure Vanessa doesn't hurt anybody else, you have to remember something.",
        "Lola: I'm sorry. I told you everything about that night. I don't know what else you want me to say. But the night Vanessa found the knife --",
        "Téa: I thought you found the knife. That's what you said at the trial.",
        "Lola: I lied.",
        "[SCENE_BREAK]",
        "Reverend Brown: And now, Mr. R&B, the King of Soul, hah! The living legend, Mr. Dyno-mite! James Brown, hey! I feel good! Do you feel good? I said I feel good! Do you feel good?",
        "Noelle: Yes, sir, I feel good.",
        "Reverend Brown: All right, and the groom?",
        "Moe: I feel good. I'd feel better if you married us.",
        "Reverend Brown: [Laughing] All right, then. And why do we feel good? Because this man, this Moe Stubbs of a man, asked this woman, Ms. Noelle Ortiz -- and may I say you're the prettiest bride I've seen today?",
        "Noelle: Oh, thank you.",
        "Reverend Brown: So I was saying -- this man asked you to try him, to stop his heart from crying, to keep his love from dying \u0096",
        "[SCENE_BREAK]",
        "Lama Bill: Namo tassa bhagavato arahato",
        "Dorian: [Whispering] is there any chance there's a translation of that into English?",
        "[SCENE_BREAK]",
        "Reverend Brown: Get on up, hah, hah! Like I knew you would, child, hah! Hah, get on up! Get on up! Let him take you by the hand, child, come on. Yes -- so good, so good you're doing good Noelle, let him be your lover man. And Moe, don't you be thinking you can get away with -- stuff. 'Cause, yes -- it's a man's world a man's world but it's hell on earth without the love of a funky woman glory, hallelujah! Let us pray.",
        "[SCENE_BREAK]",
        "Lama Bill: To Buddhists, marriage is neither holy nor unholy, something to be encouraged or discouraged. However, when like-minded seekers of enlightenment choose to tread the path together, we give our blessing.",
        "David: This is it. Point of no return, squash blossom.",
        "[SCENE_BREAK]",
        "Reverend Brown: And the headliners take the stage. Hit it!",
        "Moe: You have to understand. I'm a chef. And when you started to mess around in my pots and pans --",
        "Noelle: You'd fuss and yell and holler.",
        "Moe: No, I mean, you'd nag and carry on and complain.",
        "Noelle: No matter what I said, you didn't hear a word.",
        "Moe: Then one day I took a bite of your pecan pie.",
        "Noelle: I'd never even heard of \"banoffee.\" I mean, seriously, what the heck is \"banoffee\"?",
        "Moe: It was a revelation.",
        "Noelle: I loved it.",
        "Moe: I discovered you were as sweet as those pies you whipped up. And I fell in love.",
        "Noelle: You're the man for me.",
        "Moe: Noelle? I'll cook for you as long as there's butter in the world.",
        "Noelle: And, Moe honey, as long as there is flour in the bin, you can count on my pecan pie.",
        "Reverend Brown: All right, is there any cat in the house who knows a reason why these two should not be wed? Drum roll, please.",
        "[Drum roll]",
        "[Gong sounds]",
        "[SCENE_BREAK]",
        "David: Toward my wife, I undertake to love and respect her, be kind and considerate, faithful, delegate domestic management, and present gifts to please her.",
        "Dorian: Toward my husband, I undertake to perform my household duties efficiently. I'll be hospitable to my in-laws and to my husband's friends [Whispers] and I promise you I'll be polite to Viki. [Normal voice] Oh, one last thing.",
        "Dorian: I love you. I really do. And I want you to remember that whatever happens, whatever led us here to this place, I wouldn't be marrying you unless I wanted to.",
        "[SCENE_BREAK]",
        "Reverend Brown: Say it loud, hah I'm married and I'm proud come on -- I'm married and I'm proud",
        "All: I'm married and I'm proud",
        "Reverend Brown: I now pronounce you man and wife. Well, kiss the bride, you funky thing!",
        "Gigi: Yay!",
        "[SCENE_BREAK]",
        "Lama Bill: Sabbattham apparajita sabbattha sotthim gacchani tam tesam mangalamuttamanti",
        "David: Wh -- Lama Bill, that's it?",
        "Dorian: Isn't there something else you want to tell us?",
        "Lama Bill: Like what?",
        "Dorian: Telling, um, him that he can kiss the bride.",
        "Lama Bill: PDAs are frowned upon in the temple of tranquility.",
        "David: Karma be damned.",
        "[SCENE_BREAK]",
        "Noelle: Thanks, Rex.",
        "Rex: Gotta remember the wedding day.",
        "Moe: It's the wedding night I'm looking forward to. Well, I am.",
        "Noelle: Are you two heading back to Llanview?",
        "Rex: I don't know yet.",
        "Moe: Well, ahem. Let's go, Mrs. Stubbs. Thanks for the memories.",
        "Gigi: Noelle, your bouquet!",
        "[SCENE_BREAK]",
        "Stanley: You're running out on me.",
        "Stacy: I know, I'm sorry, but something came up.",
        "Stanley: But you're a headliner. You can't give up now.",
        "Stacy: Look, this job was never right for me.",
        "Stanley: Why? Is it me?",
        "Stacy: Oh, honey. You're the best boss a girl could ask for. But sometimes a girl wants more.",
        "[SCENE_BREAK]",
        "Gigi: That was a beautiful ceremony. Nutty but beautiful.",
        "Rex: Yeah, just think how much ceremony $100,000 would have bought.",
        "Gigi: We were not going to spend $100,000 on getting married. We could have bought the house.",
        "Rex: Well, it's not going to buy us squat, because we don't have it. I let David and Dorian get away.",
        "Gigi: So what? I mean it. Noelle and Delphina are right. Too much money can mess up your life. And ours is pretty good these days.",
        "Rex: You're right. We're pretty lucky.",
        "Gigi: Yeah. And if Dorian is marrying David for the Buchanan millions, they're doomed.",
        "[SCENE_BREAK]",
        "David: I know I promised you a desert island, but you have to let me take you to Tibet first. We'll trek to Chomolangma where I experienced my reawakening. It was there where I stood naked on top of the world and vowed to walk the path of enlightenment.",
        "Dorian: As enticing as that may sound, I'm afraid that our pilgrimage may have to be delayed for a while.",
        "David: Why?",
        "Dorian: I have pressing business in Llanview.",
        "[SCENE_BREAK]",
        "Lola: After Vanessa married my father, she wanted to renovate the house.",
        "Téa: I'll bet she did.",
        "Lola: She started with the playroom since I'd gotten too old and, you know, she made me help her. She went through all my old toys and books. And then she found this old jewelry box from when I was a little girl. She said to open it just in case I wanted something to give to my daughter someday. And I did. There was the knife.",
        "Téa: So you did find the knife.",
        "Lola: Only because she made me open it. It was like she wanted me to open it. She knew there was something there, something for me to find. But if Vanessa killed my mother, then how did she get my father's prints on the knife?",
        "Téa: A smart woman knows how to make that happen.",
        "Lola: Is this -- is this proof that Vanessa killed my mom?",
        "[SCENE_BREAK]",
        "Wes: I heard about what happened at court.",
        "Marty: I don't want to talk about that. How has your day been going?",
        "Wes: About as good as yours.",
        "John: We could have avoided all of this.",
        "Blair: This is my fault?",
        "John: No, no, that's not what I'm saying. You misunderstood.",
        "Blair: Right. You know, John, it's one thing to tell Marty that you'd be there for her as a friend, but it's another thing to dismiss me as even a factor in it all.",
        "John: No, no, I could see -- could see that she was in trouble and I was just trying to tell her not to worry --",
        "Blair: Well, she should worry. And so should you. You know, I -- I put right on the top of my list, right there beneath my kids. I think about you before I do anything. I guess that makes me a fool.",
        "John: You're not a fool. I think about you, too.",
        "Blair: Except when Marty's around. And that seems to be all the time.",
        "John: She was in a bad place.",
        "Blair: You know what? I don't care, I don't care.",
        "John: Fine, be angry. Come on.",
        "Blair: I'm not angry. I'm cold, I'm wet, and I just want to go home. You know what? If you want to find me, you can come get me up tomorrow. And if I don't see you, just have a nice life, John.",
        "Marty: Let's get out of here, huh?",
        "Wes: Fine by me.",
        "Wes: We done here?",
        "John: For now.",
        "[SCENE_BREAK]",
        "Téa: I don't know if Vanessa urging you to look in your jewelry box proves anything, but it's interesting.",
        "Lola: But if she killed my mother, then framed my father for it, Cristian and I are living with -- with her.",
        "Téa: Not for long. I promise.",
        "[SCENE_BREAK]",
        "Gigi: So you wouldn't be into an R&B wedding?",
        "Rex: Morasco, are you proposing?",
        "Gigi: It's a style question.",
        "Rex: You know, if James Brown is what turns you on --",
        "Gigi: You turn me on, Balsom. And I guess I was sort of thinking out loud.",
        "Rex: Well, whatever you want, you know that.",
        "Gigi: I love you. I've loved you since high school. And I know that sounds corny, but the fact that I found you after all these years, and we're together, I just feel so lucky.",
        "Rex: I'm the lucky one. You're the one for me, Morasco, always and forever.",
        "[SCENE_BREAK]",
        "Stanley: Say it ain't so, Gigi.",
        "Stacy: We'll always have the Pussycat Parlor, Stanley.",
        "Stanley: Oh, if this new thing of yours it doesn't work out, I'll hold a spot for you in the lineup.",
        "Stacy: Don't bother. A place called Llanview is calling and I'm on my way. Oh, and Stan, by the way, my name's not Gigi.",
        "[SCENE_BREAK]",
        "David: Llanview? Not that there's anything wrong with Pennsylvania, but in Tibet the vistas, the views, the vinyasas --",
        "Dorian: I wouldn't dream of giving all of that up. It's just -- it may have to be delayed. You see, I made a commitment to your best friend, Victoria Davidson, to co-chair the \"Go Red Ball\" with her. I certainly can't go back on that. I mean, she might have another heart attack.",
        "David: The \"Go Red Ball.\" I seem to remember something bad happened there last year.",
        "Dorian: It's going to be perfect this year. How could it not be? Why, I'm going to make a grand entrance on the arm of my brand new wonderful husband.",
        "[NEXT_ON]",
        "Langston: He's Starr's new BFF.",
        "David: What are you up to this time, Dorian?",
        "Brody: I miss her. A lot.",
        "Bo: Someone's been smoking pot.",
        "Matt: It wasn't me, I swear it. Are going to work out real well for John and me. When this is over, he and I are going to be the only ones left standing."
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=Qq_X6Pu6G7U"
}