{
    "Episode Summary": [
        "Episode # 10993"
    ],
    "Recap": [
        "Rex thinks he sees Gigi in the mirror. Echo tries to make him understand that he could not have seen Gigi. He points out that they didn't see the surgery to remove her heart, so it may not have happened. She suggests that he get therapy to deal with his grief. He tells her he doesn't need a psychiatrist; he just needs to find Gigi.",
        "Nora tells the court to drop the charges against Clint because he made a false confession. The judge wants to know why Clint confessed to a crime he didn't commit. He says that since he was dying he wanted to do them the favor of closing the case. He pleads guilty to all the other charges. He is remanded to jail to await sentencing. David Vickers tells Bo that he got the gum from Nate. Bo concludes that Nate hurt Matthew and asks him not to tell anyone. Dani tells Nate that she will keep his secret. Todd tells Dani not to have anything to do with Nate. Todd threatens to hurt Nate if he ever comes back. Bo arrives as Nate is leaving. He tells Nate about the chewing gum wrapper they found in their house. Nate admits that he hit Matthew when he was angry, but he didn't mean to hurt him so badly. Nate tells him he reacted to the news that Matthew killed Eddie Ford. Bo tells Nora that he got a confession.",
        "Blair talks to Dorian about her confusion with the two Todds. Dorian tells her that new Todd is the fraud. Blair calls Tomas and tells him she wants to know everything he knows about both Todds. Tea visits original Todd in jail. She tells him she will protect her husband, and demands to know who original Todd is. He wonders why she is there if she has so much faith in the other Todd. He asks her how she fell for fake Todd. Tea tells him that she is not going to let him destroy her family. He corrects her that Starr, Jack, and Danielle are his family. He tells her details of their time alone together that only the two of them know about from when she saved him after he washed up on the beach. Tea goes home looking as if she had seen a ghost and tells Todd that he is a monster. When Viki goes down to the cell with Clint, she sees Original Todd."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rex: Gigi? Gigi. Gigi! Gigi!",
        "[SCENE_BREAK]",
        "Judge Lee: Counselor, why would you drop the murder charge against Mr. Buchanan?",
        "Nora: Because Mr. Buchanan did not murder Edward Ford.",
        "[SCENE_BREAK]",
        "Bo: David, where did you get this gum?",
        "David: The star of \"Hold the Diploma\"--Nate Salinger.",
        "Bo: Nate Salinger gave you this?",
        "David: Yeah. I never pegged him to be a tastemaker, but he sure knows his movie snacks.",
        "Bo: He knows a lot more than that.",
        "David: What do you mean?",
        "Bo: Nate did it. He had to be the one.",
        "[SCENE_BREAK]",
        "Nate: Thanks. I don't have the right to ask you anything, so I really appreciate--",
        "Dani: Look, I won't tell anyone that you hurt Matthew, but don't make a big deal out of it, ok?",
        "Nate: Ok.",
        "Dani: I'll keep your secret, but that's all.",
        "Todd: What secret's that?",
        "[SCENE_BREAK]",
        "Dorian: Blair, are you even here? Hello. I'm in the midst of telling you that David and I managed to get back the master of our film \"Vicker man.\" Are you even listening?",
        "Blair: Of course I'm listening.",
        "Dorian: Why do you look like you've seen a ghost?",
        "Blair: Because I just did.",
        "[SCENE_BREAK]",
        "Guard: You have a visitor.",
        "Old Todd: Who?",
        "Guard: A lawyer.",
        "Old Todd: I don't have a lawyer.",
        "Guard: Yeah? Tell that to her.",
        "[SCENE_BREAK]",
        "David: I didn't realize movie snacks had such an influence on you, Pa.",
        "Bo: This is about Matthew.",
        "David: How?",
        "Bo: Nora and I tried to piece together what happened the day that Matthew got hurt, so we tried to track all of his movements except for a few hours here. And he was supposed to be alone.",
        "David: So you think maybe he was hurt then?",
        "Bo: That's the only time it could've been, and then we started searching everywhere for a clue. Just to try to point ourselves in the right direction.",
        "David: That was always the hardest part of \"supermodel crime club\"-- getting a clue.",
        "Bo: Well, we found one. A wrapper from this kind of gum.",
        "David: You think Nate Salinger put Matthew in the hospital?",
        "Bo: I know it.",
        "[SCENE_BREAK]",
        "Judge Lee: Madam District Attorney, after several failed attempts to prosecute someone for this crime, I'd think you would welcome a televised confession.",
        "Nora: Yes, I wish I could, but it's a false confession.",
        "Judge Lee: Are you sure? After all, it's not as if you haven't botched this case before.",
        "Nora: Yes, well, your honor, that's exactly why I want to proceed with the most abundance of caution. Mr. Buchanan did not kill Edward Ford, and I can't in good conscience let this confession stand.",
        "Judge Lee: How do you know Mr. Buchanan lied?",
        "Nora: I can assure the court--",
        "Judge Lee: The only thing that would assure me is a real suspect. If Todd Manning, Inez Salinger, Nathaniel Salinger, and now Mr. Buchanan did not kill Edward Ford, then who did?",
        "[SCENE_BREAK]",
        "Todd: Does your mom know that lover boy is here?",
        "Dani: I don't know--I haven't seen her since last night.",
        "Todd: Have you talked to her at all?",
        "Dani: She left me a message but that's it. Why? Is something wrong?",
        "Todd: Well, I heard that you were gonna keep a secret for buster here. That seems wrong to me.",
        "Nate: Don't call me that.",
        "Todd: But you've been called... what do you call, one of the most promising young loins to come along in years. Ha ha ha! You must be really proud. I don't care. Get out.",
        "Nate: Look, Mr. Manning, I know what I did...",
        "Todd: No, uh-uh. I don't think you do know what you did. Do you think your crime was whoring yourself out? No. Your crime was breaking my daughter's heart. No getting away from that.",
        "Dani: Ok, all right...",
        "Todd: Why would you give a promise to keep this kid's secret?",
        "Dani: That's between me and Nate.",
        "Todd: Oh, is that right?",
        "Dani: Yeah. And you should understand that, Dad. It's not like you've never kept a secret from me.",
        "[SCENE_BREAK]",
        "Guard: He's all yours.",
        "Old Todd: Where have you been? You're late.",
        "Téa: Am I?",
        "Old Todd: Yeah. You should've posted bail. The charges should be dropped by now.",
        "Téa: You think I'm here to save you?",
        "Old Todd: That's what you do, right?",
        "Téa: No. The person I'll do anything to save is my husband Todd. Who the hell are you?",
        "[SCENE_BREAK]",
        "Rex: Gigi! Gigi! Gigi! Look, it's ok! You can come out! Where are you? Gi-- Geeg!",
        "Echo: Rex, what's wrong?",
        "Rex: She was here!",
        "Echo: Who?",
        "Rex: Gigi! She was here!",
        "Echo: Rex--",
        "Joey: Dad is this true?",
        "[SCENE_BREAK]",
        "Judge Lee: Ms. Buchanan, are you just eliminating the citizens of Llanview one by one in this crime, or do the police have a genuine suspect?",
        "Nora: We have a strong indication as to the identity of Mr. Ford's killer.",
        "Judge Lee: Really? Do share with us, Madame D.A.",
        "Nora: I can't.",
        "Judge Lee: Why not?",
        "Nora: The suspect is out of our jurisdiction.",
        "Judge Lee: Give me a name and we can fix that.",
        "Nora: Your honor, as you have pointed out, this office has wrongly accused more than one person of this crime. So until we're absolutely ready to file charges, I must respectfully decline to name anyone.",
        "Judge Lee: I'll be happy to sign a request for extradition.",
        "Nora: If that becomes necessary, your honor, I will make application.",
        "Judge Lee: You're working to bring this suspect back to Llanview?",
        "Nora: It is all that Commissioner Buchanan and I think about.",
        "Judge Lee: I hope to see results soon.",
        "Nora: So do we.",
        "Judge Lee: Now, Mr. Buchanan. Why did you confess to killing Edward Ford when you didn't do it?",
        "[SCENE_BREAK]",
        "David: Nate Salinger, the porn king, attacked my little bro? Why?",
        "Bo: It's a long story.",
        "David: You can tell me on the way.",
        "Bo: Hold it.",
        "David: No, you hold it. I understand. You're the Police Commissioner. You can't lay a hand on him. That's why you're lucky you have a son with no scruples.",
        "Bo: No! You leave Nate Salinger up to me.",
        "David: What are you gonna do?",
        "Bo: You're just gonna have to trust me on this.",
        "David: I always trust you, Pa.",
        "Bo: And you can't say a word to anybody.",
        "David: That's where it gets hard.",
        "Bo: David, if you say anything, you could hurt Matthew even more.",
        "David: How's that?",
        "Bo: I wish I could tell you, but I can't. Just please, promise me for Matthew's sake you're gonna keep quiet.",
        "David: All right. I promise.",
        "Bo: Do you know where Nate Salinger is now?",
        "David: He was leaving the Buenos Dias right before I came here.",
        "Bo: Did he say where he was going?",
        "David: His brother said something about Dani. I bet he went to her house.",
        "Bo: Thank you. Thank you. You have helped me more than you'll ever know.",
        "David: Hey, Pa...",
        "Bo: Yeah?",
        "David: One day you'll tell me how I helped you, right?",
        "Bo: One day. Thank you.",
        "David: Helped my Pa.",
        "[SCENE_BREAK]",
        "Todd: You're gonna compare me to this punk? If I have ever kept anything from you, it was to protect you, Dani.",
        "Dani: Well, maybe I'm protecting someone, too.",
        "Todd: This guy? This guy who humiliated you and himself in front of the entire town on a big screen? Why did you even let this trash into my house? That's what I'd like to know.",
        "Dani: You don't--",
        "Todd: You do not care about this jerk! Understand?",
        "Dani: And so what if I do? Some people think I'm crazy to care about you, and you know what? What Nate did isn't half as bad as some of the stuff that you have done. So should I drop you just because someone else says I should? Hmm?",
        "[SCENE_BREAK]",
        "Blair: I honestly couldn't tell you which Todd was which.",
        "Dorian: There must have been some way to test them.",
        "Blair: They both had Todd memories. Things that only Todd would know.",
        "Dorian: Impossible.",
        "Blair: Exactly, Dorian.",
        "Dorian: What was your gut? What was your first reaction?",
        "Blair: I couldn't breathe. He sounded like Todd. He acted like Todd.",
        "Dorian: Only this new guy... actually looks like your Todd.",
        "Blair: Does that make him real? If that's the case, what about this other guy that I let in my life for the last eight years? That helped me raise my kids? That I was married to? How could I let him in? How could I let that happen?",
        "Dorian: No comment.",
        "Blair: You remember how hard I was on Todd when he first came back to Llanview.",
        "Dorian: Starr was the only one who accepted him.",
        "Blair: Did I believe that because she believed it so much? Because she missed her daddy?",
        "Dorian: Starr was closer to her dad than anybody else. It was natural to trust her instincts.",
        "Blair: Unless we were all wrong. Did I want Todd back in my life so badly that I just let him in? Dorian? If I was that wrong, then my life's been a sham.",
        "Dorian: It has not been a sham if this new Todd is the one that's a fraud.",
        "Blair: Well, he certainly didn't feel like a fraud when he kissed me.",
        "[SCENE_BREAK]",
        "Old Todd: Come on, Delgado.",
        "Téa: Don't call me that.",
        "Old Todd: Why? That's what I call you. Delgado.",
        "Téa: Don't call me that.",
        "Old Todd: You can still call me sir if you want. That's what you called me when we first met.",
        "Téa: You read that somewhere.",
        "Old Todd: Is that what he told you? He's a fraud, you know.",
        "Téa: My husband is not a fraud. You're the fraud.",
        "Old Todd: You sure about that?",
        "Téa: Yes, I am.",
        "Old Todd: As sure as you were five minutes ago? Wait till five minutes from now.",
        "Téa: I don't plan on being here five minutes from now.",
        "Old Todd: Yeah, well, I didn't plan on being here at all.",
        "Téa: Really? Because the real Todd Manning, he's never surprised to find himself in jail.",
        "Old Todd: See, that's funny. I'm glad to see you haven't lost your stuff, Delgado.",
        "Téa: Don't call me that! You don't know me.",
        "Old Todd: Then why are you here? If you have so much faith in that man that you lie with every night, why are you here? Why are you standing right here? Why? You're not so sure about anything, are you?",
        "[SCENE_BREAK]",
        "Rex: Gigi was here, ok? Right here. Don't touch anything.",
        "Echo: Ok, ok, ok, but just slow down.",
        "Rex: She was right here. There might be a clue or something.",
        "Echo: Just tell me what happened.",
        "Rex: Gigi was here.",
        "Echo: Ok. I don't understand.",
        "Rex: I saw her in the mirror.",
        "Echo: Maybe you saw a reflection.",
        "Rex: No, no. I saw her. She was looking right at me. But then I must've scared her or something, because I took a step toward her and she ran off.",
        "Echo: She disappeared?",
        "Rex: No, not disappeared. Ran off. I'm not crazy.",
        "Echo: I didn't say you were.",
        "Rex: I saw her. Here.",
        "Echo: Ok, Rex, honey, then tell me this. You love Gigi, right, and she loves you.",
        "Rex: Yeah.",
        "Echo: Why would she run away from you?",
        "[SCENE_BREAK]",
        "Judge Lee: Mr. Buchanan, tell me why you confessed to a crime you didn't commit. Did the D.A. coerce your confession?",
        "Clint: No, your honor.",
        "Judge Lee: I can see the looks, sir. What's going on between you and the District Attorney?",
        "Clint: Your honor... I brought a lot of hurt into Nora Buchanan's life. There was bad blood between us and between me and my brother as well. It's kind of public. You probably read about it in the paper. And I chose to retaliate, and I brought a world of hurt upon them, which I lived to regret. I did a whole bunch of stuff that they just didn't deserve, and when I was told that I was dying, I wanted to make amends.",
        "Judge Lee: By confessing to a murder you didn't commit?",
        "Clint: Yes. It was the only way to protect--",
        "Judge Lee: Who were you trying to protect?",
        "[SCENE_BREAK]",
        "Téa: You took a chainsaw to my life last night. Why the hell wouldn't I be here?",
        "Old Todd: Trouble at home?",
        "Téa: We will be just fine once we have you taken care of.",
        "Old Todd: So he didn't answer any of your questions?",
        "Téa: Todd doesn't know why you're here, either, or what you want.",
        "Old Todd: You sure about that?",
        "Téa: Yes. He's just as upset--",
        "Old Todd: He didn't twitch? Upset?",
        "Téa: Yes!",
        "Old Todd: How about you? You upset?",
        "Téa: No. I will be fine once I get some answers from you.",
        "Old Todd: Me first.",
        "Téa: What, are we negotiating?",
        "Old Todd: Sure. Why not? That was always fun. You were always really--",
        "Téa: Who the hell are you? Huh?",
        "Old Todd: I'm Todd Manning. You're not so good at that...",
        "Téa: What do you want? What do you want?",
        "Old Todd: I want everyone to wake up and realize that they've been had.",
        "Téa: I haven't been had.",
        "Old Todd: Ok, now it's my turn.",
        "Téa: Fine. What's your question?",
        "Old Todd: Here's my question. How could you fall for his act? How could you do that?",
        "[SCENE_BREAK]",
        "Todd: I got a news flash for you. I am your dad. And I'm always gonna be your dad. You do not get to drop me.",
        "Dani: I didn't say I wanted to.",
        "Todd: Well, you can still drop him.",
        "Dani: No, that's for me to decide. My decision.",
        "Todd: No, no, no. You're too young to make your own decisions.",
        "Dani: That's great. You don't like what I decide so I'm immature?",
        "Nate: Dani, I don't want to cause any more problems, ok? I'm gonna go.",
        "Todd: Yes, yes, you're going to go. And you're never gonna come back. All right. See ya. You stay in there. Just want to have a word with you. Do you recall when I found you using Danielle to prepare-- you doing a little research for your big movie debut? Yeah. Do you remember what I almost did to you? Come back here sometime, try to make contact with my daughter again, and this time I'll follow through.",
        "Dani: I'll see you later, Nate.",
        "Nate: Later.",
        "[SCENE_BREAK]",
        "Téa: I should've known better. I should've known better.",
        "Old Todd: You answered my question.",
        "Téa: Than to try to reason with you.",
        "Old Todd: How could you fall for that guy? How could you fall for his act?",
        "Téa: I love my husband. I have loved my husband for years.",
        "Old Todd: You came back to town because you heard that Todd Manning was in trouble.",
        "Téa: Oh, I see you did your homework. Good for you.",
        "Old Todd: And then you see his face. How could you not know?",
        "Téa: I knew he was the man I loved.",
        "Old Todd: \"Loved.\"",
        "Téa: Look, I don't know what you're trying to do here, ok? I don't know if you're trying to get back at Todd for something or if you want to extort money from him. I don't know what it is you're doing, but I'll tell you one thing, whoever the hell you are. You are not gonna destroy my family.",
        "Old Todd: It's my family. My family. Starr is my family. Jack is my family. Danielle is my family, Téa.",
        "[SCENE_BREAK]",
        "Rex: I don't know why Gigi would run. We just have to find her.",
        "Echo: Rex, where would Gigi go?",
        "Rex: I don't know, but she's gotta be in trouble.",
        "Echo: Why?",
        "Rex: That's the only reason she'd run.",
        "Echo: Why didn't she ask you for help? Why would she be afraid of you?",
        "Rex: I don't know. We just have to find her!",
        "Echo: Rex, does any of this make sense to you, that she would show up here and then run?",
        "Rex: You think I'm hallucinating?",
        "Echo: You told me that you haven't been sleeping well.",
        "Rex: Gigi was here. In this room.",
        "Echo: Honey, listen to me. You were at the hospital. You were there when they took her into the O.R. Her heart is inside Clint right now. She couldn't have been here. Honey, she's gone.",
        "[SCENE_BREAK]",
        "Judge Lee: Mr. Buchanan, I'm waiting. Who would you protect by confessing to Edward Ford's murder?",
        "Clint: My brother and his wife. They were catching an awful lot of heat because the case was not solved, and I figured if I copped a plea, then I would-- they could clear the case.",
        "Judge Lee: You wanted to help their conviction rate?",
        "Clint: It was the least I could do. I owed them. Hell, I was dying and I was facing up to all the things I did wrong. Not only to them but to many other people that I loved. Since I was dying, one more charge against me didn't matter if I could make their life a little easier.",
        "Judge Lee: Convenience is not the standard for conviction in this court, Mr. Buchanan. Now, as to the other charges against you, what is your plea? Shall we take the charges one by one?",
        "Clint: No, your honor. To all the other charges, I plead guilty.",
        "[SCENE_BREAK]",
        "Dorian: Reality check, Blair. You need answers and you need them fast.",
        "Blair: That's easy for you to say.",
        "Dorian: True. I have no idea how I would feel if suddenly there were two David Vickers Buchanans knocking at my door.",
        "David: It'd be Christmas morning, wouldn't it?",
        "Dorian: Ha ha ha!",
        "David: I heard my ears burning. Could hear it myself. What's going on out here? Uh-oh. Looks big. Should I get a drink first? Do I need a lawyer? Lay it on me.",
        "Blair: Go ahead. Tell him. He's gonna find out sooner or later.",
        "Dorian: It turns out that Todd may not be Todd after all.",
        "David: What do you mean? There's no Todd?",
        "Dorian: There are two Todds. But that's a really long story. How did your--did Bo like \"Vicker man\"?",
        "David: Oh, Pa hasn't had a chance to see it yet. He had a major breakthrough on a case.",
        "[SCENE_BREAK]",
        "Nate: Mr. Manning's inside.",
        "Bo: That's all right. I'm here to see you.",
        "Nate: Is it about that...movie thing last night?",
        "Bo: No. Would you like a piece of gum?",
        "Nate: Thanks.",
        "Bo: Do you like this gum?",
        "Nate: Yeah, it's my favorite.",
        "Bo: It's pretty hard to find it around here, though.",
        "Nate: I've only seen it at one store.",
        "Bo: Yeah, it's rare. It's very, very rare. Do you know, Nora and I found a wrapper exactly like this in our living room? It's from the day that Matthew got hurt, so we started looking around, searching for signs of whoever might've been there, because that's where Matthew got hurt. We don't know what happened. We're not jumping to any conclusions or anything, you know. It could've been an accident. We know that Matthew walked away from whatever happened, so maybe that person thought that there really wasn't a problem. And then later, when things went really bad for Matthew, maybe they were afraid to come forward. But we don't know. And that's what eats at Matthew's mom and me, is that we just want to know. Does that make sense, Nate?",
        "Nate: It was me.",
        "[SCENE_BREAK]",
        "Todd: I'm confused. This guy cheats on you and I'm the bad guy. I'm trying to protect you, Danielle.",
        "Dani: It doesn't work like that. You can't keep me from getting hurt. You have to let me go.",
        "Todd: Never.",
        "[SCENE_BREAK]",
        "Old Todd: I want to meet my daughter.",
        "Téa: Listen to me. You will never get near her.",
        "Old Todd: Don't make this any harder for her.",
        "Téa: You are unbelievable. You are unbelievable.",
        "Old Todd: You know how I feel about my children.",
        "Téa: You are not Daniella's father.",
        "Old Todd: It wasn't him who washed up on that beach. You didn't save him.",
        "Téa 's voice: Todd! Todd! Todd!",
        "Old Todd: And it wasn't just that night. There are only two people in this world who would remember something like that. I'm one. And you, Téa, you're the other.",
        "[SCENE_BREAK]",
        "[Judge Lee bangs gavel]",
        "Judge Lee: Back on the record in the Commonwealth V. Clint Buchanan. All parties have agreed to a date for the sentencing. Until such time, Mr. Buchanan is remanded without bail.",
        "Joey: Your honor, my father just had a heart transplant. You can't put him in jail.",
        "Judge Lee: Sir, sit down. That's exactly what I can and will do.",
        "Mr. Higgins: Your honor, Mr. Buchanan is still a recovering patient.",
        "Judge Lee: And the doctor signed off on his trial proceeding.",
        "Viki: May I, your honor? I'm Victoria Lord and I have survived the exact same surgery that Mr. Buchanan just had. It really is far too soon--",
        "Judge Lee: Are you a doctor, Ms. Lord?",
        "Viki: No, sir, I'm not.",
        "Judge Lee: Mr. Buchanan's entire medical team signed off on his release. There are doctors and treatment available in jail.",
        "Joey: Your honor, did--",
        "Judge Lee: This isn't up for debate, folks. I've ruled. Mr. Buchanan, you are remanded to the Department of Corrections to await sentencing. The bailiff will take you into custody now. We're adjourned.",
        "[Judge Lee bangs gavel]",
        "Joey: Don't worry, all right? We're gonna file an appeal.",
        "Kelly: Let us know whatever you need.",
        "Clint: It was good to see the two of you again. Don't waste time on paperwork for me. Get out of here and have some fun.",
        "Joey: Dad, we can do that and still--",
        "Clint: I'll see you again at my sentencing.",
        "Viki: Joey and Kelly, go on ahead, ok? I'm gonna wait, make sure Clint is settled.",
        "Clint: No, you don't have to do that.",
        "Viki: That's not up for debate, either.",
        "Joey: I love you. I'll see you later, ok?",
        "Kelly: You hang tough, ok?",
        "Clint: Could I have a minute? You didn't have to let me off the hook. I'll be spending a long time in jail. It wouldn't have made any difference.",
        "Nora: I couldn't live with it. So much wrong has happened. I wasn't gonna fix it with another wrong.",
        "Clint: Don't you just want it to be over?",
        "Nora: More than anything.",
        "[SCENE_BREAK]",
        "Nate: I did not mean to hurt Matthew. I went to see him about-- this thing. And I was mad. So I hit him. And he fell and he hit his head, but he got back up. He was walking around, just like you said.",
        "Bo: I know.",
        "Nate: I thought he was fine, commissioner. Really. I did not mean to hurt him like this, and I would give anything, anything to take it back.",
        "Bo: I wish you could. Why did Matthew make you so mad, Nate?",
        "Nate: It doesn't matter now.",
        "Bo: Are you sure? Had to be something.",
        "Nate: You probably won't believe me, so just forget it.",
        "Bo: Tell me, Nate.",
        "Nate: Matthew killed Eddie, my father. And I know how that sounds, ok, but he admitted it to me. He would've just let me go to jail. And my mother. The whole time that he knew. So I lost it, ok? I--I lost it, and that's why I hit him. And that's not an excuse for keeping my mouth shut this whole time. I should've just stepped forward. But I was scared of what would happen. So...what does happen now, commissioner?",
        "[SCENE_BREAK]",
        "David: Blair, you know what would take your mind off of all of this? If you'd be my first.",
        "Blair: What?",
        "David: \"Vicker man.\" You haven't had a chance to see it yet. We can do it right now--pop it right in the DVD player.",
        "Blair: Yeah. I can't, David.",
        "David: You can't? Don't you want to see what Mia Korf did with your role? She had a very interesting take on the part. You won't even recognize this Blair at all.",
        "Blair: Mm. I've had enough doubles for one day, thanks.",
        "David: Can you explain all of this to me? Upstairs?",
        "Dorian: Go warm up the DVD player.",
        "David: Bring some snacks. Don't forget the oven mitts.",
        "[SCENE_BREAK]",
        "Todd: You want to make me out to be the big bad guy, that's fine. I'll be the evil dictator. If I can protect you from even one day of getting hurt, then it's worth it to me.",
        "Dani: Dad? I'm ok. Really. I cried about it. I yelled at Nate about it. I'm dealing.",
        "Todd: You are?",
        "Dani: I'm tougher than I look.",
        "Todd: Ok, but--",
        "Dani: You know what? No buts. I can handle this.",
        "Todd: So you want me to just... take my safety net and shove it?",
        "Dani: Yes. Well, maybe not yet. I mean, I could use the safety net just in case. For now. But I'm gonna be on my own soon enough.",
        "Todd: You will never be on your own as long as I'm alive. I will always be one phone call away. Never forget that. I am your dad.",
        "[SCENE_BREAK]",
        "Téa: It's no secret that Todd and I conceived Daniella on that island. You're a good con man. You've done your homework. Congratulations.",
        "Old Todd: Where are you going?",
        "Téa: I've had enough.",
        "Old Todd: No, you're not leaving. You gotta get me out of here.",
        "Téa: Ha ha! You can get a public defender to get you bail.",
        "Old Todd: I'll give you $5 million.",
        "Téa: You think spitting back trivia from my own life impresses me? You're just pissing me off, whoever the hell you are.",
        "Old Todd: Then it's a good thing for me that there aren't any shovels around.",
        "[Clang] That's not the worst thing I ever did to you, is it?",
        "Old Todd's voice: Get out.",
        "[Téa gasps]",
        "Old Todd: I'm sorry for the way that I treated you. I'm me and I'm right here. And I'm just waiting for you to accept it.",
        "[SCENE_BREAK]",
        "Rex: There's no sign of her.",
        "Echo: Rex, honey, maybe we should get some help with this.",
        "Rex: Like the police? They'll just scare Gigi more.",
        "Echo: No. That's not what I meant. Maybe--maybe you need some help.",
        "Rex: Like a psychiatrist?",
        "Echo: It's helped Shane, right, hasn't it? And when you've suffered a loss like this...",
        "Rex: I don't need help. I don't need help.",
        "Echo: Honey. You wanted to kill people last night, and now you're seeing things that can't possibly be.",
        "Rex: Yeah. You're right. But that doesn't change what happened, ok? Gigi was right here.",
        "Echo: She couldn't have been here. You know that.",
        "Rex: We didn't see the heart transplant.",
        "Echo: What are you saying?",
        "Rex: What if there was some kind of mistake? What if that's why she's scared of me?",
        "Echo: Rex...",
        "Rex: She thinks I'm giving up on her. That I was gonna let the doctors take her heart while she was still alive.",
        "Echo: Stop. Stop and listen to yourself. Is this really what you want your son to hear? That his mom is alive and you're the only one that can see her?",
        "Rex: I'm not talking to Shane about this. Not yet. I have to find Gigi.",
        "[SCENE_BREAK]",
        "Nora: I was supposed to call you, wasn't I? It's over.",
        "Bo: What happened?",
        "Nora: I dropped the murder charge against him.",
        "Bo: Judge must've loved that, huh?",
        "Nora: Yeah. Said something about me being the worst prosecutor ever.",
        "Bo: Well, congratulations.",
        "Nora: It was the right thing to do.",
        "Bo: Yes. It was.",
        "Nora: He pled to everything else. He's in a jail cell now. Where have you been?",
        "Bo: I found out what happened to Matthew.",
        "Nora: What? You have a suspect?",
        "Bo: Not a suspect. A confession. I know who hurt our son.",
        "[SCENE_BREAK]",
        "Blair: Tomás, it's me-- Blair. I really need to see you. I want you to tell me everything you know about Todd. Both of them.",
        "[SCENE_BREAK]",
        "Todd: Hey.",
        "[Téa drops her keys]",
        "Todd: What's wrong? I've been trying to reach you. You didn't answer your phone. Are you all right?",
        "Téa: Are you an imposter?",
        "[SCENE_BREAK]",
        "Viki: I appreciate you letting me get Mr. Buchanan settled. Thank you. Officer, it's very, very important that he gets his medications on time. You could see to that, all right? I left everything in a bag up front.",
        "Guard: Let me check on that and I'll get right back to you.",
        "Viki: Thank you. Thank you. Thank you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=dOWFXqrPkIs"
}