{
    "Episode Summary": [
        "Episode # 10350 -- The Mourning After"
    ],
    "Recap": [
        "Marty has spent the night with a strange guy. He does not \"take advantage\" of her. But she tell him about her issues with Todd. He reveals that he has been in Iraq and Afghanistan and wants to \"hide\" from his life the same way she wants to. Blair goes and attempts to encourage Todd to get his family back and stop living this fantasy he had with Marty. Tea informs Viki that Todd tried to take his own life the previous night and that he needs people to care about him. Starr and Cole do not know what to do when they face their acquaintances in school, given all that has happened."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Téa: Viki.",
        "Viki: Hello, Téa.",
        "Téa: I've been so buried in my work, I wouldn't even notice an earthquake. I didn't see you. How are you?",
        "Viki: Todd's case?",
        "Téa: Oh, yes. It is so good to see you.",
        "Viki: You know, Téa, I wish I could say the same. What are you doing? Why are you helping Todd?",
        "[SCENE_BREAK]",
        "John: You too cool for school now?",
        "Cole: I didn't get much sleep last night. I'll go in later.",
        "John: Come on, you don't want to be hanging around here. I'll give you a ride.",
        "Cole: John, just tell me what happened to my mom.",
        "John: She's fine.",
        "Cole: You didn't answer my question.",
        "John: Look, I think she had a rough night. And now's probably not the best time to be interrogating her.",
        "Cole: Yeah, when will be a good time? Sometime next year?",
        "John: I'm sure she'll tell you everything you need to know when she's ready.",
        "Cole: Yeah, like I can even ask her. Seeing as how I have no idea where she is. Do you even know?",
        "[SCENE_BREAK]",
        "Marty: Come on in. Glad you're here. We have a lot to talk about. Make me remember all the terrible things you did to me. Please. Make me forget how I fell in love with you. I don't think so. You thought the woman you raped could actually love you.",
        "Todd: It was all a lie.",
        "Marty: Go ahead. Jump. It's your one chance to be selfless. Do it for me.",
        "[SCENE_BREAK]",
        "Téa: Why am I helping Todd?",
        "Viki: Yes. I'd like to know.",
        "Téa: Here, sit down. Let me clear --",
        "Viki: No, I'm not staying. I'm actually meeting someone.",
        "Téa: No time for a croissant between former sisters-in-law?",
        "Viki: I'd prefer an answer.",
        "Téa: I'm defending Todd because I'm his lawyer.",
        "Viki: You're his lawyer, Téa, because you appointed yourself his lawyer.",
        "Téa: Must've read that in \"The Banner\" since I didn't see you in court.",
        "Viki: You're right. I was not in court.",
        "Téa: Uh-huh. So maybe the question isn't why am I helping Todd, but why aren't you, his sister, helping him?",
        "[SCENE_BREAK]",
        "Langston: Hey, so what do you have next, Spanish?",
        "Starr: Econ.",
        "Langston: How's it going so far?",
        "Starr: Okay, ready? I found out that Greg gave Monica an std.",
        "Langston: Are you kidding me? I heard it was just mono.",
        "Starr: Uh-uh. Oh, and there was a pop quiz on Othello in the other section of A.P.",
        "Langston: God. So no one's said anything about you being pregnant?",
        "Starr: Negative.",
        "Langston: Well, maybe things are going back to normal.",
        "Starr: Just wait until I see Cole.",
        "Langston: What happened with his mom on New Year's?",
        "Starr: I don't know. I was waiting for him by his locker this morning, and he never came around.",
        "Langston: Oh, that doesn't mean anything.",
        "Starr: My mom made waffles.",
        "Langston: And I missed it for model U.N.?",
        "Starr: Yeah, but whenever something happens, she decides that we should all have a family breakfast.",
        "Langston: Did she say anything?",
        "Starr: Nothing. But how much you want to bet that it's going to be about my dad and Cole's mom?",
        "[SCENE_BREAK]",
        "Todd: Oh, God.",
        "Blair: Were you asleep?",
        "Todd: Well, no. I wasn't asleep. What do you want?",
        "Blair: I wanted to see if you were all right.",
        "Todd: Well, I'm alive. No thanks to you.",
        "[SCENE_BREAK]",
        "Roxy: You know, I meant to tell you. I'm sorry I put you in a compromissionary position.",
        "Charlie: Uh, what?",
        "Roxy: You know, when I told Natty that you and Viki were getting hitched?",
        "Charlie: Oh, that, yeah. No, we didn't mind that.",
        "Roxy: Just so you know, Viki's clock is tocking.",
        "Charlie: What clock is that?",
        "Roxy: That's the clock that goes when you're fake engaged to wanting to be really engaged.",
        "Charlie: Yeah, well --",
        "Roxy: So when are you going to pop the question?",
        "Natalie: Charlie, have you met Chloe?",
        "Charlie: Oh. Hey, Chloe, baby. What -- do you got your Aunt Natalie out for lunch today?",
        "Natalie: Well, actually, Jared called me from B.E., and he said that he was jonesing for a burger, so --",
        "Charlie: Is -- Jared's back at B.E.?",
        "Natalie: Yeah. Dad hired him back this morning.",
        "Charlie: Well, don't let him work too hard.",
        "Roxy: Hey, no offense or nothing, but he's got to provide for my kiddo here.",
        "Natalie: Your kiddo here can provide for herself.",
        "Roxy: So when's my baby girl going to have a baby?",
        "Natalie: A what?",
        "Roxy: Because I hate to admit this, but my clock is rocking also. I want another grandkid.",
        "[SCENE_BREAK]",
        "Viki: Why am I not supporting Todd?",
        "Téa: You always have. No matter what he did or who he hurt.",
        "Viki: Why did you marry him?",
        "Téa: Excuse me?",
        "Viki: It wasn't just the $5 million, was it?",
        "Téa: No, it wasn't just the $5 million. I suppose we had a connection. We were both abandoned by our mothers. Both find it hard to trust people. And we both cared a great deal about Starr.",
        "Viki: Téa, he's not that man anymore.",
        "Téa: I beg to differ that he is exactly that man. In a tremendous amount of pain, lashing out at whoever and whatever hurts him.",
        "Viki: Well, then fine. Maybe it's not what Todd has done. Maybe it's the people he has done it to.",
        "[SCENE_BREAK]",
        "John: Yeah, I saw your mom. She wants to be alone.",
        "Cole: So what? You let her?",
        "John: Cole, I'm walking a fine line here, all right? She's an adult.",
        "Cole: She's messed up. You saw that stuff about Todd that she's been hiding.",
        "John: She needs time.",
        "Cole: What if she tries to do something to him, like revenge or something, and ends up hurting herself?",
        "John: Between you and me, a guy I used to work with, he's keeping an eye on manning. If anything happens, I think we'll know about it.",
        "Cole: By then, it might be too late.",
        "John: I'm not sure we have to worry about it so much.",
        "Cole: Why not?",
        "John: I think your mom's had enough of Manning.",
        "[SCENE_BREAK]",
        "Marty: Oh. What happened? Who the hell are you?",
        "Blair: Yes, I did save your life. The least you can do is let me in.",
        "Todd: You took a CPR class at the rec center. What do you want, a medal?",
        "Blair: I brought you some muffins. You want blueberry or --",
        "Todd: You brought muffins?",
        "Blair: Cranberry, yes.",
        "Todd: Oh, wow. I hate muffins.",
        "Blair: This is a new level of ungrateful, even for you, Todd.",
        "Todd: Thank you for bringing muffins, Blair.",
        "Blair: That's not what I meant, Todd.",
        "Todd: Thank you for taking the CPR class. Thank you for saving my poor pathetic life, Blair. When all I and Marty wanted to do was end it.",
        "[SCENE_BREAK]",
        "Cole: Why don't you think my mom would try anything on Todd?",
        "John: We don't need to get into all that.",
        "Cole: I thought you were always straight with me.",
        "John: I'm trying, Cole. I'm telling you everything you need to know.",
        "Cole: You're really not going to tell me where she is?",
        "John: I'll let her talk to you about it, okay?",
        "Cole: Yeah, okay.",
        "John: Come on. You want a ride or not?",
        "Cole: What's the point? It's not like I'll be able to study. I'll be worried about my mom the whole time.",
        "John: I know. But you know, by the time you're home, she'll be back, and she'll tell you everything that happened.",
        "Cole: Yeah, I won't hold my breath.",
        "John: She loves you. No matter what her problems are, that doesn't change.",
        "[SCENE_BREAK]",
        "Wes: I'm Wes Granger.",
        "Marty: Uh, that's supposed to mean something to me?",
        "Wes: You jumped on my bike last night? Said you didn't want to go home, so you crashed here.",
        "Marty: I -- Angel Square.",
        "Wes: Want a coffee?",
        "Marty: Yes.",
        "Wes: I'd take you to breakfast, but I got to get to work.",
        "Marty: Oh, no, that's okay. I don't think I could eat anything.",
        "Wes: You okay?",
        "Marty: Yeah, I'm fine. I will be. It's just -- sorry about swearing at you. I have a memory problem.",
        "Wes: After last night, I don't blame you.",
        "Marty: Yeah, I definitely won't forget last night. Whoo! This is it?",
        "Wes: This is it. I'm just crashing here while my buddy's sick.",
        "Marty: I like it.",
        "Wes: Thanks.",
        "Marty: You going to give me a tour?",
        "Wes: Uh, yeah. Okay, well, that's the bed. And that's the dresser.",
        "Marty: Oh, yeah. We need a stereo. We need music.",
        "Wes: Oh, no music.",
        "Marty: What?",
        "Wes: No liquor and no parties.",
        "Marty: Oh, God. No parties.",
        "Wes: The owner of the place hates them. Unless she's invited.",
        "Marty: See, I love parties.",
        "Wes: You know, I kind of got that feeling.",
        "Marty: Yeah, it's my middle name. Marty \"the party girl\" Saybrooke.",
        "Wes: Good nickname.",
        "Marty: Uh, yeah. Some guy I know called me that. At least that's what they tell me. But he knows better than to call me that anymore.",
        "[SCENE_BREAK]",
        "Blair: You actually wanted to jump off that building?",
        "Todd: That's very good, Blair.",
        "Blair: You wanted to actually kill yourself?",
        "Todd: Let's you and I share a muffin together.",
        "Blair: No. You know, you wouldn't do that, Todd.",
        "Todd: You're right, I hate breakfast.",
        "Blair: You wouldn't commit suicide.",
        "Todd: Because I'm too much of a coward, right?",
        "Blair: Because when John pulled you out of the water, you had a tuxedo on.",
        "Todd: What the hell difference does that make?",
        "Blair: You wouldn't dress up to kill yourself. Oh, God, you did it for Marty. You walked off that roof for Marty Saybrooke because you're trying to make up for everything that you did to her. God, how did she do that? How did she talk you into walking off that roof? And why do you give her so much power over your life, even more than your own children?",
        "[SCENE_BREAK]",
        "Viki: You're right. I have always stood by Todd. Even when he hurt members of my own family. And you know, my son Kevin never understood that. He actually thought that I favored Todd over him, over my own children.",
        "Téa: I remember that.",
        "Viki: And I did it because I understood what made Todd the way he was. We shared a monstrous father. And whatever pain Todd felt -- I mean, I got it. I shared it with him.",
        "Téa: And that meant the world to him, that no matter what, you always stood by him.",
        "Viki: Yeah, and I forgave him until last summer. Last summer, my daughter Jessica had a complete breakdown. Todd knew it. He did nothing to help her, and he said nothing about it. He allowed her to hold her own sister prisoner. She was going to kill Natalie. And then he held his rape victim hostage for no other reason other than to feed is own insane fantasy. And that's when I decided that forgiveness is not necessarily a good thing for Todd.",
        "Téa: Blair had taken his kids away. He was out of his mind, Viki.",
        "Viki: Do you know why? Do you know why? He took Sam and put him in the front seat of his car. No car seat, no child seat, and then went and got into an accident. An accident that could have killed Sam.",
        "Téa: But if it was an accident, accidents --",
        "Viki: And he had a huge fight with Starr that resulted in her falling down an entire flight of stairs. He brutalized her boyfriend, Marty's son.",
        "Téa: Look. If I know Todd, and I think I do, he probably thought he was trying to protect Starr.",
        "Viki: Téa. That's a very odd, violent way to go about it.",
        "Téa: Yeah, it is. He's always had a blind spot when it comes to Starr. You know he loves her more than anything else in the world.",
        "Viki: I used to think that. I don't anymore. I don't think he remembers how to be a father. I think all he knows now is how to dole out pain.",
        "[SCENE_BREAK]",
        "Todd: The kids don't want me.",
        "Blair: Of course they do.",
        "Todd: You won't let them see me. Of course, they're not fighting you on it either.",
        "Blair: They still need you to be their father. The one that you could be.",
        "Todd: Would you give me a break with that? My God, what's the first thing you always said when we had a fight? \"I'm taking the kids, Todd. Don't expect to see them again.\"",
        "Marty: Well, and the court made it very clear how you could get them back.",
        "Todd: Oh, yes. I'll be a good little boy.",
        "Blair: No, you could be a grown up, Todd. All of this could be different if you just act like a grown up.",
        "Todd: I'm a grown up.",
        "Blair: You are not a grown up. You run away. You run away, just like you always --",
        "Todd: I'm still sitting here, aren't I?",
        "Blair: You know, you didn't have to leave town this time. You just went off in that stupid little fantasy land you have --",
        "Todd: It's not a fantasy.",
        "Blair: It is --",
        "Todd: It wasn't a fantasy.",
        "Blair: Yes, it was.",
        "Todd: I loved her.",
        "Blair: Oh, don't make me puke.",
        "Todd: It's true.",
        "Blair: You don't love her, Todd. You don't love her. You never did, and you never will.",
        "[SCENE_BREAK]",
        "Cole: Hey, you guys.",
        "Langston: We didn't think you were coming in today.",
        "Starr: Did you find out about your mom?",
        "Cole: John told me that he found her last night. She's okay.",
        "Langston: Well, that's good, right?",
        "Cole: Yeah. I mean, she's still not home. John won't tell me anything else.",
        "Starr: You know what? My mom seemed like she knew something this morning.",
        "Cole: Did she tell you what happened?",
        "Starr: No, she just made me waffles and told me that everything was fine.",
        "Cole: It's nice how they have so much faith in us, right?",
        "Starr: If I find out anything, I'll let you know.",
        "Cole: Me, too.",
        "Langston: Me, too. Even though I'm not really involved at all, but --",
        "Starr: Langston, you're involved enough.",
        "Cole: Yeah, thanks.",
        "Langston: I'm going to go get my trig notes.",
        "Starr: Wait, you found them?",
        "Langston: Markko had them in his locker the whole time.",
        "Starr: Yeah.",
        "Langston: See you later.",
        "Cole: See you.",
        "Cole: So how's your first day back been?",
        "Starr: Pretty okay. No one has said anything yet.",
        "Cole: It's kind of weird, right? Having to worry about stuff like homework again.",
        "Starr: I know.",
        "Katie: Hey, you guys. Congratulations. Was it a boy or a girl?",
        "[SCENE_BREAK]",
        "John: Are you Luisa?",
        "Luisa: Yes, that's me.",
        "John: Hi, I'm John McBain. Detective Vega gave me your name. Did you happen to see this woman last night?",
        "Luisa: She was outside by the statue.",
        "John: Did you see where she went?",
        "Luisa: She drove off with some guy on a motorcycle.",
        "[SCENE_BREAK]",
        "Wes: Kind of tame, huh?",
        "Marty: What do you mean?",
        "Wes: For a party girl. Next time we should go somewhere else. I mean, there's only so much we can do here, right?",
        "Marty: In fact, Mr. Granger, I just came from a party.",
        "Wes: I'm sorry I missed it.",
        "Marty: Oh, yeah. Oh, you would have loved it. It was a blast. There were candles and champagne, bubbly champagne, and there was fireworks.",
        "Wes: What was it? The New Year's special at Genoese's Italian?",
        "Marty: Oh, no, no, no. This was the Palace Hotel. I haven't even told you the best part yet.",
        "Wes: What's that?",
        "Marty: My date. He jumped off the roof.",
        "Wes: What?",
        "Marty: Yeah.",
        "Wes: Was he high?",
        "Marty: For a second.",
        "Wes: No, no, no, I mean --",
        "Marty: Seven stories, whoo! All the way down.",
        "Wes: Are you okay?",
        "Marty: I'm fine. Fantastic. Can't you tell?",
        "Wes: Should I take you to a hospital?",
        "Marty: Why?",
        "Wes: So he --",
        "Marty: He lived. God. You can't kill the guy. You cannot kill the guy if he doesn't want to die.",
        "Wes: You're kidding.",
        "Marty: No, I'm not kidding. I'm not kidding. You can't kill the guy.",
        "Wes: So why'd he do it?",
        "Marty: I -- because I told him to.",
        "Wes: You're just yanking my chain now, aren't you?",
        "Marty: He deserved it, trust me. He got off easy.",
        "[SCENE_BREAK]",
        "Todd: How the hell would you know that I don't love Marty?",
        "Blair: Because you can't.",
        "Todd: Isn't that what you always said when we first got together? That I was in love with her?",
        "Blair: Well, now I've seen the light. Because -- yeah. Because you only love people who don't want you to change.",
        "Todd: You're right. Marty doesn't want me to change.",
        "Blair: Right. Right, she loves the real you. The real Todd Manning. Her knight in shining armor who's saving her from the evil, dark John McBain.",
        "Todd: Why is there a problem with that?",
        "Blair: Because it's a lie.",
        "Todd: No, no. She believed that's who I really was.",
        "Blair: Well, did you ever stop and think maybe that was wrong?",
        "Marty: You're making up for it now. Done a lot for me. You know, you deserve to be happy.",
        "Todd: She and I were living in the present tense. Not in the past.",
        "Blair: Todd, Marty loved you, only because she couldn't remember the past. Now what about the people that knew your past and loved you anyway? Wasn't that important? Because it wasn't easy. You had to fight for their love. My love, Starr's, Viki's. Hell, even Téa's. And you loved her. And don't tell me she didn't make you work for it.",
        "[SCENE_BREAK]",
        "Téa: Look, I'm not going to defend things Todd allegedly did when I wasn't here.",
        "Viki: Then you're looking at him with blinders on. Those incidents with Sam and Starr directly led to him losing custody of the children.",
        "Téa: That may be true. But are you going to stand there and tell me that you honestly don't think he loves his children?",
        "Viki: Todd doesn't have a clue what love is.",
        "Téa: Okay. Then doesn't it stand to reason that if he is hurting his own children, if he is ready to leave them, then something must be horribly, horribly wrong?",
        "Viki: Yes, something is horribly wrong.",
        "Téa: Viki, he needs you to forgive him.",
        "Viki: No, Téa. I don't think he does. And you know why? Because when I look at him, I don't see it. I don't see one ounce of remorse.",
        "Téa: Viki.",
        "Viki: What?",
        "Téa: He tried to kill himself last night.",
        "[SCENE_BREAK]",
        "Marty: Did I freak you out last night?",
        "Wes: What, you mean when you said you talked some guy into take a header off the Palace Hotel?",
        "Marty: Yeah, that.",
        "Wes: No, not really. It takes a lot to freak me out. You told him to jump? And he did?",
        "Marty: Yeah, pretty much. But he lived. Some people pulled him out of the water.",
        "Wes: Sounds like you're pretty lucky.",
        "Marty: Lucky? No, I wanted him out of my life.",
        "Wes: Well, throwing him off a building's one way to do it.",
        "Marty: I wanted to erase him. I wanted to forget that I ever knew his name. You think I'm crazy, don't you?",
        "Wes: No, I get it. You're one hot, crazy chick.",
        "Marty: You're not so bad yourself.",
        "Wes: Maybe that's why you got on the bike with me.",
        "Marty: So we didn't already know each other? I'm sorry, it's just memory problems.",
        "Wes: First time I saw you was tonight in angel square.",
        "Marty: You never went to Llanview University? You never went and joined a fraternity?",
        "Wes: I look like a college boy to you?",
        "Marty: You never joined K.A.D.?",
        "Wes: What's that?",
        "Marty: Yeah, you do look a little young, don't you? Oh, boy. Just checking.",
        "Wes: Well, what for?",
        "Marty: Want to have sex?",
        "[SCENE_BREAK]",
        "Todd: Don't you drag Téa into this.",
        "Blair: Okay, fine. We won't talk about Téa. We'll talk about your kids, shall we? How do you think they're going to feel when I tell them about your little swan dive?",
        "Todd: I don't know.",
        "Blair: You don't know?",
        "Todd: Relief, probably.",
        "Blair: Right. Sam has been saving this little truck to show you. I'm supposed to tell him that -- don't worry about ever playing with Daddy again, Sam, because Daddy's not going to see it because Daddy's dead. He's gone. Not asleep, he's dead.",
        "Todd: You're so melodramatic.",
        "Blair: No, and then there's Jack. Missed a goal playing soccer last week. But I have to tell him not to worry about that because you're never going to watch him play. You're not going to be there to tell him that his coach sucks and that it doesn't matter that he missed a goal. Because you couldn't even say goodbye to him.",
        "Todd: Come on.",
        "Blair: Then there's Starr. Starr asked me, you know, what about -- \"We going to ever have another family poker night? I love that, mama.\" She's distracted, or her friends are giving her a hard time at school, Todd. She picks up that deck of cards, you know. The ones you always play when we're playing poker.",
        "Todd: Yes.",
        "Blair: And you're cheating. You remember that deck. She looks at it, and says, \"Are things ever going to be the same?\" And I tell her, \"You know, Starr, it's okay. You don't have to be distracted because I'm there for you. I'll be there to listen to everything, always. You should know that. You should always know that. Just like your father should know that I always would've been there for him.\"",
        "[SCENE_BREAK]",
        "John: She got on a bike with some guy?",
        "Luisa: Mm-hmm.",
        "John: Did you see what he looked like?",
        "Luisa: Couldn't tell. He was wearing a helmet.",
        "John: Hmm. Do you know what kind of bike it was?",
        "Luisa: I wouldn't know. I'm sorry.",
        "John: Okay, thank you.",
        "Natalie: John.",
        "John: Happy New Year. It's nice to see you. You look pretty.",
        "Natalie: Thank you.",
        "Roxy: Hey, John, you met Natty's baby?",
        "Natalie: Ah, Chloe, and it's Jessica's baby.",
        "John: It's a cute kid.",
        "Natalie: Yeah. So what's going on?",
        "John: I'm trying to track down Marty Saybrooke, and -- any of you happen to see her today? No?",
        "Roxy: You must have had some night last night.",
        "John: What?",
        "Roxy: You don't remember?",
        "John: Remember what?",
        "Roxy: Hey, man, I ain't gonna say nothing. You know me. I can be totally \"se- cret.\"",
        "John: Excuse me. What are you talking about?",
        "Roxy: You brought her back to the hotel last night. I saw both of you in the lobby.",
        "John: That wasn't me.",
        "[SCENE_BREAK]",
        "Wes: You really just ask for you want.",
        "Marty: How else are you going to get it?",
        "Wes: Do I want to have sex?",
        "Marty: What, should I have not asked you that?",
        "Wes: You just caught me a little off guard.",
        "Marty: Wait, no one's ever asked you to have sex before?",
        "Wes: No one as hot as you.",
        "Marty: But you don't want to?",
        "Wes: Why would you think that?",
        "Marty: [Whispers] Because we're still talking.",
        "Wes: Listen, it's not that I don't want --",
        "Marty: Oh, it's okay, it's okay, it's okay. If you don't want to, you don't want to. I wouldn't force you. Seriously, could -- can I ask you a question? Just a little question?",
        "Wes: Shoot.",
        "Marty: Am I not your type?",
        "Wes: You are just my type, trust me.",
        "Marty: Okay, so what's the problem?",
        "Wes: You don't want sex.",
        "Marty: [Whispers] I don't. What do I want, a pizza?",
        "Wes: A distraction.",
        "Marty: That sounds good.",
        "Wes: Sometimes. Other times it can really hurt.",
        "Marty: Oh, boy, sounds like you know what you're talking about.",
        "Wes: Oh, yeah. I know all kinds of ways to distract myself.",
        "Marty: Well, from what?",
        "Wes: From what I don't want to think about.",
        "Marty: Or who.",
        "[SCENE_BREAK]",
        "Viki: Todd tried to kill himself?",
        "Téa: Yeah.",
        "Viki: Is he all right?",
        "Téa: He's fine.",
        "Viki: And Blair and the children, do they know?",
        "Téa: Blair was actually the person who was there. She saved his life.",
        "Viki: Would you mind telling me what happened, please?",
        "Téa: He -- he jumped off the roof of this place.",
        "Viki: And survived?",
        "Téa: He fell into the river or he'd be dead right now. I happened to be walking past. I saw the whole thing.",
        "Viki: Oh, my God. Why did he do that?",
        "Téa: He didn't say. But Marty Saybrooke was with him.",
        "Viki: What, on the roof?",
        "Téa: At first I thought she might have pushed him.",
        "Viki: Did she?",
        "Téa: I don't think so.",
        "Viki: But you obviously think she's involved somehow, right?",
        "Téa: I think she told him to jump.",
        "Viki: Are you sure?",
        "Téa: I'm not sure of anything except that Todd needs help. And I -- I can't do this alone.",
        "[SCENE_BREAK]",
        "Todd: None of what I did, none of it was about the kids.",
        "Blair: Well, that's good to know.",
        "Todd: I -- well, I want to be clear about that.",
        "Blair: Okay, okay. You remember last year about this time, how happy we were?",
        "Todd: Not at all. I don't get happy.",
        "Blair: We were married. We pretty much had everything we wanted. You'd put your past behind you, or tried to, and then Starr and Cole had sex, and in that one moment, everything changed.",
        "Starr: Please, please, he's hurt. You don't understand what you're doing to him!",
        "[Starr screaming]",
        "Blair: You didn't see Cole and Starr. You saw you and Marty, and you still do. It's time for you to wake up and really put your past behind you. It's time for you to get over it.",
        "[SCENE_BREAK]",
        "John: You saw Marty in the hotel lobby last night?",
        "Roxy: She and whatever guy she was with. They looked like they were having a real good time.",
        "John: Thanks, Roxy. Happy New Year. Happy New Year, Charlie. See you around now.",
        "Natalie: Well, I guess I better go get those burgers. Chloe, you ready to go see your Uncle Jared?",
        "Charlie: Oh, say hi for me, okay?",
        "Natalie: I sure will.",
        "Roxy: You never answered my question.",
        "Natalie: What question?",
        "Roxy: Oh, no, don't do that this time. You and Jared having a little bambino?",
        "Charlie: Oh, Roxy, will you take it easy? They just got engaged.",
        "Natalie: Thank you, Charlie.",
        "Charlie: Although I wouldn't mind having a little grandkid myself.",
        "Natalie: Whoa, guys. Okay, no kid talk. Not until we get Chloe back to her mother where she's supposed to be.",
        "[SCENE_BREAK]",
        "Starr: Katie, uh...",
        "Katie: You thought it was going to be a girl, didn't you?",
        "Cole: Yeah, it was.",
        "Katie: I knew it. My sister had a girl. She carried just like you did. We have tons of clothes. You can totally give them to Mrs. McBain.",
        "Starr: Katie?",
        "Katie: What?",
        "Starr: The baby died.",
        "Katie: Oh, my God. I had no idea.",
        "Starr: It's okay. Katie: I'm so sorry. Really.",
        "Cole: Yeah, it's -- it's okay.",
        "Katie: So, anyways, I'll see you in English.",
        "Cole: Well, I guess we can stop wondering when someone's going to say something.",
        "Starr: Do you think this will get any easier to talk about?",
        "Cole: Maybe. I just don't know when.",
        "[SCENE_BREAK]",
        "Marty: So last night you said you hadn't seen me before.",
        "Wes: I haven't.",
        "Marty: How come you know so much about me?",
        "Wes: Because you remind me of someone.",
        "Marty: Yeah, who?",
        "Wes: Me.",
        "Marty: So what are you trying to distract yourself from, if you don't mind me asking?",
        "Wes: You did just ask if I wanted to have sex, right?",
        "Marty: This is personal.",
        "Wes: I'm in the Navy. I spent a long time in Iraq and Afghanistan.",
        "Marty: Ooh, no wonder you needed a distraction.",
        "Wes: Yeah, not from what you'd think. I re-upped more than once so I didn't have to come back here.",
        "Marty: What happened?",
        "Wes: After my first tour, I'd already changed. All right, and when I came back, everybody wanted me to be the same guy I was before. So I pretended I was, and they pretended they couldn't see the difference.",
        "Marty: Oh, but they could. And you knew they could.",
        "Wes: It hurt too much, so I had to get away.",
        "Marty: Oh, I get that. I do. But I'd give anything not to.",
        "[SCENE_BREAK]",
        "Viki: I have to go.",
        "Téa: Viki, I am so sorry.",
        "Viki: It's all right. That's okay.",
        "Téa: Are you going to talk to Todd?",
        "Viki: I don't know. You know, I told myself that I was totally through with him, done with him. But now the thought of him dealing with this all alone --",
        "Téa: He's not alone. But I'm not the same as you.",
        "Viki: How can you forgive him so easily?",
        "Téa: Why, he hasn't done anything to me.",
        "[Viki scoffs]",
        "Téa: Lately. Look, look, I'm not stupid. I know Todd is abusive at best, psychotic at worst. You ask me why I married him? Well, it wasn't just the $5 million. It wasn't just the connection we had, or Starr. I love -- I -- I loved him, Viki.",
        "Viki: Okay, I see. Goodbye, Téa.",
        "[SCENE_BREAK]",
        "Todd: Boy, you just don't get it, do you?",
        "Blair: All you've ever wanted to do is to undo everything that you did to Marty. Well, you know what? You can't go back in time and change that, Todd. You can't. That's the problem. It's always going to be there. It doesn't matter that she doesn't remember or that anybody remembers it. You're always going to be the man that raped Marty Saybrooke.",
        "Todd: What would you like me to do?",
        "Blair: I just want you to -- and I've always wanted you to just accept it and move on and be the Todd Manning that I know that you can be. Be the loving brother, the loving father. Can you do that? Or is he gone forever?",
        "[SCENE_BREAK]",
        "Langston: So how's Cole?",
        "Starr: He's trying to get through the day, like me.",
        "Langston: He will. And so will you.",
        "Starr: We're doing our best.",
        "Boy: Hey, Cole.",
        "Cole: Hey, Asher, what's going on? Hey, you starting baseball again?",
        "Asher: It's doubtful. Hey, I heard about your baby. I'm sorry, man. That sucks.",
        "Cole: Yeah, it does.",
        "Asher: I don't know what I'd do if that happened to me. Actually, I do. I think I'd go down to that park by the river and watch some boats and get all lit up. You wanna?",
        "[SCENE_BREAK]",
        "Blair: Well?",
        "Todd: Well what?",
        "Blair: Are you going to answer my question?",
        "Todd: Let's have a muffin.",
        "Blair: I'm not joking, Todd. I -- just promise me you won't do this again.",
        "Todd: Okay, I promise.",
        "Blair: No, I mean this. And I'm not asking for me. I'm asking for your kids, because I'm the one that has to go home and talk to them about their future with their father.",
        "Todd: What are you going to tell them?",
        "Blair: I don't know. It's up to you. I can either tell them that they're not going to see you again. You may as well be dead to them. Or I can tell them that you're really trying to get better, and that someday they will see you again, and remember you for the man that you used to be, before everything went wrong.",
        "Todd: Like when I was with you?",
        "[SCENE_BREAK]",
        "Marty: Oh, I can't believe what I did last night.",
        "Wes: It wasn't so bad. I did the same thing.",
        "Marty: Yeah, but I didn't know how you were feeling. I couldn't help you.",
        "Wes: You helped more that you think. So then I left home, moved as far away as I could. Guess I just wanted to start over. The problem is I've been starting over ever since.",
        "Marty: I'm usually a better listener.",
        "Wes: First real conversation I've had since I got here.",
        "Marty: Even though I was asleep?",
        "Wes: You let me talk. Haven't got to do that in a while.",
        "Marty: Well, maybe we should do it again sometime when I'm conscious.",
        "Wes: I'd like that. Oh, man, I've got to get to work.",
        "Marty: Ah, ooh, I should let you get ready.",
        "Wes: No, wait. I promised you a ride, didn't I?",
        "Marty: What? Okay, thanks.",
        "Wes: All right, I'll just change my shirt and we'll --",
        "Marty: Okay.",
        "[Knock on door]",
        "Wes: Take off.",
        "[NEXT_ON]",
        "Langston: I think I'm going to like this class.",
        "Cole: Can you hook me up?",
        "Starr: I know all about reproduction and birth and babies.",
        "John: Don't turn your back on the people who care about you. Hurt her in any way, and I'll kill you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=TZNp72Erfl8"
}