{
    "Episode Summary": [],
    "Recap": [
        "Antonio wakes up, and asks Jessica to come to bed. Nash and Antonio begin to fight over Jessica, and which man she is leaving with. Jessica wakes up, relieved that it had only been a dream. She quietly leaves the room. She meets up with Nash in the hall, who tells her that he is free to go. He begs her to come with him. Dorian thinks that this is odd circumstances for Miles to introduce himself to her .Miles wants to know why Dorian is accused of murdering Mitch. John calls Bo from the airplane. They discuss what he had told Natalie. The stewardess asks John to turn off his cell phone. John thinks about the time when Natalie had followed him on the airplane for a trip he was going on. Natalie rushes into Margaret's office. She asks Margaret why her relationship with John is falling apart. Jessica refuses to do as Nash asks. Jessica lets Nash know that she loves Antonio. Jessica refuses to give Nash the answer he wants right now. Clint join them. Jessica goes into Antonio's room. Clint confronts Nash about his feelings for Jessica, and that neither one of them is being very subtle. Cole kisses Starr. Jack takes a picture of Cole and Star kissing. Miles wants to know all about Mitch. Dorian begins to yell for the guard. Margaret refuses to discuss John with Natalie. Natalie asks Margaret if she and John are friends. Natalie gives her money for a session. Natalie wants to know how her relationship with John ended up with a third wheel. Vincent meets up with one of his henchman, and the y discuss Natalie. Margaret mentions to Natalie that maybe, just maybe, she is the problem in her relationship with John. Margaret calls Natalie, \"paranoid.\" Natalie remembers some of the good times that she had had with John. John also remembers some of the good times with Natalie. Clint and Nash discuss Jessica's hurtful anger. Jessica comes out, and tells Clint that Antonio is awake, and he can go in.",
        "Clint visits Dorian in jail. He lets her know that he had found out about her imprisonment from Bo. Antonio suggests that Nash stay a few days with her so he can spend some time with Bree. Jessica objects to this. Jessica and Nash leave Antonio's room. A nurse comes in to take Antonio for some x-rays. Jessica and Nash argue while waiting for the elevator. Antonio notices their argument, and wonders why they are arguing. John still has thoughts are Natalie. He listens to a message that she had left for him. He, in turn, leaves her a message before he leaves the plane. John finds David on a remote island. Miles sits at the bar at the Palace Hotel when Margaret comes in to join him. She orders a drink, but then finds out that she doesn't have any money. Miles buys her a round of drinks, and they proceed to get smashed."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Antonio: Why don't you come up here?",
        "Jessica: Oh. I don't think there's enough room.",
        "Antonio: We'll make some. He's going to have to go.",
        "Nash: I'll go. I'm leaving. But she's coming with me, right, Jess?",
        "Antonio: You're going to have to make a choice, Jess.",
        "Nash: You can't have both of us.",
        "Antonio: Which one will it be?",
        "Nash: Hmm?",
        "Jessica: Where are you going?",
        "Nash: They're springing me. I'm free to go. Come with me.",
        "[SCENE_BREAK]",
        "Dorian: Miles Laurence? Well, this is a rather strange atmosphere for introductions, and I've got to tell you, I'm feeling a bit cornered.",
        "Miles: Would you have given me an audience otherwise, given the history of our two families?",
        "Dorian: And why would you want an audience?",
        "Miles: I want to talk to you about my brother, Mitch, and why you're accused of murdering him.",
        "Dorian: You're going to have to be more specific. Would you be referring to his first murder, or his second?",
        "[SCENE_BREAK]",
        "John: Yeah, well, thanks for backing me up, Bo. I think we should keep this one on the down-low. Well, I told everyone I was going out of town for work, but I kept the details to myself. No, I gave Natalie the same story. She seemed okay with it.",
        "Flight attendant: I'm going to have to ask you to turn off your cell phone, Sir.",
        "John: Of course. Hey, Bo, we're -- we're taking off, all right? Anything comes up, leave me a message. Wish me luck. I'll talk to you later. Excuse me, Miss.",
        "Flight attendant: Yes?",
        "John: Are these seats next to me free?",
        "Flight attendant: Seem to be.",
        "John: No last-minute takers?",
        "Flight attendant: We've closed the doors. You lucked out.",
        "Natalie: Is this seat taken?",
        "John: Yeah, I guess I did.",
        "[SCENE_BREAK]",
        "Marty: Patient experiencing lack of sleep and appetite, suppressing --",
        "Natalie: So --",
        "Marty: Natalie, what are you doing here?",
        "Natalie: Is this it?",
        "Marty: Who?",
        "Natalie: This is where he sits?",
        "Marty: Who?",
        "Natalie: John. Is this where he sits when he's spilling his guts to you?",
        "Marty: I'm not going to talk about this with you.",
        "Natalie: It's got to be. It's got to be, you know. He'd do a chair. He probably wouldn't be a couch guy.",
        "Marty: Natalie, what do you want?",
        "Natalie: A professional opinion. I want to know why my relationship with John is falling apart.",
        "[SCENE_BREAK]",
        "Jessica: Oh, well, that is a great idea. Why didn't I think of that?",
        "Nash: I don't know.",
        "Jessica: Run away with you and just leave Antonio.",
        "Nash: I'm serious.",
        "Jessica: I know, and it's scaring me.",
        "Nash: We love each other.",
        "Jessica: Oh. I love Antonio, too, and right now, he is lying in a hospital bed because he put his life on the line to save both of us. Have you forgotten that?",
        "Nash: No. Come with me.",
        "Jessica: We're not children. We don't get to act on our feelings just because we have them, okay? Not when we're certain that it's going to hurt somebody we both care about.",
        "Nash: And what about us, huh? What about our feelings? Does this mean we're supposed to spend the rest of our life unhappy, huh? And what about living a lie every day? Is that a better way to treat the people you care about?",
        "Jessica: All I know is I -- I can't give you the answer you want right now. Oh, Dad.",
        "Clint: Hi, darling.",
        "Jessica: Hi.",
        "Clint: How are you?",
        "Jessica: Good.",
        "Clint: Nash, you must be feeling better. You're up and about.",
        "Nash: Yeah. No, I'm fine. Apparently, I'm being released. Antonio is the one you should be concerned about.",
        "Clint: Yeah, right. I'd kind of like to check in on him, if that's okay.",
        "Jessica: I'll go see if he's awake, okay?",
        "Clint: Thanks, honey. Not very subtle, son. Not in the least.",
        "Nash: Huh. Subtle?",
        "Clint: You and Jessica. The guilt is written all over your faces.",
        "Nash: Hmm.",
        "[SCENE_BREAK]",
        "Cole: Oh, yeah. The old study break. That was a great idea.",
        "Starr: What break? We didn't even crack a book.",
        "Cole: Well, do you want to study?",
        "Starr: Oh, more than anything. Actually, I figure that we have an hour -- two, tops -- before my mom gets back from bailing out my aunt Dorian. And if I don't get those algebra proofs done by then, I'm toast.",
        "Cole: Any chance I can talk you out of it?",
        "Starr: Well, you could certainly try.",
        "Singer: And I wish life was like the movies",
        "Jack: Oh, that is nice.",
        "Starr: Jack, get back here with that! Oh, my gosh!",
        "Cole: It's all right, Starr. He's just having fun.",
        "Starr: No, it's not fun if he shows my mom that picture!",
        "[SCENE_BREAK]",
        "Singer: You wouldn't have to cry because I wouldn't have to say",
        "[SCENE_BREAK]",
        "Miles: I want to know everything. I never met my brother. I -- I've never heard his voice. I've never received a letter. All I know about my brother is what I've read in the media.",
        "Dorian: Count yourself lucky.",
        "Miles: Look, he's my brother, Dr. Lord. I have very little family left. In fact, I have one niece -- Jessica.",
        "Dorian: Why don't you ask Jessica your questions, okay? Because I really don't want to dredge up memories of Mitch Laurence.",
        "Miles: Look, she doesn't want to, either. And from what I gathered, you know far more about him.",
        "Dorian: Your brother was seductive and dangerous. He was sociopathic, psychopathic, and sadistic. I tried to kill him when I found him standing over my unconscious daughter, about to rape her!",
        "Miles: Was that before or after you married him?",
        "Dorian: This conversation is so over -- guard!",
        "Miles: No, no, no, no, okay, okay.",
        "Dorian: Guard! Guard!",
        "Miles: All right, listen to me -- I'm sorry. Please --",
        "Dorian: Where the hell are those damn guards when you want them?",
        "Miles: I didn't -- you've got to understand, it's disturbing. I'm finding out a lot about my family, and none of it is good.",
        "Dorian: Oh -- and you're -- you're in a state of shock, aren't you?",
        "Miles: Actually, I am.",
        "Dorian: Huh. Why should any of this surprise you? Did they ever do anything but treat you like a piece of trash?",
        "Miles: I can't help but imagining what my life would with my brothers. If I wasn't born ugly, I might have been as ugly as Mitch on the inside.",
        "Dorian: Huh. There's still time.",
        "[SCENE_BREAK]",
        "Marty: Natalie, it would be unethical for me to discuss John with you.",
        "Natalie: Oh, right. Is that because of your profession relationship, or maybe there's something else going on there, huh?",
        "Marty: Look, I'm busy, okay?",
        "Natalie: So what is it with the two of you? You know, I mean, if it's not doctor/patient? I know John wouldn't go see a shrink willingly.",
        "Natalie: So you are friends, or --",
        "Marty: No. No, we are not friends. Look, I -- I have nothing to say to you, because if you're looking for answers, you need to talk to John.",
        "Natalie: No, I don't. I can get my answers here. So let's just make this professional, okay? Here, okay? Now we're doctor/patient. So we can be free and candid. We can talk about whatever we want.",
        "Marty: Fine.",
        "Marty: So, what issue would you like to start with?",
        "Natalie: I want to know how it went from being me and John to me, John, and you. You know, how the hell did my relationship wind up with a third wheel?",
        "[SCENE_BREAK]",
        "Shaun: Hmm. So what's on the agenda for the rest of the day?",
        "Vincent: You know, I was thinking about running by the precinct and checking up on Natalie.",
        "Shaun: McBain's out of town. Did you know that?",
        "Vincent: No. Why would that factor on me checking up on Natalie? Is there something you want to know, Shaun?",
        "Shaun: That's your business, boss. But I have to wonder -- is going by the precinct to see Natalie a good idea?",
        "Vincent: Natalie and I are friends. She's going through something real tough right now. I'm going to go by there and check on her and make sure that she's okay.",
        "[SCENE_BREAK]",
        "Marty: Okay. Let's start with your first contention, that I am somehow involved in your relationship with John.",
        "Natalie: Let's make no mistake, Dr. Saybrooke. You are in it, front and center.",
        "Marty: That's interesting.",
        "Natalie: No, it's not interesting, it's pissing me off.",
        "Marty: No, no, no -- I mean it's interesting that you're having trouble with your boyfriend, and yet, the first conclusion you come to is that it must be the fault of a third party.",
        "Natalie: Well, I'm just looking at the evidence.",
        "Marty: Did it ever occur to you that maybe you're the problem?",
        "Natalie: No. No. No, I have done everything humanly possible to work on my relationship with John. I mean, I have put all of my energy into it, into him!",
        "Marty: Well, see, maybe that's your mistake. Look, Natalie, maybe you need to focus on your own life.",
        "Natalie: You know what? I'm not going to -- I'm not going to have you sit there on your high horse telling me that I'm to blame. Forget it.",
        "Marty: This is the real issue between the two of you. I mean, neither one of you is willing to take any blame for the failure of your relationship. You both have zero communication skills and zero awareness of that fact.",
        "Natalie: No. No, no, no. See, that's not true. I talk to John, I tell him these things. He just doesn't listen to me.",
        "Marty: Well, then that just leaves us with one other alternative. That you're just plain paranoid.",
        "[SCENE_BREAK]",
        "Natalie: I'm going to save you, John -- from yourself.",
        "Singer: Corners in my bedroom empty in the night I wake up waiting for you come home and I still believe in what we wanted much more than you think you know the stars are all lit up tonight but my heart is crumbling can I hold on tight to the memory of you and I? Can I hold on to you tonight and say goodbye?",
        "John: It's definitely not St. Jude.",
        "Natalie: No. It's in honor of St. Donwyn.",
        "John: Well, she is the patron saint of lovers.",
        "Natalie: Yeah.",
        "John: I love you, Natalie.",
        "Natalie: I love you, John.",
        "Singer: Can I hold on to you tonight and say goodbye?",
        "Flight attendant: Would you care for anything, Sir?",
        "John: Hmm? No, I have everything I need.",
        "[SCENE_BREAK]",
        "Clint: I know my daughter, and I know her looks, and just now, that was Jessica covering for a lot of anger and hurt.",
        "Nash: Well, I'm not sure I can speak to that.",
        "Clint: I'm telling you to let it go, because what caused that fire was nobody's fault except the arsonist who set the fire. If things were reversed, you would have done the same thing for Antonio, and he knows that.",
        "Jessica: Antonio's awake. You can go ahead in.",
        "Clint: Thank you, honey.",
        "Jessica: Okay.",
        "Clint: Nash, you remember what I said.",
        "Nash: Oh, he was just reminding me to fertilize the vines.",
        "[SCENE_BREAK]",
        "Miles: I was born severely deformed. Abandoned as an infant, raised in a hospital by nurses and doctors.",
        "Dorian: This isn't a controlled environment. The real world is quite different from a cushy sanitarium.",
        "Miles: Oh. The hospital was far from cushy. And as far as your controlled environment -- I prefer freedom.",
        "Dorian: We'll see.",
        "Miles: I'm the black sheep of the Laurence family. And that's a good thing. I mean, if I do carry that faulty gene, it must be recessive. I'm here. I'm -- I'm building a life for myself, forging friendships, of sound mind.",
        "Dorian: Hmm. You still think that Spencer Truman is a hero.",
        "Miles: I make no apologies for that. Look, Spencer is the only reason I have any future at all. Is it insane for me to want to repay the man who saved my life?",
        "Dorian: If that man is a psychopathic killer, yes, it is totally insane. Mind you, I understand the need for purpose. But I wonder what is going to happen to your life when you finally figure out that Spencer Truman got the justice he truly deserved.",
        "[SCENE_BREAK]",
        "Clint: Son, do you want me to get a contractor to take care of the damage from the fire?",
        "Nash: Already taken care of.",
        "Jessica: Well, you haven't left the hospital. How?",
        "Nash: No, I just called the guys that Antonio kindly hired to finish up my vineyard. I assume you trust them.",
        "Antonio: You don't need me for anything, I might as well just hand the club over to you.",
        "Jessica: Oh, would you stop? We're fine. And I left the girls with your mother, and she said that she'd take off work anytime that I needed her.",
        "Clint: Well --",
        "Jessica: What?",
        "Clint: Nothing, I just think it's great the way the three of you are working things through, that's all. Listen, I have to get going. I got to stop by the police station.",
        "Jessica: Why?",
        "Clint: I got to take care of a personal matter, that's all. You feel better, all right? Stay off your feet.",
        "Antonio: Say hi to the boys for me.",
        "Jessica: Bye Dad.",
        "Antonio: Thanks for coming by, Clint. Seems like you guys got everything figured out.",
        "Jessica: Oh, Antonio --",
        "Antonio: It's just so damn frustrating.",
        "Jessica: Will you stop it? You take care of us all the time. Let us take care of you.",
        "Nash: Yeah, Jessica's right. It's no problem.",
        "Antonio: Well, wait a minute. I -- I know you said my mom was willing to help with the girls, but I'm a little concerned about her heart, honey. It might be a little too much pressure.",
        "Jessica: Me, too. Would you stop worrying about everything? It's fine.",
        "Antonio: You're going to need help.",
        "Jessica: Oh --",
        "Antonio: Look, I -- I know the girls are great, babe, but -- I mean, they're also a lot of work.",
        "Jessica: Antonio, I know. I take care --",
        "Antonio: Why don't you just have Nash stay with you for -- while I'm laid up here --",
        "Nash: What?",
        "Antonio: At the loft. Why don't you just stay with Jessica and the girls for a couple of days?",
        "[SCENE_BREAK]",
        "Miles: You know, I'm beginning to think that you did kill Spencer.",
        "Dorian: Huh. If I had, believe me, I would take total credit for it. I'd let the mayor name a day after me.",
        "Miles: So you claim you're being railroaded?",
        "Dorian: Isn't it obvious? And don't I make the easiest target? Hmm?",
        "Miles: I hope you're right, Dorian. I'd like to get to know you.",
        "Dorian: I'm not sure I feel the same way.",
        "Miles: Oh, not sure? Well, then I'm getting somewhere.",
        "Dorian: So, all this steel doesn't turn you off?",
        "Miles: Not everyone deserves the jail that they've been put into. Both of us know that.",
        "Dorian: Hmm. In many ways.",
        "Miles: Besides, I think you might be a genuine kind person behind that tough exterior.",
        "Dorian: Oh! Oh, I've been called a lot of things in my time, but -- well, \"kind\" has never been one of them.",
        "Miles: That doesn't mean it's not true.",
        "Dorian: You know, please don't take offense at this, but I think your snap judgments, and especially your feeling for Spencer Truman -- they indicate a true lack of life experience.",
        "Miles: I'm working on getting some.",
        "Dorian: Work fast, before it gets you. Trust me; innocence doesn't last long in Llanview.",
        "[SCENE_BREAK]",
        "Starr: Cole, did Jack come through --",
        "Cole: This one is hysterical. Where did your sister get that outfit?",
        "Jack: My aunt gave it to her.",
        "Starr: Jack, where's the camera? You give it to me this minute!",
        "Cole: It's all right, Starr. Your brother's cool. He just wanted to take a picture for your album.",
        "Starr: Oh, my God, is that my photo album?",
        "Cole: Yeah. Why didn't you tell me you were into lizards?",
        "Starr: Jack Manning, you are dead meat! Now you give that camera to me this instant, or else I'm telling Mom where all of her lipsticks have been disappearing.",
        "Jack: You wouldn't.",
        "Starr: Watch me.",
        "Jack: That's really mean.",
        "Cole: That's really interesting. Lipstick?",
        "Starr: I'm serious, Jack. Hand over the camera right now.",
        "Jack: I hate you.",
        "Starr: I hate you, too. Come on. Go.",
        "Cole: Don't you think you were a little rough on him?",
        "Starr: No. Zero tolerance is the only policy that works on my brother. You didn't look at my whole photo album, did you?",
        "Cole: Almost all. Does that bother you?",
        "Starr: Well, isn't it obvious? I was a geek.",
        "Cole: No way. You were adorable. But what's with all the snakes?",
        "Starr: I like snakes. When I get older, I actually want to be a herpetologist. That's a reptile scientist.",
        "Cole: Wow.",
        "Starr: \"Wow\" as in that's really weird?",
        "Starr: Except -- what?",
        "Cole: Your boyfriend.",
        "[SCENE_BREAK]",
        "Natalie: That's it? That's your brilliant diagnosis? That I'm paranoid?",
        "Marty: When you sit here and tell me that I am coming in between you and John, and that I am the root of your problems, it strikes me as extremely paranoid, yes -- especially since I have no personal relationship with John, and I have seen him as a patient once.",
        "Natalie: Yeah, but you talked about me, right? I mean, you probably told him that I'm paranoid, and not to mention obnoxious and pushy and all wrong for him, right?",
        "Marty: Natalie, if you want to fix your relationship, talk to John.",
        "Natalie: Wow.",
        "Natalie: Five bucks doesn't get you a whole lot these days. But I guess if I paid you a million, I probably would have gotten the same crappy lecture, huh?",
        "Marty: No, I didn't lecture you. You asked me questions. I gave you answers. On the house.",
        "Natalie: No, no, please, keep it. I mean, after what I just witnessed, you're going to need all the pennies you can get.",
        "[SCENE_BREAK]",
        "Natalie: Hey. How was your first day back?",
        "John: Besides everyone walking on eggshells around me, not bad. You -- you ready to go?",
        "Natalie: Yeah, what is that in your pocket?",
        "John: Oh, this? This is -- this is your Christmas present.",
        "Natalie: Oh, right.",
        "John: Yeah, I thought I'd give it, you know, another whirl, being that I -- I lost the first one you gave me.",
        "Natalie: Oh, the St. Jude's medal? Actually, I have it. Well, what's left.",
        "John: You have it?",
        "Natalie: Yeah. Uncle Bo gave it to me after the crash. I mean, there's not much left of the medal, but if you want it --",
        "John: No. Keep it. I think I'm going to give up on being a lost cause.",
        "Flight attendant: Welcome to Paradise. Remember to reset your watches, folks. It may be dark at home, but the sun's still shining here on the other side of the world.",
        "Natalie's voice: Hey, John, it's me. Look, I wanted to let you know I kind of had a thing with Marty today after you left. I didn't like how we left things and I was frustrated, had to take it out on someone, so I guess it was Marty's turn -- again. Anyway, I just wanted to let you know, or maybe I just wanted to hear your voice. No worries. Safe trip, okay?",
        "Natalie: You're going to have to talk to me one of these days, and now would be a really good time.",
        "John: You had to prove that everyone was wrong and now you've got yourself being jerked around just to prove a point.",
        "Natalie: He's not the one jerking me around, John. You -- you made it very clear that you'd like me to stay out of your life. So if you could just do me the favor and please, stay out of mine.",
        "John: Oh, boy, here it comes.",
        "Natalie: You are so arrogant. Just leave me alone.",
        "John: If you get me, why is it you keep trying to piss me off? I can't believe you spiked my food. Just because I won't take a handful of medication \u0096",
        "Natalie: I don't matter anymore, John! Do I? We don't matter -- not really.",
        "Flight attendant: Are you all right, Sir?",
        "John: Hmm? Yes. I'm fine. I'll just -- I'll just be one minute.",
        "[SCENE_BREAK]",
        "Miles: Ah.",
        "Marty: Miles. Hi.",
        "Miles: Ah, Dr. Saybrooke.",
        "Bartender: What can I get for you?",
        "Marty: Um -- oh, my God. I cannot believe I forgot my wallet. Will $5 get me a Merlot?",
        "Bartender: No, I'm sorry, not at the Place.",
        "Miles: Doc, you need a little help? Can I buy her a round, please? Merlot for the lady, I'll have another beer.",
        "Bartender: You got it.",
        "Miles: Unless you feel uncomfortable accepting drinks from patients.",
        "Marty: Well, as long as we don't make it a habit.",
        "Miles: Ah. Okay.",
        "Bartender: One Merlot and one beer.",
        "Miles: All right! To getting plastered.",
        "Marty: What?",
        "Miles: Hmm. Every day, I'm going to knock off one of my firsts, like first time I've done this, the first time I've done that. And today, it seemed like a good day to drink too much.",
        "[SCENE_BREAK]",
        "Vincent: Hey, you going to answer that?",
        "Natalie: If it's important, they'll leave a message.",
        "John: Hey, I -- I guess I just missed you. Um -- I got your message. Uh -- I'm here. Look, try not to do anything crazy while I'm gone, all right? We'll talk about this when I get back? That's right, I said it -- we'll talk. Bye.",
        "Vincent: Guess it was important.",
        "[SCENE_BREAK]",
        "Jessica: Antonio, I -- I don't think --",
        "Antonio: Hey, Nash, I know it'll be an imposition, but listen, if you could just stay just --",
        "Jessica: No, no, it's --",
        "Antonio: While I'm stuck he --",
        "Jessica: It's more than an imposition, okay? It's impossible. Nash has Capricorn to run and he has his winery that he has to figure out.",
        "Antonio: I know, but it's just for a couple of days.",
        "Jessica: Look -- I --if I need help, I will call my sister or Adriana and they can spend a couple days with me, okay? Since you don't want to put pressure on your mom, I'll call one of them, okay? Does that put your mind at ease?",
        "Antonio: I love you. I just wanted you to have some help and I thought it might be nice for Nash to spend some time with Bree.",
        "Jessica: Yeah, it would, but --",
        "Jessica: You know, it's fine and you know what it's like having a third person in that house -- it's so stressful.",
        "Nash: Yeah. No, look, I -- I do have a lot to take care of like Jessica says, but I will be available to Jessica or the kids if she needs it, all right? I -- I got to take off.",
        "Antonio: All right.",
        "Nurse: Sorry to interrupt, Mr. Vega. I need to change your dressings and then take you down to x-ray.",
        "Antonio: Whoo-hoo.",
        "Jessica: I'll give you some privacy.",
        "Antonio: Okay, honey.",
        "Jessica: Bye.",
        "Nash: I -- I don't get it.",
        "Jessica: I don't get it, either. I don't know why he'd even suggest that you and I stay together.",
        "Nash: No, I don't get you. Antonio just offered us a few days on a sliver platter, a few uninterrupted days. I thought we could, you know, why didn't you say yes?",
        "[SCENE_BREAK]",
        "Clint: I think I could get Bo to lend you a mop -- or at the very least, a broom.",
        "Dorian: I wouldn't know what to do with a broom if I saw one.",
        "Clint: So tell me, how does your being in jail fit in to your master plan to woo me?",
        "Dorian: Merely a temporary setback. How did you hear?",
        "Clint: Blair told me.",
        "Dorian: Ah.",
        "Clint: She's worried about you, and so am I.",
        "Dorian: This is a travesty. I have not committed a crime.",
        "Clint: Well, my brother doesn't put people in jail for fun.",
        "Dorian: What are you suggesting?",
        "Clint: Spencer Truman is dead and you're in jail. Are you sure that you don't know anything about it?",
        "Dorian: Oh.",
        "[SCENE_BREAK]",
        "Cole: I jumped the gun, didn't I? I'm sorry.",
        "Starr: No, no, no. That's not it.",
        "Cole: No, it's okay -- I get it. I mean, it didn't come out right anyway. I didn't ask you the way I planned.",
        "Starr: \"Planned\"? You were thinking about it?",
        "Cole: Well, yeah -- I mean, it crossed my mind. I mean, I'm -- I'm sneaking around because I liked you. Yeah, I like you, obviously.",
        "Starr: Well, I like you, too.",
        "Cole: So, listen, you don't have to say anything right now. Uh -- just think about it.",
        "Starr: So you don't want me to answer your question?",
        "Cole: It -- it can wait. Yeah, and, I mean, there's so many screwed-up things about us being together that, you know --",
        "Starr: You --",
        "Cole: I want to get one thing right, at least. So just -- just think about it.",
        "Starr: Okay, I will.",
        "Cole: And be sure, the next time I ask you for real, to have an answer.",
        "Starr: When do you think that'll be?",
        "Cole: Soon.",
        "[SCENE_BREAK]",
        "Marty: And drunk dials -- another big no-no.",
        "Miles: Ah. So you got to drink in pairs -- that's what you're saying, right?",
        "Marty: Absolutely.",
        "Miles: Hmm.",
        "Marty: See, that's why there will somebody there to stop you when you all of a sudden realize it's a brilliant idea to call your ex.",
        "Miles: Now, now wouldn't you -- wouldn't you have to have an ex in order for that to be a problem?",
        "Marty: Well, you will have an ex one day. I'm sorry -- that came out all wrong.",
        "Miles: Oh.",
        "Marty: Huh.",
        "Miles: Wait a minute -- are you drunk?",
        "Marty: Oh -- on one glass of wine? No. I am just a little -- inarticulate.",
        "Miles: Hmm.",
        "Marty: Well, it's been a long day.",
        "Miles: Ah. Long days are a drag.",
        "Marty: Hmm. Well, you sound like you were well on your way.",
        "Miles: To what?",
        "Marty: To being smashed.",
        "Miles: Ah -- really?",
        "Marty: Mm-hmm.",
        "Miles: Good. Good, because I am liking it!",
        "Marty: Well, for now, maybe, but trust me -- oh. You might not feel so good later.",
        "Miles: Whoa, whoa, whoa, whoa. Now, see, that's the point -- you got to go for it, remember?",
        "Marty: Yeah, but -- look, Miles, it really is a bad idea.",
        "Miles: You know what? Are you a -- a professional drinker or something? I mean, because you're talking like it, like you really know.",
        "Marty: Uh -- yes. There was a time when I drank too much. Um -- I practically got my college degree in it.",
        "Miles: Hmm. Was that fun -- college?",
        "Marty: They had a nickname for me. I was Marty the party girl. The kids at school -- you either drink too much because you're, I don't know, too stupid to know better or you're smart enough to see that it's an easy way to make friends and to hide things that you'd rather not talk about.",
        "Miles: Hmm. So did -- did it work? I mean, were you successful in making friends and hiding things?",
        "[SCENE_BREAK]",
        "Shaun: I'll be in the car.",
        "Vincent: All right. Hey -- you want to talk about it?",
        "Natalie: No.",
        "Vincent: You know, keeping things bottled up, Natalie, never did anyone any good. Come on. Let's talk.",
        "Natalie: Okay. John's leaving town for a while and he's barely speaking to me.",
        "Vincent: Is this about the thing that you did that you told him that he didn't like?",
        "Natalie: You mean the thing that almost cost me my job and my relationship? Yeah, that and some other stuff. I just feel like I have no say in my life anymore. I feel like I've lost control of everything that happens to me.",
        "Vincent: So take it back.",
        "[SCENE_BREAK]",
        "John: I just got here, Bo. It shouldn't take long. I'll keep you updated.",
        "John: Where are you?",
        "[SCENE_BREAK]",
        "Dorian: Clint, do you really think I am capable of killing a man?",
        "Clint: We both know that you have a track record that wouldn't preclude it. But, no, I -- I don't think that you killed Truman, but I do think you know something about whoever did.",
        "Dorian: I swear to you on a stack of bibles, I swear to you on both my daughters' lives, I don't know the first thing about Spencer's murder. You probably know more than I do.",
        "Clint: Me?",
        "Dorian: Yes -- from your brother Bo, the police commissioner.",
        "Clint: No, no, no, no, no. Bo hasn't told me anything more than what I've read in the papers.",
        "Dorian: Well, that's all that I know.",
        "Clint: Is there anything I can do for you?",
        "Dorian: Just your being here is enough. You were really worried about me, weren't you?",
        "Clint: Well, I'm here, aren't I?",
        "Dorian: So maybe this was part of my master plan to woo you. Now I know I stand a chance with you.",
        "Clint: And how do you figure that?",
        "Dorian: Nothing says \"I care\" like a visit to jail.",
        "Clint: Dorian? You get yourself a lawyer.",
        "Dorian: I don't need a lawyer. I'm innocent!",
        "[SCENE_BREAK]",
        "Antonio: I just had x-rays.",
        "Nurse: Doctor wants another round.",
        "Antonio: All right.",
        "[SCENE_BREAK]",
        "Jessica: Do you know why I didn't say yes? I don't want to be alone with you right now.",
        "Nash: I just thought that maybe we could, you know, work out the problem.",
        "Jessica: You can't work out what's impossible. Nash, I can't live with this guilt anymore. I really can't. I don't need you pressuring me. I'm the one that's going to have to figure this out because I'm the one that's going to have to hurt the people that I care about and I'm the one that's going to have to live with it.",
        "[SCENE_BREAK]",
        "Natalie: So it's that easy to get your life back, huh?",
        "Vincent: Hmm. I'm sorry -- was I giving advice again? I need to get a handle on that.",
        "Natalie: Sorry, you're allowed. I probably deserve it. I'm kind of giving off that vibe.",
        "Vincent: Nat? You know what's best for Natalie, okay? And I hope that you figure out what makes you happy. I got a feeling you'll do it. You deserve nothing else.",
        "[SCENE_BREAK]",
        "Man: Hit me again, amigo. Not so chintzy on the pineapple this time.",
        "John: Hello, Vickers. We need to talk about what you did your brother.",
        "[NEXT_ON]",
        "Bo: What's up?",
        "Natalie: I have a confession big guy, and I can prove it.",
        "Layla: Why don't you figure out how to get him back?",
        "Nash: He's getting suspicious.",
        "Jessica: Well, we're going to have to be more careful.",
        "Antonio: Is there something you want to tell me? Something you know that I don't?"
    ],
    "Transcript Author": [
        "Provided By Glynis Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=g6GY4DCE0qQ"
}