{
    "Episode Summary": [],
    "Recap": [
        "Cole goes to tell Todd the whole story about Starr being pregnant and ready to give up her baby to Marcie and Michael McBain. But at that same time, Starr is able to convince Marcie and Michael that her dad will never find out. Nora gets Lindsay to read the letter to Bo about how she (Lindsay) faked a nervous breakdown in order to get away with murdering Spencer Truman. Everybody at the wedding believes that Nora has gone too far and it doesn't matter what Lindsay did. But Bo declares that he cannot trust Lindsay for her failure to trust him with her secret and he cannot marry her. In Mendorra, Carlo Hesser reveals that he is Talia's biological father and that he has a personal vendetta with Tina, Sarah and their family.",
        "Passions"
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Antonio: Give Jamie a hug for me. Tell her I love her. Cris and I will be home soon. Yes, Mami. We'll be careful.",
        "Cristian: Way to lie to Mami.",
        "Antonio: I didn't lie. We are going to be careful. We have no choice. We're two ex-cons from angel square up against a ruling monarchy in Europe. There ain't a diplomat alive who will take our side.",
        "Cristian: Yeah, well, I'm not about to wait around for any more instructions from this Chamberlain creep.",
        "[Cristian grunts]",
        "Cristian: I'm going to do whatever it takes to find Sarah and Talia. Starting with a one-on-one with her royal highness.",
        "[SCENE_BREAK]",
        "Tina: The bullets were flying. There were bodies everywhere. My sweet David Vickers is gone, and then my life was threatened, and then they took Sarah.",
        "Helmut: All right, all right. All will be well, all right? I'll put the royal guard on it. Ahem. But, uh, you did bring the jewels with you, right?",
        "[SCENE_BREAK]",
        "Sarah: Who are you?",
        "Carlo: Of course. You were too young to remember. Allow me to reintroduce myself. I'm Carlo Hesser. Hello, my darling.",
        "Talia: Hello, Daddy.",
        "Sarah: Daddy?",
        "Talia: Your mother's a princess? Well, Carlo here is not only on the F.B.I.'s most wanted list, he's my father.",
        "[SCENE_BREAK]",
        "Todd: Boy, you got some kind of death wish. Get out of here.",
        "Cole: No. I'm not going anywhere. You need to hear what's going on with Starr.",
        "[SCENE_BREAK]",
        "Michael: Starr.",
        "Starr: Um -- hi, Dr. McBain.",
        "Michael: What can I do for you?",
        "Starr: I just wanted to talk to, um, you know, Marcie. She -- is she --",
        "Michael: Um, yeah, no, she's -- she's at a wedding.",
        "Starr: Okay. Um, then I'll just talk to her later, then.",
        "Michael: Is this about the baby? Look, I know that you and Marcie have had several conversations about adopting your baby, and I -- you're here. Don't you think it's time that you and I talk about it?",
        "[SCENE_BREAK]",
        "Marcie: Um, we're kind of in the middle of something here --",
        "Nora: I wouldn't be doing this unless it were absolutely necessary.",
        "Lindsay: Unless it would hurt Bo and me, and then you would do it just for fun.",
        "Nora: I'm not having fun, Lindsay. And I'm not doing this for fun. I'm doing this for Bo, and I'm doing this for our son, Matthew, and if you just read it, you will see. You'll understand. Please.",
        "Bo: Clint, do you know what this is about?",
        "Clint: No idea.",
        "Bo: Okay, then. Sorry about the delay, Judge. Let's get this show on the road.",
        "Nora: Bo, I know how this looks --",
        "Bo: No, I don't think you do. Otherwise, you wouldn't be --",
        "Nora: And I know you'll probably hate me for the rest of my life.",
        "Lindsay: Then why are you doing it?",
        "Nora: You know, Lindsay. You know why I'm doing this.",
        "Bo: Nora, I'm in the process of trying to marry the woman I love.",
        "Nora: And you can't -- you just need -- you need to read this, because it may change your mind.",
        "Bo: Then whatever is in that, I don't want to know about it.",
        "[SCENE_BREAK]",
        "Tina: What did you say?",
        "Helmut: You brought the jewels with you. You didn't have them shipped.",
        "Tina: Well, I tell you that the American ambassador kidnapped my daughter, and you just want to know what happened to the jewels?",
        "Helmut: Well, honey, we're going to need them if we're going to save Susan.",
        "Tina: Sarah!",
        "Helmut: Sarah. I knew that. Um, but I just want to make sure that no one steals them from us.",
        "Tina: Oh! They way we were going to steal them from the real royal family?",
        "[SCENE_BREAK]",
        "Carlo: You've grown into a beautiful young woman. Just like your sister, Charlotte.",
        "Talia: I'm nothing like that psycho. And you -- you're supposed to be in Statesville.",
        "Carlo: You were always the most spirited of my children.",
        "Talia: It was the only way to survive growing up Hesser.",
        "Carlo: I rue the day I allowed that ungrateful woman, your mother, to abscond with you and turn you against me. The five of us had a good life together.",
        "Talia: How? Do you remember Johnny drowning my cat? Charlotte locked me in the trunk of our car for eight hours.",
        "Carlo: It made you into the warrior you are today. A true Hesser.",
        "Talia: That hasn't been my name since I was a kid, when mom and I were more afraid of living with you than leaving you. And I'm so proud to be a Sahid now.",
        "Carlo: Oh, that's that immigrant she married. I'll never forgive her for robbing me of my favorite little girl. Just when you were becoming interesting.",
        "Talia: She saved me. From you.",
        "[SCENE_BREAK]",
        "Michael: Why don't you come in?",
        "Starr: Um, what do you want to talk about?",
        "Michael: Starr, look, we're not complete strangers, all right? I think that you and I both know that your wanting to give Marcie and me your baby is more than just about finding a good home.",
        "Starr: Oh, so you think that I'm doing this to stick it to my dad?",
        "Michael: Convince me otherwise.",
        "Starr: I can't, because it's true.",
        "[SCENE_BREAK]",
        "Todd: The only thing I want to hear from you about Starr is that she finally dumped your ass.",
        "Cole: Two minutes. That's all I need. But when I'm done, you'll see that you can't let Mrs. Manning push you around about your kids. Starr's in trouble, and you're the only one that can help her.",
        "[SCENE_BREAK]",
        "Talia: Is that what this is about? Some sort of family reunion? Are we supposed to bond? Is that what we're supposed to do?",
        "Carlo: Would that be so bad?",
        "Sarah: Hey, dude, next time you want to patch things up with your kids, send a card, not kidnappers.",
        "Carlo: Every bit a Buchanan, aren't you?",
        "Sarah: And proud of it.",
        "Carlo: Hmm. Word has it that the family fortunes have dwindled.",
        "[Carlo laughs]",
        "Carlo: Dorian Lord made a fool out of all of you.",
        "Sarah: Lay off my family.",
        "Carlo: I didn't have you brought here to keep my daughter company. Tina never told you about me?",
        "Sarah: My mother may be a lot of things, but she's not a bottom feeder.",
        "Carlo: This bottom feeder was very nearly your grandfather. Your mother, two- timing whore that she is, broke the heart of my son!",
        "Talia: Or she would have, if Johnny had a heart.",
        "Carlo: She led him to believe that she'd fallen in love with him. But she was only using him to lure your father back into her bed. When Johnny confronted her, she and her degenerate sister murdered my boy in cold blood.",
        "Sarah: My mom and Aunt Viki did that?",
        "Talia: No. He's spinning things, like he always does. Your Aunt Viki killed Johnny trying to defend your mom.",
        "Carlo: Your mother did quite a brainwash on you, didn't she? But fortunately for you, I taught her everything she knows.",
        "[SCENE_BREAK]",
        "Antonio: We need a plan.",
        "Cristian: We have to do something. The longer we wait, the more chances we have of walking into a trap.",
        "Antonio: I hate to break it to you, my brother, but I think we're ready in one. Jonas could have taken Tina's jewels in Llanview. But for whatever reason, he wanted us here, in Mendorra.",
        "Cristian: You think this is about us?",
        "Antonio: Could be. Jonas Chamberlain got us here. And then he said he wanted more than just the jewels. His hostage is a Buchanan heir. If it is about money, why not go after Cord Roberts or Clint, Viki? Why us?",
        "Cristian: Because of Sarah and Talia.",
        "Antonio: Yeah? Why Talia? Look, we need to figure out what ties this whole thing together.",
        "Cristian: Or who.",
        "[SCENE_BREAK]",
        "Helmut: The plan is a work of genius. Admit it.",
        "Tina: You know, we have had a very good run here. We have, but I really think it is time for us to hang up our crowns and get the hell out of here.",
        "Helmut: What? Not on your life. Of all the roles I've played, I like being a monarch the best. I am Prince Helmut Krakoff of Mendorra. And you are my princess. And if we play our cards right, we can stay that way all the way to the old royals home, hmm?",
        "Tina: But not if I lose my daughter!",
        "Helmut: Do you think I'd ever let that happen?",
        "Tina: I don't know. I honestly do not know. Look, I have spent the entire last week running from a homicidal diplomat in high heels.",
        "Helmut: He was wearing high heels?",
        "Tina: No! I was. Poor Sarah.",
        "Helmut: Look, darling, don't worry, all right? We have an entire country at our disposal. We'll get Sarah back and keep our jewels. Just have to figure out how, that's all.",
        "Tina: Oh, I should have gone back to cord. But no, no. I had to go with you, Cain Rogan, master of disguise. I should have known you would only bring -- ooh, ooh. Ah. A little harder, right there. I should have known you would only bring me misery and heartache. Oh, ooh. Don't forget the toes.",
        "Cain: Wouldn't you rather be a princess of Mendorra than a Buchanan in Llanview?",
        "[SCENE_BREAK]",
        "Nora: Listen, I know the timing sucks on this, I do. I -- I understand that, but I --",
        "Marcie: Nora? Nora?",
        "Nora: I just got this.",
        "Marcie: Bo loves Lindsay. I really think this is all that Matters right now, okay?",
        "Lindsay: Thank you, Marcie. I don't think that Nora agrees with you.",
        "Rex: Okay, maybe we should all just take a breather, let Bo and Nora handle --",
        "Bo: I don't need a break, okay? I'm ready to get this done. And, Nora, if you have a problem with it, please keep it to yourself. Otherwise, leave.",
        "Nora: This is my house.",
        "Bo: That's right. Let's take this wedding somewhere else, shall we?",
        "Nora: Okay, you know what? Hate me all you want to. You go right ahead and hate me, but you are going to hear what is in this.",
        "Clint: Nora -- Nora, it's not --",
        "Nora: This is a letter that R.J. wrote to Lindsay, and I found it -- you -- somehow it had gotten caught in the contracts that you -- that you brought -- brought me about B.E. I found that.",
        "Lindsay: It can't be.",
        "Nora: Why can't it be, Lindsay? Because you thought you got rid of it? Is that what you were going to say?",
        "Lindsay: Give it to me.",
        "Nora: No. I'm not going to do that.",
        "Lindsay: You're not going to read it for anyone. I am.",
        "[SCENE_BREAK]",
        "Talia: I'm a cop, and you're a criminal. You're not my father. You're no better than any other mook that I would put behind bars.",
        "Carlo: You wound me, Talia.",
        "Talia: My mama didn't even want me to become a cop. She was afraid that I would end up coming up against you, like this. But that's the reason why I did it. I ought to put you away. And I'm going to undo all of the damage that you've done.",
        "Carlo: You wanted to connect to me, Talia.",
        "Talia: No.",
        "Carlo: It's the one missing thing in your life. You are part of me, Talia. The same blood runs in our veins. You couldn't rest until -- until you found me.",
        "Talia: Now I have, and I'm going to personally make sure that you go back into that cage where you belong.",
        "[SCENE_BREAK]",
        "Cain: We need to find an edge on the ambassador, something to level the playing field.",
        "Tina: Hmm. Got any bright ideas?",
        "Cain: Fresh out. And you?",
        "Tina: Yeah. I think it's time for us to, uh, abdicate.",
        "[SCENE_BREAK]",
        "Lindsay: \"Dear Lindsay, I think it's pretty clear that we're friends, and that's all we're ever going to be. Bo's the man for you, and that's that. I blame myself for what happened between us. I didn't appreciate you enough. I like a woman who thinks outside the box, and, girl, that's you. It takes a special kind of woman to take out a monster like Spencer Truman, and then fake a nervous breakdown to avoid doing time. I've spent too much time with you after Jen died not to know that you've suffered enough, and I'll never forget how good you were with Jamie during the time that I had her. You deserve to be happy, and you say Bo makes you happy. So your secret is safe with me.\"",
        "Nora: I'm so sorry.",
        "Lindsay: I knew what I was doing when I murdered Spencer Truman. He was going to tell Todd that Tommy was his son. Michael and Marcie were going to lose their son, and nobody should lose a child. I lied to you, Bo. I lied because I was trying to protect myself. But then, I kept lying about it because I knew that I was falling in love with you, and that's the truth.",
        "Bo: I'd like everybody to, uh, to get out now, please. Everybody, but you.",
        "[SCENE_BREAK]",
        "Starr: So, me wanting to give this baby to you and Mrs. McBain is just all about getting back at my dad, right? That's exactly what you want to think?",
        "Michael: No, I'm sure that there's more to it than that, but --",
        "Starr: Right, like how I want what's best for my baby, and how I'm 16 and I would be a horrible parent and you guys wouldn't? I mean, my family took a baby away from you, and I want to make this right.",
        "Michael: Okay, Starr, that's --",
        "Starr: But please, look -- please, do not tell me the reason why you won't adopt this baby is because of why you think I'm doing this.",
        "Michael: It's not just that.",
        "Starr: Then what is it? Okay, maybe -- you don't -- maybe you think I'm going to get scared and back out, but I won't, okay? I'll sign anything. I want you and Mrs. McBain to have this baby, okay? It is one thing that I want more than anything in this world. I mean, this is something that you guys can't have unless someone like me comes along. Don't you want this?",
        "[SCENE_BREAK]",
        "Cole: People have been lying to you, a lot.",
        "Todd: Which people?",
        "Cole: This is hard, okay?",
        "Todd: Stop wasting my time.",
        "Cole: Listen, I'm not done.",
        "Todd: You can't even string two syllables together.",
        "Cole: Listen to what I have to say.",
        "Todd: Get out of here.",
        "Cole: Starr is pregnant.",
        "Todd: What did you just say?",
        "Cole: She's having my baby.",
        "[SCENE_BREAK]",
        "Antonio: Ahem. What's going on?",
        "Guard: You're both to remain in your chamber.",
        "Second Guard: Until such time as you are called.",
        "Cristian: The princess wouldn't do this to us.",
        "Guard: We don't take orders from her.",
        "[SCENE_BREAK]",
        "Talia: How did you escape Statesville without the Feds finding out?",
        "Carlo: Oh. I have my friend and your former superior to thank for that.",
        "Talia: Ramsey?",
        "Carlo: Mm-hmm, he executed a magnificent exit for me.",
        "Talia: You've been mixed up in all of this from the beginning?",
        "Carlo: You know what they say. Idle hands, the devil's workshop.",
        "Talia: I don't want to know about the details. I just -- I want to talk about a deal.",
        "Carlo: What are you offering?",
        "Talia: My -- loyalty and undivided attention.",
        "Carlo: And in return?",
        "Talia: Just let Sarah go, leave Antonio and Cristian alone.",
        "Carlo: I'm sorry that I have to be the one to teach you this, Talia, my sweet, but not everything is about you.",
        "[SCENE_BREAK]",
        "Lindsay: Bo, please try to understand that Spencer was crazy.",
        "Bo: Is that what you think? That I care about why you killed Truman? After everything he did to Pa and Kevin, half the town.",
        "Lindsay: No, no, I know it's because of me. Because I lied to you. I lied to everybody.",
        "Bo: And I gave you every chance to tell the truth.",
        "Lindsay: And I wanted to tell you. I wanted to tell you so many times.",
        "Bo: Oh, save it.",
        "Lindsay: I wanted to tell you, even when you proposed to me, I wanted to tell you.",
        "Bo: But you managed to keep it to yourself, didn't you?",
        "Lindsay: When you asked me to marry you, I didn't think it was so much that -- that you loved me, but that you just lost your job and your dad, and you loved both those things so much. And then Nash died and I -- I thought maybe you didn't want to waste the rest of your life. But I was okay with that, because I love you. And I saw it as a chance for us to have some happiness together. So, yeah, I kept quiet.",
        "[SCENE_BREAK]",
        "Rex: Let me know what happens.",
        "Clint: Yeah.",
        "Marcie: Me, too. Bye.",
        "Clint: Bye.",
        "Nora: I didn't want to have to do this to them again.",
        "Matthew: You don't care about anything that has to do with Dad and Lindsay.",
        "Nora: Excuse me?",
        "Matthew: Why'd you have to go and ruin Dad's wedding?",
        "[SCENE_BREAK]",
        "Marcie: What do you think's going to happen?",
        "Rex: You're asking me?",
        "Marcie: I know she did it for me, Rex. It didn't even matter.",
        "Rex: You're like a daughter to her, Marce. She was trying to protect you. When Lindsay killed Truman, she was trying to be a good mother.",
        "Marcie: Hey.",
        "[SCENE_BREAK]",
        "Michael: Okay, so let's say that you're not doing this to get back at your dad. Let's say that you're in it for all of the right reasons. Just think about the position that this puts Marcie and me in.",
        "Starr: Okay, but don't you and Marcie want a baby? I mean, you do, don't you?",
        "[Michael sighs]",
        "Michael: It almost killed both of us, losing Sam, all right? I don't think we would survive losing another child -- to your dad.",
        "Starr: Okay, whoa, first off, my dad would not go near this baby, all right?",
        "Michael: But how are you going to keep him away? And when he finds out that his daughter wants to give his grandchild to the woman who ran away with his son, I mean, he's -- you know what he will do.",
        "Starr: Okay, my dad doesn't know that I'm pregnant, and I'm going to make sure that he never does.",
        "[SCENE_BREAK]",
        "Todd: Are you lying?",
        "Cole: I'm not lying.",
        "Todd: Well, then you're just some sick freak who's trying to mess with my head.",
        "Cole: You think I'd make up a reason to spend one minute with you? What I'm telling you is the truth.",
        "Todd: No. Starr would have to have sex with you. She didn't have sex with you.",
        "Cole: We did that night you walked in on us. Starr lied to you.",
        "Todd: No, she wouldn't do that.",
        "Cole: She wouldn't tell you the truth, but I am. I mean, you'll see that I'm right pretty soon.",
        "Todd: No. No, I would have known. No, she would have told me.",
        "Cole: Are you for real? She couldn't tell you. It was the only thing she could do to keep you from killing me. She told you what you wanted to hear and you believed it, okay? But now you know the truth, so you have to deal with it. Starr's pregnant and she's in trouble.",
        "Todd: 16 years old. I should have killed you when I had the chance.",
        "Cole: All right, dude, you want to kill me? Go ahead, do it! Huh? Maybe if you're lucky, you'll get a picture of my kid to take with you to prison.",
        "Todd: Who else knows about it?",
        "Cole: Everybody named Cramer.",
        "Todd: Blair knows?",
        "Cole: Yeah. She found out at the hospital in Virginia Beach when you pushed Starr down the stairs. She could have lost the baby because of you. And she still could lose the baby.",
        "Todd: What does that mean? Is there something wrong?",
        "Cole: No. She wants to give the baby up for adoption.",
        "[SCENE_BREAK]",
        "Cain: Abdicate? Is that a joke? We are the last of the Mendorran royal line.",
        "Tina: We're frauds.",
        "Cain: We'd plunge the country into civil war.",
        "Tina: You know, what about Sarah? I mean, I no longer care about the crown, the jewels, the money, any of it. All I care about is Sarah, so I think it's time that we turned ourselves in and have Jonas Chamberlain arrested.",
        "Cain: And get ourselves thrown into jail?",
        "Tina: Well, that doesn't matter anymore.",
        "Cain: What? Why -- how'd you become so maternal all of the sudden?",
        "Tina: I guess it was seeing her, when I spend time with her. She -- Cain, I mean, she loves me.",
        "Cain: Just give me one day, all right? One day to neutralize Jonas and save Sarah.",
        "Tina: Honey, this can't go on forever, all right? Somebody sometime is going to figure out who we really are.",
        "Bitterman: Majesty?",
        "Cain: Ja?",
        "Bitterman: You are not who you say you are.",
        "[SCENE_BREAK]",
        "Nora: I didn't want to do what I had to do. I had no choice, Matthew.",
        "Matthew: You had to do that to Dad?",
        "Nora: Sweetheart, Lindsay killed a man.",
        "Matthew: And she paid for that.",
        "Nora: No, she did not pay for that. She lied to a judge and a whole courtroom of people and to all of us. She spent a couple of months in St. Ann's, when she really belonged in prison. And I was not about to let her be a part of your life without your father at least knowing that fact.",
        "Matthew: You didn't do this for me. You did this to get to Dad.",
        "Nora: Ex-- are you -- is everybody -- what is the matter with everybody? Are you all out of your minds? I don't -- I don't understand. You act like she's just -- has some unpaid parking tickets here. The woman killed a man and then lied to a judge to get away with it.",
        "Clint: According to R.J., who in that same letter said that he was jealous of Lindsay's happiness with Bo.",
        "Nora: Okay, I couldn't check out all the details, all right? But I still felt that Bo had a right to know about all of that before he made the decision that change -- that could affect my son's life forever.",
        "Clint: Well, why did he do it this way? Did you do it this way for Bo or for you?",
        "[SCENE_BREAK]",
        "Lindsay: I love you with everything I've got. I knew -- I just wanted us to have a chance. And I knew you couldn't live with this.",
        "Bo: Can you live with what you did?",
        "Lindsay: Yes. Can you find it in your heart to stay with me now?",
        "[SCENE_BREAK]",
        "Michael: Starr, you can't keep your father in the dark about your pregnancy forever.",
        "Starr: Okay, why not? I mean, I never see him and my mom has a restraining order against him.",
        "Michael: Ooh, a restraining order. And do you think that's going to keep Todd away?",
        "Starr: No, I don't, but once he violates it, he'll get arrested.",
        "Michael: And you don't think that anybody is going to tell him?",
        "Starr: Who would be suicidal enough to give my dad that news?",
        "[SCENE_BREAK]",
        "Todd: So, Starr just got pregnant and she's already decided to put it up for adoption?",
        "Cole: She feels like it's the best thing.",
        "Todd: And why is that?",
        "Cole: I think it's because of you.",
        "Todd: Oh, yes, of course. Got to be my fault. I didn't even know she was pregnant.",
        "Cole: Look, I'm just saying if Starr felt like she had her whole family behind her, she might see that raising this baby is actually possible. But Starr, she doesn't see that. So, unless she can be convinced otherwise, she's going to give our baby to another couple who she thinks can do a better job raising it.",
        "Todd: Which couple is that?",
        "Cole: I -- I don't know for sure.",
        "Todd: Yeah, you do. You know. Who is it?",
        "Cole: It's the McBains.",
        "[SCENE_BREAK]",
        "Starr: And what if somebody does tell my dad that I'm pregnant? So what?",
        "Michael: \"So what?\"",
        "Starr: Yeah, what can he do about it? It is my baby until I give it away, hopefully, to you and Mrs. McBain, and then it's yours and it's out of my dad's control.",
        "Michael: Yeah, and that is when your dad is at his absolutely most dangerous.",
        "[SCENE_BREAK]",
        "Todd: No kid of mine would ever do anything to help that bitch Marcie McBain.",
        "Cole: Starr's only doing this because she's not thinking straight. She's scared and she feels like she owes them something.",
        "Todd: What the hell does she owe them?",
        "Cole: I don't know. Look, look, I wouldn't be here if I didn't think you were the only person that could stop her. You don't want this. You don't want your grandchild being raised by John's brother and that woman who kidnapped your son.",
        "[SCENE_BREAK]",
        "Starr: Could you -- I mean, would you please talk to Mrs. McBain about this? I'm not keeping this baby, okay? Someone is going to adopt it, and I would like it to be you guys.",
        "Marcie: Starr. What are you doing here?",
        "Starr: I actually came here to see you, and then I ran into Dr. McBain and we started talking about you adopting a baby.",
        "Marcie: What'd he say?",
        "Starr: He's not into the idea at all.",
        "Marcie: Yeah, so -- well, then why did you come see me?",
        "Starr: Well, when I saw you at the diner, you were with your lawyer, and I thought that maybe you had changed your mind?",
        "Marcie: You did not say anything to him, did you, about me meeting with our lawyer?",
        "Starr: No, I didn't, but am I right? I mean, have you changed your mind about taking my baby?",
        "[SCENE_BREAK]",
        "Nora: I didn't do this, Clint. Lindsay did this. She lied about her insanity. All I did was make sure that Bo found out about it before he brought her into my son's life permanently.",
        "Clint: Well, it sounds to me like Bo never would have found out if it hadn't been for you.",
        "Nora: And is that all right with you?",
        "Clint: I don't know. All I know is that I haven't seen my brother this happy since before Pa died.",
        "Nora: So I should keep my mouth shut about a murder because, what, the victim is someone you didn't really like very much anyway? Are you kidding me?",
        "Clint: You know something, Asa used to say, \"Some secrets are worth far more than the truth.\"",
        "[SCENE_BREAK]",
        "Bo: Maybe you're right. Maybe I wouldn't have been able to live with this. But now I guess we'll never know one way or the other.",
        "Lindsay: Bo, please don't go.",
        "Bo: How are we supposed to work our way through this?",
        "Nora: I'm sorry, Bo.",
        "Bo: Save it.",
        "Lindsay: Are you happy now?",
        "[SCENE_BREAK]",
        "Cain: [With foreign accent] What do you mean, Bitterman?",
        "Bitterman: If I may be so bold, your highness is not himself.",
        "Cain: What a curious observation. Then, who am I?",
        "Bitterman: Pardon me, Your Majesty, buy you are not in your usual ill humor when late for your evening soak.",
        "Cain: Ah.",
        "[Cain laughs]",
        "Cain: Very good, very good, yeah. It's because the princess has arrived, yeah.",
        "Bitterman: Shall I draw you a bath?",
        "Tina: Um, no. No, Bitterman, the prince is far too busy, but I could use a bath after my long flight.",
        "Bitterman: Very good, highness.",
        "[Cain sighs]",
        "Tina: Ah. Thought he was on to us.",
        "Cain: [Normal voice] No, that Teutonic twit, he knows nothing. You take a bath and I'll brainstorm. And these are the jewels, yes?",
        "Tina: Yes, right. And I will keep them right here with me until I get my kid back. Hmm.",
        "Tina: Oh -- thank you for the foot massage.",
        "[SCENE_BREAK]",
        "Cristian: This is ridiculous. There's got to be some kind of mix-up.",
        "Antonio: We're here by invitation of the royal family. Okay, the princess has given us full access of the entire palace.",
        "Guard: The princess' authority is not absolute in Mendorra.",
        "Second Guard: Our orders are to confine you to your room.",
        "Antonio: Orders? Who gave you these orders?",
        "Guard: Guten nacht.",
        "Cristian: It's locked. Looks like the trap's been sprung.",
        "Antonio: Yeah.",
        "Carlo: I went to a great deal of trouble to bring you here. And I have plans for Miss Roberts, too. And your mother, Princess Tina. And we wouldn't want to forget the Vega boys and leave them out of all this fun now, would we, huh? But I'm saving the last and the best for you, my loving daughter.",
        "Carlo: Oh, how rude of me. I almost forgot, welcome to Mendorra.",
        "[SCENE_BREAK]",
        "Starr: Oh, my God, thank you so much. Thank you so much.",
        "Marcie: No, listen, listen, Starr, please don't thank me. Don't thank me yet. Okay, I am a very long way from saying yes.",
        "Starr: As long as you're thinking about it, that's all that matters. Thank you. Thank you so much. What are you going to do about Dr. McBain, though?",
        "Marcie: I don't know, okay? But give me 24 hours, okay? I'll -- I'll see what I can do.",
        "Starr: Right. I -- I know that you can talk him into it, okay? You guys are going to be great parents.",
        "[SCENE_BREAK]",
        "Cole: I tried everything I could to get Starr to see that she's making a mistake. But she feels that giving our baby to the McBain's is the best thing. She won't listen to me, so the only thing that I could think to do was to tell you. You're the only one that can stop her.",
        "Todd: Get out.",
        "Cole: Well, are you going to do something?",
        "Todd: Get out.",
        "Cole: Sorry, Starr."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=B294tsebQL8"
}