{
    "Episode Summary": [
        "Episode # 10693"
    ],
    "Recap": [
        "Markko walks in on Ford and Langston kissing in Ford's apartment. He demands to know what exactly her relationship with Ford is and how long it's been going on. When Ford tells him that they have been sleeping together, Markko punches Ford. Ford says it was just sex; he doesn't love Langston. Markko tells Langston that it appears he wasn't the only fool. Markko leaves and Ford breaks up with Langston and tells her that the secrecy made it fun. Cole and Starr dance alone together after the prom has ended until the police officer tells him he has to go back to jail. Cole tells Starr that he loves her and asks her to hold on to the good things they have, but he still doesn't want to consider Hannah as the person who pushed his mother down the stairs. He later tells his Marty that he isn't sure if he and Starr can get past it. Cristian proposes to Layla at the prom while Jessica watches. Jessica cries to Brody and tells her he will never understand being stuck in the past when everyone else has moved on. In an attempt to help Jessica remember her life, Brody tells her that her father, Mitch Laurence gave her electroshock, drugged her, and tried to rape her. Jessica thinks he is lying. Jessica goes to Cristian and Layla's apartment and Ford opens the door. Marty breaks up with John and tells him to go meet Natalie at Rodi's. Natalie sees them kissing goodbye. Natalie goes back to Roadies where Roxie tries to convince her that John loves her. Natalie leaves Rodi's later and goes to Brody's room at the Angel Square Hotel."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Woman: Together we can take on the world oh, yeah together we can do anything if we just believe together you and me",
        "Brody: Jess? Jessica! Jess, look. I know it's not what you want to hear, that Cristian isn't interested, but you just can't run off like that.",
        "[SCENE_BREAK]",
        "Cristian: Will you marry me, Layla?",
        "[SCENE_BREAK]",
        "Marty: I should go.",
        "John: I'm sorry.",
        "Marty: So am I, but it's time. Bye.",
        "John: Yeah.",
        "[SCENE_BREAK]",
        "Langston: Markko.",
        "[SCENE_BREAK]",
        "John: Tell me something. The letter--would you still feel this way if you hadn't read it?",
        "Marty: There's nothing in that letter that I didn't already know, that Natalie is in love with you and you're in love with her.",
        "John: It's about you and me, and you know how I feel about you.",
        "Marty: Yeah, but we had our chance, actually twice, and some things just aren't meant to be.",
        "John: You know, my old man, he would say, \"every relationship can end, but, you know, it's the ones that stick it out through the hard times that make it.\"",
        "Marty: I know, but does that sound good to you, just sticking it out?",
        "John: I don't know, but I'm willing to try.",
        "Marty: I know you are because you're a good man and you're trying to protect me, and I'll never forget how you rescued me from Todd and you coaxed me back into life. I was a broken mess back then, but I'm not anymore, thanks to you. You helped make me strong, strong enough to say good-bye.",
        "[SCENE_BREAK]",
        "Cole: I miss you so much. You know, I lie there in my cell trying to sleep, but I can't. I can't sleep without you being next to me.",
        "Starr: I know. I curl up with your pillow, but then when I wake up in the middle of the night, you're not there. [Sobs]",
        "Cole: If I fall asleep--",
        "Starr: Oh...",
        "Cole: What?",
        "Starr: No. It's just that when we're together, everything else just doesn't seem that important.",
        "Cole: I know.",
        "Starr: Maybe that's what we need to do, Cole. You know, we need to concentrate on the good stuff because there's so much of it. There's Hope. There's our home. Everything is going to be better when I go to L.U. Maybe we should just focus on us.",
        "Cole: How about we just focus on right now?",
        "Starr: Do you have any idea how much it means to me that you're here? I mean, I know it's just some stupid prom, but it isn't, you know? It's our school. It's where we met. It's where it all happened. It's where we fell in love.",
        "Cole: I know.",
        "Starr: Gosh, I just-- everything feels great when we're together.",
        "Cole: You know that's all I want is for us to be together. I never want to let you go.",
        "Starr: Then don't.",
        "[SCENE_BREAK]",
        "Markko: I can't believe that you would do this to me. I would never do this to you!",
        "Ford: Oh, get over yourself. It was one kiss.",
        "Markko: That's a lie. It was more than just one kiss. This has been going on for a while now, hasn't it? Hasn't it? No, don't you look at him.",
        "Ford: Calm down.",
        "Markko: You shut up! Tell me I'm right, Langston. Tell me that you've been seeing this bastard now for weeks.",
        "Langston: Markko, I don't know why you think that.",
        "Markko: Because it's the truth and everybody knows it!",
        "Langston: What? What are you talking about?",
        "Markko: Your friends Matthew and Destiny. I saw them on the tape that I was making for you. The camera must've still been rolling, and it caught them talking about how they saw you kissing Ford in the gym, right? Stupid me, I didn't want to believe it, so I asked them, and Destiny told me. She told me she saw you, Lang. So how long? How long have you been sneaking around with this creep?",
        "[SCENE_BREAK]",
        "Layla: If this is how you win an argument--",
        "Cristian: I'm done arguing. Jessica and I were high-school sweethearts, and I feel bad that she's stuck in the past, and I really hope that she gets better, but my life, my future is with you. I love you.",
        "[Layla sniffles]",
        "Cristian: Are you gonna marry me, or what?",
        "[SCENE_BREAK]",
        "[Jessica sobbing]",
        "Brody: Hey, hey, what's wrong? Jessica, did somebody hurt you?",
        "Jessica: What do you think?",
        "Brody: What happened?",
        "Jessica: He proposed to her. My boyfriend, the boy that I love more than anything else in the world, he's marrying someone else. Did you hear me? Cristian is marrying someone else. He proposed to Layla. How can he do this to me? My life is over!",
        "[Jessica sobbing]",
        "[SCENE_BREAK]",
        "Roxy: I knew you'd come back. All right. Pull up a stool. What's going on with you? Did you see Johnny? What did he say? Where is he? Ooh, you hate appletinis.",
        "Natalie: Ugh. Somebody want to get me a double shot of whiskey, straight up?",
        "Roxy: Double whiskey? What the hell is going on with you? Did you go to the airport?",
        "Natalie: I should've, but no. I swallowed my pride, and I went to the station.",
        "Roxy: Was Johnny there?",
        "Natalie: Oh, yeah. He was there, all right.",
        "Roxy: Well, what'd he say?",
        "Natalie: Not much. He was busy.",
        "Roxy: Busy with what?",
        "Natalie: I got there.",
        "Roxy: Baby, don't, don't. Don't do that because Johnny wouldn't like that.",
        "Natalie: Mm. I guess that's just too bad, isn't it?",
        "Roxy: Would you just get out behind the bar? Don't drink like that. It's gonna make you sick.",
        "Natalie: Oh...",
        "Roxy: All right. Look. What happened when you got to the office?",
        "Natalie: He was kissing Marty.",
        "Roxy: What?",
        "Natalie: Yep. He was kissing Marty. My letter was right there, and he obviously read it.",
        "Roxy: What kind of kiss?",
        "Natalie: A kiss--his mouth, her mouth. They were kissing.",
        "Roxy: Okay, okay, okay, okay, okay.",
        "Natalie: So you know what? You win some, you lose some. You know, I put my heart out there, and he picked Marty.",
        "Roxy: Oh, God, there's got to be some reason.",
        "Natalie: Yeah. Yeah. He wants Marty, not me. John doesn't want me. That's fine. John doesn't want me.",
        "Roxy: Oh, honey.",
        "[Natalie sobs]",
        "[SCENE_BREAK]",
        "John: You were always strong enough, and you and me, it was never about me rescuing you or protecting you. It's about how I feel about you.",
        "Marty: But you know that thing, that special thing that draws two people together and keeps them together no matter what? You have that with Natalie. I can see it. I can feel it, so let's just be friends. That sounds ridiculous, but I hope we can be.",
        "John: I can't imagine my life without you in it.",
        "Marty: Ah, but I have to get on with that, and so do you.",
        "John: [Sighs] What do you mean?",
        "Marty: There's-- there's someone waiting for you.",
        "[SCENE_BREAK]",
        "Natalie: God, I never should've listened to you. I never should've written that stupid letter. Do you know John doesn't even watch those movies? \"I'll meet you at midnight, or I'm leaving you forever.\" Those stupid Hollywood movies.",
        "Roxy: Everybody watches those movies. Yes.",
        "Natalie: No. John doesn't. Marty doesn't. Oh, my God, oh, my God, he probably read her the letter. Great. I could just see her face, her shrink know-it-all face. \"Poor Natalie. She's got it bad.\"",
        "Roxy: No. Shrinks don't talk like that, but maybe they should talk like that because maybe their patients would understand them a little bit better.",
        "Natalie: Trust me, that's what she meant.",
        "Roxy: Oh, there's got to be some explanation for all this.",
        "Natalie: He tripped, and she caught him with her mouth? They were kissing.",
        "Roxy: What kind of kiss was it? I mean, you know, maybe she just got there, so he was kissing her hello. Maybe he was just kissing her good-bye, or maybe he was--",
        "Natalie: It was a kiss.",
        "Roxy: Maybe it was her birthday. Fine! Fine!",
        "Natalie: Where are you going?",
        "Roxy: I am calling up Johnny to find out why he was kissing Marty Saybrooke when you were here waiting for him.",
        "Natalie: No, don't you dare.",
        "Roxy: No, no, no. You can't just assume that he wants to be with Marty Saybrooke. You got to ask him.",
        "Natalie: So that he can tell me to my face that he doesn't want to be with me? Yeah, that'd be fun.",
        "Roxy: He wants to be with you. I saw with my own eyes. I'm telling you, you had every right to send him that letter.",
        "Natalie: Now, thanks to you, I cannot live here anymore without dying of humiliation.",
        "Roxy: All right. So you were embarrassed. All right, so big deal. At least you were honest. Now you got to hear Johnny's side of things.",
        "Natalie: Oh, I am humiliated enough. God, none of this would've happened--",
        "Roxy: If what, if I didn't talk you into sending that letter?",
        "Natalie: If Jared hadn't died.",
        "[SCENE_BREAK]",
        "Layla: I thought I was the kind of girl who would only attract screw-ups, that I couldn't tell a good man if I fell on him.",
        "Cristian: That's why I'm down on my knees. I'm a lot harder to miss.",
        "Layla: Cristian, you're the kind of guy I could only dream of, dream about ending up with.",
        "Cristian: I love you, Layla, and I'm yours 100%.",
        "Layla: Well, then you better get up if you're gonna marry me. Oh. Ring.",
        "Cristian: Oh.",
        "Layla: Ha ha! Oh!",
        "[SCENE_BREAK]",
        "Jessica: You don't want to hear about this.",
        "Brody: It's okay. I understand.",
        "Jessica: No. You don't understand. Nobody understands. Nobody knows what it's like to go back in time, to feel things that are over for everyone else. It's not over for me, and I don't know if it ever will be, and you-- you keep on hoping that I'm gonna remember you, and what if I never do? It's just too much pressure. I can't take it.",
        "Brody: Jess, I don't care how long it takes.",
        "Jessica: And what if I never remember? What if I am stuck here forever? Is that what you want?",
        "Brody: Well, when you were in high school the first time and the whole prom thing didn't go so well, you got over it, and then you and Cristian broke up, and you got over that, too. You moved on. You got married. You had Bree, and, yeah, it took a little while, but--",
        "Jessica: Half my life.",
        "Brody: Fine, half your life.",
        "Jessica: So you would wait that long for me to relive it?",
        "Brody: I will wait for you as long as it takes.",
        "Jessica: Why?",
        "Brody: Because I--",
        "Jessica: No! Stop it. I can't take it.",
        "Brody: Wait. Where are you going?",
        "Jessica: I'm going home.",
        "Brody: No. Then let me drive you.",
        "Jessica: No. I just want to walk.",
        "Brody: What? No. I'm sorry. It's after midnight. You're not walking home alone, not on my watch.",
        "Jessica: I don't want to talk about it anymore.",
        "Brody: Fine. We don't talk, but I'm driving you home.",
        "[SCENE_BREAK]",
        "Officer: Sorry, pal. It's after midnight. Time to go back to jail.",
        "[SCENE_BREAK]",
        "Markko: I think I deserve an answer, don't you, after how long we've been together, 3 years. We're living together, Langston. We've been talking about the future while you've been sneaking off on me. Who are you? Won't even look at me. Nice. You leave me standing on the dance floor like an idiot while you sneak off to see this jerk.",
        "Langston: It wasn't like that.",
        "Markko: No? I was at the prom. You left. I came running after you, and here you were wrapped around this loser.",
        "Langston: Markko, I'm so sorry.",
        "Markko: No, I don't want to hear it. I don't want to hear it, Lang. Just tell me what this is. What exactly is going on between you two? Tell me! Were you two just tonguing, or did you sleep with him?",
        "Langston: Can we just get out of here, please?",
        "Markko: No. I'm not going anywhere until you tell me what's going on here.",
        "Langston: I will but just in private. Can we just go--",
        "Markko: Why? Why? Is this news to him? I don't think so. I'm the one who doesn't know anything. I'm the fool! I trusted you!",
        "Langston: I know. I'm so sorry, Markko. Please, can we just go somewhere else so we could talk?",
        "Markko: No. I'm sorry. You don't get to scout locations. We're doing this right here, right now. Come on, say it.",
        "Ford: All right, fine. We slept together. Happy now?",
        "[SCENE_BREAK]",
        "Cole: Hey, can you give us a minute?",
        "Officer: Make it quick.",
        "Starr: You have to go?",
        "Cole: This was great.",
        "Starr: It's too bad it's not real.",
        "Cole: Starr, of course it's real.",
        "Starr: Cole, as much as we want our problems just to go away, they're not. You still believe that my dad pushed your mother down those stairs.",
        "Cole: Starr, it's not like I wanted to believe it. I mean, who wouldn't want to believe it? Starr, there was a witness.",
        "Starr: You won't even consider that Hannah is lying, a girl that tried to kill herself because a guy broke up with her, that she wouldn't do anything to break us up so she could have you all to herself?",
        "Cole: And the fact that you weren't too fond of her before this happened, you don't think that affected your judgment at all?",
        "Starr: Okay, you're right. I don't like her, okay? She doesn't respect our boundaries. We live together. We have a child, and she acts like you're up for grabs. That is not okay, and, I mean, maybe you're too flattered to see it.",
        "Cole: I'm not flattered.",
        "Starr: Oh, come on.",
        "Cole: Starr, the reason why I came here is so that we can remind each other of what's really important and that I love you.",
        "Starr: I love you, too.",
        "Cole: Okay, so can we just hang on to that?",
        "Starr: I will if you will.",
        "[SCENE_BREAK]",
        "Roxy: I know how much you loved Jared, and I know how much you miss him. But this thing about Johnny--Jared would be proud of you because you learned how to open up your heart again.",
        "Natalie: I never got a chance to close it. Jared died, and John came riding to the rescue before I'd even left the grave.",
        "Roxy: Oh, baby, I know he was there for you, but you know why he was there for you? Because he never stopped loving you.",
        "Natalie: Oh, please.",
        "Roxy: No, it's true.",
        "Natalie: I am just another of a long line of damsels in distress, you know, and I should have known. Marty lost the baby. John's never gonna leave her now.",
        "Roxy: All that stuff that happened on the mountain didn't come out of nowhere. There's a lot of history there.",
        "Natalie: I should have left it in the past.",
        "Roxy: Let me tell you--and this is something I really know. The past has a life of its own, and you can't ever control that.",
        "Natalie: You don't understand. What I'm trying to tell you is that what happened with John is because of Jared. I was a mess, and he put me back together, and that is--that's all it was.",
        "Roxy: You don't believe that, and neither do I. You got your feelings hurt. That's all it was. And now you got to talk to John.",
        "Natalie: I can't! Okay? I can't. I can't talk about this anymore. I know that you're, um--you're trying to help, but I really just need to be alone.",
        "Roxy: Well, I'm not leaving you here by your lonesome.",
        "Natalie: I'll be fine. I'm just gonna finish this drink, and I got a plane to catch.",
        "Roxy: Natty...",
        "Natalie: I'll call you when I land.",
        "Roxy: Baby, don't close down your heart, because you're gonna regret that.",
        "[SCENE_BREAK]",
        "Marty: \"If there's any part of you that feels the same way, I'll be at Rodi's at midnight. If I don't see you there then this is good-bye.\"",
        "John: It's past midnight. She's gone.",
        "Marty: Yeah, but anyone who has the guts enough to write this letter isn't going to leave because you're a little late. But she's not gonna wait forever. So go. Go before it's too late.",
        "[SCENE_BREAK]",
        "Brody: Jess, wait!",
        "Jessica: I told you I don't want to talk about this.",
        "Brody: I can't leave you like this.",
        "Jessica: Why? I'm home safe and sound. You've been a perfect gentleman. It's time to say good night.",
        "Brody: So that's it.",
        "Jessica: What do you want from me, Brody? I--I don't remember you. I'm sure you're a really nice guy, but nothing that either one of us can do is gonna change that.",
        "Brody: I thought we were making progress.",
        "Jessica: Progress? I got my heart stomped on tonight.",
        "Brody: And you'll get over it. You will. You already have. Listen, I don't mean to sound callous, but you've got to realize that you have already lived through this, and you survived.",
        "Jessica: I've lost everything.",
        "Brody: No, you-- no, you haven't. You still have a family who loves you. You have a beautiful little girl. And you've got me.",
        "Jessica: I don't remember you, Brody!",
        "Brody: I think you do. I think we had a moment there in the gym tonight.",
        "Jessica: No.",
        "Brody: Jessica, you looked at me, and you knew me. And maybe it was because we were--maybe it was because we were dancing, and maybe if we try that again. Maybe--like this.",
        "Jessica: You're confusing me.",
        "Brody: Just stop fighting it, please.",
        "Jessica: Stop trying to make me remember things that I don't want to remember.",
        "Brody: Like what? What don't you want to remember?",
        "Jessica: It's not that I don't want to remember. It's that I can't remember, okay? The memories--they're gone. It's an empty space. When I reach for them, they're just not there.",
        "Brody: Why?",
        "Jessica: Because a monster put an electrical current through my brain.",
        "Brody: What monster?",
        "Jessica: I need--I need to go inside.",
        "Brody: No, don't you go. We are so close right now. Please. If you just let yourself remember this one little thing, you'll get it all back.",
        "Jessica: I don't want to.",
        "Brody: And I don't blame you. But you can do this! You can make this happen! You can remember what happened! Yeah, and when you do, when you realize that you survived, that you lived through this, you'll get your life back. You just have to be brave just one more time, and I will be right here. I am not going anywhere. You were in the observatory up on the mountain. You were in a white nightgown.",
        "Jessica: I can't do this. Stop.",
        "Brody: Yes, you can. Yes, you can! And you know why? Because it's over. You've already lived through it. You're safe. He can't touch you. I won't let him.",
        "Jessica: Who?",
        "Brody: Mitch. Your biological father. The man who kidnapped you and he pumped you full of drugs--",
        "Jessica: Brody, please don't do this.",
        "Brody: And he tried to rape you. Jessica, that's what you're scared to remember.",
        "[SCENE_BREAK]",
        "John: I'm not just leaving you here.",
        "Marty: Then I'll walk you out. Come on. John, you want me to be happy. I want you to be happy, so come on, let's go. Natalie's waiting. Your future is waiting, so...let's go for it. Oh, honey, hi. How did it go?",
        "Cole: It was great. Starr was really happy to see me.",
        "John: That's good.",
        "Marty: Yeah. I'm so glad that worked out for you. John, you have someplace to go.",
        "John: I have to get Cole back to his cell.",
        "Marty: I'm sure Officer Greenlee here can do that.",
        "[SCENE_BREAK]",
        "Natalie: 5 ball...corner pocket. Uh!",
        "[SCENE_BREAK]",
        "Cristian: I just got to go lock up. Starr. What are you still doing here?",
        "Starr: I'm sorry. I was just about to leave.",
        "Layla: Do you have a ride?",
        "Starr: Yeah. I have my car.",
        "Layla: Are you okay? Because we can take you home. I mean, we're supposed to be chaperoning you guys.",
        "Starr: Is that new?",
        "Layla: This gorgeous thing? Brand-new as of 10 minutes ago. We're getting married.",
        "Starr: It's really nice. You guys are getting married because you love each other.",
        "Layla: Starr, what's wrong?",
        "[SCENE_BREAK]",
        "Langston: Markko, please--",
        "Markko: You son of a bitch!",
        "Langston: No, Markko!",
        "[SCENE_BREAK]",
        "Brody: Mitch wanted an heir, and in his sick mind, I guess it made sense to conceive a child with you, and you were in no condition to fight him off. He-- he drugged you. He tortured you. You were helpless. He put you on the bed. He was about to--to get on top of you, and I got there in time, and I stopped him. So he never--he tried, but thank God, he never got the chance. And Marty seems to think that the shock of it, that your brain just couldn't take it in, which is why you snapped back to a time when you were young and innocent and safe. Listen to me. Once you made peace with it, once you realize that you survived, that you're safe and Mitch is locked up and he's not ever gonna be able to touch you again, you'll be okay. You'll remember who you are. You'll remember your daughter and your sister... and you'll remember me.",
        "Jessica: And that's what this is about. It's about you.",
        "Brody: No.",
        "Jessica: You know, I knew you were selfish, but to make up something so vile and disgusting--",
        "Brody: I didn't make this up.",
        "Jessica: You need to go. My father didn't rape me.",
        "Brody: Your biological father, not Clint, and it was an attempted rape.",
        "Jessica: Oh, right, because you saved the day? Because you're such a hero?",
        "Brody: I stopped it because I love you!",
        "Jessica: You need to go! You had your two dates, so get out of here!",
        "Brody: Okay. I'll go, okay? I just need you to take it easy. I'm sorry if I pushed you too hard, but I was just--I was trying to get through to you. I never meant to hurt you.",
        "Jessica: Well, you did. Don't you ever touch me again. Just get out of here before I call the station and make a report. And if you ever come near me again, you will regret it.",
        "[Door slams]",
        "[SCENE_BREAK]",
        "Cristian: I'm going to take another look around, make sure everything's locked.",
        "Layla: What's wrong?",
        "Starr: I--I'm so sorry. I didn't mean to spoil your night.",
        "Layla: Don't worry about it. What's going on?",
        "Starr: Everything is a mess.",
        "Layla: With Cole?",
        "Starr: Yes. Well, no. If--if Cole and I were on a desert island, just the two of us with Hope, then we would be perfect, but we're not, and he's in jail, and it's because this girl that's going after him has convinced him that my dad pushed his mom down the stairs, and he believes her because he hates my dad and because his mom lost her baby, and everything is just a mess.",
        "Layla: Yeah, it is. But, you know, it's not the first time somebody from the outside tried to interfere with two people who love each other.",
        "Starr: I just don't get it. Why go after someone who's already taken?",
        "Layla: Well, in my case, Jessica still thinks Cristian is hers, or should be.",
        "Starr: Oh, right. She still thinks that she's in high school.",
        "Layla: Mm-hmm, and she stuffed the ballot box so she and Cristian could be named prom king and queen.",
        "Starr: Seriously?",
        "Layla: Yeah, but it didn't matter because Cristian's with me, just like Cole is with you. Trust me, that desperate girl will never get him away from you.",
        "Starr: But he likes her, and I can tell. She tells him everything that he wants to hear.",
        "Layla: Does he love you?",
        "Starr: Yeah, he does.",
        "Layla: Do you love him?",
        "Starr: Yeah.",
        "Layla: Then you'll be fine.",
        "Starr: But there's more than just me. There's--there's Hope, and she needs her father.",
        "Layla: And he needs her, but we're getting ahead of ourselves. You have enough on your plate without worrying about some girl, so you need to focus on Hope and hang on to what you know--that your guy loves you. That's all that matters. Come here.",
        "[SCENE_BREAK]",
        "John: Are you sure this is what you want?",
        "Marty: Yes. Go.",
        "John: Okay. Cole's gonna have a word with his mother. Make sure you get him back in his street clothes before you put him in his cell. No mention about tonight with Manning around.",
        "Cole: Trust me, I got it. You gonna tell me what that was all about?",
        "[SCENE_BREAK]",
        "Brody: Great, great. Why don't you just break it all, huh? Why not? Might as well, huh? You had to push her too far. You had to push her too far. And now she's gone and you've lost her for good.",
        "[SCENE_BREAK]",
        "Jessica: It's not true. It's not true. [Crying] He's just mad because I love Cristian, who loves Layla. It's not fair! I love him so much more than she does. Oh, why doesn't he care? He doesn't care. He just wants what he wants. Well, two can play at that game.",
        "[SCENE_BREAK]",
        "Langston: Markko, stop it. Stop it, both of you! Stop it! Leave him alone, Markko! Stop it!",
        "Markko: What? Are you protecting him now?",
        "Langston: I'm protecting you! I don't want you to get hurt!",
        "Markko: It's a little late for that! How could you do this? You lied to me! You broke every promise you ever made!",
        "Ford: Oh, grow up. It was just sex. It was nothing. You want to play house with her? Go right ahead. It's not like I'm in love with her.",
        "Langston: What? You said that you were--",
        "Ford: Leave it alone, Langston. It's over.",
        "Langston: You said that you loved me.",
        "Ford: Yeah, well, we said a lot of things.",
        "Markko: I guess I'm not the only one who's a fool.",
        "Langston: It was just sex? It's not like you're in love with me? Is that a joke?",
        "Ford: Well, what was I supposed to say? The guy attacked me.",
        "Langston: So you didn't mean it?",
        "Ford: Look, Langston, it was fun.",
        "Langston: You said that you were in love with me.",
        "Ford: Yeah. I loved it. You loved it. It was great. It was exciting, but I'm not about to open a joint checking account. God, you're still in high school.",
        "Langston: I'm about to graduate.",
        "Ford: Yeah, and go to college and have a life.",
        "Langston: With you. I thought with you.",
        "Ford: Yeah, well, that's not possible right now. I mean, you saw him. Your boyfriend's a lunatic.",
        "Langston: Okay, but he was just upset. He'll get over it. I mean, that's not the point. You and me, we understand each other.",
        "Ford: Look, it was great, but you got to admit, half the fun is the risk. I mean, who doesn't love a secret, okay? But now that everybody knows, I'm over it.",
        "Langston: You bastard. I'm gonna kill you for this.",
        "[SCENE_BREAK]",
        "Cole: So the reason why I came here--so that we can remind each other of what's really important and that I love you.",
        "Starr: I love you, too.",
        "Cole: Okay, so can we just hang on to that?",
        "Starr: I will if you will.",
        "[SCENE_BREAK]",
        "Marty: You said Starr was happy to see you?",
        "Cole: Yeah. It meant a lot that I was able to be there.",
        "Marty: It was a big night for her. It would have been sad if you hadn't been able to share it. She loves you.",
        "Cole: But is that enough?",
        "Marty: What do you mean?",
        "Cole: It doesn't change anything. I'm just starting to think--",
        "Marty: Starting to think what?",
        "Cole: I mean, as great as tonight was, it didn't solve anything. I'm still in jail, and Starr still trusts her dad, and I have no idea if we can get past all this.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Brody: Jessica?",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Ford: Langston is so predictable. Hi."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=raO5IVBlYF0"
}