{
    "Episode Summary": [
        "Episode # 10422 -- Aziza"
    ],
    "Recap": [
        "John gets arrested for the murder of 3 people and the stabbing of Blair. Bo, Nora, Tea and Marty all want to help him. But there is no alibi for him or other suspect. The mayor is ready to nail him and announces that he's informed the media. Todd finds out and everybody knows what that will motivate him to do. Langston, Markko and Dorian all tell Lola she is a disgrace for attempting to seduce Markko. Cole has a drug counseling session with Rachel Gannon (Nora's daughter). She is ready to work with him and he trusts her. But right then, Lola enters the office to tell her she happens to know that Markko helped Cole falsify his drug test. Everybody is devastated by the death of Officer Talia Sahib and still clueless as to who killed her and the others."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Zach: Hey, they nail you for what you did to me? Who am I kidding? This town would probably give you a medal for that. So what are you in for?",
        "[SCENE_BREAK]",
        "Nora: Marty?",
        "Marty: Nora.",
        "Nora: Just give me a second, will you?",
        "Marty: Well, what is this? You're not seriously charging John with Talia Sahid's murder, are you?",
        "Nora: I am.",
        "[SCENE_BREAK]",
        "Cristian: Bo?",
        "Bo: Hey, Cristian, come on in.",
        "Cristian: I got your message.",
        "Bo: Yeah.",
        "Cristian: What's up?",
        "Bo: Please, sit down. I wanted to talk to you about this myself. Uh -- we've been able to keep it out of the press so far, but I don't know how long that's going to last.",
        "Cristian: Did something happen to Antonio?",
        "Bo: No. No, it's not Antonio, it's -- it's Talia. I'm sorry, Cristian. She was murdered last night at Dorian Lord's house.",
        "[SCENE_BREAK]",
        "Dorian: Langston? Langston!",
        "Langston: I'm fine, I'm fine! I'm here.",
        "Dorian: You -- oh! Thank heaven you're all right!",
        "Langston: Yeah, I'm -- I'm fine.",
        "Dorian: Oh --",
        "Langston: I'm fine.",
        "Dorian: Oh. What is half of Llanview's police department doing outside?",
        "Langston: Well -- Markko stayed here last night.",
        "Markko: On the couch.",
        "Langston: Because you and Starr were staying at the hospital.",
        "Markko: And -- and we were both pretty upset about what happened.",
        "Dorian: What happened? What has been going on here?",
        "Ray: A woman was stabbed to death here last night, a police officer.",
        "[SCENE_BREAK]",
        "Rachel: Hi, Cole. I'm Rachel, your new drug counselor.",
        "Cole: Hi.",
        "Rachel: And I understand your previous counselor removed himself from your case because of personal history with you.",
        "Cole: It was more like he got personal with someone else.",
        "Rachel: Do you have a problem with honesty?",
        "Cole: What? No.",
        "Rachel: Good, because for this to work, we have to be totally open and honest with each other. I'll start -- my full name is Rachel Gannon. I'm Nora Hanen's daughter and Matthew Buchanan's sister.",
        "Cole: I paralyzed your brother, and now I'm supposed to believe that you're on my side?",
        "[SCENE_BREAK]",
        "Todd: Lou?",
        "Viki: She's not at her desk.",
        "Todd: You wouldn't happen to know Bo's password, would you?",
        "Viki: Todd, we need to talk.",
        "Todd: Probably not interested in the L.P.D. over at that dinosaur you guys call a newspaper, huh?",
        "Viki: What do you call \"The Sun\"?",
        "Todd: Uh, it's a contemporary information resource.",
        "Viki: I see.",
        "Todd: No, you don't, but you will soon enough. Oh, which reminds me -- check this out. It's pretty nice, huh?",
        "Viki: Fabulous.",
        "Todd: Yeah, it's the paper. Apparently people are interested in continuity. If they want to keep up on the times, they can log on to the new e-zine. You guys still printing \"The Banner\" on a Guttenberg press?",
        "Viki: Are you done with the lame jokes?",
        "Todd: Okay. What do you want?",
        "Viki: I want you to stop what you're doing to Téa Delgado.",
        "[SCENE_BREAK]",
        "[John groans]",
        "John: What are you doing here?",
        "Téa: Marty called me.",
        "John: Oh, yeah? Well, tell her I'm fine.",
        "Téa: I'll do my best to convince her. She's pretty worried about you.",
        "John: Oh, yeah? What did she say?",
        "Téa: Everything she knows. Now you need to tell me the rest.",
        "[John sighs]",
        "John: There's nothing to tell.",
        "Téa: Then may I suggest you find something? Because the police have a very compelling case, and it winds up with you going down for murder.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Layla: Okay. So if one shoe was under the bed, that means the other is \u0096",
        "Talia's voice: Hello. You just called Talia! Please leave a message after the beep.",
        "[Beep]",
        "Layla: Hey, it's me. I know you were working graveyard, but remember I told you I had a meeting with a really important buyer and you said that you promised you'd be home in time to walk the dog? Talia, if I am late because of you, I will absolutely kill you.",
        "[SCENE_BREAK]",
        "Cristian: Talia's dead?",
        "Bo: I'm sorry, Cristian.",
        "Cristian: What, um -- how?",
        "Bo: I sent her there. I sent her to Dorian's. She was killed in the line of duty.",
        "Cristian: Does Antonio know?",
        "Bo: Yeah. He's on his way here now. See, I thought, though, that maybe you could talk to some people that -- that were close to Talia before this gets out in the media.",
        "Cristian: Yeah, yeah, sure.",
        "Bo: Okay. Thank you.",
        "Cristian: But what do I tell them? Who did this?",
        "Bo: We're working on it.",
        "[SCENE_BREAK]",
        "Marty: Do you honestly believe John would kill a woman he considers his friend?",
        "Nora: I never said that. Look, there is enough evidence that we had to charge him, and you heard what the mayor said -- we have to treat this like any other case.",
        "Marty: So you're going to try a man that you know is innocent?",
        "Nora: Sometimes bad things happen to innocent people.",
        "Marty: Nora, I'm -- I'm sorry. No, I -- please, tell me. How is Matthew doing?",
        "Nora: Not so good. He doesn't want anyone to see him in a wheelchair and he won't even talk to me or -- or Bo about it.",
        "Marty: Well, I mean, maybe he needs to get some therapy.",
        "Nora: Well, Rachel is working with him.",
        "Marty: Rachel?",
        "Nora: My daughter.",
        "Marty: Right, right.",
        "Nora: She counsels people in Chicago. She's taken a leave of absence, and right now, she seems to be the only one that's able to get through to him.",
        "[SCENE_BREAK]",
        "Cole: How -- how are you supposed to help me? I mean, you hate me, right?",
        "Rachel: How could I hate you? I don't know you.",
        "Cole: Well, you know what I did.",
        "Rachel: You hurt people you love by doing drugs, just like everyone else in this facility.",
        "Cole: They didn't almost kill someone.",
        "Rachel: You don't know that. Everyone has a story. I know I do. I'm a recovering addict, and now I help addicts recover.",
        "Cole: I'm not an addict.",
        "Rachel: Labels aren't important right now. What's important is that I think I can help you.",
        "Cole: Yeah? What -- what about your mom and Matthew?",
        "Rachel: This is between the two of us. I've got no problems working with you if you've got no problems working with me.",
        "[SCENE_BREAK]",
        "Todd: I'm not doing anything to Téa Delgado.",
        "Viki: Please, will you stop with the innocent routine? It's not like I don't know you. You want Téa to tell the judge that Blair's marriage to John is a fraud.",
        "Todd: It is a fraud.",
        "Viki: And if Téa complies and you get custody of your children, you will agree to have a relationship with her?",
        "Todd: What do you give the defense attorney who's already got everything?",
        "Viki: Okay, that's disgusting.",
        "[Todd chuckles]",
        "Todd: All right. What else did she tell you? Did she tell you she's in love with me?",
        "Viki: Well, as I recall, we discussed the size of your ego.",
        "Todd: What are you, her mother?",
        "Viki: She grew up without a mother, much as you did. And she has spent her whole life looking for something solid and stable.",
        "Todd: Well, then she's -- she's barking up the wrong publisher, isn't she?",
        "Viki: Maybe she could quit if you would leave her alone.",
        "Todd: Listen, I'm not messing with Téa's heart. She doesn't have a heart.",
        "Viki: Of course she does. For some unknown reason, she still has room in it for you. Don't use that to get back at John McBain.",
        "Todd: Well, he did take my kids.",
        "Viki: No, he didn't take your kids -- you lost your kids.",
        "[SCENE_BREAK]",
        "Téa: Not only do they have you for the murder of Talia Sahid, they have your partial print on the weapon used to stab Blair.",
        "Zach: What? That means they have to let me go!",
        "Téa: Is that --",
        "John: Yeah, Zach Rosen.",
        "Zach: You made everyone think I did it, and then you go out and gut someone when I'm locked up? Smart move.",
        "[Téa chuckles]",
        "John: You want to know what the difference is? The difference is I didn't do anything to anybody.",
        "Zach: Me, either. I'm innocent.",
        "Téa: Ah. There's the small matter of assault with a deadly weapon, Zach.",
        "Zach: You looking for a new client?",
        "Téa: [Chuckling] Oh.",
        "Zach: Sorry, sweetheart -- I'm taken.",
        "Téa: I wish it were Zach. It was his ring they found on Talia's finger.",
        "John: Yeah, which I supposedly stole from the evidence room.",
        "Téa: Well, you had the opportunity and you were found with the body.",
        "John: Listen, I was trying to pull her out of the water because I thought I could save her.",
        "Téa: I understand that, but there were no witnesses.",
        "John: What do I get out of killing Talia? They don't have any motive.",
        "Téa: Actually, John, I'm afraid they do.",
        "[SCENE_BREAK]",
        "Dorian: Why would anybody kill that very attractive young police officer? And what was she doing here anyway?",
        "Ray: No one has told us anything.",
        "[Dorian scoffs]",
        "Dorian: John will know. Where is he?",
        "Langston: Well, I heard one of the cops say that he was at the police station.",
        "Dorian: It just occurred to me that two people have been stabbed since you came to live under this roof, Mr. Montes.",
        "Lola: He -- he was out to dinner with me.",
        "Ray: Lola and I decided to give Moe the night off since we were the only people at home.",
        "Dorian: Thank goodness Addie and the boys were at that amusement park. Did she say when she'd be back?",
        "Langston: Later today, I think.",
        "Dorian: I was going to go to LA. -- to be with David. Now, of course, I won't go because, well, with this lunatic on the loose -- oh.",
        "[Dorian chuckles]",
        "Dorian: Thank heaven you two girls weren't here.",
        "[Langston sighs]",
        "Dorian: What's wrong?",
        "Langston: My cousin tried to steal my boyfriend -- that's what's wrong.",
        "[SCENE_BREAK]",
        "Rachel: It's okay if you want a different counselor.",
        "Cole: I didn't say that.",
        "Rachel: But you're not sure. So I should help you make an informed decision. Here's what you need to know about me -- I grew up in Chicago, I love cats, and I have three rules.",
        "Cole: What are they?",
        "Rachel: I told you the first one -- total honesty. Two, total commitment. If we're both in the room, we both do the work. Maybe other people in your life have cut you slack, but I won't.",
        "Cole: And the third?",
        "Rachel: Follow the first two. So, what's it going to be? Are we in this together, or not?",
        "[Cole sighs]",
        "Cole: If I say no, they're just going to send me another counselor, right?",
        "Rachel: Yep.",
        "Cole: And the more counselors I have, the longer this is going to take.",
        "Rachel: True.",
        "Cole: Then, yes -- we're in this together.",
        "[SCENE_BREAK]",
        "Cristian: Thanks, Bo.",
        "Bo: I don't think I can hold the press off much longer.",
        "Nora: Oh, can't you just make a statement and not say anything about John?",
        "Bo: Yeah, but not without another suspect in custody.",
        "Marty: I -- I was there when this happened. How come I didn't see anything?",
        "Bo: Maybe somebody else did, you know? We just started canvassing the area.",
        "Nora: You know, someone will turn up. I -- I'm sure of it. I just don't see myself prosecuting John McBain.",
        "Mayor Lowell: Why the hell not?",
        "[SCENE_BREAK]",
        "Todd: So now you're Téa's new best friend?",
        "Viki: I'm here out of concern for you as much as Téa.",
        "Todd: Really? Doesn't seem like it to me.",
        "Viki: You know, after everything that's happened, everything you've done, everything you've lost, is this really the man you want to be?",
        "Todd: I don't know. Why are my options? I'm trying to do the right thing. I'm trying to be there for my kids -- oh, but that's right. I can't see my kids, can I?",
        "Viki: There's got to be a better way to reverse that situation than to ensnare Téa in your web.",
        "Todd: Ensnare her in my web?",
        "Viki: Don't ask her for help anymore, not like this.",
        "Todd: Well, Viki, if you're here to defend Téa's honor, you're a bit late.",
        "Viki: What are you saying?",
        "Todd: I'm saying that --",
        "[Todd chuckles]",
        "Todd: We spent the night in the web, and it was Téa doing the ensnaring.",
        "[SCENE_BREAK]",
        "Téa: You were a cop, John. You know how these cases are made.",
        "John: So what's my motive?",
        "Téa: Well, you broke out of prison and nearly killed Todd trying to save Marty, right?",
        "John: So, what, I'm -- I'm killing anyone that might hurt her? Lee, Wes?",
        "Téa: And Blair.",
        "John: I was with Marty when Blair was stabbed.",
        "Téa: Can anyone corroborate that? They'll say Marty was covering for you.",
        "John: How was Talia a threat to Marty?",
        "Téa: A smart D.A. can make it fit.",
        "John: Well, then it's a good thing Nora knows I didn't do this.",
        "Téa: Oh. If the mayor is pressuring her to make her case --",
        "[John sighs]",
        "John: She won't be able to. I'm being framed -- and not by him.",
        "Téa: You have a theory?",
        "John: Yeah. You said the killer's trying to protect Marty, right? Well, I know someone that thought he was doing that, probably be real happy to see me out of the way.",
        "Téa: You mean Todd.",
        "John: You know, Talia was my friend and now I'm being accused of killing her.",
        "Téa: So maybe it was Todd.",
        "John: I don't know. What was he doing at Dorian's?",
        "Téa: Well, he hated you for taking his kids away from him.",
        "John: So, what, you're saying he was there to kill me?",
        "Téa: Then Talia found him before he found you.",
        "John: I guess it's possible.",
        "Téa: [Chuckling] Oh. It's not only possible, it's plausible.",
        "John: You know, you almost sound like you want Manning to be guilty.",
        "Téa: I'm just trying to come up with an alternative theory of the crime -- part of my job, John.",
        "John: So how did you go from being his number one defender to wanting to see him fry?",
        "[SCENE_BREAK]",
        "Viki: So Téa manipulated you into having sex -- is that what you're saying?",
        "Todd: Your euphemism, not mine.",
        "Viki: And trading Blair's children for a night with you -- that was her idea?",
        "Todd: Oh, no, that was all me.",
        "Viki: Don't you see the power you still have over her? She deserves a lot better than to be hurt by you again.",
        "Todd: Hurt by me? Oh, no, no, no. She turned on me.",
        "Viki: She did?",
        "Todd: Absolutely. She had no intention of going to the judge.",
        "Viki: Oh!",
        "Todd: Yes.",
        "Viki: You mean --",
        "Todd: Yes. She got me to sleep with her and then didn't hold up her end of the bargain.",
        "Viki: Ha.",
        "Todd: What do you think of her now?",
        "Viki: I think that's awesome. Good for her.",
        "Todd: God, I don't believe you. You'd take her side in this?",
        "Viki: Oh, she doesn't need me on her side. The playing field has been leveled.",
        "[Viki chuckles]",
        "Todd: Well, it's never going to happen again, I can tell you that.",
        "Viki: Really?",
        "Todd: Yeah, that's right. I don't care what she does. She can walk in here and give me a pouty look or wear a tight skirt or talk to me in that breathy voice -- I don't care.",
        "Viki: Oh, me think someone doth protest a little too much.",
        "Todd: Jeez. Is that the way you talk in your newspaper because I can tell why circulation is down.",
        "Viki: So Téa's not the only one with feelings?",
        "[SCENE_BREAK]",
        "Langston: Lola's been after Markko since the minute she got here.",
        "Dorian: How dare you, young lady!",
        "Lola: I didn't do anything!",
        "Dorian: We took you in as a guest --",
        "Markko: Oh, that is so not true!",
        "Ray: Hey, hey, please, let's just -- let's just talk to each other.",
        "Dorian: What's there to talk about? It is absolutely wrong to go after someone who's already spoken for.",
        "Lola: I didn't do that!",
        "Dorian: Oh? Then why do Markko and Langston both say you did?",
        "Ray: Lola didn't mean to do anything wrong, Dorian.",
        "Langston: Oh -- oh, so kissing Markko, rubbing herself all over him -- that's not wrong? Uh -- yeah!",
        "Lola: Okay, I liked Markko. But once I found out that he wanted to be with Langston, I totally backed off.",
        "Markko: Oh, yeah, right.",
        "Dorian: We took this girl into my house, she was our guest, and this is how she repays us?",
        "Ray: It's not a crime to make a mistake.",
        "Lola: Papi, I swear I did what you told me to do at the Buenos Dias Cafe. I swear.",
        "Dorian: And what was that, may I ask?",
        "Lola: I went into the kitchen and I told Markko that I didn't want to come in between him and Langston and that I valued my family too much to do that.",
        "Langston: Oh, my -- she's pathological!",
        "Dorian: Huh, clearly.",
        "Ray: No, no, that is exactly what I asked Lola to do. That -- that's exactly what I asked her to do. And she did that -- right, Markko? She did that.",
        "Markko: Yeah. Yeah, that's right. She did come into the kitchen, she told me she promised her dad she'd forget about me. And then she tried to make out with me.",
        "[SCENE_BREAK]",
        "Layla: You are so fast for a little dog. Oh -- come here, C.V.!",
        "[Knock on door]",
        "Layla: Talia, that better be you running home to apologize. And I didn't think my day can get any better.",
        "Cristian: Can I come in?",
        "Layla: Sarah doesn't live here anymore -- remember? After you dumped her, she moved out.",
        "Cristian: I have to tell you something.",
        "Layla: Look, I don't have any time to trade insults with you. I'm going to be late for a meeting because I have to walk C.V. You want to know why I changed his name to C.V. for \"Cristian Vega\"? Because all he does is ruin things.",
        "Cristian: Layla, listen --",
        "Layla: Gee -- no funny comeback? \"Wow, Layla. No wonder the only man you can get is a dog.\"",
        "Cristian: I didn't come here --",
        "Layla: If you're looking for Talia, she's not here and I don't know when she'll be home.",
        "Cristian: Talia's not coming home.",
        "[SCENE_BREAK]",
        "Mayor Lowell: A police officer has been murdered. John McBain was with the body and the weapon. What's the problem?",
        "Bo: I'm not releasing a statement until all of Officer Sahid's relatives have been notified.",
        "Mayor Lowell: A killer's been caught. You don't think we should alert the public?",
        "[Bo sighs]",
        "Bo: You know, a suspect is in custody -- that's it.",
        "Mayor Lowell: You got a lot of nerve, Buchanan. If you think I am going to allow this department to bury this.",
        "Bo: No, no, nobody -- nobody is trying to bury anything! You know, when you investigate a murder, you come at it from every angle -- that's the job.",
        "Mayor Lowell: Well, you better not screw up this case or this job will no longer be yours.",
        "Bo: You tried that once before. That didn't work out real well.",
        "Mayor Lowell: I am not going to allow you to bend the rules to protect some renegade detective who's embarrassed my office one too many times.",
        "Nora: Wow, Your Honor, it really kind of -- for the untrained eye, it looks as though you're more concerned about your own reputation rather than finding the right person to put behind bars.",
        "Mayor Lowell: D.A. Hanen?",
        "Nora: Yes, sir?",
        "Mayor Lowell: You are on very thin ice.",
        "Nora: Yes, well, it's lucky that you can't fire me then, huh, because I'm an elected official.",
        "Mayor Lowell: Well, I can promise you you will never hold public office again if you fail to do your duty now.",
        "Bo: And speaking of which, we've all got jobs to do.",
        "Mayor Lowell: Yes, and I'd be happy to help. Since the L.P.D. refused to put out a statement of its own, I prepared mine.",
        "Bo: \"The L.P.D. apprehended suspected serial killer John McBain last night.\"",
        "[SCENE_BREAK]",
        "Téa: I have no illusions about Todd Manning. Once you've married the man twice, you know what he's capable of.",
        "John: Does that include murder?",
        "Téa: Right now, I'm not so concerned about who did commit these stabbings but who didn't. I told Marty I'd do whatever you needed.",
        "John: I need to find out who's setting me up. How soon can you get me out of here?",
        "[SCENE_BREAK]",
        "Ray: Is what Markko's saying true?",
        "Dorian: Of course it's true. But -- why don't we just let Markko speak?",
        "Markko: Well, I'm sorry but it's true, and that's not the first time Lola made a play for me.",
        "Ray: What does that mean?",
        "Lola: He's lying.",
        "Ray: I want to hear what he has to say.",
        "Markko: Well, the night of the dance, she kissed me then, too.",
        "Lola: No, I didn't!",
        "Ray: Be quiet!",
        "Markko: And she begged me not to say anything, so I didn't because I knew how much it would kill Langston knowing what her cousin did.",
        "Lola: Papi, don't listen to him. Don't let me -- don't let him call me a liar.",
        "Ray: No one is calling you a liar. You -- you are a young girl who's having feelings you're not used to having.",
        "Lola: Don't treat me like a child!",
        "Ray: I will treat you the way you deserve to be --",
        "Lola: Oh, you have turned my father against me. You will pay for this.",
        "Ray: Lola? Lola \u0096",
        "[SCENE_BREAK]",
        "Rachel: Looks like the results of your most recent urinalysis are in. It came back clean.",
        "Cole: Well, it had to -- didn't it? I stopped using.",
        "Rachel: You mean if you hadn't, I wouldn't know.",
        "Cole: What do you mean?",
        "Rachel: Some people get someone else to give their sample for them.",
        "Markko: What do you want me to do?",
        "Cole: Just pee in a cup.",
        "Cole: Huh -- you're kidding.",
        "Rachel: Addicts will do whatever they have to, whatever they can to deny that they have a problem.",
        "Cole: Look, I told you I'm not an addict.",
        "Rachel: Good, because I know every trick in the book.",
        "Rachel: It says here if you don't stay clean and go through the program, you'll go to jail. Take it from me, that is not how you want this story to end.",
        "[SCENE_BREAK]",
        "Bo: \"Finally, the Mayor wishes to assure the public that no man is above the law. Therefore, no special consideration will be given to John McBain's former relationships with either the FBI or the L.P.D. He is a man accused of a heinous crime and will be treated as such.\" With all due respect, what the hell good do you think this is going to do?",
        "Mayor Lowell: The truth is going to come out, Commissioner, whether you want it to or not.",
        "Bo: So you thought you'd get the chance to put your own spin on it before, huh? You know all the good P.R. you want for putting this kind of crap out -- it's going to go right out the window when McBain is cleared.",
        "Mayor Lowell: And you just assume he will be.",
        "Bo: John McBain did not kill anyone, all right? You come out with stuff like this -- the murderer is still out there. You tip our hand.",
        "Mayor Lowell: And you just don't think I should reassure the public that their city government is doing everything they can to protect them?",
        "Bo: Okay, fine! You give me till the end of the day.",
        "Mayor Lowell: To do what?",
        "Bo: Because then I'll come out with my own release to the media.",
        "[SCENE_BREAK]",
        "Téa: Well, since I don't make a habit of breaking people out of jail, I assume you want to hire me as your attorney?",
        "John: Sure, why not?",
        "Téa: Well, just so you know, I think I'll have no problem winning your case.",
        "John: Especially once we find the real killer. I just need to get out of here.",
        "Téa: I'm going to work on getting you bail -- I'll be back.",
        "John: Okay. Hey, Téa?",
        "Téa: Hmm?",
        "John: The kids --",
        "Téa: Yeah. I know, I know. Once Todd hears that you're in jail, that the charge is murder, he'll make a move for custody. Fortunately, there is a media blackout until Officer Sahid's relatives have been notified.",
        "John: Whew. It's not going to last long.",
        "Téa: Good thing for you, you have a kick-ass lawyer. Hey, Tom, get me out of here! With any luck, I'll have you out of here before word of your arrest hits the street.",
        "[Cell door closes]",
        "[SCENE_BREAK]",
        "Mayor Lowell: You can have all day to make your statement to the press. You can have all night as far as I'm concerned.",
        "Bo: What does that mean exactly?",
        "Mayor Lowell: My statement has just been released to every media outlet in the country.",
        "[SCENE_BREAK]",
        "Todd: You think I have feelings for Téa?",
        "Viki: Whenever you avoid my questions, I know I've hit a nerve.",
        "Todd: Oh, that's good to know. \"Don't avoid questions.\"",
        "Viki: You're doing it again.",
        "Todd: Uh, I don't have feelings for Téa. I told you it was a business deal.",
        "Viki: Well, that was your first marriage. But then you fell in love with her -- otherwise, there wouldn't have been a second.",
        "[Todd scoffs]",
        "Todd: Yeah, that turned out great, didn't it? Didn't last one night.",
        "Viki: What happened on the island? There's something there.",
        "Todd: Well, I am totally irresistible.",
        "[Viki chuckles]",
        "Todd: And she's just still got a thing for me.",
        "Viki: Yeah, and you for her.",
        "Todd: Okay, Viki. You found out that I didn't break her heart, so why don't guys go celebrate, and you know what you ought to do? Get her a bikini wax, on me.",
        "Viki: No, we're not talking about Téa's heart anymore. We're talking about yours. In your effort to get to her, she got to you.",
        "[Phone rings]",
        "Todd: Yeah? No, I haven't seen it yet -- is it up already? Cool, thanks. Seems I don't need Téa Delgado anymore.",
        "[SCENE_BREAK]",
        "Dorian: Darling, this must be awful for you -- painful, in fact. You were so kind to Lola and for her to do this to you --",
        "Langston: Yeah, it's -- it stinks. But, I have the type of boyfriend who didn't let her get away with it.",
        "Markko: Yeah, you got that right.",
        "Ray: Lola is very upset.",
        "Dorian: I imagine she is. It must be painful being outed as a skanky ho.",
        "Ray: Don't you speak of my daughter like that. Langston? I apologize to you -- to you as well, Markko. I am so sorry she did what she did.",
        "Langston: Well, it's over now.",
        "Ray: I -- I don't -- I don't get it because I know she loves you.",
        "Langston: Don't worry about it.",
        "Markko: Excuse us.",
        "Ray: I obviously don't know my child like I should.",
        "Dorian: She isn't a child. She's a young woman.",
        "Ray: I've been trying to make up for the time we lost by being open, trying to draw her out. But she's a mystery to me.",
        "Dorian: You did the right thing. You told her you disapproved, you told her to stop pursuing Markko.",
        "Ray: I told her. We talked. And then she broke the promise we made.",
        "Dorian: And what promise was that?",
        "[SCENE_BREAK]",
        "Rachel: Any withdrawal symptoms?",
        "Cole: Not really.",
        "Rachel: You're lucky. Most people get chills, sweats, nausea, bone pain. It can get so bad that they'll do anything to stop it -- like take another pill. The symptoms are at their worst 24 to 72 hours after you stop using.",
        "Cole: Like I said, didn't happen -- you know, so far anyway.",
        "Rachel: The good news is they're seldom life-threatening. As bad as it seems, you can get through it. If you get any symptoms, just, uh -- call me, anytime, day or night. Okay, you're off the hook.",
        "Cole: What?",
        "Rachel: You're free to go, and I look forward to seeing you again.",
        "Cole: Sounds like you actually mean it.",
        "Rachel: I do.",
        "Cole: Hey. Um -- can I ask you, how's Matthew doing?",
        "Rachel: I can't talk about that.",
        "Cole: Oh, okay.",
        "Rachel: This is our time, Cole and Rachel's. If you want to see how Matthew is, just give him a call.",
        "Rachel: Can I help you?",
        "[SCENE_BREAK]",
        "Cristian: Why don't we sit down?",
        "Layla: I don't want to sit down. What do you mean Talia's not coming home?",
        "[Cristian sighs]",
        "Cristian: Something happened last night, some case she was working on.",
        "[Dog whimpers]",
        "Cristian: Talia was murdered.",
        "Layla: No, no, no.",
        "Cristian: It's true. I wanted --",
        "Lola: You're lying!",
        "Cristian: Layla --",
        "Layla: How could you? What's wrong with you? Do you hate me that much -- is that what it is?",
        "Cristian: Layla, please.",
        "Layla: I don't have time for this -- I have to walk the dog. And you know what? Don't be here when I get back -- do not!",
        "[SCENE_BREAK]",
        "Viki: I know I'm going to regret asking you this, but what made you so happy?",
        "Todd: Oh, I'm sorry, Viki. I don't share information with the competition. You should get yourself one of these. Wow, what do you know? Well, then, you can look it up. John McBain has been arrested for murder.",
        "Viki: And who did he supposedly murder?",
        "Todd: Who cares? What judge in their right mind is going to award custody of three kids to an accused murderer?",
        "[SCENE_BREAK]",
        "Guard: Come on, Rosen. Time for your arraignment.",
        "Zach: Hey, I could see why you killed all those people for Marty -- she's still hot.",
        "Guard: Come on. Let him go, McBain.",
        "John: You might be next, Rosen.",
        "Zach: Marty the party girl! I guess you're not here to visit me -- here to see killer over there? After all these years, you're still screwed up about men.",
        "[Marty clears throat]",
        "Marty: How are you doing?",
        "John: Yeah, I'm okay.",
        "[Marty sighs]",
        "Marty: You sure?",
        "John: I just want to get out of here.",
        "Marty: Yeah, well, you may have to wait a little while. The Mayor's out for blood, doesn't seem to matter that you're innocent.",
        "John: Yeah, well, it's a good thing I have a top-flight lawyer. Thanks for calling her.",
        "Marty: The least I could do. You're pretty much in this mess because of me.",
        "John: I'm sorry you had to see Rosen.",
        "Marty: That's okay. Actually, seeing him in here -- it just reminds me that he's a nobody.",
        "John: Not even a killer.",
        "Marty: But, see, if -- if he didn't kill all those people and stab Blair, who did?",
        "[SCENE_BREAK]",
        "Ray: We had a -- a serious conversation.",
        "Dorian: What promise did you make?",
        "Ray: It is between Lola and me.",
        "Dorian: Oh, I get it. You have a conversation with Lola and our daughters end up at each other's throats. You know why, and I'm not supposed to know?",
        "Ray: When I -- when I told her that it was wrong for her to pursue Markko, she accused me of doing the same thing with you.",
        "Dorian: I really don't understand.",
        "Ray: You don't -- you don't understand?",
        "Dorian: Mm.",
        "Ray: I cannot ask my daughter to deny her heart's desire if I am not willing to do the same.",
        "[SCENE_BREAK]",
        "Markko: I'm kind of glad all this happened.",
        "Langston: What?",
        "Markko: Well, now everything's out in the open I hated keeping secrets from you.",
        "Langston: I don't care if it's, like, a surprise party, but not when it's my cousin sticking her tongue down your throat.",
        "Markko: She's not going to do that anymore, remember?",
        "[Langston sighs]",
        "Markko: What, what's wrong?",
        "Langston: Lola said she was going to make us pay. How far do you think she'd go?",
        "[SCENE_BREAK]",
        "Cole: Lola, what are you doing here?",
        "Lola: I couldn't live with myself if I didn't tell the right person what I know.",
        "Cole: What are you talking about?",
        "Lola: Don't hate me, okay? This is for your own good.",
        "Rachel: What is it you want to say?",
        "Lola: Cole didn't use his own sample on his last drug test. He asked his friend Markko Rivera to do it for him.",
        "[SCENE_BREAK]",
        "John: Téa thinks it was Manning.",
        "Marty: She really thinks he killed them?",
        "John: And she made a pretty good case for it.",
        "Marty: Well, he was the suspect all along, wasn't he?",
        "John: Killing Talia doesn't make any sense.",
        "Marty: Yeah, but he knew you were there inside the house. He had every reason to stab her and -- and Lee and Wes and Blair and then frame you for it. What? What are you thinking?",
        "John: I don't think it was Todd.",
        "[SCENE_BREAK]",
        "Téa: I need to get started on John's bail proposal.",
        "Nora: Oh, well, good luck with that one. The mayor is on me to request remand.",
        "Téa: I got bail for Todd, didn't I?",
        "Nora: Yeah, well, he wasn't being held as a serial killer.",
        "[Téa sighs]",
        "Téa: Nora, I want you to know John is in good hands.",
        "Nora: Okay. I'm going to say something to you and if you ever repeat it, I'm going to call you a bald face liar. I am so glad that you are taking this case.",
        "Téa: Thank you, Nora. And I appreciate the department keeping this quiet.",
        "Nora: Oh, yeah. About that -- ahem.",
        "Téa: What?",
        "Nora: The Mayor released his own press statement and anyone who has an internet connection knows that John was arrested for murder.",
        "Téa: That means that Todd knows.",
        "Nora: Yeah, well, like I said --",
        "Téa: Oh, sorry. I need to go do some major damage control.",
        "Todd: Hi, honey.",
        "[Téa sighs and clears throat]",
        "Todd: What's new?",
        "[SCENE_BREAK]",
        "[Key turns in lock]",
        "Cristian: I know you wanted me to leave, but I just wanted to make sure that you were --",
        "Layla: Aziza.",
        "Layla: That's the dog's name. Talia came up with it -- it's Arabic. It's actually a girl's name. She thought it would be cute because the puppy's mom was named David Vickers. And then I told her it didn't make any sense so she should just -- she should just name it a boy's name.",
        "[Layla sniffles]",
        "Cristian: What does \"Aziza\" mean?",
        "Layla: \"Beloved.\" Come here. Come here.",
        "[SCENE_BREAK]",
        "Bo: I'm sorry, Antonio."
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=wZ3l6o-QyMQ"
}