{
    "Episode Summary": [],
    "Recap": [
        "Rex tries to convince Adriana that she is not responsible for what Tate did. Rex assures her that he still has feelings for her and then he kisses her. When Antonio comes by the diner, Roxy mentions, in front of Jamie, that Antonio and Jessica are divorced. Roxy makes things even worse when she lets it slip that Nash and Jessica are married. Jessica calls Antonio to come to the hospital. Antonio lets Jessica know that he is not happy that she hadn't told him about her and Nash getting married. Jessica tries to apologize, but Antonio refuses to listen to her. He lets her know that he is tired of her lies and he wants her to stay out of his life. Cole questions Starr as to whether she loves him or hates him. Cole confesses to Starr that he knows that he did wrong in keeping the secret from her about Miles holding Todd hostage. Starr admits that she will forgive Cole for what he did to her and her father. Cole and Starr are happily reunited. They, then, find out that Paige was arrested. Todd suffers a terrible dream about Evangeline. Blair reveals to Todd that Evangeline is in a coma and that he can't see her anyway. Blair is stunned when Todd tells her that he has feelings for Evangeline. Blair presses Todd to discuss their relationship, but when she sees how painful it is for him, Blair backs off. As John questions Miles about his actions, Miles defends his actions because he loves Marty so much. John leaves Miles alone to write his interrogation, but Natalie manages to maneuver her way past John and stops him from writing his confession."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: Cole, what are you doing here?",
        "Cole: I wanted to see you.",
        "Starr: I don't want to talk about it now.",
        "Cole: When you called yesterday, I thought maybe you'd be cool with talking.",
        "Starr: Just not now, ok? I want to go see my dad.",
        "Cole: Listen, what I have to say won't take long, and I don't think it'd be good for you, me, or your dad to say it in front of him. Listen, it won't take long, I promise.",
        "[SCENE_BREAK]",
        "Todd: Evangeline --",
        "Blair: What -- what -- what is it, Todd? What?",
        "Todd: Evangeline -- Evangeline.",
        "[SCENE_BREAK]",
        "Rex: I'm guessing you're not here on a scavenger hunt.",
        "Adriana: May I come in?",
        "Adriana: I was a fool, Rex. Tate would have killed us, all of us.",
        "Rex: Yep. I do believe that was his plan. One by one, right off The Palace roof.",
        "Adriana: I trusted him.",
        "Rex: What's important is that he didn't hurt anyone -- this time. And now, he's going to spend a long time in a cage for everything he's done.",
        "Adriana: That's not the only thing I feel foolish about. I let him come between us.",
        "[SCENE_BREAK]",
        "Roxy: Oh, Antonio! Me over here.",
        "Antonio: Hi, Roxy.",
        "Roxy: Oh, Jamie, you look beautiful, as usual.",
        "Jamie: Thank you.",
        "Roxy: How come I haven't seen you in the shop in a long time? Not that you need it or anything like that. But I think that pretty hair of yours needs a little trim.",
        "Jamie: Ok.",
        "Roxy: Have you not come in because Jessica usually makes the appointments?",
        "Antonio: Well, uh, I'll be making them from now on.",
        "Roxy: Yeah, well, listen, Mister, you got to stay ahead of those follicular appointments, now that you and Jessica are divorced.",
        "[SCENE_BREAK]",
        "Jessica: Well, this isn't exactly -- hmm -- how I pictured our first morning together as husband and wife. But you're exactly how I pictured you.",
        "Nash: Well, the Niagara Falls may have stopped falling, but every time I look in your eyes, I fall deeper and deeper in love.",
        "Jessica: Does that mean the honeymoon's over?",
        "Nash: Oh -- how dare you. No. Oh, wait -- wait till you see what I got planned for our one-day anniversary. And our 1,000th-day anniversary. And our 10,000th-day anniversary. This is nothing.",
        "[Knock on door]",
        "Nash: Go away.",
        "[Jessica chuckles]",
        "Natalie: Ok, this is unique.",
        "Jessica: Hey, we're on our honeymoon.",
        "Nash: Hey, let me guess. You are here to go over the falls in a barrel. It's Niagara Falls.",
        "[Jessica laughs]",
        "Natalie: Oh, ho-ho-ho.",
        "Nash: See it?",
        "Natalie: Ok. It's cute.",
        "Nash: Huh? Yeah.",
        "Jessica: So what are you doing busting in on us while we are in bed on our honeymoon?",
        "Natalie: Sorry. I -- I wanted to come by and let you know -- I wanted to give you some news before you saw it on TV.",
        "Jessica: That doesn't sound good.",
        "Natalie: Marty Saybrooke confessed to killing Spencer Truman.",
        "[SCENE_BREAK]",
        "John: Sit down.",
        "Miles: Why am I here?",
        "John: What, are you deaf? Sit down!",
        "Miles: You didn't answer my question.",
        "John: Start writing.",
        "Miles: Well, what do you want me to write?",
        "John: Your confession.",
        "[SCENE_BREAK]",
        "Antonio: Jamie, why don't you go in the back and see if you can find Abuela?",
        "Jamie: Ok.",
        "Antonio: Ok? All right. Thanks for the tip, Roxy. I'd like a little practice organizing Jamie's calendar.",
        "Roxy: You know, give it some time. You know, I bet there's a bunch of stuff that you're not really privy to, and -- well, let me just tell you, though. You got to call Tamara, because she's the best with Jamie's hair, and she's real popular with all the kids. She's a regular pip piper.",
        "Antonio: I -- I will make sure and call the salon tomorrow.",
        "Roxy: Well, listen, man, I know it's really tough being a single parent. You know, I mean, I was with Natty, because Walter -- I think that was his name -- my husband -- he wasn't around very much. And believe me, she was a handful.",
        "Antonio: Yeah, well, Jamie's a good girl. She's sweet and calm, and I'm really lucky.",
        "Roxy: Yeah, she's a real doll baby. You know, Vega, you look good.",
        "Antonio: Um -- thanks?",
        "Roxy: Yeah. I mean, it's amazing, you know, the way you just bounce back so good.",
        "Antonio: Yeah, the surgery was a while ago.",
        "Roxy: I'm just surprised that you're taking it so well about Nash and Jessica.",
        "Antonio: What did you just say?",
        "Roxy: Did I just say something?",
        "[SCENE_BREAK]",
        "Natalie: So, she said that she remembers everything except for stabbing the son of a bitch.",
        "Jessica: Well, then maybe she didn't do it.",
        "Natalie: Repressed memories -- you know about that.",
        "Nash: Well, wait a minute. Marty -- she's a -- she's a shrink. If anybody knows about repression, shouldn't it be her?",
        "Natalie: That's not funny.",
        "Nash: It wasn't meant to be funny.",
        "Jessica: I -- I don't get this. Poor Marty. I mean, she's a really good person. I don't believe that she would do something like this.",
        "Natalie: It makes sense, Jess. I mean, she walks in right as Blair's about to be raped. Considering everything she's been through, well, it's no wonder that she snapped.",
        "Nash: And Miles knew about this?",
        "Natalie: Well, she says he did.",
        "Jessica: Wow. It's -- I thought Miles was a nice guy. I don't know how he could possibly think that he could blackmail Marty into loving him.",
        "Natalie: Well, Miles says that he loves Marty. He probably felt like he didn't have any other choice, and I'm sure he didn't know any better.",
        "Nash: It sounds like you feel sorry for the guy.",
        "Natalie: Look, if he's guilty --",
        "Jessica: Well, if he wasn't guilty, Natalie, then he wouldn't have to threaten Cole. I mean, that's heartless.",
        "Natalie: So you're not going to hear Miles' side of the story, then? You know, just because somebody does something bad does not make them evil.",
        "[SCENE_BREAK]",
        "Miles: You want me to write a confession?",
        "John: You'll be making it easier on yourself.",
        "Miles: Well, by going to prison?",
        "John: Plead guilty, and you avoid the embarrassment of a trial, and I'll bet the D.A. recommends a lighter sentence.",
        "Miles: I'm not confessing to anything, because I didn't do anything. You know, you don't have any evidence. That's why you want me to write this creative little essay saying I did it.",
        "John: You -- you kind of sound like Truman right now. He would get this sort of whiny, high-pitched quality to his voice when he was getting defensive.",
        "Miles: Yeah. Well, that'll happen when you're constantly being persecuted.",
        "John: Persecuted, prosecuted \u0096 doesn't matter to me, as long as you end up in a six-by-nine cell.",
        "Miles: Hmm. Well, you never got Spencer in that six-by-nine cell, did you?",
        "John: No, we fitted him for a box, instead.",
        "Miles: You know, you sound like you're trying to intimidate me. But you wouldn't want me to write a confession under duress, would you? That would be inadmissible.",
        "John: Ah, but eyewitness testimony isn't. We have a signed affidavit that you falsely imprisoned Todd Manning. That, at the very least, makes you an accessory to kidnapping.",
        "Miles: You think I did all that?",
        "John: I know you did. And that's just number one on a laundry list. By the time we're done with you, you're going to wish you ended up like Truman. I think she's got 16 kids. For me it was Pink Floyd.",
        "[SCENE_BREAK]",
        "Rex: Let's forget about Tate. That was the past, and there's nothing we can do about it.",
        "Adriana: Rex, we can't just forget about it. It's always going to be there. Things changed for us when Tate came into our lives.",
        "Rex: Tate was the problem. Now he's not.",
        "Adriana: Our problems weren't because of Tate.",
        "Rex: Ok. They were because of me. I acted like a jealous idiot. Ok, but -- but -- but damn it, that guy that -- he flirted with you, he -- he baited me. He -- he jumped up and down on a couch on national television saying that you were the girl of his dreams.",
        "Adriana: This is not about any of that nonsense. Tate killed people because of me.",
        "[SCENE_BREAK]",
        "Starr: Hold on to it, Cole, ok, because I know what you're going to say -- you've said already.",
        "Cole: That is not true. I haven't said everything. And even if I did, I'm going to keep repeating myself until you understand why I did it and forgive me.",
        "Starr: You know, I got that text message that Matthew sent me. He told me to give you a second chance. Did you tell him to text that to me, or did you take his phone and text it yourself?",
        "Cole: I didn't even know he said that.",
        "Starr: And I'm supposed to believe that?",
        "Cole: Yeah, I wish you would. But Matthew's all right. You know, we've been talking a lot lately, and some about you.",
        "Starr: You've been talking to him about me?",
        "Cole: Yeah. I mean, he knows you pretty well, and he's looking at this whole thing at an angle that you and I aren't.",
        "Starr: This isn't about what Matthew or anybody else thinks, this is about the way I feel.",
        "Cole: Valid. So what is it? Do you hate me, or do you love me?",
        "[SCENE_BREAK]",
        "Blair: Shh. Shh, shh, shh.",
        "Todd: Evangeline --",
        "Blair: Hey. You -- you were just having a nightmare.",
        "Todd: No, I was having a dream about Evangeline.",
        "Blair: You want some water?",
        "Todd: Uh -- yeah, thanks.",
        "Blair: How are you feeling?",
        "Todd: Um -- a little better. No shakes anymore. I guess I'm detoxed. Thank you.",
        "Blair: The doctor said it would take a couple of days for it all to get out of your system, so I guess it's a good thing.",
        "Todd: My dreaming about Evangeline upsets you, doesn't it?",
        "Blair: Well, it depends on what the dream is.",
        "Todd: I dreamt she was here.",
        "Blair: Sorry. She's not.",
        "Todd: Did she come and visit me while I was unconscious?",
        "Blair: She's not coming.",
        "Todd: Did I do something to piss her off?",
        "Blair: Uh -- not that I'm aware of.",
        "Todd: Then why didn't she come to see me?",
        "Blair: You know, Todd, we can -- we can talk about all this later.",
        "Todd: No. Let's talk about it now. You know something. Tell me.",
        "Blair: Well, while you were gone, there was a white supremacist group that did some nasty things around town.",
        "Todd: And they did something to Evangeline?",
        "Blair: The group is called \"One Pure People,\" and they gassed Cristian's loft, and Evangeline -- she's --",
        "Todd: She's not dead, is she?",
        "Blair: No, she's not dead.",
        "Todd: But?",
        "Blair: She's in a coma.",
        "Todd: What's the prognosis?",
        "Blair: They don't know.",
        "Todd: Well, who are her doctors, some Llanview quack? What --",
        "Blair: No. I hear they're really good ones.",
        "Todd: You know what? Good's not good enough for me. I'm going to go see her.",
        "Blair: Hey, Todd, come on.",
        "Todd: I want you to get on the phone --",
        "Blair: No, no, Todd -- Todd!",
        "Todd: I want you to get on the phone -- don't touch me -- and I want you to contact the top toxicologist in the nation.",
        "Blair: Todd, come on. Evangeline is not here, ok? She's in a private hospital.",
        "Todd: I don't care. I want to go see her. I'll take an ambulance, I don't care.",
        "Blair: Todd, please -- just, please, would you -- you can't do this, Todd. Now get back in bed. They're only letting family in, any-- they're only letting family in. And if you bust a stitch --",
        "[Todd groans]",
        "Blair: You're going to be here longer. Now just come on.",
        "Todd: All right. All right.",
        "[Blair sighs]",
        "Todd: When I get better, I'm going to go see her, and I don't care about some family-only policy. I'm going to tell them I'm her brother or something.",
        "Blair: Oh, yeah, well, that -- I'm sure they would probably figure that one out.",
        "Todd: I'll get in there. I'll find a way.",
        "Blair: I'm sure you will. You always do.",
        "Todd: You're damn straight.",
        "Blair: Well, I guess this is as good a time to talk about this as any.",
        "Todd: What, there's more?",
        "Blair: I think we should talk about your feelings for Evangeline. You still have them, don't you?",
        "Todd: Of course I do.",
        "[SCENE_BREAK]",
        "Starr: I don't want to talk about it.",
        "Cole: What, ever?",
        "Starr: I don't want to talk about it now.",
        "Cole: Ok, so when? After you see your dad? Tonight? Tomorrow? I mean, just tell me.",
        "Starr: You know, my Aunt Viki said that sometimes if you just give things a little bit of time, they can get better.",
        "Cole: Yeah, ok, maybe, sometimes, but sometimes they get worse if you don't deal with them.",
        "Starr: Why are you pushing me on this?",
        "Cole: Because I love you, and you love me. All right, we've been through a lot of crap together. Our relationship is far from normal, but we've survived. And as bad as I screwed up, I'm not going to let this one beat us.",
        "[SCENE_BREAK]",
        "Adriana: If I had been more aware, Evangeline wouldn't be in a coma.",
        "Rex: Do not take the blame for that.",
        "Adriana: We nearly all died because of that pig.",
        "Rex: We weren't killed, and that was because of you. It was you who went through Tate's backpack and found the O.P.P. medallion. It was you who got suspicious and told me. If it wasn't for you, I never would have called Bo, Talia would have never showed up on that rooftop and stopped him from killing again. It was you who got him caught.",
        "Adriana: But even as it was happening, I still didn't want to believe it was true.",
        "Rex: That's because you couldn't believe anyone could be filled with that much hate. And that's a cool thing, Adriana. Tate did what he did because he's an insane, lying, murdering arsonist. He's the idiot.",
        "Adriana: I accepted him based on faith. And every time you criticized him, I let him get closer. I should have listened to you.",
        "[SCENE_BREAK]",
        "Antonio: I'm sorry, but I thought you said Jessica married Nash.",
        "Roxy: Is that what you thought I said, Antonio? I say so many things that pop out of my big mouth that people think that they thought that they knew what I said.",
        "Antonio: No, Roxy, that's what you said.",
        "Roxy: Well, no, I say a lot of stuff, but -- you know, a lot of weird stuff, too, man. You know me.",
        "Antonio: Then what did you mean?",
        "Roxy: Well, what I meant was, you look good. You really look good.",
        "Antonio: What's going on, Roxy?",
        "Roxy: Nothing's going on. It's just you really look good, because you've been through major surgery and a big explosion and it was scary, and you're a trouper, so what I'm saying is you look good. You really look good.",
        "Antonio: Did Jessica marry Nash?",
        "Roxy: In the hospital? No, because there are rules against that. That would be a really stupid thing. I mean, I think there are rules against getting married while you're waiting for a liver. Ooh, whoops. Sorry, I got to dash. I got a fry-and-dye out there. Listen, don't forget -- make sure that you call Tamara, ok? All right, sorry I got to fly like this. Bye!",
        "[SCENE_BREAK]",
        "Natalie: All -- all I'm saying is that we should listen to Miles' side of the story before we judge him without knowing all the facts.",
        "Jessica: Oh, the facts. You mean, the lies about what he didn't do to Todd, Marty, and Cole?",
        "Natalie: You know, I don't think this is the best time to talk about this. I just wanted to let you know because I know that you and Marty are really good friends.",
        "Jessica: Thank you, Natalie. I appreciate that.",
        "Natalie: Now, listen to me. This is an order. You are to get better so you can get out of here, all right?",
        "Jessica: That's the plan.",
        "Natalie: Enjoy your honeymoon.",
        "Jessica: That's the plan, too.",
        "Nash: Mm-hmm.",
        "Natalie: See ya.",
        "Jessica: See ya, Natalie. Marty could never kill anyone.",
        "Nash: Yeah. But if she did -- and only if she did kill Spencer -- then I mean, come on, any judge in their right mind would have to take into consideration everything that was -- you know, this and --",
        "Jessica: Yeah, yeah, yeah, yeah.",
        "Nash: Yeah.",
        "Jessica: You know, we should call her and let her know that we'll help her in any way that we can.",
        "Nash: That is a good idea.",
        "Jessica: You know, I knew it. I knew there was something going on when she got married to Miles. It's not like Marty to jump into marriage so quickly.",
        "Nash: Like us.",
        "Jessica: We're different. We are bombs-away crazy in love!",
        "Nash: Oh, are we, really, truly?",
        "Jessica: And we also have to phone Antonio.",
        "Nash: Oh, you know, I'll do it for you.",
        "Jessica: No, Nash. He should hear it from me.",
        "Nash: Yeah.",
        "Jessica: Thank you.",
        "[Phone rings]",
        "Antonio: What do you want, Brennan?",
        "Jessica: Um -- no, Antonio, it's me, Jessica.",
        "Antonio: Oh. Well, what do you want?",
        "Jessica: I -- I need to speak with you.",
        "Antonio: Ok, well, go ahead and talk.",
        "Jessica: No. I'm -- I'm sorry, in person. Would you mind coming down to the hospital?",
        "Antonio: Sure.",
        "Jessica: Thank you.",
        "[SCENE_BREAK]",
        "John: Tell me about Marty. Why her?",
        "Miles: I love Marty. I would do anything for her.",
        "John: Then you got a pretty twisted idea of what love is.",
        "Miles: You know, I disagree, detective. When you le somebody, you'll do anything to be with them.",
        "John: And you did, didn't you? Just like Truman did with Blair.",
        "Miles: You're trying to bait me, aren't you? Huh. You know, you've been asking all the questions. How about if I ask one? How far have you been willing to go in the name of love?",
        "[SCENE_BREAK]",
        "Antonio: So, how are things with the transplant going?",
        "Jessica: So far, so good.",
        "Antonio: I'm glad. You wanted to tell me something?",
        "Jessica: Yeah. Um -I just wanted you to hear it from me first.",
        "Antonio: That you and Nash got married?",
        "Jessica: Who told you?",
        "Antonio: Roxy.",
        "Jessica: I'm sorry. It wasn't her place to tell you.",
        "Antonio: No, she didn't mean to. She actually tried to cover -- you know, Roxy being Roxy. To be perfectly honest with you, I didn't believe her until you called.",
        "Jessica: I'm sorry. You should not have found out that way.",
        "Antonio: So did you get married the same day the divorce went through?",
        "Jessica: Well, no, not exactly. But we just, we wanted to get married --",
        "Antonio: How did you get a marriage license so fast? Is there, like, a drive- through agency or something?",
        "Jessica: My mom pulled a few strings.",
        "Antonio: Oh, yes, of course. It's nice having string-pulling parents.",
        "Jessica: Antonio -- would you just let me talk, please? Explain.",
        "Antonio: I'm sorry. Go ahead.",
        "Jessica: We -- Nash and I wanted to get married right away because we didn't think that we would have another chance. I was sick -- you have no idea how sick I was. It was worse than the first time, and I thought, everybody thought -- except for Nash -- that I wasn't going to make it.",
        "Antonio: Well, I wish someone had told me.",
        "Jessica: There was no reason for you to worry, too.",
        "Antonio: I suppose.",
        "Jessica: Antonio, if there had been time, I would've told you before it happened rather than surprising you with this news after --",
        "Antonio: What would you like me to do with this, Jess? Would you like me to say \"congratulations\"? Do you need help with your reception?",
        "Jessica: No. I don't want anything from you. I just -- I just thought that you deserved to hear it from me, and to hear that I'm sorry. I -- the last thing that I would ever want to do is to hurt you by getting married so quickly after our marriage ended.",
        "Antonio: Right, and you think this hurts me any more than you having an affair behind my back?",
        "[SCENE_BREAK]",
        "Cole: Starr, I have something else to say. I'm really sorry.",
        "Starr: Cole, you've said that already.",
        "Cole: You know, I wish I could've made the other choice, just to tell my mom or tell the cops, but you have to understand -- my mom is the most important person in my life. I mean, I -- no, listen, I love her so much. She has always had my back, even if she was getting on to me for something that I did. I mean, you don't understand the sacrifices that she's made for me. Now, I'm not making excuses and I know that you think what I did was wrong. But sometimes, people do the wrong things for the right reasons.",
        "Starr: That's exactly what my Aunt Viki said.",
        "Cole: Oh, your aunt's a smart lady.",
        "Starr: Yeah, sometimes.",
        "Cole: Starr, listen, I know what I did was wrong. Ok, and you have every right to break up with me. I kept a secret from you, I kept a secret from the whole world. Well, I believe in my heart that this is something, no matter how wrong, something you can forgive me for. Listen to me. Look at me. I love you, ok? And after we got back together at prom, I promised to never lose you again. And I'm going to keep that promise. I know that I hurt you and disappointed you, but I swear I will make it up to you if you just give me the chance.",
        "[SCENE_BREAK]",
        "Blair: You and Evangeline are --",
        "Todd: Friends.",
        "Blair: Nothing more?",
        "Todd: I didn't take her to Chicago with me, did I?",
        "Blair: No, only because you didn't want her to get hurt.",
        "Todd: That's because I wanted to handle it myself. And I would've if you hadn't decided to plop down next to me on the plane.",
        "Blair: You didn't argue.",
        "Todd: Actually, I recall I did, but you're so pigheaded.",
        "Blair: Well, no worse than you, Todd.",
        "Todd: Yeah, well -- huh, huh. I knew I'd ditch you -- huh. And I did, didn't I?",
        "Blair: Ha-ha-ha-ha, and that was a big mistake, now, wasn't it?",
        "Todd: Oh, that's just because I got caught with my guard down, that's all. Yeah, that was a mistake. But I'll tell you, if I hadn't gone to that crack house by myself, we'd both be in trouble, maybe even dead. And then what about the kids? I did the right thing, that's for sure.",
        "Blair: Mm-hmm. The world according to Todd.",
        "Todd: Cut it out. You know what? If you don't mind, I'm here detoxing from God knows what, so I'm a little wrecked.",
        "Blair: Oh, well, a few minutes ago, you were ready to roll on down to Evangeline's bedside, weren't you?",
        "Todd: How does this have anything to do with Evangeline?",
        "Blair: Well, she's a part of it.",
        "Todd: Enough -- I don't want to have this conversation right now.",
        "Blair: You might not, Todd, but you know what? I do.",
        "[SCENE_BREAK]",
        "Miles: My guess is that you don't have a lot of experience doing things in the name of love.",
        "John: And my guess is you don't know anything about me. But to clarify, since you seem so interested in my personal life, no, Miles, I've never committed a felony \u0096 i.e., rape, murder, kidnapping -- in order to prove to someone that I loved them.",
        "Miles: Well, when a man loves a woman, he'd break any law. He'd overcome any obstacle, he'd face any danger in order to be with her.",
        "John: Well, it sounds to me like you're either a psychopath or you watched one too many bad chick flicks in that hospital.",
        "Miles: Yeah, well, maybe you haven't watched enough. You don't really know what a woman wants or how to treat her.",
        "John: Well, I'm thinking that you're going to tell me.",
        "Miles: Well, if you would have, Natalie never would've left you.",
        "John: You done?",
        "Miles: Yeah.",
        "John: Good. Pick up that pen. Worried about my wife. I want to know how she is.",
        "John: I'll bet you are. Start writing. So, what did you really think of, \"too hot the night\"?",
        "[SCENE_BREAK]",
        "Rex: Don't you think you're being a little hard on yourself?",
        "Adriana: No, I don't. Tate was evil personified and I was all enamored with his charm and distinction, wanting to believe every word out of his mouth. But you knew.",
        "Rex: I didn't know his hero was Hitler. I just knew something was wrong with him.",
        "Adriana: The fact is, Rex, you knew something was off and I should've listened to you. But instead, I just blew you off. I thought Tate was harmless and that you were being jealous, and it's not the first time! Huh -- I just can't believe how gullible and idiotic I can be.",
        "Rex: I prefer to call that \"innocence.\"",
        "Adriana: Yeah, well, t innocence nearly got us all killed.",
        "Rex: Knock it off, will you? None of that matters. We're safe -- it's over, Adriana.",
        "Adriana: Is it really?",
        "Rex: You know it is. Tate's going to be in jail for a long time.",
        "Adriana: That's not what I meant.",
        "[SCENE_BREAK]",
        "Cole: Starr, I made the wrong choice, but I do love you. I'm sorry, and until you forgive me, I'm going to breathe it, think it, speak it.",
        "Starr: Cole? If you don't do anything to be sorry for, you'll never have to say it again, right?",
        "Cole: Does that mean --",
        "Starr: I forgive you.",
        "[SCENE_BREAK]",
        "Todd: You didn't seem to care about us before Chicago. In fact, I recall asking to get back together with you and you said, \"to hell with you, Todd.\"",
        "Blair: I never stopped looking for you, Todd, not once -- ever. Oh, come on. I mean, you -- you know what we're like when one of us is hurt or -- or missing. It's like we're one, we know it.",
        "Todd: Yeah? So?",
        "Blair: So it's -- I don't know how to explain it. We're -- you know it, too. We're connected.",
        "Todd: Huh. Where was that connection before Chicago? What changed your mind, Blair? Was it -- was it my absence? I mean, I know that it makes the heart grow fonder. Or are you just jealous of Evangeline?",
        "Blair: You can be such a son of a bitch sometimes, you know that? Why do you always have to make everything so difficult, Todd?",
        "Todd: I'm not being difficult -- I'm being realistic. Every time you change your mind about something, you expect everyone else to just do an about-face -- follow Blair.",
        "Blair: \"Everyone\" meaning you.",
        "Todd: Yeah, me.",
        "Blair: Well, this isn't about us this time -- it's about our kids. They miss their daddy. They need their father!",
        "Todd: You know, being there for our kids does not mean we have to be there for each other.",
        "Blair: Ok, you know what? You're right, you're right. We shouldn't have this discussion right now.",
        "[SCENE_BREAK]",
        "Miles: You arrested Marty for murder?",
        "John: Wasn't that what you wanted? After all those times you -- you threatened to go to the police and tell them that she killed Truman if she didn't marry you? Then again, I guess spending her life in jail away from her son sounded a hell of a lot better to her than spending the rest of her life with you.",
        "Miles: What's going to happen to her?",
        "John: The real question is, what's going to happen to you? You are in deep guano --",
        "Miles: I want to know what's happening with Marty.",
        "John: Well, she's not part of the equation. You know what is part of the equation? The charges against you, the federal charges against you -- shall I repeat them to you?",
        "Miles: No.",
        "John: Tell you what, Laurence -- doesn't look good, but there is a -- a little glimmer of light, a little -- little beacon of hope at the end of the tunnel.",
        "Miles: I'm not confessing to anything.",
        "John: Suit yourself. Let me tell you something -- that's the only way you're getting any leniency. And as for Statesville prison, it's going to make that hospital you grew up in seem like a beach in Tahiti. Yeah -- ah. I'm going to go stretch my legs. When I get back, there better be ink on paper, or the deal is off. No one goes in or out -- no one, you understand me? All right, I'll be back in a minute.",
        "Officer: Yes, sir.",
        "[SCENE_BREAK]",
        "Jessica: You have every right to be angry and bitter.",
        "Antonio: Well, thank you for your permission, but I'm not angry or bitter. But I am a realist. And the reality is that you want to wash away your guilt by having me say, it's ok, I forgive you.\" And the truth is you've done nothing but say and do things that have hurt me, and I am not going to say \"it's ok\" and I am not going to say \"I forgive you.\" You betrayed my love for you. And you broke every vow you made on our wedding day. It's pretty obvious neither one of them meant anything to you.",
        "Jessica: That's not true.",
        "Antonio: You know what? I -- I work with evidence every single day -- that's my job. I know evidence. And the evidence in this case --",
        "Jessica: This isn't a case, Antonio. This is our life.",
        "Antonio: No, it is \"your\" life -- Jess, not mine. I hope your marriage to her lasts longer than mine.",
        "[SCENE_BREAK]",
        "Rex: Lot of things are over. Adriana, Tate destroyed them and they're not coming back. Evangeline's in a coma, Vincent's friend is dead, you and me --",
        "Adriana: What about you and me? Did he destroy that, too?",
        "[SCENE_BREAK]",
        "Rex: What's in here, no one can destroy.",
        "Cole: Is your dad ok?",
        "Starr: Um, well, they moved him into another room, but he'll be fine.",
        "Cole: Well, when you go see him, I want to go with you.",
        "Starr: I don't think that that's such a good idea. I mean, he's still in bed and everything, but he might find enough strength to sit up and strangle you.",
        "Cole: I have to make a new start with him.",
        "[Phone rings]",
        "Starr: I know --",
        "Cole: Hey, Matthew. Dude, what's up? I got good news. Uh -- no, I haven't heard anything. Why, what happened? All right. Thanks for telling me. They just arrested my mom for killing Spencer. I got to go.",
        "Starr: Hey -- not without me.",
        "[SCENE_BREAK]",
        "Blair: Todd, the last thing I wanted to do was to have a fight with you.",
        "Todd: Are we fighting? Considering our history, this seems more like a nice, quiet little chat.",
        "Blair: Well, whatever it is, I think we should wait until you're a little stronger.",
        "Todd: Honey, when I'm stronger, you're not going to be able to handle me.",
        "Blair: Oh, see? I don't think so. I think I've always been able to handle you.",
        "Todd: Only because I let you. Whew.",
        "Blair: I never gave up on you, Todd -- never.",
        "Todd: I know. That's funny -- I felt -- I felt your presence when you were close to me, too. Thank you. A lot's changed since Chicago.",
        "Blair: Yeah. I guess we have a lot of things to figure out.",
        "Todd: We'll figure them out.",
        "[SCENE_BREAK]",
        "John's voice: And as for Statesville Prison, it's going to make that hospital you grew up in seem like a beach in Tahiti.",
        "Miles: Oh.",
        "John: Laurence ain't quite as dumb as he looks, Bo. Won't be long before he lawyers up. Well, I just told him the only way he could get a deal is to pen a confession. Hopefully, by now, he's getting writer's cramp.",
        "Natalie: Hi, Louis. Is this where they're holding Miles Laurence? Louis: Yeah, but I can't let anyone in.",
        "Natalie: Oh. John's orders? Of course. Well, my Uncle Bo said that I could see him, so you'll just have to talk to him, although he was up all night with this stupid case, so he might be a little cranky when we wake him up. Louis: That's ok. I mean, if he said it's all right, then it's ok.",
        "Natalie: Thank you.",
        "Louis: Just don't be long.",
        "Natalie: Are you all right?",
        "Miles: Not really.",
        "Natalie: What are you writing?",
        "Miles: My confession.",
        "Natalie: John told you to do this? Bad idea.",
        "[NEXT_ON]",
        "Marty: I'm not sorry that I stopped Spencer.",
        "Miles: You're doing this to screw over John McBain.",
        "Talia: You need to find somebody new.",
        "Adriana: Please give me another chance.",
        "Jessica: If you want something, you've got to grab it. If you love someone, you can't let them go."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=ozKmPNw1AJU"
}