{
    "Episode Summary": [
        "Episode # 10990"
    ],
    "Recap": [
        "During the premier of \"Vicker Man,\" everybody is shocked when David's movie is erased and replaced by the porn film of Nate and Deanna. Nate has no way to explain himself and Dani is distraught and furious. Yet nobody knows where the porn film came from until Rick stands up and introduces himself assuming that he will become a success after showing all the movie patrons his brilliant work. David and Dorian tell him they will arrest him since she is the mayor, his father is the police commissioner and he destroyed \" Vicker Man.\" But he tells them that he does not have access to the porn film. It's now in the possession of \"that bootlegger who did it\". Little does Nate know what he did when he let Rick give him the DVD. Rex is on the warpath with Jack Manning and goes to confront him with a gun although everyone is distracted and cannot see Rex. Original Todd is ready to reveal himself when Baker finds him and is ready to kill not only him but current Todd, Tomas and John and any or all people who know \"the secret,\" but original Todd manages to subdue Baker, tie him up, then appears to reveal his identity at the theater to all the people in Todd Manning's life."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Dramatic music playing]",
        "David's voice: I had it all. I was about to marry the woman I loved, and then tragedy struck.",
        "[Film cuts off]",
        "[Audience murmuring]",
        "Dorian: Don't panic, everyone. We seem to be experiencing temporary technical difficulties. Just be patient. We apologize. Thank you.",
        "David: What's going on?",
        "[Funk music playing]",
        "[Audience murmuring]",
        "Woman: What? Is this a preview.",
        "Nate's voice: Heard you were failing sex ed.",
        "Dani: Is that you?",
        "Nate's voice: Lucky for you, I aced the class.",
        "[Audience gasps]",
        "Nate's voice: Ready to commence?",
        "Jack: News flash, Dani-- your boyfriend's got a new girlfriend. Don't look now.",
        "Woman: Oh, my God!",
        "Nate's voice: That's what I call pomp and circumstance.",
        "[SCENE_BREAK]",
        "Rex: Todd and Jack are walking around free. Todd has a wife. I don't. Jack has his mom. Shane has to grow up without one. What's fair about that? Nothing. It's wrong, Morasco. Something has to be done. And I have to be the one to do it.",
        "[SCENE_BREAK]",
        "Tomás: Todd Manning is not the man he makes himself out to be.",
        "John: All right. Who is he?",
        "Tomás: It's complicated.",
        "John: I got time.",
        "Tomás: All right. Let's start with Todd's business. He doesn't just run a media company. He works for someone else. He has a job. Something he's kept under wraps for a long time.",
        "John: Why?",
        "Tomás: Because it's illegal. And because the people he works for are extremely dangerous.",
        "[SCENE_BREAK]",
        "Old Todd: Wow. That's a nice suit, John.",
        "[Knocking on door]",
        "Old Todd: You got a small neck.",
        "Baker: Going somewhere?",
        "[SCENE_BREAK]",
        "Cristian: Shaun. I thought you were going to the big premiere.",
        "Shaun: Vivian had to work so I'm meeting her here. You're missing the big show, too?",
        "Cristian: Yeah. But I almost feel like I'm there.",
        "Shaun: Whoa.",
        "Cristian: Yeah, Dorian talked my mom into putting it up.",
        "Shaun: It's like he follows you with his eyes.",
        "Cristian: So can I get you anything while you wait?",
        "Shaun: Don't worry. I'm not gonna ask you for a Delhi belly.",
        "Cristian: Actually, I thought about what you said.",
        "Shaun: Yeah? And?",
        "Cristian: Rama and I made up.",
        "Shaun: I'm glad to hear you guys are friends again.",
        "Cristian: We are, we are, and it's going so good that I even got her pregnant.",
        "Shaun: Come again?",
        "[SCENE_BREAK]",
        "[Audience murmuring]",
        "Dorian: Everybody, please, there is absolutely no need to panic. I have no idea, but I can assure you we will be getting this entire thing under control. Pay no attention to this--this--",
        "David: Hey! Hey!",
        "Mr. Patel: This is not family- friendly entertainment! My daughter-in-law and son had no idea they were exposing their unborn child to x-rated smut! Vimal, take your wife out of here.",
        "Rama: No, I'm fine. I'm fine. It's your wife I'm worried about. I'll go get her some water.",
        "[SCENE_BREAK]",
        "Markko: I knew it! I knew I shouldn't have left you alone in the edit! What the hell did you do to my film?",
        "David: Your film?",
        "Nate's voice: My diploma's so big because I double-majored.",
        "Rick: Well played, Rick, my man. This town doesn't even know what hit it.",
        "Jack: Mom, I can't breathe!",
        "Blair: Good. Maybe you'll pass out and when you wake up, you won't remember what you saw. Do we really have to watch that?",
        "Téa: Somebody turn this off right now!",
        "Starr: It's ok. It's all right. It's ok.",
        "Téa: Will someone turn this off!",
        "Nate: Somebody shut this off already!",
        "Ford: I'm on it!",
        "Téa: Shut off the film!",
        "Rama: Aah! Gosh, watch where you're going, mister!",
        "Ford: I'm sorry, but--but-- look, you're--",
        "Rama: What?",
        "Téa: Dani, I'm gonna find out where this garbage is coming from, and I'm gonna put a stop to it, ok? All right?",
        "Nate: Dani, Dani, I swear, ok, I--it's not what you think. I swear.",
        "Dani: No! It looks like you just did a porno with your brother's ex- girlfriend!",
        "[SCENE_BREAK]",
        "John: So this other job of Manning's. What is it? What does it entail?",
        "Tomás: Things that would keep his family up at night.",
        "John: That's something for a guy that committed rape and murder.",
        "Tomás: Everybody knows about that. I'm talking about things nobody knows about.",
        "John: What? Now it's time it all comes out?",
        "Tomás: No. It can no longer stay hidden.",
        "John: Why is that?",
        "Tomás: Because of a man named Baker.",
        "[SCENE_BREAK]",
        "Baker: Back inside.",
        "Old Todd: You know, I would, but I've got somewhere to go.",
        "Baker: Let me guess. The movie premiere? To see Todd Manning? I'm headed there myself, so if there is a message you would like me to deliver...",
        "Old Todd: I prefer to deliver my messages in person.",
        "Baker: I'm afraid you're gonna be otherwise engaged. The chase is over, my friend, and I have a long to-do list.",
        "Old Todd: Ok. Who's stopping you?",
        "Baker: No one, after I deal with you and a few other loose ends. I'm always looking out for small ways to be more healthy.",
        "[SCENE_BREAK]",
        "Mr. Patel: Mayor Lord! You promised us this filth would stop!",
        "Markko: Did you hear that? I wouldn't count on a landslide in the next election, or ever getting hired as a producer again.",
        "Dorian: Executive producer.",
        "Markko: Did you think this would be funny?",
        "David: Do you see me laughing?",
        "Markko: Good. Because there's nothing to laugh about. You have destroyed both of your careers and taken me and Langston down with you, not to mention turning Renee's hotel into some sort of porn palace.",
        "David: We don't have to worry about that. For Renee, this is kind of like returning to her roots.",
        "Dorian: Oh, David, please don't make things any worse. Just get the thing unplugged.",
        "David: Right.",
        "Dorian: Who did you give the film to?",
        "Markko: What? No, no, no. Don't you turn this back around on me.",
        "Dorian: I didn't give it to anyone. David didn't give it to anybody. For goodness sakes, that is certainly not our film.",
        "Markko: Then whose is it?",
        "[Movie stops]",
        "Markko: Ugh. Finally. God.",
        "David: I got it! See that? I got it.",
        "Rick: Here's my cue.",
        "[SCENE_BREAK]",
        "Cristian: Like that mustard.",
        "Shaun: Hey. I'm glad you took my advice, but--",
        "Cristian: She's not really pregnant.",
        "Shaun: So it's like it was before? I thought you said she was pretending that it was her husband's?",
        "Cristian: She still is. Vimal knows the truth, but he hasn't had the courage to tell his parents.",
        "Shaun: So you stepped in.",
        "Cristian: Exactly.",
        "Shaun: I'm almost afraid to ask, but how?",
        "Cristian: A water balloon.",
        "Shaun: Are you serious?",
        "Cristian: I think it looks pretty good.",
        "Shaun: And you really think this is gonna work?",
        "Cristian: Yeah. Why not? As long as Rama's careful.",
        "[SCENE_BREAK]",
        "Ford: Does it hurt?",
        "Rama: Huh?",
        "Ford: There's toothpicks in your stomach!",
        "Rama: Listen, mister, I have more important things on my mind than your little wiener.",
        "Ford: Wh--",
        "Rama: Take them. Oh, the water.",
        "Ford: Is everything ok?",
        "Rama: Here, here, here.",
        "Mr. Patel: It's all right. They have turned it off. You don't have to hear it anymore.",
        "Rick: Whoo! Oh, ladies and gentlemen, boys and girls, may I please have your attention? In fact, I think I already have it, but can you please just keep it down for a little bit? I am sorry to interrupt, but I would like to introduce myself. Rick Powers, president and CEO of Rick Powers Productions, the finest purveyor of adult entertainment east of Las Vegas and north of the big easy. And tonight, I give you a sneak preview of \"Hold the Diploma,\" the next entry in the famous \"Hold the\" series, starring the brand-new discovery, up-and- comer buster ridge! Where are you, buster? There you are, buddy. Let's give it up for buster! Whoo!",
        "Starr: Nate, don't touch her.",
        "Téa: Stop it. Ok?",
        "Rick: Buster!",
        "Téa: Jesus.",
        "Nate: Dani, Dani--",
        "Téa: Stop it.",
        "Todd: Hey, stud. Where are you going?",
        "Nate: I have to see Dani.",
        "Todd: No, no, wait a minute.",
        "Téa: He's not worth it, Todd. All right?",
        "Todd: You're not gonna see Dani again ever.",
        "[SCENE_BREAK]",
        "John: Who's Baker?",
        "Tomás: He worked for the CIA. Then he went rogue.",
        "John: And he's hooked up with Manning?",
        "Tomás: Todd's been answering to him for years.",
        "John: That's funny--Manning claims he doesn't answer to anyone.",
        "Tomás: Who he claims to be and who he is are like night and day. And when he finally got the guts to push back, Baker tried to have him killed.",
        "John: So Baker's behind Manning's shooting?",
        "Tomás: And he doesn't like to fail. So he's come here to finish the job.",
        "John: When?",
        "Tomás: He's here now. And as long as he is, people that Todd cares about, and more importantly, the people that I care about? Potential targets.",
        "John: That's some story. So what's a guy like Baker-- what's he want with Manning?",
        "Tomás: Honestly can't say.",
        "John: You can't or you won't?",
        "Tomás: I can't. I don't know everything.",
        "John: Don't sell yourself short. When you're not lying, you know a lot. Were do you get your information?",
        "Tomás: I used to work for Baker, too.",
        "[SCENE_BREAK]",
        "Baker: Drag him inside.",
        "Old Todd: I'm-- Ok. So now what?",
        "Baker: Don't get ahead of yourself.",
        "Old Todd: How did you even get here?",
        "Baker: We knew you had help from somebody on the dock. When we found out he was McBain's informant, it wasn't too difficult to figure out where to look.",
        "Old Todd: Do you have a decoder ring?",
        "Baker: How much did you tell him?",
        "Old Todd: Tell who?",
        "Baker: McBain.",
        "Old Todd: I told him that the guy running around town with my name is a fake.",
        "Baker: Oh, that's a shame.",
        "Old Todd: Why?",
        "Baker: It would've been so much simpler just to have to dispose of you and Tomás. But now I'm gonna have to add John McBain to the list.",
        "[SCENE_BREAK]",
        "Tomás: Téa spoke to you. I know that. So my CIA connections can't come as a surprise.",
        "John: If they're real.",
        "Tomás: You think I'm lying?",
        "John: I don't know. Have to look for some verification.",
        "Tomás: Forget it. Company's not gonna acknowledge me.",
        "John: No? Why is that?",
        "Tomás: Because of the things I did under Baker's command. I don't like to think about those days.",
        "John: Why didn't you go to your higher-ups? Why didn't you talk to your handlers?",
        "Tomás: Because Baker led us to believe those missions were sanctioned. When I realized they weren't, it was too late.",
        "John: Too late for what?",
        "Tomás: To make things right. A lot of people paid a huge price for those missions.",
        "John: What people? What did you do?",
        "[SCENE_BREAK]",
        "Cristian: I'm sure she's being careful.",
        "Shaun: With a water balloon?",
        "Cristian: What if it's not just any water balloon? Did you know I was an artist?",
        "Shaun: And what she needed was an engineer.",
        "Cristian: It'll be fine.",
        "Shaun: If you say so. I just hope it doesn't blow up in Rama's face.",
        "[SCENE_BREAK]",
        "Mrs. Patel: Thank you. Thank you. I'm so blessed to have such a kind and dutiful daughter-in-law.",
        "Mr. Patel: Yes, our Vimal is a lucky man. We can always count on Rama.",
        "Vimal: She does have a way of coming through.",
        "Rama: It's nothing. For my family, I'll do anything.",
        "Mr. Patel: Are you feeling a little stronger?",
        "Mrs. Patel: I just need a few minutes to clear my head.",
        "Vimal: Rama, thank you for being so-- thoughtful and caring.",
        "Mr. Patel: We'll just try to forget what happened here tonight, all right? We'll go home, we'll have a nice, hot shower, and then we'll just-- what was that?",
        "Rama and Vimal: What was what?",
        "Mr. Patel: Something must have spilled. I'm all wet.",
        "Rama: That's strange. How strange. I mean--",
        "Mrs. Patel: Rama, it's coming from you!",
        "Rama: No, no, no. Aah!",
        "[SCENE_BREAK]",
        "Blair: Jack, let's get out of here.",
        "Jack: What? No, and miss that?",
        "[SCENE_BREAK]",
        "Todd: When I told Dani you were bad, I didn't realize how bad.",
        "Nate: You don't understand, ok?",
        "Todd: That's ok. I don't have to understand. I'd love to hear your excuse, though. Wait a minute.",
        "[SCENE_BREAK]",
        "Jack: Dad's gonna spill blood.",
        "Blair: Not unless somebody spills his first.",
        "[SCENE_BREAK]",
        "Old Todd: What are you gonna do to McBain?",
        "Baker: Use your imagination.",
        "Old Todd: You're not gonna kill a cop.",
        "Baker: I wish you hadn't made it necessary, but we can't have people spreading ugly rumors that there are two Todd Mannings.",
        "Old Todd: There's only one. Me.",
        "Baker: If that's what you want to believe in your last few minutes on this earth, you go right ahead. Now move.",
        "Old Todd: You're not gonna terminate me here?",
        "Baker: And have you be found wearing that face? No. Too many questions. What we need is a nondescript location where no one will intervene and where your body will not be found. Now go.",
        "[SCENE_BREAK]",
        "John: So there's a rogue CIA agent, and he's gonna start killing people if he's not stopped. Why are you telling me this? What do you want from me?",
        "Tomás: I want you to help me stop him.",
        "John: Man, I don't know if you're ever being honest with me. And I don't need part of a story or half a story. I need the whole story.",
        "Tomás: Anything I've held back, I didn't do it to protect myself.",
        "John: I don't care why you did it. I need you to come clean now. Eh, forget it.",
        "Tomás: No, no. Full disclosure.",
        "[SCENE_BREAK]",
        "Starr: Dani? Dani? Wait. Stop.",
        "Dani: There's nothing to say.",
        "Tomás: What's going on?",
        "Dani: I don't want to talk about it, ok? I don't. Please just leave me alone.",
        "Tomás: This doesn't have anything to do with the movie, does it?",
        "Téa: I'm afraid it does.",
        "Tomás: The Vickers thing?",
        "Baz: It's a different movie. There was a last-minute substitution.",
        "Tomás: You lost me.",
        "Dani: My boyfriend did a porno, ok? He had sex with someone on camera and everyone just saw it.",
        "Téa: Ok, ok. Ok, ok. All right. It's ok. It's all right.",
        "[SCENE_BREAK]",
        "Todd: Hold it. I tolerated you because my daughter said that you made her happy. And this is how you treat her?",
        "Nate: You're not gonna believe anything I say, ok, and this is between me and Dani.",
        "Todd: Hold on.",
        "Ford: Hey, get your hands off my brother. Hey.",
        "Jack: Go for it, Dad. Kick the crap out of him.",
        "Blair: Keep your mouth shut. I want you to stay right there. Do not move. We'll get some help.",
        "Jack: Ok. Slimeball still deserves to go down.",
        "Rex: You got a hell of a big mouth, you know that? Better be careful or somebody's gonna shut it for you.",
        "[SCENE_BREAK]",
        "Rick: If you liked what you saw, which I know you did, here's some information with my web site, where you can catch all the rest of the action. I accept all major credit--there's nothing to be shy about.",
        "David: You think maybe I could have one of those?",
        "Rick: Absolutely.",
        "David: Who the hell do you think you are?",
        "Rick: Want to know who I am? I am your number-one fan. I kid you not, man. I have been following your career. Have-a-seat. One swipe for the wipe. Awesome campaign.",
        "David: Thank you.",
        "Rick: Yeah. Awesome. If you ever want to collaborate, you just say the word. I'll have my people contact your people. Hey, man. Yeah. Keep up the good work.",
        "David: Thanks!",
        "Dorian: Where do you think you're going?",
        "Markko: He's not going anywhere--not until he tells us what he did with \"Vicker Man.\"",
        "David: Yeah, where is it? Where's my movie?",
        "[SCENE_BREAK]",
        "Mr. Patel: Are you all right?",
        "Mrs. Patel: Is it the baby?",
        "Rama: My water broke sooner than expected.",
        "Mrs. Patel: We have to take you to the hospital right away. And what is this? Is this where the water was coming from?",
        "Rama: No, my gyno told me to wear this for extra support, because I needed something tight to hold me, and so I was wearing that, and then...",
        "Vimal: Stop. It's over. It's over.",
        "Mr. Patel: What's over? What's going on?",
        "Vimal: Rama and I-- we're not gonna have a baby. Rama was wearing a water balloon under her dress to make it look like she was pregnant.",
        "Mr. Patel: Why?",
        "Mrs. Patel: Oh, my God. Did she--did she lose the baby?",
        "Mr. Patel: Is that it? You lost the baby and you were afraid to tell us? Why would you force her to go through this charade?",
        "Mrs. Patel: Vimal, it is not like you to deceive us.",
        "Rama: No, no. He didn't. I did. Your son didn't lie to you. I was the one who lied. The truth is... I was never pregnant.",
        "[SCENE_BREAK]",
        "Jack: What are you doing here?",
        "Rex: What do you think? I came here to see a movie.",
        "Jack: I don't think there's gonna be a movie.",
        "Rex: That's ok. I can find another way to entertain myself. Come here.",
        "[SCENE_BREAK]",
        "Dani: How could he hurt me like this? Didn't he ever even care about me?",
        "Starr: Of course, he does. Of course, he does. There has to be an explanation.",
        "Téa: If there is, I'd like to hear it.",
        "Dani: Well, isn't it obvious? He got tired of waiting for me to have sex with him, so he just did it with the first available girl. God, I'm an idiot. I'm such an idiot. Every time I would ask about Deanna, he'd say that they were just friends. He said that she was still hung up on James.",
        "Starr: She was. That's why this doesn't make any sense, Dani. Why would he do it on camera where someone could see? Why would he do something like that?",
        "Dani: I don't know and I don't even care. I just want to get that picture out of my head and I never will. I'm-- I need to go home. I really need to go home.",
        "Téa: Let me take you home.",
        "Dani: No, Mom. Dad looked like he was about to do something bad. You need to stay here and make sure he doesn't.",
        "Starr: Then I'll go. I'll go.",
        "Dani: You can't. Aunt Dorian would kill you if you left now.",
        "Baz: I'll take her home... if that's ok.",
        "Téa: Thank you, Baz. I would really appreciate that, ok? Come on. All right. I'll see you guys at home later. Very soon, ok? Ok, sweetheart?",
        "Tomás: Téa, where's Nate?",
        "Téa: Don't even think about it. Things are tense enough as it is in there.",
        "John: Hey, buddy. Full disclosure.",
        "Tomás: I'll be back after I straighten this kid out.",
        "Blair: You better hurry. When Todd's finished with him, there might not be anything left.",
        "[SCENE_BREAK]",
        "Jack: Wait. Where are we going?",
        "Rex: I just thought we should go somewhere and catch up.",
        "Jack: I can't go anywhere. My mom told me to stay here.",
        "Rex: Since when do you do what your mommy says?",
        "Jack: Since now.",
        "Rex: What's the matter, Jack? You have a problem with me?",
        "Jack: You sent guys to beat me up.",
        "Rex: You went after my son. But you've changed, right? You've learned your lesson. You don't think it's fun to hurt people anymore.",
        "Jack: I said I was sorry for the Shane stuff.",
        "Rex: The Shane stuff? Is that was this was to you-- just some stuff that happened? Ok. Well, let's talk about the Gigi stuff.",
        "Jack: I didn't do anything to Gigi.",
        "Rex: Oh, God. I keep forgetting. It was your friend brad. You're innocent. You didn't do anything to be ashamed of, did you?",
        "Jack: No.",
        "Rex: Sure about that? Because if you did do something, now would be the time to get it off your chest.",
        "[SCENE_BREAK]",
        "[Indistinct shouting]",
        "Téa: Todd! Stop it!",
        "Todd: Get your hands off me.",
        "Tomás: Do not make things worse than they already are. You get out of here. Get out of here.",
        "[SCENE_BREAK]",
        "Ford: Let's go. You ok?",
        "Nate: I'm fine. I need to find Dani.",
        "Ford: Dude, listen. She's not gonna want to talk to you. What the hell were you thinking?",
        "Nate: Leave me alone.",
        "Ford: I warned you to stay away from him. I guess I didn't realize it was already too late.",
        "Nate: I'm going to find Dani.",
        "[SCENE_BREAK]",
        "Todd: Thanks for butting in, John. Just trying to protect my kid.",
        "John: By hurting someone else?",
        "Todd: If you were a father, you'd get it. But that's right-- you don't have any kids, do you?",
        "John: You keep saying that. What's your point?",
        "Todd: This guy Nate Salinger hurt my daughter. If you don't know what that feels like, stay out of my way.",
        "John: Yeah, sure, Manning. Whatever. Next time, I'll just stand back and watch.",
        "[SCENE_BREAK]",
        "Baker: I said move!",
        "[Cop groaning]",
        "Baker: Aah!",
        "Rick: Take it easy. No need to get physical. Security guard: You're in enough trouble already.",
        "Markko: Give us back our movie.",
        "Rick: Who are you again?",
        "Markko: I'm the director.",
        "Dorian: And I'm the executive producer, and I am the mayor of this town. You didn't know that, did you?",
        "David: Her father-in-law is my pa. My pa is the police commissioner. So if we want somebody busted--kind of a done deal.",
        "Rick: I don't want any trouble.",
        "Dorian: Too late. You're already in big trouble.",
        "David: Give us back \"Vicker Man.\"",
        "Markko: Where is it?",
        "Rick: I would really love to help you, , really would, but I do not have it in my possession.",
        "Markko: Where is it?",
        "Rick: It's probably being bootlegger who stole it.",
        "[SCENE_BREAK]",
        "Cristian: How is it gonna blow up in her face?",
        "Shaun: You don't know? You really think a water balloon's gonna fool anybody?",
        "Cristian: It just has to fool Vimal's parents. They expect her to look pregnant.",
        "Shaun: And what happens when they expect a water balloon to turn into a baby?",
        "Cristian: They won't.",
        "Shaun: Trust me, in a couple of months, they will.",
        "Cristian: They're actually going back to India.",
        "Shaun: For how long?",
        "Cristian: I guess long enough for Vimal to build up the courage to tell his parents the truth.",
        "Shaun: Think he can do that?",
        "Cristian: Sooner or later. Relax. Rama's got plenty of time.",
        "[SCENE_BREAK]",
        "Mrs. Patel: You mean she was--Rama, you were never pregnant?",
        "Rama: No, I wasn't. I let Vimal believe that I was pregnant before he went off to Statesville.",
        "Mr. Patel: Statesville industries, where he was working.",
        "Vimal: No. Statesville prison, where I was incarcerated. Mrs. Patel: What? Why would you be in prison?",
        "Rama: Because of me. I convinced him to take responsibility for a crime that he did not commit, because I thought it--I thought it would benefit us in the long run.",
        "Mr. Patel: What kind of benefit does a man derive from having a criminal record, I'd like to know.",
        "Rama: None. But Vimal trusted me and I betrayed his devotion by letting him believe that I was pregnant with his child when I wasn't. There's no excuse. It's unforgivable what I did.",
        "Mr. Patel: Vimal, when did you find out that there was no baby?",
        "Vimal: Not long ago.",
        "Rama: He wanted to tell you the truth, but I knew how devastated that would make you and how much that would hurt him, so I just stupidly tried to save him more pain by trying--",
        "Mrs. Patel: By getting pregnant with a water balloon?",
        "Rama: It was crazy. I know that now. It was stupid.",
        "Mr. Patel: Did you think that that would stop Vimal from divorcing you? It's amazing what some women will do to keep from supporting themselves.",
        "Mrs. Patel: Or perhaps she did it because of the reason she told us. She truly loves our son.",
        "[SCENE_BREAK]",
        "Téa: Thank you, Detective. He seems to have cooled off.",
        "John: He's still gonna do something stupid.",
        "Téa: Yeah.",
        "Tomás: How about Téa and I make sure he doesn't do anything stupid?",
        "Todd: Where's Dani?",
        "Téa: Baz took her home.",
        "[SCENE_BREAK]",
        "Baz: What's that from?",
        "Dani: This? It's a musical we almost did at the school. It's actually how I met Nate.",
        "Baz: Sounds like fun.",
        "Dani: It was. It was fun. If anyone had told me that one day, he would cheat on me in the most disgusting way ever... I still can't believe what I saw tonight. But I did. Everyone saw it, and no one's ever gonna forget it.",
        "Baz: Need any help? I see some pictures in here. I've got some great tearing muscles.",
        "Dani: No. Thanks. I think I just need to be alone for a while.",
        "Baz: I'll be upstairs packing if you need anything.",
        "Dani: Packing?",
        "Baz: Going to Paris to visit my mother in the morning.",
        "Dani: Sounds nice. Can I come, too? What a joke.",
        "Nate: Dani?",
        "[SCENE_BREAK]",
        "Blair: Thank you two for coming in when you did.",
        "Téa: Yes, thank you very much. The last thing Dani needs is to hear that her father's in jail for having beaten her boyfriend to a bloody pulp.",
        "[SCENE_BREAK]",
        "Todd: He deserves worse. No one goes after my kid and gets away with it.",
        "Jack: Dad? I need to tell you something. Rex Balsom is here.",
        "Todd: Yeah, ok, so?",
        "Jack: So he was, like, stalking me. He's acting really weird.",
        "Todd: Where is he?",
        "Jack: I don't know. He was over there a minute ago.",
        "Todd: Don't worry about Balsom. He can't do anything. Stick close and I'll keep an eye out.",
        "[SCENE_BREAK]",
        "Téa: Could this night get any worse?",
        "Blair: You know what? I'm gonna ask Dorian that exact thing. You certainly missed tonight's entertainment. Where were you?",
        "John: That's my fault, Blair. He was talking to me.",
        "[Cell phone ringing]",
        "Todd: Really? About what?",
        "John: None of your business. Excuse me. Yeah.",
        "Todd: What are you doing wasting your time talking to that moron?",
        "John: I can hardly hear you. What happened? Cop: We got trouble. Someone got the drop on me. You gotta get over here.",
        "John: I'm on my way. We'll finish this conversation later.",
        "[SCENE_BREAK]",
        "Cristian: Are you sure I can't get you anything?",
        "Shaun: Vivian just texted me. She'll be here soon.",
        "Cristian: That's what you said an hour ago.",
        "Shaun: See, that's the problem with real babies. They actually show up.",
        "Cristian: My mom's in the back. . She'll take care of you guys. I gotta go check on Capricorn.",
        "Shaun: Listen, man. I'm really glad you and Rama made up.",
        "Cristian: Yeah. Me, , O. Thanks to you.",
        "Shaun: Can you do me a favor, Cris?",
        "Cristian: Yeah, sure.",
        "Shaun: Take that with you.",
        "Cristian: No. Ok.",
        "Shaun: Thanks.",
        "[SCENE_BREAK]",
        "Rama: I'm so ashamed. Your son deserved so much better than me. I came to this country and something happened to me. I got so taken and enamored that I lost my way. But I never lost my heart. I still love Vimal. I always will, no matter what the future holds.",
        "Mrs. Patel: What do you say to that, my son?",
        "Vimal: I think I could never love another woman as much as my Rama.",
        "Mrs. Patel: Thank goodness it's settled.",
        "Mr. Patel: Settled? Just like that?",
        "Mrs. Patel: Yes. Just like that. Now, listen to me, you two. I long to be a grandmother and I'm not getting any younger. So get down to business.",
        "Vimal: Ma!",
        "Mr. Patel: My dear, please, this--",
        "Mrs. Patel: Shh. And if you need any pointers, you can ask that boy from the film. He seemed to know what he was doing.",
        "Vimal: Ma!",
        "[SCENE_BREAK]",
        "Dani: Get out.",
        "Nate: Dani, listen.",
        "Dani: Get out. Listen to you, Nate? Listen to you so you can lie to me again? I found you with that skeevy director and you told me he was a lawyer.",
        "Nate: Dani, he threatened me, ok? I told him no a million times but he made me...",
        "Dani: Whoa. Are you seriously telling me someone forced you to have sex with Deanna? Do you know how lame you are?",
        "Nate: I know how it sounds, ok?",
        "Dani: With what?",
        "[SCENE_BREAK]",
        "Markko: You gave our movie to video pirates?",
        "Rick: Here's what happened. I went to the projection room tonight-- professional curiosity--and there was this guy there. Total shady character.",
        "Dorian: Shady, and so unlike you.",
        "Rick: No. Here's what happened. Before I could say a word, the guy took off running and he took \"Vicker Man\" with him.",
        "David: You mean you sold it to him.",
        "Dorian: You wanted to hijack our premiere in order to show your--I'm not even going to dignify it with the word \"film.\"",
        "Rick: I don't need to hijack anything, but I just so happened to have a copy of \"hold the diploma\" on me, so I said to myself, \"self, these people came to see a movie. So let's show them a movie.\" I was trying to do you guys a favor.",
        "David: Yeah, some favor. If \"Vicker Man\" hits the web, we're dead in the water. DVD sales, residuals--it's all out the window.",
        "Dorian: Honey, that's not gonna happen.",
        "Markko: You are coming with me, powers. You are gonna give us a description, tell us who this guy is, and then we will fan out and track this sucker down.",
        "David: Right. Wait a second. Can we leave our own premiere? Is that done?",
        "Dorian: You can leave when there isn't a premiere, all right? Besides which, sweetheart, there is nothing going on here for us. Come.",
        "[SCENE_BREAK]",
        "Rex: Ok, get a grip, Balsom. This has to be done. For Gigi.",
        "[SCENE_BREAK]",
        "Tomás: It's time to tell them.",
        "Todd: There's nothing to tell.",
        "Tomás: It's over.",
        "Starr: Dad, are we missing something?",
        "Todd: No, you're missing nothing. Why don't you and I go for a walk?",
        "Tomás: No. These are people we love. They need to know the truth.",
        "Blair: What truth are you talking about?",
        "Todd: You do not get to do this.",
        "Tomás: If I don't, McBain will. He's this close to blowing everything wide open.",
        "Todd: I' not afraid of John McBain. .",
        "Tomás: He knows about me. He knows about Baker. It's only a matter of time before he knows about you, too.",
        "Téa: Knows what?",
        "Blair: What are you guys talking about? What's happening, Tomás? What--",
        "Todd: Don't do it.",
        "Tomás: I'm sorry for the havoc that this is gonna wreak on all of you, but it's time. This man is not Todd Manning.",
        "Old Todd: I am.",
        "Starr: Oh, my God."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=wciAILf7DfI"
}