{
    "Episode Summary": [
        "Episode # 10675"
    ],
    "Recap": [
        "After Brody questions Marty about who she saw before she was pushed, besides Natalie, she names Todd. Cole confronts Todd outside his mom's hospital room. Marty concludes that Todd pushed her since he had motives. Starr confronts Hannah about leaving her boyfriend alone. Ford manipulates Langston into staying with him. Markko still has no clue."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Blair: [Singing] How'd I get here, baby? How'd I get here in your arms? Why do you make me crazy why do I love the perfect storm? And I can look at you all night staring the love and know that I",
        "[SCENE_BREAK]",
        "Kelly: Rodney? Ooh. You scared me. How are you? Yeah, that's right. You're not a talker. Um--it's nice to see you...so soon...after we saw each other at the sanitarium. Do your doctors know you're here? You know, maybe--maybe I--maybe I should call them and let them know you're here, okay? They're probably worried sick.",
        "[SCENE_BREAK]",
        "John: Don't move!",
        "Natalie: John, what are you doing here?",
        "John: This is a crime scene. Someone pushed Marty down the stairs.",
        "Natalie: You don't have to remind me.",
        "John: Do I have to remind you that only authorized personnel is allowed access?",
        "Natalie: No.",
        "John: Then what are you doing here?",
        "Natalie: Exactly what it looks like. I'm planning another murder.",
        "[SCENE_BREAK]",
        "Cole: What the hell you think you're doing?",
        "[SCENE_BREAK]",
        "Brody: You saw Todd Manning?",
        "Marty: Yes, but then I saw Natalie.",
        "Brody: You've already told me about Natalie. Tell me about Manning.",
        "[SCENE_BREAK]",
        "Todd: I'm actually a major benefactor here. So I can do whatever the hell I want. What about you? What's your excuse? Shouldn't you be cheating on Starr with some...some slutty coed?",
        "[SCENE_BREAK]",
        "Starr: You, again?",
        "[SCENE_BREAK]",
        "Cole: You listen to me. I don't care how much money you dumped in this place. You step one foot in my mom's room--",
        "Todd: Oh, yeah, what are you going to do? You going to glare at me to death? Step aside. I know your mom's here. I came by to see if she's okay.",
        "Cole: Hang on. I don't want you anywhere near her--not after her miscarriage.",
        "[SCENE_BREAK]",
        "Ford: Miss me?",
        "[SCENE_BREAK]",
        "Hannah: Um, I'm sorry. I thought that--",
        "Starr: That I would be gone and that Cole would have the house all to himself?",
        "Hannah: I should go.",
        "Starr: No, no, no. I mean, you came all the way here, right? You might as well stay.",
        "Hannah: Starr--",
        "Starr: No, it's okay. I mean, I know I'm not the person that you came here to see, but I'm sure we could find something to talk about. Oh, I know. How about you going after my boyfriend?",
        "[SCENE_BREAK]",
        "Todd: She lost the baby, huh?",
        "Cole: It's not like you don't already know. You're just reading the chart!",
        "Todd: I just wanted to see if she's all right.",
        "Cole: For what? It's not like you care about her or our family.",
        "[SCENE_BREAK]",
        "Brody: Can you tell me what went on between you and Todd?",
        "Marty: Todd showed up. He barged in my door at the office and started yelling.",
        "Brody: What about?",
        "Todd: What are you doing about your horn dog son?",
        "Marty: He demanded I do something about Cole. He said he was cheating on Starr, which of course is ridiculous.",
        "Brody: He must have been angry.",
        "Marty: When is Todd not angry? Anyway, he finally ran out of steam. He left my office. That's when Viki called and invited me to dinner, but I ran into Natalie on the way out.",
        "Natalie: Marty--",
        "Marty: Not now!",
        "Marty: One minute later, someone pushed me down the stairs, so you do the math.",
        "[SCENE_BREAK]",
        "Natalie: Yeah, you caught me, John. I returned the scene of the crime so I could admire my handiwork, and now I'm lying in wait for my next victim. Better watch out, copper. You might be next.",
        "John: You finished? You shouldn't be here.",
        "Natalie: And where should I be? At home, twiddling my thumbs waiting for you to take me down for a crime that I did not commit?",
        "John: No one's saying that.",
        "Natalie: Really? I mean, isn't Marty with Brody right now giving her statement? Because she's going to say that she saw me right before she went down the stairs, and of course that means I must have pushed her down the stairs. And that means that I'm responsible for her losing her baby. Am I right?",
        "John: I don't know. I'm not there.",
        "Natalie: Come on, John, don't. Not with me. We both know that's what she's saying, so forgive me if I don't want to wait around to be lynched.",
        "John: You think I'd let that happen?",
        "Natalie: I really don't know. But I do know my way around a crime scene, thanks to you, so I'm here to collect evidence to prove my innocence. What are you here for? To prove that I'm guilty?",
        "[SCENE_BREAK]",
        "Blair: [Singing] I want to feel your face in my hands want to see your eyes take me in want to say again and again I want to love you want to let the kiss take its time want to go where your soul meets mine and let you know that deep down inside I want to love you but I'm so lost in you now I'm so lost I can't be found my heart is going under don't save me, baby let me drown I want your skin on my skin want to be someone I've never been I want to feel your face in my hands want to see your eyes take me in want to say again and again I want to love you want to let the kiss take its time want to go where your soul meets mine let you know that deep down inside I want to love you I want to love you I I want to love you I want to love you",
        "Blair: Oh, what a nice surprise!",
        "Eli: Wow. You have a beautiful voice.",
        "Blair: Oh! You think so?",
        "Eli: It goes with the rest of you.",
        "Blair: Oh. Mmm.",
        "[SCENE_BREAK]",
        "Kelly: Yup. You're right. There's no need to call the clinic. Why get everyone worked up, right? Okay. Uh, obviously, you came here to see me, so why don't we talk, you know? Or I can talk and you can just nod yes or no. How's that? You know what? You look tense. Why don't you have a seat, kick back, relax, and I'm going to go get us some water, okay?",
        "Man: Wait! You--you can't go.",
        "[SCENE_BREAK]",
        "Blair: Ral, can you take a little break, please?",
        "Ral: Cool, ma'am. Thanks. I'll be back in a minute.",
        "Blair: Okay.",
        "Eli: Thanks, Ral. Sounded good.",
        "Blair: So, what do I owe this really wonderful pleasure?",
        "Eli: My deposition got pushed back.",
        "Blair: Really? And you thought you'd just hang out at an empty nightclub in the middle of the day?",
        "Eli: No, I wanted to find out what it is you do around here.",
        "Blair: Seriously?",
        "Eli: Yeah, seriously. Why is that so hard to believe? I'm not interrupting, am I?",
        "Blair: Well, actually, you are, but you know, I think I can probably live with it.",
        "Eli: You sure? I mean, I'll just go.",
        "Blair: No! You won't. Shut up. 'Cause I've missed you.",
        "Eli: I've missed you, too. Hey, how was your mother-son pizza night with Jack?",
        "Blair: It was--it was all right. It was great, actually, until it wasn't.",
        "Eli: Uh-oh. What happened?",
        "Blair: My dear, sweet, dear cousin Kelly, the killjoy.",
        "[SCENE_BREAK]",
        "Kelly: Rodney, you can talk?",
        "Rodney: Y--yes, I didn't...mean to...scare you.",
        "Kelly: No, it's--it's all right. I'm just surprised. Mrs. Stevens said that you haven't spoken a word the whole time you lived at the sanitarium, and you're just--you're talking up a storm. It's okay, it's okay. You don't have to explain. You have come a long way. I'm sure you're beat. Now, why don't you just take a load off?",
        "Rodney: No! No time!",
        "Kelly: Why not?",
        "Rodney: You...need...to know.",
        "Kelly: What is wrong? Please tell me. The vase my mother made?",
        "Rodney: M--Melinda...murdered.",
        "[SCENE_BREAK]",
        "John: I'm here to get the truth. Maybe find some little piece of evidence that forensics missed. Something that will tell me who'd hurt Marty.",
        "Natalie: Forget the evidence, John. What does your gut tell you? You have to have some idea. You always do, and your gut's always pointing you in the right direction, so... is it pointing at me? I--are you--do you actually think that I'm capable of hurting Marty and killing your baby?",
        "John: You asking me what I think? Hmm? I can't imagine you hurting Marty. Look what's in front of me. Marty said she saw you right before she was pushed down the stairs. And you're not denying the things you said when the two of you argued.",
        "Natalie: I'm being honest.",
        "John: You said the baby was the only thing keeping us apart. That's motive right there. How am I supposed to ignore that? Any other detective would have had you in an interrogation room by now.",
        "Natalie: I don't care about any other detective. I care about you. If you actually think that I am capable of doing this... I'm wasting my time.",
        "[SCENE_BREAK]",
        "Marty: Why isn't Natalie in custody?",
        "Brody: Don't worry. She's not going anywhere. I just have a few more questions, then I'll get out of your hair. So Todd showed up at your office complaining about Cole?",
        "Marty: Yes. At first.",
        "Todd: Your son is the same horny pervert he's always been--ever since he knocked up Starr and ruined her life.",
        "Marty: Then it turned into something else.",
        "[SCENE_BREAK]",
        "Cole: You think I believe for one second that you care about my mom? You're not her friend. You're some guy that raped her.",
        "Todd: Hmm. Well, you're a real idiot.",
        "Cole: Who knows how much it hurts her just to be near you?",
        "Todd: Why am I talking to you?",
        "Cole: Well, that's just it, isn't it? Huh? You just can't get enough, can you?",
        "Todd: You're the junkie.",
        "Cole: No, you--you just--you live to see my mom suffer. I bet you can't wait to get in that room and just rub it in her face. Huh? Admit it--you're here to gloat.",
        "[SCENE_BREAK]",
        "Starr: Make yourself at home. May I take your shirt?",
        "Hannah: Oh--okay, I really can't stay. I--",
        "Starr: No. No, no, no, no. Not until we have this out.",
        "Hannah: You've got the wrong idea. Nothing's going on.",
        "Starr: Oh, please. You obviously are into Cole.",
        "Hannah: Cole and I are friends.",
        "Starr: And that's all you'll ever be, so you might as well go back to obsessing over Ford.",
        "[SCENE_BREAK]",
        "Langston: Are you crazy? What are you doing here?",
        "Ford: Well, you weren't answering your phone. What was I supposed to do?",
        "Langston: Leave me alone?",
        "Ford: Hey, I'm sorry if I offended you.",
        "Langston: You humiliated Markko.",
        "Ford: Yeah. I'm sorry about that, too. Let me make it up to you. Come on. You know you want to forgive me.",
        "[Langston sighs]",
        "Langston: Not for making me lie to Starr, again.",
        "Ford: All right. Now, what happened?",
        "Langston: Markko told Cole and Starr that you had some girl in your hotel room last night. They figured it was probably me, which it was, and then confronted me about it.",
        "Ford: Is that such a big deal?",
        "Langston: Starr made me swear on our friendship that I wasn't with you last night and that it was over between us.",
        "Ford: Oh. Was it a pinky swear?",
        "Langston: You know, I had to lie about the first part, but the second part-- that's true.",
        "Ford: What are you saying?",
        "Langston: I can't see you anymore.",
        "Ford: So let me get this straight. You lied to Starr, and somehow it's my fault, and now you're trashing our relationship over it?",
        "Langston: No, it's more than that. Last night was an eye opener. I can't do this anymore.",
        "Ford: So that's it? You're just going to go back to Markko and pretend like everything's okay between you two?",
        "Langston: I don't know what I'm going to do, but whatever this is isn't working.",
        "Ford: Uh-huh.",
        "Langston: Look, I'm sorry and I don't want to hurt you, but you said when we first started seeing each other that my world was too narrow and I needed to open up my eyes. Well, you were right, and you helped open them. Now it's time to move on.",
        "Ford: So, you used me? Huh. I can't believe you would-- just when I thought I was going to... you know what? Forget it.",
        "Langston: Forget what?",
        "Ford: I'm falling in love with you.",
        "[SCENE_BREAK]",
        "Hannah: I don't want anything to do with Ford.",
        "Starr: I don't care. I want you to leave Cole out of your drama.",
        "Hannah: Huh. So, what? Now we can't even be friends?",
        "Starr: Okay, I actually know that trap. I don't tell Cole what to do. He has a very big heart, and if he wants to spend time with you, then that's up to him.",
        "Hannah: Then what do you want me to do?",
        "Starr: Stop coming on to him. Don't make him your knight in shining armor.",
        "Hannah: Oh, this is ridiculous. You're being completely irrational.",
        "Starr: What? By talking rationally?",
        "Hannah: You don't understand.",
        "Starr: Oh. Okay, tell me. What don't I understand?",
        "Hannah: I just came here to talk to Cole.",
        "Starr: Well, he's not here, so you can talk to me. Why are you so desperate to see my boyfriend this time?",
        "[SCENE_BREAK]",
        "Brody: Okay, there's something I don't get. If Todd came to your office complaining about Cole, how did it become about the baby?",
        "Marty: Because getting pregnant with John's baby is the latest thing I've done to ruin Todd's life.",
        "Brody: I don't follow.",
        "[Marty sighs]",
        "Todd: You came back to get to me. You want revenge.",
        "Marty: Because everything Todd says is code for one thing--his problems are my fault. It's my fault he raped me. It's my fault he tormented me. It's my fault that he can't maintain a normal relationship and that his children hate him. He blames me for everything wrong in his life.",
        "[SCENE_BREAK]",
        "Eli: I didn't realize that John and Kelly were back from California.",
        "Blair: Oh, they're back, all right, and Kelly brought her own brand of misery right along with her, as usual.",
        "Eli: Ah. I take it the investigation didn't go well then?",
        "Blair: Well, they didn't find any murderers, but they did bring back some questionable pottery.",
        "Eli: Pottery?",
        "Blair: Yeah. Kelly's mom right before she died gave her this vase that she made in \"arts and crafts.\"",
        "Eli: Yeah?",
        "Blair: And I happened to--well, just make a comment that I thought it was really ugly and it needed to be put in the closet.",
        "Eli: Hmm, yeah.",
        "Blair: Yeah. And so I think Kelly was just a little bit offended, so now it's living in her office, which really doesn't bother me at all because I didn't like it, anyway. You know?",
        "Eli: So then there really is no love lost between the two of you, is there?",
        "Blair: Hmm. You know, we're family, Elijah. Families fight.",
        "Eli: I don't know. Maybe it's none of my business, but I think there's something more to it than that.",
        "Blair: There is. I lost a baby because of Kelly.",
        "[SCENE_BREAK]",
        "Kelly: My mother was murdered? Are you the person that's been calling me from the sanitarium? Do you know who killed her? Rodney, this is important. I need you to be completely honest with me. You can't make anything up and you can't leave anything out.",
        "Rodney: I don't make things up.",
        "Kelly: I know. I know you don't. I know you don't. Come on. Now you said that my mother was your friend, right? Now, don't you think she would want you to tell me? That way, we can make sure that no one else gets hurt, right? Did you see who killed her? Can you tell me their name? John McBain?",
        "[SCENE_BREAK]",
        "John: I'm sorry you feel like you're wasting your time with me.",
        "Natalie: You're sorry? That's all you have to say?",
        "John: What else is there? Except, for the record, I never felt that way.",
        "Natalie: Oh, that's just great. It's great to know how you don't feel, but what's killing me, John, is, I have no idea what you do. I used to know you like the back of my hand, just the way you knew me. Do you--do you remember that? Well, I guess those days are over... if you're going to buy into Marty's accusations.",
        "John: The only thing Marty's done is tell the truth.",
        "Natalie: That's all I'm doing. Okay? I admitted that I saw her in the hallway before she fell, and I admitted that I said horrible things. And do I regret that? Yeah, I do. Because she was not supposed to hear them. You were. And you know, you know that it's all true, John. Everything I said to her--I told Marty that if she hadn't gotten pregnant, that you and I--we would be together, and you know I'm right. Because you came and you kissed me. You came to my house and you kissed me.",
        "John: I remember.",
        "Natalie: And you told me that--that you were going to figure things out with Marty...and that you had to do it fast. And the next thing we know, she's pregnant. But until then, we had a chance. We had more than a chance. We had a future.",
        "John: Natalie, this isn't the time or the place for this.",
        "Natalie: It's never going to be the time or the place, John. Because the minute you accused me of hurting Marty, you destroyed any future we could have had.",
        "[SCENE_BREAK]",
        "Brody: So what happened between you and Todd yesterday was typical?",
        "Marty: Mostly, but--except--",
        "Brody: Except for what?",
        "Marty: Except usually, it's just about me. And yesterday--",
        "Todd: No! You don't get to be happy, not when I'm miserable.",
        "Marty: Oh, my God.",
        "Brody: What is it?",
        "Marty: I told him it was out of his hands that John and I were going to have this baby and we were going to be happy. And that there's nothing he could do about it. And he told me...",
        "Todd: We'll see.",
        "Marty: We'll see.",
        "[SCENE_BREAK]",
        "Cole: This is what you wanted, isn't it? You son of a bitch, you wanted my mom to lose the baby.",
        "[SCENE_BREAK]",
        "Natalie: You know...it's not like everything changed the second you suspected me of hurting Marty, because you were hurt and in pain and I get that. You suffered a loss and no one understands that more than I do.",
        "John: I know.",
        "Natalie: But what really hurts... is that I don't think you were just lashing out. The part of you...you believed it. You-- [Sniffles] You believed that I would hurt a pregnant woman, the mother of your child.",
        "John: You know the drill. I have to consider all the possibilities.",
        "Natalie: No! No, John, because the man that I fell for, he couldn't consider that possibility. The man I fell for... [Sniffles] He would know in his heart that I'm innocent. I'm sorry for your loss. And I hope that you get the evidence soon. Because the longer you consider me a suspect, the longer the real perp has to cover his tracks.",
        "[SCENE_BREAK]",
        "Rodney: John.",
        "Kelly: I know that's what this says, but he's not a murderer, Rodney, he's a--",
        "Rodney: John! John!",
        "Kelly: To talk to John? Okay. Okay. No problem, okay? You sit tight, Rodney. Okay. I'm gonna get John here pronto.",
        "[SCENE_BREAK]",
        "Hannah: This is between me and Cole.",
        "Starr: Actually, that's not true, because Cole and I don't keep secrets. We tell each other everything. So I'm gonna find out sooner or later. Would you like me to take a guess? Let's see. You can't have Cole, so you're sleeping with Ford again?",
        "Hannah: I already told you. I'm done with Ford.",
        "Starr: Well, he's stringing some girl along, so...",
        "Hannah: So you assume it's me? If there's anybody stupid enough to fall for Ford, it's your friend Langston.",
        "[SCENE_BREAK]",
        "Langston: You're falling in love with me?",
        "Ford: I know. I didn't expect it, either. Langston, and this is gonna sound crazy, but I've never felt this way about a girl before. And now you can't wait to get rid of me.",
        "Langston: But I had no idea. Why didn't you say anything?",
        "Ford: Well, I didn't know myself until last night, when you stormed out. I thought you were just being a drama queen and I thought you were gonna come back, and when you didn't, I... missed you.",
        "Langston: I mean, that still doesn't excuse the way you treated Markko.",
        "Ford: Yeah, I know, and I feel terrible about that. It's just that Markko made me so angry.",
        "Langston: How? He didn't do anything.",
        "Ford: Except point out all the ways that he has you that I don't. I mean, you go home to him every night. I go home and order a pizza. He gets to wake up next to you. He gets to take you to prom. He gets to take you out where everybody can see you. What I do get? A couple, you know, minutes every other day if I'm lucky.",
        "Langston: I didn't think you wanted more.",
        "Ford: I didn't think I did, either. And now that I know I do, it's too late. You don't...want me anymore, do you?",
        "[SCENE_BREAK]",
        "Starr: What does Langston have to do with anything? Besides, we're not talking about her. We're talking about you.",
        "Hannah: I shouldn't have come.",
        "Starr: Finally, finally we're making some progress here.",
        "Hannah: All I did was reach out to a friend for help. If I had known something so small would make you so insecure, I wouldn't have even bothered.",
        "Starr: Next time you want to reach out, do it with your clothes on. Cole and I have enough to worry about with my dad and his mom.",
        "Hannah: Wait. What's wrong with Cole's mom? I just saw her a few days ago and she's not sick. Maybe I should call Cole.",
        "Starr: No, don't.",
        "Hannah: What, so now I can't even--",
        "Starr: I'm not even talking about that, okay? Cole's mom just lost her baby.",
        "[SCENE_BREAK]",
        "Blair: See this bracelet? There is a birthstone for every one of my children, and that diamond right there is for Brendan.",
        "Eli: I'm so sorry.",
        "Blair: That's all right. You don't have to tiptoe around it. It...it happened a long time ago.",
        "Eli: Do you feel like telling me what happened?",
        "Blair: It was a car accident. I was pregnant--my eighth month--with Brendan. And Kelly was upset. Her boyfriend had moved away. Them breaking up. She was crying. It was raining. She swerved into our lane and we hit a tree. Doctors couldn't save my baby. It was a boy.",
        "Eli: I cannot imagine how difficult that must have been for you.",
        "Blair: It was probably one of the hardest things that I've ever, ever had to go through. You know, like I said, that was a long time ago.",
        "[SCENE_BREAK]",
        "Cole: You wanted this to happen...",
        "Brody: Hey, hey, Cole. Come here.",
        "[All talking at once]",
        "Brody: Hey, hey, hey. Forget about Manning, okay? Your mom is in there. She needs to see you. Hey! Get in there.",
        "[Door closes]",
        "Todd: You're just gonna let him go? What is that--a Halloween costume?",
        "Brody: Yeah. Trick or treat. What are you doing here?",
        "Todd: I'm thinking of attending medical school.",
        "[SCENE_BREAK]",
        "Cole: I'm so sorry about the baby.",
        "Marty: I know.",
        "Cole: You sure you're okay?",
        "Marty: Better now that you're here. So talk to me. Tell me what was going on out there.",
        "Cole: Todd.",
        "Marty: Todd was here?",
        "Cole: Yeah, looking at your chart. And I would've torn him apart if Brody hadn't stopped me.",
        "Marty: No, you have to promise me something. I don't want you going after Todd, nowhere near Todd.",
        "Cole: All right. Yeah. I'll stay away from him. Why was Brody here?",
        "Marty: Oh, he just had to ask me a few questions about the fall.",
        "Cole: Why?",
        "Marty: Honey, because I was pushed.",
        "Cole: Someone pushed you? John, you know about this? Who was it?",
        "John: We don't know.",
        "Cole: Do you have a suspect?",
        "John: One.",
        "Marty: Actually, make that two.",
        "[SCENE_BREAK]",
        "Kelly: I want you to wait here. Right here. I'm gonna run downstairs and have them bring my car around, okay?",
        "Rodney: John.",
        "Kelly: You're gonna see him soon. Rodney, I promise. Okay? Rodney...thank you. My mother would be very proud of you today.",
        "Rodney: Melinda.",
        "[SCENE_BREAK]",
        "Eli: I don't know how you do it--living with a loss like that.",
        "Blair: I'm so lucky, Eli. I've got 3 beautiful children. Some people don't have any. And I'm blessed. I mean, I'm blessed. I've got this cousin that, if push came to shove, I know that she would be there for me.",
        "Eli: And vice versa?",
        "Blair: Yeah. But if you ever mention it to Kelly, I will deny, deny, deny.",
        "[SCENE_BREAK]",
        "Marty: Then finally, Todd stormed out of the office.",
        "John: This is right before you left.",
        "Cole: So he did. He pushed you.",
        "Marty: We don't know that for sure--",
        "Cole: Who else could've done it?",
        "Marty: Natalie was there.",
        "Cole: No. Look, I know you and Natalie have your differences, but she's not a murderer. Todd Manning is. And no one hates us like he does.",
        "John: Do you know where Manning is right now?",
        "Cole: No, but I'm gonna find out.",
        "Marty: Cole, no.",
        "John: You're not, Cole.",
        "Cole: I can handle him, okay?",
        "Marty: No, look at me. I want you to promise me that when you leave here you will not go looking for Todd.",
        "John: Listen to your mom, all right? I'll take care of Manning.",
        "Marty: There is nothing more important to you than your daughter and Starr. Certainly not Todd.",
        "Cole: Okay. I'll stay away from him.",
        "Marty: I couldn't take it if something happened to you.",
        "Cole: That won't happen. I'll call you later, okay?",
        "Marty: I would really like that.",
        "Cole: I love you, Mom.",
        "Marty: Oh, my God, I love you, too.",
        "John: Silly question, but, you okay?",
        "Marty: I guess. I just... what's wrong with me? Am I just so fixated on Natalie that I couldn't even...think that it could be someone else? Even Todd?",
        "John: You've been through a trauma. Things are gonna get mixed up.",
        "Marty: Yeah. Maybe Cole's right. No one in this world would want to hurt us and our baby more than...more than Todd.",
        "[SCENE_BREAK]",
        "Brody: Manning. I want to talk to you.",
        "Todd: That's too bad. I've got nothing to say to you.",
        "Brody: Well, you're not going anywhere. Not till you answer some questions.",
        "Todd: Questions like, why would I talk to you?",
        "Brody: More like, where were you at 6 P.M. last night?",
        "[SCENE_BREAK]",
        "Hannah: Dr. Saybrooke had a miscarriage? What happened?",
        "Starr: I don't know the details. I just know that she had some kind of fall.",
        "Hannah: Oh, my God. This must be so awful for her. And Cole. I mean, he was so excited to have a little brother or sister.",
        "Starr: I know. It's terrible. And Cole is gonna need some time to heal, so I think it's best if you stay away for some time.",
        "Hannah: Well, I can't just disappear now. I mean, what if he needs me?",
        "Starr: Then he'll let you know. But until then, you let his girlfriend pick up the slack.",
        "[SCENE_BREAK]",
        "Ford: Look, none of this is your fault, okay? If I hadn't been so afraid of getting hurt and if I had just been honest with my feelings towards you, then we'd be okay. It's kind of funny, really.",
        "Langston: What is?",
        "Ford: Just the timing. You graduate in two months and if we would've stuck it out, then we could've been together for real, you know? The way couples are supposed to be. None of this hiding or sneaking around. Just... well, there's no point in talking about that now, is there?",
        "Langston: I guess not.",
        "Ford: Hey, I just want you to know that...I'm sorry. About everything. And... I hope that you and Markko are really happy together.",
        "Langston: No, Ford, wait!",
        "Langston: Maybe we can work this out.",
        "Ford: No. Don't do that. Don't get my hopes up. Not if you're just gonna go...",
        "Langston: No, I mean, I just-- I never knew that you felt this way about me. Every time that I tried to ask you where things were headed, you would change the subject. But now that I know why...that changes everything.",
        "Ford: So what are you saying? You want me back?",
        "Langston: I'm saying that if we do this, I need to know that this is what you really want. I need you to swear to me that this is for real.",
        "Ford: I swear. This is about as real as it gets for me.",
        "Langston: I'm so sorry. I never realized how hard this was on you. Maybe I can get out of going to prom.",
        "Ford: No, you should totally go.",
        "Langston: But what about you?",
        "Ford: I'm a resourceful guy. I'll find a way to distract myself. Langston, you only have one senior prom. You should go.",
        "Langston: Even if it's with--",
        "Ford: I don't care who it's with, just as long as you come back to me. Promise?",
        "Langston: Promise.",
        "Ford: Hmm.",
        "[SCENE_BREAK]",
        "Starr: Cole and I need to focus on raising our daughter. So whatever you need or think you need, it's not even a close third. Are we clear?",
        "Hannah: Message received.",
        "Cole: Hey, guys. What's wrong?",
        "Starr: Hannah just stopped by to say hello.",
        "[Door closes]",
        "Starr: What happened at the hospital? How's your mom?",
        "Cole: Lucky to be alive.",
        "Starr: I didn't know the fall was that bad.",
        "Cole: Well, it might not have been if someone hadn't pushed her.",
        "Starr: Someone pushed her? Who?",
        "Cole: Your father.",
        "[SCENE_BREAK]",
        "Todd: Yeah, I'm not gonna answer any of your questions.",
        "Brody: Then I'll take you in on obstruction.",
        "[Todd laughs]",
        "Brody: Something funny?",
        "Todd: I think I'm starting to realize why Jessica wanted to forget you. Listen...Lovett... you want to talk to me, you're gonna have to talk to my lawyer first. Otherwise, I suggest you find someone a little more intimidating than you to question me.",
        "[SCENE_BREAK]",
        "Kelly: Okay, Rodney, we're all set. Ready to go?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=imIWc-cWqQw"
}