{
    "Episode Summary": [
        "Episode # 10663"
    ],
    "Recap": [
        "Marty is at the hospital after a fainting incident. Bo Buchanan is taken to Llanview Hospital after being shot by Schuyler. Dr Gregory Evans stabilizes him so he can go to surgery. Rex tells Nora that Schuyler was aiming at him but Bo jumped in front of the bullet and saved his life. Roxy visits Schuyler at the police station where he is waiting to be booked. She tells him that she is going to be his mother from now on whether he likes it or not. Gigi goes to visit Sierra Rose at Oliver and Kyle's house. Oliver wonders if she s going to fight them for custody. John stays in Marty's hospital room with her.",
        "Starr confronts Ford about taking advantage of Langston. He protests that Langston is an adult and makes her own decisions. Markko is afraid he is losing Langston because she has been distant for the past couple of months. He tells her he doesn't know what he would do without her. When Ford calls Langston and asks her to come over, she tells him she doesn't want to. Langston stays home and plays video games with Markko. Ford calls a pizza place and asks if Cara is delivering tonight. When he finds that she is, he orders a large pizza for delivery."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Markko: Lang--oh, it's you.",
        "Cole: Hey, honey. Missed you, too.",
        "Markko: Oh, look. I'm waiting for Langston. She was supposed to come home, but she's isn't where she promised she'd be again.",
        "Cole: Dude, chill.",
        "Markko: I can't chill. She's hiding something.",
        "Cole: Uh, all right. Listen. I know things have been a little weird, but--",
        "Markko: Hey, did you talk to Starr yet? I mean, she's got to know what's going on.",
        "Cole: I'm afraid that's where you're wrong.",
        "[SCENE_BREAK]",
        "[Door slams]",
        "Ford: Office hours are over.",
        "Starr: You didn't return any of my phone calls.",
        "Ford: What do you want?",
        "Starr: I want you to stop seeing Langston.",
        "[SCENE_BREAK]",
        "Roxy: Schuyler...",
        "Schuyler: What are you doing here?",
        "Roxy: I came to see you.",
        "Schuyler: Why?",
        "Roxy: Well, even though I don't have a DNA test to prove it, I know it's true. I'm your mother.",
        "Schuyler: Yeah. I know, and you already hate my guts.",
        "[SCENE_BREAK]",
        "Oliver: Gigi. We were just talking about you.",
        "Gigi: John McBain told me you had her.",
        "Oliver: Yeah. I don't know if you've heard yet.",
        "Gigi: I know. You're her father.",
        "Oliver: Yeah.",
        "Gigi: I just needed to see for myself that she's okay.",
        "Oliver: Yeah. We took her to the hospital right away and had her checked out. She's fine.",
        "Gigi: Yeah.",
        "[SCENE_BREAK]",
        "Jessica: Hey, how's Uncle Bo?",
        "Rex: Dr. Evans is working on him.",
        "Brody: What's the word? Is he gonna be all right?",
        "Rex: All I know is Bo took a bullet that was meant for me.",
        "John: It's gonna be okay. We just got to keep pulling for him.",
        "[SCENE_BREAK]",
        "Marty: Whew.",
        "Nurse: When did you wake up?",
        "Marty: Oh, gosh, just a couple minutes ago. Did John come in while I was asleep?",
        "Nurse: No, but he's probably in the E.R.",
        "Marty: The E.R.? Why?",
        "Nurse: Commissioner Buchanan has been shot.",
        "Marty: Oh.",
        "[SCENE_BREAK]",
        "Greg: He's bleeding out. Where's my \"o\" negative?",
        "Nora: What's happening?",
        "Matthew: Is he gonna die?",
        "[EKG beeping rapidly]",
        "Natalie: Is that--",
        "John: It's a crash cart.",
        "Natalie: Oh, God.",
        "Nora: Thought you said he was stabilized.",
        "Greg: Nora, you need to go.",
        "Nora: Just tell me what's happening.",
        "Matthew: You're gonna save him, right? You...",
        "Greg: The both of you, out now!",
        "Marty: Ahem. Hey.",
        "Natalie: Uh, Marty, I'm sorry. I'm sorry. It's just my Uncle Bo, he's--",
        "Marty: It's okay. I understand. I'm sorry to hear about your uncle.",
        "Natalie: Thank you. Excuse me.",
        "John: Hey.",
        "Marty: Yeah.",
        "John: Should you be up?",
        "Marty: I'm fine. No. It's Bo I'm worried about.",
        "[SCENE_BREAK]",
        "Natalie: Hey, hey, are you okay? Where's Gigi?",
        "Rex: She went to check on Sierra. That's Gigi. Crazy Schuyler kidnaps her, and her first thought isn't for herself. It's for the baby.",
        "[SCENE_BREAK]",
        "Gigi: Oh, I was so worried about her, I even left Rex at the hospital.",
        "Oliver: What happened? Is Rex okay?",
        "Gigi: Oh, you haven't heard. Bo was hurt.",
        "Oliver: What? What happened?",
        "Gigi: Schuyler shot him.",
        "[SCENE_BREAK]",
        "Schuyler: Roxy, why are you even here?",
        "Roxy: They already told you.",
        "Schuyler: Yeah. I know you're my mother for about 5 minutes, and up until 5 minutes ago, you were Rex's mother, and you hated me for coming in between him and Gigi.",
        "Roxy: So maybe I don't hate you so much now.",
        "Schuyler: Yeah. Well, maybe you should because there is nothing I wouldn't do to get Gigi to love me instead of Rex, nothing. I mean, I went along with Stacy's lie. I let them think that Rex was the father of the baby, and then this tonight-- I kidnapped Gigi, and I tried to kill Rex. I hurt your entire family.",
        "Roxy: No, not my entire family.",
        "Schuyler: Roxy, blood or no blood, Rex and Shane and Gigi, they're your family. They're your real family, and I destroyed that, so please hate me.",
        "Roxy: Maybe I don't want to.",
        "Schuyler: You don't have a choice because if you don't, you're betraying the people that love you the most, and I don't want that on my head, so you turn around and you walk out of here and you forget any of this happened. You forget that I am your son.",
        "[SCENE_BREAK]",
        "Ford: What Langston and I do is none of your business.",
        "Starr: Actually, you made it my business when you left an empty condom wrapper at my apartment...",
        "Ford: All right. Next time, we'll go somewhere else.",
        "Starr: And you also made it my business when Langston asked me to keep this from Cole, and Cole and I don't keep anything from each other. We tell each other everything.",
        "[SCENE_BREAK]",
        "Markko: Dude, come on. Starr has got to know something.",
        "Cole: She's doesn't.",
        "Markko: You asked her?",
        "Cole: I didn't have to. Starr and I, we don't keep secrets from each other, all right? If something big was going on with Langston, Starr would've told me about it by now.",
        "Markko: Are you sure?",
        "Cole: Trust me. If Starr knew what was up with Langston, so would I.",
        "[SCENE_BREAK]",
        "Ford: You and Cole tell each other everything.",
        "Starr: Yeah, truth and honesty. That's weird, huh?",
        "Ford: Please, Starr. Do you have any idea how ridiculous you sound?",
        "[SCENE_BREAK]",
        "Hannah: Excuse me. Hi. Downstairs, they told me I could find Dr. Saybrooke in here.",
        "Nurse: This is Dr. Saybrooke's room.",
        "Hannah: Um, doesn't she have an office? I was sort of wondering-- I was thinking maybe of seeing a shrink.",
        "Nurse: Dr. Saybrooke has an office, but she was admitted tonight.",
        "[SCENE_BREAK]",
        "Cole: If you want to find out what's going on with Langston, you need to talk to her, you know, like, gently.",
        "Markko: I've tried, okay? I've tried gentle. I've tried being direct. I've tried everything. Cole, I think I'm losing her.",
        "Cole: Naw, man. Look. You're not losing her. Come on. Look. You just need to talk to her, you know, tell her that you're worried about her, you know, that you love her, and try not to act like a jealous...",
        "Markko: Where were you?",
        "Cole: Idiot. Yeah.",
        "[SCENE_BREAK]",
        "Starr: How ridiculous I sound? I'll tell you ridiculous, you going after a high-school girl.",
        "Ford: Okay. Langston is not a girl.",
        "Starr: Sure, she is because if she was a full-fledged adult, you wouldn't even be interested.",
        "Ford: You have no idea why I'm interested.",
        "Starr: Oh, I don't? Okay. Sure. Yeah, it's her hair. It's her face. She's really pretty. It's her spirit, whatever. Is this really how you get off, you find innocent girls and then teach them how naive they are?",
        "Ford: I told you, this is absolutely none of your business.",
        "Starr: You must be so proud of yourself. You're this big university T.A. conquering girls that are barely even legal, huh?",
        "Ford: Who the hell are you to come at me with all this crap? You're just some little slut who got yourself pregnant in high school.",
        "[SCENE_BREAK]",
        "Langston: What's up with the third degree again?",
        "Markko: What's up with this sneaking around?",
        "Langston: Sneaking?",
        "Markko: You said you were coming home, but you didn't.",
        "Langston: Markko, are you serious? I already had to prove to you that I was at Dorian's getting my sheet music, and now you're acting all suspicious again? God.",
        "Markko: Well, I wouldn't be if you weren't acting so guilty.",
        "Langston: Guilty?",
        "[Cell phone ringing]",
        "Cole: Hey, can you guys keep it down, please? Hey, what's up?",
        "Hannah: Hey, I just heard about your mom. Do you need anything?",
        "Cole: My mom? What's wrong with my mom?",
        "Hannah: Oh. Um, didn't you know?",
        "Cole: Know what?",
        "Hannah: Cole, she's in the hospital.",
        "[SCENE_BREAK]",
        "Starr: Oh, I see. I made love to my boyfriend because I thought I was never going to see him again, but I never took advantage of someone and then had them lie to anyone who's ever loved them. You're right. You're so much of a better person than I am.",
        "Ford: At least I respect Langston.",
        "Starr: And I don't?",
        "Ford: No. You don't, and I'll tell you why. Because between the two of us, I'm the one that treats her like an adult. You talk about your B.F.F. like she doesn't have a mind of her own. Give Langston some credit.",
        "Starr: I do.",
        "Ford: No one is forcing Langston to be with me. Maybe she never told you, but she might want something more than just a high-school romance that should've ended a long time ago, and that's what I give to her.",
        "Starr: I hope that that's all you're giving her.",
        "Ford: I haven't exploited or manipulated her at all. No matter what you think, Langston is a woman, and she makes her own decisions, okay, and she's no more of a victim than you were when you tried to get your teacher into bed.",
        "[SCENE_BREAK]",
        "Roxy: You done yet? Because I got something to say to you that you need to hear.",
        "Schuyler: Not like I'm going anywhere.",
        "Roxy: Okay. I spent a lot of time hating you, but you got a lot of reason to hate me, too.",
        "Schuyler: Why would I hate you?",
        "Roxy: Because I should've known better, because you were so sick when you were born and Allison took you from me and went to get help and then she brought me back a little boy and she told me that it was mine but I really should've known better because the baby she gave me was missing his birthmark. There it is. There's the birthmark. She got rid of you like you were nobody. She found another baby to replace you, and then when she found out that you were alive, she just handed you right over to her sister.",
        "Schuyler: Yeah. She told me.",
        "Roxy: Well, that's the one thing that I feel good about, that you grew up with a kind and loving and generous mother, but she's gone, so I'm gonna be your mother.",
        "[SCENE_BREAK]",
        "Gigi: The next thing I knew, Schuyler was holding the gun on us screaming about how it's all Rex's fault he lost everything and then Bo trying to reason with him. That's when he shot at Rex.",
        "Oliver: How did the commissioner get hit?",
        "Gigi: Bo jumped in front of the bullet. He saved Rex.",
        "Kyle: What did they say at the hospital? Is the commissioner gonna make it?",
        "Gigi: He's in bad shape, but, you know, they're doing everything they can.",
        "Oliver: You know, I felt so bad for Schuyler today after we got him and the baby out of the infirmary, after everything he'd done to get Sierra back from Mitch Laurence and Allison Perkins, I had to tell him that she wasn't even his.",
        "Gigi: That must've been awful.",
        "Oliver: Yeah. When he handed Sierra over to me, he was just empty, but I didn't think he'd do anything like this, anything to hurt you or Bo.",
        "Gigi: None of this is your fault.",
        "Oliver: Yeah. You know, I need to get to the hospital.",
        "Gigi: Fish, wait. Bo has plenty of people there looking out for him. Right now, your baby needs you.",
        "Kyle: You know what? I know a couple people on the next shift. I'll call and see how he's doing, okay?",
        "Oliver: Okay.",
        "[SCENE_BREAK]",
        "Rex: What happened? What's going on?",
        "Nora: His, uh, heart and the blood loss, so, uh, Greg is--",
        "Matthew: Greg will save him, Mom, okay? Look what he did for me. He'll do the same for Dad, all right? He has to.",
        "Nora: Hi.",
        "Marty: Hi. Hi, sweetie.",
        "Nora: Hi, hi.",
        "Marty: Hang on.",
        "Nora: I am.",
        "John: I'm sorry, Nora. I should've been there with him.",
        "Nora: Oh, I told him to call for backup. I should've just told him to call you.",
        "Matthew: Uh, has anyone called Uncle Clint? I know he's mad at my dad, but--",
        "Jessica: No. I know my dad would want to be here for his brother, no matter what.",
        "Natalie: I'll call him.",
        "Matthew: Thanks.",
        "Nora: Hey, what happened up there in that cabin? Why would Schuyler shoot Bo? Why the hell would he do that?",
        "[SCENE_BREAK]",
        "Gigi: I haven't held my niece since they released her from the hospital, since Schuyler took her home.",
        "Kyle: Little girl has been through so much.",
        "Oliver: Gigi has been through a lot, too.",
        "Kyle: Do you want to hold her? Here you go.",
        "[SCENE_BREAK]",
        "Rex: Nora, Schuyler wasn't trying to shoot Bo.",
        "Nora: What?",
        "Rex: He was aiming for me. Joplin wanted me out of the way so that he would have another chance with Gigi. He went over the edge. He took the gun, he aimed it right at me, and he fired, and that's when-- that's when Bo jumped in front of the gun. Bo took a bullet that was meant for me.",
        "[SCENE_BREAK]",
        "John: We need to get you back to your room. Your doctor wants you to rest.",
        "Marty: I want to be there for Nora.",
        "John: Look around. Nora is covered.",
        "Marty: John--",
        "John: No. Listen to me, all right? Tomorrow you can be there for her. Tonight you're going back upstairs to bed. Come on. Let's go.",
        "Marty: I know you want to be there for Bo. Why don't you stay?",
        "[SCENE_BREAK]",
        "Rex: Nora, I may not know who I am anymore, but I am so lucky and so proud to have Bo in my life.",
        "Nora: Oh...",
        "[SCENE_BREAK]",
        "[Machines beeping rapidly]",
        "Greg: Come on, people. We're losing him.",
        "[Defibrillator whirring]",
        "[SCENE_BREAK]",
        "Schuyler: How can you say you want to be my mother? Heck, I shot someone. I shot the police commissioner. I shot Bo Buchanan.",
        "Roxy: Yeah? Well, you're probably the worst guy I could have for a son right now. Look on the bright side. I'm probably the worst woman that you could have as a mother, so from now on, you're stuck with me, whether you like it or not.",
        "[SCENE_BREAK]",
        "Starr: So Langston told you about Schuyler Joplin and me?",
        "Ford: Doesn't matter how I know.",
        "Starr: Actually, it does because it's not a fair comparison. Cole and I weren't even together back then.",
        "Ford: I don't care. All I'm saying is that we all do things that seem wrong to other people, but they're what we need to do at the time, and Langston needs to do this with me right now.",
        "Starr: What she needs to do is get as far away from you as possible. Because of you, she could lose the love of her life...",
        "Ford: See, there you go with that junior-high romance novel crap again.",
        "Starr: And for what, Ford, for her to be another notch on your stupid belt?",
        "Ford: Who says that's all I want?",
        "Starr: What do you even mean by that? What, are you saying that you have feelings for Langston?",
        "[SCENE_BREAK]",
        "Langston: I really hope Cole's mom is okay.",
        "Markko: Yeah. Me, too. You know, maybe we should go with him to the hospital.",
        "Langston: No, no. He said he didn't want us over there.",
        "Markko: Still, he's our friend.",
        "Langston: Which is why he'll call us if he needs us, and besides, he left a message for Starr asking her to meet him over there, and I bet when she didn't answer, he didn't get all suspicious.",
        "Markko: Okay. You said that you were tired and you were coming home, but when I got here, you were gone.",
        "Langston: You want to know where I was? Fine. I was checking out the set that Mr. Vega was working on, and I even took a picture, look, and there's the time and date.",
        "[Markko sighs]",
        "Markko: Oh, God, Langston--",
        "Langston: Satisfied?",
        "Markko: I don't know what-- I am so sorry.",
        "Langston: Me, too.",
        "[SCENE_BREAK]",
        "Ford: Why are you so threatened by Langston and me? Are you afraid the same is gonna happen to you and Cole?",
        "Starr: Right, because I lie in bed every night terrified that Cole is gonna have an affair with you.",
        "Ford: You are terrified. Admit it. Langston and I threaten your safe little world. Part of you is wondering if she could run out on Markko, maybe your relationship isn't as perfect as you thought.",
        "Starr: You think you know more about my relationship than I do?",
        "Ford: For all you know, Cole may be jumping on Hannah right now.",
        "[SCENE_BREAK]",
        "Cole: Mom-- hey, where's my mom?",
        "Hannah: I don't know. She hasn't been back yet.",
        "Cole: All right. Did anyone say what happened? I can't believe this. I need to find someone that can tell me what's going on.",
        "Hannah: Okay. Shh. It's okay. Why don't we just look at her chart?",
        "[Cole sighs]",
        "Cole: I don't know. Should you be doing that?",
        "Hannah: If we want to find out.",
        "Cole: Yeah. Yeah. Sure. Just tell me.",
        "Hannah: Okay. Um... your mom is pregnant?",
        "Cole: Yeah. Is the baby okay?",
        "Hannah: Uh, it says here that she fainted and that there was some bleeding but she and the baby are both fine.",
        "Cole: Oh, thank God. Is that all?",
        "Hannah: Yeah. She just needs to rest. She probably went for a walk or something.",
        "Cole: Thank you.",
        "Hannah: It's the least I could do. You stayed with me after the whole incident with the pills...",
        "Cole: That was nothing.",
        "Hannah: And you listened to me yammer about Ford.",
        "Cole: Now, that one is gonna cost you.",
        "[Hannah laughs]",
        "Hannah: Cole, it really means a lot to me that you're keeping this between the two of us. I know how hard it must be to keep this from Starr.",
        "[SCENE_BREAK]",
        "Starr: Cole and Hannah are just friends. She just needs someone to talk to right now, which is, oh, your fault, by the way. Cole stepped up. That's all.",
        "Ford: Wow, you're just as clueless as Markko. He is still in the dark, isn't he? Starr, not everyone knows what they want first time out of the box.",
        "Starr: Cole and I do.",
        "Ford: You sure about that?",
        "[SCENE_BREAK]",
        "Natalie: Hey, he's still not answering.",
        "Matthew: That's weird.",
        "Natalie: Well, not necessarily, not necessarily. You know, he's a really sound sleeper.",
        "Jessica: As soon as my dad finds out, he'll jump and be right over here, okay?",
        "Natalie: I'll try him again.",
        "[SCENE_BREAK]",
        "Brody: Thought maybe you could use this.",
        "Matthew: Grape.",
        "Brody: That's the kind you get from the break room at the station, right?",
        "Matthew: Yeah. My dad always gives me change for the vending machines. He's been doing it since I was a little kid.",
        "John: I want to be here for Bo, but I want to be there for you, too, so until they figure out this whole cloning thing, I'm going with you, all right?",
        "Marty: Okay.",
        "John: Hey, hang in there, buddy, all right? You got a lot of people pulling for your dad. Call me as soon as you hear anything.",
        "Brody: You got it.",
        "John: All right.",
        "Brody: All right.",
        "Jessica: I'm sorry.",
        "[SCENE_BREAK]",
        "Rex: Bo saved my life. He's a hero.",
        "Nora: Yep. That's the kind of guy he is.",
        "Rex: He's gonna make it, Nora, okay? He has to.",
        "[SCENE_BREAK]",
        "Greg: Clear! Give him 300. Clear! 360. Clear!",
        "[SCENE_BREAK]",
        "Cole: Mom.",
        "Marty: Hey, Cole.",
        "Cole: Hey, what happened?",
        "Marty: Oh, no. Honey, it's okay. I fainted.",
        "Cole: They're keeping you here because you fainted?",
        "Marty: Yeah, just overnight. My blood pressure went a little high, and they want me to try and rest, but it's okay. You know why? Because the baby and I are both fine.",
        "Cole: Okay. Good.",
        "Marty: They tell me that this pregnancy is just a little high-risk.",
        "Cole: But what-- what's a little high-risk?",
        "John: Well, what that means, Cole, is that your mom is gonna have to take it easy. She's gonna have to see her doctor more often.",
        "Cole: When I heard you were here, I-- I didn't know what to think.",
        "Marty: I'm sorry. I'm sorry. I just didn't want to worry you.",
        "Cole: Worry me? You're my mom, and you're gonna have my little brother or sister, so please, please worry me.",
        "Marty: Okay.",
        "Cole: You know, if Hannah hadn't have called--",
        "Marty: Oh, so you're Hannah. Hi. Nice to meet you.",
        "Hannah: Hi. You, too.",
        "Marty: How did you find out I was here?",
        "Hannah: Oh, I was looking for you. Cole said that you might be able to help me. I've been going through a rough time.",
        "[SCENE_BREAK]",
        "Starr: Yeah. We're done.",
        "Ford: What's the matter, you don't want to be another notch on my belt?",
        "Starr: You know what, Ford? You were right about one thing. Langston does make her own decisions, and one day, she's gonna decide to leave you flat. She's gonna go back with Markko, and you're gonna be all alone, but don't worry. I'm sure you'll have more than enough coeds for the rest of your miserable life, but one thing is that you will never know what true love is like.",
        "[SCENE_BREAK]",
        "Markko: I really am sorry, Lang. I mean, I know I've been a little crazy lately.",
        "Langston: Markko, it's fine. I'm just really tired, so can we not talk about this right now?",
        "Markko: Well, all we've been doing lately is not talking about it.",
        "Langston: Well, then can it just wait till morning or something?",
        "Markko: No. We're just gonna end up rushing out to class, and the next thing you know, we'll have lost another day, and I can't lose any more. Lang, you got me really worried about you.",
        "Langston: I don't want you to worry.",
        "Markko: Then stop making me. I mean, if there's something you need to talk about...",
        "Langston: No.",
        "Markko: Whatever you're going through, no matter what it is--",
        "Langston: Markko, I'm fine, really.",
        "Markko: Look. It doesn't take a genius to see that you're hurting, and I can't stand seeing you hurt. I mean, if you were in some kind of trouble and you felt like you couldn't tell me about it--",
        "Langston: Markko, please stop.",
        "Markko: I can't because I feel like for the past few months, I have been watching you disappear. Every time I touch you or tell you I love you, you're further away, and I can't lose you, Lang, because I honestly don't know what I'd do without you.",
        "[SCENE_BREAK]",
        "Schuyler: I wanted-- I wanted Gigi so badly that I was willing to kill Rex to have her. I mean, I took a gun, and I-- I pointed it at him, and I pulled the trigger. How can you be okay with that?",
        "Roxy: I'm not okay with that. I don't think I'm ever gonna be okay with that, but you know something? I get it. Listen, Schuy. I could tell you things about myself that would make your skin crawl, and I have lied to everybody that I loved to protect what I thought was mine. Does that sound familiar to you? So let's face it. I'm a drunk. You're a druggie. We're both desperate, and we're both total losers.",
        "Schuyler: Yay, team.",
        "Roxy: Well, tonight I lost my son, and I lost my grandson, and both of us lost Sierra Rose, so I'm all you got, and I know you, and you are flesh of my flesh and blood of my blood, and I'm yours, so--like it or not, good or bad--we're family, and I always stick by my family.",
        "[Roxy sobs]",
        "[SCENE_BREAK]",
        "Gigi: I remember the first time I held this precious little girl. It was right after she was born. Didn't take long for Stacy and me to realize she was sick. Then I had to bundle you up and take you out into that blizzard.",
        "Oliver: Ha ha! When you fell through the ice, you held on to her. You never let her touch the water. You saved her.",
        "Gigi: So did you. Um, Fish, I got to ask. Did you-- you didn't know you were her father then, did you?",
        "Kyle: Look. We've both been through-- I mean, everybody has been through a lot today, you know, so maybe--",
        "Oliver: No. It's okay, Kyle. Schuyler lied to you. I won't. I didn't know for sure, but I always knew that there was a chance that I was Sierra's father, and I knew for a long time that Rex wasn't.",
        "[SCENE_BREAK]",
        "Nora: Okay. How is he? How's Bo?",
        "[SCENE_BREAK]",
        "Markko: Okay, how about this? You don't have to talk about everything right now.",
        "Langston: Thanks.",
        "Markko: I just want to spend some time with you, and I think we could probably use a little distraction.",
        "Langston: Yeah, probably.",
        "Markko: And I got just the thing.",
        "Langston: Markko, I don't know if that's such a good idea.",
        "Markko: Samurai ninja showdown two.",
        "Langston: The old Z-box game? You still have that?",
        "Markko: Are you kidding? How many times did we play that game? You honestly think I could throw it away? So, what do you say? I'll defend the village while you storm the castle.",
        "Langston: I'd like that.",
        "Markko: Good.",
        "Langston: Markko. You're a really great guy.",
        "Markko: Thanks, babe.",
        "[Cell phone rings]",
        "Langston: Yeah?",
        "Ford: Your friend Starr just paid me a visit. She actually tried to get me to stop seeing you.",
        "Langston: Seriously?",
        "Ford: Yeah. Come over. I'll tell you all about it.",
        "Langston: I can't.",
        "Ford: Markko's there?",
        "Langston: Yeah, but--",
        "Ford: So make an excuse and get over here. I miss you. Langston.",
        "Langston: I don't want to.",
        "[Click]",
        "Ford: Hey, yeah. Is Karen delivering tonight? Perfect. I'd like to order a large pizza.",
        "[SCENE_BREAK]",
        "Cole: Bo was shot? It's insane. How are Matthew and Nora?",
        "John: Not great, but they've got a lot of support.",
        "Cole: Who shot him?",
        "John: This guy Schuyler Joplin.",
        "Cole: What?",
        "Hannah: Who's Schuyler Joplin?",
        "Cole: He was a drug counselor when I was in rehab. I don't get it. What, is he using again?",
        "John: I'm not sure exactly what went down.",
        "Cole: You weren't there?",
        "John: Your mom had to go to the hospital. I took the night off.",
        "[SCENE_BREAK]",
        "Greg: Bo's stabilized.",
        "Nora: Okay.",
        "Greg: I'm not gonna sugar-coat this. It's touch and go.",
        "Nora: Is he still bleeding?",
        "Greg: Well, we need to get him into the O.R. We're prepping him for surgery now.",
        "Nora: Can he--can he survive that? I mean, is he gonna make this?",
        "Greg: We're going to do the best that we can, but I can't make any guarantees.",
        "[SCENE_BREAK]",
        "Gigi: You knew Stacy's baby wasn't Rex's, and you didn't say anything?",
        "Oliver: Gigi, I wanted to--",
        "Kyle: It was--it was my fault. I found out the truth during rounds, and I was bound by confidentiality, and Kim and Stacy threatened to get me kicked out of med school if I said anything.",
        "Gigi: Of course they did.",
        "Kyle: But you should know it took Oliver a lot of time to come to terms with being Sierra's father.",
        "Oliver: And now I'm just so happy to have her.",
        "Gigi: I know what you mean. For months, I was blaming Stacy's baby for breaking up Rex and me. But now that she's here, there's nothing in the world I wouldn't do for her.",
        "Kyle: Does that mean you're gonna fight us for custody?",
        "[SCENE_BREAK]",
        "Cole: That's, uh--that's really great that you're getting counseling.",
        "Hannah: Yeah. You were right. I need help.",
        "Cole: Yeah. I'm just sorry that you're, you know, hurting.",
        "Hannah: You, too. I feel terrible about the commissioner. I'm so sorry, Cole.",
        "[SCENE_BREAK]",
        "Marty: I know what you're thinking. You're kicking yourself for not being there with Bo when he walked into that cabin with Rex. You're thinking that if you'd been there, you might have prevented Bo from being shot.",
        "John: You know where I was when everything went down?",
        "Marty: It doesn't matter where you were. You can't blame yourself.",
        "John: I was at home.",
        "Marty: Oh.",
        "John: Exactly where I was supposed to be, getting my place ready for you and the baby to come live with me.",
        "[SCENE_BREAK]",
        "[EKG beeping]",
        "Nora: Oh, whoa, whoa, whoa. What are you doing?",
        "Bo: Hi, red.",
        "Nora: Oh, hi, honey. Now, you listen to me and you listen good, Bo Buchanan. I did not wait all these years to get back together with you to lose you now, okay? Do you understand?",
        "Bo: Loud and clear.",
        "Nora: Oh, good. Please hang in there.",
        "Bo: I will.",
        "Nora: I love you.",
        "Bo: I love you, too. Where's Matthew?",
        "Nora: He's outside.",
        "Bo: Bring him in.",
        "Nora: Sure.",
        "Bo: I want to see him before I go.",
        "Bo: Son, I don't want you to worry, because I'm gonna be just fine.",
        "Matthew: You know, I had this whole speech ready for you, but, uh, I guess I just want to say I love you.",
        "Bo: Balsom.",
        "Rex: Thank you for... you know, thank you.",
        "Bo: If I had it to do over, I'd take that bullet for you again.",
        "[SCENE_BREAK]",
        "Gigi: I will admit that a big part of wanting custody was to protect her from Schuyler, but this little angel is a part of my heart. She's my sister's child. Who her father is doesn't change that.",
        "[SCENE_BREAK]",
        "Roxy: Man, I was a terrible mother to Rex and Natalie, but I ain't gonna make those mistakes again. You know, not everybody in life gets to do a do-over like I'm getting with you.",
        "Schuyler: I wanted a do-over with Gigi--so much so that I--I forced her into it at gunpoint. Oh, my God. I love her so much, Roxy. I made such a mess.",
        "[SCENE_BREAK]",
        "Starr: Hey, guys.",
        "Cole: Hey.",
        "Starr: Hi. I'm sorry I didn't get your message right away. Is your mom okay?",
        "Cole: Yeah, she's fine, but if it wasn't for Hannah, I wouldn't have even known she was in the hospital.",
        "Hannah: Well, then, my work here is done. See you later. Bye, Starr.",
        "Cole: Uh, Hannah thanked me for keeping quiet about, you know, Ford and the pills.",
        "Starr: Oh, so you didn't tell her that you told me, did you?",
        "Cole: No, but, um, I felt kind of bad about it. But still, I mean, I would never keep something like that from you.",
        "Starr: Well, I won't tell anyone.",
        "Cole: I know, and I trust you. Like I told Markko before, that you would never keep anything from me, that if something was going on with Langston, you would tell me about it.",
        "[SCENE_BREAK]",
        "Gigi: Wow. I can't believe I never noticed it before. She looks just like you.",
        "Oliver: Really?",
        "Gigi: Yeah.",
        "Oliver: I think she sort of looks like you.",
        "Gigi: Really? No, look, her eyes.",
        "[SCENE_BREAK]",
        "[\"Hold On To Me\" playing]",
        "Markko: I'm getting clobbered here. Babe, come on.",
        "[SCENE_BREAK]",
        "Sugarplum Fairies: And it seemed I was fully redeemed then you stopped trusting love and I started messing up don't go it all on your own hold on to me hold on to me hold on to me",
        "Officer: They're arraigning you first thing in the morning. You'll have to get a cell for the night.",
        "Roxy: Well, I'm going with him.",
        "Officer: Who are you?",
        "Roxy: I'm his mother, and he's my son.",
        "[SCENE_BREAK]",
        "Sugarplum Fairies: To stand by your side",
        "Brody: It's touch and go.",
        "Sugarplum Fairies: But you say that our battle's just half of the fight all your somethings leave me with nothing I never meant to be mean hold on to me hold on to me hold on to me"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=rX6stkNCsyU"
}