{
    "Episode Summary": [
        "Episode # 10401 -- The Little Match Girl"
    ],
    "Recap": [
        "After Addie gets served the subpoena drawn up in Todd's petition, she informs Dorian and Starr. They are outraged. But Todd goes to the house and wins Jack over. He petitions that his kids are in an unsafe environment when their mother has been stabbed by an unknown assailant, their Aunt Dorian does not provide stability for them, Dorian signed over her estate to Moe who lets a murderer into the house (Ray Montez) and Ray is under suspicion for stabbing Blair. Dorian goes to the house and has Todd removed. But Ray is courteous to her and tells her he thinks he might be able to help her. Stacy tells Gigi she has no intention of helping her after the way Gigi and their parents have treated her throughout her life. She will donate her bone marrow to save Shane's life only under the condition that Gigi gives up Rex and lets Stacy \"have\" him. Roxy is also similarly threatened by Stacy who tells her that she won't reveals Roxy's secret about Rex's anonymous father if Roxy tells everybody that Stacy is the bone marrow donor. Roxy knows she cannot tell Rex what has happened. Tea goes to talk to Cole in his jail cell. At first he is furious that she is bothering him, tells her he does not want any lawyer and deserves the consequences after what he did to Matthew. But she is able to convince him that he deserves another chance and motivates him not to throw his life away and turn out like Todd Manning And it appears he listens to her at that point."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Cole: Can I get some water in here? Please some aspirin -- something? Anything.",
        "Téa: I have some aspirin in my purse, too.",
        "Cole: What the hell do you want?",
        "Téa: What do I want? What do you want, Cole? Because I'm your only ticket out of here, kid.",
        "[SCENE_BREAK]",
        "John: Kappa Alpha Delta. Manning's college fraternity.",
        "Marty: Yeah, where Todd and his frat brothers raped me. Why would -- why would he use those letters -- those three letters on his victims?",
        "John: I don't know. Who knows? Maybe there's other victims out there with other letters on them that spells something else. Who knows?",
        "Marty: Do you really believe that?",
        "John: No.",
        "[SCENE_BREAK]",
        "Todd: Do you need some help with your math?",
        "Jack: Dad?",
        "Todd: Hey. How did you get in here?",
        "Todd: Some new maid let me in. I got myself sprung from the joint.",
        "Jack: You better be here to be my dad, or get the hell out.",
        "[SCENE_BREAK]",
        "Addie: Is she awake?",
        "Dorian: They're still weaning her off of the drugs that are keeping her in the coma.",
        "Starr: You know what? Sam, why don't we go down to the cafeteria and I'm going to get you some yummy ice cream.",
        "Addie: Oh, yummy.",
        "Starr: Do you want to go? Let's go. Just call me if there's any news.",
        "Dorian: We will.",
        "Starr: Thanks.",
        "Addie: Bye-bye.",
        "Dorian: Addie? Come on, what is it?",
        "Addie: I was just served this. Todd is suing for temporary custody of all three children.",
        "[SCENE_BREAK]",
        "Rex: There is a bone marrow donor for Shane. Roxy, are you serious?",
        "Roxy: Oh yeah, there is a match.",
        "Rex: This is great. Who is it?",
        "[SCENE_BREAK]",
        "Stacy: That's right, Gigi. I'm a match for Shane.",
        "Gigi: You are?",
        "Stacy: Yes",
        "Gigi: You really are?",
        "Stacy: Look. It says right here that my bone marrow can save Shane's life.",
        "Gigi: [Whimpering] Oh my God.",
        "Stacy: I knew how happy you would be.",
        "Gigi: I've got to go tell Rex. Thank you so much. You have no idea how much this means to me.",
        "Stacy: Not so fast, sis.",
        "Gigi: Stacy, what's the matter? Is there some kind of problem with the match?",
        "Stacy: I'm not giving Shane my bone marrow. Why would I save your kid?",
        "[SCENE_BREAK]",
        "Rex: Whose marrow matches Shane's? Is it anybody we know?",
        "Roxy: Well, this might come as a shock --",
        "Rex: What might?",
        "Stacy: You were a mess last time I told you Rex didn't want to see you after the last lie you told him about his dad. Can you imagine how he'll react when you tell him the real deal? He will hate you, Roxy, for the rest of his life.",
        "Rex: Why would I be shocked about who Shane's match is?",
        "Roxy: Well, I didn't actually mean that. I meant -- I just had this huge feeling that there's going to be a match for Shane. I just know that that's going to come true.",
        "[SCENE_BREAK]",
        "Dorian: \"Whereas the restraining order against Todd Manning has expired --\" expired? How is that? \"And he is no longer considered a threat or danger --\" who says?",
        "Addie: Not me.",
        "Dorian: \"And whereas Todd Manning has fulfilled the requirements to revisit the custody agreement --\" impossible. \"And whereas the children's mother, Blair Cramer, is incapacitated --\" how dare he use that against her?",
        "Addie: Dorrie, we're talking Todd here.",
        "Dorian: \"And whereas the children have no specific adult supervision --\" they have me.",
        "Addie: And me.",
        "Dorian: Yeah. \"And that in their mother's absence, the children are left in the care of a grandmother who has suffered from psychosis most of her adult life --\" I'm sorry.",
        "Addie: It's all right, Dorian.",
        "Dorian: \"And an aunt who has been accused and convicted of a number of felonies, including murder --\"",
        "[SCENE_BREAK]",
        "Todd: Yeah, you're afraid to get your hopes up about me. I've bailed on you one too many times, I know. But, not this time, because I'm out for good. The charges were all dropped against me.",
        "Jack: Sure, like that's never happened before.",
        "Todd: Yeah, well, it won't again.",
        "Jack: What if Mom wakes up and says that you tried to kill her?",
        "Shaun: You're out of here.",
        "Todd: Okay, hold on, hold on. The restraining order against me has been lifted. Take a look.",
        "Shaun: I don't need a piece of paper to tell me what to do. If you want to get to your kid, you go through me first.",
        "[SCENE_BREAK]",
        "Marty: I know you think like a detective and you can't jump to conclusions, but let's look at the facts. Janet Ketring was my nurse, I lived with Wes Granger, and it's common knowledge that Blair was my enemy from way back.",
        "John: Halpern was going to testify against Manning. He got into a fight with Granger. Blair was keeping his kids from him. It seems the killer is targeting anyone that knows you or Manning.",
        "[SCENE_BREAK]",
        "Cole: You're my ticket out of here? What is that supposed to mean?",
        "Téa: I'm defending you on the dui and reckless endangerment charges.",
        "Cole: Forget it. I'll take my chances with the public defender.",
        "Téa: I can help you, Cole.",
        "Cole: Yeah? Yeah? Just like you helped my mom? You ripped her into pieces just so you could suck up to Todd. I don't want any part of you.",
        "Téa: Your mother does. She hired me to represent you.",
        "[SCENE_BREAK]",
        "Rex: You tell me there's a bone marrow match for my son and then you say it's just a hunch.",
        "Roxy: Yeah, it's kind of like a feeling, you know, like when I go to the track and I'm so sure that horse is going to come in.",
        "Rex: And it usually doesn't.",
        "Roxy: Yeah, I know that. But, this time it's different. I'm just so sure that it's going to happen.",
        "Rex: How? How are you so sure?",
        "Roxy: Well, I'm just so sure that the big guy up there, he's going to love Shane so much that he's just going to make a miracle happen. I'll just bet everything on it.",
        "Rex: Are you sure that's all you meant?",
        "[SCENE_BREAK]",
        "Gigi: You're not going to give Shane your bone marrow? Is this some kind of joke?",
        "Stacy: Why would I help you after the way you've treated me?",
        "Gigi: Stacy, you said everything was okay.",
        "Stacy: Well, it isn't. You've never made me feel like part of the family. Every since I got here you've been on my case about finding a job, and what to do, and what not to wear.",
        "Gigi: That's because my son was there.",
        "Stacy: What, I'm the black sheep in the family?",
        "Gigi: I never said that.",
        "Stacy: No, but when your boyfriend said he got into bed with me because I drugged him, who did you believe? It sure wasn't your sister, I can tell you that much. And then you kicked me out. Now you want me to all of sudden to get needles stuck in me for you? You haven't done a damn thing for me.",
        "[SCENE_BREAK]",
        "Roxy: Hey baby, I'm so sorry. I shouldn't have said anything about that woo- woo stuff unless I was sure that there was a match for Shane. I am so sorry about that.",
        "Rex: No, I am. If you knew anything about a donor, you'd tell me. You'd do anything to save Shane's life. I'm going to get some coffee. Do you want some?",
        "Roxy: Sure.",
        "Stacy: Just shut up and listen. Do exactly as I say. Give me that.",
        "Roxy: Why?",
        "Stacy: Because you're invalid pal, John Doe, here, is a match for Shane. It says so. What? I thought you didn't want anybody to know who John Doe was. Especially Rex, right?",
        "Roxy: Yeah, but this could save Shane.",
        "Stacy: Uh-huh, and it could also blow your secret. Rex will find out that you've been lying to him big time all along.",
        "Roxy: I just want to save my grandkid.",
        "Stacy: Yeah, don't worry. He'll be all right. I'll take care of that.",
        "Roxy: Just what are you going to do?",
        "Stacy: We'll say that I'm the match.",
        "[SCENE_BREAK]",
        "Gigi: Stacy, I'm -- I'm sorry if I hurt your feelings. But, if you don't help Shane, he could die, and I can't believe that you would let that happen.",
        "Stacy: Well, you should have been a little nicer to me, sis.",
        "Gigi: Oh my -- this is unbelievable. We're not talking about a sweater that I borrowed from you and ruined.",
        "Stacy: No, just my life.",
        "Gigi: Oh God, let me make it up to you, okay? I'll do anything, just don't take it out on Shane. He's your flesh and blood. You can't just let him die, can you?",
        "Stacy: No. Actually, I don't want Shane to die.",
        "[SCENE_BREAK]",
        "Dorian: \"In addition to the lack of supervision, the children are living in a home that was given by Dr. Lord to a stranger who now lives with them, one Maurice Stubbs.\"",
        "Todd: Shaun, do we really have to do this.",
        "Shaun: Yes we do.",
        "Moe: Take one more step towards that boy and I will torch you like my best brûlée.",
        "Todd: Okay. Why haven't you gone back to Texas, you hay seed?",
        "Moe: This here's my house. Somebody got in and stabbed poor Blair. Folks are saying it was you.",
        "Todd: Well, those folks are about as dumb as you are. I didn't try to stab Blair. And this isn't really your house, is it?",
        "Moe: Dorian gave it to me. I got papers and everything.",
        "Todd: And you don't think she's trying to get it back? Look for an opportunity to boot you out?",
        "Moe: Oh, she and I may have our differences, but an enemy of her family is an enemy of mine.",
        "Dorian: \"Also living with the children is another unsuitable person, a man named Ray Montez, a former convict and illegal alien.\"",
        "Ray: We got some kind of problem here, Moe?",
        "[SCENE_BREAK]",
        "Cole: My mom would never hire you to be my lawyer. She hates you.",
        "Téa: She also wants what's best for you, and that's me.",
        "Cole: That's crap.",
        "Téa: Give us a minute, Jeff.",
        "Cole: Todd Manning held my mom hostage and you got all the charges dropped against him.",
        "Téa: Which is exactly why your mother wants me to work on this case. If I can keep someone like Todd from going to prison, I can do that for a good kid like you, Cole. That's right. You're still a good kid. You made a mistake, okay? It was a terrible mistake, but it was a mistake. Do you want to spend the rest of your life in prison for it? It's your call, Cole.",
        "[SCENE_BREAK]",
        "Marty: Okay, what's this killer trying to say?",
        "John: I don't know. Serial killers usually keep leaving their calling cards until someone figures them out.",
        "Marty: Are you saying that he intends to kill again?",
        "John: He could.",
        "Marty: It's -- it's about me, and Todd, both of us. John, you said all along you thought it was Todd. Doesn't this make it seem even more possible that he's the killer?",
        "[SCENE_BREAK]",
        "Dorian: \"Therefore, Todd Manning is petitioning for an emergency custody hearing to place Starr, Jack, and Sam Manning temporarily in their father's care.\" I know exactly who put this in Todd's head.",
        "[SCENE_BREAK]",
        "Cole: I don't deserve a life. I took a load of pills before I got behind the wheel of a car. I wrecked my friend's life.",
        "Téa: You told Matthew to get out of the car, from what I understand. He refused.",
        "Cole: I should have made him do it. I should have made -- I was like his big brother. Nora trusted me to look out for him. She was like a mom to me when I thought I didn't have a mom, and this is how I repay her.",
        "Téa: Cole, listen to me. The fact that you feel remorseful, that speaks to the kind of person you are. It does not mean that you should spend the rest of your life in prison.",
        "Cole: Why not? Why not? Huh? The kid is never going to walk again because of me.",
        "Téa: Todd thought he deserved to suffer, too.",
        "Cole: He did. He knew exactly what he was doing to my mom. Just like I --",
        "Téa: But you -- you what? You didn't know what you were doing. You didn't have the faculties to make the best judgment call. Yeah, you were wrong to take drugs, Cole. But what happened to Matthew was an accident.",
        "[Phone rings]",
        "Téa: Sorry. Hello?",
        "Dorian: I am going to get your disbarred.",
        "Téa: Who is this?",
        "Dorian: How dare you? Helping Todd take those children from my niece when she's fighting for her life, have you no decency at all?",
        "Téa: Dorian? Wait, Todd is going for custody of the kids?",
        "Dorian: As if you didn't know.",
        "Téa: I didn't know.",
        "Dorian: Don't play innocent with me.",
        "Téa: Listen to me, Dorian. I'm not the bad guy this time. Go harass Todd's new lawyer. I don't represent him anymore.",
        "Cole: You don't work for Todd?",
        "Téa: Not anymore.",
        "Cole: Why not?",
        "[SCENE_BREAK]",
        "Todd: Jack, I just came to tell you that all the charges against me were dropped. I'm not going to jail again, and I'm working on getting custody. And when it's official, I'm going to come back and I'm going to take you, and your brother, and Starr home with me, okay? We are going to be together again, buddy, a family. And nothing is going to keep me away from you. Nothing, not ever.",
        "[SCENE_BREAK]",
        "Addie: At least it's only temporary custody.",
        "Dorian: It's a foot in the door.",
        "Addie: What are we going to do, Dorrie? We can't let Todd have the children. And what about Blair? When she finds out, what is this going to do to her?",
        "Starr: What's going on with Mom?",
        "Dorian: She's the same.",
        "Starr: Well then what's wrong?",
        "Addie: We have to tell her, Dorrie. It's about her.",
        "Dorian: You're right.",
        "Starr: What is it?",
        "Addie: Your father is trying to get temporary custody of you and your brothers.",
        "[SCENE_BREAK]",
        "John: Okay, let's go over it, then. Todd had motive for wanting Halpern dead. She was going to testify against him. He was jealous of Granger and the two of you living together, and he had a big fight with Blair because she was keeping him from his kids.",
        "Marty: So you think he started killing people because of all of that?",
        "John: Either he's doing it or somebody wants people to think he's doing it.",
        "Marty: Well, either way it's because of me.",
        "John: None of this has anything to do with you.",
        "Marty: Nothing? None of it? Come on, it's all about me. I want to help you. Let's do this together.",
        "[SCENE_BREAK]",
        "Gigi: I knew it. I knew you couldn't let Shane die.",
        "Stacy: Well, I'm not heartless.",
        "Gigi: I know. I know that. And I'm really sorry for everything I did. But once Shane's better, we'll start over, okay? Thank you, thank you. I owe you big.",
        "Stacy: I know. Look, I'll help Shane, but there's a condition.",
        "[SCENE_BREAK]",
        "Roxy: How are you going to say you're a match for Shane when it's really Rex's -- John Doe's bone marrow?",
        "Stacy: Yeah, why don't you just leave the details to me, all right, genius? I'll make a copy of this, and I'll change John Doe to Stacy Morasco. How hard could that be? It will look like I'm the match. All you have to do is zip your lips. We'll keep the real donor's identity between us and Rex will never find out about your secret. That is what you want, right?",
        "Roxy: What's in it for you?",
        "Stacy: You'll find out.",
        "Rex: Rox, you okay? What's going on with you today?",
        "[SCENE_BREAK]",
        "Gigi: What's the condition? What kind of game are you playing here?",
        "Stacy: Oh, this isn't a game at all.",
        "Gigi: We're talking about my son's life. What's the condition?",
        "Stacy: You give up Rex.",
        "Gigi: The only way you'll save Shane's life is if I give up Rex?",
        "Stacy: That's the deal.",
        "Gigi: You're serious?",
        "Stacy: Dead serious.",
        "Gigi: What's the matter with you? What does my being with Rex have to do with saving my son's life?",
        "Stacy: Rex and I were meant to be together. You stole him from me.",
        "Gigi: Oh!",
        "[SCENE_BREAK]",
        "Roxy: Hey, I don't know what's the matter with me. I guess I'm just, you know, freaked out about Shane. I don't want my grandbaby to die. And I don't want anything to come between you and Gigi.",
        "Rex: We are closer than ever now. Gigi's been amazing through all this. And hey, you, too. Convincing Shane to shave his head instead of waiting for the hair to fall out -- that was like, genius. Made it feel like we're actually doing something, instead of waiting for bad stuff to happen. Rox, I know we've had our issues, but you've come through, big time.",
        "Roxy: Well, I wish I could do more. I wish that I was a match for Shane.",
        "Rex: Me, too. Too bad the old man still isn't around, whoever he is.",
        "Roxy: Yeah, I'm real sorry about that.",
        "Rex: Yeah, I do not want to make you feel bad. I know he was a son of a bitch, but he might have been the one who could save Shane.",
        "[SCENE_BREAK]",
        "Gigi: I stole Rex from you?",
        "Stacy: I saw him first. It was freshman year, high school, first day. I dropped my backpack in front of the senior lockers. All my personal stuff fell out. My good luck troll doll, my lunchbox Mom packed and made me bring, and then that little pad that I used to doodle on, and I used to draw those little girls all over it. People were picking up my stuff, and they were laughing at me and making fun of me, and then all of a sudden, I hear this voice say, \"Back off.\"",
        "Gigi: Rex?",
        "Stacy: And he was walking to me. He was the hottest guy I had ever seen in my life, and he picked up my stuff, and he looked me in the eye, and he told me, \"Are you okay?\" I came home that night and I told you all about it. I said, \"He is exactly the guy I've been dreaming about since I've been a little girl.\" And what did you do? You dated him.",
        "Gigi: Stacy, I don't ever remember you talking to me about Rex.",
        "Stacy: It's because I didn't know his name, but you did. And you took him away from me, just like you did everything else. You were always the pretty one. You were always Mom and Dad's favorite. That wasn't enough. You were dating him. You talked to me about him all the time, and that wasn't even enough. So then you got knocked up -- sent him running.",
        "Gigi: Rex didn't even know I was pregnant when he left. Stacy, I swear I didn't know that you had a crush on him.",
        "Stacy: It wasn't a crush.",
        "Gigi: But you didn't even know him.",
        "Stacy: I knew I loved him the minute I saw him. And with you out of the way, I can finally have him.",
        "Gigi: Wow, so you've carried this with you all this time?",
        "Stacy: Look at it this way, Gigi. Nobody walks away empty-handed. You get Shane. I get Rex.",
        "[SCENE_BREAK]",
        "Cole: Defending that creep finally got to you? You grew a heart?",
        "Téa: Something like that.",
        "Cole: I can't believe you actually married that guy.",
        "Téa: Sometimes, neither can I.",
        "Cole: Why did you do it?",
        "Téa: To help him get custody of Starr.",
        "Cole: What was in it for you?",
        "Téa: $5 Million.",
        "[Téa laughs]",
        "Téa: And the chance to be stepmom to one of the best little girls I know. Cole, the fact that Starr fell for you, that must mean that you're a pretty special guy. Don't give up on yourself just yet.",
        "Cole: Why not? Everybody else has.",
        "Téa: That's not true.",
        "Cole: Well, Starr has. Even if I did get out of here, there's no chance we'll ever get back together.",
        "Téa: Cole, if there's one thing I've learned, it's never say \"never.\"",
        "[SCENE_BREAK]",
        "Starr: I thought she had a restraining order against him.",
        "Dorian: Apparently it has lapsed.",
        "Starr: So he could just get custody of us?",
        "Dorian: He's trying to get temporary custody.",
        "Starr: He's not going to settle for that.",
        "Dorian: His petition is absolutely groundless. I have a team of great lawyers, and we are going to fight him.",
        "Starr: Cole's mom tried to fight him and she lost. What if we have to live with him?",
        "Addie: Your mother is coming out of this coma, sweetheart. She's going to be better. She won't let him take her children. You know that.",
        "Dorian: Why don't you let me take you kids home, all right?",
        "Starr: No, not when Mom can wake up at any minute.",
        "Dorian: What if Todd comes here?",
        "Starr: I can handle him, just like I always do.",
        "Addie: She's right, Dorrie. And I'm here.",
        "Dorian: And I'm going to make sure that Todd doesn't get within 10 feet of you children.",
        "[SCENE_BREAK]",
        "Todd: You understand, Jack?",
        "Shaun: You need to stop talking trash to your kid.",
        "Todd: Shaun, why don't you just take yourself and your boys and get out of here?",
        "Ray: We're not going anywhere, Manning, so maybe you should just walk away.",
        "Todd: I'm sorry, do I know you?",
        "Ray: I doubt it, but I know you.",
        "Todd: Oh, yeah, everyone knows me. You just have to pick up a paper.",
        "Ray: I'm the client Téa Delgado left waiting in a Colombian prison while she was busy cleaning up after you.",
        "Todd: Oh, okay. Chill, senor. You've got nothing to worry about from me. Téa quit on me.",
        "Ray: Is that because you tried to murder your wife?",
        "Todd: No, I didn't.",
        "Moe: Oh, we heard the police talk. Seems like you had motive, and no alibi, and an ax to grind against your ex.",
        "Shaun: And she had a restraining order against you.",
        "Todd: Yeah, but even Dorian thinks I'm innocent.",
        "Jack: So do I. I want to talk to my dad.",
        "[SCENE_BREAK]",
        "Michael: Hey, I just -- I was on the phone with -- oh, hey, Marty. I'm sorry, I didn't mean to interrupt you guys.",
        "Marty: No, that's okay.",
        "John: No worries. What's up? Michael: I just got a call from the head of Blair's team. It seems like she could be coming around any minute, so I'm on my way over to the hospital, and I'll check on her.",
        "John: You call me as soon as you know anything. I'm coming down, okay?",
        "Michael: Yeah, absolutely. I'll talk to you soon.",
        "John: Okay.",
        "Michael: Hey, good to see you, Marty.",
        "Marty: Good to see you, too.",
        "John: Thanks, Mike.",
        "Michael: Yeah.",
        "Marty: You know you want to be with her.",
        "John: Yes. But I don't want to leave you like this.",
        "Marty: Last time you left her to be with me, she got stabbed. You need to be with her when she wakes up. Please don't let me take you away from her again.",
        "John: Where are you staying now?",
        "Marty: Oh, I have a room at the Palace.",
        "John: You think maybe you should go back to the Buchanans?",
        "Marty: I don't think Nora would go for that. My son is the reason Matthew is paralyzed.",
        "John: I'm not so sure how good the security is at the Palace.",
        "Marty: Don't you think if the killer wanted me dead, I'd be gone already? I was passed out next to Wes when he was stabbed.",
        "John: I don't know the answer to that. Watch your back, okay? Lock your doors. Keep an eye out.",
        "Marty: I'll be careful.",
        "John: Okay. Then I'm going to walk you to your car. Let me just get my coat.",
        "[SCENE_BREAK]",
        "Todd: Well, you heard the man. My son would like to talk to me.",
        "Dorian: When I think that I actually, in a moment of weakness, believed you when you said that you didn't want Blair dead --",
        "Todd: I don't.",
        "Dorian: You sounded so sincere when you told Starr that you didn't try to kill her mother. But then I know sociopaths always sound sincere.",
        "Todd: You don't know anything.",
        "Dorian: I know this -- Blair is lying in a medically-induced coma, and you are trying to take her children away from her. You hope that she'll just die and make it easier for you.",
        "Jack: That is a lie!",
        "Dorian: No, Jack, it isn't, but -- I know this is hard for you to hear. I'm sorry.",
        "Jack: I want to be with my dad.",
        "Dorian: No, you don't.",
        "Jack: Yes, I do, and so does Sam.",
        "Dorian: Starr doesn't.",
        "Todd: Yeah, but she'll come around. We've had our bad days, but deep down, we're as tight as ever.",
        "[SCENE_BREAK]",
        "Starr: I am never going to move in with my dad. I don't care what the court says. I am never going to do it, Grandma.",
        "Addie: Poor baby. Oh, you've been through more at your age than most people go through in a lifetime.",
        "Starr: You don't even know the half of it. Oh, Michael, how is my mom doing?",
        "Michael: I just got here. She hasn't come out of it yet?",
        "Addie: So far as we know, there's been no change.",
        "Starr: But she is going to wake up, right?",
        "Michael: I'm going to go check on her right now.",
        "Starr: Okay.",
        "Addie: What's the half I don't know? You can tell me anything.",
        "Starr: The only thing that matters right now is my mom. And as long as she makes it, I can get through everything else.",
        "Addie: Me, too.",
        "[SCENE_BREAK]",
        "Roxy: Hey, listen, you're not going to get on me about your father again, are you?",
        "Rex: I know you did what you had to do. I'm just glad you finally told me the truth about him. I'm going to go check in on Shane. Thank you for being straight with me about everything. It couldn't have come at a better time.",
        "[SCENE_BREAK]",
        "Gigi: So it wasn't me being paranoid about you prancing around in skimpy outfits, with your hands all over him, always trying to find ways to get close to him. You've been after Rex this whole time. And you did drug him, didn't you? So, what -- I would find the two of you in bed together and just break up with him?",
        "Stacy: And so you're mad at me, not him? God, it is gross how much you trust him.",
        "Gigi: Yes, I trust him. I love him and he loves me.",
        "Stacy: Too bad.",
        "Gigi: Stacy, please, please don't make me do this.",
        "Stacy: You know, I really think it is a small price to pay to save your son's life, especially after the hell you put me through when you took off.",
        "Gigi: Took off? Mom and Dad kicked me out. And I never stole Rex from you, and I am not giving him up.",
        "Stacy: Oh, well, do you think you and Rex will have much of a life together if Shane dies?",
        "Gigi: Oh, God, you bitch!",
        "Stacy: Okay.",
        "Gigi: Stacy, wait.",
        "[SCENE_BREAK]",
        "John: Are you okay?",
        "Marty: I'm fine. But we should get going. Let's go.",
        "[SCENE_BREAK]",
        "Dorian: Shaun, would you kindly remove from the premises this piece of filth?",
        "Shaun: Absolutely, Dr. D.",
        "Jack: No, I don't want my dad to go.",
        "Todd: That's okay, that's okay. I'll see myself out. Buddy, I'm going to come back. I'm going to get you out of this place. I'll take you home with me where you belong, okay?",
        "Dorian: Jack, I hope you understand why --",
        "Jack: I hate you.",
        "[SCENE_BREAK]",
        "Téa: Cole, do me a favor. Think about what it took for your mother to hire me, after what I put her through. Think about how much she wants you to get past this, so you can grow into the kind of man she knows you can be. That's how much she loves you. That's right -- you're loved. Deal with it.",
        "[SCENE_BREAK]",
        "Ray: So, I thought you didn't think Manning wanted to hurt your niece.",
        "Dorian: Well, I didn't, until I saw that. I cannot let Todd get hold of those children. But with Blair lying in a coma, I don't know what I can do about it.",
        "Ray: I know it's none of my business, but I have an idea.",
        "[SCENE_BREAK]",
        "Todd: Guthrie? Yeah, hey, Todd Manning. Yeah, I just spoke with my sons, and they're totally into living with me. Don't worry about Starr. She'll come around. But you need to get me this custody hearing quickly, so I can get my kids back home safe with me.",
        "[SCENE_BREAK]",
        "Addie: The restraining order against Todd has expired.",
        "Starr: He just wants to get custody of me, Jack, and Sam, and he's using what happened to my mom.",
        "John: Big surprise.",
        "Starr: He just wants to win. He doesn't really want us.",
        "John: There is no way we are letting him take you or your brothers away from your mom, I promise you that.",
        "Michael: She's awake.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Téa: Thanks, Jeff, you're a good man. Dorian again. No, thank you.",
        "[Phone beeps]",
        "Dorian: Téa Delgado, this is Dorian Lord Buchanan. It's urgent that I speak to you. Blair needs your help. Todd Manning is trying to get the children away, and she needs someone who can beat Todd at his own game. I think that that person is you.",
        "[SCENE_BREAK]",
        "Stacy: Don't waste my time, Gigi. If you think you're going to talk me out of this --",
        "Gigi: I know I can't do that. How can you do this to me?",
        "Stacy: This isn't about me. This is about God.",
        "Gigi: What?",
        "Stacy: I heard you trying to cut a deal with him. You said you'd do anything if he'd save Shane. You asked for help and he sent me. This is your miracle, Gigi.",
        "[SCENE_BREAK]",
        "Roxy: You finally did something good in your life, you miserable lowlife.",
        "[SCENE_BREAK]",
        "Stacy: Rex was the answer to the prayers of a lonely teenage girl all those years, and now I'm the answer to yours. All you have to do is give Rex up, Gigi. Shane will be okay. So what's it going to be, sis?",
        "[NEXT_ON]",
        "Stacy: I'm not giving Shane my bone marrow. Why would I save your kid?",
        "Todd: I'm going after custody of my kids.",
        "Viki: While Blair is in a coma?",
        "Téa: Marty has asked me to represent Cole.",
        "John: You were attacked. Someone stabbed you."
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=ANiJv2Nh5Lw"
}