{
    "Episode Summary": [
        "Episode # 10382 -- A New Pair of Genes"
    ],
    "Recap": [
        "Bo tells Dorian and David that he's found DNA proof that David is not Asa's son. So that means that David and Dorian have no claim to their family's fortune. A DNA technician comes to the house and informs him that he's ruled out the possibility that David is Asa's son. But he found a DNA father and son match between David and Rex Balsam. They then conclude that means that Rex is David's son. Bo calls Rex to inform him and it blows Rex's mind. Yet there's no legal action anybody can take about whether or not David and Dorian inherit Asa's estate. Gigi reveals to Marcie that she is not comfortable with her sister back in town getting so chummy to Shane and to Rex. Natalie is determined to get to the bottom of the mystery of how it is that Tess drove to the hospital shortly after giving birth to Chloe. Yet, nobody has an answer for that. Markko tells Langston that even if he's been accept to UCLA, he is going to stay right in Llanview with her because he is in love with her. After Cristian hears Vanessa admit that she framed Ray for the murder of Lola's mother, took her from her father and used him the same way, he calls Antonio and Talia to take her away. Ray goes with her. But she pleads with Cristian that he is the love of her life and begs his forgiveness."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dorian: The action of a desperate and pathetic man. Of course, David is Asa's son. But may I tell you I just love to see a Buchanan man squirm. Except for you, my darling.",
        "David: That goes without saying, my beloved.",
        "Dorian: We had better get a room. What am I talking about? We've got the whole mansion.",
        "[Dorian laughs loudly]",
        "Bo: You know, I hate to interrupt this, but -- read it and weep.",
        "David: Why? What's that?",
        "Bo: These are the DNA test results on that hair sample that I plucked off your head.",
        "David: But that was earlier today.",
        "Bo: Mm-hmm. Well, they compared that sample to Pa's DNA. It seems it doesn't match.",
        "Clint: So there it is, conclusive proof that Asa was not David's father.",
        "Nora: So now you get out of my house.",
        "[SCENE_BREAK]",
        "Natalie: I need to talk to Mom.",
        "Jessica: She and Charlie just turned in. Is there a problem?",
        "Jared: No, no. It's no big deal. We just wanted your mom's take on something. Tomorrow's fine.",
        "Jessica: Natalie, wait. Um, Chloe's being a little cranky tonight and I need to warm her bottle. So would you mind watching her for a second?",
        "Natalie: You're not scared I'm going to steal her?",
        "[SCENE_BREAK]",
        "Michael: I'm going to have the Rodi-burger.",
        "Gigi: Mm-hmm.",
        "Marcie: With onion rings.",
        "Michael: With onion rings --",
        "Marcie: Instead of fries.",
        "Michael: Instead of fries, if that's okay.",
        "Gigi: Sure. You know what, I'll even double up on the rings for you, Doc.",
        "[Pager beeping]",
        "Michael: Wait a minute. Let's see if I'm going to be around to eat them.",
        "Marcie: If you're not, I will.",
        "[Marcie laughs]",
        "Gigi: You guys are getting along very well.",
        "Marcie: Yeah.",
        "Gigi: Spill.",
        "Marcie: Last night Michael and I, you know.",
        "Gigi: Marcie, I'm so happy for you.",
        "Marcie: It just happened. It was totally unexpected. Which is weird, because last night was --",
        "Gigi: Last night -- last night was some night. I had a bombshell dropped on \u0096",
        "Stacy, Shane, and Rex: Boom shaka-laka laka, boom shaka-laka laka, boom shaka- laka laka...",
        "Gigi: And there she is.",
        "[SCENE_BREAK]",
        "Langston: \"Dear Mr. Rivera, congratulations. You have been admitted to the UCLA School of Theater, Film, and Television for the fall semester, 2009.\" You got into UCLA for film studies? That's amazing. Hey, but how is that possible? You said you didn't apply anywhere but Llanview University. Right?",
        "[SCENE_BREAK]",
        "Cristian: Is this true?",
        "Cristian: Tell me the truth.",
        "Vanessa: All right, I did it.",
        "Ray: I spent all that time in prison because of you.",
        "Lola: So it's true?",
        "Cristian: I can't believe this.",
        "Téa: I'm sorry, too, Cristian, for having had anything to do with you marrying this woman.",
        "[SCENE_BREAK]",
        "Dorian: Give it up. We all know the first DNA tests you ran were correct.",
        "David: Yeah, that's how Jared faked being Asa's son. No more pulling out of my hair.",
        "Dorian: David is Asa's son. Deal with it.",
        "Nora: No. Well, we would if we had to, but we don't. It seems that thankfully science, nature, and whatnot are on our side this time.",
        "Bo: See, the lab assured me that this test was right.",
        "Dorian: But you're forgetting that Asa himself acknowledged that David was his son on the videotape that he made.",
        "Nigel: Poor Mr. Buchanan.",
        "Clint: Yes, Nigel. Asa went to his grave thinking that this con artist was his son.",
        "Dorian: This is the kind of amateur theatrics I have come to expect from Clint, but you, Bo? Shame on you. What did you do? Steal this piece of stationary from the hospital lab and then write in these fake results, hmm?",
        "Bo: No, Dr. Dorian. I knew that you would see through something like that.",
        "Clint: We were as surprised by these results as you are.",
        "Nora: Only in a good way.",
        "Bo: See, the lab ran the samples at least twice. There's no doubt. That sample that Jared used must have been compromised somehow.",
        "Clint: So, David, you're broke again. How does that feel?",
        "David: Cold.",
        "Clint: Yeah, well it's about to get colder. You can expect divorce papers within, oh, I'd say about an hour.",
        "Nora: Oh, honey, we're home.",
        "David: Hey, you still love me, don't you?",
        "Dorian: I'm not going to accept this flimsy piece of paper as proof of anything. Give me your cell phone, please.",
        "David: Why?",
        "Dorian: I am -- I'm going to call the lab and have my own DNA test done.",
        "Clint: Yeah, do that. Go for it, honey.",
        "[SCENE_BREAK]",
        "Cristian: So you killed Lola's mother?",
        "Vanessa: No, I didn't kill anyone.",
        "Téa: You just confessed in front of all of us.",
        "Vanessa: I meant that I framed Ray for her murder.",
        "Lola: Perra maldita. You stole my father away from me. You wrecked his life.",
        "Cristian: Why? Why would you do that?",
        "Ray: Tell us a story, Vanessa.",
        "Lola: What did we ever do to you?",
        "Vanessa: It was my plan from the start.",
        "Cristian: What was?",
        "Vanessa: I read about Ray in the paper, that his wife was killed and he was rich.",
        "Téa: So you seduced him.",
        "Ray: It was, what, about a year after my wife died. I was alone. I was trying to raise Lola with no mother.",
        "Cristian: Go on, Vanessa.",
        "Vanessa: I only planned on staying married to Ray long enough for it to count.",
        "Cristian: Count for what? So you could get half? And along the way you turned an innocent girl against her own father? A grieving kid without a mother? You sent an innocent man to prison.",
        "Vanessa: No, I sent a guilty man to prison.",
        "[SCENE_BREAK]",
        "Gigi: I'll be right back. So you guys had a good time at the game?",
        "Shane: The best. There was this power play in the third period. Oh, my God, Boomer Racine \u0096",
        "Stacy and Shane: Boom, boom, boom, boom...",
        "Shane: God, you had to be there.",
        "Stacy: I am so parched. Can we have some drinks, Geeg? Okay, I definitely just sounded like a jerk. Sorry.",
        "Gigi: No, no, it's fine. I'll get them. It's my job.",
        "Rex: You okay?",
        "Gigi: Yeah, why wouldn't I be? I mean, I'm thrilled that I've been slaving at work while you and our son and my sister have been having a blast at a game I was supposed to be at.",
        "Rex: You know what? Shane and I would have had a lot more fun if you had been there.",
        "[SCENE_BREAK]",
        "Jessica: You love my children and they love you. And there's no one else in the entire world that I would trust more to take care of them.",
        "Jared: We'll watch Chloe, Jessica. Go ahead.",
        "Jessica: Thank you.",
        "Natalie: Come here, baby. Ooh. Hello, little pumpkin. I missed you today.",
        "Jared: Jessica -- she's trying.",
        "Natalie: Jared, I am not backing away from this. I need to know why Jess or Tess or whoever it was went to the hospital that night with Chloe and then went back to the cottage without seeking any sort of medical attention for either -- wait a minute.",
        "Jared: What?",
        "Natalie: What if she didn't bring Chloe to the hospital and just took care of herself and left Chloe all alone at the cottage?",
        "Jared: We don't know --",
        "Natalie: Does that seem like someone who should be taking care of the children right now?",
        "Jared: No, it doesn't, okay? But neither does Niki Smith or Jean Randolph or any of your mom's other alter personalities should be taking care of kids or grandkids.",
        "Natalie: My mom got help.",
        "Jared: Yeah, well, not before she really screwed up Jessica and messed up your life, too.",
        "Natalie: Why are you bringing my mom into this?",
        "Jared: You want to punish Jessica for having a disease that's not even her fault?",
        "Natalie: Do you think that it's a good idea to leave this child alone with someone who could have been capable of leaving her all by herself in a cold cottage right after she was born?",
        "Jared: We'll tell your mother about this tomorrow.",
        "Natalie: Yeah, well, you know what? I wish I could talk to her about it right now, because I need to know why Jessica went to the hospital that night.",
        "Jared: Maybe we should ask her.",
        "Jessica: Ask me what?",
        "Natalie: Actually we wanted to ask you about the night Chloe was born.",
        "Jessica: You mean the night I left you two to die.",
        "[Jared chuckles]",
        "Jared: Yeah, I guess we're being blunt here -- that night.",
        "Jessica: Well, we might as well talk about it. I mean, it's always between us. I terrorized you guys in the worst way possible. No wonder you don't trust me with my own children.",
        "Natalie: Well, we trust you now the way you are.",
        "Jessica: But you think I could snap at any moment and become Tess and somehow mistreat my girls.",
        "Natalie: Don't you think that's a possibility?",
        "Jessica: Look, it's been a tough night, and I overreacted before. Of course I do not think that you would ever try and steal Bree or Chloe from me. I know that you are genuinely concerned about their welfare and you have every right to be. But I'm under a doctor's care. And whether you want to believe it or not, I would never ever hurt my girls.",
        "[SCENE_BREAK]",
        "Markko: I wasn't even going to apply to UCLA but Mr. Bradley thought I had a shot.",
        "Langston: He did?",
        "Markko: He said I had the grades, and he saw that film I did for English class.",
        "Langston: Okay, but why didn't you tell me you were applying?",
        "Markko: Because UCLA gets like a million applications. I didn't think I'd actually get in.",
        "Langston: I could have told you you were getting in.",
        "Markko: Really.",
        "Langston: Um, it's an art school and you're a freak. Art school is to freaks like flowers are to bees. Why wouldn't they want you?",
        "Markko: Well, I'm no Spike Lee or anything.",
        "Langston: No, you're not. You're one of a kind. And that's what really matters.",
        "Markko: Well --",
        "Langston: Wait. When I came in and you were hugging Noelle and she told me that you'd gotten into college and I thought it was Llanview University, it was really UCLA?",
        "Markko: Well, yeah.",
        "Langston: So why didn't you tell me then?",
        "Markko: I guess it just wasn't important.",
        "Langston: Not important? You got into one of the best film schools in the country. You're going to UCLA. Which is like 2,000 miles away.",
        "[SCENE_BREAK]",
        "Cristian: Either Ray killed his wife or he didn't.",
        "Vanessa: He's guilty, Cristian. Look at him. He's got a knife in his hand. He was going to do to me exactly what he did to his first wife.",
        "Ray: It's exactly what you deserve, you puta mentirosa.",
        "Cristian: Back off.",
        "Ray: I spent 655 days in prison because of your lies.",
        "Téa: And I'm trying to make sure that you don't spend another second in prison, but you are not helping.",
        "Vanessa: Oh, he killed Lola's mother. I know he did.",
        "Cristian: So you have proof.",
        "Téa: Beyond the evidence that she planted, there is none.",
        "Vanessa: You live with a man long enough, you get to know him. His moods, what pleases him, if he gets violent. After living with Ray, seeing his temper, his cruel streak, I began to wonder if maybe he was capable of murder.",
        "Lola: Shut up.",
        "Vanessa: When I found that knife in the shed, a knife with blood on it, I knew what had happened.",
        "Lola: Shut up!",
        "Vanessa: Sweetheart, mija, I'm not proud of what I set out to do, but I was doing it for you, too. Okay, I -- I wanted your father's money, but I knew that I could help put him away for what he did.",
        "Ray: I did nothing.",
        "Cristian: So how did you pull it off?",
        "Vanessa: Getting Ray's prints on the knife was easy. I waited until he had too much to drink and fell asleep. But then I needed it discovered.",
        "Lola: So you put it in my jewelry box. You wanted me to look in there. You put it in there.",
        "Vanessa: I'll always hate myself for involving you.",
        "Téa: But you knew that by having Ray's own daughter discover the knife that the murder weapon would then be more credible.",
        "Vanessa: Mija, I did it for you. Your father is a very dangerous man.",
        "Lola: No, he's not.",
        "Téa: The murderer was an intruder, just like Ray said. Vanessa is only suggesting otherwise to make her actions seem less criminal.",
        "Cristian: You said you had a plan from the start. What does that mean?",
        "Téa: Isn't it obvious, Cristian?",
        "Vanessa: It was how I survived. I would look for an opportunity and then take advantage of it.",
        "Téa: By opportunity, she means a man.",
        "Cristian: So you've done this sort of thing before.",
        "Vanessa: In the past --",
        "Cristian: Not just in the past, in the present. You used me. You've been using me all along.",
        "[SCENE_BREAK]",
        "Dorian: Excuse me.",
        "Dorian: Thug.",
        "Nora: Wimp.",
        "Dorian: Has-been.",
        "Nora: Cougar.",
        "Bo: Vickers, if you really are the Buddhist, then you know what you're doing here is bad karma.",
        "Nigel: Mr. Kyle Lewis from the laboratory.",
        "Kyle: I'm so sorry I'm late.",
        "Dorian: Well, well, well. All right, let's get this over with, shall we? Bo, how old is this kid? And how many hairs does he need?",
        "David: Hey.",
        "Kyle: None. I ran the test three times and I have good news for you, Mr. Vickers.",
        "David: You must mean Mr. Buchanan.",
        "Bo: Now, you told me that Vickers and Asa were not a match.",
        "Kyle: They're not.",
        "Bo: All right.",
        "Kyle: After the commissioner left I took the liberty to run Mr. Vickers' sample through our system. Since this was a paternity test and on the outside chance that Mr. Vickers' real father was in our database, I --",
        "David: So -- not Mr. Buchanan?",
        "Dorian: Cut to the chase.",
        "Kyle: David's DNA matches someone right here in Llanview.",
        "[SCENE_BREAK]",
        "Cristian: You've been using me since Colombia.",
        "Vanessa: Only in the beginning. When I found you in Plato prison I saw my chance to get out of Colombia and start a new life with Lola in America.",
        "Ray: How can you even speak my daughter's name after what you did to her?",
        "Vanessa: Lola, I know that you don't believe this right now, but I love you. I really do. I wanted to give you a good life here.",
        "Téa: With a new opportunity?",
        "Vanessa: That was the plan.",
        "Cristian: To use me as far as you could go, then find some other sucker to take advantage of.",
        "Vanessa: At first.",
        "Cristian: Somebody rich. What does that mean? What does that mean, at first?",
        "Vanessa: My plans changed.",
        "Cristian: Why?",
        "Vanessa: Because I fell in love with you.",
        "[SCENE_BREAK]",
        "Dorian: Asa isn't David's father, but someone else in Llanview is.",
        "David: Is he rich?",
        "Clint: Frankly, I don't give a damn who your father is, so long as it wasn't Pa.",
        "Bo: All right, let's just -- let's hear the whole report so we can end this thing, all right? Once and for all.",
        "Nigel: Shall I bring some champagne? It seems like a celebration is imminent.",
        "Nora: Why not? It's our champagne.",
        "David: So who's my daddy?",
        "Kyle: Your father is someone named Rex Balsom.",
        "[SCENE_BREAK]",
        "Rex: You know what? I was thinking about you the whole game and at intermission I got you a little something. Like it?",
        "Gigi: To be honest, I really hate hockey, but I really love you.",
        "Stacy: Hey, nephew. Do you play pool?",
        "Shane: I've played a couple of times at my friend's house. Why?",
        "Stacy: You rack them up. I might be able to teach you a thing or two.",
        "Shane: Awesome.",
        "Gigi: I shouldn't have been such a bitch. I mean, it's not Stacy's fault I had to work. And I'm glad that she got to spend time with Shane.",
        "Rex: They really hit it off.",
        "Gigi: Yeah, and he's accepting her so quickly, which is like a pretty stand-up thing for a kid his age.",
        "Rex: That's my son.",
        "[SCENE_BREAK]",
        "David: Rex Balsom is my father? How can that be?",
        "Dorian: Oh, Clint. I knew you were slipping, but this takes the cake.",
        "David: Rex is a little bit younger than I am.",
        "Dorian: Couldn't you at least give this stooge you paid off a plausible story?",
        "David: Can he even drive?",
        "Kyle: Stooge?",
        "Nora: We know Rex Balsom and he's too young to be --",
        "David: Oh, my God, he's found it -- the fountain of youth.",
        "Dorian: Honey, he is just trying to deny you your birthright. It's one of Clint's schemes.",
        "Bo: Maybe Balsom could be his son, but --",
        "Kyle: Oh, well, yeah. Well, that's it, then.",
        "Bo: What? What do you mean, that's it?",
        "Kyle: The test only indicated a genetic match -- father, son. It doesn't indicate which is the father and which is the son. I only thought that since we were looking for Mr. Vickers' father --",
        "Bo: Balsom is Vickers' son?",
        "Nora: Are you sure about this?",
        "Bo: Balsom has been looking for his father for a long time.",
        "Nora: Wait a second. Rex is in his twenties. Ew, exactly how old were you when you climbed into the sack with Roxy Balsom?",
        "Nigel: As the young people say nowadays, let's get this party started.",
        "Clint: I don't need any of the details. Because the fact is, David has no claim on anything Buchanan. Not the company, not the house, not the fortune, certainly not the name.",
        "Dorian: Says who?",
        "Clint: Nigel, open the champagne. I want to drink to our good fortune.",
        "Bo: Our good fortune's looking pretty unfortunate for Balsom.",
        "[SCENE_BREAK]",
        "Gigi: I'm right here, honey. Take a puff. Puff, puff, puff.",
        "Rex: You okay, buddy? On a scale on one to ten?",
        "Shane: One and a half.",
        "Stacy: I didn't know Shane had asthma.",
        "Gigi: I think you're all good.",
        "Shane: Told you. I'm going to go play some...",
        "Rex: He doesn't need to go to the E.R.?",
        "Gigi: No.",
        "Rex: Because I'll take him.",
        "Gigi: I know you will. Having you in our lives makes all the difference.",
        "Stacy: Look, I really do want to make up for lost time. There's just so much about my family I still need to learn.",
        "[Cell phone ringing]",
        "Rex: Uh, it's Bo.",
        "Gigi: Go ahead and take it.",
        "Rex: Hey, Bo, what's up?",
        "Bo: I need you to come over to Asa's, Balsom.",
        "Rex: Is this about David finding out he's a Buchanan?",
        "Bo: In a way. But I need you here to explain.",
        "Rex: Bo needs to see me.",
        "Gigi: Go.",
        "Rex: I'll come back for you guys when I'm done. I'll be right there.",
        "Stacy: It's cute, huh? That was so sweet of them. They gave one to like the first 5,000 people through the gate. All right, you little hustler, come on. Show me what you've got.",
        "[SCENE_BREAK]",
        "Jessica: I hate this empty space in my heart that I have, and I know that I cannot wave a magic wand and take away all the terrible things that Tess did -- that I did to you and Jared. And I'll live with that guilt for the rest of my life. But the more I heal, you know, the more I believe that maybe it's possible for you and I to heal, too. You know, we've both done things that we could hold against each other until the day that we die. But I don't want to do that. I miss you. I guess -- I guess what I'm asking is if there's any chance that maybe I can have my sister back again?",
        "[SCENE_BREAK]",
        "Markko: It doesn't matter if UCLA is 2,000 miles away, or two million. I'm staying here and I'm going to L.U.",
        "Langston: Why?",
        "Markko: Because I got in there, too.",
        "Langston: So -- what, you applied to UCLA to torture yourself?",
        "Markko: It was stupid.",
        "Langston: It's UCLA!",
        "Markko: It's too far away from you, so it's not going to happen.",
        "Langston: But do you know how many people would kill to have gotten this letter? This is an amazing opportunity.",
        "Markko: Yeah, and I'd have to rob a bank to be able to afford it. I can barely afford L.U., but at least here I'm in-state.",
        "Langston: Okay, but there are scholarships, Markko, loans. I mean, there are ways to --",
        "Markko: Don't you get it? I love you. When I thought your uncle was going to drag you off to Colombia, I lost it. I can't picture my life without you in it every single day. I don't ever want to be where you aren't.",
        "[SCENE_BREAK]",
        "Natalie: Jess, I miss you, too. The whole time I was locked up in that room, I kept praying for the sister that I love to come back to me. Then I come to find out the sister that I love is the one who wanted me dead.",
        "Jessica: I get it. We can't go back to the way we were.",
        "Natalie: Not now. Maybe --",
        "Jessica: Someday?",
        "Natalie: Yeah, I mean, it's what I want, more than anything.",
        "Jessica: That's a start.",
        "Jared: I'm proud of you. Both of you.",
        "Jessica: Well, I know the more that I remember about my time as Tess, the more that I'm going to have to beg forgiveness for.",
        "Natalie: So you're starting to have memories come back to you?",
        "Jessica: Um, like flashes. It's as if, you know, I'm waking up from a dream, and it just fades away.",
        "Natalie: Anything the night that Chloe was born?",
        "Jessica: Yeah, actually I do remember something.",
        "Natalie: Really, can you tell me?",
        "Jessica: It's weird. I remember thinking that there was something wrong with the baby.",
        "Natalie: Well, maybe there was.",
        "[SCENE_BREAK]",
        "Gigi: Hey, hope I'm not interrupting.",
        "Marcie: No, it's okay.",
        "Gigi: I just wanted to introduce you to my sister, Stacy.",
        "Michael: Oh, wow.",
        "Gigi: These are my friends, Michael and Marcie McBain.",
        "Michael: Hi, nice to meet you.",
        "Marcie: I didn't know you had a sister. Hi.",
        "Stacy: Hey.",
        "Gigi: We were sort of --",
        "Stacy: Yeah, out of touch.",
        "Gigi: For a long time.",
        "Stacy: Yeah, I would say a very long time.",
        "Marcie: Oh.",
        "Michael: About how long are you in town for?",
        "Stacy: You know, I don't know. The only thing I know is, now that our parents are gone, little Gigi is all I've got.",
        "Marcie: I am so sorry. I had no idea that --",
        "Gigi: Me, neither. They sort of turned their backs on me when I got pregnant with Shane, and so Stacy just told me last night that they're gone.",
        "Stacy: I mean, I would imagine I'd be here long enough to at least find a place. I mean, if you see any good deals, just, you know, feel free to let me know.",
        "Shane: You don't need to find a place. You can stay with us for as long as you want, right, Mom?",
        "Gigi: Sure, absolutely.",
        "[SCENE_BREAK]",
        "David: Ow.",
        "Clint: Thank you, Nora. I told you, David, don't get comfy, because pretty soon, you're going to be out in the street with nothing but the shirt on your back and that ridiculous smoking jacket.",
        "Nigel: Actually, sir, the smoking jacket is yours.",
        "Clint: Oh. Good evening, Rex.",
        "Nora: Wow, you got here fast.",
        "Nigel: Mr. Balsom, may I take your coat?",
        "Rex: Thanks, Nigel, but I'm okay.",
        "Dorian: Rex, how nice of you to grace us with your presence.",
        "Bo: Balsom, there's something I need to tell you.",
        "Rex: I know, I let you down. I'm sorry Dorian got to him first. And I'm sorry you let her convince you to give up Buddha in order to hijack the Buchanan legacy. It still blows my mind that you, of all people, could be a Buchanan.",
        "Bo: Actually, he's not. That's what I wanted to tell you. Vickers is not Asa's son, but he -- he is your father.",
        "Rex: What?",
        "[SCENE_BREAK]",
        "Téa: You're good, Vanessa. Still working Cristian, even after everything you've done.",
        "Cristian: Oh, shut up! You used me every bit as much as she did, Téa. You pushed me to marry her -- bent over backwards to make sure it happened fast.",
        "Téa: Cristian, I --",
        "Cristian: And all the time you knew what was going on. You sold me out, for this clown. I'll never forget that.",
        "Téa: I wanted justice for this man.",
        "Cristian: Yeah, no matter who gets hurt, right?",
        "Lola: What happens now?",
        "Ray: We start over, mija.",
        "Cristian: Not so fast. You're still an escaped convict.",
        "Lola: Vanessa framed him.",
        "Cristian: Just because she lied doesn't make him innocent.",
        "Vanessa: Cristian, I never meant to hurt you. You are the only man I ever truly cared about. Please, please, if you have any feelings left for me, just let me walk out of here. I won't bother you. I will leave you alone.",
        "Cristian: Antonio, I need your help.",
        "[SCENE_BREAK]",
        "Stacy: What's up, Doc?",
        "Michael: Wow, that's original.",
        "[Stacy laughs]",
        "Stacy: What can I say; I'm quick on the draw.",
        "Michael: Write that down somewhere.",
        "Stacy: So, about Shane's asthma. How serious is it?",
        "Michael: It's manageable. It doesn't slow him down a bit. Gigi and Rex are doing everything they should.",
        "Stacy: Thank you. I just -- I can't tell you how happy I am I even found them. It's just amazing that they're surrounded by such incredible people.",
        "Shane: I'm going to get you this time.",
        "Stacy: Oh, yeah? Show me what you got. Bring it.",
        "Marcie: It must be nice having your sister around, huh?",
        "Gigi: Oh, yeah, it's incredible. I love it, and Shane loves it.",
        "Marcie: Really?",
        "Gigi: Uh-huh.",
        "Marcie: Because it kind of seems like you're not loving it.",
        "Gigi: Stacy and I, we just need to get used to each other again. I haven't seen her since I was a kid, and seeing her again brings back so many feelings. It means a lot to get the chance to get to know her again, especially knowing that my parents are gone. It's just weird.",
        "Marcie: Well, yeah, of course it's weird. You knew each other as kids, but as adults, you're pretty much strangers, right?",
        "Gigi: Yeah, and the grown-up side of me is thrilled she's here.",
        "Marcie: And the kid part?",
        "Gigi: Wants to put a sign on my closet that says \"Keep out -- this means you, Stacy.\"",
        "[Marcie laughs]",
        "Marcie: Well, I never had a sister, so I don't know what it's like.",
        "Gigi: I never really had time for my little sister. And Stace, she always wanted everything I had.",
        "Shane: Good shot.",
        "[SCENE_BREAK]",
        "Rex: David Vickers.",
        "David: Should we -- we should probably hug.",
        "[Dorian sighs]",
        "Dorian: This is absolutely absurd. My husband is most certainly a Buchanan. Those test results are fraudulent. Obviously just a ploy by Clint and company to buy time to get themselves back into this house.",
        "Rex: Wait a second. If David Vickers is my father, then that makes you my stepmother.",
        "Bo: Balsom, we're going to look into this, okay? I want to make sure that this is 100% correct. I just wanted to tell you. I didn't want you to hear it somewhere else.",
        "Rex: Thanks?",
        "David: Look, Rex -- son.",
        "Rex: I need to go.",
        "David: Wait, there's so much I want to tell you.",
        "Dorian: You slept with Roxanne Balsom?",
        "David: No, that's the first thing I wanted to tell him.",
        "Dorian: What? What?",
        "David: Dorian, I have slept with a lot of women in a lot of towns.",
        "Dorian: What's your point?",
        "David: Roxanne? I don't care how drunk I was. That -- I'd remember.",
        "[SCENE_BREAK]",
        "Natalie: Okay, don't get me wrong. I'm not saying there's anything wrong with Chloe now. I mean, obviously she's healthy. I'm just saying maybe -- maybe there was something wrong with her that night, and Tess got her the help she needed.",
        "Jessica: What are you talking about?",
        "Natalie: Like taking her to the hospital.",
        "Jessica: Right after she gave birth? And then she went back to the cottage so Mom and Dad could find her there? That's crazy, even for Tess.",
        "Jared: You're right -- it is.",
        "Natalie: I'm just saying, it would be nice to find out everything that happened that night, you know, for all of us.",
        "Jessica: Of course, I want to remember everything that happened, too, all the horrible things that I did when I was Tess. There's one good thing -- giving birth to Chloe. You know, I would give anything to be able to tell my daughter that story one day. Thanks.",
        "[SCENE_BREAK]",
        "Markko: Well, aren't you at least a little glad that I'm sticking around in Llanview?",
        "Langston: Of course I am. I don't want to be away from you, either.",
        "Markko: Good.",
        "Markko: Then it's settled. Besides, where would I find a freak like you in L.A.?",
        "[Langston sighs]",
        "[SCENE_BREAK]",
        "Lola: I'm coming with you, too, Papi.",
        "Talia: You take Montez and his daughter. I've got this one. Come on, let's go. Cris, are you okay?",
        "Cristian: If you don't need me at the station, I'm just going to stay here.",
        "Talia: That's fine. Come on, Vanessa.",
        "Vanessa: Cristian, Cristian, I love you. I always will.",
        "[SCENE_BREAK]",
        "Gigi: Our son just invited my sister to stay with us indefinite. Uh-oh. What's wrong -- you look funny.",
        "Rex: I need to talk to Roxy.",
        "Gigi: Why.",
        "Rex: Because you're not the only one who was just reunited with a family member.",
        "Gigi: English, Balsom.",
        "Rex: Morasco, it looks like I found my father.",
        "[SCENE_BREAK]",
        "Dorian: Beaver Calhoun's report. And Asa Buchanan's last will and testament addendum. Ha-ha! Yes, we all know what the verdict will be. Asa meant David, and David alone, to inherit everything he had.",
        "Nora: Based on misinformation.",
        "Dorian: Well, we will just see. In the meantime, it's going to take a court order to get us out of here.",
        "Nora: And I'll have one by tomorrow.",
        "Dorian: That gives us tonight.",
        "[David laughs]",
        "David: I know what that means. I don't know what that means -- does that mean we're staying?",
        "Dorian: Yes, my darling, it does.",
        "Clint: Well, we're not leaving, either.",
        "Nora: Well, in the words of a great lady, \"Fasten your seatbelts -- it's going to be a bumpy night.\"",
        "[David sighs]",
        "[SCENE_BREAK]",
        "Natalie: Well, if you really want to know what happened the night Chloe was born, I think you should know that --",
        "Jared: You have an excellent psychiatrist who's going to help you remember everything.",
        "Jessica: Well, I believe that. Anyways, I think that we should turn in, huh? Come here. Oh, yes. Um, thanks for listening, and I hope that someday we can go back to the way we were.",
        "Natalie: Why did you stop me from telling her that Tess went to the hospital that night? I mean, she said that she wants to know what happened.",
        "Jared: We don't know what happened for sure that night, and you guys made a huge step tonight, so I didn't want to set that back. You know, and what if something happened that she isn't to know about? It could trigger something she can't handle yet.",
        "Natalie: Okay, that's the last thing that I want, but I'm just certain that something important happened the night Chloe was born, and if we could just find out what it is, I think it could really help Jess.",
        "Jared: You want to go ahead with this?",
        "Natalie: Absolutely. Are you in?",
        "Jared: we have no way of knowing why Tess went to the hospital.",
        "Natalie: Oh, yes, we do.",
        "[NEXT_ON]",
        "Langston: Isn't there any way that you two can get back together?",
        "Dorian: I'm here to talk about Rex's father.",
        "Rex: Is David Vickers my father?"
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=IL5IIrgFNdo"
}