{
    "Episode Summary": [],
    "Recap": [
        "Langston is attempting to \"smuggle\" a pregnancy test into the house for Starr to take, but Todd is watching over both of them. Charlie knows he is going to have to \"drop the bombshell\" upon Viki before she hears it from somebody else and since Jared has dropped it upon Natalie, but too many interruptions prevent him from getting it out. Roxy assumes that his \"big revelation\" to Viki is that he wants her to marry him, and Viki assumes that is his secret. Natalie assures Jared and Nigel that she will not reveal their secret, but she's concerned that if anybody else knows that David Vickers is Asa's real son, it will be revealed. Ramsay is \"playing\" his three officers. He is hoping that Antonio will help him set John up to look like he is pocketing drugs. Antonio seems disappointed that he cannot do what his \"boss\" wants him to do. Talia is very disappointed in Antonio, but she and John are getting along really well. Rex and Shane are growing close, and Gigi is not ok with that. She especially does not want Shane to reveal to Rex when his birthday is and exactly how old he is. And why would that be?"
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Jared: So did your mom say anything else when you talked to her?",
        "Natalie: No, she just said that Charlie had something important to tell her. Why do you even care?",
        "Jared: Uh -- just --",
        "Natalie: Oh. You really think that I'm going to tell my mom that you're not a Buchanan? As I told you, I'm going to keep this secret, okay, and I will. This remains between the three of us and it will stay that way.",
        "Nigel: Miss Natalie, could you tell me which boxes go back to the house?",
        "Natalie: Sure.",
        "Jared: It's voicemail -- Charlie, it's Jared again. Please, please, please don't tell Viki that you're my dad and -- ahem -- don't tell anything until I talk to you.",
        "Natalie: Jared, who was that?",
        "[SCENE_BREAK]",
        "Charlie: Do you understand how much you mean to me, how you've changed my life? I mean, Viki, no matter what happens, I need for you to know --",
        "Roxy: Are you guys done?",
        "Viki: Done?",
        "Roxy: Yeah, with this cozy little chat you're having? Because I have a brilliant idea and time is a wasting. Okay -- wine tasting, right? Prerehearsal dinner, but without the dinner -- spill the wine, test the goods the night before the niptuals. What do you say?",
        "[SCENE_BREAK]",
        "Starr: Okay, you know what? Could you not be here right now? You obviously see that Cole's not here.",
        "Shaun: Look, I'm just following your pop's instructions. I'm sorry if I'm cramping your style, but he's not the kind of boss you want to cross.",
        "Starr: What, you think having him as a boss is tough? Try having him as a dad.",
        "Shaun: Hey, if you got to have some dude following you around all day, I know you'd rather it be someone like Orlando Bloom -- I get that. But think of it this way -- lots of kids, they would be thrilled to have a dad who loves them this much.",
        "Starr: Well, lucky me. All right, look, can't you just go and report to my dad that I'm here waiting for Langston -- who should probably be here by now?",
        "Shaun: I saw her go into the drugstore on the corner a couple of minutes ago.",
        "Starr: My dad told you to watch her, too?",
        "Shaun: It's called being observant -- job requirement.",
        "Starr: Hmm, right.",
        "Markko: What's up, jail break?",
        "Starr: Well, I'm not alone.",
        "Markko: Oh. Well, still, it looks like your dad's chilling -- a little.",
        "Starr: Yeah, I'm allowed to talk to anybody else in the world except for the person who I really want to talk to -- Cole.",
        "Markko: There's always Langston.",
        "Starr: I need you to get me another one. Could you please, Langston? I've risked so much by getting Shaun to take me to the drugstore the last time. You need to get it for me, please.",
        "Markko: Starr? Where's Langston?",
        "Starr: Well, she should be here any minute now -- at least I hope so.",
        "[SCENE_BREAK]",
        "Shaun: Your daughter is waiting on Langston, and Cole is nowhere to be seen.",
        "Todd: Great. I want Starr home in an hour.",
        "Shaun: Roger that.",
        "Blair: Was that Shaun?",
        "Todd: Yes, Sir.",
        "Blair: So how was Starr's day today?",
        "Todd: Uh -- apparently school was okay.",
        "Blair: Good.",
        "Todd: And now she's socializing with other teenage-style humanoids.",
        "[Blair chuckles]",
        "Blair: That's good. See, I'm glad you're starting to trust her again. I mean, I know they're baby steps, but you're doing the right thing.",
        "[Doorbell rings]",
        "[Todd chuckles]",
        "Blair: Hmm, hmm, hmm.",
        "Todd: Hmm, hmm, hmm.",
        "[SCENE_BREAK]",
        "Layla: Ta-da!",
        "[Layla and Dorian chuckle]",
        "Dorian: Layla, please come in.",
        "Layla: Thank you.",
        "Dorian: I wasn't expecting you so soon.",
        "Layla: I know. I got done with these earlier than I thought. Here you go --",
        "Dorian: Oh!",
        "Layla: Your daughter's wedding gown.",
        "Dorian: Ha-ha! Oh, I can't wait, I am so excited --",
        "[Dorian gasps]",
        "Dorian: Oh -- it's stunning, but it's not at all what we discussed.",
        "Layla: I know. Adriana decided she didn't want sweet, so we threw everything out and we had to start from scratch. Unfortunately with this new fabric and the wedding being only four weeks away -- which makes it a rush job -- it's going to be a little more expensive than we thought.",
        "Dorian: Oh, please. It's my daughter's wedding. Money is no object. Oh, my. Hmm.",
        "Layla: I know. You could feed a small country, right?",
        "Dorian: Huh -- I'm sure that Adriana had her reasons for wanting to change the dress. Huh.",
        "Layla: Only one.",
        "Dorian: Gigi Morasco?",
        "[SCENE_BREAK]",
        "Gigi: What are you doing here?",
        "Rex: Shane didn't tell you? I'm here to take him to baseball practice.",
        "[SCENE_BREAK]",
        "Antonio: There's something here -- in his pocket.",
        "Talia: This is ridiculous. John would never --",
        "Ramsey: Never what? Disgrace his fellow officers and his badge?",
        "[SCENE_BREAK]",
        "Natalie: Was that someone from B.E.?",
        "Jared: No, no, I was just leaving myself a reminder voicemail, so --",
        "Nigel: I'm going to start packing the car.",
        "Natalie: Um -- wait a second, Nigel. Now that we're all three here alone, I have a couple of questions for the both of you.",
        "Nigel: I'm sorry Jared chose to involve you in this.",
        "Natalie: Save the apologies. It's just time to be honest. How did you find out that David Vickers was my grandpa's son?",
        "Jared: Look, when we were at the ranch for the will reading, I overheard Nigel talking about it, okay?",
        "Natalie: Okay, well, who could you have been talking to? I mean, obviously it wasn't David because he doesn't know he's a Buchanan -- thank God -- so who else knows?",
        "Nigel: Well --",
        "Natalie: Wait a second. David came to the ranch out of the blue, with his brand-new wife who had to have known that he didn't have a dime to his name. Please God tell me. It's not the blackmailing, greedy Alex Olanov? She doesn't know the truth, does she?",
        "[SCENE_BREAK]",
        "Roxy: Good idea, huh?",
        "Viki: Oh, uh -- yes, it's a wonderful idea and I expect that Nash will have many good suggestions about the wine because he has tastings there all the time, yeah.",
        "Charlie: And maybe we could just go over all the details sometime later.",
        "Viki: Yeah.",
        "Roxy: Hey, I don't want to torture you with this, Charles, but this is your son, too, so maybe you could take your personal stuff and put it aside for, like, two minutes?",
        "Viki: But the thing is that Nash is out of town right now.",
        "Charlie: Yeah.",
        "Viki: So we can table the discussion till he gets back.",
        "Roxy: Okay. We'll ixnay on the ausay. Oh, hey, and speaking of sauce, would spicy Buffalo wings -- would that work with red or white?",
        "[SCENE_BREAK]",
        "Starr: Are you sure that Cole's all right -- I mean, after his big fight with Zack?",
        "Markko: Oh, yeah. Cole actually started his internship at Buchanan Enterprises today. I -- I told you that to let you know he's all right, not to tell you where he is.",
        "Starr: Markko, I think I know where Cole lives, okay? I'm not that stupid -- I'm not going to go after him.",
        "Markko: All right. Hey.",
        "Langston: Hi.",
        "Starr: Hi.",
        "Langston: Hey, babe. All right.",
        "Starr: I'm glad you're here.",
        "Langston: Oh.",
        "Markko: Do you guys want anything?",
        "Starr: No, I'm good with water right now.",
        "Langston: Actually, you know, it's weird but I've been craving guava juice.",
        "Markko: Um -- okay. I'll be right back.",
        "Langston: Okay.",
        "Starr: \"Craving,\" Langston?",
        "Langston: Okay, sorry about the choice of words.",
        "Starr: Oh, no, it's okay. Did you get it?",
        "Langston: Ah, it's right here, okay? But, listen, the clerk was, like, 16 years old, so hopefully he won't be talking in school tomorrow.",
        "Starr: Thank you so much.",
        "Langston: Okay.",
        "Starr: Really, this whole thing has been driving me insane. One minute, I think I must be pregnant because of how sick I'm feeling but then the next, I'm, like, no, there's no way that I can be pregnant. It's just this whole guessing game that's driving me insane. I just hope that knowing won't drive me crazier.",
        "[SCENE_BREAK]",
        "Blair: Yeah, well, why do you doubt your decisions? You know you're doing the right thing.",
        "Todd: So, since I've given in so much and been so generous with Starr, would you consider giving in a little bit about this nightclub and give up the idea of owning it?",
        "Blair: It's not an idea -- it's a done deal. I own Capricorn, and I'm very excited about making it very successful. Did I mention that I'm singing tonight? You interested?",
        "[SCENE_BREAK]",
        "Layla: Adriana doesn't trust Gigi, and I don't blame her.",
        "Dorian: And why do you say that?",
        "Layla: When Adriana was in Paris, I saw Rex and Gigi at Capricorn together.",
        "Dorian: Together?",
        "Layla: Look, I -- I didn't see anything outrageous. I -- they could've been having a simple conversation about a job, but still --",
        "Dorian: Let me just say this. Adriana has told me all about her concerns about Gigi.",
        "Layla: Then you know she's suspicious about Gigi's little boy? Whether or not he really is Rex's son?",
        "[SCENE_BREAK]",
        "Gigi: Shane, get down here right now! No, he didn't tell me -- I had no idea.",
        "Rex: Well, he and I had sort of agreed that I would take him to his next practice, remember?",
        "Gigi: Yeah, but it's not up to Shane to call you. Who do you think you are? You can't go behind my back and call Rex and ask him to take you to practice.",
        "Shane: I thought you were going to work.",
        "Gigi: I said I might have to work.",
        "Shane: Mom, every other guy on the team has a dad who goes to a practice at least once, plays catch before the games, watches the games?",
        "Gigi: I cheer just as loud as anyone else.",
        "Shane: Louder.",
        "Rex: Hmm.",
        "Gigi: Well, for someone so eager to get to practice, you'd think you'd be ready. Go finish getting dressed, please. And hurry. I'm sorry. Uh -- Shane never should've called you.",
        "Rex: Why not? Why is everything I do for Shane such a problem for you?",
        "[SCENE_BREAK]",
        "Ramsey: Well?",
        "Antonio: Gum.",
        "John: Fresh breath is extremely important to me.",
        "Ramsey: Okay. Keep looking.",
        "Antonio: He's clean.",
        "Ramsey: Check every pocket?",
        "John: Maybe you'd like to cop a feel yourself.",
        "John: We done here?",
        "Ramsey: Secure the evidence.",
        "John: Let's go. Hey, Ramsey?",
        "Ramsey: Yeah?",
        "John: Congratulations on the bust. It always gives me a rush to know the good guys won.",
        "Antonio: You really thought McBain had drugs on him, didn't you?",
        "Ramsey: Ah, it was protocol, Vega. It's awful easy to pocket a little here, a little there, walk away with a fortune. Cops on the take will always be, alas and alack. Vega?",
        "[SCENE_BREAK]",
        "Natalie: Oh, my God. So Alex knows that David's a Buchanan? This is a disaster.",
        "Jared: Actually -- no because, well, Nigel here made her an offer she couldn't refuse.",
        "Natalie: I shudder to ask.",
        "Nigel: I gave her my inheritance -- St. Blaze island and the Jeb Stuart.",
        "Jared: I'd say that's the height of loyalty, wouldn't you?",
        "Nigel: I convinced her it was more than she'd ever recoup as Mrs. David Buchanan with no strings attached. She knows very well that loose lips sink ships. She will certainly keep her counsel.",
        "Natalie: For now, until she gets greedy and wants more money and possibly a Buchanan man to go along with her boat.",
        "Jared: Don't look at me.",
        "Nigel: The truth will come out eventually, but we can control how and when.",
        "Jared: Yes, and as long as our secret is safe, we have a prayer of fending off these attacks on B.E.",
        "Nigel: Exactly.",
        "Jared: So, you know, we got some work to do. We need to get going.",
        "Nigel: I'll finish packing.",
        "Natalie: Wait a minute. There's no way that it's just the three of us who know that you're not a Buchanan. I mean, what about your family?",
        "Jared: Well, my mom is dead and my dad --",
        "Natalie: May as well be. Yes, I know that -- that's part of your story. Was that true?",
        "Jared: Yeah.",
        "Natalie: Okay. Well, what -- what about -- what about Pamela, Pamela Stuart? She came to B.E., she -- she verified your story, your lie. I mean, did you and Nigel just pay off all of Grandpa's money-grubbing exes, or what?",
        "Jared: Okay, please don't talk about Pamela that way. No one paid her anything.",
        "Natalie: What are you saying? Do you really know her?",
        "[SCENE_BREAK]",
        "Viki: Roxy?",
        "Roxy: Yeah?",
        "Viki: You know something? Napa is just a phone call away, isn't it?",
        "Roxy: Hmm.",
        "Viki: How about if I give you Nash's cell phone number and you can call him and get through all the details right now, okay?",
        "Roxy: Great. You know, I knew a classy dame like you would flip for my ideas. All right, well, I'm going to vamoose and call him, you know, ASAP.",
        "Charlie: Ah. Thank you.",
        "[Viki chuckles]",
        "Viki: You were saying?",
        "Charlie: Um -- I think I left off at the fact that you are the light of my life --",
        "Viki: Oh.",
        "Charlie: The best thing that has happened to me in three decades.",
        "[Charlie sighs]",
        "Charlie: I met you in a diner, and I guess it's kind of fitting that we should be here in another diner when I say this, because I have a feeling it's going to change everything.",
        "[SCENE_BREAK]",
        "Blair: You know, you haven't mentioned Ramsey since you found out he bought the penthouse. What's gotten you so relaxed all of a sudden?",
        "Todd: Well, I realize that as much as Ramsey hates me, he hates John McBain more. And -- as much power as Ramsey has, I have more than that, too.",
        "Blair: Did you get him to back off?",
        "Todd: I think he has on his own. I'm sure he's too busy protecting and serving the good citizens of Llanview now.",
        "Blair: Oh, God, I hope so, because we certainly do not need an enemy like Ramsey.",
        "Todd: No.",
        "Dorian: This is making no sense. I mean, if Rex were the father of Gigi's child, why wouldn't she use that to her advantage -- that is, assuming that it is Rex that she wants?",
        "Layla: I tried telling her that, but she swears there's something else going on.",
        "Dorian: Why are we even entertaining this notion? Rex and Adriana are getting married in May and nothing, including Gigi, is going to stand in the way. I'm going to write you a check.",
        "Layla: Okay.",
        "[SCENE_BREAK]",
        "Rex: A full-time job and raising a kid sounds like a lot of work to me. What's wrong with having a little help?",
        "Gigi: I do fine.",
        "Rex: Yeah, but what if Shane is sick and you have to go into the office? Or you're working O.T. and he has a big game? Is it so awful having old friends around you can call?",
        "Gigi: You're not going to be around, Rex. You're getting married, you're going on your honeymoon, Adriana's job is in Paris. You might be there more than you're here.",
        "Rex: I'm not going to disappear on Shane if that's what you're worried about.",
        "Gigi: Oh, my God. If Adriana knew you were here having this conversation, she'd kill us both.",
        "Rex: No, no, no -- why would you think that? Did she say something to you?",
        "Gigi: No. I -- I just mean if I were getting married in a few weeks, I wouldn't want my fiancé hanging out with his old girlfriend -- I mean, friend that's a girl.",
        "Rex: Adriana knows she has nothing to worry about. I enjoy spending time with Shane, I love baseball. Ahem -- Morasco, I know you're tough, but you don't have to do everything yourself. Let me help.",
        "Shane: Mom, I can't find my new glove. Did you put it somewhere? It was with all my birthday presents.",
        "Rex: Wait a minute. Did you just have a birthday?",
        "Rex: So I missed your birthday, huh?",
        "Shane: Well --",
        "Gigi: You left your glove in the backyard. You're lucky it didn't get rained on. I put it on the top shelf of your closet -- go get it.",
        "Shane: Okay.",
        "Gigi: You didn't miss Shane's birthday. It was a while ago. He just hasn't used that glove much -- you know, start of the season?",
        "Rex: Right.",
        "Gigi: Anyway, thanks for coming over, but really I can take Shane to practice today. If anything comes up, I'll call you.",
        "Rex: Gigi, he wants me to take him. Now, why can't you just --",
        "[Phone rings]",
        "Rex: Let me take him? We'll have fun.",
        "Gigi: Hello? Hi, Phyllis. What's up? Well, I hope I would've filed it under K for Kalto. I don't know where else to tell you to look. Um -- I'm going to check my bag. Oh, my God -- you know what? I think I see it. Oh, I do have it -- I'm so sorry! It's mixed up with my insurance forms. I will bring it right over. Yes, I can tell you whatever you need to know. Uh-huh. I'll wait for you to call me when you get back to your office. I'm so sorry. Yikes.",
        "Rex: You need to hang around here, huh?",
        "Gigi: I have a cell phone.",
        "Rex: Oh, like you want Shane and Phyllis to know you're conducting business from the bleachers.",
        "Shane: Rex is taking me, right?",
        "Gigi: Yes. But next week, I'm going to stay for the whole practice and I'm going to cheer twice as loud as everyone else to make up for today. Thank you for taking him.",
        "Rex: No problem. Come on. What position do you play?",
        "Shane: Shortstop or third, usually.",
        "Rex: Hmm. Here you go.",
        "Shane: Oh, darn. I forgot my batting gloves.",
        "Gigi: See what you're getting yourself into?",
        "Shane: If you want to, you can go in the car. I'll be right out.",
        "Rex: All right. Oh.",
        "Shane: I didn't forget anything --",
        "Gigi: I know.",
        "Shane: Except that I wasn't supposed to mention my birthday.",
        "Gigi: That's okay, it's okay, it's okay. Just don't say anything about it again to Rex or anyone, okay? Here's your coat.",
        "Shane: Okay.",
        "Gigi: Have fun. I love you. Be good. See you later.",
        "Shane: Okay.",
        "[SCENE_BREAK]",
        "Jared: After my dad left us when I was still a little kid -- oh, um -- so she used to be around a lot and she'd talk to us about her great husband, Asa Buchanan. We used to love hearing the stories of, you know, this huge, messy family and all the crazy things they did. You know what it's like growing up somewhere you don't want to be, hearing about all that stuff that seems so out of reach.",
        "Natalie: Yeah. I remember the first time Allison told me about the Buchanans.",
        "Jared: Crazy Allison?",
        "Natalie: Yeah. I thought they were so glamorous and lucky.",
        "Jared: And you wanted that, right? Just like me?",
        "Natalie: Yes, I did.",
        "[SCENE_BREAK]",
        "John: Hey. Were you in on it?",
        "Antonio: Was I in on what?",
        "John: When you searched me today, were you surprised you didn't find what you were looking for?",
        "Antonio: I wasn't looking for anything. I was just doing my job.",
        "John: And your job today was to take me down -- tell me you didn't know that.",
        "Antonio: Well, then rejoice in my failure and leave me alone.",
        "John: Don't walk away from me again.",
        "[SCENE_BREAK]",
        "Starr: See you tomorrow, Shaun.",
        "Shaun: Good night. Langston, forgetting something?",
        "Langston: Uh -- oh. Yeah. Huh. Okay.",
        "Starr: Bye.",
        "Langston: Oh --",
        "Starr: Sorry.",
        "Todd: Halt. Oh, you didn't think I was home, did you?",
        "[Todd chuckles]",
        "Langston: Shaun --",
        "Todd: Let's go, you know the drill. Let's go.",
        "Langston: No, Shaun already took my cell phone --",
        "Todd: What's this?",
        "[SCENE_BREAK]",
        "Jared: You know how I feel, Natalie, because you feel the exact same way.",
        "Natalie: We both wanted to be Buchanans. Now we are both Buchanans. You have everything you want, right?",
        "Jared: Not everything.",
        "Natalie: Your choice.",
        "[SCENE_BREAK]",
        "Ramsey: Everything copasetic here?",
        "John: Yeah, everything's fine.",
        "Ramsey: Excellent.",
        "Talia: What is the matter with you?",
        "Antonio: Why don't you ask John? He's the one throwing around false accusations.",
        "Talia: No, actually, that would be Ramsey. And you know what? I have some questions, too, about what happened down at the warehouses.",
        "Antonio: Is this the way it's going to be from now on? You always going to take John's side?",
        "Talia: We're all supposed to be on the same side.",
        "Antonio: Yeah, well, we're obviously not. And you can't seem to pick, so why don't I pick for you?",
        "Ramsey: You finish your arrest report already?",
        "John: I haven't even started.",
        "Ramsey: Well, don't waste time trying to chew the fat with me. Chop, chop.",
        "John: You know, you seemed awful surprised when Antonio didn't find any drugs on me. What's the matter, Lee? Getting sloppy in your old age?",
        "[SCENE_BREAK]",
        "Charlie: You are an amazing woman, and --",
        "Markko: Uh, Mr. Balsom?",
        "Charlie: Yes?",
        "Markko: Oh -- um -- I'm sorry to interrupt. You have an emergency phone call.",
        "Charlie: An emergency?",
        "Markko: He said his name was \"Stan Mathers.\"",
        "Charlie: Um -- I have to take this. Excuse me. But I'll be right back.",
        "Roxy: Maybe we ought to make it a double wedding.",
        "Viki: For whom?",
        "Roxy: Did you see the way he was looking at you? He was all farklempt. I think he's going to ask you to marry him.",
        "Charlie: Stan?",
        "Jared: I thought that might get you.",
        "Charlie: Jeez, how did you ever remember that name?",
        "Jared: Oh, well, when one of your dad's drinking buddies smashes his car on the way home from a bar and dies, it tends to leave an impression.",
        "Charlie: Yeah, I guess so. So what's the emergency?",
        "Jared: Look, I tried calling your cell phone, but I got your voicemail. Please tell me you haven't told Viki about me.",
        "Charlie: Well, not for lack of trying.",
        "Jared: I didn't get to finish what I was saying earlier. Natalie knows I'm not a Buchanan. She knows I'm a Banks. But she doesn't know you're a Banks. She also says she's not going to say anything to anyone.",
        "Charlie: What -- why?",
        "Jared: Well, because she thinks it's better for her family if she keeps it quiet. Look, I know you've hated lying to Viki in all this, but please, just don't tell her anything.",
        "[SCENE_BREAK]",
        "Viki: What makes you think he's going to ask me to marry him?",
        "Roxy: You know, for a smart person, Viki, you can be so thick sometimes.",
        "Viki: Ugh.",
        "Roxy: You know, he was talking about the two of you met in a diner, it's a special place.",
        "[Viki sighs]",
        "Roxy: He's going to ask you. Look, the guy's a nervous wreck.",
        "Viki: Rox, he said he had to tell me something. He didn't say a word about \"asking\" me.",
        "Roxy: Oh, semantics, shemantics. I'm telling you, he's going to do it. Viki, this guy's a catch. And I ought to know. Time for me to vamoose again.",
        "Charlie: Hmm.",
        "Viki: Everything okay.",
        "Charlie: Yeah, it was just something about the new job.",
        "Viki: Oh.",
        "Charlie: Um -- it's not really an emergency at all.",
        "Viki: Okay. Well, hopefully, that was the last interruption.",
        "Charlie: Yeah.",
        "Viki: Now, was there something that you wanted to ask me?",
        "[SCENE_BREAK]",
        "Jared: I don't know how much longer I can stand this.",
        "Nigel: You can hardly date Miss Natalie while you're pretending to be her uncle. And you especially can't date her if she'll never forgive you. Believe me, she's a stubborn one.",
        "Jared: It doesn't matter how stubborn she is. Haven't you ever been in love?",
        "Nigel: Hasn't anyone told you there's a difference between love and lust?",
        "Natalie: Okay, I'm ready to go.",
        "[SCENE_BREAK]",
        "Starr: Dad, please, don't look in there.",
        "Todd: What don't you want me to see?",
        "Starr: It's just embarrassing.",
        "Todd: Uh-huh.",
        "Starr: That's all.",
        "Todd: Really? What is it?",
        "Starr: It's tampons. And I know you get really uncomfortable with that stuff.",
        "[Todd chuckles]",
        "Blair: Okay --",
        "Todd: I'll live.",
        "Blair: Is it really necessary, Todd?",
        "Todd: Just because she's ungrounded, doesn't mean all the rules have changed.",
        "Starr: Thank you, Mom.",
        "Blair: You're welcome, sweetheart. How was your day?",
        "Starr: Um -- it was great. I just have a lot of makeup work to do, so I'm going to -- thank you for letting me get back to school.",
        "Todd: Sure. I'm glad you had a nice day. See? Things are back to normal, aren't they?",
        "Starr: As normal as they can be, I guess.",
        "Blair: She's coming around. See what a little trust can do?",
        "[SCENE_BREAK]",
        "Natalie: Well, just hang in there, Dad, okay? I love you. We'll be -- we'll be leaving here in a few minutes. See ya.",
        "Jared: What's going on?",
        "Natalie: Same old story.",
        "Jared: You know, I think your dad's right when he says that people are going to think of B.E. as vulnerable now that Asa's gone.",
        "Natalie: B.E. is not vulnerable. I mean, Dad and Uncle Bo are doing an amazing job. We all are. I just -- I've never seen my dad act like this before.",
        "Jared: You're talking about in that meeting with Cobb?",
        "Natalie: Yeah, and it's not that he was tough, it's that he destroyed Cobb, and he acted like he liked it. I've just never seen him like this.",
        "Jared: Did he remind you of anyone?",
        "Natalie: What are you talking about?",
        "Jared: Well, I've read just about everything there is to read about your grandfather. And for a moment in that room, I felt like I was watching Asa Buchanan in action.",
        "[SCENE_BREAK]",
        "Charlie: You know, I'm not really sure how to say this. Um -- all the hemming and hawing. Uh -- but from the moment I met you, you have always been a very special person to me. You saw me through some of the darkest days of my life, and --",
        "Roxy: Oh, for God's sake, will you ask her already? She's dying to marry you. Come on, Charlie! Ask her!",
        "Charlie: I --",
        "Viki: Roxy -- Roxy, please leave us alone.",
        "Roxy: Oh, excuse me. I don't know what's so hard about it. I mean, anybody who looks at you know that the two of you should be walking down the aisle together. And especially at your age. Come on, hurry up!",
        "Viki: Oh --",
        "Charlie: Uh --",
        "Viki: Is -- is she right? Charlie? I mean, is that what this is about? Marriage?",
        "[SCENE_BREAK]",
        "Talia: You and I both know that John is right about Ramsey.",
        "Antonio: Yeah? And what if Ramsey's right about McBain?",
        "Talia: Are you insane?",
        "[SCENE_BREAK]",
        "Ramsey: If you're making an accusation, I need you to spell it out for the record.",
        "John: For the record? You planted drugs on me. You want me off the force and out of your way -- for the record.",
        "Ramsey: That's a pretty outrageous accusation. You want to take that down to I.A.? I know they love you down there.",
        "John: You were in my office earlier. Means, motive, opportunity.",
        "[Ramsey laughs]",
        "Ramsey: Oh, John, you'll need a better case than that.",
        "John: That wasn't even a real bust at the warehouse earlier, was it? It was just an elaborate scheme -- an elaborate waste of everybody's time so you could frame me.",
        "Ramsey: You sound a wee bit paranoid, John.",
        "John: Ah --",
        "Ramsey: That's a sign of guilt. You feeling guilty about something? Like sleeping with Antonio's girl?",
        "[SCENE_BREAK]",
        "Starr: Oh, my God. Langston, if my dad would've found that pregnancy test --",
        "Langston: Okay, don't even think about it. Just take the test. Hopefully, it'll come out negative, and you -- you can forget all about this, all right?",
        "Starr: Yeah, but the thing is, is that if my dad ever finds out that Cole and I did have sex that night, he will really kill Cole. Okay. In five minutes, my whole life could change. And Cole's, too.",
        "[SCENE_BREAK]",
        "Gigi: Well, if everyone's coming back early, are you sure you don't need me to come in? Okay. Call me if you do. Because I barely know what to do with myself in this big old house all alone. Bye, Phyllis.",
        "Todd: But you're not all alone, Gigi.",
        "[SCENE_BREAK]",
        "Talia: We're supposed to be trying to catch the bad guys. Our boss is one of the bad guys.",
        "Antonio: Yeah, well, he's helping me clean up angel square, so I don't know how that makes him one of the \"bad guys.\"",
        "Talia: Are you so afraid of losing your job that you have convinced yourself that he doesn't have an agenda? God, Antonio, the change in you -- it's kind of scary.",
        "Antonio: You know, I'm not the one whose behavior is questionable.",
        "[SCENE_BREAK]",
        "Ramsey: Well, I can see the attraction to Sahid. She's fiery. Doesn't back down, even when she's wrong. I bet you find that very sexy. Hmm?",
        "[SCENE_BREAK]",
        "Antonio: Yeah, it's questionable.",
        "Talia: This is kind of ridiculous, Antonio.",
        "Antonio: Oh, really? Everywhere I turn, you a McBain are -- you guys are a regular item now.",
        "Talia: John --",
        "Antonio: Oh, he looks pretty upset. You might want to go after him, you know. Come on, Sahid! You know you want to. Besides, I'm done.",
        "[SCENE_BREAK]",
        "Natalie: My father is nothing like my grandfather.",
        "Jared: Well, you're acting like I insulted him. I thought you loved your grandfather.",
        "Natalie: I did love my grandfather. But there were some things I didn't like about him. Like he was cold, and ruthless. My father doesn't have it in him to be like that. He's kind and gentle.",
        "Jared: Sometimes people surprise you.",
        "Nigel: Do you have your suitcases for the car?",
        "[Jared sighs]",
        "Jared: I'll help you.",
        "Natalie: Hey, Phyllis, it's Natalie. I need you to find someone for me. Pamela Stuart. Let her know that I want to meet with her right away.",
        "[SCENE_BREAK]",
        "Viki: Oh, my God. No wonder you were so tongue-tied. I mean, marriage is a huge step.",
        "Charlie: No, Viki, you are such a wonderful woman, and -- and I'm honored to have you in my life.",
        "Viki: Well, you know that I feel exactly the same way about you. And, oh, my God, how thoughtful of you to do this here. That is so sweet.",
        "Charlie: Viki, I --",
        "Viki: It's okay. You don't have to say any more. I owe you an answer.",
        "[SCENE_BREAK]",
        "Rex: I'm going to start calling you Cal Ripken III, Iron Man.",
        "Shane: Except I'm never going to be able to go to my left like he did, will I?",
        "Rex: Well, give it some time, and a lot of practice. You know, you also need to loosen up this glove. It's stiff. When's your birthday, anyway?",
        "Shane: If I tell you, promise you won't tell my mom I said anything?",
        "[SCENE_BREAK]",
        "Dorian: I need some information, and I need it fast. Everything that you can find out about a deceased sailor named Brody Lovett.",
        "[SCENE_BREAK]",
        "Gigi: Who let you in?",
        "Todd: Well, this is my sister's house. I come and go as I please. Who let you in?",
        "Gigi: I don't want to talk to you.",
        "Todd: Well, I didn't come to see you, did I? Where's Viki?",
        "Gigi: Out.",
        "Todd: Gigi -- you know from experience that when I want something, generally, I get it. So I want an answer from you. Why are you here?",
        "[SCENE_BREAK]",
        "[Langston sighs]",
        "Langston: You know, when I found out about my parents -- huh -- I was so stressed. I was, like, three months late. I felt sick every day. Maybe your system's just all whacked out.",
        "[Knock on door]",
        "Langston: Starr, is everything okay in there?",
        "Starr: It says it takes up to three minutes.",
        "Langston: Okay. All right, well, look, staring at it's not going to help, okay? Listen -- whatever happens, it's going to be okay. All right? I'm here for you.",
        "Starr: Thank you so much. For everything. You have no idea how much it means to me. And I'm sorry that you've had to deal with my crazy, insane family.",
        "Langston: Yeah.",
        "Starr: But selfishly, I'm glad you're a part of my crazy family. You're the closest thing that I'll ever have to a sister.",
        "Langston: Oh -- I love you.",
        "Starr: Oh, I love you, too. Huh. Do you think it's been three minutes?",
        "Langston: Yeah, let's look.",
        "[Langston and Starr sigh]",
        "Langston: You want me to do it?",
        "Starr: One line is negative and two lines is positive.",
        "Langston: Okay.",
        "Starr: One, two, three. Oh, my God.",
        "[NEXT_ON]",
        "Sarah: This one okay?",
        "Jessica: Who's in your room?",
        "Viki: You weren't proposing to me, were you?",
        "Todd: I have to know why he's keeping you here in Llanview.",
        "Shane: I think you'd be a cool dad.",
        "Starr: I'm pregnant."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=DlLH7vGfA6E"
}