{
    "Episode Summary": [],
    "Recap": [
        "Starr and Cole share a kiss on a bench in the park. Britney comes up and tells them that they had better enjoy that while they can. Blair practices a number at the Capricorn Club. Rex comes in to the bar and joins Sarah. Rex tells Sarah that if anything happens to Todd then she could be arrested as an accessory to murder. Paige lets Viki, Clint, and Nash know that Jessica and David are out of surgery, and they are doing fine. During her musical number, Blair becomes upset and leaves the stage. John watches her from afar. Todd walks through the woods, holding his side. David comes to, as well as, Jessica. They hold hands. Jessica calls David her \"hero.\" Clint is still upset with David over the bargain that he had to make with him in order to save Jessica's life. Miles wants to take his family out to dinner and he insists that Cole break his plans with Starr. John tries to comfort Blair over Todd. Sarah comes up and offers her help, but Blair takes it the wrong way. Michael calls Rex and tells him that they need to meet and talk. Marcie tells Michael that they need to talk."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Cole: Hey. I missed you.",
        "Starr: It's only been a few hours.",
        "Cole: I know.",
        "Starr: Hmm.",
        "Britney: Better get all that in while you can, kids.",
        "[SCENE_BREAK]",
        "Rex: Miss me?",
        "Sarah: You were gone for about 50 seconds. I didn't have a chance.",
        "Rex: You know, for someone who doesn't want to be seen, you sure picked a conspicuous place to have dinner.",
        "Sarah: I like to live dangerously.",
        "Rex: Is that why you let a drugged-up guy with a stab wound stay in your apartment?",
        "Sarah: Didn't seem dangerous at the time.",
        "Rex: Oh, yeah?",
        "[SCENE_BREAK]",
        "Blair: She longs for the warmth of his touch he's right there beside her but there's nobody home and that's the difference between lonely and being alone that's the difference between lonely and being alone.",
        "[SCENE_BREAK]",
        "Rex: Did it ever occur to you that if something bad happened to him, you could wind up an accessory?",
        "Sarah: An accessory to what?",
        "Rex: Murder.",
        "[SCENE_BREAK]",
        "Blair: She used to feel sorry for all of the girls who spend Friday nights by themselves. Lord, now she knows better that there's nothing worse than being lonely with somebody else and all she can do now is pack up and go and see who she is without him 'cause if she never leaves him then she'll never know the difference between lonely and being alone look, I'm -- I'm sorry. I --",
        "[Piano stops]",
        "Blair: Somebody that I love is -- is missing and -- I'm -- I'm sorry. Just -- I can't do this tonight.",
        "[SCENE_BREAK]",
        "Paige: The surgery went very well. Jessica and David are both in recovery.",
        "Clint: Thank God.",
        "Nash: I knew it. I knew she'd pull through.",
        "Dorian: Oh, Clint, darling. This is wonderful.",
        "Miles: We're so relieved, my wife and I.",
        "Marty: She's been through so much.",
        "Miles: But she's obviously strong, a good fighter.",
        "Clint: That she is.",
        "Nash: Could I see her?",
        "Clint: Oh, God, I got to tell Viki.",
        "Paige: She already knows. She went to call the kids.",
        "Nash: Could I see her, please?",
        "Paige: As soon as it's safe for you to see your wife, I will clear it.",
        "[SCENE_BREAK]",
        "David: Oh. Am I dead? Are you an angel?",
        "Nurse: No, but you are after what you did for that young woman over there.",
        "David: Hey. I hope you enjoy my organ as much as I did.",
        "David: I feel a whole liver lighter, really -- load off my torso.",
        "Jessica: Stop. I can't laugh with all these stitches.",
        "David: I'm sorry. No more jokes, that includes me. What are you looking at me like that for? I know I must look like hell, but are you aware that I just had major surgery?",
        "Jessica: You don't look like hell. You look great. You are great.",
        "David: Then you don't know me very well, do you?",
        "Jessica: I do. I know exactly who you are. You're David Vickers, my hero.",
        "[SCENE_BREAK]",
        "Clint: My little girl has fought so hard.",
        "Dorian: Ha. She has the Buchanan spirit.",
        "Clint: Yeah. Now we have to pray for her continued improvement.",
        "Dorian: And David's.",
        "Clint: Yeah.",
        "Dorian: When he's well enough to have visitors, I'd like to go see him. Would that upset you?",
        "Clint: When I think of the devil's bargain I had to make with that man in order to save my daughter --",
        "Dorian: Yes. But the end result is so good, does any of that really matter?",
        "Clint: Oh. Look, I am -- happy that my daughter's ok, all right? But David Vickers now has 10 million Buchanan dollars and I would give my eye teeth to see him pay for it with more than a vital organ.",
        "Miles: Isn't it moving how a family can come together in a crisis? I want to take my family out to dinner tonight, you and Cole, because today has made me realize what's really important.",
        "[SCENE_BREAK]",
        "Marty: Well, Cole has plans with Starr.",
        "Miles: Well, he'll have to break them.",
        "[SCENE_BREAK]",
        "Starr: So is this your new hobby, Britney? Wandering around the park looking for people to piss off?",
        "Britney: No. I was just pointing out that you two should enjoy this while you can. You know, who knows how long it'll last? Love is fleeting, after all.",
        "Starr: Oh, \"love is fleeting, after all.\" Do you have a pen? I should write that down.",
        "Britney: Hmm. Sad, isn't it? Just breaks my heart.",
        "Starr: What heart?",
        "Britney: Get new material, Starr.",
        "[Phone chimes]",
        "Britney: Oh, I have a message. Ok, I'm going to the dinner with the girls. Ciao.",
        "Starr: \"Ciao.\"",
        "Cole: Why does she still do that?",
        "Starr: Because she's pathetic.",
        "Cole: And jealous.",
        "Starr: You know, if you want to go feel sorry for her, do it someplace else.",
        "Cole: Whoa, Starr, where'd that come from?",
        "Starr: I'm sorry. I'm just --",
        "Cole: It's your dad, isn't it? It's ok, I have you.",
        "[SCENE_BREAK]",
        "John: Hey. You ok?",
        "Blair: Yeah, yeah. I just, you know -- sad song. I'm going to have to add a little upbeat to my repertoire, you know? Maybe \"Skip to my Lou,\" \"Yankee Doodle\"?",
        "John: Yeah, those are good ones.",
        "Blair: Mm-hmm.",
        "John: Maybe Capricorn will do, you know, kids' birthday parties and stuff.",
        "Blair: Well, I need to pull myself together and get back to work.",
        "John: If you want to take a minute, you know? You don't -- you don't want to have another meltdown.",
        "Blair: It's just -- John, every day -- every day that goes by with Todd missing --",
        "Sarah: I may be able to help.",
        "Blair: Wait -- did you hear from Hunter or you know something about Todd?",
        "Sarah: No, neither, I swear.",
        "Blair: Well, then how can you help me, Sarah?",
        "Sarah: I just -- I meant I would try to be more supportive -- I mean, if I can help you in any way.",
        "Blair: What the hell are you rambling on about?",
        "Sarah: What you said just now, up on stage -- it got to me.",
        "Blair: Oh. Now it got to you? Aren't you the sensitive type?",
        "Sarah: I did try to take care of Todd when he was at my place.",
        "Blair: Oh, and it never occurred to you to call 911, did it?",
        "Sarah: I admit it, ok? I'm a bitch. Sorry. I'm just a little allergic to the idea of prison.",
        "John: Who isn't?",
        "Sarah: I wasn't going to jail for something I didn't do.",
        "Blair: No, you were just going to let your uncle Todd die because you're a spoiled brat. You know, if you don't have anything to offer to help find Todd, why don't you just go away? You better start watching her.",
        "Rex: We're on it, Cristian and I both.",
        "[Blair sighs]",
        "John: That's very comforting, isn't it? Did she seem genuine to you?",
        "Blair: She should've been more genuine when she had Todd in her apartment. Now she comes in here like, \"oh, I want to help,\" she's all guilt-ridden. Well, you know what? To hell with her. Do you have an angle?",
        "John: Yeah, I'm working some different angles, but I'm going to need some more time.",
        "Blair: John, we're running out of time.",
        "Rex: What was that all about? One minute you're hiding from Blair, and the next, you're all over her like a cheap suit?",
        "Sarah: I was trying to be nice, which obviously was a bad idea given how nasty she was.",
        "Rex: Yeah, well, her kids haven't seen their dad in a whole long time, so she's kind of in a rotten mood these days.",
        "[Phone rings]",
        "Rex: I got to take this. Wait here. Rex Balsom -- can I help you? Michael, what's up?",
        "Michael: I need to talk to you. Can we meet someplace?",
        "Rex: Sure, I'm at Capricorn.",
        "Michael: Ok. I'll be right there.",
        "Rex: Whew.",
        "[SCENE_BREAK]",
        "Marcie: We need to talk.",
        "Michael: Marcie, this isn't a good time. I -- I -- I need to go meet somebody.",
        "Marcie: I thought you came here to check on a patient. Or did you just want to get out of the house?",
        "Michael: I just wanted a little time to myself. Where's Tommy?",
        "Marcie: He's with Lindsay.",
        "Michael: Well, was he sleeping when you left? Because, you know, he likes for you to put him down.",
        "Marcie: Michael, Tommy is fine. The question is, are we?",
        "[SCENE_BREAK]",
        "Dorian: Clint, I know this is very difficult for you, but David did come through.",
        "Clint: Oh, yeah, for all the wrong reasons.",
        "Dorian: But the end result --",
        "Clint: Yeah, the end result is wonderful, and I'm ecstatic that my daughter's ok, but I'm also angry that she even had to go through all this. I'm angry enough to want to rip out the rest of David's liver with my bare hands!",
        "[SCENE_BREAK]",
        "Marty: Don't push me on this, especially not here, not now.",
        "Miles: Look, I was just -- I was trying to suggest that we have dinner together as a family. I -- I'll call Cole myself and invite him.",
        "Marty: No, don't.",
        "Miles: No, I will.",
        "Marty: Miles --",
        "Miles: Cole, hi.",
        "Cole: What's up?",
        "Miles: Uh -- your mother and I would like you to join us for dinner tonight, you and Starr. You're free, I hope.",
        "[SCENE_BREAK]",
        "David: No, no, I'm not a hero, Jessica. I'm just a donor, and believe me, the risk was low. I had it checked and double-checked before I agreed to this.",
        "Jessica: You can downplay it all you want, but you saved my life.",
        "David: Yeah. Everything has its price.",
        "Nash: Jessica.",
        "Jessica: Huh -- my husband.",
        "Nash: My beautiful wife.",
        "Jessica: Yeah.",
        "[SCENE_BREAK]",
        "Marcie: When I first found out that I couldn't get pregnant, the first thing I thought about was you. You know, I -- I expected you were going to take this hard. I was -- I was worried about you, Michael. I was worried about how disappointed that you would be.",
        "Michael: Me?",
        "Marcie: Yeah.",
        "Michael: You wanted to have another child, too, Marcie. Why is this all about me?",
        "Marcie: Because I've had time to deal with this. I've had time to take this in, Michael. This is new to you, which is why I wanted us to work through it, together. But you left. And you came here? Of all places, Michael -- you're not even on duty. Do you know how that made me feel, that you can't be with me, Michael? That's exactly what I was worried about in the first place.",
        "Michael: I'm so sorry, sweetie.",
        "Marcie: No. No, see, that's the thing -- you're not sorry. You're angry. You feel ripped off. You feel like something's been taken away from you.",
        "Michael: No, Marcie, it's not like that!",
        "Marcie: Well, then, what is it? What is it? How do you feel, because I'll tell you this much, Michael -- you certainly didn't stop and think about how I felt in this situation. On top of knowing that I can't get pregnant, you just left. You upped and disappeared. Do you know how much that hurt? It really hurt.",
        "Michael: It's awful. Listen. I said that I was sorry, and I meant it. I have -- I have been callous and -- and thoughtless lately.",
        "Marcie: Huh.",
        "Michael: Oh, Marcie, honey, I love you. I love our son. We -- we could always try and adopt again, you know? We'll have other kids. It's going to be fine, Marcie. It's all going to be fine.",
        "Marcie: No. That's the thing. It's never going to be the same, Michael.",
        "Michael: Marcie? You're the love of my life. You are the best thing that ever happened to me. I don't ever want you to doubt that.",
        "Marcie: Ok.",
        "Michael: I really wish that we could talk more now, but I really do have to meet somebody.",
        "Marcie: Oh.",
        "Michael: Marcie, it's important. If it wasn't important, I wouldn't leave you like this.",
        "Marcie: Mm-hmm.",
        "Michael: You have to believe me. Do you believe me?",
        "Marcie: Yes -- yeah. I do. Sure.",
        "Michael: Ok, then.",
        "Marcie: Hmm.",
        "Michael: Well, I guess we're just going to have to work this thing out at home. I'll see you later?",
        "Marcie: Yeah.",
        "Marcie: I'll see you later.",
        "[SCENE_BREAK]",
        "Sarah: Excuse me. Can you tell me if Jessica Buchanan is out of surgery yet?",
        "Nurse: She is. She's being moved to a room soon.",
        "Sarah: That means she's doing well, huh?",
        "Nurse: Are you family?",
        "Sarah: Never mind.",
        "[SCENE_BREAK]",
        "Rex: Get your ass back here, Sarah -- do you understand? Playing hide-and-seek is not part of our deal. Just get back here, damn it. What's going on?",
        "John: Yeah, that's what I'd like to know.",
        "Rex: Sarah's peaced out. Turned around for one second and she was gone.",
        "John: Wasn't that the arrangement -- either you or Cris watches her 24/7?",
        "Rex: Don't worry. I'll track her down.",
        "John: I am worried.",
        "Michael: What the hell are you doing?",
        "[SCENE_BREAK]",
        "Nash: Doctors say you're doing great, thanks to that guy over there. We owe you, man.",
        "David: Hmm.",
        "Jessica: That's what I've been trying to tell him, but he won't have any of it.",
        "David: I'm being repaid 10 million times over.",
        "Jessica: Sorry, you're just going to have to bear with us, David. You're an incredible person, incredibly generous.",
        "David: You wouldn't say that if you knew me better. Ahem.",
        "Nash: Uh-oh -- I'm in trouble. I couldn't wait. Nurse: Well, I'm about to bring Mrs. Brennan to her room.",
        "Nash: Fantastic. I'll help you.",
        "Jessica: See you soon?",
        "David: See you.",
        "Nash: Ready? Oh -- oh! Goodness gracious, man. I bet there's an easy way of doing this.",
        "David: Hear you got me my own room.",
        "Clint: You're lucky your ass isn't out in the parking lot.",
        "[SCENE_BREAK]",
        "Starr: I don't see your mom and Miles here. Do you?",
        "Cole: Yeah, they must be on their way.",
        "Starr: Great.",
        "Cole: Hey, maybe I should call my mom and ask if we can go someplace else.",
        "Starr: No, no, no, no, no, no. We are not going to let them drive us away. We're just going to sit down and pretend that they're not even here.",
        "Starr: I bet you're really excited for tonight, huh? You get to have dinner with your mom and your psycho step-dad?",
        "Cole: No, I'm ok. I mean, I have to try to learn to accept the situation, right? So, maybe dinner's a good start. But you don't have to be here, though. I know how you feel about Miles.",
        "Starr: Well, I'm hoping that maybe he'll slip out something about my dad.",
        "Cole: Yeah, maybe.",
        "Starr: Even if he doesn't, I still get to spend time with you.",
        "Cole: Yeah.",
        "Starr: Huh.",
        "Cole: Thanks for agreeing to come.",
        "Starr: Don't worry about it. Hmm.",
        "Blair: Hey, sweetie.",
        "Starr: Hey. I thought you were working tonight.",
        "Blair: Well, I was, but I had a little meltdown, so I left early.",
        "Starr: A meltdown?",
        "Blair: Yeah. I was just, you know, singing a song and then started thinking about your dad. I just -- I just kind of lost it a little.",
        "Starr: Are you ok?",
        "Blair: Uh -- yeah. I just -- you know, I just didn't feel like letting it all hang out, you know, in front of a paying crowd tonight. So I thought I would just stop by Rodi's and have a drink. You know, I actually feel closer to your dad here.",
        "Starr: Yeah, I know what you mean.",
        "Blair: But I -- I don't want to interrupt your date. Hey, Cole. I'll just go over, have a drink, and then I'll be on my way, ok?",
        "Starr: Ok. I'm sorry.",
        "Blair: It's ok, baby. It's ok.",
        "Miles: Hello, Blair.",
        "Blair: Is this a coincidence?",
        "Miles: No, not at all. We're having dinner tonight.",
        "Blair: Huh.",
        "Miles: Cole, Starr, my wife and I. Why don't you join us?",
        "Blair: Are you out of your mind?",
        "[SCENE_BREAK]",
        "Britney: What's little Starr doing out so late?",
        "Amber: Looks like a family gathering.",
        "Girl: Yeah, of the creepy kind. Can you say Addams Family?",
        "Amber: Good one, Abigail.",
        "Britney: Isn't fun the best thing to have?",
        "Amber: What are you going to do?",
        "Britney: I'm going to mess with Cole's head, and he totally deserves it, seeing as how he's been lying to his girlfriend and keeping a secret about her missing father.",
        "[SCENE_BREAK]",
        "Todd: Oh, Blair.",
        "[SCENE_BREAK]",
        "David: Have you seen your daughter? Her color looks better already.",
        "Clint: As if you give a damn about my daughter. Greed is the only thing that motivates you.",
        "David: I don't like pain, and I use my liver pretty much daily. The thought of parting with even a portion of it --",
        "Clint: Vickers, I'm losing patience with you.",
        "David: The money was a serious incentive -- so what? I saved Jessica's life. Why can't I feel like I did something good?",
        "Clint: You want it both ways, don't you? You want to take the money and play the hero.",
        "David: I told Jessica -- I'm nobody's hero.",
        "Clint: And this new self-awareness -- does that somehow absolve you?",
        "David: Money, Clint, is what I live for. Money doesn't lie, money doesn't betray you, so yeah, I did it for the money. And you got your daughter back. We both win. So, why don't you consider the $10 million that's resting comfortably in an offshore account just a token of your undying appreciation?",
        "[SCENE_BREAK]",
        "Starr: Mom, really, it's no big deal. Miles just invited me and Cole to dinner with Cole's mom.",
        "Blair: Well, isn't that special?",
        "Miles: Come on, we really would like you to join us.",
        "Blair: And you know what? That's very sweet of you, Miles, but actually, being the fifth wheel is not my idea of a really good time. I think I'm going to go to the bar, have an adult beverage, and, you, get home safely.",
        "Marty: Ahem.",
        "Miles: So, we'd better get some menus. Has anyone seen a waitress?",
        "Britney: Wow. It really is a small world, after all.",
        "Starr: What do you want, Britney?",
        "Britney: To talk to you, if that's ok.",
        "Cole: No, it's not ok, so go back to your table, Britney.",
        "Miles: Cole, where are your manners?",
        "Marty: Miles --",
        "Miles: Well, if Britney wants to talk to her friend privately --",
        "Cole: She's not Starr's friend.",
        "Starr: No, really, it's cool. I'll only be a minute.",
        "[Pager beeps]",
        "Marty: Oh, it's a patient. I have to take it. I won't be gone long, ok?",
        "Miles: Well, I'm sure glad we're having dinner tonight, Cole.",
        "Cole: Where are you hiding Starr's father now? And you'd better tell me he's ok.",
        "[SCENE_BREAK]",
        "Starr: What did you want to tell me, Britney? It must be pretty important, since you dragged your whole pod squad here.",
        "Britney: Hmm, don't flatter yourself. I had no idea you'd be here, but once I saw that you were, I just couldn't hold this in any longer.",
        "Starr: Hold what in? What are you talking about?",
        "Britney: You know, every time I see you and Cole together, I see how tight you are, and it is so sweet, really. I mean, ever since your parents gave you guys the all-clear to date, your bond is just growing like crazy, huh?",
        "Starr: Ok, Britney, just cut the crap with me and be straight with me for once in your life.",
        "Britney: You want me to be straight with you? Cole is lying to you about something totally huge.",
        "[SCENE_BREAK]",
        "Rex: Michael asked me to meet him here for a drink. I think he's just surprised to see you here. Right, Michael?",
        "Michael: Yeah. Yeah, that and -- I got some stuff going on at home with Marcie.",
        "John: This thing with Marcie, it's not serious, is it?",
        "Michael: Nothing we can't handle.",
        "John: How's Jessica doing?",
        "Michael: She's doing good. She came through the surgery with flying colors.",
        "John: That's good. That's good. Anything else?",
        "Michael: No. Just stopped by to have a drink with my buddy here, you know? Shake off the day.",
        "John: Having a drink with your buddy here? You know, Mike, whatever it is you're hiding, whatever you got cooking, I promise you, it's going to come out sooner or later.",
        "Michael: Yeah. Yeah, I guess it will.",
        "Rex: Nice move.",
        "Michael: Look, I'm sorry, ok? I saw you two talking, and I just --",
        "Rex: What? And of course you thought I was telling him Todd Manning was Tommy's biological father? Yeah, no, in fact, I was thinking of telling a few other people in the restaurant. Hey, lady, you want to hear something that'll blow your --",
        "Michael: All right, enough. Look, I overreacted, ok? I'm a little on edge, sorry.",
        "Rex: And I overreacted to your overreaction. Sometimes it's like this secret is closing in on me.",
        "Michael: That's why I asked you here. There's more to the story now.",
        "Rex: More? How?",
        "Michael: Marcie told me that she can't get pregnant. We can never have children of our own.",
        "Rex: Oh. I'm sorry. Is she ok?",
        "Michael: She's fine. I'm the one who's not handling it. Now, she thinks that I'm disappointed in her, and I'm not. You know, I have no reason to be upset. I have a son. I have a beautiful son that I couldn't love any more than I do.",
        "Rex: What's the deal? Why are you being a jerk about it?",
        "Michael: Whew. Because now, if anybody finds out that Tommy is really Todd Manning's son, and I knew the whole time, we'll lose our son. We'll lose the right to adopt ever again, and Marcie will never get the chance to be a mother -- so long as she's married to me.",
        "[SCENE_BREAK]",
        "David: Go ahead and hate me. That's ok, but take away this. Your daughter's going to be fine, and your father isn't going to go to prison for trying to pay me to kill my own brother. So the way I look at it, you got yourself a bargain.",
        "Clint: You're despicable. But now you're also rich. Hope that money keeps you warm at night, because nothing else will.",
        "David: Hey, Clint? You going to tell Viki?",
        "Clint: Hmm. I'll let you have that honor.",
        "Dorian: Clint.",
        "Clint: You're still here.",
        "Dorian: Well, I promised you I'd wait.",
        "Clint: Yeah. Uh --",
        "Dorian: What's the matter?",
        "Clint: I just talked with David, and --",
        "Dorian: Say no more. Go in and see your daughter. That'll make you feel better.",
        "Clint: Thanks.",
        "Clint: Oh. God, how I prayed for this. You're my precious little girl. And I love you so much.",
        "[SCENE_BREAK]",
        "Rex: Yes, yes, I -- I understand everything, and I see why you're projecting that all this bad stuff could happen, but you got to take it easy, dude. Nothing's changed.",
        "Michael: Todd Manning is missing. That's not a change? The guy goes looking for his kid and disappears?",
        "Rex: That doesn't mean he's any closer to the truth.",
        "Michael: But he will get closer when he comes back, and he will come back. He is going to start looking for his son, and he won't stop until he finds his little boy.",
        "Rex: Michael --",
        "Michael: Damn it! You know, this guy's already got two kids. I know that sounds terrible. I know it does, and what I'm about to say is going to sound even worse. But it's how I feel. The only way I will have peace or security is if Todd Manning stays missing. Forever.",
        "[SCENE_BREAK]",
        "Miles: I cannot and will not tell you where Todd is.",
        "Cole: What, you don't trust me?",
        "Miles: No, it's not that you would tell somebody something intentionally, it -- in a moment of weakness, you might blurt it out, and then where would that leave us? More importantly, where would that leave your mother? We're trying to protect her.",
        "Cole: It'd be a lot easier to protect her if you wouldn't pull stuff like this.",
        "Miles: Like what?",
        "Cole: Organizing a family dinner, making me bring Starr. Like things aren't awkward enough already.",
        "Miles: Look, I was just trying to make things appear as normal as possible.",
        "Cole: \"Normal\"? We're so tense, we can't even make small talk. What's normal about any of this?",
        "Miles: What is the matter with you?",
        "Cole: Sorry. It was an accident.",
        "Miles: You better calm down. Do you hear me?",
        "Cole: I spilled a glass of water. What is the big deal?",
        "Miles: The big deal is you're drawing attention to yourself. We can't have that.",
        "Cole: Fine. I'll be more careful.",
        "Miles: Yeah. And you will also stop obsessing about Todd Manning. Start acting like you're -- you're happy to be part of this new family.",
        "[SCENE_BREAK]",
        "Blair: What do you know about Todd?",
        "[SCENE_BREAK]",
        "Starr: My boyfriend is hiding something from me? Gee, I wonder what it could be. Is it -- is it that he has the hots for you?",
        "Britney: Do you think that this is a joke?",
        "Starr: No, but I think you are. You're always trying to convince me that he likes you.",
        "Britney: My God, you are so bent. That's not what I'm trying to make you think. This has nothing to do with me, and it's huge. It's going to completely warp everything you care about.",
        "Starr: Do you know what's warped, Britney? You are. You have so little going on in your life that you use all of your energy to try to annoy me, and it only makes me feel sorry for you.",
        "Britney: You are going to eat those words, Starr Manning.",
        "Starr: Why don't you? And choke on them. I'm back.",
        "Cole: What did Britney want?",
        "Starr: Nothing, I'll tell you about it later. What were you two talking about?",
        "Cole: Sports. I was telling Miles I think the Phillies are going to make a late charge.",
        "Miles: Yeah.",
        "[SCENE_BREAK]",
        "Marty: I will see you next week. Bye.",
        "Blair: Marty --",
        "Marty: Oh, what do you want now?",
        "Blair: I want to know what Cole and Miles know about Todd.",
        "[SCENE_BREAK]",
        "Rex: I get why you want Todd to stay missing, but --",
        "Michael: But you think I'm sick.",
        "Rex: I just think you --",
        "Michael: I know what you think, ok, so just shut up. I don't need you judging me. I know the way I feel isn't honorable. Todd Manning has two children that miss and love him very much, but guess what -- I have a life, too. I have a kid and a wife who need me, and Todd Manning could destroy all of that. I'm sorry, I'm not going to let it happen.",
        "Sarah: Hey, guys.",
        "Rex: Sarah, where the hell were you?",
        "Michael: I'll be in touch, Rex. Thanks.",
        "Sarah: What was that all about?",
        "Rex: Seriously, Sarah, where'd you go?",
        "Sarah: I went to the hospital to see if my cousin was ok.",
        "Rex: You went to the hospital? With the whole Buchanan clan marching around? Not that I care, but I thought you said you didn't want to have anything to do with them.",
        "Sarah: I hid. No one saw me. And Jessica's doing ok, thanks for asking. So, what's going on here? Why were you talking to Michael McBain about Todd?",
        "Rex: None of your business. Next time you have plans to take off, maybe a little warning, would you?",
        "Sarah: I didn't know you cared.",
        "Rex: I don't.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Jessica: Hmm.",
        "Nash: I checked on Bree. She's doing great. Misses her mom, but other than that --",
        "Jessica: We're a family.",
        "Nash: Forever.",
        "[SCENE_BREAK]",
        "Dorian: How's Jessica?",
        "Clint: Well, the doctors are all saying that she's doing very well.",
        "Dorian: And you?",
        "Clint: Well, I'm a little disappointed in myself. I allowed my anger at David to taint what should be a -- a wonderful, glorious day, because, you know, my daughter's getting another chance at life, and here I am resentful at the man who helped her get that chance, and -- I can do better. I will do better -- for Jessie, I mean, because I want my little girl to be proud of me.",
        "Dorian: I'm proud of you. And I am very grateful to have you in my life.",
        "Clint: Dorian, whatever it took for us to get to this point, I thank God for it.",
        "Dorian: Oh.",
        "[SCENE_BREAK]",
        "David: Take 1 million, play. Take another million, buy things to play in. Take 5 million for investments. That leaves -- oh, great, math is involved.",
        "[David grunts]",
        "David: Well, well. Didn't know you cared. Hey, everybody, look who's here.",
        "John: Just wanted to make sure you're still alive.",
        "David: Well, that is great, because I am on some really good drugs, and I am not in the mood for a buzz kill of McBain proportions.",
        "John: Hmm. Well, just remember, we got a killer to find. So get well soon, because your ass is mine until I say it isn't.",
        "[SCENE_BREAK]",
        "Marty: It's not enough that you storm into my house and accuse me of kidnapping Todd? You're going to -- you're going to harass me in public?",
        "Blair: Ok, but, Marty, just shut up for a minute. I know you're not involved in all of this.",
        "Marty: How?",
        "Blair: I just know, all right?",
        "Marty: Ok, well, that's great. Thanks. I'm going to get back to my son now.",
        "Blair: Now, Marty, just please, just listen to me just a minute. I also know that Miles seems a little bit too interested in putting on this united front with your son. What I think is the two of them may know something, and they're keeping it from you. I think we have an opportunity, actually, for the first time ever to work together. I can help you and Cole get away from Miles, and you can help me find Todd.",
        "[SCENE_BREAK]",
        "[Todd groans]",
        "Todd: Son of a --",
        "Officer: Better call in a repair crew.",
        "[Todd groans]",
        "Officer: Did you hear that?",
        "Todd: Help -- help.",
        "[NEXT_ON]",
        "John: We're going to get back to what we started -- finding the person who really killed Spencer Truman.",
        "Blair: Are we in this together or not?",
        "Starr: She said that you were keeping this huge secret from me.",
        "Miles: Todd?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=Ubj0mle_vis"
}