{
    "Episode Summary": [],
    "Recap": [
        "Viki goes to B.E. in the hopes that Clint can assure her that Todd wrote a slanderous article about him. But he tells her Todd was correct. He is ready to go for the juggler with many business rivals and stop at nothing. And she is shocked. Starr does not know what she's going to do with being 16 and pregnant. Jared and Charlie run into Pamela Stewart. She rips into Charlie for abandoning his family, being a drunk and letting them get abused by her brother. But they tell her that maybe she should blame her brother instead of them. She informs them that he died recently. Natalie still does not plan on telling anybody that Jared is not a Buchanan. He asks her why, since she hates him so much and wants to get rid of him. Clint is ready to go after a man named Calvin Jenkins, who is obviously clean and incapable of crooked behavior. Dorian meets with Calvin and tries to get him to buy out and overthrow B.E. He may not. But Clint is ready to go after him with the help of Lindsay. Ramsay is working on his three officers. He's acting really nice to Antonio, complimenting his work and his family values and telling him what a low life John is. Meanwhile, John and Talia are getting really close while being alienated by both Ramsay and Antonio."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Talia: Antonio -- Antonio, please -- what, you're not going to even talk to me anymore? If this is about last night, I told you, I did not know John was going to be at Capricorn.",
        "Antonio: Hmm.",
        "[Knock on door]",
        "Ramsey: Yeah?",
        "Antonio: You wanted to see me?",
        "Ramsey: Yeah, to show you this. Article in \"The Banner\" city section about the cleanup in Angel Square. We're already getting good ink on your pet project.",
        "Antonio: Well, great. I'm just glad the community's behind it.",
        "Ramsey: Well, they're behind you. When someone like you gets involved, that's impressive.",
        "Antonio: \"Someone like me\"?",
        "Ramsey: An ex-con from Angel Square turns his life around, is responsible. Excellent work.",
        "[SCENE_BREAK]",
        "John: Hey.",
        "Talia: Hi.",
        "John: Are you okay?",
        "Talia: Uh -- not really. Antonio won't even talk to me.",
        "John: Then talk to me.",
        "[SCENE_BREAK]",
        "Charlie: It wasn't your fault.",
        "Jared: No --",
        "Charlie: Jared, no -- you we just a kid yourself. The guy -- the coward who beat you and your brother and your mom -- that's the guy who's responsible. And I think it's about time he paid for what he did.",
        "Jared: Uh -- excuse me. Pamela?",
        "Pamela: Oh. Um -- oh, Jared.",
        "Jared: Hi. I didn't know you were in town.",
        "Pamela: Um -- well --",
        "Jared: Uh -- Charlie --",
        "Charlie: Ahem.",
        "Jared: This is -- well \u0096",
        "Pamela: Oh -- I'm Pamela Stuart. I'm -- I'm Jared's mom.",
        "Charlie: Uh -- Pamela: How do you do?",
        "Charlie: Charlie Balsom.",
        "Jared: You know, it's okay, Charlie. Pamela, this is my dad.",
        "Charlie: Yeah -- ahem.",
        "Pamela: Charlie Banks? You bastard.",
        "[SCENE_BREAK]",
        "Natalie: Mom, circumstances sometimes make people do unexpected things. But that doesn't change who they really are.",
        "Viki: Have you talked to your father about this? About the way he is handling these crises at B.E.?",
        "Bo: Viki, we may not like it, but Clint felt like he did what he had to do.",
        "[SCENE_BREAK]",
        "Viki: Oh. So you knew about this?",
        "Lindsay: So, now all of a sudden, you need my help?",
        "Clint: Don't. Don't lecture me. Just get me anything I can use against Calvin Jenkins.",
        "[SCENE_BREAK]",
        "Dorian: I may not own 35% of your morality, but I do own 35% of the stock of your company, and influence over a great deal more. And that's why I am confident that I can persuade you to make a move against Buchanan Enterprises.",
        "Calvin: Well, somehow -- just somehow, this seems like a personal attack -- on Clint.",
        "Dorian: This is strictly business. I have nothing against Clint. Not at all. He means nothing to me.",
        "[SCENE_BREAK]",
        "Markko: Was Cole in homeroom? He has our lab report and it's due today. I'm sorry.",
        "Starr: Markko, it's okay to say Cole's name. It's not like I wasn't thinking about him, anyway.",
        "Langston: Well, I haven't seen him. Hey, did you hear? They set up the trip for Europe to winter break. Usually, they don't do that till the summer.",
        "Markko: What? That's insane. Like anyone's going to commit that far in the future? It's nine months away. Who knows what'll be happening then?",
        "Starr: You know what? Um -- I'm sorry; I just forgot to put something in my locker.",
        "Markko: What did I say now?",
        "Starr: Well, isn't that just great? The trip to Europe was changed to winter break. And I'll probably be changing diapers by then. You know what? I cannot do this.",
        "Cole: You can't do what?",
        "[SCENE_BREAK]",
        "Calvin: Now, I may be missing something, but when you contacted me, I could have sworn you said something about a terrific business proposition.",
        "Dorian: If your company buys out those B.E. subsidiaries, you have effectively crushed the competition.",
        "Calvin: And crushed my own company, as well. I can't overextend myself like that.",
        "Dorian: But I told you, I have capital to invest -- capital that will insure the security of your company. There is no risk involved at all. Unless you turn down my offer.",
        "[Calvin whistles]",
        "[Dorian chuckles]",
        "Calvin: Why, why, why are you so hell-bent on bringing down B.E.? Let's see, let's see. You say Clint means nothing to you, but weren't you seeing him not so long ago?",
        "Dorian: Ancient history.",
        "Calvin: Well, last summer, from what I heard. My God, that's it, isn't it? That's what this is about. This is all about revenge.",
        "[SCENE_BREAK]",
        "Bo: How did you find out about this?",
        "[Viki chuckles]",
        "Viki: Todd gave me this as a heads-up. So naturally, I came over to ask Clint to refute these accusations against him, as I was certain that they were not true. At which point, Clint assured me that they were, indeed, true. And you both knew about it, right?",
        "Natalie: Well, not all of it. The Webster bit is news to all of us.",
        "Bo: Clint led us to believe that Webster backed out on the deal at the last minute.",
        "Viki: Oh. So Clint lied to you.",
        "Natalie: Well -- um -- we knew about Cobb. Because Dad tore into him in front of us.",
        "Viki: Oh. Virgil and Warren were some of Asa's closest friends.",
        "Natalie: Okay, Mom, but if they were such good friends of grandpa's, why would they be going after Buchanan Enterprises?",
        "Bo: Look, in Pa's world, millions can be made or lost on nothing but a handshake. And friendships can turn on a dime. Now, I -- whatever these guys' relationships really happened to be with Pa, they wanted to take Pa's company away from this family.",
        "Viki: Maybe so, but their actions were directed at the company. The company, Bo, not the Buchanans personally. There had to have been a legitimate way to fight this.",
        "Bo: Well, with Webster, we did try everything. What Clint did was -- it was a last resort.",
        "Viki: And stopping Warren Cobb by taking away his company, his livelihood, and then humiliating him in front of the family -- that -- was that a last resort, too?",
        "Bo: Well, I did talk to Clint about that. We all felt that maybe he might have gone just a little bit too far --",
        "Viki: Yeah!",
        "Bo: And if -- no, if it makes you feel better, he agreed, okay? He promised that he's going to change his ways.",
        "[SCENE_BREAK]",
        "Lindsay: Calvin Jenkins? Well, let's see. Compared to Cobb and Webster, he's a choirboy.",
        "[Clint sighs]",
        "Clint: I'm not asking for your opinion.",
        "Lindsay: Oh, I know what you're asking me for. You want to know if there's something in Sam's old files that you can use against him.",
        "Clint: Yes.",
        "Lindsay: Well, I'm not sure off the top of my head, but I will take a look for you. The man is a pillar of the community.",
        "Clint: If he's such a pillar of the community, why is he coming after my family with a vengeance?",
        "[SCENE_BREAK]",
        "Jared: Pamela, please don't speak to my father that way.",
        "Charlie: No, Jared, it's okay. I deserve this.",
        "Charlie: No, Charlie, listen. Pamela is my stepfather's sister.",
        "Pamela: Yeah, and --",
        "Jared: She was also like a second mom to me when I needed her.",
        "Pamela: Wait a minute -- aren't you the man that saved Jared's life?",
        "Jared: He is.",
        "Pamela: But -- but your name wasn't Banks.",
        "Jared: Well, Charlie's been using an alias, because of me. He's given up a lot to protect me, so \u0096",
        "Pamela: Oh. Well, I'd say he's a couple decades late.",
        "Charlie: Look, I wasn't there when my kids needed me, and you were. And God knows, I am very grateful to you for that.",
        "Pamela: Well, you weren't very grateful back then. I mean, do you remember anything about that decade, Charlie? No, I suppose not. Because you were drowning in liquor. I know you couldn't remember the disappointed look of those two little boys when they waited for you every night, when they waited for you to show up for their birthdays, and you never came. And I can't believe you are defending this man. I mean, I don't know how you can stand here and -- you had better not disappoint him again.",
        "Charlie: Never.",
        "[SCENE_BREAK]",
        "Ramsey: You're a good cop, Vega. But you can even be a better one, as long as you don't let yourself get dragged down by walking black holes like John McBain.",
        "[SCENE_BREAK]",
        "John: You need a friend, you can talk to me.",
        "Talia: Well, no, I can't. Antonio flips out every time I do. He has this crazy idea -- paranoid idea that there's something going on between us.",
        "John: Maybe it's not so paranoid.",
        "[SCENE_BREAK]",
        "Cole: Starr, what can't you do?",
        "Starr: I can't talk to you.",
        "Cole: Starr, Shaun's not allowed inside the building. None of the kids are going to tell anyone. Starr, I have to talk to you. I miss you so much.",
        "Starr: I miss you, too.",
        "Cole: Your dad let you back in school. I mean, maybe he'll let us go -- start --",
        "Starr: He's not going to let us see each other, Cole. You know what he threatened to do to you. And with the new police commissioner, he can put you in jail.",
        "Cole: Well, your dad's easing up on you, isn't he?",
        "Starr: He's not going to let me see you. Cole, he walked in on us.",
        "Cole: What did you tell your parents -- about what happened that night?",
        "Starr: I told them that he walked in before anything happened.",
        "Cole: We both know that's not true.",
        "[SCENE_BREAK]",
        "Viki: Bo, you are deluding yourself.",
        "Bo: Well, Viki, I know Clint, and he's --",
        "Viki: No, Clint is not sorry. He's not sorry at all. I just talked to him. Not only is he unapologetic, he told me that he will continue to use personal attacks, or whatever he deems necessary to protect this company.",
        "Bo: Well, but when you confronted him about this article, I think he felt defensive.",
        "Viki: Oh, but I never confronted him.",
        "Bo: But, Viki, you -- you have very high standards of conduct.",
        "Viki: Yeah, so do you. So does Clint.",
        "Bo: Yeah. And I think that's why he's not anxious for this all to -- to get out. This is not something that he's proud of.",
        "Viki: Hmm.",
        "Natalie: Dad's under a lot of pressure, Mom.",
        "Viki: Honey, your father has always worked under pressure. He has never before been tempt-- I don't know what I'm doing. I mean, this is absolutely none of my business.",
        "Natalie: No, yes, it is.",
        "Viki: No, it is not, okay? Clint can run his company any which way he wants to. He doesn't have to justify anything to me.",
        "[SCENE_BREAK]",
        "Clint: It's a conspiracy.",
        "Lindsay: Are you sure you're just not being paranoid?",
        "Clint: No. Webster and Cobb took great glee in making sure that I knew that these attacks were not going to stop.",
        "Lindsay: Hmm. Did they elaborate at all?",
        "Clint: That's all they said.",
        "Lindsay: Well, Clint, I'll tell you one thing -- is you're going to have to get to the bottom of this. Because if it is a conspiracy, that means someone is behind it. And who is it?",
        "[SCENE_BREAK]",
        "Dorian: \"Revenge\" --",
        "[Dorian chuckles]",
        "Dorian: I never liked that word. It has such negative connotation.",
        "Calvin: You know, I seem to remember Clint with his brother's ex-wife at that charity ball my wife dragged me to. That's what this is about, isn't it? He dumped you for her, and now you want to bring down his company?",
        "Dorian: I did not call you here to talk about my personal life, and I am not going to. I'm far more interested in your personal life.",
        "Calvin: And what interests you?",
        "Dorian: Skeletons. Come on. What kind of skeletons do you have rattling around in your closet, Cal?",
        "[SCENE_BREAK]",
        "Jared: Pamela, the things we were talking about were painful enough when we lived through them. But reliving them \u0096",
        "Pamela: Why are you defending him? Oh, no, I can't even stand here listening to them --",
        "Charlie: No, Pamela, just wait a minute!",
        "Jared: Ahem.",
        "Charlie: Now, look, I deserve that. I deserve your anger. But how about your brother, hmm? How about the guy who beat a woman and two kids? How about the guy who chased a little kid out into the highway until he got hit by a car and died? Do you think he even shed a tear for Jimmy?",
        "Jared: Charlie --",
        "[Charlie sighs]",
        "Pamela: I feel sorrier about that night -- you will never know how badly I feel. If only I could have known, and if I had been able to do something -- I should have known. Valerie -- she used to tell me everything was all right. She had excuses for the brui-- and he never -- he never touched them when I was around. But I -- I should have known. Maybe that is why you guys were always so happy when I got there.",
        "Charlie: All these years, I've been blaming myself. Jared's been blaming himself. When the guy who was most responsible, who never should be allowed to hurt another kid, is out blithely living his life. Well, no more. Your brother's going to have to pay for what he did.",
        "[SCENE_BREAK]",
        "Ramsey: Now, I know you and McBain are friends.",
        "Antonio: Were.",
        "Ramsey: Okay.",
        "Antonio: He's a good cop.",
        "Ramsey: No. He might be if he could ever control his insecurities, but he takes shortcuts and protects people he feels he needs to impress. We know he needs to impress the ladies.",
        "[SCENE_BREAK]",
        "Talia: John, what are you saying?",
        "John: I don't know. Maybe I'm crazy, but it seems like we have this connection.",
        "Talia: You're not crazy.",
        "[SCENE_BREAK]",
        "Markko: Can I borrow your French notes?",
        "Langston: I couldn't concentrate in class today.",
        "Markko: Langston, I -- I wish you'd talk to me.",
        "Langston: I promised Starr. I can't tell you, Markko. I can't tell anyone what's going on with her.",
        "[Markko sighs]",
        "[SCENE_BREAK]",
        "Starr: Look, Cole, I lied to protect you.",
        "Cole: I know.",
        "Starr: I didn't even have time to think, and I just blurted it out, and -- we really shouldn't be talking about this here.",
        "Cole: No, when you sent me that letter saying that you didn't want to see me anymore --",
        "Starr: I told you that I didn't mean anything that I wrote in that letter.",
        "Cole: Starr, I just thought I had -- I had hurt you. Or that you wished that night had never happened between us. Look, I thought your dad was taking you away to Hawaii. This is obviously much worse. You know, I'm glad we had that night together. Even if it's the reason that -- that we can't -- Starr, we didn't do anything wrong. The only thing bad that happened that night was your dad walking in on us.",
        "Starr: No, Cole. That's not the only thing that happened that night.",
        "Cole: Starr, what else happened that night?",
        "Starr: You and I -- we -- you were so sweet.",
        "Cole: It's because I love you.",
        "Starr: I know that.",
        "Cole: Starr -- Starr, what else happened?",
        "Starr: Cole, you and -- you and I -- we --",
        "Cole: Well, we what? What? What?",
        "Langston: What are you guys doing here? If somebody sees you and tells Starr's dad -- come on.",
        "Cole: Wait, Starr, what were you going to say?",
        "Starr: You and I made a mistake, okay? And now, we're paying for it, and Langston's right. I -- I shouldn't be here. I -- I shouldn't be talking to you.",
        "Cole: Starr --",
        "Langston: Cole, please, don't. Starr and her dad are just starting to work things out, and it would kill her if anything happened to her.",
        "Cole: Starr was about to say something. You know what that is, don't you?",
        "[SCENE_BREAK]",
        "Bo: Viki, your opinion matters to Clint, more than just about anyone's. You know, you might be the one that got through to him.",
        "Viki: I don't think so.",
        "Bo: Well, you might be surprised. I'm going to go talk to him about -- about this article right now. If you'll -- just excuse me.",
        "Natalie: You know, Mom, Uncle Bo's right. Dad really respects you, and what you have to say matters to him.",
        "Viki: Yeah, maybe. Anyway, how are you?",
        "Natalie: Okay. I mean, really, the pressure is on dad and Uncle Bo.",
        "Viki: Yeah, but, darling, you've been putting in very long hours.",
        "Natalie: Hmm.",
        "Viki: Well, at least you have Jared, right?",
        "Natalie: What's that supposed to mean?",
        "Viki: To share the workload. Ooh. See, I was under the impression that you and Jared had found some way to live with the fact that he's your uncle. Guess I was wrong, huh?",
        "[SCENE_BREAK]",
        "Pamela: Oh, right, now it's time for vengeance, is it, Charlie? You're too late. My brother, Harlan, died in a bar fight two years ago. Look, I -- I know what he was, but he was my brother.",
        "Jared: Well, I'd like to say I'm sorry, but \u0096",
        "Pamela: No, no, you don't have to say anything at all.",
        "Jared: Oh, well -- hold on. Why -- I'm just -- why did you come to town without telling me in the first place?",
        "Pamela: Oh -- Natalie didn't want me to say anything. Ah -- she had me come all the way here just to talk about you.",
        "Jared: Really?",
        "Pamela: Mm-hmm.",
        "[SCENE_BREAK]",
        "Calvin: Well, I'm not running for president. And even if I did have personal dirty laundry, I wouldn't air it out for the editor of \"Craze.\" Now, I have also known Clint since I was a boy. And I am certain he would not use sensitive personal information to scuttle a business deal.",
        "Dorian: Your old mentor Asa would have done it in a minute.",
        "Calvin: Yeah.",
        "[Dorian chuckles]",
        "Dorian: You know, Asa's not with us anymore, but his successor is very much his son. Huh-huh. I wouldn't waste moral compunction on Clint, because he certainly wouldn't waste it on you.",
        "Calvin: Even if what you say is true -- which it ain't -- what makes you think I would debase myself in that manner?",
        "Dorian: Who said anything about debasing? No, no, no, no, no. All you need to do is make a strong move against Clint, and he will counter. Because I am sure your closet is clean as a whistle.",
        "Calvin: Oh, it's clean -- and shining.",
        "Dorian: Then Clint's in for a big fall.",
        "[SCENE_BREAK]",
        "Clint: No, I don't think anybody's coming after just me. It's the company, it's the family. It's my father and everything he stood for.",
        "Lindsay: You think it's revenge?",
        "Clint: Well, Webster and Cobb were friends in name only to Asa. Jenkins -- he was a true friend of the Buchanans.",
        "Lindsay: Huh. Okay. So, why do you think that there's something sinister going on?",
        "Clint: Why do you think everything is so damn simple?",
        "Lindsay: Because in this case, it is. Either he's a bad guy and you go after him, or he's a good guy and there's nothing to be done. In any case, yeah, obviously, you need my help, and I'll see what I can do.",
        "Bo: See what you can do about what?",
        "[SCENE_BREAK]",
        "Ramsey: Now, as far as I know, other than Sahid, there are only two women John was involved with who are still breathing, and one of them is in a coma, yes?",
        "Antonio: Yes.",
        "Ramsey: Other one was married to your brother, yes? Oh. Little Miss Natalie Buchanan better be watching out for her health. Speaking of which -- how -- how's your little girl doing?",
        "Antonio: She's good. Good. She -- 24-hour bug, that's all. She's fine, yeah.",
        "Ramsey: Oh, good. I'm glad to hear that. See, unlike John McBain, you've got your priorities where they should be. That's what happens when a man has family. Vega, you're doing a hell of a job on Angel Square. Hell of a job. You're doing it for Jamie, aren't you? That's what motivates you?",
        "Antonio: Yes, Sir.",
        "Ramsey: Yeah. That's what happens when a man is motivated by -- by family. It could drive a man to do just about anything, couldn't it?",
        "[SCENE_BREAK]",
        "John: So you feel something, too?",
        "Talia: Of course I do. I was just trying to tell myself that it was because we work well together, but --",
        "John: It's more than that.",
        "Talia: Yeah.",
        "[SCENE_BREAK]",
        "Markko: Hey, where'd Langston go?",
        "Starr: She's giving Cole a lecture about how he should stay away from me.",
        "Markko: Is that what you want?",
        "Starr: That's how it has to be",
        "Markko: Ever since all this went down with your dad, you know, we've all been really worried about you. But after what Langston and Cole have both been through this year -- well, you know, you're Langston's new family. Your house is the place where she's supposed to feel safe.",
        "Starr: Yeah, and now you wish that she never came to live with us.",
        "Markko: No, I -- I didn't say that. She loves you. And I know she's been the only person that you can talk to about all this.",
        "Starr: That's not fair to her.",
        "Markko: She seems really stressed. Now, I'm not blaming you.",
        "Starr: No, it -- you're absolutely right.",
        "[SCENE_BREAK]",
        "Langston: I shouldn't even be talking to you.",
        "Cole: Wait --",
        "Langston: Not about Starr.",
        "Cole: It's not like I can ask her.",
        "Langston: Yeah, you just need to try and forget about her.",
        "Cole: Well -- what? How? I mean, that's like somebody asking me to forget about my parents.",
        "Langston: I know.",
        "Cole: Langston, there's obviously something going on with Starr that you're not telling me about.",
        "Langston: She -- she's being kept away from the person that she loves. And she doesn't know what to do.",
        "Cole: There's something else, isn't there?",
        "Langston: And I have to get to class.",
        "[SCENE_BREAK]",
        "Lindsay: Your brother saw a painting that Nora had her eye on at a gallery that I happen to have some connections at, and he wants to get it for her as a surprise. Isn't that romantic?",
        "Bo: Huh.",
        "[SCENE_BREAK]",
        "Natalie: Things between Jared and me are fine, Mom.",
        "Viki: Yeah. Sure they are. Natalie --",
        "Natalie: Mom -- okay, you know what? Jared and I are still trying to prove ourselves here at B.E., and it's -- it's a lot of stress at work.",
        "Viki: Why, is he competitive?",
        "Natalie: No. It's just that Jared gets very intense when we don't agree on stuff.",
        "Viki: Work stuff?",
        "Natalie: It's fine, Mom. Nothing I can't handle.",
        "[SCENE_BREAK]",
        "Jared: So Natalie wanted to grill you about me?",
        "Pamela: Yes.",
        "Jared: And what'd you tell her?",
        "Pamela: The truth. Which she already knew.",
        "Jared: Right.",
        "Pamela: I told her that you did not have any Buchanan blood.",
        "Jared: It just seems like a long trip for something she already knew.",
        "Pamela: Well, now I've confirmed it.",
        "[Jared chuckles]",
        "Pamela: I don't think you have to worry about Natalie talking. But I do think you ought to start thinking about how you're going to solve this mess.",
        "Jared: Yeah, well, look. I told Natalie I wasn't her uncle with the intention of abandoning this scam altogether. She objected -- said it would hurt the family if the truth were to be known.",
        "Pamela: Well, maybe she's just using that as an excuse to keep a little distance.",
        "Jared: Hey, look, I understand. Forgiveness isn't exactly my strong suit, either. But my dad is sober. And if he's trying, so can I.",
        "Pamela: Well, for Jared's sake, you better stay sober.",
        "Charlie: Well, I intend to.",
        "Pamela: You know, I'm really glad I ran into you. I -- I -- I got to get to the airport early. Security -- all that stuff. Um -- well, you know that I really wish you the best.",
        "Jared: Thank you.",
        "Pamela: You take care.",
        "Jared: You, too.",
        "Singer: There's nowhere I",
        "Charlie: So -- you okay with that? I mean, that he's dead -- Pamela's brother?",
        "Jared: Well, it's not going to bring Jimmy back. But -- I guess knowing that he's not out there somewhere -- you know, I need to go find Natalie.",
        "Charlie: Well, no, wait. Jared, you know, as long as Natalie keeps this secret of yours, you're still going to be her uncle. You know what that means.",
        "Jared: Yep.",
        "[SCENE_BREAK]",
        "Langston: I got you something.",
        "Starr: It's \"Your Pregnancy Day by Day\"?",
        "Langston: So you know what to expect, what to eat -- those kind of things.",
        "Starr: Langston, I --",
        "Langston: Starr, you can always talk to me. But I've never been pregnant. I can't be of that much help. I mean, this is a baby's life we're talking about. You need to talk to somebody else. An adult. You need to tell them that you're pregnant, and maybe they can help you figure out what you're going to do.",
        "[SCENE_BREAK]",
        "Viki: Charlie --",
        "Charlie: Are you okay?",
        "Viki: I missed you. Look, I -- I know that you started the job today. So I hope it wasn't inconvenient for you to come and meet me here.",
        "Charlie: \"Inconvenient\"? Don't you know that you and my son always -- always come first?",
        "Viki: Thank you. Charlie, have you ever thought you knew somebody really, really well, and then found out that there was a part of him you didn't know at all?",
        "Charlie: Yeah. You.",
        "[SCENE_BREAK]",
        "Ramsey: Oh, John, if you can pull yourself away --",
        "John: What?",
        "Ramsey: I'm taking you and Sahid off the Ortiz case.",
        "John: Why?",
        "Ramsey: Information didn't pan out. It was a dead end. You can go. Leave the door open, would you?",
        "[SCENE_BREAK]",
        "Lindsay: Well, then I'll see you at home. Hmm. Oh, and I'll get you that information that you needed about that painting.",
        "Bo: I just talked to Viki.",
        "Clint: Did she show you the article?",
        "Bo: Yeah. I think that we're going to take a lot of heat when that comes out tomorrow.",
        "Clint: Yeah, probably will. But in the long run, it'll be good for us.",
        "Bo: How?",
        "Clint: Well, if anybody else is plotting to come after us, they'll think twice.",
        "[SCENE_BREAK]",
        "Natalie: What now?",
        "Jared: So I just happened to run into Pamela Stuart. Why'd you bring her here? Because you didn't believe a word I said?",
        "Natalie: I needed independent verification.",
        "Jared: And you got it. Are you happy?",
        "Natalie: No.",
        "Jared: Huh. Where are you going?",
        "Natalie: We have a conference call.",
        "Jared: Not for more than five minutes. So tell me, why would you fly Pamela all the way to Llanview to tell you something you already know? I mean, I know you're going to hate me, whether I'm your uncle or not, so what's the difference?",
        "Natalie: You and Nigel have been lying to my family for months. And if I'm going to lie for you, I need to know what the real deal is.",
        "Jared: The \"real deal\" is us.",
        "Natalie: There's nothing between us but work, Jared.",
        "Jared: There is so much more to us than that, and you know it.",
        "Natalie: Take your hands off of me, or I swear, I'll scream at the top of my lungs, and this will all be over.",
        "Jared: How long do you plan on keeping this up for?",
        "Natalie: As long as I want.",
        "[Jared sighs]",
        "[SCENE_BREAK]",
        "Bo: I just don't get how you can say that this article will be \"good for us.\" See, I'm ashamed of what it says about us -- and our company, and our family.",
        "Clint: You know something? Webster and Cobb -- they turned on us. Now, if Jenkins wants to come after us, he's asking for whatever we give him.",
        "Bo: Which is?",
        "Clint: A fight. Unless you want to roll over on this. Look, Jenkins has enough resources to become the biggest threat that we've faced yet.",
        "Bo: Yeah, well, if that's true, it's because we weakened ourselves when we bought out Cobb.",
        "Clint: Well, I could sell it back to him. Is that what you want?",
        "Bo: No, I think it's a little late to undo that damage.",
        "Clint: What do you mean, \"damage\"?",
        "Natalie: Excuse me. I'm sorry. We have that conference call in two minutes.",
        "Clint: I know that. We'll finish this conversation later.",
        "[Bo sighs]",
        "Bo: I'm going to take the conference call in my own office, so --",
        "Natalie: Excuse me. Uncle Bo, wait. Please, don't give up on my dad. He really needs you.",
        "Bo: Huh.",
        "Jared: Well, Clint, for what it's worth, I think you absolutely did the right thing when you decided to take over Cobb's company.",
        "Clint: Yeah, thanks. If you'll excuse me, I need to get a few things from Phyllis before I can make this call.",
        "Jared: Yeah. Whoa. Hey.",
        "[Jared chuckles]",
        "Jared: Okay, what did I do now?",
        "Natalie: I cannot believe that you're taking sides on this.",
        "Jared: Isn't that what you just did when you followed Bo into the hall?",
        "Natalie: I am trying to keep my family from falling apart, not kissing the boss' ass.",
        "Jared: I told your father what I thought -- the truth.",
        "Natalie: As you know what that is.",
        "[Jared chuckles]",
        "Jared: Okay, if you have such a huge problem with me being around, maybe you should just put an end to this right now and tell your family who I really am. Send me to jail, say goodbye and good riddance.",
        "Clint: All right, I got everything I need for this call. Are you guys ready?",
        "Jared: Yeah, are we ready?",
        "Natalie: Yes.",
        "[Phone beeps]",
        "Clint: Phyllis, we're all set in here. Put it through.",
        "[SCENE_BREAK]",
        "Starr: I came really close to telling my mom last night.",
        "Langston: But?",
        "Starr: She knew that there was something wrong. And she wanted to make me feel better, so she started going on about how special I was because I was her firstborn.",
        "Langston: Oh, man.",
        "Starr: Yeah. And how amazing the feeling is when you hold a baby in your arms for the first time, and -- you know, she was -- she was ready when she had me, and --",
        "Langston: But not you?",
        "Starr: No, I -- I'm only 16. I'm too young to be having a baby. Look, there's Cole. I really -- I got to get out of here.",
        "Langston: Wait, Starr -- huh -- what are you going to do?",
        "[SCENE_BREAK]",
        "Charlie: You know, there was a time when I thought I knew everything there was to know about you, except your last name.",
        "Viki: Oh, God, Charlie, I miss our time in Texas so much. I mean, everything was so uncomplicated.",
        "Charlie: Yeah. You know something? You are still the lovely lady who poured my coffee, and stole my heart in about six seconds.",
        "Viki: I don't know. I hope I am. See, I thought I knew this person so well.",
        "Charlie: So, are you saying that what you found out today is a bigger surprise than when I found out that my waitress lives in a mansion?",
        "Viki: Yeah. The thing is, I've known this man so long, and so well. And what I found out today -- in a million years I would never have expected.",
        "Charlie: Hey, life changes people. I mean, I'm kind of glad that you never met the guy I was 20 years ago.",
        "Viki: Maybe. But the thing is, from the minute I met you, I knew that you were exactly who you said you were. That's an unbelievable comfort to me. Calvin? Hey, Calvin Jenkins -- I haven't seen you in ages.",
        "Calvin: Viki, look at you.",
        "Viki: Hi.",
        "Dorian: That's right, you two know each other.",
        "Calvin: Oh, yeah, we go way back together on the board of the state children's aid society. And nobody -- and I mean nobody -- can sweet-talk a fat cat out of a big donation like Ms. Viki.",
        "[Viki chuckles]",
        "Viki: Thank you. I actually like that about myself. Calvin, I'd like you to meet my friend Charlie Balsom. This is Calvin Jenkins.",
        "Calvin: Well, a pleasure to meet you, Charlie. Any friend of Viki's --",
        "Charlie: Thank you.",
        "Viki: I did not know that you and Dorian knew each other.",
        "Dorian: Oh, I know everybody who's anybody in -- we just happened to run into each other, and have been catching up.",
        "Calvin: Yeah, yeah. Well, I got to scoot off to the office. Viki, it is always lovely. Charlie, perfect to meet you. Dorian, never a dull moment.",
        "[Dorian chuckles]",
        "Dorian: Back at you.",
        "[Calvin chuckles]",
        "Dorian: You two make an adorable couple. Have a wonderful day.",
        "Viki: I don't think she meant that.",
        "[SCENE_BREAK]",
        "Ramsey: Oh, schedule change -- I need you to work late tonight, unless child care's an issue.",
        "Antonio: No. No, it's fine, whatever you need.",
        "Ramsey: Okay, great, thank you.",
        "[Knock on door]",
        "Ramsey: Yeah? Glen, you seen Sahid?",
        "Eddie: Yeah.",
        "Ramsey: Yeah?",
        "[SCENE_BREAK]",
        "Talia: I ran the priors on Ortiz.",
        "[NEXT_ON]",
        "Gigi: I never should have come to Llanview. And I never should have stayed.",
        "Officer: What are Sahid and John doing at the Cambridge motel?",
        "Langston: You're going to have an abortion?",
        "Cole: I'm not here to see Starr, I'm here to see you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=ANSG3X0iACI"
}