{
    "Episode Summary": [
        "Episode # 10459 -- Pomp & Circumstance"
    ],
    "Recap": [
        "Todd petitions in court for custody of his kids. He protests that Blair and John's marriage is a scam. And he subpoena's Marty to admit that John is involved with her and not \"really married\" to Blair. Yet the judge dismisses Todd's case. Todd is not going to give up and announces that he has a \"surprise witness\". While Marty serves her mandatory subpoena, she has to be late for Cole's graduation. Yet, she and John are able to rush out of the courtroom and get there right in time to see Cole get his diploma. He does however have to finish some classes after the time he's lost, before he's officially graduated. He reveals that he is not complete about having to give his baby up even though he does not admit it to anybody. Marcie knows that Starr has changed her mind and wants to keep her baby. So she brings baby Hope to Starr. Dorian is missing Ray although she does not admit to anybody that she cares if he's gone. She notices that everybody around her has a romantic relationship and she is the only single person without somebody and it's too much for her to take."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dorian: Get a room.",
        "Noelle: Moe was just telling me --",
        "Moe: We got the grill all fired up --",
        "Noelle: We got to get our famous barbecue sauce all ready to go.",
        "Dorian: Whatever. Oh, for heaven's sake. Where did this come from?",
        "Moe: From the wine cellar.",
        "Dorian: Cellared there, no doubt, by Todd during his horrifying tenure in this house.",
        "Noelle: Well, we thought since the kids won't be drinking --",
        "Dorian: Why not serve the cheap stuff? In paper cups?",
        "Moe: Dorian, you told me to throw a pool party for all the kids who'd be graduating. If you wanted foie gras, you --",
        "Noelle: Moe. Dorian, we heard about Ray having to leave town with his daughter. We are so sorry.",
        "Dorian: This is horrifying. Shaun! Shaun!",
        "[SCENE_BREAK]",
        "Clint: You know, we just got out of a strategy session with a wedding planner that Renee hired.",
        "Nora: Yeah, long are the days where you could just call a judge, call your friends, and wham-o, you were married. Oh, my God. Is that what I think it is? Look, Clint, a ring.",
        "[Viki laughs]",
        "Clint: Yeah.",
        "Charlie: Viki has done me the great honor of agreeing to be my wife.",
        "Nora: Aw.",
        "Clint: Well, looks like Llanview has a little wedding fever.",
        "[SCENE_BREAK]",
        "Judge: I'm curious, Mr. Manning. Why would Mrs. McBain ask me to rescind the temporary custody agreement if her marriage is breaking up?",
        "Todd: I didn't say it was breaking up. I said it was a fake. The only reason they got married was to snow the court, to dodge.",
        "Judge: You have proof of this, Mr. Guthrie?",
        "Morgan: Well, it's not as if we've been surveying them, Your Honor, but I can assure you that --",
        "Judge: I don't want assurances. I want facts. Can you prove that John McBain and Blair Cramer McBain misrepresented themselves as a happily married couple?",
        "Todd: Yes, I can.",
        "[SCENE_BREAK]",
        "Marty: Oh -- Rachel, hi.",
        "Rachel: Hey, Marty.",
        "Marty: Have you seen Cole?",
        "Rachel: He didn't come with you?",
        "Marty: No. I offered to bring him, but he wanted to come on his own. I hope I can get a smile out of him today. He's been so down lately.",
        "Rachel: It isn't easy giving your baby up for adoption, even if you love the family.",
        "Marty: I know, and now they won't let him graduate with his class. He told you?",
        "Rachel: He missed a lot of school when he was --",
        "Marty: High and in jail. Yes, I know.",
        "Rachel: At least they're letting him be part of the ceremony.",
        "Marty: Yeah, I know. But it's just an empty folder. There's no diploma.",
        "Rachel: Just think of this way. They wouldn't let him be part of anything if they didn't believe that he would finish his degree.",
        "Marty: I guess. I just wish something would go his way. And now if he looks out and he can't find me --",
        "Rachel: Why wouldn't he find you?",
        "Marty: Well, that's why I want to find him for. I need to tell him that I might not be able to be here for the beginning of the ceremony.",
        "[SCENE_BREAK]",
        "Cole: I don't know what I would do without you right now. I just really need to be with you.",
        "Starr: I need to be with you, too.",
        "Cole: Um, is this okay?",
        "[SCENE_BREAK]",
        "Langston: Starr admitted something to me. She told me that yesterday she really wanted to keep Hope.",
        "Markko: Oh, no.",
        "Langston: I know. She almost didn't sign the adoption papers. The only thing that stopped her from keeping her baby was the promise that she made to Marcie.",
        "Markko: So, what are you saying? Starr wants to raise the baby with Cole? They're not even together.",
        "[SCENE_BREAK]",
        "Moe: If you don't want to drink it, we could always use it to marinate shrimp.",
        "Dorian: I wouldn't soak my feet in it. Shaun! Where is that man when you need him?",
        "Noelle: I'm sorry, Dorian. That was the only champagne we could find.",
        "Dorian: It's perfectly all right. I will just go to The Palace hotel. The sommelier there adores me. I will purchase a case of his finest champagne chilled. Shaun!",
        "Noelle: How about this? How about you sit down and let me fix you a nice glass of sweet Téa? And we can whip up a batch of wine coolers for the grownups and save you the trip.",
        "Dorian: Wine coolers? Wine coolers in my house?",
        "Moe: This is our house. You gave it to us.",
        "Noelle: Moe --",
        "Moe: She did. She signed it away when she married David.",
        "Dorian: David and I are now through. This is my house, and I do not serve inferior champagne.",
        "Moe: So we're celebrating your boyfriend leaving town?",
        "Noelle: Dorian, Moe didn't mean that. We both know how hard it is to have a broken heart.",
        "Dorian: Thank you, but my heart is fine.",
        "Moe: So it's just your mood that's rotten?",
        "[SCENE_BREAK]",
        "Shaun: Shaun at your service.",
        "Dorian: Shaun, I have to go to The Palace hotel because certain people cannot follow simple instructions. Will you see to it that the car is brought around front, please, and I will meet you there.",
        "Shaun: Whatever you say, boss.",
        "Dorian: Mm-hmm. Right on. Now, then, if the two of you get the urge to maul each other again, do it in private. There are children in this house.",
        "[SCENE_BREAK]",
        "Dorian: Oh, for heaven's sake!",
        "Starr: Aunt Dorian.",
        "Dorian: Starr, while I realize that it's perfectly natural for the two of you to reach out to each other -- I mean, you -- you are both grieving. You're both confused. One minute you think that your baby is dead, the next moment you are handing her over to be adopted. And yet, falling back into old patterns, no matter how comfortable, is -- is not going to solve anything. Cole, don't you have a graduation to go to?",
        "Cole: Yes, ma'am.",
        "Dorian: I have some things that I need to pick up. We're having a party here. Langston's throwing one for Markko's graduation and -- oh my, I've really got a lot to do.",
        "Starr: Right, so we'll see you then.",
        "Dorian: Bye-bye.",
        "Cole: You know, she's probably right. We were probably just reacting.",
        "Starr: No, I don't think we should analyze it. But I think she has a point. You should probably get going. You don't want to be late to your own graduation.",
        "Cole: All right. Will -- will you be there?",
        "Starr: I wouldn't miss it for anything.",
        "[SCENE_BREAK]",
        "Langston: I know Starr and Cole aren't officially back together, but after everything they've been through --",
        "Markko: But what about Mrs. McBain? And her husband? They're, like, the perfect parents in the world.",
        "Langston: I'm not saying they aren't. But what about Hope? What's going to happen when she's all grown up and she finds out that her real parents didn't want to give her up?",
        "Markko: Oh, man, we got to get out of here. If I'm late, my mom is going to kill me.",
        "[SCENE_BREAK]",
        "Michael: What's that? No bib?",
        "Marcie: No, no bib.",
        "Markko: Oh, hey, Mrs. McBain. Are you coming to graduation?",
        "Marcie: Oh, yeah. I wouldn't miss it. Markko's the -- giving the valedictory speech.",
        "Markko: Oh, right, my speech. Is it in the car?",
        "Langston: Yeah, I have it. Um, see you later.",
        "Markko: Bye. Hurry up.",
        "Michael: You all right?",
        "[Hope fusses]",
        "Marcie: Yeah. Yeah, I'm fine. I guess with all the excitement I totally forgot that I was planning on going to the graduation. But, you know what, I better get going because it's going to be hell finding a parking space, and --",
        "Michael: Yeah.",
        "Marcie: I want to see all the kids march in. I have taught most of them.",
        "Michael: Yeah, well, I don't think this little monkey is going to make it all the way through graduation without crying, so you want to wait here for mommy with me?",
        "Marcie: Oh, you going to wait for mommy? Yes? All right.",
        "Michael: You sure you're all right?",
        "Marcie: Yeah, I'm fine. You know, I just get misty at graduations. Okay, bye.",
        "Michael: Have fun.",
        "[SCENE_BREAK]",
        "Rachel: Todd had you subpoenaed?",
        "Marty: Yeah, it came this morning. He wants to stop Blair from getting custody of the kids.",
        "Rachel: And the hearing is the same time as the ceremony. Oh, Marty, I am so sorry.",
        "Marty: I just wish I could find Cole and explain it to him. If he looks out in that crowd and he can't see me -- I have disappointed him so many times. And we were just starting to make some really good progress.",
        "Rachel: I'll explain it. He'll understand.",
        "Marty: But he's still going to be hurt. God, I hate this.",
        "Rachel: You should know he is making great progress at the center. He has shown up for all of his counseling. He's making up all the homework he missed over the last few months.",
        "Marty: He deserves something positive to go his way, even if it's his silly mother taking pictures of him at his graduation. You know what? To hell with Todd.",
        "Rachel: Just run down there right now. See if you can get this handled. I'll find Cole. If you're a little late, I've got a camera with me.",
        "Marty: Okay. All right, thanks. I just don't know what Todd needs me for now. Please, promise me you'll tell Cole that I'm going to do everything I can to get back here in time, okay?",
        "Rachel: Okay.",
        "[SCENE_BREAK]",
        "Todd: You're being punked, Your Honor.",
        "Morgan: Let me handle this, Todd.",
        "Todd: As soon as my witness gets here --",
        "Judy: Oh, you're being punked, Your Honor, by opposing counsel.",
        "Morgan: Excuse me?",
        "Judy: This is a classic stall, and it's obvious to everyone, it's a waste of everyone's time.",
        "Judge: Is your witness here, Mr. Manning?",
        "Todd: No. But she should be here any --",
        "Judge: Sit down. Please proceed, Ms. Schulman-Brown.",
        "Judy: Thank you, Your Honor. The current ruling gave temporary custody to my client's ex-husband when she was hospitalized and the children's stepfather was --",
        "Todd: He was on the run. On the run, a fugitive from the law, accused of serial murder.",
        "Judge: Sit down, Mr. Manning.",
        "Judy: Not only was Mr. McBain cleared of all charges, as anyone who read a paper in the last week knows, but he was instrumental in finding the real killer and saving several lives, including Mr. Manning's.",
        "Judge: I've been following the case.",
        "Judy: And, as the court saw fit to award custody to Mrs. McBain before she was hospitalized, it is our hope that the court will reinstate the former custody agreement.",
        "Todd: So my kids are going to live with a liar and a fake and a cheat?",
        "Blair: It's better than an ungrateful dog. John saved your life, Todd.",
        "Todd: That does not give him the right --",
        "Judy: Your Honor, please --",
        "Todd: To steal my kids.",
        "Blair: They are my kids, too. I'm their mother and they belong with me.",
        "Marty: Does somebody want to tell me what I'm doing here?",
        "[SCENE_BREAK]",
        "Renee: Champagne for the happy couple. And sparkling water for the happy couple.",
        "Viki: Thank you. I have to tell you, good news like this is in short supply.",
        "Clint: All the more reason to celebrate.",
        "Nora: Here we go.",
        "Viki: Good health. Cheers.",
        "Nora: Cheers.",
        "Renee: Cheers. And how is my goddaughter, Jessie, doing?",
        "Viki: Much better than I expected, yeah.",
        "Charlie: You know, I can't tell you when I have been this happy.",
        "Viki: Me, too.",
        "Clint: Me, three.",
        "Renee: To happy marriages.",
        "Clint: Thank you, Renee.",
        "Viki: I'll drink to that.",
        "Renee: Ding, ding, ding, ding.",
        "Dorian: Is someone getting married?",
        "Viki: Dorian. Actually, yes, we all are.",
        "[SCENE_BREAK]",
        "Markko: Ma, come on, you're making me look like a dweeb.",
        "Woman: You're first in your class, Geraldo.",
        "Markko: It's Markko.",
        "Woman: \"Markko\" sounds like a bullfighter. \"Geraldo\" -- now, that's a valedictorian, and you have to look the part. Am I right, Langston?",
        "Langston: He looks pretty good to me.",
        "Man: Takes after his father.",
        "[Langston laughs]",
        "Woman: Are you going home to change?",
        "Langston: Me? No.",
        "Markko: She looks great, Ma.",
        "Woman: Oh, well, yeah. I just thought such a serious occasion -- you know, with a dress that short. But you're lucky, not every girl can pull it off.",
        "Markko: I got to go get set. Come on. Uh, we'll see you guys after?",
        "Langston: Your mom hates me.",
        "Markko: No, she doesn't. She's just traditional.",
        "Langston: Is my dress really that short?",
        "Markko: Babe, look, unless it was trailing on the floor, she'd have something to say about it. My sisters -- they have one skirt they wear out the door and another one they put on at the bus stop. It's fine. You look great.",
        "Langston: But if she's that bent out of shape about my dress, imagine what she'd say about us sleeping together.",
        "Markko: Well, let's keep that on the down-low. My parents still think I spent that night at my cousin's.",
        "[SCENE_BREAK]",
        "Rachel: Hey, guys. How are you doing?",
        "Cole: Um, we're not sure.",
        "Starr: It was a lot harder than we thought it was going to be. When we first made the decision, it felt like the right thing. At least for me. But I don't think we realized -- not until, you know, we thought that we lost her. But now, having her back again --",
        "Cole: It's very real.",
        "Rachel: I understand.",
        "Starr: It's just a lot harder than we thought to let her go.",
        "Cole: She has a face now and -- and a personality.",
        "Marcie: Hi.",
        "Starr: Marcie, hi.",
        "Marcie: Hi. You look terrific.",
        "Cole: Thank you. How's Hope doing?",
        "Marcie: She's -- she's doing great. She's with Michael right now. I just wanted to come to see you graduate. I'm so proud of you. I'm so proud of the both of you, really. You've come so far. You're really terrific kids. Only you're not really kids anymore, are you, right? Anyway, I just wanted to say good luck.",
        "Rachel: You guys okay?",
        "Cole: It's just weird. I mean, she was our teacher and now she's raising our kid.",
        "Starr: Also, you're graduating today. I woke up this morning and realized that I'm going to be graduating next year. It's just crazy. You know, I think you should call her.",
        "Cole: Nah, no. My mom never picks up her cell phone.",
        "Rachel: Oh, I -- I spoke to your mom earlier.",
        "Cole: What, she was here?",
        "Rachel: She was.",
        "Cole: So she left.",
        "Rachel: Believe me, she didn't want to. She had a camera. She was ready to take all sorts of pictures.",
        "Cole: Okay, well, where is she?",
        "Rachel: She was served with a subpoena.",
        "Cole: A subpoena? For what?",
        "Rachel: She has to testify in court. Starr, I'm sure you know all about it. The custody hearing.",
        "Starr: My dad did that? My dad gave Cole's mom a subpoena?",
        "Rachel: Yeah.",
        "Starr: Cole, I am so, so sorry.",
        "[SCENE_BREAK]",
        "Marty: Yeah, right, whatever.",
        "Judge: You may have a seat, Ms. Saybrooke.",
        "Morgan: Are you upset about being called here to testify today, Dr. Saybrooke?",
        "Marty: Upset? I was served right before my son's graduation.",
        "Morgan: Now, I just have one question for you, Dr. Saybrooke, and then you'll be free to go. Are you involved in an intimate relationship with John McBain?",
        "[SCENE_BREAK]",
        "Dorian: You're all getting married? Don't get up, gentlemen. To each other?",
        "Nora: Uh, we actually thought we'd pair off.",
        "Dorian: You and Clint?",
        "Nora: Oh, yeah, and Viki and Charlie.",
        "Dorian: Charlie, I hope the bubbly water doesn't flatten your celebration.",
        "Charlie: Well, you don't really need champagne, Dorian, when you're drunk on love.",
        "Man: Here you are, Dr. Lord.",
        "Renee: Dorian, just one case?",
        "Dorian: For now.",
        "Renee: Huh. We'll see you tomorrow night with Senor Montez? I've reserved the most romantic booth for you, as you requested.",
        "Dorian: I'm sorry, but we won't be able to make it.",
        "Man: And with no one else waiting for a booth, that just leaves you and me, Renee. I can't think of a better way to spend a Saturday night -- in a romantic booth with a gorgeous woman.",
        "Renee: Be still my beating heart.",
        "Viki: Well --",
        "Charlie: Seems like love is in the air.",
        "[SCENE_BREAK]",
        "Marty: I was subpoenaed so you could ask me questions about my personal life?",
        "Judy: This is just more of the same, Your Honor. Counsel is trying to cloud the issue.",
        "Morgan: Your Honor, if the witness is involved with John McBain, it supports our contention that his marriage is a fraud.",
        "Judge: I'll allow it. Answer the question, Dr. Saybrooke.",
        "Marty: I'm not involved in an intimate relationship with Mr. McBain. May I go now, Your Honor?",
        "Morgan: Now, Dr. Saybrooke, isn't it true that you just fled town with Mr. McBain? That you shared a motel room?",
        "Marty: John was falsely accused and I'd been threatened. We were trying to clear his name and find the real killer. And, yes, we did share a motel room together, but we were not intimate. We thought it was safer that way. John's a married man. And Blair's a very loving and devoted mother. And I don't know what else I could add to that.",
        "Morgan: How about the truth, Dr. Saybrooke? Can you honestly tell me that you aren't aware that John McBain's marriage is one of convenience? And, I remind you, you are under oath, Dr. Saybrooke.",
        "[SCENE_BREAK]",
        "[Organ plays \"Pomp & Circumstance\"]",
        "Principal: Welcome, friends and family of the class of 2009.",
        "[Cheers]",
        "Principal: You're right to celebrate. It's a wonderful moment. I couldn't be more proud. And to mark the occasion and start off the ceremony, I am pleased to introduce the valedictorian of the class of 2009, Geraldo Rivera. Or, as he's known to his friends in the film society, the thespian club, and the lacrosse team, Markko.",
        "[Cheers]",
        "Markko: Oh, okay, okay, I get it. You're just glad it's me up here and not you.",
        "[Laughter]",
        "Markko: No, I mean it, I mean it. Just cut. All right, so, as most of you know, I am a film freak. I love capturing the moment. And this, my friends, is a very special moment. All of you -- family, friends, teachers -- you're all in the picture. And, thanks to you, we students have had some pretty good times here at lhs.",
        "[Laughter]",
        "Markko: But, you know, the truth is, we'll all walk out of this place today and some of us will never see each other again. Some of us will be in each other's lives forever. Or, at least, in each other's hearts. But whether this is the first day of the rest of our lives as friends, or the last, we all have to understand this much -- we're lucky to have known each other. We came into this school as little kids who didn't know anything. And, uh, we still don't know much.",
        "[Laughter]",
        "Markko: No, I'm serious. We don't know much about life or what's coming next, or whether high school has been the best time of our lives or the worst. Maybe this is the first frame of a film that hasn't been made yet. I don't know. But I do know one thing. Those little kids who started at this school years ago are not the seniors who say goodbye to this place today. A year ago, some of us couldn't even imagine the things that would happen between then and now. But we did it. We lived through it, and here we are. We can replay it in our minds, watch the video. But it's over. It's time to move on. Are you scared? No, I'm serious. Are you scared? Because I am. It's -- it's up to me now. I've got to figure out where I go next, and I've got to make that happen. But you know what? I can do it and so can you. We all can. And you know why? Because we're not the little chicken freshmen we were when we started here.",
        "Student: Whoo!",
        "Markko: That's right. We're not even the little chicken seniors we were last September.",
        "[Laughter]",
        "Markko: We've changed. We've grown up. What we thought we wanted has evolved. And what we were afraid of handling, we now know we can handle. This is when it's time to step up. We've got to take responsibility. And you know what? Scared as I am, I'm ready. I am ready to live my life. I say bring it on!",
        "[Cheers]",
        "Markko: Thank you. Thank you so much to our families. Thank you to our teachers. And thank you, Llanview High!",
        "[Cheers]",
        "[SCENE_BREAK]",
        "Marty: I know for a fact that John's feelings for Blair are very real, and he has honored his commitment to her.",
        "Judge: Unless you have other questions, Mr. Guthrie --",
        "Morgan: I'd like a direct answer to the question, Your Honor. Do you know if the marriage between Mr. McBain and Ms. Cramer was concocted for the sole purpose of winning custody of her children?",
        "Marty: How could anyone possibly know the reason why any two people choose to get married?",
        "Morgan: Please instruct the witness to answer the question, Your Honor.",
        "Judge: Please answer the question to the best of your ability, Dr. Saybrooke.",
        "Marty: If I knew anything about why John and Blair were married, I have forgotten it now.",
        "Morgan: You've forgotten it now?",
        "Marty: Yes, I suffered a very severe head injury, and I have had memory problems --",
        "Morgan: Your Honor --",
        "Judy: Asked and answered, Your Honor.",
        "Judge: Dr. Saybrooke, you may go.",
        "Marty: Thank you, Your Honor.",
        "Judge: We'll take a brief recess, and then I'll make a final ruling on custody.",
        "[Gavel bangs]",
        "Bailiff: All rise.",
        "Blair: Well, she certainly didn't have to do that.",
        "John: No, she didn't.",
        "Blair: If you want to go be with her for Cole's graduation, I think you should.",
        "[SCENE_BREAK]",
        "Principal: Geraldo Rivera!",
        "[Cheers and applause]",
        "Principal: Great speech, Markko.",
        "Markko: Thank you, Sir.",
        "Principal: Derek Rollins.",
        "Principal: Mary Ryan.",
        "[SCENE_BREAK]",
        "Charlie: So, when are we going to meet this Latin lover of yours, Dorian?",
        "Dorian: Never, if I have anything to say about it.",
        "Renee: Who blew up her skirt?",
        "Clint: Nobody, and I think that's the problem.",
        "Nora: Thank God she won't be at the wedding. Unless she crashes.",
        "Renee: By the way, where are you having your reception? At the house?",
        "Viki: It would be so much easier if we could have it here.",
        "Renee: You got that right.",
        "Charlie: Now, when are you two tying the knot?",
        "Clint: Oh, we just settled that with Renee. We are getting married on the last Friday of July.",
        "Viki: Oops.",
        "Charlie: Isn't that the day we just booked the church for?",
        "Renee: Ha! Kismet. Do I hear a double wedding?",
        "[SCENE_BREAK]",
        "[Applause]",
        "Principal: Judith Thompson.",
        "[Applause]",
        "Starr: Is Cole's mom here? Can you see her?",
        "Principal: Cole Thornhart.",
        "[Cheers and applause]",
        "Starr: Cole! Cole, she's here!",
        "Principal: I have every confidence in you, Cole.",
        "Cole: Thanks.",
        "[Cheers and applause]",
        "Principal: Benjamin Tyler.",
        "Principal: Veronica Underwood.",
        "Markko: You made it, man. No one can take that away from you.",
        "Principal: Francis Valentini.",
        "Rachel: Memories! Congratulations.",
        "Marty: Thank you.",
        "Cole: Thanks. So, what happened with the subpoena?",
        "Starr: Yeah, what has my dad done now?",
        "Marty: No, no, it was nothing. It's fine. I'm just glad I could get here. It took a lot of courage. I'm really proud of you. I wish your dad were here to see you.",
        "Cole: Yeah, me, too. But it's not like I graduated or anything.",
        "Starr: No, you did graduate. You just need a couple more credits.",
        "John: You showed up. That's what counts.",
        "Langston: Hey. There's a party at my house by the pool. If you guys want to come by, you're welcome.",
        "Cole: Hey, can -- can Langston drive you over there?",
        "Starr: Aren't you coming?",
        "Cole: Yeah, later. I just need to clear my head.",
        "Starr: Are you okay?",
        "Cole: Yeah, I -- I just need a minute. I'll be fine. Hey, man, thanks for coming. I'll see you later.",
        "John: Congratulations.",
        "Cole: Thanks. I'll see you later.",
        "Marty: Oh -- um --",
        "Marty: Please tell me he's okay.",
        "Rachel: Just because you stop using doesn't mean you stop feeling. He had a tough day today. But he's got to learn to handle the tough days.",
        "[SCENE_BREAK]",
        "Morgan: You're going to lose, Todd, unless you've got solid proof that Blair and John conspired to defraud you.",
        "Todd: There is this one person.",
        "Morgan: Someone credible?",
        "Todd: Absolutely.",
        "Morgan: Why wasn't this person on the list of witnesses?",
        "Todd: Because I'm just not sure I'm going to drag this person into this, if I can live with myself afterward.",
        "Morgan: Yeah, well, that's what you're looking at, Todd. Life by yourself. No kids, just you. So I suggest you produce this mystery witness, and soon.",
        "[SCENE_BREAK]",
        "Michael: \"My heart somersaults when I swing open the door. You teeter between your crib and the floor, Your hair full of static, new tooth piercing your smile. You unfold your arms like wings and try to fly. You fall onto a pile of stuffed bears and toy kings. I run to you, expecting your cry. Instead, you rise from the tumble, your tiny, sharp fingers clutching my shin. Hand over hand, back to your runway you stumble, trying to defy gravity again and again. Someday I'll have flown this world, maybe wearing wings of my own, but probably not. My heart will somersault, afraid to see you up so high. But then I'll remember the courage of a child who knows he can't fly but never stops trying. Then I'll remember the strength of Your Hands, the knuckles whitening, the fierce way you always, always rise from the tumble.\" Your grandfather could write. Hey.",
        "Marcie: Hi.",
        "Michael: I thought you were going to the graduation.",
        "Marcie: Michael, I need to tell you something.",
        "[SCENE_BREAK]",
        "Clint: You know something, I almost felt sorry for Dorian when she walked in on all of our happy talk.",
        "Charlie: Not me.",
        "Nora: Me neither.",
        "Viki: Listen, Dorian always rises from the ashes. The question is, how many poor souls go up in flames first?",
        "[SCENE_BREAK]",
        "Shaun: This stuff is cold. I'll get Moe to put it on ice.",
        "Dorian: Yes, see if you can get Moe and Noelle to put their libidos on ice, if you can.",
        "Shaun: Dr. Lord, are you all right?",
        "Dorian: I'm fine. Why does everybody keep asking me that? I'm fine",
        "Shaun: Because it just seems like everywhere we went today, there was happy couples on parade. I mean, seriously -- did they put something in the water? I know your friend Ray had to leave town with his daughter. I know, which must hurt.",
        "Dorian: What? That's ridiculous. I am not hurt because Ray left town. I can hardly remember Mr. Ray Montez or his daughter. I hardly knew the man. But I'm very sorry. I apologize for snapping at you. You have always been very, very, very kind to me. And you do not go around parading your love life the way everybody else does.",
        "Rachel: Shaun?",
        "Shaun: Rachel.",
        "Rachel: I'm sorry, the door was open.",
        "Shaun: It's all right. You made it.",
        "Rachel: Yeah, you invited me, didn't you? It's so great of you to do this for the kids, Dr. Lord. They're all so excited.",
        "Dorian: Thank you. And you would be?",
        "Rachel: I'm a friend of Shaun's.",
        "Shaun: Rachel knows a lot of the kids, so I asked her to stop by, if that's okay.",
        "Dorian: Of course it's okay. Why wouldn't it be okay?",
        "[SCENE_BREAK]",
        "[Langston humming \"Pomp & Circumstance\"]",
        "Langston: So, what do you think?",
        "Markko: Very hot. But you got to wait till next year.",
        "Langston: Oh, so now you're graduated and I'm just a lowly high school student?",
        "Markko: Oh, no, there is nothing lowly about you, babe.",
        "Langston: Mmm.",
        "[Glass shatters]",
        "Langston: Dorian!",
        "[SCENE_BREAK]",
        "Judge: Mr. Manning's case for custody rests on his claim that the McBain marriage is a sham. He has, however, offered no credible proof, leaving the court no choice but to grant custody --",
        "Todd: Wait, I have one more witness.",
        "Judy: Your Honor, please.",
        "Judge: Mr. Manning, I am ruling, and you are shutting up.",
        "Todd: There's my witness right there, Your Honor.",
        "[Blair sighs]",
        "Blair: [Whispers] Todd, you bastard.",
        "[SCENE_BREAK]",
        "Marty: He actually smiled when he saw us. I haven't seen that smile in a long time. You know, it meant a lot that you were here. That was great of Blair to understand that.",
        "John: Yeah, it was.",
        "Marty: Uh --yeah, sometimes he just looks so lost.",
        "[SCENE_BREAK]",
        "[Splash]",
        "Asher: Hey, dude. Long time no see.",
        "[SCENE_BREAK]",
        "Starr: Have you seen Cole?",
        "Rachel: Oh, hey, Starr.",
        "Starr: Hey.",
        "Shaun: Did you check near the pool?",
        "Starr: Langston and Markko already headed out back.",
        "[Doorbell rings]",
        "Starr: I'll get that. It's probably him.",
        "Shaun: Okay. You like barbeque?",
        "Rachel: Lead the way. I'll see you later, Starr.",
        "Starr: Okay."
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=twkmc7PKSH0"
}