{
    "Episode Summary": [],
    "Recap": [
        "Starr and Cole are ready to put their plan into motion to run away together and live in secret with false identities and hide her pregnancy. But she is surrounded by her family. She sees that they love her and she has her doubts. Cole says good bye to all his friends without actually telling them what he is doing. At B.E., they are all wondering what to do in regard to Calvin. Viki talks to Calvin. He announces to Bo and Clint that he does not plan to take them down after all. Clint admits he did not really want to play hard ball after all. Nora and Bo are relieved. Ramsey is up to his dirty tricks. He wants to make nice to Antonio and pit him against John and Talia."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Talia: Well, I'm sorry, but we were at a stakeout, at a Laundromat. I just wanted to kill two birds.",
        "John: Yeah, but eight loads?",
        "Talia: It wasn't eight loads. I don't even own that many clothes. Besides, we were undercover.",
        "John: I heard eight loads --",
        "Talia: It wasn't eight loads.",
        "John: I heard eight.",
        "[SCENE_BREAK]",
        "Ramsey: Oh. How'd you like a new partner tonight?",
        "Antonio: You? On -- on a drug bust with me?",
        "Ramsey: Well, I like the field.",
        "Antonio: Well, it's -- it's a routine bust. It's nothing exciting.",
        "Ramsey: You trying to change my mind?",
        "Antonio: No. No, Commissioner, I'd be happy to work with you, I just thought that when you called me back in here, it was to tell me something else.",
        "Ramsey: You're professional enough to work on a stakeout with Sahid and McBain, but I would never do that to you.",
        "Antonio: Yeah, well, I'm not asking for any special favors.",
        "Ramsey: I'm not giving any.",
        "Antonio: All right. Thanks. Oh, it -- it'll go down just -- just after sundown.",
        "Ramsey: Okey-doke.",
        "[SCENE_BREAK]",
        "Jamie: Talia --",
        "Talia: Hi.",
        "Jamie: I missed you so much!",
        "[SCENE_BREAK]",
        "Clint: Well, any more bright ideas?",
        "Bo: Give me some time.",
        "Clint: Bo, we don't have time.",
        "Nora: Time for what?",
        "Clint: Oh, hi.",
        "Nora: Hi.",
        "Clint: Bo, I'm telling you, this is the only way. We have to approach Calvin Jenkins on a -- a personal level.",
        "Bo: Well, why don't you just skip the euphemisms? You're ready to destroy this guy.",
        "[SCENE_BREAK]",
        "Viki: Calvin, thank you very much for meeting me here.",
        "Calvin: Well, it's always a pleasure to see you, Viki.",
        "Viki: Actually, I never had the chance to thank you personally for that incredibly generous donation you made at the charity ball.",
        "Calvin: You were a bit busy that night, as I recall.",
        "Viki: Yeah, I was.",
        "Calvin: So I hear you had lunch with Helen, and she says Bree is the spitting image of Jessica at the same age.",
        "Viki: Oh, God, I admit to shamelessly brandishing baby pictures.",
        "Calvin: So what can I do for you, Viki?",
        "Viki: Calvin, I would never presume to interfere in your business, okay? But we've known each other a long time, and I would like to speak to you as a friend, okay? What is this deal about you taking over B.E.?",
        "[SCENE_BREAK]",
        "Langston: Cole, where are you?",
        "[SCENE_BREAK]",
        "Markko: Sorry I'm late.",
        "Cole: Did you get it?",
        "Markko: It took longer than I thought, but --",
        "Cole: How about that?",
        "Markko: You better memorize your new birthdays.",
        "Cole: Huh. Should have had you make it 21.",
        "Markko: What? You kidding? With that face, you couldn't even buy porn, man.",
        "Cole: Thanks, Markko. You think this is going to work?",
        "[SCENE_BREAK]",
        "Starr: I wonder if the baby will look like you or me.",
        "[Knock on door]",
        "Blair: Hey, Starr?",
        "Todd: Starr?",
        "Starr: Um --",
        "Blair: Can we come in?",
        "Todd and Blair: Starr?",
        "Starr: Yeah, you can come in.",
        "Todd: Hey.",
        "Blair: Hey.",
        "Starr: What?",
        "Todd: Well, I hope you ain't got no homework.",
        "Starr: Um -- why?",
        "Todd: Poker night.",
        "Blair: We ordered pizza.",
        "Starr: You're kidding me.",
        "Blair: No. We haven't had poker night in ages.",
        "Starr: Don't you have work?",
        "Blair: Well, I -- I called in.",
        "Todd: I ain't got no work.",
        "Starr: Okay, well, I have a lot of homework tonight.",
        "Blair: Okay, well, you know what? You're lucky. Because I'll call school and you can stay home and do it tomorrow. You don't have to go.",
        "Starr: But I'm sick of you guys keeping me home from school! I want to go!",
        "Todd: On, no, those days are over. Come on down--",
        "Starr: Okay, I can't! Okay?",
        "[SCENE_BREAK]",
        "Talia: I've missed you so much, too.",
        "Carlotta: Jamie, don't bother Officer Sahid. She and Lieutenant McBain are very busy. Look, here's Papi.",
        "Antonio: Hi. What a surprise.",
        "Carlotta: Hmm. She didn't want to wait for you to get back home. She wanted to show you something that she did at school today. It's her very first report. On starfish. Look, that's you. Remember, that trip to the aquarium in Camden?",
        "Antonio: You did this, all by yourself?",
        "[Carlotta chuckles]",
        "Antonio: I am so proud of you.",
        "Carlotta: Yeah, you're growing up on us, mija. I told her that maybe you could take her out for ice cream to celebrate.",
        "Antonio: Oh -- you know what, baby? I -- I just found out that I have to work tonight. Maybe -- tomorrow?",
        "Jamie: Okay, Papi.",
        "Antonio: Yeah? I'll tell you what. Why don't we make a deal? What about ice cream every single day?",
        "Carlotta: You are spoiling her.",
        "Antonio: Oh, come on.",
        "Carlotta: Oh. You know, since you're working tonight, I could take her for her checkup tomorrow.",
        "Antonio: No. No, Mami -- I -- I got it covered.",
        "Carlotta: Okay. Why does Michael want to see her, anyway?",
        "Antonio: Oh, he just wants to make sure that the ear infection's gone.",
        "Carlotta: Okay.",
        "Ramsey: What's all this?",
        "Antonio: Oh --",
        "[Ramsey chuckles]",
        "Antonio: Commissioner Ramsey, I want you to meet my mother, Carlotta.",
        "Ramsey: Pleased to meet you.",
        "Carlotta: A pleasure.",
        "Antonio: My daughter, Jamie.",
        "Ramsey: And does your daddy know what a pretty little girl he has?",
        "[SCENE_BREAK]",
        "Nora: So, how are we planning to approach Calvin Jenkins, hmm? Blackmail? Bankruptcy?",
        "Clint: I just think that we should point out to Mr. Jenkins that he could call unwanted attention to himself if he continues with his plan of a hostile takeover of B.E.",
        "Bo: Bo, we don't know if it's his plan.",
        "Nora: Wait a minute, what does that mean?",
        "Bo: Well, Calvin was willing to change his mind after I talked to him, and then he made this phone call. After the call, he decided to move on.",
        "Clint: Probably the same person who was pulling the strings of Webster and Cobb.",
        "Nora: Yeah, well, the problem is, Calvin Jenkins has an -- an impeccable reputation, so even if he wanted to get down and dirty, there's no dirt. Is there?",
        "Clint: There's always dirt.",
        "[SCENE_BREAK]",
        "Calvin: You know, for someone who doesn't wish to seem presumptuous about interfering with my business decisions, you are seeming a bit presumptuous.",
        "Viki: It just doesn't seem like you. You know? I mean, you were a real friend of Asa's. And I don't think you're anything like Webster and Cobb. They were so eager to cannibalize B.E., but they didn't care about the people involved.",
        "Calvin: No, no, I'm not like that.",
        "Viki: No, you're not. I mean, I understand business. You know, it's perfectly natural that when Asa died, his competitors would go and poke the sleeping giant, see if it can defend itself.",
        "Calvin: And anybody who doesn't think Asa's boys are going to fight back is a damn fool.",
        "Viki: Here's the thing. I did a little research, okay? And as far as I can tell, if you succeed in pushing this deal through, the benefits to your company are marginal at best. Why are you doing this?",
        "[SCENE_BREAK]",
        "Cole: How much did this cost you?",
        "Markko: Nada.",
        "Cole: Come on, man. You already loaned me some money. At least let me pay for these.",
        "Markko: I was going to get you a fake I.D. for your birthday, anyway, man. You know, it was either that or matching tattoos, you know.",
        "Cole: All right, listen, one more thing. As soon as Starr and I disappear, her dad might come after you and Langston.",
        "Markko: He can't do anything to us. And besides, I barely looked at the IDs. I mean, I figured the less we know, the less we have to lie about.",
        "Cole: Well, thanks, man.",
        "Markko: No problem. Just -- just don't make me the kid's godfather, all right? You know, the lacrosse team will miss you. And my physics grade will definitely miss you. And I will, too.",
        "Cole: Same here. And I swear, I'll pay you back someday, okay?",
        "Markko: Don't -- don't worry about it.",
        "Cole: All right, man, well, I have to meet Langston at hallowed grounds.",
        "Markko: All right. Let's go.",
        "[SCENE_BREAK]",
        "Blair: What's the problem, Starr?",
        "Starr: I'm just sick of you guys planning my life for me without asking me. And I have a big history test tomorrow, and I have to read 200 pages of my book. It's called \"War and Peace.\"",
        "Todd: Ah -- come on down. You know you want to.",
        "Jack: Mom, Dad, the pizza's getting cold.",
        "[Blair chuckles]",
        "Jack: Are you guys coming down?",
        "Blair: Well, the pizza's all over your face there, junior.",
        "Jack: Please, Starr? Come on, it's going to be a lot of fun. We haven't -- we haven't had this much fun in a long time.",
        "Todd: No, we haven't.",
        "Blair: Yeah.",
        "Todd: Come on, when's the last time we had this much fun? Look at how fun this is?",
        "Blair: It's been a long time.",
        "Todd: It's been a long time!",
        "Jack: Yes, it has.",
        "Blair: Come on!",
        "Todd: Look at this baby here. His name's Sam. He says your name a lot.",
        "Starr: I know he does.",
        "Todd: You know that?",
        "Starr: Yes.",
        "Todd: He adores you. Do you like him at all?",
        "Starr: Yes, I adore him, too, Dad, thank you.",
        "Blair: Come on, Starr.",
        "Jack: Yeah, come on.",
        "Blair: Going to be lots of fun.",
        "Todd: Pizza.",
        "Starr: Okay, fine. Let's go, let's go. I'm going, I'm going.",
        "Blair: Good. Got it? There you go. Got it?",
        "[SCENE_BREAK]",
        "Ramsey: What do I see behind here?",
        "Jamie: How'd you do that?",
        "Ramsey: Wait, I think I see another one. Now you got a matched set. I think you've got 50 cents, which is enough to get a treat from the candy machine back there, if it's all right with your grandma and your pop.",
        "Antonio: Yeah, of course. Uh -- what do you say?",
        "Jamie: Thank you.",
        "Ramsey: It's my pleasure.",
        "[Carlotta chuckles]",
        "Ramsey: And it's mucho gusto --",
        "Carlotta: Oh --",
        "Ramsey: Senora. You must be very proud of your son, particularly the work he's doing on behalf of the citizens of Angel Square.",
        "Carlotta: Oh, I'm -- I'm always proud of Antonio. Yes, yes, we're going to go get that treat. Thank you again.",
        "Ramsey: Yeah, it's all right.",
        "Antonio: I -- I will see you soon, okay? Thanks for coming by and seeing me. You made my day. I love you. I love you.",
        "Carlotta: Love you.",
        "Antonio: See you in the morning, okay?",
        "Carlotta: Yeah. Thank you.",
        "Ramsey: Mucho gusto.",
        "Carlotta: Mm-hmm.",
        "Ramsey: Bye.",
        "Antonio: I -- didn't know you were a magician.",
        "Ramsey: No? She's a very happy kid.",
        "Antonio: I hope so.",
        "Ramsey: I can get somebody else to work with me tonight.",
        "Antonio: No. No, no. It's -- it's my case. He's expecting to meet me.",
        "Ramsey: Okay. Let's get to it.",
        "Antonio: Right.",
        "Ramsey: McBain, Sahid, your report will be on my desk when I get back.",
        "Eddie: That poor little girl. You must feel real proud -- dumping Antonio and her. That's nice work, Sahid.",
        "John: Back the hell off!",
        "[SCENE_BREAK]",
        "Calvin: I don't owe you an explanation, Viki. And I really don't want to see my business strategy plastered all over the front pages of \"The Banner.\"",
        "Viki: Well, it wouldn't be, okay? It wouldn't be. I'm -- I'm doing this because I care about Clint and Bo, and you. I don't -- I don't suppose you subscribe to my brother's newspaper.",
        "Calvin: It's a tabloid.",
        "Viki: Yeah, right. But I'm quite sure that somebody must have brought your attention to the article about B.E. that appeared there.",
        "Calvin: Yeah. Didn't believe it when I first saw it.",
        "Viki: Yeah, neither did I.",
        "Calvin: So what are you telling me, that Clint's going to try and blackmail me, like he did with Webster and Cobb?",
        "Viki: I don't know what Clint is planning. But I can tell you that these attacks on his company have brought out an extremely ruthless side of him.",
        "Calvin: I got nothing to hide.",
        "Viki: Well, that's good.",
        "Calvin: So Clint sent you here to me?",
        "Viki: No, he has no idea I'm here. I'm here on behalf of my children and my grandchildren, because it's my family, too, you know.",
        "Calvin: Oh, well, so now I'm the one threatening to bankrupt the poor Lord family, is that it?",
        "Viki: Oh, come on, this is not about money. I'm trying to figure out why you're doing this. And you don't seem to want to give me an answer.",
        "Calvin: No, I don't really want you to take that intelligence to the B.E. board. Look, I am sorry, Viki, but I cannot talk about this, okay?",
        "Viki: Oh, Calvin -- you know what? There's a place nearby where we can talk a little more privately, please?",
        "Calvin: All right, Viki.",
        "[SCENE_BREAK]",
        "Bo: Clint had Balsom do some digging, and he found something, apparently.",
        "Clint: I don't think we should have this conversation with Nora.",
        "Nora: Why, because I'm the D.A.?",
        "Clint: There's nothing illegal going on. It's just that I've leaned on you little too heavily, I think.",
        "Nora: Yeah. And since I don't approve of your new methods of doing business, perhaps I should leave, which I am more than willing to do. By the way, did you check with Matthew on his homework?",
        "Bo: Yeah, yeah, he's finished. He's in -- in the kitchen there helping Nigel.",
        "Nora: Did you go over his mathematics with him?",
        "Bo: Yes, I did -- set theory.",
        "Nora: Oh, bless you.",
        "Bo: But he wants you to proofread his essay. He doesn't think I can spell.",
        "Nora: How would he know? He can't spell, either.",
        "[Nora chuckles]",
        "[Phone rings]",
        "Bo: Oh. Buchanan. Yeah, yeah, we're -- we're both right here at the house. Sure. Why not? See you then. That was Calvin Jenkins. He's on his way here.",
        "[SCENE_BREAK]",
        "Jack: Okay, this is five-card stud.",
        "Starr: All right.",
        "Jack: Jacks or better to open.",
        "Blair: Ooh.",
        "Starr: Okay, let's see. Okay, now, Sam, because we are on the dealer's left, that means that we talk first, okay?",
        "Jack: Oops, I have a joker.",
        "Starr: We're going to bet one chip. One chip, everybody. We're betting a chip.",
        "Blair: No, wait, wait, wait. I fold.",
        "Todd: I'm in.",
        "Starr: Okay.",
        "Jack: Me, too.",
        "Starr: Fine. Our turn. Um --",
        "Blair: I'm eating this.",
        "Starr: Here, two. I'm in, too.",
        "Jack: Two.",
        "Todd: Three.",
        "Starr: Three?",
        "Blair: He cheats.",
        "Starr: He's totally bluffing.",
        "[Blair chuckles]",
        "Todd: See? Isn't this the way it should always be?",
        "[Blair chuckles]",
        "Todd: Mm-hmm?",
        "[SCENE_BREAK]",
        "Langston: Where the hell have you been? You re supposed to be here a half an hour ago.",
        "Cole: Langston, I'm sorry. It took longer than I thought. Hey, I need you to give this to Starr tonight.",
        "Langston: What is it?",
        "Cole: I can't tell you.",
        "Langston: Then I won't do it.",
        "Cole: What, you don't trust me?",
        "Langston: You don't trust me? I'm the one who knew Starr was pregnant before you did. I'm the one that held her hand while we waited for that pregnancy test. And I'm the reason that you even know that she's having your baby. And you don't want to tell me what's going on?",
        "Cole: Langston, I'm doing this for you.",
        "Langston: And how do you figure that?",
        "Markko: So when people start asking us questions, we won't have answers.",
        "Langston: What questions? Wait, you know more than I do? Great, great.",
        "Cole: Langston, I'm asking you to give this to Starr without knowing what's in it. All right? If you don't want to do that, then --",
        "[Langston sighs]",
        "Langston: Here.",
        "Cole: Thank you. I'm sorry for --",
        "Langston: For what?",
        "Cole: You've been a good friend. You got me when no one else did. And I'll never forget that, okay?",
        "Langston: Neither will I.",
        "Cole: And I really hate this, but I got to go. Thanks.",
        "Langston: Why did that feel like goodbye forever?",
        "[SCENE_BREAK]",
        "Nora: Ah, Mr. Jenkins, please come in.",
        "Calvin: Ms. Hanen, it is a pleasure to see you again.",
        "Nora: Likewise.",
        "Calvin: It is my understanding that you are now the proud owner of this establishment, and that some fortunate fella named Chuck occupies the ranch.",
        "Nora: Yes, well, but B.E. is all in the family, just the way Asa intended it.",
        "[Nora chuckles]",
        "[SCENE_BREAK]",
        "Clint: Calvin didn't tell you what he wanted to talk about?",
        "Bo: No.",
        "Clint: Well, couldn't you have asked?",
        "Bo: He wants to meet face to face. He's going to tell us soon enough.",
        "Nora: Ahem.",
        "Calvin: Thank you.",
        "Nora: Good luck, guys.",
        "Calvin: Gentlemen, I'd like to thank you both for seeing me on such short notice.",
        "Bo: What can I get you to drink? Is it still like two fingers of bourbon, maybe a splash of water?",
        "Calvin: You better add a third finger. Ah, bourbon -- makes me think of that hunting trip that we were talking about the other day. Hell, I was barely out of college. Waking up, beer for breakfast, trying to keep up with your old man.",
        "Bo: Yeah, well, I still remember the headache.",
        "Clint: You didn't come here to swap old drinking tales, so let's stop wasting time. There's no way in hell that you're going through with this deal.",
        "[SCENE_BREAK]",
        "Ramsey: Hope this guy shows.",
        "Antonio: He should be here any minute. Give him another 15 minutes or so.",
        "Ramsey: How are you dealing with the news about Jamie?",
        "Antonio: Denial. She still looks like Jamie, acts like Jamie.",
        "Ramsey: You raise her alone, right? Well, that's got to be hard going through this without someone to back you up -- go through it with you.",
        "Antonio: It's the way it's always been.",
        "Ramsey: Still -- more than one person ought to have to deal with.",
        "Antonio: Yeah, well, I'm okay.",
        "Ramsey: If you need time off, flexible hours --",
        "Antonio: I appreciate that.",
        "Ramsey: I heard what the doctor said about money. Oh. I know you think that's none of my business.",
        "Antonio: I know what you're getting at. You don't want a cop on the force who's desperate for money to help his sick kid. There's too much temptation.",
        "Ramsey: I'm asking out of concern.",
        "Antonio: Right. Well, you know, they say bad things come in threes. I lost Talia, I lost money, now I find out about my daughter. I'm going to be okay. I'm going to be all right. I'm going to do whatever I have to do to get Jamie whatever she needs. Whatever it takes.",
        "[SCENE_BREAK]",
        "Todd: Say \"cow's cheese.\"",
        "Jack and Starr: Cow's cheese.",
        "Starr: What?",
        "Blair: You are crazy.",
        "Starr: Why are we even taking pictures?",
        "Todd: So we'll never forget this moment.",
        "Blair: Wait, wait. Wait, wait. Moment's not over. Take a picture of us. Ready?",
        "Jack: Uh -- good.",
        "[Shutter clicks]",
        "Blair: Is it good?",
        "Jack: Yeah.",
        "Blair: Very nice.",
        "Starr: That's really cute.",
        "Blair: Very nice. Okay, I hope that we have poker night every week.",
        "Starr: Yeah, me, too.",
        "Blair: Don't you, Todd?",
        "Todd: Oh, yeah.",
        "Starr: No, Jack! You cannot feed him soda.",
        "Jack: Who says?",
        "Starr: Um -- I do.",
        "Blair: Yeah, and me, too.",
        "Starr: Yeah, he's a baby.",
        "Jack: You always have soda and you're always hogging it. But tonight you're not. How come?",
        "Starr: Well, because I'm becoming a vegan, and I'm only going to eat vegetables. And that's what I'm going to make you if you don't shut up.",
        "Jack: Yeah -- no.",
        "Starr: Yeah, how about?",
        "Jack: No.",
        "Blair: Sweetie, I am so glad you decided to join us tonight.",
        "Starr: Yeah, I am, too.",
        "Blair: You know, I think it'll be fun. Maybe next week, we'll have Grandma Addie join us.",
        "Jack: And Aunt Dorian?",
        "Blair: Oh --",
        "Todd: No.",
        "Jack: But why?",
        "Todd: No. Not if she brings her own deck.",
        "Blair: Todd -- I think you're going to turn little Sam into a mighty fine poker player, Starr.",
        "Starr: Well, what can I say? It's in the genes.",
        "Blair: Yeah. You know, when the chips are down --",
        "Todd: The Manning family rises!",
        "Jack: What does that mean?",
        "Todd: Say \"fuzzy pickle.\"",
        "Blair, Starr, and Jack: Fuzzy pickle!",
        "[Shutter clicks]",
        "Langston: Hi.",
        "Blair: Hey, Langston. Listen, sweetie, we're just having a little pizza and playing poker. You want to join us?",
        "Langston: I would love to, but Starr and I have to get back to this English project.",
        "Todd: Oh, you do, huh? That's okay. We'll just meet same time, same place next week.",
        "Starr: Um -- yeah, right. Well, thanks, guys. I really loved tonight. Hey, Dad, I love you.",
        "Todd: I love you, too.",
        "Starr: I love all of you.",
        "Blair: Oh, my goodness, that's a big hug. Oh! Hey, we love you, too, sweetheart.",
        "[SCENE_BREAK]",
        "Nora: Going someplace?",
        "[SCENE_BREAK]",
        "Talia: John, do you really only type with one finger?",
        "John: Why? How many can you use?",
        "Talia: All of them.",
        "John: What is your problem?",
        "Eddie: I wasn't doing anything.",
        "John: Exactly.",
        "Talia: So, why do you think that Ramsey all of a sudden got the urge to go into the field?",
        "John: Assuming it's not to plant drugs on Antonio this time?",
        "Talia: We've got to find something on him we can use.",
        "John: He was in the bureau a long time. He knows how to cover his tracks.",
        "Talia: How creepy was that when he was doing magic tricks with Jamie? It's like all of a sudden, he sort of almost seemed human.",
        "John: It's creepy. He was doing that for Antonio's sake. You're worrying about him, aren't you?",
        "Talia: Yeah, I mean, what if Ramsey is trying to set him up?",
        "John: That's not it. He's turning Antonio into his own personal lap dog.",
        "Eddie: You've got a lot of nerve saying something like that about Antonio.",
        "John: Son of a bitch, are you talking again? Do you want to fight? Take your best shot -- go ahead!",
        "[SCENE_BREAK]",
        "Man: Hernandez.",
        "Antonio: What up, D?",
        "Man: Hey, you got the stuff?",
        "Antonio: Hey, you got the money?",
        "[SCENE_BREAK]",
        "Bo: Clint, that's no way to treat a guest in your house.",
        "Clint: A guest? He put our company through hell for the past few days and now he's here in Asa's house to try and drop the hammer. Well, let me tell you something, you son of a bitch -- what are you smiling at?",
        "Calvin: Oh, I was just seeing the picture of your pa behind you and watching you get as riled up as he does. It does bring back the memories.",
        "Bo: What's going on, Cal?",
        "Calvin: Clint's right -- I did come about business. I want to talk to you both face to face. I have decided to back off of this endeavor.",
        "[SCENE_BREAK]",
        "Nora: I'm not Todd Manning. I'm not going to lock you up in the house. I just want to have a rough idea of where you're going to be.",
        "Cole: I'm just going to meet some friends from the team.",
        "Nora: Okay, good. Glad you're getting out. How's your homework?",
        "Cole: All done.",
        "Nora: Okay. And don't you have an early lacrosse practice tomorrow before school?",
        "Cole: Uh -- yeah.",
        "Nora: Okay. So, don't be late.",
        "Cole: No, I won't.",
        "Nora: Oh, and I promised Matthew I've got to bring him to one of your games.",
        "Cole: That'd be great.",
        "Nora: Okay. Cole? Um -- I feel like I haven't really been there for you. I mean, I -- I don't know whether it's you holed up in your room or me holed up at the office, but I just feel like I should be spending more time with you.",
        "Cole: What -- no. Nora, you've been awesome. I mean, my mom would just be so thrilled to hear what you've done for me.",
        "Nora: Well, it's been a privilege. You know how I felt about your mom -- she was a wonderful woman. You remind me of her.",
        "Cole: That's the best thing that anyone can say to me.",
        "Nora: I'm sorry about this whole Starr thing.",
        "Cole: Well, you know, it sucked. It still does. But things are going to get better.",
        "Nora: That's the spirit.",
        "Cole: Thank you, Nora. Thank you for everything.",
        "Nora: Oh.",
        "[Nora chuckles]",
        "Nora: Oh, Cole.",
        "Cole: Goodbye.",
        "Nora: Goodbye. Have a good time. See you tonight -- see you tomorrow.",
        "[SCENE_BREAK]",
        "Langston: It's from Cole. He told me not to ask any questions about it, so -- I won't.",
        "Starr: Thank you.",
        "Cole's voice: \"Starr, I'll be there at 9:00. When it's safe for you to come out, look for my laser. We'll go out the back way before the guards come around again.\" Cole's voice: \"I love you. And I promise, we're going to have the best life together. Starting tonight, nobody's going to tell us what to do.\"",
        "[SCENE_BREAK]",
        "Man: Now you've got yours. Now how about mine?",
        "Man: Pleasure doing business.",
        "Antonio: All right.",
        "Ramsey: Freeze!",
        "Man: I'll get you for this, you bastard.",
        "Ramsey: I will not let you screw this up for me.",
        "[SCENE_BREAK]",
        "Bo: Thank God.",
        "Clint: What -- what made you change your mind?",
        "Calvin: Just didn't seem like a good deal.",
        "Clint: Why not?",
        "Bo: Well, Clint, you know what Pa always said -- you know, if you look a gift horse in the mouth, you're liable to lose your nose.",
        "Clint: Yeah, yeah, I guess you're right. Well, congratulations, Bo. I guess you got through to him after all.",
        "Bo: I don't think I can take the credit. You know, Cal, I got the impression that -- that you didn't have the option to back off.",
        "Calvin: Yeah, a fellow always has choices and this choice just happens to be a happy one. Gentlemen. I know my way out.",
        "Clint: What just happened here?",
        "Nora: Hey. I just saw Calvin leave, you know, by his own accord. There was no shoving, no shouting -- no breaking of precious objects.",
        "Bo: He backed off.",
        "Clint: I didn't do anything. I didn't even mention anything that Rex dug up. Calvin just showed up here to say that he was calling everything off.",
        "Nora: Because of you?",
        "Bo: Huh, I wish I could take the credit.",
        "Clint: I think there's more at play here.",
        "Bo: I wonder what convinced him.",
        "[SCENE_BREAK]",
        "Viki: Thank you.",
        "Todd: You come bearing a scarf.",
        "Viki: Yes, it's Starr's. I saw her earlier at hallowed grounds and she left it.",
        "Todd: That's nice of you to --",
        "Viki: Hey, guys!",
        "Blair: Hi, Viki!",
        "Viki: Hey, Jack, Sam.",
        "Blair: Hi. How are you?",
        "Viki: I'm good.",
        "Blair: You are just in time for some delicious cold pizza.",
        "Viki: Ooh, I just ate. Shame.",
        "Blair: Oh, no.",
        "Viki: Am I interrupting?",
        "Todd: No, we're just having poker night. Starr's kicking our butts.",
        "[Viki chuckles]",
        "Blair: Have a seat.",
        "Viki: Wow. Wow, look how big Sam got!",
        "Blair: Mm-hmm.",
        "Viki: Oh, my goodness! Are you having fun with your big brother? Yes!",
        "Blair: He is such an easygoing boy.",
        "Viki: Isn't that great.",
        "Todd: Can you stick around for a while?",
        "Viki: Is Dorian here?",
        "Blair: Aren't you in luck? She's out of town.",
        "Viki: Cool -- then I'll stay.",
        "[Blair chuckles]",
        "Jack: Dad took some pictures of us tonight.",
        "Viki: Really? Let me see.",
        "Jack: Come on, Sam.",
        "Viki: Oh. Oh, isn't that cute?",
        "Blair: Which one is that one?",
        "Viki: It's wonderful to see Starr that happy.",
        "Jack: Here, come on.",
        "Todd: Yeah, I know. I know we've all been worried about her so much lately, but it really seems like things are better now with her.",
        "Viki: Oh, that's good.",
        "Todd: I think I can say for the first time in my life that I'm actually part of a happy family.",
        "[SCENE_BREAK]",
        "Langston: You and Cole are running away, aren't you? Aren't you?",
        "Starr: I don't know what else to do, Langston.",
        "Langston: What about the baby?",
        "Starr: It looks like I'm going to have it.",
        "Langston: Are you okay with that?",
        "Starr: Cole says that we're going to be a family and that everything's going to be okay. I just -- I can't believe that all of this is happening. I -- look, tonight, I remembered how much I love my dad and that he really does love me. I actually thought that I was going to stay. But then I remembered that my dad would never accept Cole. And if he finds out that I'm pregnant, I don't know what he's going to do.",
        "Langston: You know, you're right.",
        "Starr: This is such a mess. I'm going to miss you so much.",
        "Langston: I'm going to miss you, too.",
        "Starr: Look -- Langston, when my parents find out, I don't know what my dad's going to do and --",
        "Langston: Don't worry about me. I'll be fine.",
        "Starr: I'm going to come back someday, okay? This isn't going to be forever.",
        "Langston: I know. I know. So, what -- what time are you leaving?",
        "Starr: 9:00. By then, my parents will be putting the boys to bed.",
        "Langston: Okay. Um -- I have some money in my room and I want you to have it.",
        "Starr: No, no, no. Langston, I -- I already took out all of the money from my bank account today.",
        "Langston: You're going to need way more than that.",
        "Starr: No. Langston, I don't want to take your money. But, when my family figures out that I'm gone, I -- I want you to say bye-bye to them for me, okay?",
        "Langston: Yeah, okay.",
        "[SCENE_BREAK]",
        "Eddie: So I'm supposed to stand around and let you talk trash about Antonio, after what you two did to him?",
        "John: These little remarks you can't seem to help yourself from making -- find a way!",
        "Talia: Eddie? Honestly, do you really think that Ramsey's got your back? All he cares about is that we make him look good. So when you fight and you fight and you make me bring harassment charges against you, he's not going to be happy.",
        "Eddie: So you think Ramsey's just in it for himself?",
        "Talia: Yeah.",
        "Eddie: See, I think that would be you. I like Bo, I do, but he's gone. And I think we can do a hell of a lot worse than Ramsey.",
        "[SCENE_BREAK]",
        "Ramsey: You want to die? You're already screwed -- you can be dead, too. Huh?",
        "Antonio: Come on, Ramsey. This guy's not worth the trouble.",
        "Ramsey: The suspect has been apprehended, request backup for booking.",
        "Antonio: Hands behind your back! You're under arrest. You have the right to remain silent. Anything you say can and will be used against you in a court of law. If you give up that right -- do me a favor. Finish reading this guy his rights.",
        "Officer: Right. Anything you say can and will be used against you --",
        "Ramsey: Log the evidence. I'll see you at the station.",
        "Antonio: Okay.",
        "[SCENE_BREAK]",
        "Nora: Matthew's decided to do E.S.P. for his science fair project.",
        "Bo: I wish we all had E.S.P.",
        "Nora: Yes, well, he wants to understand the scientific method, and that's your department.",
        "Bo: Yeah, okay. I'm on it.",
        "Clint: Maybe he can tell us why Calvin changed his mind.",
        "Bo: I don't really care why he changed his mind. I just hope that we get a little peace for a change.",
        "Clint: Hmm, well, I wouldn't count on that, Bo.",
        "Bo: Yeah, me, neither. Hmm.",
        "Clint: Whew.",
        "Nora: You relieved?",
        "Clint: Yeah.",
        "Nora: You know, whether you want to admit it or not, I don't think you like playing hardball.",
        "Clint: You are so right.",
        "Nora: See? Maybe I do know you better than I thought.",
        "[SCENE_BREAK]",
        "Blair: Okay, guys, bedtime. Yes!",
        "Jack: Can we stay up a little later? It's poker night.",
        "Blair: It's not poker night anymore, and besides, this guy is tired. He's rubbing his eyes.",
        "Viki: Well, I'm going to go.",
        "Todd: Are you sure? Because we'll have these punks in bed in three minutes flat.",
        "Viki: Oh, okay, I'll stay.",
        "Blair: Come on.",
        "Viki: Charlie's out with rex and Shane anyway, so --",
        "Blair: On, that'll be great.",
        "Jack: Good night, Aunt Viki.",
        "Viki: Good night, you sweet, sweet thing. You know what? One of these days, you're going to wish you could go to bed at 9:00.",
        "Jack: No way!",
        "Viki: Yeah way! Good night, guys.",
        "Blair: Okay, we'll be right up there. You know what, Viki? Go check out the kitchen table. Jack's report card's on there.",
        "Viki: Ooh!",
        "Blair: He did great. Let's go.",
        "Todd: All right, let's go.",
        "Viki: Bedtime.",
        "Blair: Oh, oh, oh.",
        "[SCENE_BREAK]",
        "Viki: Starr?",
        "[NEXT_ON]",
        "John: Hey, you got a minute?",
        "Markko: What are you doing here? You're supposed to be with Starr.",
        "Viki: Can you give him some time, honey?",
        "Starr: I don't have time.",
        "Todd: Everything all right here?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=j0ZFVUGb-Z0"
}