{
    "Episode Summary": [],
    "Recap": [
        "Marty reveals to John how that she had never told anyone, including Cole that Patrick had been murdered. Blair and Todd begin to give in to their emotions, but pull apart and agree that making love would be a bad idea. Rex refuses to make love to Adriana because he feels it would hurt the baby. Alex refuses to marry David. Adriana laughs when she finds out that Rex had thought she was pregnant. Adriana reveals that she had been doing research to do a maternity line. Nora reveals that she had answered Clint's cell phone and it had been Dorian. Clint assures her that she had not done anything wrong . John tries to console Marty after she tells him how Patrick had died. David feigns indignation when Alex refuses his proposal. Adriana promises Rex that she would share the news with him immediately if she ever did become pregnant. Natalie finally gives in and asks Chuck for help. Marty and John make love. After aggravating David a while longer, Alex finally agrees to marry him, but only if they sign a prenuptial agreement first."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Adriana: Are you asleep?",
        "Rex: Yes.",
        "Adriana: Are you sure?",
        "Rex: Don't.",
        "Adriana: What --",
        "Rex: I can't do this.",
        "Adriana: What's wrong?",
        "Rex: Nothing's wrong. I just -- let's just go back to sleep.",
        "Adriana: What, no good-night kiss?",
        "[Rex sighs]",
        "Rex: Look, you want your privacy, your space? You want to wait and see how you feel about all this? Fine, but I -- I just can't go on as if it's business as usual. I'm not built that way.",
        "Adriana: Hmm, but I love the way you're built.",
        "Rex: No, just stop.-- Don't, I'm sorry.",
        "Adriana: Rex, what's the matter with you?",
        "Rex: I don't want to hurt the baby.",
        "[SCENE_BREAK]",
        "Clint: I tried to do it myself.",
        "Nora: Oh, no.",
        "Clint: Nigel insisted.",
        "Nigel: I was happy to help.",
        "Nora: Is that Asa's special brew? Please tell me, I'm getting bleary-eyed here -- is it?",
        "Nigel: He's bequeathed me his formula.",
        "Nora: Oh, Bo used to make it for me, way back when. Huh.",
        "Clint: I should call him, find out how he's doing.",
        "Nora: Oh -- speaking of calling, Dorian called you. The phone rang and you were in the kitchen and I saw her on caller I.D. So I -- I answered it just to -- I stepped in it, didn't I?",
        "[SCENE_BREAK]",
        "Jared: Whew. You looking for me?",
        "Natalie: What's the matter, jarhead, lost?",
        "Jared: Nope. I'm exactly where I want to be.",
        "[SCENE_BREAK]",
        "David: Need a fresh towel, miss, perhaps a cool spritz?",
        "Alex: Sit down.",
        "David: We're not supposed to fraternize with the guests.",
        "Alex: Oh, David, sit down, please. Look at this sunset. This is something that money can't buy.",
        "David: Yeah, nice view -- goes for $1,000 a square foot.",
        "Alex: Oh, it's free for anyone who has eyes to see.",
        "David: Oh, seen one sunset, seen them all.",
        "Alex: Someone's in a bad mood.",
        "David: Well, I proposed to you and you haven't even had the decency to turn me down yet.",
        "Alex: Oh, David, I'm so sorry -- you're absolutely right. I should've answered you a long time ago.",
        "David: Ahem.",
        "Alex: The answer is no.",
        "[SCENE_BREAK]",
        "John: I didn't know Patrick was murdered.",
        "Marty: I am sorry. I did not mean to just blurt it out like that.",
        "John: If you don't want to say any more --",
        "Marty: Not that. It's just I have never said those words, that Patrick was murdered to -- to anyone, not even to Cole.",
        "John: You want to be careful who you tell the truth to.",
        "Marty: I know.",
        "John: Most people, they can't understand. They -- they try to be kind.",
        "Marty: And kindness doesn't help.",
        "John: The world stops making sense.",
        "Marty: I always wondered what it was that drew us together.",
        "John: I guess I've been to the same dark places.",
        "Marty: And come back -- well, at least I think I have.",
        "John: My old man would say you never come back. You just live with it.",
        "Marty: I -- I want to tell you what happened to Patrick but, look, I don't want to put more stuff on you or burden you with what's -- with what happened, so --",
        "John: You can tell me anything you want.",
        "[SCENE_BREAK]",
        "Blair: Oh. Oh! Todd? Todd? Do we really want to do this?",
        "Todd: I don't know -- do we? You tell me.",
        "Blair: Oh. Why is it always up to me?",
        "[Blair sighs]",
        "Todd: God, here we are in this no-tell motel room in New Orleans. We should be making hot monkey love. That's what these places are for.",
        "Blair: Well -- ahem. If we weren't married, I guess we could be having an affair.",
        "Todd: Well, 're not really married.",
        "Blair: Trust me -- we're married.",
        "Todd: But we're not in.",
        "Blair: Uh -- we're intimate. We are just not having sex.",
        "Todd: Why is that?",
        "Blair: Well, because -- because.",
        "Todd: Tell you what -- give me my $5 million back. I will take you downtown.",
        "Blair: Oh, you -- you're not worth $5 million.",
        "Todd: Oh -- what?",
        "Blair: Yeah. Nobody's worth $5 million.",
        "Todd: Yeah, you are.",
        "Blair: You paid me to marry you to get your son back.",
        "Todd: I got to go take a shower.",
        "Blair: Oh. Take a cold one for me",
        "[SCENE_BREAK]",
        "John: Tell me as much as right.",
        "Marty: I have told Cole and everyone that Patrick died in an accident and I know that must seem dishonest to be lying to him, but I -- I will do whatever I have to to keep him from growing up thinking that he has to avenge his father.",
        "John: I lived that one.",
        "Marty: So, it started with some calls, just to the university and Patrick ignored them, so they started calling the house and making threats.",
        "John: These people making the threats -- were they only directed at Patrick?",
        "Marty: Yes, at first, but then when he didn't respond to them, well, they started threatening me and Cole.",
        "John: And that's when he went to Ireland?",
        "Marty: Yes. I mean, I begged him not to go, but he said that they would never leave us alone, that we would never have any peace.",
        "John: He was probably right.",
        "Marty: But to give up his life?",
        "John: He did that because he loved you.",
        "[SCENE_BREAK]",
        "Adriana: What baby?",
        "Rex: Our baby -- I mean, assuming that it's ours. I -- I don't mean to imply that it isn't. It's just, you know, for the moment, it -- it's yours until, you know, you decide.",
        "Adriana: You lost me.",
        "Rex: Ok, I'm an idiot. I'm not up on my gynecological whatever, but I -- I know that you're pregnant and I know that you're not sure what to do about it, and -- and that's ok. It's your body, your decision.",
        "Adriana: Rex, look at me. Do I look pregnant?",
        "Rex: No, you're -- you're not showing yet and -- and you may never show if you decide that you don't want to go down that road. But I -- I still think we should talk about this. And I know you wanted to keep it to yourself and I respect that, but -- and it bothers me. Roxy nearly had a baby when I told her.",
        "Adriana: You told Roxy I was pregnant?",
        "Rex: Well, I had to tell somebody and -- and you weren't talking.",
        "Adriana: Because I'm not pregnant, Rex!",
        "Rex: Adriana, I heard you talking to a doctor. You asked him how long it would be before you started showing --",
        "Adriana: Oh.",
        "Rex: And then your stomach was upset and all you would drink was club soda, and -- I'm a P.I. I checked your P.D.A., I know about the appointment with the OB-GYN. You're pregnant.",
        "[Adriana Chuckles]",
        "Adriana: Oh, you really thought that --",
        "[Adriana laughs]",
        "Rex: You're laughing at me now?",
        "Adriana: I'm sorry, I'm sorry.",
        "Rex: Well, you should be.",
        "[SCENE_BREAK]",
        "Natalie: So this little do-si-do with Renee and Sarah -- that's just so you could crash the reading of my grandfather's will.",
        "Jared: I'm not thinking about that right now and you know it.",
        "Natalie: What are you thinking about?",
        "Natalie: Um --",
        "Jared: Ahem.",
        "Natalie: Sorry. You wanted --",
        "Jared: A truce.",
        "Natalie: I offered you one before and it didn't go so well.",
        "Jared: Yeah, I remember. I kissed you, and then you fired me.",
        "Natalie: Yeah, well -- ahem -- I don't understand why you need a truce. I mean, you do have Renee and Sarah fighting all your battles for you.",
        "Jared: Because I think it's disrespectful to keep fighting in front of Renee all the time.",
        "Natalie: Oh, it's disrespectful to Renee?",
        "Jared: Yeah. She's been extremely kind to me and I think she's gone through enough grief. So, I'd like to stop fighting with you.",
        "Natalie: And what are the terms of this truce? I mean, does that mean that you stop campaigning to take over everything Buchanan?",
        "Jared: Ok, look, I didn't -- I do not want -- I think we got off-track because of the kiss, and Id like to apologize.",
        "Natalie: Ok. I accept your apology if you mean it.",
        "Jared: Of course I mean it. I didn't mean to upset you. And I sure as hell didn't want to get fired.",
        "Natalie: If you're trying to get your job back --",
        "Jared: I'm not -- although, by all means, you should offer it to me.",
        "Natalie: Excuse me?",
        "Jared: You wanted me to kiss you, Sparky -- be honest.",
        "[SCENE_BREAK]",
        "Alex: Mmm. It was a very flattering offer. But you couldn't possibly think I would take you seriously.",
        "David: Oh. I proposed to you. I've only done that to a couple women.",
        "Alex: Yet you're still single.",
        "David: Because fate -- fate was waiting to bring me to you.",
        "Alex: We haven't seen each other in years. We hardly know each other.",
        "David: You're beautiful, you're single, and you're a sex addict. What more does a man need to know?",
        "Alex: I'm serious, David. If I don't get over this terrible addiction to mindless sex, the next man I marry could be wrong for me.",
        "David: I'm sorry. Uh -- your most recent husband was pushing 90, traveled with an oxygen tank, and I'm wrong for you? You don't know what you're missing. You can ask any of the women that I've been with and they'll tell you that I think I'm great in bed.",
        "Alex: That's fine, but --",
        "David: \"But\" what? Hey, didn't your therapist tell you the next time you get married, it should be to someone that you actually want to sleep with?",
        "Alex: Yes.",
        "David: Well, do you want to sleep with me?",
        "[SCENE_BREAK]",
        "Nora: I blew it, didn't I?",
        "Clint: With Dorian?",
        "Nora: No, with you.",
        "Clint: Picking up my phone?",
        "Nora: Well --",
        "Clint: I don't think so.",
        "Nora: Oh, I'm sorry. I shouldn't have answered it, but it's just I -- you know, I was sitting here on the ottoman and the phone vibrated. It kind of scared me, and so I looked and I saw Dorian's name and I -- and you were in the kitchen and I -- I thought that you would -- I was -- I was -- meddling.",
        "Clint: Hmm.",
        "Nora: I was meddling. I'm -- I'm really sorry. I just -- oh. She should be here with you, not calling to check on you and -- I'm sorry.",
        "Clint: Nora?",
        "Nora: I'm just sorry.",
        "Clint: No, don't be sorry. In fact, I think I'm going to disobey orders and call this lady.",
        "Nora: Oh, ok, well, I'll see you in the morning, then.",
        "Clint: Where are you going?",
        "Nora: Oh, I'm going to give you some privacy.",
        "Clint: No, sit down. This is only going to take a minute.",
        "Nora: No, that's ok.",
        "Clint: Nora -- no, no, no, no, no, no, no, no. You sit back down. Believe me, Dorian is not going to answer the phone.",
        "Nora: Oh.",
        "Clint: Dorian, it's Clint. I understand that you called earlier. I'm sorry that I missed you. I have been thinking of you. In any case, I'm still up. I'm doing some work here, talking with Nora, so feel free to call back. Bye. Well. How's the coffee? Strong as you remember?",
        "[SCENE_BREAK]",
        "Rex: This is funny to you?",
        "Adriana: I'm -- I'm sorry, I'm sorry. I just realized how screwed up things could get.",
        "Rex: What things?",
        "Adriana: Rex, I'm not pregnant, but I totally understand why you thought I was. But if I were, I would talk to you about it right away and we would make any decisions we needed to make together. Ok?",
        "Rex: I know about the doctor. I know about the appointment.",
        "Adriana: Layla and I have a company that needs new products all the time, right?",
        "Rex: If you say so.",
        "Adriana: I was doing research for a maternity line.",
        "Rex: And the nausea?",
        "Adriana: Profits are down a little bit, I'm worried. It went straight to my stomach.",
        "Rex: Why didn't you tell me all this?",
        "Adriana: Because you're worried about Marcie and I thought you had enough on your mind.",
        "Rex: You don't know the half of it.",
        "Adriana: What do you mean?",
        "Rex: How are we going to explain this to Roxy?",
        "Adriana: Oh.",
        "[Adriana chuckles]",
        "[SCENE_BREAK]",
        "Marty: Patrick told Cole that he was going to go to this conference in Dublin, so we got in the car and we drove to this little cabin that we have. He wanted us someplace safe while he was gone. And Cole went to bed that night and we sat out and watched the stars come out and made love. And then he got in his car and drove away.",
        "John: The people that made the threats -- did they know he was coming?",
        "Marty: Oh, yeah. Oh, yes, Patrick wanted everything aboveboard. He said that -- he said that everything had changed and he was so hopeful. And as soon as his plane touched down, my stomach just -- oh, it was all in knots. And then he called me and he said that everything was going to be all right. And I was so happy. And then I heard the noise. They shot him.",
        "[SCENE_BREAK]",
        "Jared: You could've slammed that door in my face when you saw me in the hallway, but you didn't.",
        "Natalie: Are you saying that I'm asking for it?",
        "Jared: If I kiss you, are you saying you aren't asking for it?",
        "Natalie: You can't kiss me if I stop you.",
        "Jared: Well, then stop me, Natalie. Oh, and by the way, I want you, too.",
        "Chuck: Nigel wanted me to bring up another blanket for you.",
        "Natalie: Ahem.",
        "Chuck: Ooh. Huh -- sorry.",
        "[SCENE_BREAK]",
        "Alex: I would make love to you right here on this lounge chair if I wasn't worried about my mental health.",
        "David: I'm going to go talk to this therapist of yours.",
        "Alex: No, come here. I can't resist you anymore. Oh, my -- oh, yeah. Oh, your body -- oh, my God.",
        "David: Yeah.",
        "Alex: We really should stop.",
        "David: No.",
        "Alex: We really should. Oh! Oh.",
        "David: Yes, no, no, yes. You know what? That's it until you agree to marry me. I'm doing this for you.",
        "Alex: For me?",
        "David: You want to break your pattern, I'm your man, but I will not enable you -- unless you agree to marry me, in which case I'll be your love slave.",
        "Alex: You're a towel boy at a rehab! Don't you think it's a possibility that I think you're marrying me for my money?",
        "[SCENE_BREAK]",
        "John: You heard the shots?",
        "John: We'd just gotten home. We'd been out to dinner when Caitlyn went in -- Caitlyn went in the bedroom and then I heard it -- just one shot.",
        "Marty: I remember dropping the phone and I was so afraid that we had been disconnected.",
        "John: You think he was still alive?",
        "Marty: Yes. I heard all this yelling and there was this chaos and then there was another shot. And then -- and then I heard Patrick's voice and he was reciting from a poem that he had written me. And he was struggling to breathe as he -- as he said it. \"In masked silence, I will hold you. Weep no more as I am beside you always.\" And then the line went dead. And I called the authorities, but, I mean, I didn't know -- I didn't even know where he was. I didn't know what had happened.",
        "John: Well, they probably thought you were talking crazy.",
        "Marty: You know, I was so hoping that he had escaped, but then a friend of his came to the house the next day and he told me that Patrick was dead.",
        "[SCENE_BREAK]",
        "Blair: Did you cool off?",
        "Todd: Hardly. You know, I was considering sleeping in the tub there for a second, but I saw something crawl out of the drain.",
        "Blair: You don't have to sleep in the tub, silly.",
        "Todd: If I get into that bed with you, I can't guarantee ck you.",
        "Blair: I can't guarantee you that I won't attack you, either.",
        "[SCENE_BREAK]",
        "David: You think I'm after your money, huh? I'm shocked and appalled.",
        "Alex: This handful of women that you asked to marry you -- they were very well-off, weren't they?",
        "David: They were financially well-endowed.",
        "Alex: They were rich.",
        "David: Well, what about this old fellow who had the oxygen tank strapped to his stock portfolio?",
        "Alex: I loved Dickie. Besides, I've changed.",
        "David: Yeah? Well, so have I. Before I joined the staff here at this gold- plated crackerbox, I extorted $10 million from Clint Buchanan.",
        "Alex: I thought you were broke! I gave it back to him.",
        "Alex: Why?",
        "David: Because of the look on Viki Davidson's face. She made me feel like a jerk.",
        "Alex: Since when did you care what other people think about you?",
        "David: Since Viki.",
        "Alex: Are you and Viki having a little --",
        "David: No, Viki and I are just friends. And she's pretty much the only friend that I have, which is why I couldn't afford to lose her.",
        "Alex: She is worth $10 million?",
        "David: I guess to me, she is.",
        "Alex: Wow.",
        "David: When they write about me, Alex -- and they will -- this chapter is my favorite -- \"David Vickers finds his heart within his soul.\"",
        "Alex: Hmm.",
        "David: Maybe that needs to be snappier. I'll call it \"180\" -- wait a second. They haven't used \"rosebud\" in a while.",
        "Alex: You know, you didn't exactly take a job at a dime store. Dreamland here is full of wealthy, needy women.",
        "David: No, no, no, I am completely recovered. I'm not going back into the arms of that kind of woman, not that there's anything wrong with them, but I deserve more. I want more, Alex. After all, I have marketable skills now. I -- am a masseur.",
        "Alex: Hmm. Alex chuckles]",
        "David: I'm sorry.",
        "Alex: Oh -- huh.",
        "David: I certainly don't want to tempt you.",
        "Alex: You don't?",
        "David: Uh-uh.",
        "Alex: Oh.",
        "David: I'm cured, remember?",
        "Alex: Oh, yeah.",
        "David: I gave the money back.",
        "Alex: Right.",
        "David: I came here --",
        "Alex: Mm-hmm.",
        "David: I got a job --",
        "Alex: Uh-huh.",
        "David: And I met you. I can help you.",
        "Alex: Oh.",
        "David: It's kismet.",
        "Alex: It's just all so sudden.",
        "David: It is, isn't it? I meet you and five minutes later, bang, I'm down on my knees.",
        "Alex: Hmm.",
        "David: You know what? Maybe it's your fault. Maybe you slipped something into my piña colada. Who knows? Maybe you're after my money.",
        "Alex: Oh, don't be silly.",
        "Nigel's voice: Mr. Buchanan has another son. It's David Vickers.",
        "Alex: Everybody knows you don't have a penny to your name.",
        "[SCENE_BREAK]",
        "Adriana: So, how upset were you?",
        "Rex: It just felt weird, being alone with it -- wondering what it meant for us, you know, were you not telling me because, you know, you didn't want to have kids or was it me you were having second thoughts about?",
        "Adriana: None of the above. I mean, you believe me, right? If I were pregnant, I would tell you right away.",
        "Rex: Yeah.",
        "Adriana: Rex, I swear to you I would come out of the bathroom stick in hand and we'd talk about it and we'd go to the doctor together.",
        "Rex: I -- and I asked you if there was anything you had to tell me.",
        "Adriana: I thought maybe you were sick of talking about underwear.",
        "Rex: And you said that if you ever kept something from me, it would be because you didn't know how you felt about it.",
        "Adriana: Ok. So, maybe we should talk about it. I mean, we love each other and we're living together. It could happen.",
        "[SCENE_BREAK]",
        "Natalie: Chuck, hi. Sorry, come on in.",
        "Jared: Yeah, come on in. The more, the merrier.",
        "Chuck: I didn't mean to interrupt.",
        "Natalie: No, you didn't at all, and thank you for the extra blanket.",
        "Chuck: Sure. You two want some cocoa or something? Nigel's down in the kitchen.",
        "Natalie: No, thank you. Actually, Mr. Banks was on his way to his room and just got lost.",
        "Chuck: Oh, it's right down the hall, third door on your left.",
        "Jared: Oh, thanks.",
        "Chuck: Mm-hmm.",
        "Natalie: See you tomorrow.",
        "Jared: You sure you don't want to finish that conversation?",
        "Natalie: No, I'm all talked out.",
        "Jared: Hmm. Your loss.",
        "Chuck: Sleep tight.",
        "Jared: Yep.",
        "Chuck: Sure you don't want to change your mind about that cocoa?",
        "Natalie: No. Thank you. But there is something you can help me with, Chuck.",
        "[SCENE_BREAK]",
        "Blair: Sex is not our problem now.",
        "Todd: Why aren't we having sex again?",
        "Blair: Well, what if we wake up tomorrow and hate each other?",
        "Todd: Oh, that's not possible. I'm kidding! That's allowed, isn't it?",
        "Blair: Yes, it is allowed.",
        "Todd: Well, whatever it is we're feeling, apparently tonight is not the night.",
        "Blair: And you have taken me to better places.",
        "Todd: Oh, yes. Well, if you want me to take you to the moon, I think we need more time. Huh. Uh -- don't have to worry about chasing after John McBain.",
        "Blair: You needed to find your son, right?",
        "Todd: Mm-hmm.",
        "Blair: Todd?",
        "Todd: Hmm.",
        "Blair: That's why I keep coming back -- because of the way you feel about your son. Because you are definitely no walk in the park.",
        "Todd: Yeah. You're no ocean breeze.",
        "Blair: I'm $5 million worth.",
        "Todd: Hmm. Just for that, I'm making you wait.",
        "Todd: Ahem. Oh. Good night, Mrs. Manning.",
        "Blair: Oh. Good night, Mr. Manning.",
        "[SCENE_BREAK]",
        "Marty: I have grieved for Patrick. Cole and I -- we've cried our eyes out at his graveside, but it just somehow didn't seem real until I told you.",
        "John: And the people that killed Patrick -- have you heard from them again?",
        "Marty: No. That last shot I heard -- apparently, that was Patrick shooting the man who ambushed him and he killed him.",
        "John: How do you know this?",
        "Marty: Because our friend, the one who came by the house, he told me. He --",
        "John: Ok. Look, I don't mean to be a cop about it.",
        "Marty: No, no. You're right. It's just we haven't gotten any more letters or -- or phone calls, so I just think that, you know, it's finally over, that we're -- that we're safe.",
        "John: You're not alone with this, not anymore.",
        "(Coughing)",
        "Marty: I never thought that I would love somebody again, and then I met you. And I really don't know what to say now.",
        "[Marty chuckles]",
        "John: And I do.",
        "Marty: Huh. I just feel like we get one another. Other people, I'm -- who haven't lost anything, I -- I'm not saying they're naive. It's just --",
        "John: They haven't been through it.",
        "Marty: Yeah, and when you haven't lost something, it's easier to take the risk.",
        "John: You're not carrying anything around.",
        "Marty: And it's not like we can't jump. It's just that we know what it feels like to fall, so the question is --",
        "John: Am I willing to jump with you? You know I want to. You afraid?",
        "John: You know, after Caitlyn, I felt like I needed to learn to breathe. I can't lose anyone ever again.",
        "Marty: I know. Can you live the rest of your life without this? I don't want to. I -- I want to love again.",
        "[SCENE_BREAK]",
        "Rex: Adriana, I love you. You're it. If there's going to be any kids, you're -- you're going to have to have them -- unless, of course, you were envisioning someone else as the dad. I'd -- I'd understand.",
        "Adriana: Don't be stupid.",
        "Rex: Well, someone Latin --",
        "Adriana: Oh.",
        "Rex: Or taller or -- or smarter, or better at basketball, not that my hook shot is anything to sneeze about.",
        "Adriana: I think that you would be a fabulous dad. You are kind and loving and strong, and funny. And I know that you would never walk away from a child.",
        "Rex: Or from you. So, when we're ready --",
        "Adriana: Oh, let me design my maternity line first.",
        "Rex: Oh, you'd be gorgeous in a paper bag.",
        "Adriana: Like I said, once my maternity line is in production, then maybe we'll talk.",
        "Rex: And until then, we'll practice.",
        "[SCENE_BREAK]",
        "David: Now, don't think I don't know how this looks. No matter how irresistible you may find me, it still stands that I'm broke and you're not and everyone is going to think that you took advantage of me.",
        "Alex: Oh. That I took advantage of you?",
        "David: Well, if you were a rich man with a sex addiction and I was a pretty young thang --",
        "Alex: I guess I see your point.",
        "David: Mm-hmm. So there's going to be some ground rules here. If we're going to do this, the gardener's off-limits.",
        "[Alex gasps]",
        "David: So is the pool boy.",
        "Alex: Oh.",
        "David: And so is that guy that laid the tile you were so hot for.",
        "Alex: Oh, please.",
        "David: Alex, you're going to be all mine because I'm putting my reputation on the line to cure you of this embarrassing addiction.",
        "Alex: That's very generous of you.",
        "David: It comes from my heart, you know? This is all about healing. I'm opening myself up so you can put all of your eggs in my basket. I know that sounded dirty, but did I land my point?",
        "Alex: Yeah.",
        "David: So you'll marry me?",
        "Alex: I think you're forgetting something.",
        "David: Oh -- ahem.",
        "Alex: No, no, no, no, no, no. The prenup.",
        "[David chuckles]",
        "[SCENE_BREAK]",
        "Nora: So where did he come from?",
        "Clint: I'm not quite sure where Jared came from.",
        "Nora: You know, I love Renee and I know she's going through a tough time, but this is classic textbook stuff, you know? I mean, the young handsome guy shows up claiming to be a fan of Asa, her late husband, and 10 minutes later, he's living down the hall. Yeah, he's kind of doing the full-court press, isn't he?",
        "Clint: Yeah. The thing I've noticed is that he treats every one of us just a little bit differently.",
        "Nora: Yeah, he's a real smooth operator, isn't he?",
        "Clint: Yeah. Oddly enough, I think that's what Renee likes about him.",
        "Nora: Well, Renee, Natalie, Jessica, now Sarah -- who's next?",
        "Clint: Yeah.",
        "Nigel: Is there something I can do for you, Mr. Banks?",
        "[SCENE_BREAK]",
        "David: You want a prenup?",
        "Alex: If you were a wealthy woman and I was a penniless masseur, wouldn't you want one?",
        "David: Uh -- yeah, it -- it's just that, uh, didn't your therapist tell you that you should have someone to share all of your worldly goods with?",
        "Alex: Yes. And even though it seems like we're a perfect fit, you never know. I mean, we haven't seen each other in a long time and one day, you might wake up and just hate the sight of me or I might hate the sight of you and then where would we be?",
        "David: You know, this is becoming a lot of work. Maybe we should just let the whole thing go.",
        "Alex: How does 50% strike you?",
        "David: 50%?",
        "Alex: Of all my worldly goods, if we ever get a divorce.",
        "David: Oh, that 50%. That seems generous.",
        "Alex: So I'm a generous girl. We're agreed, then? If we should ever split up, you'll get half of everything I own -- and vice versa.",
        "[SCENE_BREAK]",
        "Jared: I was just, you know, taking a tour of the place. I couldn't sleep.",
        "Nigel: Would you like me to warm you a glass of milk?",
        "Jared: No. I'll pass. I'm just going to head to my room.",
        "Nigel: Your room is that way, sir.",
        "Jared: Right. Thanks, Nigel.",
        "Chuck: You sure about this?",
        "Natalie: Absolutely. And don't worry, Chuck. I won't let you get into any trouble.",
        "[SCENE_BREAK]",
        "Adriana: Hmm -- wait. You know what? If we're going to wait --",
        "Rex: You better make it two.",
        "[SCENE_BREAK]",
        "Todd: Hey, Blair?",
        "Blair: Yeah?",
        "Todd: You awake?",
        "Blair: Yeah.",
        "Todd: I'm glad you're here.",
        "Blair: Me, too.",
        "[NEXT_ON]",
        "Natalie: Haven't you ever heard of knocking?",
        "Antonio: You miss her, don't you? You miss Sarah.",
        "John: Are you ok, you know, with last night?",
        "Todd: Today feels like the day I'm going to find my son."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=HHr_HfdjyBk"
}