{
    "Episode Summary": [],
    "Recap": [
        "Talia does a routine traffic stop and finds out that the man in the car is none other than Antonio. Blair brings Sam into their bedroom, but cannot seem to get him to stop crying. Dorian and Charlie arrive home and find no one there. Charlie decides to walk away from Jared and let him live his own life. Roxy finds Rex going through her personal effects. Gigi tells Sean that he has something to tell John. Sean apologizes for sneaking out of John's apartment. John lets Gigi know he visited Todd and he has Todd over a barrel. Ramsey visits Todd and confronts him about John wanting Todd to turn state's evidence. Todd tells Ramsey that John wants him to go light on Marcie or Todd will find himself in jail. Michael walks in on Rex and Roxy battling over a piece of paper."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Talia: Yeah, I've -- I've got an 11-95 at Meetinghouse and Sutton Mill Road.",
        "Dispatcher: Copy that.",
        "Talia: Plate number 56 West Lucy 6617.",
        "Dispatcher: Take care, got it cornered.",
        "Talia: 10-4.",
        "Talia: Officer Sahid, Cherryvale P.D. Would you put your hands where I can see them?",
        "[SCENE_BREAK]",
        "[Sam cries]",
        "Blair: Okay, Sam, okay. All right. It's all right. Shh, shh, shh, shh. There -- there you go. Oh, no. You didn't have a good nap? Huh? Oh, Sammy, it's okay. Oh, you come here. Shh. I know you don't want to sleep, you don't want to eat. Sam -- oh, shh, shh. Come on, come on, come on, come on. Oh, what can I do for you? Shh. It's okay.",
        "[SCENE_BREAK]",
        "Dorian: Bonjour je suis retournez, ma petit famille",
        "Charlie: Hmm?",
        "Dorian: Wow. It sounds like nobody's home. Amazing.",
        "[Dorian chuckles]",
        "Dorian: We're alone, for a change.",
        "Charlie: Hmm.",
        "Dorian: I'm really sorry that I had to take off without a proper goodbye. This business trip came up unexpectedly.",
        "Charlie: Hmm.",
        "Dorian: So, how did your meeting with your son go?",
        "Charlie: Uh -- well, I -- I think I've come to a decision. I mean, as much as I would like to be a father to Jared, I think it's just a little too late. Ahem. He's a grown man now, he doesn't want me around, and I think the unselfish thing for me to do would be to just walk away and let him live his life without me.",
        "[SCENE_BREAK]",
        "Roxy: So, what you got there?",
        "Rex: Why don't you tell me?",
        "Roxy: Well, that's my personal and private property. But if you hand it over, I'll give you a pass on mutilating Morris.",
        "Rex: You know, in my line of work, if you find something stashed inside a hollow object or plush porcupine, it usually turns out to be drugs or money --",
        "Roxy: Or what?",
        "Rex: Well, it's not very thick. Just a piece of paper, so -- treasure map? Why don't you tell me what it really is, Rox?",
        "Roxy: Huh.",
        "Rex: Paternity test results? Something to tell me who my real father is?",
        "Roxy: That has absolutely nothing to do with you. Look, I know I haven't been the best mother in the world, but I think I deserve a little respect from you.",
        "Rex: You -- I deserve to know the truth!",
        "[SCENE_BREAK]",
        "Gigi: I think Shane has something to tell you, John.",
        "John: Oh, yeah?",
        "Shane: Sorry I went through your drawers, and that I ate your ketchup.",
        "Gigi: You ate his ketchup? On what?",
        "Shane: A spoon. I was starving, mom. That's why I left with that Roxy lady. And I'm sorry for that, too. And I won't go anywhere without telling you again.",
        "John: That's good, buddy. Thanks.",
        "Shane: Does that mean no school?",
        "John: For now.",
        "Shane: I guess there's one good thing about this place.",
        "Gigi: Shane --",
        "Shane: Sorry.",
        "Gigi: Do you think Ramsey knows we're here?",
        "John: It doesn't matter.",
        "Gigi: Doesn't matter? He said if --",
        "John: No, I just came from Manning's place.",
        "Shane: The guy who helped Ramsey kidnap me?",
        "John: Yeah, Shane. I laid out his options for him. All right? And he knows if he doesn't get Marcie out of jail, he's going to take her place. Either way, he and Ramsey won't be bothering you anymore.",
        "Gigi: And what did Mr. Manning say to that?",
        "John: Nothing. He knows we got him.",
        "[SCENE_BREAK]",
        "Ramsey: You tired of holding my hand yet?",
        "Todd: You know, you might wind up sharing a cell with someone a lot uglier than me.",
        "Ramsey: Uh-huh.",
        "Todd: Boy, I can't believe how popular I am today.",
        "Ramsey: John McBain was here?",
        "Todd: Mm-hmm.",
        "Ramsey: He wants you to turn state's evidence against me?",
        "Todd: No. But now that you mention, that's not a bad idea.",
        "Ramsey: What did he want?",
        "Todd: He wants to turn me in for kidnapping Gigi's kid, unless I have the D.A. go easy on Marcie.",
        "Ramsey: So, what are you going to do?",
        "[SCENE_BREAK]",
        "John: Hey, Shane, I've been meaning to ask you -- do you like Hawaiian pizza?",
        "Shane: What's that?",
        "John: What's Hawaiian pizza? What, were you raised by a pack of wolves? It's pineapple and ham.",
        "Shane: Yuck.",
        "John: Yuck? You haven't even tried it yet. But you know, just in case, I got pepperoni on the other side.",
        "Gigi: How did he know that was your favorite?",
        "John: I also got some burgers and shakes and fries in case you don't want pizza.",
        "Shane: All right.",
        "Gigi: Hey, Shane, why don't you go watch TV until it gets here? Okay?",
        "Shane: Okay.",
        "Gigi: John, all that food -- I'll give you some money.",
        "John: No, please, please. Don't worry about it.",
        "Gigi: Is it really as easy as you're making it sound? Because I'm not Shane, and I'm not just a dumb little waitress from Texas. I need to know what's going on.",
        "John: You helped my family. I'm going to repay that debt. Seeing Manning squirm -- that's just a bonus.",
        "Gigi: I'm glad I could help.",
        "John: Hmm. Hey, look, I don't want to get into your business, but was Balsom hassling you downstairs?",
        "Gigi: No.",
        "John: Okay. But if there is a problem -- he gives you a hard time, let me know.",
        "[SCENE_BREAK]",
        "Rex: Mine! Mine! Mine! Don't rip --",
        "Roxy: Mikey? So, when'd you get back?",
        "Michael: This morning.",
        "Roxy: And what about Marcie?",
        "Michael: Uh -- she was extradited back to Llanview.",
        "Roxy: And now what?",
        "Michael: Nora said she could get 10 years.",
        "Rex: I'm sorry, man.",
        "Michael: You know, I would do anything in the world to help her. But I think right now, something that would really help is if we knew how Tommy was doing.",
        "[SCENE_BREAK]",
        "Blair: Well, um --",
        "[Sam cries]",
        "Blair: I guess you don't like milk, either. Can I -- can I get you some juice? You want some juice? You don't want that, either? Well, you know what? Your big sister, Starr's, going to come home. Hey, hey -- Starr's going to come home, and I know that you love her. Yeah. What do you want? Oh, is that what you want? Yeah, you like cars, don't you? Hey, what's this? Peekaboo! Yeah, I thought that game was always terrible, too. Yeah. Listen, you -- you want me to go away?",
        "[Sam babbles]",
        "Blair: What, this? This truck? Yeah. Good.",
        "[Sam cries]",
        "Blair: Maybe -- maybe you do want me to go away, but I'm not going to. See, you're kind of stuck with me for life. But you know what? It's not so bad. This family might be a little -- it might a little crazy, buddy, but we're a lot of fun, and we got a lot of love. We do. Okay? I promise you, it's going to get better. It's going to get better. Look at that. It has to.",
        "[SCENE_BREAK]",
        "Todd: I should have never thrown in with you, anyway.",
        "Ramsey: I didn't hear you complain when Gigi gave up Marcie and her son.",
        "Todd: Yeah, well, I told you from the beginning it was a mistake to kidnap Gigi's kid. And now here I am, guilty of the one thing I want Marcie to fry for.",
        "Ramsey: You don't want to be a hypocrite, stop acting like one.",
        "Todd: You were supposed to keep Morasco quiet.",
        "Ramsey: Well -- what do you want me to do, cut out her tongue? I've tried everything else.",
        "Todd: McBain's got to her now, and he's going to use her to get to me.",
        "Ramsey: You're not going to make a deal with John McBain, now?",
        "Todd: It doesn't look like I have a choice.",
        "Ramsey: There's always a choice.",
        "[SCENE_BREAK]",
        "Talia: Do you have any idea how fast you were going?",
        "Antonio: Well, I might have exceeded the speed limit by a little.",
        "Talia: By a lot.",
        "Antonio: I enjoyed the chase.",
        "Talia: Huh. I -- I didn't recognize the car. I already radioed in your deets. You're -- you're going to have to pay a major fine.",
        "Antonio: That's okay, it's worth it.",
        "Talia: Yeah, for what?",
        "Antonio: A chance to get to see you.",
        "[SCENE_BREAK]",
        "Gigi: Rex wasn't hassling me. We were just surprised to see each other. I sold him Marcie's engagement ring back in Paris.",
        "John: I know. If my brother hadn't seen it on Adriana's finger, we may never have found Marcie. I just don't want Balsom saying anything to anyone about you being in town.",
        "Gigi: Rex will keep his lips zipped about us being here. Actually, he doesn't even know about Shane.",
        "John: What did he want, his money back?",
        "[Gigi laughs]",
        "Gigi: You don't know Rex very well, do you?",
        "John: No, do you?",
        "Gigi: He didn't tell you? Hmm. We went to high school together in Michigan. We dated. Small world, no?",
        "[SCENE_BREAK]",
        "Rex: If it helps, I saw Tommy at Dorian's house yesterday morning.",
        "Michael: You did? How is he?",
        "Rex: Big.",
        "Michael: Yeah, I know.",
        "Rex: Cute as ever. And Todd and Blair were fixing him something for breakfast.",
        "Michael: God, they don't even know what he likes to eat. And he was on this crazy oatmeal kick, you know, like, three, four times a day.",
        "Rex: I think he was getting fast food takeout.",
        "Roxy: Whew, that's no good for a growing boy.",
        "Rex: Says the parenting expert. In all fairness, I think Todd was going to fix him something nutritious. Uh -- but it was kind of hard to do with my face on the burner.",
        "Roxy: What?",
        "Rex: He's boiling mad because I helped hide Tommy from him. So I think he thought it would make him feel better if he boiled me, instead.",
        "Michael: And he did this in front of Tommy?",
        "Rex: No. Todd was father enough to send Blair upstairs with the kid.",
        "Roxy: Poor kid. Are you all right?",
        "Rex: I saved my face -- even if I didn't exactly save face. Put my tail between my legs, ran like hell. Oh, I would advise you not to show up on Dorian's doorstep.",
        "Michael: And this is the man who's going to be raising my son?",
        "Rex: Tommy's going to turn out okay. And you know why? Because, one, children are incredibly resilient, and, two, that kid received more love in his first two years of life than most kids ever get. That will stay with him. And I know that someday, he'll realize how much you fought to keep him and not give him up.",
        "Michael: I hope so. All right, I'd better get going. I'm giving all of Tommy's stuff to charity and I want to get it boxed up and out of here before Marcie comes home. You know, if she ever comes home.",
        "Roxy: Poor guy. I'm going to go upstairs with him. I don't want him to --",
        "Rex: Nice try!",
        "Roxy: Hey, hey, hey, let me --",
        "Rex: And smooth with the envelope.",
        "Roxy: No, let me go! Let me go!",
        "Rex: Ooh, and I thought I got my moves from my father.",
        "Roxy: No, you got them from me. And that's all she wrote, folks.",
        "Rex: No, somebody wrote something else, and it's in that envelope, and you're going to tell me what it says.",
        "Roxy: Or what, you're going to lop off my head, too?",
        "Rex: Okay, you know what? All the stuff that Michael's going through right now with his son -- you want that to be you, Rox? Because if you don't tell me the truth about my father, I'm out of your life, forever.",
        "[SCENE_BREAK]",
        "Dorian: Charlie --",
        "Charlie: Ooh.",
        "Dorian: I have a staff that can take care of this.",
        "Charlie: Fine, and I've never been comfortable being waited on.",
        "Dorian: Except at the Bon-Jour Cafe by Viki. Seriously, I think you ought to take her advice and not let a couple of minor setbacks prevent you from forging a relationship with your son. Unless you really believe he's better off without you.",
        "Charlie: Well, done fine without me for years.",
        "[Dorian sighs]",
        "Dorian: Speaking as someone who has done her share of deficient parenting -- though never for lack of love -- you wouldn't get such a strong reaction out of him unless he cared about you deeply. You didn't keep your lunch date because my chauffeur ran out of gas. Explain that to him. He's a smart boy. He'll understand. Unless you don't want him to.",
        "Charlie: No. What?",
        "Dorian: You're in a very awkward position. You've got two choices. You can keep Jared's secret, or reunite with Viki. Maybe you've chosen the latter.",
        "Charlie: No, I am not sending my son to prison.",
        "Dorian: So you're going to lose them both? I mean, that is ally messed up.",
        "Charlie: Look, the harder I push, the farther I push Jared away from me. I know my own son. I know when it's time to wave the white flag and just back off.",
        "Dorian: Charlie, let me fix this for you. Let me wave the white flag, for you.",
        "[SCENE_BREAK]",
        "Todd: I'm not willing to take a chance to go to prison myself.",
        "Ramsey: Sure you are.",
        "Todd: Excuse me?",
        "Ramsey: What makes you think you can trust John McBain? He knew the boy was yours and lied about it. You make a deal with John McBain, get Marcie off the hook, and then what? John just forgets? What about Gigi and her son? Do you think they're just going to forget?",
        "Todd: It doesn't matter.",
        "Ramsey: Did it ever occur to you that John is setting you up for a bigger fall? Where Marcie goes free and you're in the slammer?",
        "[SCENE_BREAK]",
        "Talia: So are you telling me you were trying to get me to give you a ticket?",
        "Antonio: Well, with our crazy schedules, breaking the law seemed like the only way I was going to get to see you.",
        "Talia: But how did you know that I was going to be the cop to pull you over?",
        "Antonio: I knew where you were. Knew how fast I had to go and knew you wouldn't let me get away.",
        "Talia: Well, you did your homework.",
        "Antonio: Yes, I did. So, you're off in 10. What do you say we go --",
        "Talia: I'm not off in 10. I work until 6:00 A.M.",
        "Antonio: What?",
        "Talia: I'm covering for some guy who has the flu. I'm pulling a double. I'm sorry.",
        "Antonio: Oh, and I thought I had everything all worked out.",
        "Talia: Well, when do you start your shift in Llanview?",
        "Antonio: 6:00 A.M.",
        "Talia: Wow.",
        "Antonio: Hmm.",
        "Talia: We have really bad luck.",
        "Antonio: Yeah.",
        "Talia: And if I wasn't in my probationary period, I would at least have let you ride along.",
        "Antonio: Yeah, probably not a good idea that you fraternize with your first collar.",
        "Talia: You're not my first collar.",
        "Antonio: No?",
        "Talia: Uh-uh.",
        "Antonio: Most memorable?",
        "Talia: Sure. It's been nice hanging out with you for these two minutes.",
        "Antonio: Do you mean I got all dressed up -- I even shaved for you --",
        "[Talia chuckles]",
        "Antonio: Came all the way out here just so you can let me go on my merry way?",
        "Talia: Well, with your citation.",
        "Antonio: Oh, I see.",
        "Talia: What am I supposed to do? I mean, I'm on duty. I have to protect and serve.",
        "Antonio: I monitored radio traffic. I'm your only action tonight.",
        "Talia: Well, you did drive all the way over here just to commit a crime. At the very least, I should probably administer a sobriety test.",
        "Antonio: I thought you'd never ask.",
        "Talia: Ahem. Would you step out of the car, please? Keep your hands where I can see them.",
        "Antonio: Yes, ma'am. Ahem.",
        "Talia: Can you walk in a straight line?",
        "Antonio: Well, I -- I've never been good with straight and narrow.",
        "Talia: Go, you know the drill.",
        "Antonio: Ahem.",
        "Antonio: So? Ahem. How's that?",
        "Talia: Perfect.",
        "Antonio: I am under the influence. Come closer, you'll see.",
        "Talia: You're not serious.",
        "Antonio: I'm under the influence of you.",
        "[SCENE_BREAK]",
        "Gigi: If I'd have known Rex's mother owned this place --",
        "John: What?",
        "Gigi: I might have taken my chances with Ramsey.",
        "John: Sounds like things didn't end that well.",
        "Gigi: They didn't really end. He just disappeared on me one day and --",
        "John: And?",
        "Gigi: And I -- I hadn't thought about him in a really long time, and then he showed up in Paris looking for Marcie. And I -- I was glad I could help him, you know, with the ring. Although that kind of backfired, didn't it?",
        "John: Well, sounds kind of like poetic justice to me.",
        "Gigi: I hope he doesn't think I did it on purpose.",
        "John: Do you really care what he thinks?",
        "Gigi: No, I don't.",
        "John: It's a long way from Balsom to a Navy Seal.",
        "Gigi: Yeah, well, can you blame a girl for running into the polar opposite direction?",
        "John: Uh-uh.",
        "[Knock on door]",
        "Gigi: I'm going to check on Shane.",
        "John: Okay. Who is it?",
        "Michael: Delivery. Hey, hey.",
        "John: How are you?",
        "Michael: I was putting out some boxes of Tommy's stuff for the Salvation Army and saw the delivery guy just kind of wandering around out there. What, are you bulking up, or what?",
        "John: No, I got some guests.",
        "Michael: Guests, plural?",
        "John: Guests, yes, plural. Hey, look, remember when we talked about that plan to help Marcie?",
        "Michael: Yeah.",
        "John: This may be the thing that buys her her freedom.",
        "[SCENE_BREAK]",
        "Todd: And what do you care if Marcie rots?",
        "Ramsey: I don't, but you think I'm dumb enough to trade in my freedom because you were dumb enough to make a deal with John McBain? You think he wants to get Marcie off the hook? He wants to punish me, too.",
        "Todd: That's not my problem.",
        "Ramsey: Oh, sure it is. We're in this together. But I got you covered. See, John can't guarantee Gigi's silence, but I can.",
        "[SCENE_BREAK]",
        "Charlie: I appreciate the offer, Dorian, but I don't really think you can x it.",
        "Dorian: Oh, at least let me explain to him why you missed the lunch. Really, I feel responsible.",
        "Blair: Sam, I know that you're hungry. Let me get you a cookie. I know Dorian has cookies around here somewhere.",
        "Dorian: Honey, do not give him a cookie. He hasn't had dinner.",
        "Blair: I would let this child eat anything in this kitchen.",
        "Dorian: What?",
        "Blair: He's cranky.",
        "Dorian: Excuse me, if you give him -- if you give him sugar, he's going to get even crankier.",
        "Charlie: For heaven's sake, come on -- it's one cookie.",
        "Blair: Thank you so much, Charlie. You know what? I'll check the refrigerator. I bet you he likes broccoli. Mmm, yummy. Let's see what's in the refrigerator.",
        "Charlie: Hey, can I hold this little fella?",
        "Blair: Open.",
        "Charlie: Here.",
        "Blair: Well, sure. You want to go to him? It's okay.",
        "Charlie: Oh, there we go. Oh, there you are.",
        "Blair: Yeah.",
        "Charlie: You're a pretty nice big fella. Now, let me ask you something. Do you got a funny bone? Because my little boy used to have a funny bone, and when I poked him on the funny bone, he just always giggled. You got a funny bone anywhere? You got one here? No? How about there?",
        "[SCENE_BREAK]",
        "Rex: That tacky dress you picked out for the wedding -- reattach the tags and return it to the five-and-dime, Rox, because you're never going to get a chance to be mother of the groom. You know what? You're also never going to get a chance to style Adriana's hair on our wedding day -- not that she was planning on using you anyway.",
        "Roxy: Why are you trying to hurt me?",
        "Rex: You know what? Maybe you don't care if you lose me. You already gave me up once. Missed half my life.",
        "Roxy: I tried to do the best for you. I thought you had forgiven me after all these years.",
        "Rex: I don't even know what I'm supposed to be forgiving you for.",
        "Roxy: What's the matter with you? You're in love. You got this gorgeous girl who's got hair like Wednesday of \"The Addams Family,\" which by the way, I can fix. And please, don't take after your mama in that one way. You got this fantastic life. Are you going to screw it up?",
        "Rex: Okay, so you're saying whatever's inside that envelope is going to screw me up?",
        "Roxy: No!",
        "Rex: I know that you're just trying to protect me. That you're trying to make up for -- for -- for whatever it is that you missed when I was growing up, but I'm a big boy now, Rox. Aunt Corinne told me Wally might not be my real father. And Nattie said there was a parade of guys coming and going around the time that I was born. It's a mystery, I'm a detective, and it's about who I am. I can't just let it go. Please tell me the truth.",
        "Roxy: Well, look what the truth about Tommy's father did for Michael and Marcie. Look, maybe nobody's told you, but you know, biology is totally overrated. Your real parents are the people that raise you and love you.",
        "Rex: Yeah, you didn't raise me, Rox! And I didn't have a dad, anyway, real, fake, or otherwise. So are you telling me that Wally Balsom isn't my biological father?",
        "Roxy: No, that's not what I'm telling you.",
        "Rex: Okay, if I've got some dad out there and he's still alive, and -- I mean, does he even know that I exist? Because I would like to know him. Don't I rate that after growing up the way I did?",
        "Roxy: You rate the best, kiddo.",
        "Rex: Okay, so, please, tell me.",
        "Roxy: Wally's not your father.",
        "Rex: Who is?",
        "Roxy: It's Charlie Balsom.",
        "[SCENE_BREAK]",
        "Gigi: Shane, I think you've had enough. Okay? Why don't you go inside and play your video games?",
        "Shane: You're telling me to play video games?",
        "Gigi: Well, I can't exactly tell you to do homework, now, can I?",
        "Shane: Well, I already told you, I finished the one game I have.",
        "Gigi: All right, then watch TV.",
        "Shane: Without cable, there's hardly any picture, you know.",
        "Gigi: Ugh.",
        "Michael: He seems pretty thrilled to be here.",
        "Gigi: Hey, he's thrilled he got to miss his math test in Paris. And if he had any idea what kind of danger he was in --",
        "Michael: Oh, no, no, no. He's not in danger anymore. You're with John. There's no way anything's going to happen to you or Shane.",
        "[SCENE_BREAK]",
        "Rex: Charlie Balsom? The same Charlie Balsom who's living in Dorian's house?",
        "Roxy: That's him.",
        "Rex: Who had no clue who I am? Who had no clue who Corinne and Wally were?",
        "Roxy: That's right.",
        "Rex: Aunt Corinne didn't know who he was, either.",
        "Roxy: Well, he was a distant cousin of Wally's, and maybe she didn't know him. But even if she did, what makes you think she wasn't lying to you?",
        "Rex: Why?",
        "Roxy: Just trying to protect you like I was.",
        "Rex: Why don't you want me to know Charlie? He seems like a nice guy.",
        "Roxy: Oh, yeah, he's a nice guy. He's a bit of a loser. He doesn't have a place of his own to this very day, as you well know. So, way back, he shows up on our doorstep, drunk as a skunk, and Wally feels sorry for him, so he tells him that he can spend the night, and then Wally goes off to work. Charlie was a fine-looking guy. And, you know, Wally hadn't touched me in months. Hey, look, I was young. And you know, what can I say?",
        "Rex: So that's how I came to be? A one-night stand?",
        "Roxy: So maybe you'd rather Wally be your father, after all?",
        "Rex: How do you know it wasn't Wally?",
        "Roxy: Told you, Wally hadn't put his hands on me in months, except to slap me around.",
        "[Rex sighs]",
        "Rex: So Charlie knows about me?",
        "Roxy: No, he doesn't. He doesn't know anything about you. I'm telling you, it was a one-night stand. I mean, I hadn't seen him, you know, until the other day. Hey, listen, you know, I know you wanted your real daddy to be an improvement over Wally. And believe me, if he was, I would have told you a long time ago.",
        "Rex: You know, it's starting to make sense.",
        "Roxy: In what way?",
        "Rex: Even though he didn't know that he was my dad, the way he came to my rescue -- he saved my life, Rox. Charlie saved my life.",
        "[SCENE_BREAK]",
        "Charlie: See, my kid used to like this.",
        "[Dorian laughs]",
        "Charlie: We called his band \"everything and the kitchen sink.\"",
        "Blair: Oh, yeah?",
        "[Dorian laughs]",
        "Charlie: You hold this? Oh, I think we got a drummer on our hands here.",
        "Blair: Oh, I'm -- I'm sure his dad is absolutely going to be thrilled.",
        "Dorian: Speaking of his father, didn't Todd mention to you what happened after you and I went upstairs yesterday with Sam?",
        "Blair: No, he didn't, but I'm assuming it wasn't pretty.",
        "Dorian: Um -- Todd almost really hurt Rex.",
        "Blair: Well, Rex almost really kept his son away from him.",
        "Dorian: Yeah, well, if your husband doesn't get control of himself, he's out of this house.",
        "Blair: Well, if you kick Todd out, you're going to kick me out, because I'm going with him.",
        "Dorian: Oh? You're going to choose the psychopath over your family?",
        "Blair: You know, he's my family now, Dorian. I'm his wife.",
        "Dorian: Really?",
        "Blair: Uh-huh.",
        "Dorian: For how long? Huh? How long this time?",
        "Blair: Hey, Sam?",
        "Charlie: Oh.",
        "Blair: You want to come to me?",
        "Charlie: Way to go.",
        "Blair: Come here, buddy.",
        "Charlie: Thanks for the accompaniment, yeah.",
        "Blair: Thank you, Charlie.",
        "Charlie: He's a good little drummer.",
        "Blair: We'll go find his daddy.",
        "Charlie: Bye-bye, Sam.",
        "Blair: Come on, buddy.",
        "[SCENE_BREAK]",
        "Todd: And how do you plan on keeping Gigi quiet?",
        "Ramsey: If we eliminate her, we eliminate our problem. Marcie goes to prison, where she belongs, you stay here, where you belong, and I go back to the F.B.I., where I belong.",
        "Todd: \"Eliminate\"? What does that mean, exactly?",
        "Blair: What's going on here?",
        "Blair: What is he doing here?",
        "Todd: Hey, how's the boy? I -- Blair, I owe him money for helping us find Sam.",
        "Blair: You owe him? You shot at Marcie while you were holding his son. How can you owe him? I thought you had written him off.",
        "Ramsey: Ma'am, I was top marksman in my class at Quantico. That child was never in danger from me. The firing was an accidental discharge due to interference. If I'm taking out a target, believe me, it gets taken.",
        "Blair: Whatever. Just pay him what you owe him. Look at this. We need to get him to trust us.",
        "Todd: How are you doing? Have you had any more --",
        "Blair: No, I have not seen Margaret.",
        "Ramsey: Who's Margaret?",
        "Blair: Just get rid of him, please. Come on. This is what's important, Todd. Right.",
        "Ramsey: You think it's going to get any better for your family with Marcie lurking around on the outside? Where Sam can look out the window and see her at any time?",
        "Todd: No, I wouldn't let her near him.",
        "Ramsey: All right, so what are you going to do, threaten her? You heard your wife. You have to end this. We have to get rid of Gigi so you can raise your family in peace. Wouldn't be the worst thing you ever did, would it? All right. You diddle around making up your mind. I can wait -- a little while.",
        "Todd: All right. Wait for me out back. Try not to let anyone see you.",
        "[SCENE_BREAK]",
        "Shane: Mom, check this out.",
        "Gigi: Where'd you find that?",
        "Shane: In Mr. McBain's closet.",
        "Gigi: Shane!",
        "Shane: I was looking for the remote.",
        "Gigi: Ugh.",
        "Shane: Where'd you get this?",
        "John: Someone had it made for me, Shane.",
        "Shane: Cool. Who?",
        "Gigi: Shane, you --",
        "John: No, it's -- it's okay. She was a friend.",
        "Shane: \"She\"? Like a girlfriend?",
        "John: Yeah, like a girlfriend.",
        "Shane: So where is she?",
        "[SCENE_BREAK]",
        "Roxy: Charlie saved your life?",
        "Rex: When Todd attacked me. I thought he was just doing what any other good guy would do, but you're telling me he's not a good guy.",
        "Roxy: Well, you know, he's a good guy. Look, he might have changed. You know, it's been a while.",
        "Rex: So, you're telling me he just happens to come halfway across the country to the same small town that I'm living in -- total accident?",
        "Roxy: Oh, baby, there are no accidents, and stranger things have happened in this burg. So, what are you thinking?",
        "Rex: I got to tell him.",
        "Roxy: You got to tell him what?",
        "Rex: He needs to know.",
        "Roxy: No, he doesn't need to know. Look, as we're talking right now, he's hooking up with Dorian, and you know, he'd be mortified if he knew that -- that people knew that I slept with him. You know, if he even remembers that. I mean, what do you need him for?",
        "Rex: What do I need him for? Oh -- the man's my father, Roxy!",
        "Roxy: Yeah, but he's not your father in any way that means anything. Look, I'm looking at you, and I'm thinking about the guy that you've become. And I'm thinking about this D.N.A. hocus-pocus and drunk and miserable parents who didn't stop you from becoming this great guy that's 100% better than the bad blood that me and your father gave you.",
        "Rex: Rox, I got to go.",
        "Roxy: Where, where? No, no, no, no, no, you're not going to him. No, no, you can't tell Charlie. You really can't tell Charlie, okay? Because everybody in this town thinks the worst of me, okay? No, now, look, I know I kept you out of the loop with this, but could we just keep this between us? Come on, Rexy, just between us? You're not going to say anything, are you?",
        "Rex: I need to be by myself. I got to think.",
        "Roxy: Don't overdo it. You know, thinking never did anything for anybody.",
        "[SCENE_BREAK]",
        "Dorian: Charlie, you really were remarkable with Sam.",
        "Charlie: Oh, well, now, it's pretty easy when they're that age.",
        "Dorian: A lot of people would not agree with you. Please, don't give up on your own son.",
        "Charlie: You know, you saw me for two minutes with Sam, and believe me, Jared also thought that I hung the moon and the stars and -- but it really doesn't matter if you don't love them enough to stay sober.",
        "Dorian: You know, there are meetings at the community center in the basement on Monday, Wednesdays, and Fridays. I hear that the coffee is even potable. Yeah. I was married to a recovering alcoholic.",
        "Charlie: Oh, I -- I didn't know.",
        "Dorian: He was the love my life. And I'll tell you, those meetings -- they helped him pull his life together, get his family back together again, and he helped me do the same. And then he died.",
        "Charlie: Oh, I'm sorry.",
        "Dorian: Charlie, why don't you let me honor his memory by helping you get back together with your son? After all, what happened was my fault.",
        "Charlie: Thank you, Dorian. But I'm sorry, I really think that I have to take Viki's advice on this one and just fly solo, even if it means letting Jared go.",
        "Dorian: Hmm.",
        "[SCENE_BREAK]",
        "Antonio: Did I pass the test?",
        "Talia: Well, I guess.",
        "Antonio: You guess?",
        "Talia: I don't want you to go.",
        "Antonio: Well, you know, if I leave before you -- before you can issue a ticket --",
        "Talia: You don't want an arrest record.",
        "Antonio: I already have one. So you see, if you arrest me, you'll have to haul me in, spend hours booking me. Could take all night.",
        "Talia: That would be wasting very valuable Cherryvale P.D. resources. Besides, that's really, really not worth the trouble you're going to get into, so just let me issue the ticket.",
        "Antonio: You know what? I am resisting arrest now, Officer Sahid. So you see if you can catch me.",
        "Talia: You really want me to do this?",
        "[Car door closes]",
        "Talia: You are under arrest for resisting an officer.",
        "Antonio: How is that possible? You're irresistible.",
        "Talia: Ahem. You have the right to remain silent.",
        "Antonio: I know my rights. Now, frisk me for any concealed weapons. Huh.",
        "Talia: Hmm. Well, at least you're not packing your service revolver.",
        "Antonio: Unarmed, but still dangerous. So, you going to cuff me?",
        "[Handcuffs jingle]",
        "Talia: You're mine, Vega.",
        "Antonio: Well, lucky me.",
        "[SCENE_BREAK]",
        "Dorian: I wish you could have seen your face when you were playing with little Sam. You need to have your own son back.",
        "Charlie: I've been alone for a long time.",
        "Dorian: Ha, ha! At La Boulaie, you're certainly not alone.",
        "Charlie: Dorian, thank you. You've been a great friend.",
        "Dorian: Does that mean you'll let me help you?",
        "Charlie: No, you already helped me. I -- when it comes to my own son, I need to do it my own way, in my own time.",
        "Dorian: I give up.",
        "Charlie: I get the feeling you don't do that very often.",
        "Dorian: You're right.",
        "Charlie: I'm going to head upstairs for a while. I'll s you later.",
        "Dorian: Bye.",
        "[SCENE_BREAK]",
        "Rex: Rox, I wanted you to know -- Mom?",
        "[Rex sighs]",
        "Rex: It's okay, Rox. I won't tell him. Not yet. I'm just glad you were finally honest with me. It was my father who saved my life. Charlie Balsom. My dad.",
        "[SCENE_BREAK]",
        "Roxy: Oh! You're just the guy I wanted to see. You got to help me. It's a matter of life and death.",
        "[SCENE_BREAK]",
        "Gigi: Shane, why don't you go find the darts? And don't open any closet doors.",
        "Shane: But I --",
        "Gigi: No, no \"buts.\" Just go in there and don't come back until you've got them all, okay?",
        "Shane: Okay, I'll disappear.",
        "Gigi: I am really sorry. Mm-hmm.",
        "John: It's okay. It's just -- it's still hard for me to talk about her.",
        "Gigi: What happened?",
        "John: She was killed.",
        "[SCENE_BREAK]",
        "Todd: Listen, maybe you ought to just leave town.",
        "Ramsey: And leave my future up to you and John McBain? No, thanks.",
        "Todd: Okay.",
        "Ramsey: Whoa, whoa -- where are we going?",
        "Todd: I'm getting you the hell away from my family.",
        "Ramsey: Oh.",
        "[NEXT_ON]",
        "Dorian: I came to see Jared. I want to talk to him about his father.",
        "Gigi: Rex doesn't even know that I have a son.",
        "Jessica: You do have some secrets to tell, don't you?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=lattM7tjwTQ"
}