{
    "Episode Summary": [],
    "Recap": [
        "Starr and Cole are on the road and on the run. Blair and Todd discover that she is gone. They know that Langston knows where she is and they shake it out of her. She admits that Starr and Cole left last night. Adriana, Layla and Dorian arrange for Brody to come to Llanview and put him up in a room at the palace. But when they check on him the following morning, they discover a woman in his bed. They brainstorm about finding a way to get him to reunite with Gigi and Shane. But he doesn't seem to buy what they tell him and he only wants to drink. Everybody is very surprised that Calvin Jenkins no longer wants to oppose B.E. Dorian threatens him for betraying her. But he's not worried. She figures out that Viki was probably behind the decision he made to reconcile with the Buchanans."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Blair: You know, you took some great shots last night, but I think this one's my favorite. You like it?",
        "Todd: No, it's all right.",
        "Blair: No, it looks great. I think we should blow it up and put it in a frame.",
        "Todd: Yeah. You should blow it up and replace that ugly picture of Dorian at the top of the stairs.",
        "Blair: You are so unobservant -- just like a man. That picture of Dorian has been down for six months, ever since we've lived here. But, you know, I like this one. It was such a great night last night. Wasn't it --",
        "Todd: Yeah.",
        "Blair: All of us together?",
        "Todd: Yeah. As far as I remember, it was pretty nice when it was just the two of us, too.",
        "Blair: Ooh, it was. Hey, good morning, Langston.",
        "Langston: Hi.",
        "Blair: Hi. Where's your partner in crime this morning?",
        "Langston: Oh, Starr? Um -- she's up-- still upstairs sleeping. Yeah.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Starr: Do you think one cup of coffee would hurt the baby?",
        "Cole: I don't think a gallon of this stuff would.",
        "Starr: Is it really weak?",
        "Cole: Hmm. Hey, come on, take a sip. I mean, you deserve it.",
        "Starr: No, it's okay. I'm not the one who's been driving.",
        "Cole: Yeah, but you've been keeping me company -- and awake, which is really important when driving.",
        "Starr: Oh. I just can't wait till we're there.",
        "Cole: Me, neither.",
        "Starr: Hey, Cole, where is \"there\"?",
        "[SCENE_BREAK]",
        "Rex: Oh, you're kind of testing my stamina.",
        "Adriana: Oh, are you complaining?",
        "Rex: No way. I'm looking forward to the honeymoon.",
        "Adriana: Mm-hmm. Well, you won't have to wait much longer. Oh, Rex, no, we can't stay in bed all day.",
        "[Rex grumbles]",
        "Rex: Well, I started thinking about the honeymoon and I got a second wind.",
        "Adriana: Hmm, hmm.",
        "Rex: Oh, well.",
        "[Adriana chuckles]",
        "[SCENE_BREAK]",
        "Layla: Brody? Brody, it's Layla.",
        "[Phone rings]",
        "Layla: It's about time you called.",
        "Adriana: I was busy. How's our friend this morning?",
        "Layla: Beats me. He's not answering the door and the front desk says his phone is off the hook.",
        "Adriana: Layla, that's why we got the extra key card.",
        "Layla: You know, I feel a little weird about barging into the hotel room of some strange man, especially someone like Brody.",
        "Adriana: Look, Layla, I don't want Brody screwing things up before I get him back together with Gigi.",
        "Layla: I know that, but --",
        "Adriana: He drank the entire stash of bourbon and beer on the jet last night. He's probably still passed out.",
        "Layla: I guess you're right.",
        "Adriana: Just go in and call me back when you know what's going on.",
        "Layla: Brody? Brody, come on. It's time to wake up.",
        "Brody: You looking for me, darling?",
        "Layla: Oh, my God -- ahem.",
        "[SCENE_BREAK]",
        "Shane: So then, Super Brody turns Evelyn Evil into a crow.",
        "Viki: Well, she had it coming, didn't she?",
        "Charlie: Well, that's a pretty exciting story, but these drawings are just terrific, Shane.",
        "Viki: They really are, you know. If you're interested, I could introduce you to some cartoon illustrators. Maybe you could watch them work.",
        "Shane: Really?",
        "Viki: Yeah. I meet a lot of them in the newspaper business.",
        "Shane: That's awesome!",
        "Viki: Oh, good.",
        "Shane: You're so cool, Viki!",
        "Charlie: You are pretty cool, you know.",
        "Gigi: Shane, are you bothering everyone with your comic again?",
        "Charlie: Come on, he's just proud of his dad. There's nothing wrong with a kid being proud of his old man. Ah.",
        "Viki: I love watching you with Shane. You are so sweet. Doesn't it make you think about what you missed with your own son?",
        "Charlie: Well, I think Rex and I are slowly catching up.",
        "Viki: Yeah, I meant the other one.",
        "Charlie: Oh.",
        "Viki: Are you really sure there's no way that you could have a relationship with him?",
        "Charlie: Hey. You know, he made it pretty clear that he didn't really want to be any part of my life.",
        "Viki: I find it so hard to imagine that anyone could say that to you.",
        "Charlie: Well, thank you, but I'm afraid that's the way things are right now, and maybe someday, someday soon if I'm lucky, we'll be able to be a real father and son again.",
        "[SCENE_BREAK]",
        "Jared: Just do it! Thank you.",
        "Nigel: Obviously, you haven't spoken to Mr. Buchanan since yesterday.",
        "[Jared sighs]",
        "Jared: No, I had a meeting late last night and I missed him this morning. Did something happen?",
        "Nigel: Mr. Jenkins informed Mr. Buchanan that he is ending his quest for Buchanan Enterprises.",
        "Jared: You're kidding. Well -- well, how did Clint and Bo manage that?",
        "Nigel: According to them, they did nothing. Mr. Jenkins changed his mind for reasons known only to himself.",
        "[SCENE_BREAK]",
        "Natalie: Morning, everyone.",
        "Charlie: Good morning.",
        "Viki: Hi, honey. Oh, I guess you don't want any coffee.",
        "Natalie: No, but thank you.",
        "[Phone rings]",
        "Natalie: Oh.",
        "Charlie: Ah, that's the price you pay for being a big executive.",
        "Natalie: Good morning, Jared.",
        "Jared: Did you hear the news?",
        "Natalie: What news?",
        "Jared: Well, Jenkins backed down.",
        "Natalie: What?",
        "Jared: You heard me.",
        "Natalie: Why?",
        "Jared: Well, according to Nigel, Bo and Clint have no idea.",
        "Natalie: Hmm. Sounds like B.E. must have a guardian angel.",
        "Jared: I guess so. The last thing I was looking forward to was playing dirty with a guy like Jenkins.",
        "[SCENE_BREAK]",
        "Calvin: Would this be the hot seat?",
        "Dorian: Cal, do sit down.",
        "Calvin: And how surprised I was to hear from you so early in the morning.",
        "Dorian: Early bird and the worm.",
        "Calvin: Well, this worm had to cancel a very important meeting to be here.",
        "Dorian: Now that you've refused to help me bring down Buchanan Enterprises, I wonder how many appointments you'll be keeping once I destroy you.",
        "[SCENE_BREAK]",
        "Layla: Who's your friend, Brody?",
        "Brody: Karen, Carol, Carmen, I don't know -- something with a \"ka\" sound.",
        "Layla: Oh. Don't you think you might want to wake her up?",
        "Brody: She had a long, hard night.",
        "Layla: Hmm, I bet.",
        "Brody: Me, on the other hand, I'm feeling fine.",
        "[Phone rings]",
        "Layla: Yeah?",
        "Adriana: Hey, did you find him?",
        "Layla: Oh, yes. I found him.",
        "Brody: I'll get dressed while you take that call.",
        "Adriana: Hello? What's going on?",
        "Layla: I suggest you get down here. There's going to be a problem with this guy.",
        "Adriana: We just need to get him cleaned up and sober before he surprises Gigi and Shane.",
        "Layla: Oh. Easier said -- than done.",
        "Adriana: What do you mean?",
        "Rex: Adriana, I'm still wet.",
        "Adriana: Hey, I can't talk. I'll try to get there as soon as I can.",
        "Rex: Who were you talking to?",
        "Adriana: Uh -- just Layla. She's trying to tie up loose ends on the deal we made last night.",
        "Rex: Hmm. Uh, speaking of last night -- Marcie said she and Shane dropped off a copy of his comic book for me, but I couldn't find it.",
        "[SCENE_BREAK]",
        "Brody: Hey, have you read this thing?",
        "Layla: No. Is it good?",
        "Brody: It's great. That kid thinks I'm a hero.",
        "Layla: \"That kid\"? You mean your son. His name is Shane.",
        "[SCENE_BREAK]",
        "Gigi: I swear, Shane Morasco, all you think about is this comic -- you're kind of obsessed with it. You better not be slacking off on your other homework. That's all I have to say.",
        "Shane: You checked my homework and I did fine, didn't I?",
        "Gigi: Yes.",
        "Charlie: You know, it's amazing how much work a kid can do when he's enthusiastic about something.",
        "Natalie: I wonder why dad didn't call me about this.",
        "Jared: Maybe they can't believe it. I wonder myself what made Jenkins change his mind.",
        "Natalie: I guess he just saw the light. Well, since that's settled, I think I'm going to work from home today.",
        "Jared: You are?",
        "Natalie: Yes. So, you can mess up my office to your heart's content. I won't be coming in unless someone needs me.",
        "Jared: Natalie, I need you and you know it.",
        "Natalie: Well, you should've thought of that before deciding to be a Buchanan instead of loving a Buchanan. Goodbye, Jared.",
        "Viki: Everything okay? You all right?",
        "Natalie: Actually, everything's great.",
        "Viki: Oh.",
        "Natalie: It turned out yesterday afternoon, a miracle happened.",
        "Viki: Oh. Well, that was nice. Thank you. What was the miracle?",
        "Natalie: Calvin Jenkins did a 180 and he is not going after B.E. now.",
        "Gigi: You are kidding.",
        "Charlie: Hmm, what changed his mind?",
        "Natalie: I don't know. It wasn't a \"what,\" it was \"who.\"",
        "[SCENE_BREAK]",
        "Calvin: Now, Dorian, you're threatening me.",
        "Dorian: I don't make threats. I just state the facts.",
        "Calvin: And the fact is unless I help you bring down the Buchanans, you're going to destroy me? Well, I assume you realize that because of S.E.C. rules and as our agreement states, I am forbidden to disclose that you're a major shareholder in my corporation.",
        "Dorian: Clint's got something on you.",
        "Calvin: No, he's got nothing -- nobody's buying me off, either.",
        "Dorian: Oh. I'll make you regret this.",
        "Calvin: I don't think you will. I'm going to sell all my shares of B.E. stock back to B.E. And there's nothing you can do about it.",
        "Dorian: You wouldn't part with that stock. You are bluffing.",
        "Calvin: My losses are covered.",
        "Dorian: By whom?",
        "[Dorian laughs]",
        "Dorian: There's nobody who had enough money to cover that kind of loss. And anybody who did have that kind of money certainly would not care whether or not Clint Buchanan was brought down -- unless -- it's Viki.",
        "[SCENE_BREAK]",
        "Nigel: Communing with the dead, Mr. Banks?",
        "Jared: That's Mr. Buchanan.",
        "Nigel: Oh, oh, oh -- of course.",
        "[Jared sighs]",
        "Jared: Look at that smirk, Nigel. It's like the man knows something that we don't.",
        "Nigel: Indeed.",
        "Jared: Huh -- who knows? Maybe -- maybe he's the guardian angel that persuaded Jenkins to think twice before going into battle with B.E.",
        "Nigel: May I say something, Sir?",
        "Jared: Have I ever stopped you before?",
        "Nigel: Mr. Buchanan was understandably proud of his company, his empire. He built it from the ground up as you well know. But, believe it or not, there was something more important to him than Buchanan Enterprises, something he fought for harder than he even fought for money.",
        "Jared: Let me guess -- the family.",
        "Nigel: Actually, I was going to say love.",
        "[SCENE_BREAK]",
        "Natalie: Okay. Mom, you have to tell me -- what did you say to Calvin Jenkins to make him change his mind?",
        "Viki: Well, it was a private conversation between friends and I'd just as soon keep it that way, honey.",
        "Natalie: Oh, oh -- Mom, please.",
        "Viki: Look, honey, no one needs to know about that conversation, okay? And above all, I never want your father to know anything about it, okay?",
        "Natalie: Yeah, but now, I mean, who cares? I mean, look -- Dad was going to totally smear this guy, and is that better than you and Uncle Bo appealing to the good side of Calvin, reminding him that he is a family friend?",
        "Viki: Honey -- oh. Your father has a pretty big ego, you know.",
        "Natalie: Yes, but, I mean, he's not stupid and he appreciates loyalty.",
        "Viki: I know.",
        "Natalie: I mean, it's amazing that you pulled through for him even though you guys aren't together anymore.",
        "Viki: Hey, we share four children. If someone or something is going to threaten him or my children, I am going to step in.",
        "Natalie: Yeah. Yeah, I just -- why do men have to be so stubborn and bullheaded?",
        "Viki: I don't really think you and I can be pointing fingers where that particularly quality is concerned.",
        "[Viki laughs]",
        "Natalie: I guess I got a double dose of stubbornness.",
        "Viki: Honey, listen, we're not going to say anything to your father about this and Calvin isn't going to, either, okay? Calvin had a momentary lapse in judgment, but he's a good man. I would just like to know who was the one who put him up to trying to take down B.E. in the first place.",
        "[SCENE_BREAK]",
        "Dorian: It is Viki. Ah-oh! Well, why does it surprise me? And Clint went crawling to her for help.",
        "Calvin: I didn't mention a damn thing about Viki and I guarantee you Clint Buchanan wouldn't crawl to anybody -- he's a proud man and a good man. Why you are so determined to bring him down is beyond me. Personal vendettas are no good to anyone.",
        "Dorian: This isn't personal. I'm a businesswoman.",
        "Calvin: Well, you can lie to me, you can lie to yourself, do whatever we want to do, but I think you should do yourself a favor -- I think you should let it go.",
        "Dorian: And where are you going?",
        "Calvin: Oh, this worm is going to mosey on somewhere else before he gets eaten. I'll see you, gorgeous.",
        "[SCENE_BREAK]",
        "Todd: God, you'd think she was one of those -- those starving kids you see on television, you know, with the --",
        "Blair: Would you stop it, Todd? Now, Langston, really, he's right. I mean, you shouldn't eat that fast. It's not good for your digestive system.",
        "Langston: No, it's okay. I've just got to go finish studying.",
        "Blair: Wait a minute. I -- I got a letter from the school saying the 10th graders didn't need to be in until, you know, third period.",
        "Todd: Why is that?",
        "Blair: I don't know. You don't know how they do those planning days, whatever, for those teachers.",
        "Langston: I'm going to go finish reading. Excuse me.",
        "Todd: Starr never sleeps this late on a school day.",
        "Blair: Yeah, you know what? I was thinking that, too -- it's weird. She's late.",
        "Langston: Um -- you know, I'm already headed upstairs. I'll just go check and make sure she's still sleeping or awake or whatever. Just one minute.",
        "Todd: That is one weird chick, man.",
        "Blair: She's not weird. I think you just make her nervous.",
        "Todd: I make her nervous?",
        "Blair: Yes, you make her nervous. You make everybody nervous.",
        "Todd: Oh, yeah? Do I make you nervous?",
        "Blair: Sometimes you make me very nervous, sometimes you just drive me crazy.",
        "Todd: Uh-huh.",
        "Blair: But right this very minute --",
        "Todd: What? What?",
        "Blair: You make me very happy.",
        "[SCENE_BREAK]",
        "Langston: Oh, Starr, I hope you're far, far away.",
        "[SCENE_BREAK]",
        "Starr: Cole, why can't you tell me where we're going?",
        "Cole: Because I want to surprise you.",
        "Starr: Okay, well, why can't we take one of these interstates or something?",
        "Cole: Because if your dad's already reported us missing, that's where the cops will be.",
        "Starr: Okay, true, but you do know that this is why God invented one of those internet mappy thingies?",
        "Cole: And that's what he called them, too.",
        "Starr: Come on, I meant why didn't you just print out directions from the internet?",
        "Cole: Because I didn't want to use my computer, okay? Because once they figure out we're gone, they can hack into the computer and find where we are.",
        "Starr: Okay, I guess that's a good point.",
        "Cole: Look, it's okay. I know where we are.",
        "Starr: You do?",
        "Cole: Yeah, of course.",
        "Starr: Well, fine -- I do, too. We're -- we're, like, around here, right?",
        "Cole: Uh-uh.",
        "Starr: Or like here?",
        "Cole: Uh-uh.",
        "Starr: So we're more here?",
        "Cole: Look, I -- I don't think that's how the whole mappy thing works.",
        "Starr: Okay, fine, then you show me.",
        "Cole: I will.",
        "Starr: Want me to get the waitress over here, ask for a compass?",
        "Cole: Hmm. Just give me a second.",
        "Starr: Cole, you do know where we are, right?",
        "Cole: Oh -- yeah, of course.",
        "Starr: Let me guess -- we're in a random diner in the middle of nowhere and it's not on the map.",
        "Cole: Okay, just -- just give me a second.",
        "Starr: We're lost, aren't we?",
        "[SCENE_BREAK]",
        "Adriana: Darn. Where did I put that comic?",
        "Rex: Well, it's got to be here. Shane just gave it to you yesterday.",
        "Adriana: Uh-oh.",
        "Rex: What?",
        "Adriana: I left in such a hurry yesterday to meet Layla and the new buyer. There were a bunch of designs on that table and I scooped them up and I bet you the comic was in there. I'm sorry, babe.",
        "Rex: Oh, that -- that's okay. I -- I'm sure I can get another copy. Wait till you see the next edition -- there's a character in it that looks just like you.",
        "Adriana: Really?",
        "Rex: Yeah. I named her -- \"Evelyn Evil.\"",
        "Adriana: You named a character that looks like me \"Evelyn Evil\"?",
        "Rex: Oh. Well, no, it's just the name of a character I suggested to Shane. That's -- that's all.",
        "Adriana: Oh, so, it was all Shane's idea to make Evelyn Evil look like me?",
        "Rex: Yeah, but that doesn't have to be a bad thing. Come on, you know how kids are -- it's a compliment.",
        "Adriana: Huh. Yeah, right.",
        "Rex: Well, I -- I have to get going. I'm meeting Charlie at the Palace. He's been really great -- he wants to talk about the wedding. I'll see you later.",
        "Adriana: Bye.",
        "Adriana: Ahem. Layla, what's going on?",
        "Layla: I really can't give you a play-by-play right now. Where are you? I'm definitely not getting through to this guy. Oh -- and, Adriana, he has company.",
        "Adriana: That's not good. No one can know that Brody is here.",
        "Layla: Well, I wouldn't worry about it too much. The amount she drank would wipe out anybody's memory and, you know, from what I can see, she doesn't look like the communicative type. Just get here.",
        "Brody: Talking to your pretty friend?",
        "Layla: You mean Adriana?",
        "Brody: Ah, pretty name for a pretty girl -- nice kisser, too, a lot better than that one. She can't hold her liquor, either.",
        "Layla: You know what, Brody? I don't understand. You came here to meet the woman you were going to marry and you're going to meet your son for the first time. Why would you pick someone up?",
        "Brody: Hey, I didn't pick her up -- she's from the room across the hall, all right? We met at the ice machine. She's in town for a convention.",
        "Layla: Yeah, but she's in your bed and she's half-naked. Why would you do that?",
        "Brody: You know, I don't have a clue.",
        "[SCENE_BREAK]",
        "Jared: You expect me to believe that the Asa Buchanan put love ahead of business?",
        "Nigel: He -- he was married 14 times.",
        "Jared: Exactly.",
        "Nigel: How many companies did he have?",
        "Jared: If you count the subsidiaries --",
        "Nigel: For Mr. Buchanan, love was all. He used to say that without love, the money, the name, the power -- it didn't mean, in his parlance, \"a damn thing.\"",
        "Jared: Your point, Nigel?",
        "Nigel: You know what my point is, sir. You have managed to convince the entire family that you're a Buchanan, you have the power and the status you've always wanted, and you're completely miserable because you're in love with Miss Natalie.",
        "Jared: And she can't stand me.",
        "Nigel: So, what are you going to do about that?",
        "Jared: I tried, Nigel. I -- I told her the truth, I told her I was willing to give all this up for her but she won't have me.",
        "Nigel: You made an in-depth study of Mr. Buchanan before you came to Llanview. Why don't you ask yourself this question -- what would Asa Buchanan do?",
        "[Jared sighs]",
        "[SCENE_BREAK]",
        "Dorian: Viki, Viki, Viki. No way is she going to ruin my plans. Good. Well -- hello, Viki, and Charlie.",
        "Charlie: How are you?",
        "Viki: Hello, Dorian.",
        "[SCENE_BREAK]",
        "Todd: I'm going to check on Starr. She should be up by now.",
        "Blair: I'll go with you.",
        "Todd: Why?",
        "Blair: Well, you guys were getting along so well last night, I don't want you guys to get in another fight.",
        "Todd: That's right, we're getting along. We're not going to fight.",
        "Blair: Well, you know what? What's wrong with me going with you and check up on her? Let's go.",
        "Blair: Oh.",
        "Todd: Starr?",
        "Blair: You up, honey?",
        "[Shower runs]",
        "Langston: Come in.",
        "Todd: Where is she?",
        "Langston: Uh, she just got up. She's in the shower.",
        "[SCENE_BREAK]",
        "Cole: Hmm.",
        "Starr: You know what? I'm going to ask the waitress for directions to the interstate.",
        "Cole: Starr, don't. All right, I told you, we're not using the main roads. Now, just please sit back down.",
        "Starr: Cole --",
        "Cole: You cannot be drawing attention to yourself like that. Okay, all your dad has to do is post a little picture of you in the paper with \"reward\" written underneath and the waitress will be dialing 1-800 \"they're heading towards Springville.\"",
        "Starr: Except we're not really going to Springville, are we?",
        "Cole: I just didn't want to be overheard.",
        "Starr: You know what? Maybe in our new life, you should be a secret agent.",
        "Cole: Ah, you know what? I'd like that.",
        "[SCENE_BREAK]",
        "Todd: Starr --",
        "Blair: Todd, if she's taking a shower, she can't hear you.",
        "Langston: Uh -- you know, I'll just tell her you guys were here when she gets out.",
        "Blair: All right. Thanks, Langston.",
        "Langston: No problem.",
        "Blair: Come on. Oh, you know what? I'm going to tell her about bagels. I don't want her to go school hungry --",
        "Langston: No, it -- no, it's okay. I can -- I can just tell her.",
        "Blair: No, it's okay. I can handle this one. You go study, all right?",
        "Langston: No, really, I --",
        "Blair: Starr, I just -- I have bagels and just make sure you don't go to school hungry, okay?",
        "Todd: Okay, I'm going to call the office.",
        "Blair: Okay, all right. Um -- I'm going to stay up here and -- and talk to Langston for a minute, okay?",
        "Todd: Uh-huh.",
        "Blair: Okay. Where is she?",
        "[SCENE_BREAK]",
        "Gigi: Um -- well, I got to drop off Shane, but I'll see you at the office?",
        "Natalie: Actually, I'm working from home -- shoot -- um --",
        "Gigi: What?",
        "Natalie: I -- huh -- Dad asked me to give these site maps to Charlie and I totally forgot, and he needs them for the morning meeting.",
        "Gigi: Well, he and your mom said something about an early lunch at the Palace. I can drop them off on my way to work.",
        "Natalie: Would you? Thank you.",
        "Gigi: Yes, no problem. Have a good day.",
        "Natalie: You, too.",
        "[Knock on door]",
        "Natalie: Ahem!",
        "[SCENE_BREAK]",
        "Dorian: So, how's everything, hmm?",
        "Charlie: Good. We're here to meet Rex, see if there's anything we can do to help with the wedding.",
        "Dorian: Oh, that's all under control. Viki, have you recovered from that dreadful article about Clint that was in \"The Sun\" last week?",
        "Viki: Well, actually, that article was Clint's problem, not mine.",
        "Dorian: Oh. I was rather shocked to find out that somebody who used to be so sensitive had become so ruthless.",
        "Viki: Yeah, well, you'd have to talk to Clint about that, wouldn't you? Ooh, I forgot. He's not speaking to you, is he?",
        "Dorian: I'm so concerned about Clint. Really, I'm concerned for all of you, because he -- he's heading up the entire Buchanan empire, and he's just not the same since Asa's passing.",
        "Viki: Oh, I don't know about that, Dorian. Listen, he made at least one really good decision last year.",
        "Dorian: Is that a veiled remark about our breakup?",
        "Viki: No. I'm sorry, you misunderstood completely and I apologize. It wasn't meant to be veiled at all. Have a great day.",
        "[SCENE_BREAK]",
        "Layla: So, you picked up a stranger and you slept with her? And you don't know why?",
        "Brody: What are you, the morality police? Why do you care what I do?",
        "[Knock on door]",
        "Brody: I don't know anybody in this town -- except for her. She ain't knocking.",
        "Adriana: Hey, what's going on? Is he ready to go get some new clothes and a haircut? Uh -- there's a woman in the bed. What is that woman doing in the bed?",
        "Layla: I asked. He says he doesn't know.",
        "Brody: If you're interested, I can tell you why she ended up there last night.",
        "Adriana: Are you an idiot? The last thing you need is some tramp telling Shane that she had a one-night stand with his father, the hero.",
        "Layla: She's not from here. She's in town for a convention, and her room is across the hall.",
        "Adriana: She told you all that?",
        "Layla: She hasn't done anything but snore since I got here.",
        "Brody: She's really tired.",
        "Adriana: Huh, yeah, and really hung-over.",
        "[Adriana sighs]",
        "[Phone rings]",
        "Dorian: Hello, darling.",
        "Adriana: Hey, Mom. Are you still at the Palace?",
        "Dorian: Well, I was just about to leave.",
        "Adriana: Well, don't. I need you to come upstairs right now.",
        "Layla: Why are you involving your mother again?",
        "Adriana: Because she's already involved, and she owes me.",
        "Brody: You know, I'm getting the feeling there's a lot more going on than you're telling me.",
        "[SCENE_BREAK]",
        "Blair: All right, Langston, do not lie to me. Did Starr go and meet Cole this morning?",
        "Langston: I don't know.",
        "Blair: Langston, I need to know. I need to know where my daughter is. I need to find her and bring her back before her father finds out. Because if Todd finds out, all bets are off! Now, can you tell me when she left?",
        "Langston: I don't know.",
        "Blair: I'm not joking here, Langston! Please, you got to tell me where -- where -- where did they go? I mean, do you -- where did -- do you know what she was wearing, at least? Oh, my -- half of her clothes are gone, Langston. And her suitcase! Where did they go? When did they leave? Langston, when did they leave?",
        "Langston: Last night.",
        "Blair: Last night?",
        "Todd: Hey. Hey. What's going on here?",
        "[SCENE_BREAK]",
        "Jared: Natalie, come on, let me in. It is important. Natalie, come on! Look, you have to listen to me. We have a serious problem. The Jenkins takeover attempt is back on.",
        "Natalie: What? I thought you said this was all over.",
        "Jared: It was, but he has changed his mind for some reason, so --",
        "Natalie: Oh, my God. I got to call my dad.",
        "Jared: Oh, no, no, no, I am way ahead of you. Bo and Clint are already on their way to Texas.",
        "Natalie: To Texas? Why?",
        "Jared: Well, Jenkins has agreed to sit down at Asa's ranch.",
        "Natalie: Well, it's Chuck Wilson's ranch now.",
        "Jared: Jenkins doesn't know that.",
        "Natalie: Okay, but why there?",
        "Jared: It was my idea. See -- see, Jenkins has a soft spot for -- for the good old days. They used to down there and drink and go hunting. So I thought if we could get him back down there, that maybe he would remember the better times.",
        "[Jared sighs]",
        "Jared: So let's go. Get ready.",
        "[SCENE_BREAK]",
        "Rex: Hey, Morasco.",
        "Gigi: Hey yourself, Balsom.",
        "[SCENE_BREAK]",
        "Charlie: You -- you really went one on one with Dorian there. I'm -- I'm really impressed.",
        "Viki: You know what? It's second nature to me now, I've been doing it so long. The thing is, I always promise myself I will not stoop to her level, and then I always do. I mean, because she can't stand the thought of seeing me happy. And she's always going to try and do something to ruin it. Well, just not going to happen this time, is it?",
        "[SCENE_BREAK]",
        "Dorian: Hello, Layla.",
        "Layla: Hi.",
        "Dorian: So, what was so urgent? Who's the woman in the bed?",
        "Layla: Well, we haven't quite nailed that down yet, but she does belong in the room across the hall.",
        "Dorian: Well, Brody, been enjoying your stay here?",
        "Brody: Yes, thanks. Hey, you going to tell me what's really going on?",
        "Adriana: Key card. Now we can get her dressed and back to her room.",
        "Brody: Hey, I only undress them.",
        "[Adriana sighs]",
        "Dorian: Where are the rubber gloves when you really need them?",
        "Layla: Maybe we should wake her up.",
        "Adriana: No, I think we should let her sleep through this, especially after last night.",
        "Dorian: I think you're right.",
        "Layla: Wow. This is -- this is from our line.",
        "[SCENE_BREAK]",
        "Blair: I think we just really need to stay calm here.",
        "Todd: Really?",
        "Todd: Hey.",
        "Blair: Todd -- Todd, please. Todd --",
        "Todd: Okay. It's all right. Okay. Yeah. Where is she?",
        "Langston: I don't know.",
        "Blair: Come on, Todd.",
        "Todd: It's okay, Blair. Why don't you try again? Where is she?",
        "Langston: I said I don't know.",
        "Todd: Is she with Cole?",
        "Blair: Todd?",
        "Todd: I told you -- I told you that son of a bitch couldn't be trusted. Where are they?",
        "Langston: I don't know.",
        "Todd: Right, like you knew she was in the shower? I'm going to ask you again. This will be the last time. Where are they? Where are they?",
        "Blair: Todd --",
        "Todd: What? Where?",
        "Blair: They ran away, okay? They ran away last night!",
        "Blair: Todd, just wait a minute.",
        "Langston: I'm sorry, Starr.",
        "[SCENE_BREAK]",
        "Starr: Okay, so how much do I owe you?",
        "Cole: Oh, I got it.",
        "Starr: Are you sure? Fine, then I'm going to get the hotel room.",
        "Cole: I don't -- I don't think we can afford a hotel.",
        "Starr: How much was the breakfast?",
        "Cole: It's -- we -- we just have to hold on to our money, okay?",
        "Starr: Look, Cole, I don't want you to be responsible for everything that we do.",
        "Cole: I got you into this whole mess, okay? And I don't want you to think that I'm incompetent.",
        "Starr: I don't think that. And -- look, just because I am pregnant, I don't want you to think that I'm helpless. I mean, I'm not -- yet.",
        "Cole: So what you're trying to say is that we're both incompetent?",
        "Starr: Yeah. Equally, together.",
        "[Cole sighs]",
        "Cole: Why did I let you talk me into this?",
        "Starr: Thank you.",
        "[SCENE_BREAK]",
        "Jared: Well, the jet's fueled up, ready to go. I got your stuff. Let's hit it.",
        "Natalie: I have to pack, Jared.",
        "Jared: Oh, no, we don't have time. The pilot's waiting.",
        "Natalie: Huh. Honey, I am a Buchanan, so the pilot will wait for me.",
        "Jared: Oh, boy. I got my work cut out for me.",
        "[SCENE_BREAK]",
        "Layla: Hmm.",
        "Adriana: Whew.",
        "Layla: Stylish for a passed-out, drunken girl.",
        "Adriana: Hmm.",
        "Dorian: We've done our part. Now Brody can just carry her across the hall.",
        "Adriana: Yeah, I think I'll chaperone -- make sure he doesn't get in any more trouble.",
        "Dorian: Hmm.",
        "Adriana: Brody? Brody?",
        "Dorian: Where is he?",
        "Adriana: He's not here. Why weren't you two keeping an eye on him?",
        "[SCENE_BREAK]",
        "Gigi: Here for breakfast?",
        "Rex: No. I'm here to meet Charlie.",
        "Gigi: Me, too.",
        "Rex: What a coincidence.",
        "Gigi: Mm-hmm.",
        "Rex: I see him over there. Shall we?",
        "[SCENE_BREAK]",
        "Maitre d': May I help you?",
        "Brody: Yeah. I need a beer.",
        "Maitre d': It's 10:00 A.M.",
        "Brody: Ooh. A screwdriver, then.",
        "Charlie: Thank you, Gigi. I appreciate it.",
        "Gigi: No problem.",
        "Viki: Good.",
        "[SCENE_BREAK]",
        "Langston: I'm sorry. Mr. Manning was so mad and scary, I --",
        "Blair: Oh, you think, Langston? You think? Well, let me tell you something, little girl. That's going to be part of your reality if you know something about Starr and you're not telling me.",
        "Langston: I don't know anything, okay? I didn't want to know, and they didn't tell me.",
        "Blair: So you're saying that she could be just about anywhere?",
        "[SCENE_BREAK]",
        "Nigel: You pounded?",
        "Todd: Where's Nora?",
        "Nigel: Ms. Hanen is away on business today.",
        "Todd: Nora!",
        "Nigel: May I leave her a message?",
        "Todd: Is she with that punk?",
        "Nigel: To which punk are you referring?",
        "Todd: Cole Thornhart. Raped my daughter, now he's kidnapped her.",
        "Nigel: I will relay the message.",
        "Todd: Never mind. Just let her know she should start planning Cole's funeral.",
        "[Door slams]",
        "[SCENE_BREAK]",
        "Starr: So I guess we're just going to stop at a random motel whenever we get tired?",
        "Cole: Or run out of gas, whichever comes first.",
        "Starr: Well, it's my turn to drive. Cole, I'm driving.",
        "Cole: Okay, fine, but I get the radio.",
        "Starr: Okay, but if I hear one boy band song, I am going to drive us off the road, okay?",
        "Cole: Gee. I cannot wait to marry you.",
        "Starr: Me, neither.",
        "[NEXT_ON]",
        "Todd: Where's John?",
        "Blair: I want to do whatever I can to bring my daughter home, without Todd.",
        "Dorian: What's so important about this book about pregnancy?",
        "Cole: Where you and I are going to start our new life together."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=0wHG_YfDANs"
}