{
    "Episode Summary": [],
    "Recap": [
        "Starr is shocked to find out that she is pregnant. The only person who knows is Langston. She is not about to tell her parents nor Cole. Todd talks to Gigi, inquiring why she is living in Llanview, and tells her he knows it must be because Ramsey is threatening her somehow. Rex and Shane spend time together and Rex asks Shane when his birthday is. Shane reveals to Rex that his mom has asked him never to tell anybody. Rex asks Gigi why. And he figures out that the last time he slept with Gigi, all those years ago, they may very well have conceived Shane. Charlie is working up to telling Viki the big secret. But since there are so many interruptions and people have gotten the mistaken idea that he has proposed to her, he postpones it. She tells him she is not ready to get married but wants to see more of him and invites him to stay in her home again. Nash and Sara go to Napa together and are getting along really well. And that is raising concerns for both Jessica and for Cristian."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: Now, Gigi, you know from experience that when I want something, generally, I get it. So I want an answer from you -- what are you doing here?",
        "Gigi: I'm living here.",
        "Todd: Don't lie to me.",
        "[SCENE_BREAK]",
        "Rex: You need to break in this glove more, it's a little stiff. When was your birthday, anyway?",
        "Shane: If I tell you, promise you won't tell my mom I said anything?",
        "Rex: Okay.",
        "[Phone rings]",
        "Rex: Uh-oh -- my mom. Hola, Rox. Que pasa?",
        "[SCENE_BREAK]",
        "Viki: It's all right, you don't have to say anything. I am so touched that you want to marry me, and I -- and I owe you an answer.",
        "[SCENE_BREAK]",
        "Rex: My dad asked Viki to marry him?",
        "Shane: Hey, they're right over there. You guys are getting married? Cool.",
        "[SCENE_BREAK]",
        "Blair: Pretty good turnout -- and it's early",
        "Cristian: Sarah's been working on a couple of promotions and they've been pretty popular.",
        "Blair: Yeah, Sarah -- she's great, she's really great. She's in Napa, huh?",
        "Cristian: Just for a few days.",
        "Blair: She's not planning on jumping ship here and going to work for Nash, is she?",
        "Cristian: You know what? I'm just glad you're psyched -- about running this place. I'm so glad.",
        "Blair: I think it's -- you know, it's the best thing that's happened to me in a long time, and I have a feeling, you know, maybe it's a sign that things are moving in the right direction.",
        "Cristian: I hope so -- for all our sakes.",
        "[SCENE_BREAK]",
        "Jessica: So she kept on saying \"dada apple, dada apple,\" and then I finally figured out that she was saying \"Napa.\"",
        "Nash: Smart girl.",
        "Jessica: Well, she misses you like crazy.",
        "Nash: It's only been a few hours.",
        "Jessica: Well, have you been to the culinary school yet -- St. Helena's?",
        "Nash: Pretty much just shook a lot of hands and tasted a lot of wine, so far.",
        "Jessica: Well, is it going well?",
        "Nash: Very well. Look, I got another big sting coming up, so --",
        "Sarah: This one okay?",
        "Jessica: Who's in your room?",
        "[SCENE_BREAK]",
        "Starr: One line is negative, and two lines is positive. One, two -- oh, my God. Do you see what I see?",
        "Langston: Uh -- it's really faint, but --",
        "Starr: I'm pregnant.",
        "[SCENE_BREAK]",
        "Nash: It was the TV.",
        "Jessica: Oh. Well, it just sounded like someone was in your room -- right there.",
        "Nash: I better get going. I'll give you a call after the tasting, all right?",
        "Jessica: Okay, good luck. I love you.",
        "Nash: You, too.",
        "Sarah: Ahem.",
        "[Nash sighs]",
        "Nash: What are you looking at?",
        "Sarah: You just lied to Jessica.",
        "Nash: I didn't lie, I told a little fib. I just wasn't too sure how -- how she'd take it that we're staying in the same suite.",
        "Sarah: With two separate rooms. I mean, it's not like we're sharing a bed. What's the big deal?",
        "Nash: Did you tell Cristian?",
        "Sarah: No --",
        "Nash: Huh.",
        "Sarah: It didn't come up.",
        "Nash: Uh-huh.",
        "Sarah: Look, don't try to make me feel guilty just because you do.",
        "Nash: I don't feel guilty --",
        "Sarah: Hmm?",
        "Nash: Not yet.",
        "[SCENE_BREAK]",
        "Gigi: You think I'm lying to you? I'm -- what, I'm squatting here?",
        "Todd: You've lied to me before, haven't you?",
        "Gigi: How often do you talk to your sister? Viki and I are friends, you know, ever since we worked together at the Bon-Jour in Texas.",
        "Todd: Scotch?",
        "Gigi: No.",
        "Todd: Vodka?",
        "Gigi: No.",
        "Todd: Brandy?",
        "Gigi: No.",
        "Todd: tea?",
        "Gigi: No!",
        "Todd: Coffee?",
        "Gigi: N--",
        "Todd: Yes, I know, you and Viki were friends -- that was before she found out you were helping Marcie kidnap my son, though.",
        "Gigi: Shane and I have been living here for a while, actually. Don't you run the town tabloid? You're not very up on the news around here.",
        "Todd: Oh, you're not news. So, why'd you stay here?",
        "Gigi: I don't know. Let's see -- I got a good job, my son's in a great school, I'm making a better life for us here.",
        "Todd: Really? Seems like Viki's the one making a better life for you.",
        "Gigi: Oh --",
        "Todd: Is that why you stuck around -- you like the maid service and the chefs and everything?",
        "Gigi: I'm looking for my own place.",
        "Todd: But, see, that's what's curious -- why? I mean, you didn't come here with the intention of staying. You came to help Marcie and you've done that. So, you took a look around and you said, \"Wow, Llanview would be a really fun place to stick around\"?",
        "Gigi: Exactly.",
        "Todd: I see. And you're aware that Lee Ramsey has been made commissioner of police?",
        "Gigi: I'm not scared of Ramsey.",
        "Todd: Come on, now, Gigi, I know you're not that stupid. He's the one that's making you stay here, isn't he? He's threatened you?",
        "[SCENE_BREAK]",
        "Shane: When's the wedding?",
        "Rex: Sorry -- Rox just called to share the good news.",
        "Charlie: Yeah, actually --",
        "Rex: Congratulations! This is awesome!",
        "Shane: Wait till I tell my mom -- she always thought you guys would get married.",
        "Viki: Honey, if -- if you could keep this to yourself for a little while, okay?",
        "Charlie: Yeah.",
        "Rex: Right -- Viki and Charlie will want to share the good news themselves. Where's the ring? Oh, tell me this isn't like a father/son thing -- Adriana was ringless for weeks.",
        "Viki: It -- would you two mind giving us a few minutes alone, please?",
        "[Charlie sighs]",
        "Rex: Sure. Yeah, we'll -- we'll be not here. Come on.",
        "Charlie: Viki --",
        "Viki: Oh, dear, oh, my God. Oh, my God, Charlie, I am so sorry.",
        "[Charlie sighs]",
        "Viki: I am truly -- I mean, you didn't correct Roxy, and -- I -- I have the distinct impression that I was wrong. Okay, you weren't proposing to me, were you?",
        "[SCENE_BREAK]",
        "Langston: My God, Starr, I don't even know what to say.",
        "Starr: No, I'm having a nightmare. This can't be happening. I can't be pregnant.",
        "Langston: Yeah, you know -- you know what? Maybe this is just a mistake. I mean --",
        "Starr: It's not a mistake, Langston. I read the box, and it said that it's 99% accurate if it's positive, and I have all the symptoms. Oh, my gosh. Oh, my gosh. Look, I -- I know that people -- a lot of people would be thrilled to see these two lines, but --",
        "Langston: But not you.",
        "Starr: Not me.",
        "[SCENE_BREAK]",
        "Sarah: Okay, I changed my mind again. I thought the other one was maybe too trendy, and this one's more me. Is this okay?",
        "Nash: It's amazing. You look like a -- like a billboard.",
        "Sarah: Thanks?",
        "Nash: Uh -- you ready to go?",
        "Sarah: Yeah.",
        "Nash: All right, you got your cell phone?",
        "Sarah: Right here.",
        "Nash: All right, let's turn them off. We don't want any interruptions while we're selling wine. Let's go.",
        "Sarah: Thank you.",
        "Nash: Sure.",
        "[SCENE_BREAK]",
        "Blair: Is there a problem?",
        "Cristian: Just trying to call Sarah -- voicemail. I'll try again later.",
        "Blair: Business trip to Napa -- not too shabby, huh?",
        "Cristian: Come on, clubbing every night -- that isn't so bad.",
        "Blair: No, it isn't. You know, if you'd ask me, I would've told you to go with her.",
        "Cristian: I have too much to do here. Anyway, nobody asked me to go, so --",
        "Blair: You're not jealous, are you?",
        "Cristian: What, of Nash --",
        "Blair: Mm-hmm.",
        "Cristian: Mr. Family guy? Well, even if he did treat her to champagne and a limo and first class all the way, she deserves it.",
        "Blair: Really? Well, you know what? So do you. Let me have that.",
        "Cristian: Thanks, but I don't drink on the job.",
        "Blair: Well, you know what? Tonight we're going to make an exception, because we are going to make a toast -- here you go, big guy -- to happiness, to you and Sarah, and most of all, to Capricorn.",
        "Cristian: Wow. I guess things are better with Todd, huh?",
        "Blair: Yeah. Started out pretty bumpy, but you know what? We've got beautiful children, they bring us great joy, and we have so many blessings.",
        "[SCENE_BREAK]",
        "Langston: So you're pregnant. That's a fact, but we're just -- we're going to figure it out, okay? So -- it's going to be okay. Don't worry --",
        "Starr: It's not going to be okay, Langston. It's not, okay? I'm -- I'm 16, and I'm pregnant -- that's not okay.",
        "Langston: Oh, Starr, I --",
        "[Langston sighs]",
        "Starr: And besides from being completely freaked out, I'm a hormonal mess, because instead of thinking about what I'm going to do with my baby, all I can think about is how my dad is going to kill Cole.",
        "Langston: Starr, how are you going to tell Cole about this if you can't even see him?",
        "Starr: \"Tell Cole\"? Langston, Cole cannot know. Whatever you do, promise me that you will not tell Cole that I'm pregnant.",
        "[SCENE_BREAK]",
        "Cole: Hey, what's up?",
        "Markko: Oh, hey, man. Well, you're still socializing with the wait staff, even now that you're a mogul in training?",
        "Cole: Yeah, right. Me and that copier -- best friends.",
        "Markko: Oh, come on, dude, it was -- it was your first day, it'll get better.",
        "Cole: You know, seeing Starr at school today -- I thought it would help. But seeing her, knowing that I can't be with her -- it's a terrible thing.",
        "[SCENE_BREAK]",
        "Charlie: Viki, I would be so honored to have you as my wife, but I just really don't think we have known each other that long.",
        "Viki: My God, Charlie, I agree with you -- oh, my God -- so much, 100%.",
        "Charlie: You do?",
        "Viki: Yes. And I'm very relieved that you feel that way. I don't want to rush into anything. And, actually, I look forward to us having all the time in the world to get to know each other.",
        "Charlie: You know, I just -- I just want to enjoy, I want to cherish, really, the time that we have together.",
        "Viki: Okay -- settled that. You weren't asking me to marry you, so what were you going to say?",
        "Charlie: Huh.",
        "[SCENE_BREAK]",
        "Rex: You seem pretty excited about Viki and Charlie -- the big news.",
        "Shane: Yeah, but --",
        "Rex: What?",
        "Shane: I wish my mom would get married.",
        "Rex: Oh.",
        "Shane: She's been alone for so long, and I just want her to meet somebody she likes, and --",
        "Rex: Someone who would be a good dad?",
        "Shane: Yeah, I'd be okay with that.",
        "Rex: Your mom's awesome, she'll -- she'll find someone.",
        "Shane: So, how come you guys broke up?",
        "Rex: Um -- we didn't, exactly. I just -- I had to leave town.",
        "Shane: Oh. Too bad you're getting married. I mean, because you guys used to go out, and you still get along, and I think you'd be a cool dad.",
        "[SCENE_BREAK]",
        "Gigi: I will not discuss Ramsey with you.",
        "Todd: He is making you stay here, isn't he?",
        "Gigi: Please go.",
        "Todd: By the way, did you tell Viki about what Ramsey and I did to you in Texas?",
        "Gigi: \"What you did?\" You mean when you kidnapped my son and held the both of us hostage?",
        "Todd: Yeah, I think that was it.",
        "Gigi: No, I didn't.",
        "Todd: Why not?",
        "Gigi: Because I could tell that you were crazy-worried about your son and I understand how that feels. And apparently Viki thinks that you're a great dad, so I guess you can't be all that bad.",
        "Todd: No, I'm not all that bad, I'm pretty good. Ramsey, however, is dangerous, so I -- I don't know why you're giving him a free pass.",
        "[Gigi sighs]",
        "Gigi: I told you I will not discuss that man with you.",
        "Todd: Gigi, I have to know why he's keeping you in Llanview.",
        "[SCENE_BREAK]",
        "Charlie: What I was trying to tell you was -- well, it's not that big a deal.",
        "Viki: Oh, Charlie, come on! You made it seem like it was a very big deal.",
        "[Charlie sighs]",
        "Charlie: I miss you. I know I get to see you all the time, but it never feels like enough.",
        "Viki: Well, I understand why you wanted to move out -- you thought it was too soon for us to be living together, I know. But I miss you, too. It's just not the same.",
        "Charlie: No, it's not for me, either.",
        "Viki: Okay, so why are we sitting here talking about it? Why don't you just come back?",
        "Charlie: I thought you'd never ask.",
        "Viki: Is, um, tonight too soon?",
        "Charlie: Tonight?",
        "Viki: Tonight.",
        "Charlie: Well, I'm going to pay the check, get my things, and I'll meet you back at the house.",
        "Viki: Oh, please hurry home.",
        "[SCENE_BREAK]",
        "Markko: Here you go.",
        "Rex: Thanks.",
        "Markko: Sure.",
        "Rex: So you think I'd make a cool dad, huh?",
        "Shane: You like baseball and video games, and you're into comic books.",
        "Rex: In other words, I'd make a cool kid?",
        "Shane: You've got a cool job, too. You're a detective -- and you own a nightclub.",
        "Rex: You angling for more ice cream? Because I have a feeling that cool dads aren't susceptible to bribery.",
        "Shane: No, I don't want more ice cream. I'm just telling you what I thought.",
        "Rex: I know, you're right. I didn't mean to tease you.",
        "Charlie: I'll see you guys later.",
        "Shane: See ya.",
        "Rex: Oh, see ya. Shane, I'm really sorry that you didn't have a dad growing up, because I know how lucky I am to have finally found mine.",
        "Charlie: Ah \u0096",
        "[SCENE_BREAK]",
        "Natalie: Missed you at the cabin.",
        "Jessica: Oh, yeah, I'm sorry. Dad called and told me about the storm -- thank you --",
        "Natalie: Mm-hmm.",
        "Jessica: And said it wouldn't be smart to drive up. But I heard you and Jared got snowed in.",
        "Natalie: Yeah, news travels fast -- not that it's news.",
        "Jessica: So are you finally over him?",
        "Natalie: Yeah. For sure.",
        "Jessica: Well, did anything happen?",
        "Natalie: No, I just realized I'm over it.",
        "Jessica: Right.",
        "Natalie: So when's Nash coming home?",
        "Jessica: Oh, I don't know. He said two days, or it could be longer if things go well. Sarah might come home sooner.",
        "Natalie: Our cousin Sarah?",
        "Jessica: Oh, yeah, she's in charge of marketing and promotions.",
        "Natalie: Since when?",
        "Jessica: A few days ago -- hmm.",
        "Natalie: Oh. Why didn't you go?",
        "Jessica: Well, work -- you know, I have proxies for dad and a whole bunch of deadlines at \"The Sun,\" and Nash thought I'd be in the way.",
        "Natalie: He didn't say that.",
        "Jessica: No, he didn't. He's going to be too busy to have fun, I guess, and I understand.",
        "Natalie: Do you have a sitter for Bree?",
        "Jessica: Yeah. Why?",
        "Natalie: Well, you and I -- we're alone tonight, and I think I know exactly what we need.",
        "[SCENE_BREAK]",
        "Gigi: I have no idea why Ramsey would want me to stay in Llanview.",
        "Todd: So he did threaten you?",
        "Gigi: I didn't say that. And why are you so sure about all this -- unless he threatened you, too.",
        "Todd: You bet he did. So let me guess -- he said he would hurt your son unless you did what he wanted?",
        "Gigi: You really need to go.",
        "Todd: Hey, hold on. Gigi, hold on. I'm not like Ramsey. I wouldn't hurt you or your son.",
        "Gigi: I know.",
        "Todd: So Lee knows that you could put him away and he wants you here in Llanview so he can watch you and try to control you?",
        "[Gigi sighs]",
        "Todd: And you can't stand that, can you? Nobody controls Gigi Morasco, do they?",
        "Gigi: That's for sure.",
        "Todd: I don't think you should fight him alone.",
        "Gigi: What are you saying?",
        "Todd: I know you got your son to worry about, you can't take any chances.",
        "Gigi: Yeah, but if I use what I know on Ramsey, then that means you go to jail, too.",
        "Viki: Who's going to jail? What's going on?",
        "[SCENE_BREAK]",
        "Starr: Do you know the whole time I was thinking that it -- it can't happen, that it won't happen to me, it can't be true?",
        "Langston: Look, what-- whatever you decide, I'm here.",
        "Starr: I really don't know what I would do without you here to talk to me.",
        "Langston: Starr, we are going to get through this together, okay?",
        "[SCENE_BREAK]",
        "Rex: So you trying to scoop me? Have you and Viki set the date?",
        "Jared: Oh, \"set a date\" -- for you marrying Viki?",
        "[Rex stammers]",
        "Rex: I'm sorry, were we talking to you?",
        "Charlie: No, look, I'm sorry. This is all just a big misunderstanding -- Viki and I are not getting married. I'm just -- I'm going to move back into her house.",
        "Shane: That's all? Why don't you marry her, too?",
        "Charlie: Well, we're not -- just not ready yet, Shane.",
        "Shane: Well, will you be ready soon?",
        "Charlie: I'll tell you what -- I'll keep you posted, okay? And I'm -- I'm sorry about the mix-up, I'm --",
        "Rex: Yeah, no sweat.",
        "Shane: I'm glad you're moving back into Mrs. Davidson's house, Charlie -- it was more fun with you around.",
        "Charlie: Well, thank you, and I'm looking forward to spending some more time with you, too.",
        "Rex: You know, I'm glad you and Viki are going to take the chance to get to know each other a little more before you take the big plunge. Ah -- who's the dad and who's the kid here, right?",
        "Charlie: Yeah, right, right.",
        "Rex: Jeez -- well, I got to get Shane home -- Gigi will be wondering what happened to us. Okay, grab your stuff.",
        "Charlie: I'll see you back at the house, Shane.",
        "Shane: See ya.",
        "Charlie: Yeah.",
        "Jared: What was that about?",
        "Charlie: Hmm -- well, I was about to spit out the truth to Viki before you called and told me not to -- I had to tell her something.",
        "Jared: What, so -- so you proposed?",
        "Charlie: Huh. No, but I was stalling, and then Roxanne got involved in all this -- it just got all screwed up.",
        "Jared: And now you're moving in with Viki? Call me crazy, but things could've turned out worse.",
        "Charlie: Maybe I'm just being selfish, but I -- I want to relish the time that I have with her before the truth comes out.",
        "Jared: Maybe it won't come out.",
        "Charlie: Come on. Dorian knows, Natalie knows. How long until the whole world knows -- that I'm Charlie Banks, and you're my son?",
        "[SCENE_BREAK]",
        "Cristian: So, what can I get you two?",
        "Jessica: I'll have a virgin daiquiri.",
        "Natalie: I think I'll have a chardonnay -- and I don't want to hear what Nash has to say about the fruity drink.",
        "Jessica: Stop it.",
        "Cristian: Speak of the devil -- have you heard from him?",
        "Jessica: Yeah. Why?",
        "Cristian: Well, I tried calling Sarah, and her cell phone was off.",
        "Jessica: Well, I think they're probably wine tasting and Nash didn't want to be disturbed.",
        "Cristian: Yeah, yeah, I'm sure that's it. I'll be right back with your drinks.",
        "Jessica: Thank you.",
        "Natalie: So, did Nash say he was having a good time?",
        "Jessica: Well, if he was, he wouldn't admit it to me.",
        "Natalie: And why would you say that?",
        "Jessica: Well, because I'm here slaving away while he's off in Napa.",
        "Natalie: Excuse me, but this isn't so bad.",
        "Jessica: No, no, no, I'm not talking about tonight. I'm only here because my sister took pity on me, and him and Sarah are out, you know, going to galas and concerts and -- I don't know -- maybe a hot-air-balloon ride, maybe bungee jumping?",
        "[Natalie chuckles]",
        "Natalie: Well, Sarah can definitely be impulsive.",
        "Jessica: Well, she's Tina's daughter.",
        "Natalie: Mm-hmm -- Nash has got his hands full with that one.",
        "Jessica: Yeah, I guess he got bored with the Buchanans.",
        "Natalie: Oh, us?",
        "Jessica: Oh, yeah, I guess you're not really boring lately, huh?",
        "[Natalie laughs]",
        "Jessica: So, what -- what really happened at the off-site, huh? Come on, spill it, come on.",
        "Natalie: It was -- it was very intense -- and informative.",
        "Natalie: Wait, you want to tell me -- tell me that you have more feelings for me?",
        "Jared: Will you just let me talk, please?",
        "Natalie: No, I've heard enough! For God's sake, Jared, you're my uncle!",
        "Jared: No, I'm not!",
        "Natalie: But -- um -- you know what? We worked out a lot, and I think -- I think it's just better that you weren't there -- you didn't miss a thing.",
        "[SCENE_BREAK]",
        "Todd: You didn't tell me Gigi was living with you.",
        "Viki: Well, it's none of your business, is it? How do you two even know each other?",
        "Todd: We met in Texas -- I held her and her son hostage.",
        "Viki: You did what?",
        "Gigi: Yeah, he was desperate to get Sam back. He didn't want to hurt anyone -- he was actually pretty great to Shane during the whole hostage situation.",
        "Viki: Why didn't you ever tell me this?",
        "Gigi: I didn't see the point.",
        "[SCENE_BREAK]",
        "Shane: Did I ever tell you about the time my mom beamed me in the nose?",
        "Rex: Ha! Funny -- I once did the same thing to your mom.",
        "Gigi: I'll go see how Shane's practice went, excuse me.",
        "Todd: Go ahead, say it.",
        "Viki: What were you thinking?",
        "Todd: I wasn't thinking.",
        "Viki: Look, you cannot come into my home and intimidate my guests, okay?",
        "Todd: I didn't know she was living here. I didn't come for her, I came for this.",
        "[SCENE_BREAK]",
        "Shane: We still need a third-base coach, and Rex said he might be able to do it.",
        "Gigi: That's way more of a commitment than we have any right to ask.",
        "Shane: I didn't ask, Coach did -- when he was helping run batting practice.",
        "Gigi: You were busy, huh. You know what? You seem a little wound up. Did someone give you sugar?",
        "Shane: Rex took me out for ice cream.",
        "Rex: Ahem.",
        "Gigi: Uh-huh, uh-huh. Well, do you have room for dinner?",
        "Shane: Yeah, I do.",
        "Gigi: Okay, good. Go upstairs and do your homework until then, please.",
        "Shane: But --",
        "Gigi: Now!",
        "Shane: Okay. Thank Rex.",
        "Rex: Thank you. Oh, hey -- think fast! Hmm!",
        "Gigi: Ahem!",
        "Rex: Well, next time I'll ask before I feed the kid -- if there is a next time.",
        "Gigi: It was a really big help today, thank you.",
        "Rex: He did great. He was a little bummed there for a while because the coach kept bumping him back to third -- not that there's anything wrong with third, I just happen to be a shortstop from way back.",
        "Gigi: I remember.",
        "Rex: But once he breaks in that new glove -- the one you got him for his birthday -- he --",
        "[Rex sighs]",
        "Rex: Gigi, I have to ask a question, and you have to promise you won't get mad at Shane.",
        "Gigi: Why?",
        "Rex: He told me that you don't want anybody to know when his birthday is, and I got to wonder why.",
        "[SCENE_BREAK]",
        "[Knock on window]",
        "[Starr gasps]",
        "Starr: Cole! Cole, what are you doing here?",
        "Cole: Starr, I had to see you -- Langston just told me.",
        "Starr: Oh, my God, you know?",
        "Cole: You okay?",
        "Starr: Yeah, I'm fine. I -- look, Cole, this is my problem, not yours.",
        "Cole: Hey, it's not a problem. It's a baby, it's mine and yours. I love you, and I'll love our baby just as much. I don't care what your dad does; he's not going to keep me away from the two of you ever again.",
        "Blair: Starr?",
        "Starr: Cole, you have to go.",
        "Cole: No, I'm not leaving you.",
        "Starr: You have to go; my mom's going to come in here!",
        "Blair: Starr?",
        "Starr: Cole, you have to go!",
        "Blair: I'm coming in.",
        "[Starr gasps]",
        "Starr: Mom?",
        "Blair: Starr? Baby, what is it? What's wrong? Oh -- shh. What is it?",
        "[SCENE_BREAK]",
        "Jared: Look, I'm sorry that I told Natalie without warning you first, okay, but I couldn't go on lying to her anymore. And yes, I would've told the rest of the Buchanans, as well, but -- well, Natalie thought it would be a detriment to the rest of B.E. if the truth came out now.",
        "Charlie: I see.",
        "Jared: Look, I don't know what I was thinking -- like she was just going to jump into my arms, forgive me, and tell me it's all okay. You know what she thinks -- that I chose the Buchanan money over her. She doesn't get that it was so much more than the money. Huh -- and I hardly knew her back then.",
        "Charlie: What, you just thought you'd get over her?",
        "Jared: Well, I've never felt this way about anyone. But as miserable as I am right now, I know this isn't all about me. Because if things fall apart for you because you went along with my lie --",
        "Charlie: No -- hey, I -- I made my own decision, okay -- and I would do it again in a heartbeat.",
        "Jared: You know, if I thought I was missing out on things spending the last two years in prison -- and even if I go back to prison for what I did -- it won't compare to losing Natalie.",
        "[SCENE_BREAK]",
        "Cristian: Here you go.",
        "Natalie: Thank you.",
        "Jessica: Hey --",
        "Cristian: Here you go.",
        "Jessica: When did you start waiting tables?",
        "Cristian: I always take care of my V.I.P. guests personally.",
        "Jessica: Ooh.",
        "Cristian: By the way, do you know the name of the hotel they're staying in at Napa? I can't remember.",
        "Jessica: Uh -- the Napa Valley Suites.",
        "Cristian: Do you think they're done with the wine tasting?",
        "Jessica: Well, they're three hours earlier there, so, I mean, maybe -- you could try.",
        "Cristian: I think I will.",
        "Jessica: Okay.",
        "Cristian: See ya.",
        "Jessica: Hmm, I hope things are working out well there for Nash, he wants this so badly.",
        "Natalie: Well, he's very good at making wine -- even though he thinks I know nothing about it.",
        "Jessica: Well, I do -- and he's terrific. You know, this vineyard thing just isn't a career for him; it's kind of like how we met. It's a special thing between us -- even if I can't share it with him anymore.",
        "[SCENE_BREAK]",
        "Nash: You know, there's -- there's an expression in burgundy -- \"a fine wine should be taken care of like a lovely lady in bed.\" At least, that's what I always tell Jessica -- my wife and the mother of my child.",
        "Sarah: Well, I'll remember to use that one on Cristian -- only not the \"lady\" part. To success.",
        "[Sarah laughs]",
        "Nash: To teamwork.",
        "[SCENE_BREAK]",
        "Viki: Where did you get this information?",
        "Todd: A reliable source.",
        "Viki: Well, I'm sorry, but I don't believe it. I know Clint Buchanan very well. He would never resort to the personal attacks that are described in this article.",
        "Todd: Well, why don't you ask him yourself?",
        "Viki: I don't know why you even brought this to me. I mean, you're going to print it no matter what I say, aren't you?",
        "Todd: Not necessarily. I wanted to let you know that if you can -- within 24 hours -- present to me some evidence that would contract this story, then I won't run it.",
        "Viki: Really?",
        "Todd: Really.",
        "Viki: Thank you.",
        "Todd: You're welcome -- I'm trying.",
        "Viki: Yes, you are, you're trying. Speaking of trying -- I saw Starr this afternoon. She looked remarkably subdued.",
        "Todd: Sure she is -- look what Cole put her through.",
        "Viki: Look, I think it's terrific that you're allowing her to go back to school. But, Todd, she's 16 years old, she needs the freedom to make her own mistakes now.",
        "Todd: Now, mistakes are one thing, but I'm not going to give this Cole kid license to attack her again. I'm not going to let him ruin her life.",
        "[SCENE_BREAK]",
        "Blair: Sweetie, why are you crying? Did something happen at school? I mean, I know it's tough to go back and try to explain to them why you haven't been there -- that's not it? Well -- well, what is it, sweetheart?",
        "Starr: I can't tell you. Please don't make me tell you.",
        "Blair: Oh -- but I'm your mama, and I want to help you, and I'll be there for you, whatever it is.",
        "[SCENE_BREAK]",
        "Gigi: It's not that I didn't want anyone to know. It's just -- uh -- I didn't want Shane hinting to people that it was his birthday because I didn't want anyone to feel like they had to get him a present.",
        "Rex: So, when is it?",
        "Gigi: Rex, I really don't want you to get him anything.",
        "Rex: I'll forget by next year -- you know I have a terrible memory.",
        "Gigi: Then why do you care?",
        "Rex: Just tell me, Gigi.",
        "Gigi: His birthday's March 25, okay?",
        "[Fireworks explode]",
        "Gigi: Did you hear that?",
        "Rex: What?",
        "Gigi: The fireworks -- they must've started!",
        "Rex: Oh, no, I don't care.",
        "Gigi: Well, it's the Fourth of July, Rex. Shouldn't we go out and watch them?",
        "Rex: What for? We got fireworks right here.",
        "Rex: March 25?",
        "[SCENE_BREAK]",
        "Blair: Are you all right, sweetheart?",
        "Starr: Hmm -- why?",
        "Blair: Well, you just look like you don't feel well.",
        "Starr: I'm fine.",
        "Blair: Starr, you are not fine. You're upset -- and I think I know why.",
        "Starr: You know?",
        "Blair: Yes. Come on! I know it's hard for you to believe, but it wasn't too long ago that I- you know, I was a teenager once; I know what teenage girls go through.",
        "Starr: What are you talking about?",
        "Blair: Sweetheart, I'm talking about you having to go to school today and explain to your friends why you haven't been there, and then to see Cole again when you miss him so much.",
        "Starr: Yeah. That -- that's what all this was about. It was just really -- it was a really hard day for me.",
        "Blair: Well, you know what? The first day's always the worst. Tomorrow's going to be better, it will. What you need is a really good night's sleep, okay? And I promise you, tomorrow will seem better, okay? Get some sleep. I love you.",
        "[Door closes]",
        "Starr: \"Tomorrow will be better.\" I doubt it.",
        "[SCENE_BREAK]",
        "Sarah: Okay, that's enough.",
        "Nash: Da-da-da -- I told you the glass should always be half full.",
        "Sarah: I'm having a hard enough time concentrating on what you're saying.",
        "Nash: Hmm.",
        "Sarah: If we do this in Llanview --",
        "Nash: Mm-hmm?",
        "Sarah: I think we should do it at caramel cor-- Capricorn.",
        "[Phone rings]",
        "Nash: Oop -- uh -- oh.",
        "Sarah: \"Caramel corn.\"",
        "Nash: Caramel corn, yes. Caramel corn wines.",
        "Cristian: Nash?",
        "Nash: Cristian, what's up, man?",
        "[SCENE_BREAK]",
        "Jessica: You know, I'm so happy that you and Cristian are friends now, and me and Cristian are friends, and --",
        "Natalie: You and me?",
        "Jessica: Of course. Because I was thinking about -- oh -- when John and Antonio were interrogating us about Allison. Cops make really bad exes.",
        "Natalie: Hmm -- nothing worse than answering leading questions from a detective who knows when you're lying.",
        "Jessica: I know. I just hope Allison never wakes up from her coma, and can never tell anybody what she knows. To secrets, my dear.",
        "Natalie: Mm-hmm.",
        "[SCENE_BREAK]",
        "Gigi: Shane was three months early -- thank God he was okay.",
        "Rex: A preemie?",
        "Gigi: Yeah -- probably why he has weak lungs.",
        "Rex: Wow. So you met his dad, like --",
        "Gigi: Yeah, love at first sight. Sorry -- I guess I got over you pretty fast. But, I mean, you know how it is -- he was being shipped out with the Seals and --",
        "Rex: I -- you don't have to explain. I know that must've been tough.",
        "Rex: That was fast.",
        "Charlie: Well, hey, Gigi! Uh -- yeah, I travel light.",
        "Gigi: Are you moving back in?",
        "Charlie: Yes, I am.",
        "Gigi: Oh, Shane will be thrilled.",
        "Rex: He knows, and he is.",
        "Todd: What the hell is this, motel 26?",
        "Viki: You all know my brother.",
        "Gigi: Ahem.",
        "Rex: I know why he hates me and Charlie, but why is he glaring at you?",
        "Gigi: Your guess is as good as mine.",
        "Viki: Well, I'll help you unpack.",
        "Charlie: No, here, let me get it.",
        "Viki: Okay.",
        "Charlie: Thanks.",
        "Gigi: Thanks again for taking Shane to baseball practice -- I know it meant a lot to him.",
        "Rex: It meant a lot to me, too.",
        "Gigi: Why?",
        "Rex: Oh, I -- I knew you when you weren't much older than he is now -- maybe that's why I feel a connection with him.",
        "Gigi: Right.",
        "Rex: He's a great guy. I'd like to take him to practice again sometime soon, if that's okay with you?",
        "Gigi: Well, you're going to be pretty busy, aren't you -- with wedding plans?",
        "Rex: I'll find the time. See ya.",
        "Gigi: Bye.",
        "[SCENE_BREAK]",
        "Langston: Sorry I'm late again.",
        "Cole: Is everything okay back at the house?",
        "Markko: Dude, you got to chill.",
        "Cole: What, Markko, I can't even talk about her?",
        "Langston: It's probably better if you didn't.",
        "Cole: Okay, then what should we talk about, then? There's -- there's global warming, there's the state of the economy --",
        "Langston: Cole, if Starr's dad thinks I'm carrying messages back and forth -- I just don't want things to get any worse for you.",
        "Cole: How could they?",
        "Langston: You have no idea.",
        "Cole: What is that supposed to mean?",
        "[NEXT_ON]",
        "Cristian: Sarah and Nash are sharing the same suite.",
        "John: We need to talk about Ramsey.",
        "Todd: I'm going to make a nice, friendly threat.",
        "Cole: Tell me what's going on with Starr, or I'm just going to go find out for myself."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=Jd8ZUkOZFwE"
}