{
    "Episode Summary": [],
    "Recap": [
        "Gigi is in work early with Shane. When Rex stops by they talk about Jared and then Rex takes Shane to school. Rex wants to get Shane something for his birthday. Charlie wakes up with a bad dream about his son Jimmy. He tells Viki what happened to his sons. They share a tender moment. Lindsay meets with Dorian and after talking about the wedding Lindsay confesses to Dorian how she helped Clint with BE's problems. Dorian is amazed. Clint talks to Calvin Jenkins about what Calvin is trying to do to BE. Calvin says its business and leaves. Natalie confronts Pamela about the truth about Jared. Pamela tells her about Jared's hard life and watching his brother get hit by a car. She explains when Jared was going through all the tough times she used to visit and tell him all about Asa.",
        "Viki confronts Clint about an article Todd is going to put in the Sun tomorrow. Viki wants Clint to call Todd and deny it. Clint admits the article is true. Viki is shocked that Clint would play dirty. She goes into Natalie's office and says she thought she knew Clint but now she doesn't any more. At the Palace, Charlie talks to Jared about making the man who used to beat them and caused Jimmy to run out into traffic pay for what he did. Pamela comes up and introduces herself as Jared's mother. Later Dorian meets Calvin Jenkins and tells him to do something for her. He doesn't like it. Dorian says she doesn't care if he likes it, she wants to take Clint down."
    ],
    "Recap Author": "Jeannie",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Gigi: Hello.",
        "Clint: Hi.",
        "Gigi: You said two sugars, right?",
        "Clint: Yeah. Oh, thank you, Gigi. And thank you for coming in so early this morning. Phyllis was here so late, I had to give her a break.",
        "Gigi: It's no problem. I'm happy to pitch in. And that information packet -- it's ready. The one regarding the key player in the Kalto deal.",
        "Clint: Okay. Rex will be in in a couple of minutes to pick it up.",
        "Gigi: Rex? Right. All right, I'll see you later.",
        "Clint: Okay.",
        "[Phone rings]",
        "Clint: What is it, Lindsay?",
        "[Lindsay sighs]",
        "Lindsay: Bo is so worried about this latest threat that he didn't sleep all night.",
        "Lindsay: I don't need a report on my brother. And I don't need your help. I assume that's why you're calling.",
        "Lindsay: It's just a standing offer.",
        "Clint: I thought I made it abundantly clear -- I'm not going to resort to those tactics anymore.",
        "[SCENE_BREAK]",
        "Dorian: This has dragged on far too long. There can't be any mistakes this time. I will not tolerate it.",
        "Lindsay: Well, remind me never to get on your bad side.",
        "[Dorian chuckles]",
        "Dorian: And you never will. Hello, gorgeous.",
        "Lindsay: Hey, you.",
        "Dorian: Good to see you.",
        "Lindsay: Thanks.",
        "Dorian: Please, sit.",
        "Lindsay: Oh.",
        "Dorian: Ah.",
        "[Dorian chuckles]",
        "Dorian: So, what did I take you away from?",
        "Lindsay: Absolutely nothing. I am so flattered you called me to help you with this wedding.",
        "Dorian: What do you mean? You're one of the smartest women I know, with gorgeous taste. And this is overwhelming. I mean, think -- the venue, the guest list, the flowers. Well, I -- my head's spinning.",
        "Lindsay: I'm just happy to see you excited about this. What changed?",
        "Dorian: Well, whatever do you mean?",
        "Lindsay: Rex? You always looked at him as a lowlife.",
        "Dorian: I did not look at him as a -- he just simply was not my cup of tea. But now, I see the best in him. His humor, his charm.",
        "Lindsay: Oh, yeah, he's charming, all right.",
        "Dorian: And you would know.",
        "Lindsay: Yeah. Huh. So, you're all for this wedding, then?",
        "Dorian: I'm 100% behind it.",
        "[SCENE_BREAK]",
        "Rex: Hey, what's up?",
        "Shane: Hey, Rex.",
        "Rex: What -- was there a hostile takeover? Are you C.E.O. of this company now?",
        "[Shane chuckles]",
        "Shane: No. I'm here because my mom had to go to work early. So I'm here till school starts.",
        "Rex: Well, I'm glad I ran into you, because -- drumroll, please -- your mom told me that you did just have a birthday, and I want to get you a gift.",
        "Shane: But that's exactly why she didn't want you to know.",
        "Rex: Right, so I wouldn't feel obligated to get you something, but too bad. So, when you blew out your candles on your birthday cake, what did you wish for?",
        "Shane: The only thing I ever wish for is to meet my dad.",
        "Shane: What?",
        "Rex: When you blew out your candle on your birthday cake, what did you wish for?",
        "Gigi: Rex can't give you what you wished for, Shane.",
        "[SCENE_BREAK]",
        "Charlie: Jimmy, don't! Don't -- don't -- no, no! Oh, God, no!",
        "[Tires screech]",
        "Charlie: No! Jimmy!",
        "Viki: Shh, shh -- Charlie, Charlie?",
        "Charlie: What? Oh.",
        "Viki: It's just a bad dream. Shh.",
        "[Charlie pants]",
        "Charlie: Oh.",
        "Viki: Are you okay?",
        "[Charlie sighs]",
        "Viki: You were talking in your sleep. You said \"Jimmy.\" Is Jimmy your son's name?",
        "[SCENE_BREAK]",
        "Pamela: Good morning, Natalie.",
        "Natalie: Pamela -- thank you so much for coming and meeting me. Well, please.",
        "Pamela: So, what was so important that I had to come immediately, and we couldn't do it on the phone?",
        "Natalie: I need to talk to you about your son, Jared.",
        "Natalie: I mean, after all these years of not knowing your son, you show up in Llanview and tell everyone that Jared's a Buchanan and you're his mother. And then in a matter of hours, poof -- disappear again.",
        "Pamela: Is there a question in there?",
        "Natalie: Well, don't you want to get to know your son?",
        "Pamela: Yes, I did want to get to know Jared. But I don't think it's going to be an instant relationship. I think maybe I'll give him a little time to come to terms with some of those things.",
        "Natalie: Well, you -- I mean, don't you think that he could have come to terms with it while you're still here?",
        "Pamela: Well, I just thought I'd give him a little space. Maybe someday, we'd be able to --",
        "Natalie: Have this beautiful family, loving family, even. Live happily ever after?",
        "Pamela: No. No, I don't think it's going to be that easy.",
        "Natalie: My, my, you really are good at this, Pamela. No wonder you were able to trick my grandfather into marrying you all those years ago.",
        "Pamela: What is it you really want --",
        "Natalie: Drop the act, Pamela. You're no more related to Jared than I am. I know about the scam. I know that you lied to my family about Jared being a Buchanan. What I'd like to know is, what in the world is in it for you?",
        "[SCENE_BREAK]",
        "Clint: Have a seat.",
        "Man: Well, thank you. So, Clint, what can I do you for?",
        "Clint: I'm going to be honest with you, Calvin.",
        "Calvin: Well, I expect nothing less.",
        "Clint: What's happened in the last few months is -- well, it has not been pleasant. But on the other hand, it's not surprising, either.",
        "Calvin: Well, I heard you blocked two significant takeover attempts.",
        "Clint: Yes, and discovering the source of those two attempts -- that was pretty easy. Because Webster and Cobb -- it was well known they came out on the losing end of many deals with Pa. But now we're faced with another threat. And this, from a Buchanan friend, close to the family. I just didn't expect dirty tricks from you, Calvin. Have I been wrong about you all these years?",
        "[SCENE_BREAK]",
        "Lindsay: I thought you set your mind against Rex definitively.",
        "Dorian: I've seen the light.",
        "[Dorian chuckles]",
        "Layla: Hello.",
        "Lindsay: Well, hey, hello.",
        "Layla: I'm sorry I'm late. I'm sorry.",
        "Lindsay: It's good to see you.",
        "Layla: You, too, Lindsay.",
        "Dorian: Lindsay is going to help us with the wedding. You know, planning the flowers, the decor.",
        "Layla: Oh, great -- all the help we can get. We don't have much time.",
        "Lindsay: You're not kidding. May 9 -- that's right around the corner.",
        "Dorian: Oh, and there's a problem with that date, so it's now going to be May 13.",
        "Layla: Hmm.",
        "Lindsay: Ooh, we get four whole more days.",
        "[Layla chuckles]",
        "Lindsay: Whoo-hoo.",
        "Layla: And, Dorian, I have some more information about the wedding just for you.",
        "Dorian: Thank you.",
        "Layla: And in case you wanted to see the designs --",
        "Lindsay: Oh, yes, I do, I do. Oh, my gosh -- that is gorgeous.",
        "Layla: Gorgeous.",
        "Lindsay: Whoa. That's not the price, is it?",
        "Layla: Uh -- a small fortune, I know.",
        "Dorian: It's Adriana's design, and whatever she wants, she's going to get.",
        "Layla: And what she wants most is Rex.",
        "[SCENE_BREAK]",
        "Rex: I'm a pretty resourceful guy. Who says I can't get Shane what he wished for?",
        "Shane: No one can.",
        "Gigi: Can we just drop it, please? All this talk about what you want -- it sounds greedy, Shane, so zip it.",
        "Shane: Mom --",
        "Gigi: Now! Here, it's for you.",
        "Shane: Your job is so cool. What are you working on now?",
        "Rex: Oh, it's pretty boring, most of it. Background checks, stuff like that.",
        "Shane: What's a background check?",
        "Rex: It's where you make sure people aren't lying about anything in their past.",
        "Shane: You find out their secrets? Awesome.",
        "Gigi: Shane, you left your jacket behind my desk. Go get it.",
        "Shane: Right now?",
        "Gigi: Yes, now, so I can take you to school as soon as Phyllis gets here. Go!",
        "Shane: Okay.",
        "Rex: Ahem. I'm surprised you got in so early. Didn't you almost fail bio senior year because it was first period and you missed so many classes?",
        "Gigi: You have so many flattering memories of me. Really.",
        "Rex: No, I'm just saying, it's -- it's nice to know you're not late to stuff anymore.",
        "Gigi: Well, sleeping in went out the window when I had Shane. Besides, this is a really good job and I want to keep it.",
        "Rex: I'm glad to hear it.",
        "Gigi: Hmm.",
        "Rex: You'll probably be running this place in a few years.",
        "Gigi: Oh, sure, I'll just push all the Buchanans right off a cliff.",
        "Rex: The Gigi that I knew could do anything she set her mind to.",
        "Gigi: Actually, Jared did mention business classes. He says the company sometimes pays for them.",
        "Rex: Jared, huh?",
        "[SCENE_BREAK]",
        "Viki: You said \"Jimmy.\" Is -- is that the son that you were looking for when we first met?",
        "Charlie: Jimmy's the son who I lost. He died when he was just a child.",
        "Viki: Oh, my God. I'm so sorry.",
        "Charlie: I've never really talked about it, to anyone.",
        "Viki: Oh, Charlie -- there's nothing worse than losing a child.",
        "[Charlie sighs]",
        "Viki: Oh, God, I'm so sorry. It's just awful.",
        "Charlie: Especially when it's your fault that he died.",
        "[SCENE_BREAK]",
        "Rex: Where is Jared, anyway?",
        "Gigi: Why do you care?",
        "Rex: Oh, I just haven't seen him, that's all.",
        "Gigi: You want to talk to him, or do you want to punch him in the mouth?",
        "Rex: Neither. He and I settled things. I apologized.",
        "Gigi: Yeah, you should have. What were you thinking, getting in his face like that?",
        "Rex: I told you what I was thinking. He was playing the boss card, taking advantage of you. But now I know that the kiss -- ahem -- was just some weird thing -- onetime thing, so it's fine.",
        "Gigi: Hmm. What if it was more than just a onetime thing? How would you feel then?",
        "[SCENE_BREAK]",
        "Layla: But anyways, I need to get to a meeting. Um --",
        "Dorian: Thank you, Layla. Well, we'll be in touch.",
        "Layla: Okay.",
        "Lindsay: Okay, see you soon.",
        "Layla: Yeah. Bye, guys.",
        "Dorian: Bye-bye.",
        "Lindsay: Houston, we've got a problem.",
        "Dorian: She's a lovely girl.",
        "Lindsay: Mm-hmm.",
        "Dorian: Vincent would be a fool to lose her.",
        "Lindsay: You're not kidding.",
        "Dorian: How are things with you and Bo? Going smoothly, I hope.",
        "Lindsay: Good and bad.",
        "Dorian: Problems?",
        "Lindsay: One.",
        "Dorian: Nora?",
        "Lindsay: Of course.",
        "Dorian: I hate even saying her name.",
        "Lindsay: Nora and Bo went for a drive up to the lodge in the storm and they got stuck in his car.",
        "Dorian: Did you say \"stuck\"?",
        "Lindsay: \"Stuck.\"",
        "Dorian: I don't understand. Why was he even driving her up there?",
        "Lindsay: Clint. It was Clint's idea.",
        "Dorian: Well, it kind of makes sense, if somehow, subconsciously, Clint realized he was getting tired of the oh-so-tiresome Nora and decided to foist her off on his brother again.",
        "[SCENE_BREAK]",
        "Calvin: Well, in business, sometimes, you have to do things that aren't necessarily pleasant, but it is the nature of the beast.",
        "Clint: Well, it's the nature of business to protect your own interests, too, and I don't see how this takeover attempt could possibly do you any good. I mean, if you succeed, you're overextended and your own company is vulnerable.",
        "Calvin: Well, you did the same thing with Buchanan Enterprises when you took over Cobb's company. Now, you knew that company was his whole life, yet you took it over, anyway. Now, how come you did that? Because you could?",
        "Clint: Cobb came after me first. He made the first move. I responded. I was protecting B.E.",
        "Calvin: Well, I got to protect myself. Yep, I got to protect myself. I'm sorry, Clint, but business is -- well, business.",
        "[SCENE_BREAK]",
        "Pamela: Where are you getting all this information?",
        "Natalie: Well, I got it from the fake heir himself, Jared banks. Nigel confirmed it. So please, be honest, and tell me what it is you're after, pretending to have Jared as your son.",
        "Pamela: I just wanted to help, that's all.",
        "Natalie: Why?",
        "Pamela: Well, I knew Jared when he was a little boy. My brother lived with his mother, and unfortunately --",
        "Natalie: Yes, I know the whole story. Father left when he was a young boy. Mother gets the new boyfriend. Boyfriend moves in, not such a good guy. You're around a lot, blah, blah, blah. Jared had a not-so-great childhood. Who didn't? But now he's an adult, and he's scamming people big-time, and you're helping. And let me tell you something. I do not let anyone take advantage of my family.",
        "Pamela: Well, if that's the case, Natalie, why are we sitting here talking? Why didn't you just go to your father and tell him that Jared is not a real Buchanan?",
        "[SCENE_BREAK]",
        "Charlie: I was a worthless drunk. I mean, you know that already.",
        "Viki: Well, you -- you told me that you were not there for your son.",
        "Charlie: I ran out on my family. And after I just left them, my wife -- she got involved with another man who was abusive, and he beat her.",
        "Viki: Oh, my God.",
        "Charlie: And the two boys. But I -- I didn't know anything about it at the time, of course. Or I would have -- I just didn't know.",
        "Viki: I understand.",
        "Charlie: And Jimmy -- he was scared to death of this son of a bitch. And he was just trying to get away from him, I guess, one day, and he ran out into the street.",
        "Charlie: And my other son, the one that I was looking for when I found you -- he's blamed himself ever since for his little brother's death.",
        "Viki: Why?",
        "Charlie: Just because he felt he should have been protecting him. And so after the accident, he had to go through all that grief and pain and guilt all by himself, because of me. Because I wasn't there. I -- I wasn't there for either of them.",
        "Viki: Oh \u0096",
        "[SCENE_BREAK]",
        "Rex: Oh, so there is something going on between you and Jared?",
        "Gigi: Did I say that? I asked how you'd feel if there was.",
        "Rex: How I'd feel? How -- how should I know? Anyway, it's none of my business. I'm just glad to know that he wasn't taking advantage of you, that's all. You're a single mom, and you've been raising your son over the last 10 years by yourself, and you've done a great job of it.",
        "Gigi: Right. And you just said that I can do anything I set my mind to. So why would I let someone take advantage of me?",
        "Rex: Well, when you put it that way, of course you wouldn't.",
        "Gigi: Yeah. Right.",
        "Rex: You're tough as nails, Morasco.",
        "Gigi: Mm-hmm.",
        "Shane: I'm ready.",
        "Gigi: Ugh, God. Well, Phyllis isn't even in yet. Um -- maybe I can ask Mr. B. For 15 minutes.",
        "Rex: No, no, no, don't. I'll drop Shane off at school.",
        "Shane: Can he, Mom, please?",
        "Gigi: Sure. That would be a big help. Thank you.",
        "Rex: Let's hit the road, buddy. Come on.",
        "Gigi: Uh -- I'll pick you up after work.",
        "Shane: I know, Mom. See ya.",
        "Rex: Hey, now you can tell me what you want for that belated birthday present.",
        "Shane: I got to think about it, okay?",
        "Rex: Take your time.",
        "[SCENE_BREAK]",
        "Viki: Well, I understand now why there's such a -- a rift between you and your older son. But you know, Jimmy's death -- that wasn't your fault.",
        "[Charlie scoffs]",
        "Charlie: I wish I could make myself believe that.",
        "Viki: But you must. You must. I pray that you and your older son will reconcile someday and that he will find it in his heart to reach out to you, because, Charlie, you are just an unbelievably good person. You know? And you've been so good for Rex. He just adores you. You filled a need in him.",
        "Charlie: Yeah. Well, I'm meeting him this morning for breakfast, so --",
        "Viki: That's good.",
        "Charlie: Yeah.",
        "Viki: Thank you for telling me about Jimmy. Thank you for sharing that part of yourself.",
        "Charlie: You make me feel like I could tell you anything.",
        "Viki: I wish that you could forgive yourself.",
        "Charlie: Yeah. I just can't seem to do that.",
        "Viki: Maybe in time.",
        "Charlie: Viki, now, I am so grateful that you are in my life.",
        "[SCENE_BREAK]",
        "Natalie: So why are you so eager for me to spill Jared's secret? You want to share a jail cell with him?",
        "Pamela: And Nigel, the faithful family servant -- is he going to a jail, too?",
        "Natalie: Well, Nigel was forced into this with the best of intentions. On the other hand, Jared wanted to get rich.",
        "Pamela: No, money was never Jared's motive.",
        "Natalie: Huh.",
        "Pamela: No, he is a good person. It's just that he's had a very rough life full of pain.",
        "Natalie: Please, spare me the sob story.",
        "Pamela: Aren't you being a little hypocritical, Natalie? I mean, when you found out you were a Buchanan, didn't you sneak into the family, pretending to be Jessica's friend, and then demand your share of the fortune?",
        "Natalie: The difference is, I really am a Buchanan.",
        "Pamela: Ooh, yes, I'm beginning to see the resemblance. Natalie okay, I think I've heard enough. Obviously, you still have an issue with the Buchanans. That's why you helped Jared, end of story. Have a nice life, Pamela.",
        "Pamela: No, no, no, no. I came all the way here at your request -- your demand. And now you're going to hear my side of the story.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Jared: Yeah?",
        "Charlie: Hey. Can you meet me later at the Palace?",
        "Jared: Yeah. I'll be there. Just tell me when.",
        "[SCENE_BREAK]",
        "Lindsay: Clint's as crazy about Nora as he ever was, God only knows why.",
        "Dorian: Oh. Do you think I'm hoping that Clint will dump Nora because I want him?",
        "Lindsay: Well, do you?",
        "Dorian: Absolutely not. Huh -- I would never take that man back after the way he treated me. I'm glad to be rid of him, and his entire smug family.",
        "Lindsay: Yeah, they can be kind of smug, some of them. But not Bo. Oh, he is so gentle, and sweet! And he makes me laugh. Oh!",
        "Dorian: It sounds like you're hoping the two of you will get involved again, as in \"involved,\" involved.",
        "Lindsay: If only he knew everything I've done for him.",
        "Dorian: What on earth does that mean?",
        "Lindsay: You can't tell anyone about this?",
        "Dorian: Me? Never.",
        "Lindsay: Let's just say that there's certain --",
        "Dorian: Mm-hmm?",
        "Lindsay: Business situations that I've helped out with.",
        "Dorian: Tell me everything.",
        "[SCENE_BREAK]",
        "Jared: Hey.",
        "Gigi: Hey. What's going on?",
        "Jared: Oh, you know, just finishing my progress report on the Columbia project. Then I have an off-site meeting to attend.",
        "Gigi: Do you need to tell me something?",
        "Jared: Yeah, I -- actually, yeah. I -- I saw Rex and Shane leaving the building on my way in. Rex sure gave me a strange look, even for him.",
        "Gigi: Don't worry about it. He's just protective of me. I keep telling him I can take care of myself, he just won't listen.",
        "Jared: This is coming from the guy who's getting married in a month, right?",
        "Gigi: Yeah, to the woman of his dreams.",
        "Jared: You don't sound completely supportive of this blessed union.",
        "Gigi: Sure I am. I'm totally supportive. Rex is my friend.",
        "Jared: Would you want more than that?",
        "Gigi: What? No! Huh. No. Besides, what difference would it make? He's -- he's in love, and he's getting married. Case closed.",
        "[SCENE_BREAK]",
        "Pamela: All Jared ever wanted was a family, and he didn't have a family.",
        "Natalie: A lot of people didn't.",
        "Pamela: I know, like you. But before you found out you were a Buchanan, I'll bet your life wasn't tragic -- at least I think it wasn't.",
        "Natalie: So you're saying that Jared's life was tragic?",
        "Pamela: Yes, his father left him -- not that I think from what I've heard that it was a great loss. And then, my brother moved in. My brother was abusive -- he beat Valerie and he probably beat Jared and Jimmy, too.",
        "Natalie: Who's Jimmy?",
        "Pamela: Jared's younger brother.",
        "Natalie: Jared never mentioned he had a brother. I mean, how old is he? Where does he live?",
        "Pamela: Jimmy's dead.",
        "[SCENE_BREAK]",
        "Rex: Sorry I'm late.",
        "Charlie: No. No, they don't even have a table ready for us yet.",
        "Rex: I had to drop Shane off at school. Gigi had to go into work early this morning.",
        "Charlie: I think it's good that that you're helping out with Shane -- I like that.",
        "Rex: He's good company.",
        "Charlie: Mm-hmm.",
        "Rex: And he seems to think I'm cool, too, which is good for the old ego, I admit.",
        "Charlie: Hmm.",
        "Rex: He doesn't have a dad. And I guess it's probably obvious why he wants to hang with me.",
        "Charlie: Yeah, I guess you can relate, can't you?",
        "Rex: Definitely. But don't even think about feeling guilty. You didn't know that I existed, so it would've been a little tricky to be a big part of my life.",
        "Charlie: Yeah, well, I feel bad that you had to grow up without a father around, Rex.",
        "Rex: Well, I -- I turned out okay. Right? Must have been those amazing genes you passed down to me.",
        "Charlie: You -- I would love to take credit for it, but I think you turned out okay because you worked real hard at making something of yourself, and I'm proud of you.",
        "Rex: Thanks.",
        "Charlie: And I -- I think Shane is -- is lucky because not every kid who loses his dad is able to have such a great substitute. What? Why are you looking at me like that?",
        "Rex: I don't know -- the way you said that. You okay?",
        "[SCENE_BREAK]",
        "Viki: Hey, Gigi.",
        "Gigi: Hi, Viki.",
        "Viki: You're here early, aren't you?",
        "Gigi: Yeah. Uh -- Phyllis was here late last night, so Mr. Buchanan -- Clint -- asked me to sub for her.",
        "Viki: Oh. Well, there was a lot going on, as I understand. Listen, I'm glad I saw you because this was in the kitchen this morning.",
        "Gigi: Oh -- my goodness. My wallet.",
        "Viki: Yeah.",
        "Gigi: Yeah, I need that.",
        "Viki: Yeah.",
        "Gigi: Thank you.",
        "[Viki chuckles]",
        "Gigi: You're a doll and I'm sorry I'm always leaving stuff around your house. Ugh.",
        "Viki: Why are you apologizing? It's your house, too.",
        "Gigi: Thank you, but as soon as I manage to save up just a little bit more money, Shane and I are getting a place of our own.",
        "Viki: Well, now that makes me really sad.",
        "[Gigi sighs]",
        "Viki: I love having you guys there. It's really fun and Charlie likes it, too.",
        "Gigi: I bet you're happy Charlie moved back in, huh?",
        "Viki: Yeah, I am.",
        "[Gigi laughs]",
        "Viki: Ah, I --",
        "Gigi: Uh-oh. Bad news?",
        "Viki: Yeah. Yeah, I have to talk to Clint about this.",
        "[SCENE_BREAK]",
        "Lindsay: Bo can never know about this.",
        "Dorian: Oh, please. Why would I tell Bo? I hardly ever talk to him. Spill, would you?",
        "Lindsay: Let's just say that I have access to certain information that, um, someone at B.E. found very handy in fighting against a certain attempt at a takeover.",
        "Dorian: Oh, Lindsay, my dear. You never cease to amaze me.",
        "[SCENE_BREAK]",
        "Viki: Clint?",
        "Clint: Viki, good morning. Come on in.",
        "Viki: Good morning. Uh -- can I talk to you for a minute?",
        "Clint: Sure. Come in, sit down.",
        "Viki: Thank you.",
        "Clint: So -- ahem. What's on your mind?",
        "Viki: Well, I wanted to show you this -- Todd gave it to me. It's -- it's supposed to run in tomorrow's edition of \"The Sun.\"",
        "Clint: Well, this is going to weaken B.E.'s standing even more.",
        "Viki: Needless to say, I'm as disturbed by the article as you are.",
        "Clint: Well, I'm not surprised, though. Todd's newspaper has a man without scruples or decency.",
        "Viki: Well, that's just a bit unfair.",
        "Clint: Are you going to defend him?",
        "Viki: Clint, he gave me a heads-up on that article and 24 hours to disprove it. I think that's kind of decent. Although obviously, he's gone too far in this. I mean, he can't print these lies about you, so I think you obviously need to do something. You have to talk to him.",
        "Natalie: Jared was standing there?",
        "Pamela: Yes, he saw the accident. He saw his brother get hit.",
        "Natalie: And he blamed himself?",
        "Pamela: Yes, for not just stopping him -- for letting him run in front of that truck.",
        "Natalie: This is awful.",
        "Pamela: Well, after the accident, I spent an awful lot of time with Jared. I used to tell him all kinds of wonderful stories about my life with Asa. I'm afraid I idealized them. I just wanted him to know that there was a chance he could have a good life, that not everything was going to be so bleak. Oh, and Jared really latched on to the idea of the extraordinarily powerful Asa Buchanan and his perfect family, hmm?",
        "Natalie: Yeah, so that's why when Uncle Bo called to see if Grandpa was really Jared's father, you said yes.",
        "Pamela: Yes. That's why.",
        "[Natalie sighs]",
        "Pamela: My heart just went out to him. Hmm -- all that pain he suffered.",
        "Natalie: I have to go but, Pamela, thank you so much for meeting me.",
        "Pamela: Natalie? Jared is a really good soul. No matter how all of this, you know, comes down, you can believe that.",
        "[SCENE_BREAK]",
        "Charlie: You see, something happened a long time ago that I -- I deeply regret. And I know I can't go back, change the past, but I just wish there was some way that I could try to make it up, and I know I can't. I just -- I'm rambling. I'm sorry.",
        "Rex: Do you want to talk about it?",
        "Charlie: You're very generous, Rex. And I appreciate the offer, but I really can't get into it. Let's just say I have to figure out how to right an old wrong.",
        "[SCENE_BREAK]",
        "Lindsay: You swear you will never tell a single person what I just told you?",
        "Dorian: I can't remember what we were talking about. I don't even remember your name, but I love your eye shadow.",
        "Lindsay: Oh -- I love that about you --",
        "[Dorian chuckles]",
        "Lindsay: And I knew you would understand.",
        "Dorian: Oh, yes, I understand completely.",
        "Lindsay: Come here.",
        "Dorian: Yes, my dear.",
        "Lindsay: I got to go.",
        "Dorian: Oh, please. If you have any more brilliant ideas about my daughter's wedding, call me.",
        "Lindsay: You got it. In the meantime, you take care.",
        "Dorian: Oh, yes. I'll take care. Ha.",
        "[SCENE_BREAK]",
        "Jared: You're back.",
        "Natalie: Yeah.",
        "Jared: You okay?",
        "Natalie: I'm fine. Um -- you know where my dad is?",
        "Jared: Yeah, he's in a meeting with your mom, actually.",
        "Natalie: Really?",
        "Jared: Yeah.",
        "Natalie: I wonder what that's about.",
        "Jared: Don't know. How'd your meeting go?",
        "Natalie: It was informative, gave me a lot to think about.",
        "Jared: Look, if you want to talk through anything, I'm around. Sometimes it helps to get a different perspective.",
        "Natalie: Sometimes it just makes you more confused.",
        "Jared: Okay, I'm not quite sure what you mean by that.",
        "Natalie: Never mind. Um -- I think I just need to be by myself for a little while.",
        "Jared: Okay. Sure.",
        "[SCENE_BREAK]",
        "Clint: This is \"The Sun\" we're talking about. It's a rag. Nobody takes it seriously.",
        "Viki: Well -- well, so, what? You're not going to talk to him?",
        "Clint: No, I'm not going to talk to him.",
        "Viki: Oh. I can't believe you're being so cavalier about this. This -- this article could seriously damage your reputation.",
        "Clint: It's Todd. Todd has no standing in the business community. No one will believe any of that or even care.",
        "Viki: You don't know that. Besides, these are false accusations, not to mention very serious ones. I mean, you have -- you have grounds for a libel suit.",
        "Clint: I am not going to waste my time and money on a useless legal battle.",
        "Viki: Are you not getting this? This article accuses you of using underhanded personal threats against takeover companies. I mean, that's how Asa operates, not you.",
        "Clint: Asa was a shrewd businessman.",
        "Viki: Your father was a ruthless businessman. You and Bo are not and I think people need to know that Buchanan Enterprises is not operating like that anymore. Come on, you have to fight back. You have to denounce these things as what they are -- lies!",
        "Clint: They're not lies.",
        "Viki: What do you -- what do you mean, \"They're not lies\"? They can't possibly be --",
        "Clint: It's all true.",
        "Viki: That's true? Oh, my God!",
        "Clint: Well, let's not get melodramatic.",
        "Viki: You used personal threats against rival companies? I mean, that's -- that's so unethical. It's illegal, Clint!",
        "Clint: Now, wait -- wait a minute. These two guys came after this company using less than legal means. I was just fighting back.",
        "Viki: They were after the company. It was not you personally -- it was business!",
        "Clint: They were trying to destroy B.E. They were trying to destroy the Buchanan family -- was I going to let that happen?",
        "Viki: I know that you are very loyal. I also know that you are a very moral and rational man. To go after people personally like that -- how could you do something so dirty?",
        "Clint: Well, come on. You make it sound like I'm selling drugs to children.",
        "Viki: Okay, it's not funny.",
        "Clint: I will do whatever it takes to make sure nobody destroys this company or my family -- whatever it takes.",
        "Viki: My God, what's happened to you? I know you, Clint. We have been through so much together. I really can't even believe you're saying this.",
        "Clint: Hmm -- things change. Asa's gone. Now, I have to protect my employees and my family. And with that in mind, I got a lot of work to do.",
        "[SCENE_BREAK]",
        "Jared: Hey.",
        "Charlie: Hmm. Oh --",
        "Jared: Ahem.",
        "Charlie: Yeah, thanks for -- well, just thanks for meeting me here.",
        "Jared: Yeah, well, it sounded important on the phone, so --",
        "Charlie: It is. I've been giving a lot of thought to what we talked about the other day -- uh -- what you told me about your brother's death. Now I just wanted to let you know that I blame myself.",
        "Jared: Okay --",
        "Charlie: Okay, no, no. I should have been there, and I can't let you just keep feeling that you could've done more or that you -- you could've somehow stopped things because it wasn't your fault, Jared.",
        "Jared: Charlie --",
        "Charlie: No, you were just a kid yourself. And that coward who beat you and your brother and your mom, that's the guy responsible. And I think it's about time that he pay for what he did.",
        "Jared: Uh -- can -- can you hold on for one second? Pamela?",
        "Pamela: Oh. Hello, Jared.",
        "Jared: I -- I didn't know you were in town.",
        "Pamela: Um, uh --",
        "Jared: Uh -- Charlie, this is, um --",
        "Pamela: Oh, um -- I'm -- I'm Pamela Stuart -- Jared's mother.",
        "[SCENE_BREAK]",
        "Natalie: What -- have you got in your hand?",
        "Viki: Todd's going to print this tomorrow. And you're not in the slightest surprised to see this. Gee. This is what you've been so upset about, isn't it -- the thing you can't talk about?",
        "Natalie: I still can't.",
        "Viki: You know, honey, I thought I knew your father. My -- how long were we married, you know? We lived together, we worked together, we shared everything. I don't know him at all.",
        "[SCENE_BREAK]",
        "Lindsay: I got your message. Do I need to ask why I'm here?",
        "Clint: I want you to dig up everything you can on Calvin Jenkins.",
        "[SCENE_BREAK]",
        "Calvin: Well, Asa's been a mentor to me, a good friend who a couple of times has bailed me out of tight spots, and as to his sons, I like Clint and Bo -- respect them both, and despite their best efforts, B.E. is no doubt in a -- well, it's in a compromising position. Now, I can do what you asked me to do, I can do what you discussed, but I will not like it.",
        "Dorian: I'm not interested in what you like. I'm only interested in bringing Clint Buchanan down.",
        "[NEXT_ON]",
        "Natalie: Dad really respects you and what you have to say matters to him.",
        "John: Maybe I'm crazy but it seems like we have this connection.",
        "Cole: The only thing that bad happened that night was your dad walking in on us.",
        "Starr: That's not the only thing that happened that night."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=JP4-TCM9CuA"
}