{
    "Episode Summary": [],
    "Recap": [
        "Jessica is crying, hysterically, in the courtroom. Antonio tries to get her to tell him what is wrong, but she just tells him that she cannot adopt Jaime. Antonio doesn't understand her actions. Jessica runs out of the courtroom, still crying hysterically. Everyone is concerned about her actions, and wonders what is up with her. Jessica apologizes to Jaime for her outbursts and tells her that she loves her. Dorian tries to talk to Jessica, but Jessica pushes her away and runs out of the courthouse. Outside in the car, she cries hysterically. John and Marty are at Rodi's, enjoying a beer, and small talk. They discuss playing pool and also playing darts. Marty challenges him to a game of darts. John throws the darts first, then he goes to get them and hands them to Marty. Marty steps way over the line for her first throw. John realizes what she is doing, and tells her to get back behind the line. Her first throw, she misses the board completely, and off to one side. The next throw is just about as bad. Her third throw, she hit's the bartender in the backside. The dart sticks in his pants. Marty is so embarrassed. Bo is in his office when Paige comes to visit. Paige lets him know that she had been on a conference call, and she had decided to take the job abroad. Bo is disappointed that Paige is leaving. Nora and Matthew come into the police station. She tries to talk to him, but he just clams up. Nora gets a call that she has to take, but she assures him that they are going to talk to Bo about the fire. Matthew goes into Bo's office just in time to find out that Paige is leaving town. Matthew is more than a little upset that Paige is leaving on top of everything else that had happened. Nora comes into Bo's office and finds out that Paige is leaving town. Matthew runs out of the office. Paige asks Nora to let her talk to him. Paige tries her best to talk to him, but with no luck. He is still upset with her. Nash is in his car and he is driving out of town. The rain is really coming down heavy and the lightning flashes. He looks at the pic of Bree on the dashboard. He talks to the picture. In the courtroom, Antonio tries to talk to the judge that is handling the adoption. Antonio assures her that they will get this straightened out. The judge tells him that if they don't get this straightened out then she will have to recommend that Jessica get additional therapy. The judge leaves the room. Antonio begins to question Christian what he knows about Jessica and Nash. Christian doesn't want to tell Antonio anything, so he beats around the bush,. Antonio tells Carlotta to take care of the girls while he and Jessica get things worked out . Jessica is in her car, driving out of town. She is still crying and remembering the times that she had spent with Nash.",
        "Marty and John makes her apologies to the bartender. The bartender tells them that the drinks are on him, but if he has to have a tetanus shot then he will send her his hospital bill. John and Marty take the back way out of the bar. Natalie comes in, and asks the bartender if he had seen Jessica. The bartender tells her that he hasn't seen Jessica, but John had just been there with a woman. He also tells Natalie that they had gone out the back way. Jessica is at the rock quarry. She is down on her hands and knees and she is screaming. Nash finds her abandoned vehicle, and begins to look for her. He finds her at the rock quarry. He just looks at her without saying a word. She looks up and sees him through her tears."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Judge: Be seated. Good afternoon. Some days in my job are better than others, and this is a very good day. As you know, we're here to formalize the adoption of the minor child, Jamie Vega, by her stepmother, Jessica Buchanan Vega. It's always a happy occasion when someone makes a commitment to the life of a child. Adoption is one of the most sacred foundations of the family court. Antonio and Jessica, please rise. I have spoken to Antonio and Jessica, read the adoption petition, and found it to be satisfactorily completed. All that's left is for Jessica to declare her intentions. Mrs. Vega, is it your desire to adopt Jamie Vega? Mrs. Vega, did you hear me? Is it your desire to adopt Jamie Vega?",
        "Jessica: No. I'm -- I'm sorry.",
        "Antonio: Jess?",
        "Jessica: I can't do this.",
        "[SCENE_BREAK]",
        "Marty: Looks like we just beat the rain.",
        "John: Barely. You want a drink?",
        "Marty: A beer would be great.",
        "John: A beer? Ok. Hey, Mac, you got any of that good stout on tap?",
        "Mac: Yeah, we do. Yeah, we do.",
        "John: Make it two, will you? Mac: You got it.",
        "Marty: How did you know I liked Irish beer?",
        "John: Lucky guess.",
        "Marty: Oh, you found out I lived in Ireland.",
        "John: Well, you know, when someone tries to get in my head, occasionally I like to return the favor.",
        "Marty: Ah. Somehow, that doesn't surprise me.",
        "John: Yeah, does that mean you're leaving?",
        "Marty: No, I didn't want to get wet. You know, I used to hang out in places a lot like this back in Ireland.",
        "John: Oh, yeah?",
        "Marty: Yeah.",
        "John: You miss it?",
        "Marty: All the time.",
        "[SCENE_BREAK]",
        "Nash: My baby girl. I know -- I promised I'd never leave you again. Well, here's another promise -- it won't be forever. All right? It's just staying here is worse. It's -- far worse.",
        "[SCENE_BREAK]",
        "Judge: Mrs. Vega, are you saying that you don't want to go through with the adoption?",
        "Jessica: Oh, sweetie. You know you didn't do anything wrong, right? And I love you so much.",
        "Jamie: Bigger than the sky?",
        "Jessica: Oh, God, yes. Bigger than the whole world. But, um -- oh, sweetie, I don't deserve you.",
        "Natalie: Mom?",
        "Viki: I don't know.",
        "Antonio: Jess? Jess, what the hell is going on?",
        "Jessica: Oh, I'm so sorry. I can't adopt your daughter.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Bo: Come in.",
        "Paige: Bad time?",
        "Bo: Nope. Just looking for an excuse to take a break.",
        "Paige: Ah.",
        "Bo: Whoa. When did it start raining?",
        "Paige: Just between when I got out of my car and came in here.",
        "Bo: You want some coffee?",
        "Paige: Uh -- no, thanks.",
        "Bo: Tough day at the hospital?",
        "Paige: Usual.",
        "Bo: Hmm. Because you left so early, I figured that you probably had a big day.",
        "Paige: I -- I had a long-distance conference call.",
        "Bo: From Pakistan?",
        "Paige: Well, now it's Bhutan, actually.",
        "Bo: So I guess that means that you're going to take that job?",
        "[SCENE_BREAK]",
        "John: How is it?",
        "Marty: Oh, not bad. Hmm. Patricought Iris tasted much worse in the states.",
        "John: Huh. You don't talk about him much. Must be hard, I guess.",
        "Marty: I talk about him with Cole.",
        "John: Yeah, sure. I mean, you want to keep his memory alive for your kid.",
        "Marty: He had a great sense of humor, and a great smile. Cole has his smile, actually.",
        "John: Oh, yeah?",
        "Marty: Yeah -- well, although, he doesn't use it that much these days.",
        "John: Well, he's a teenager, you know? Teenagers don't smile much.",
        "Marty: Oh, and you would know?",
        "John: No. I can't even figure out what they're doing with their pants, you know? The underwear is showing, the belt's around their knees? At least, he's not a bad kid, you know, Marty.",
        "Marty: No, he's a good kid. He's just making a lot of mistakes.",
        "John: Yeah, well, welcome to the rat race. You know, it's a -- that's a hard hand in life to be dealt, you know, him losing his father.",
        "Marty: I guess you can relate. Did you have someone who, you know, helped out when your father was killed?",
        "John: Yeah -- the old man's partner, Pete. He was a good guy. He used to -- he used to check in on mike and me, you know, make sure we weren't screwing up too much.",
        "Marty: Do you think it would be possible -- and you can say no if I'm stepping over the line here -- but, do you think you could do that for Cole?",
        "John: Uh -- I thought you didn't want me -- want me around him.",
        "Marty: Not when you're the arresting officer. It's just you seem to know what's better for him these days than I do.",
        "John: I doubt that.",
        "Marty: John, I don't know, he listens to you, and I just -- I really believe that you might be able to help him and, I mean, he doesn't listen to anything I say, so -- I'm sorry. I just -- I don't know what I'm doing.",
        "John: I think you know more than you think, you know? But if you think I can help --",
        "Marty: Thanks.",
        "[SCENE_BREAK]",
        "Nash: You are the best thing that ever came my way. Mommy feels the same way. You're more important to us than our own lives, ok? It's just -- I can't be a good daddy to you right now. When I can, I'll be back. That's a promise. Meantime, I need you to be strong, ok? Your mommy needs you to be strong.",
        "[SCENE_BREAK]",
        "Jessica: Jamie's so beautiful. She doesn't deserve all the pain that I'm going to cause her.",
        "Judge: Mrs. Vega, are you absolutely certain you don't want to go through with the adoption?",
        "Antonio: Can I have a couple of minutes alone with my wife?",
        "Judge: There will be a two-minute recess. Then I need an explanation.",
        "Natalie: Mom, what is wrong with Jessica?",
        "Viki: I don't know, darling.",
        "Dorian: Clint, do you suppose Tess has come back?",
        "Clint: No, no, I don't think that's the problem.",
        "R.J.: Ok. What the hell is going on here? Does Jessica want to adopt my granddaughter or not?",
        "Viki: R.J., I think you just have to give her a minute, ok?",
        "R.J.: \"Give her --\" this is about Jamie, and Jamie deserves better than -- than Jessica's crazy waffling.",
        "Natalie: Ok, my sister is not waffling.",
        "R.J.: That's what it sounds like to me.",
        "Natalie: Well, you're wrong.",
        "R.J.: Well, then you must be going deaf.",
        "Clint: All right, all right, all right, stop it, both of you. Now, Jessie and Antonio will figure this out.",
        "Dorian: Clint is right again, as usual.",
        "Carlotta: Do you know is about?",
        "Cristian: Afraid so.",
        "Antonio: Do you want to explain to me what went on in there?",
        "Jessica: I love Jamie so much.",
        "Antonio: I know. Why did you tell the judge you can't adopt her? Honey, please. Talk to me. Jess, what's wrong?",
        "Jessica: I didn't plan any of this, but I just -- oh, God, I was looking at those pictures that she made of us as a family and it's -- it's just -- it's a lie, it's not true.",
        "Antonio: What is?",
        "Jessica: I -- I adore her, I really do. That's why I can't do this.",
        "Antonio: Jess -- jess, are we a family or aren't we?",
        "[SCENE_BREAK]",
        "Bo: When you left the house this morning, you didn't say anything about taking that job.",
        "Paige: That's because this morning, I was planning to tell the organization no.",
        "Bo: What changed your mind?",
        "Paige: Well, when I was waiting for the call, I was hanging out in the doctors' lounge and, Bo, the TV was on.",
        "Bo: I read about that on the news, the -- the cholera outbreak?",
        "Paige: No child should be dying of cholera in this day and age, or diphtheria or tuberculosis. So when the call came, I --",
        "Bo: You said yeah.",
        "Paige: Please understand.",
        "Bo: No, I do, I do. You're honoring Hugh's memory.",
        "Paige: Yes, and trying to make up for the mistakes I made with Spencer.",
        "Bo: How long are you going to beat yourself up about that?",
        "Paige: I don't know.",
        "Bo: What if you stopped? Don't go.",
        "[SCENE_BREAK]",
        "Nora: So how fun was that? When was last time you jumped over puddles, huh?",
        "Matthew: At our house when it burned down.",
        "Nora: Right, ok. Well, we're here and we're going to stay and talk to your dad.",
        "Matthew: Whatever.",
        "Nora: Hey, are you getting all sullen with me?",
        "Matthew: Stop talking weird.",
        "Nora: I will when you promise to start talking to me and your dad.",
        "Matthew: There's nothing to talk about.",
        "Nora: Oh, right, yeah -- nothing like our little fire that completely burned down our house with everything in it.",
        "Matthew: Well, maybe you need to talk about it.",
        "Nora: Hey, listen -- [Phone rings] I have to take this. Just go tell your father that I'll be in, in a minute, and we are going to talk about the fire.",
        "Matthew: All right.",
        "Nora: All right. Hey, I love you.",
        "Matthew: I know.",
        "Nora: Uh -- I love you.",
        "Matthew: Love you, too.",
        "Nora: Go.",
        "Matthew: I'm going.",
        "Nora: Please tell me that ambulance chaser is giving up --",
        "[SCENE_BREAK]",
        "Bo: So nothing I say can change your mind?",
        "Paige: It's something I really feel I have to do.",
        "Bo: How long will you be gone?",
        "Paige: Well, I committed to three months in Bhutan, but if they need me, I'll stay longer.",
        "Matthew: You're leaving?",
        "[SCENE_BREAK]",
        "John: Thanks, Mac.",
        "Mac: You got it.",
        "John: Just say it.",
        "Marty: Excuse me?",
        "John: You've been giving me that look for a while now.",
        "Marty: Uh -- what look?",
        "John: That look.",
        "Marty: No, I haven't. I mean, it's none of my business.",
        "John: When did that stop you before?",
        "Marty: It's just, you know, on a night like tonight -- it's raining and, I don't know, I'd like to be curled up in front of a fire with someone you love.",
        "John: I'm not sure, but is that a roundabout way of asking me how I'm doing without Natalie?",
        "Marty: Yes. How are you doing without Natalie?",
        "[Thunder]",
        "Marty: That's what I thought.",
        "John: Yeah.",
        "Marty: Are you expecting someone?",
        "John: No. We -- we used to hang out here a lot, you know, at Rodi's.",
        "Marty: Oh. You know, we can go someplace else if you want.",
        "John: Nope, nope -- why, you know? The beer's good, the pool cues aren't completely warped.",
        "Marty: Well, now, is that an invitation?",
        "John: I'm not sure I want to play games with you, Doc.",
        "Marty: You are always so thoughtful about sparing my feelings.",
        "John: Hmm.",
        "Marty: Actually, darts used to be my thing with Patrick.",
        "John: Oh, yeah -- darts? Who was better?",
        "Marty: Who do you think?",
        "John: Well, he was Irish, right, so I'm thinking that was in his blood.",
        "Marty: I will have you know my picture is on the wall in a bar in county cork -- that's in Ireland.",
        "John: Gee, I had no idea.",
        "Marty: Are you laughing at me?",
        "John: Haven't you heard? I don't laugh.",
        "Marty: Well, be after I beat you.",
        "John: What -- is that you challenging me to a game of darts?",
        "Marty: Are you afraid?",
        "John: Of you? No.",
        "Marty: Well, you should be -- very afraid.",
        "[SCENE_BREAK]",
        "Jessica: Yes, we're a family, and I love you guys so much, but I -- I can't do this!",
        "Antonio: Honey, what is it?",
        "Jessica: If I adopt Jamie, if I become her mom, I'm just -- I'm going to hurt her and I'm going to hurt you! I -- I'm so sorry.",
        "Antonio: How, honey --",
        "Jessica: I'm sorry. Can we just drop it, Antonio, please? Please?",
        "Antonio: Yes. Yes, let's just drop the whole thing.",
        "Jessica: Oh.",
        "Antonio: Do you want to tell Jamie or shall I?",
        "Jessica: Oh, my God. Oh, my God, I have to get out of here. I have to get out of here.",
        "Antonio: Jess --",
        "Jessica: I can't breathe, please!",
        "Antonio: What is wrong?",
        "Jessica: I can't breathe --",
        "Viki: Jessie, what's wrong? Breathe. Honey, is it Tess?",
        "Jessica: No, it's --",
        "Antonio: I don't know. She's not making any sense.",
        "Jessica: Oh, my God.",
        "Dorian: Is she hallucinating?",
        "Clint: She needs a doctor, for God's sake.",
        "Dorian: Well, I'm a doctor. Let me have a look at her. Jessica --",
        "Jessica: Get away from me!",
        "Viki: Everybody, leave her alone.",
        "Jamie: Mommy?",
        "Jessica: Oh, sweetie. I'm so sorry. Please don't hate me.",
        "Antonio: Jessica --",
        "Viki: No, Antonio. No, leave her alone for a minute. Let her go.",
        "[SCENE_BREAK]",
        "Nash: See, the thing is -- I guess I'm just a selfish guy, because I don't want Jessica to live happily ever after with Antonio. I want to live happily ever after with Jessica and you. You know? Huh, oh, Jessica -- why did you give up on us?",
        "[SCENE_BREAK]",
        "Jessica: I'm sorry. I'm so sorry.",
        "[SCENE_BREAK]",
        "Matthew: Are you and dad breaking up?",
        "Bo: No.",
        "Matthew: But she's going to be gone for three months, maybe more.",
        "Bo: I know that seems like a long time right now, but, you know, she'll be back before summer vacation's even over.",
        "Matthew: You said you wanted to stay longer.",
        "Paige: We can email.",
        "Matthew: My computer burned up in the fire.",
        "Bo: Yeah, but your grandpa just bought you a new one.",
        "Matthew: Whatever -- it's not the same.",
        "Bo: Ok, your mom wanted us to talk about school and about your attitude.",
        "Matthew: Oh.",
        "Bo: Now, your -- your grades are going down, you're not getting your homework done.",
        "Matthew: Do I have to go back to school?",
        "Bo: What's going on at school?",
        "Matthew: My teachers treat me like I'm 5 years old. They feel sorry for me because my house burned down. Now my friends are starting to make fun of me because of the way the teachers are treating me.",
        "Bo: All right. I'll talk to your teachers about that, but, son, you have to focus on your schoolwork.",
        "Matthew: Why does everything have to change?",
        "Bo: It's just part of life, Matthew.",
        "Matthew: Not everyone's life. Why can't people stay together? Why did Jen have to die?",
        "Bo: Now, son --",
        "Matthew: Why does some crazy guy have to burn your house just because he's a different religion or color as you?",
        "Paige: Matthew, I know it's not fair --",
        "Matthew: And if people like you, why can't they stay and be with you?",
        "Nora: Hey. What's going on?",
        "[SCENE_BREAK]",
        "John: Ok, ladies first.",
        "Marty: Age before beauty.",
        "John: Nice. I don't know, you sound a little hesitant, a little chicken.",
        "Marty: No, I just don't want to make you nervous. Hmm.",
        "John: I think I've thrown darts before.",
        "Marty: Ooh -- really? Poisoned ones at perps?",
        "John: I always read them their rights first.",
        "Marty: Very civil of you.",
        "John: Ah.",
        "Marty: Hmm. Amateur.",
        "John: Mm-hmm, so I'll tell you what -- do better than the amateur.",
        "Marty: Oh, blindfolded with a hand tied behind my back.",
        "John: Now, that's an interesting picture.",
        "Marty: Are you afraid of being beaten by a woman, detective?",
        "John: Should I be?",
        "Marty: Uh-huh, yeah. Just, um --",
        "John: Yeah, no -- of course.",
        "Marty: Stand back,",
        "John: I'm -- I'm getting way back.",
        "Marty: Uh-huh.",
        "[John coughs]",
        "Marty: You trying to distract me?",
        "John: Nah, I think you got this game pretty locked up.",
        "Marty: That's because I'm a legend.",
        "John: That's because you're four feet over the line.",
        "[Marty laughs]",
        "John: You win because you cheat, lady.",
        "[SCENE_BREAK]",
        "Natalie: Hey, mom, what is wrong with Jessica?",
        "Viki: I don't know. Adoption is a huge decision, sweetheart.",
        "Natalie: Yes, but people don't have meltdowns because of them. I mean, look at Marcie and Michael with Tommy.",
        "Viki: Yeah, well, Jessie has a lot on her mind right now.",
        "Natalie: Well, we all do, but you don't freak out in front of the judge. Why did you let her go?",
        "Viki: Honey, she needs time and -- and a little space, you know, to be able to think without everybody telling her what to do.",
        "Natalie: Think about what? Mom? Mom?",
        "Viki: Yeah, I know. I think when Jessie's ready to tell us what's going on, she will.",
        "[SCENE_BREAK]",
        "Antonio: As you know, judge, it's -- it's been a really stressful year for Jessica and this whole experience has been a bit overwhelming.",
        "Judge: I hear you, Antonio, but adopting a child is overwhelming for everyone. I mean, you assured me that this was merely a formality, so I put you on my docket as a personal favor.",
        "Antonio: I -- I know and I appreciate it.",
        "Judge: But this is more than just our friendship. I mean, we're talking about a child's future.",
        "Antonio: I -- there's no one more away of that than I am.",
        "Judge: Look, we've known each other a long time. But this kind of behavior -- it doesn't fly in the courtroom.",
        "Antonio: And it won't happen again. I promise.",
        "Judge: Personal feelings aside, if it does, I will deny the adoption, and I'm also going to review the case, see if your wife needs another psychological evaluation.",
        "Antonio: But that -- that won't be necessary. She's just tired.",
        "Judge: Look, this is my call and I take it very seriously. Tired is not a good enough excuse, Mr. Vega.",
        "Cristian: You ok?",
        "Antonio: What do you think?",
        "Cristian: That Jessica really screwed up. What were you guys talking about in the halls?",
        "Antonio: That she loves Jamie, but she can't adopt her.",
        "Cristian: Did she say why?",
        "Antonio: You tell me. You've been meaning to talk to me about Jessica for the last couple of weeks, and then all of a sudden, you drop it.",
        "Cristian: Well, I just didn't think it mattered anymore.",
        "Antonio: No, that's bull. She asked you to drop it.",
        "Cristian: I don't see Jessica these days.",
        "Antonio: Yes, I noticed. Why? Look, you and Jessica used to be friends. Now, all of a sudden, you can't even look at each other. You know, the funny thing is she's acting the same way around Nash.",
        "Cristian: It's not the same.",
        "Antonio: Yeah, then how's it different? Come on, man. You know, all of a sudden, Cristian I think that you know more about what's going on with my wife and with Nash than I do!",
        "[SCENE_BREAK]",
        "[Jessica remembering]",
        "Jessica: I am marrying the man that I love.",
        "Nash: You are not listening to your own heart.",
        "Jessica: Look at me. I am in my wedding dress. I'm about to go to the church to marry the man of my dreams -- my dreams!",
        "Nash: Don't marry him! Don't marry Antonio. What are you going to do when you're walking down the aisle and you see Antonio at the altar and me standing right beside him? If you're as integrated as you say you are, then you are ignoring a big part of yourself, a part of you which is so precious, so beautiful, so wild and exciting. He doesn't love that part of you. You're integrated, which means you're a new person. And until you and Antonio understand that, this wedding is doomed to fail before you even get to the altar. I want to know what I did to make number one on your little hit list. What did I do to make the hit list?",
        "Jessica: You want to know why?",
        "Nash: Yeah!",
        "Jessica: Well, because if I don't hate you, then -- then --",
        "Nash: Then -- then what?",
        "Jessica: Then what I -- I do feel could ruin everything.",
        "Marty's voice: So it's true -- you really do love Nash?",
        "Jessica: Well, I guess it is, you know, because that's what I wanted to say and do in my dying moments.",
        "Marty: I want you to write down, without thinking, the name of the man you want to be with -- not the man you think you should be with, but the man that you see yourself spending the rest of your life with.",
        "Nash: I heard you're going to adopt Antonio's little girl.",
        "Jessica: Who told you that?",
        "Nash: Antonio.",
        "Jessica: What? Spit it out. What?",
        "Nash: It's going to be just that much harder, isn't it?",
        "Nash's voice: The only thing that's going to make this better is if I put as much distance between us as possible. Done.",
        "[SCENE_BREAK]",
        "Marty: I didn't know, I swear.",
        "John: Yeah, yeah. That's what they all say.",
        "Marty: Fine. Satisfied?",
        "John: Not since the fourth grade.",
        "Marty: Who am I kidding? You'll never be satisfied.",
        "John: Hmm. Just throw the damn dart.",
        "Marty: Watch and learn.",
        "John: Yeah, yeah. Well, some people are legends in their own mind. Oh, boy, all right. Just go ahead and move forward, as close as you want. Now, get right up in there, ok?",
        "Marty: You're enjoying this, aren't you?",
        "John: Mm-hmm. Just throw the thing.",
        "Mac: Ow! Ow.",
        "Marty: Oh, my God. I am so sorry.",
        "Mac: You are so cut off!",
        "John: It's unbelievable, I can't take you anywhere.",
        "[SCENE_BREAK]",
        "Antonio: Is there something you want to say to me?",
        "Jamie: Daddy? Doesn't Jessica want to be my mommy anymore?",
        "Antonio: Oh, honey. Of course she does. I'm -- I'm going to take a walk with her, ok?",
        "Carlotta: Yeah. What is going on between your brother and Jessica?",
        "Clint: Viki, did you get ahold of her?",
        "Viki: No, she's not answering her phone.",
        "Natalie: Do you know where she went?",
        "Viki: I have no idea. I mean, I never dreamt she was getting the car and -- and drive away. Obviously I shouldn't have let her go -- she could be anywhere now.",
        "Clint: Yeah. You're right -- she could be driving around in the rain.",
        "Dorian: Are you certain that Tess hasn't made a reappearance?",
        "Clint: Well, I'll tell you something -- I am not certain about anything, but I can't take this anymore. I'm going to go look for her. Viki, do you want come with me?",
        "Viki: Yes, thank you, I will.",
        "Clint: Ok.",
        "Dorian: Oh, that's a good idea. Come on, let's go.",
        "Clint: Antonio? Um -- we're going to go look for Jessie.",
        "Antonio: Keep me posted.",
        "Clint: I will.",
        "Antonio: You know, Jessica loves you very much. Ok? She -- she wasn't feeling well and she didn't want to make you sick, so she left.",
        "Jamie: Really?",
        "Antonio: Cross my heart, and may it start raining really big pink elephants. R.J. Look who's here.",
        "Jamie: Grandpa.",
        "R.J.: Hey, darling.",
        "[SCENE_BREAK]",
        "Nash: What the -- oh, Jessica. Hmm.",
        "[SCENE_BREAK]",
        "Jessica: No. No! No! No! What do I do? What do I do? Oh!",
        "[SCENE_BREAK]",
        "Bo: How is Matthew doing?",
        "Nora: Office has given him a video magazine, so -- would you mind telling me what happened?",
        "Paige: I decided to accept this job in Bhutan and I was telling Bo about it and Matthew overheard.",
        "Nora: Paige, you can't underestimate how much he cares about you.",
        "Paige: I'm crazy about him, too. I -- I was hoping to find a better time to tell him.",
        "Bo: And I hoped that I could convince Paige to stay.",
        "Nora: And that's not happening, is it?",
        "Paige: I'll be back.",
        "Nora: I don't think Matthew's in a place right now where he can believe that. You know, he's lost a lot.",
        "Paige: I want to talk to him. Is -- is that ok?",
        "Bo: Sure.",
        "Nora: I think he'd like it.",
        "Paige: Great.",
        "Nora: Ok, Bo, this is me not nagging, but I --",
        "Bo: We will find the guy that set those fires, Nora.",
        "Nora: Our kid needs a win, Bo.",
        "Paige: You know, when I was in medical school, I had this professor -- Dr. Wickstrom. He was really tough and he hated me for some reason. He just -- he would always embarrass me in front of my patients, he was really trying to get me to quit.",
        "Matthew: But you didn't?",
        "Paige: No, I didn't want to give him the satisfaction. So at the end of the semester, even though he couldn't stand it, he had to give me an A.",
        "Matthew: So you mean you're not going to leave Bhutan even if you hate it?",
        "Paige: That's right.",
        "Matthew: And this isn't because me and my dad did something wrong, is it?",
        "Paige: Matthew, are you kidding me? No. No, of course not. This has nothing to do with you -- I love you. I love your dad.",
        "Matthew: Not as much as those kids in Bhutan.",
        "Paige: I wish I could find some way to --",
        "Matthew: I get it. You're helping sick kids. It's great. We'll have a going- away dinner for you.",
        "Paige: Matthew -- [Paige sighs]",
        "[SCENE_BREAK]",
        "Marty: Do you think the bartender's ok?",
        "John: I once saw a guy break a pool cue over his head. He'll be fine.",
        "Marty: Yeah, but I could've put his eye out. It wouldn't have been the first time it happened.",
        "John: Really? What -- what happened to \"the legend\"?",
        "Marty: Oh, I am. Just not for accuracy.",
        "John: What, for all the times you missed?",
        "Marty: I was banned from one pub.",
        "John: Only one?",
        "Marty: It's not funny.",
        "John: Ah, forget about it. It's just a game, doc.",
        "Marty: You know, I would think after all the times that I have played, that I could at least get a few good shots in.",
        "John: Well, look, didn't this guy Patrick -- didn't he give you any pointers?",
        "Marty: He did -- they never helped.",
        "John: Oh.",
        "Marty: I mean, he would always, you know, stand behind me and help me line up my shot. He would whisper in my ear.",
        "John: I'm sorry.",
        "Marty: You know, it's the time zone.",
        "John: What?",
        "Marty: Yeah. I -- I play great in Ireland. Here, it just --",
        "John: Right.",
        "Marty: It's messing up my aim.",
        "John: A lot better in Ireland, yeah.",
        "Marty: Yeah, seriously.",
        "John: Well, it's a good thing you never turned pro.",
        "Marty: Yeah, because then I'd -- I'd have to live my life there.",
        "John: Yeah.",
        "Marty: Yeah.",
        "John: And more bartenders to tell about it.",
        "Marty: True. You know, I did learn one thing tonight, though.",
        "John: Yeah? What's that?",
        "Marty: That Detective McBain has a sense of humor.",
        "John: No, I don't.",
        "Marty: Hmm.",
        "John: And don't ever let it get out.",
        "Marty: Oh, it'll cost you.",
        "[SCENE_BREAK]",
        "Carlotta: You're not going to tell me, are you?",
        "Antonio: Mami, Jamie's with R.J. Could she stay with you tonight?",
        "Carlotta: Of course. You want me to pick up Bree, too?",
        "Antonio: No, no, she's -- she's with a sitter. Listen, Jessica and I, we -- we have some heavy-duty stuff we need to hammer out and it's probably best the girls aren't around.",
        "Carlotta: I'll go now.",
        "Antonio: Ok. Look, whatever's going on, don't lose your tempers. Be patient and listen. I love you -- both of you.",
        "Cristian: Whew.",
        "Antonio: What was that about?",
        "Cristian: She thinks Jessica's change of heart has something to do with Nash.",
        "Antonio: Why, because Bree's their daughter?",
        "Cristian: It's more than that.",
        "Antonio: What's that supposed to mean?",
        "Cristian: That Jessica and Nash share more than a daughter.",
        "[SCENE_BREAK]",
        "[Thunder]",
        "Nash: Jessica! Jessica! Oh, my God.",
        "Jessica: Oh! Oh, my God! Oh, my God!",
        "[SCENE_BREAK]",
        "Bo: I'm driving you home, son, so we can talk in the car, ok?",
        "Nora: You can bring the magazine with you.",
        "Matthew: Nah -- might get burned.",
        "[SCENE_BREAK]",
        "Mac: Yeah, there you go. I didn't charge you for the beer. But if I have to get a tetanus shot, I'm sending you the doctor's bill.",
        "Marty: I am so sorry.",
        "John: Thanks, Mac.",
        "Marty: No, no, no, I should pay for it.",
        "John: Look, you -- just -- you can get the next one, all right? I -- I come here a lot, I want to be able to keep it that way.",
        "Marty: Oh. Well, thanks.",
        "John: Yeah. Well -- look, if we -- if we go out the back, I don't think we'll get as wet.",
        "Marty: You really do know this place.",
        "John: It's nothing to be proud of.",
        "Natalie: Mac, hey. Um -- have you seen my sister?",
        "Mac: No, sorry -- but John was here.",
        "Natalie: Oh.",
        "Mac: Well, you just missed him. He went out the back with a lady. If you hurry, you can probably still catch him.",
        "[SCENE_BREAK]",
        "Antonio: Nash has nothing to do with Jamie, so how is that connected to what happened here today?",
        "Cristian: It's complicated.",
        "Antonio: Well, explain it to me.",
        "Cristian: Jessica spends a lot of time around Nash.",
        "Antonio: Yes, I noticed.",
        "Cristian: I thought you liked the guy. I mean, you hired him to work at Capricorn.",
        "Antonio: To keep him away from my wife. Look, Cristian, what the hell happened with my wife here today?",
        "[SCENE_BREAK]",
        "Jessica: Oh, my God, no! [Scream]",
        "[Thunder]",
        "[NEXT_ON]",
        "Marty: You might actually have to spend the night here.",
        "Blair: What if Spencer used miles to send you on this wild-goose chase?",
        "Todd: Well, then somebody's going to pay.",
        "Antonio: Tell me what you know, Cristian -- now.",
        "Jessica: I can't lose you! I don't want to be without you!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=6sH724qCsFw"
}