{
    "Episode Summary": [],
    "Recap": [
        "Bo and Rex both experience the \"Blast from the past\" and live on Asa's ranch in 1968. People know Bo as Asa and Rex as Bo. Two people who look like Gigi and Shane enter. Rex and Bo both assume they are the people they know them to be. But Gigi reveals she's not herself, knows nothing about Rex, and knows Bo as Asa. She is Emma Bradley, mother of both Spencer Truman and David Vickers. We see that Shane is young Spencer. But David has not yet been born. And Bo reminds Rex if he (as Asa) refuses to sleep with \"Emma\", then David Vickers will never be born.",
        "Viki is also on a \"journey in the afterlife\". Ben Davidson tells her it's not her time yet. She must return to her life. And at that time, David Vickers tells Dorian she must save Viki. He will divorce Addie if she does. And Dorian knows she has no choice. SO Viki comes back to reality. And at that point, it looks like Carlo Hesser has killed Cristian and Sarah. But Agnes Nixon concludes that they might survive going down a waterfall no differently than Viki survived her near brush with death."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Agnes' voice: Wow, talk about exciting. Viki's in heaven. Dorian's tangling with her dead husband, Mel. Carlo is scheming to send Tina's daughter over the falls. And Bo and Rex are trapped in 1968, and everyone thinks Rex is Bo and Bo is Asa.",
        "Agnes: Wow, I can't wait to see what happens next.",
        "[SCENE_BREAK]",
        "Gigi: Now get the hell out of my way. Asa Buchanan, I have a bone to pick with you. Uh, what are you looking at him for? You can't even look at me?",
        "Bo: Gigi, I don't know what --",
        "Gigi: Gigi? Did you just call me Gigi?",
        "Bo: Yeah.",
        "Gigi: Ha, you have some nerve, Asa. You sleep with me, you tell me you love me, and you can't even remember my name.",
        "[SCENE_BREAK]",
        "Clint: Bo, it's your brother, again. Where the hell are you? Why don't you stop hiding from the world and give me a call?",
        "[Phone rings]",
        "Clint: Bo?",
        "Cord: Try Cord.",
        "Clint: Hey, son, how are you doing?",
        "Cord: I'm fine, but I am actually a little concerned about Sarah. I haven't really talked to her since Nash died. Do you have any idea where she is?",
        "[SCENE_BREAK]",
        "Tina: No!",
        "Carlo: It's no use, Tina.",
        "Tina: Let me go!",
        "Carlo: And miss your face as you watch her plummet to her death, huh?",
        "Sarah: Cristian! Cristian, if this is good-bye, I just want you to know I love you.",
        "[SCENE_BREAK]",
        "Dorian: You are such a terrific writer. That's a brilliant metaphor.",
        "Mel: No, you need to bring Viki back from the dead, literally.",
        "Dorian: Mel, much as I would love to wave a magic wand and bring Viki back, I, sadly, am just a physician. She doesn't have a pulse. She hasn't had one in a while.",
        "Mel: Has no one ever told you that time is relative? That a few seconds in a bad situation can seem like an hour?",
        "Dorian: Viki's dead.",
        "Mel: So am I.",
        "Dorian: So why don't I bring you back, too, while I'm at it?",
        "Mel: Baby steps. Let's just start with Viki.",
        "Dorian: You're serious.",
        "Mel: Yeah, as a car wreck.",
        "[SCENE_BREAK]",
        "Viki: Oh, Ben, is it really you?",
        "Ben: Yep. How I've missed that beautiful face.",
        "Viki: I prayed for the chance to see you again.",
        "Ben: Here I am.",
        "Viki: You have no idea.",
        "Ben: Give me a hint.",
        "Singer: The world will pardon my mush 'cause I've got a crush my baby on you",
        "Viki: Oh, is this real?",
        "Ben: How does it feel?",
        "Viki: The way it always did, so right.",
        "Ben: What do you say, Blondie, want to shoot some pool?",
        "Viki: You still play?",
        "Ben: Well, when Niki and Elvis aren't hogging the table.",
        "Viki: Oh, I'm sorry you have to put up with her.",
        "Ben: Oh, I can handle Niki Smith. I just steer clear of open windows.",
        "Viki: Not funny.",
        "Ben: What, you don't miss my jokes?",
        "Viki: I miss everything about you. I thought I would never see you again.",
        "Ben: Well, I knew the day would come. It just feels like I've been waiting forever. I love you, Blondie.",
        "Viki: I love you, too.",
        "[SCENE_BREAK]",
        "Sarah: I mean it, Cristian. I love you, and this may be my last chance to tell you.",
        "Cristian: You're going to pay for this, Hesser.",
        "Carlo: So touching, I might actually cry.",
        "Tina: Oh, animals don't cry.",
        "Sarah: I love you, Cristian Vega.",
        "Cristian: I love you, too, Sarah.",
        "[SCENE_BREAK]",
        "Clint: Cord, I haven't seen Sarah since Nash's funeral.",
        "Cord: Actually, that's why I wanted to call, because she told me how close she was getting to Nash there at the end and, well, I was worried about her after the funeral, so I wanted to keep in touch and see how she was doing. She said she was fine.",
        "Clint: Yeah, well, look, um, I'll try and track her down for you. Look, Cord, have you heard from your Uncle Bo?",
        "Cord: No, I haven't, and I wasn't expecting to, either. Not after everything that happened with Lindsay.",
        "Clint: Oh, he's been M.I.A. since his wedding, or his non-wedding.",
        "Cord: Well, you know, it's a good thing that he called that whole thing off. Lindsay screwed him over big time.",
        "Clint: Yeah, she did. It was bad. I'm sure he's out there somewhere licking his wounds.",
        "Cord: Well, are you thinking about sending out a posse?",
        "Clint: Well, Rex Balsom went to look for him.",
        "Cord: You sent him?",
        "Clint: No, he went to look for him on his own and, frankly, I don't know if I want Rex to find Bo, 'cause with the mood that they're both in, it could be a disaster waiting to happen.",
        "[SCENE_BREAK]",
        "Bo: Hey -- hey, don't look at me like that. I never laid a hand on her.",
        "Gigi: You most certainly did.",
        "Bo: Huh?",
        "Gigi: Then you took off. All the other girls are talking about it.",
        "Bo: What other girls?",
        "Gigi: Renee's girls.",
        "Bo: Renee Divine?",
        "Gigi: Unless you know another Renee that runs a whorehouse in Nevada.",
        "Bo: So you -- you work for Renee?",
        "Gigi: Oh, like you don't know, Mr. Big spender.",
        "Rex: Well, that's just great.",
        "Gigi: You don't want anyone to know, especially not your wife.",
        "Bo: I don't have a wife.",
        "Gigi: Oh, that's news to me. So what -- what is it? You embarrassed in front of your son, here? Those boys were all you ever talked about unless we were -- you know.",
        "Bo: No -- no, wait, look, honey.",
        "Rex: No, don't call her that.",
        "Bo: [Whispers] Shut up. [Normal voice] Look, none of this is what it looks like.",
        "Gigi: Oh, that's what they always say. You think I want to barge in here like this? But you made me a lot of promises, Asa. That you loved me, that we were going to be together. And then you ran out on me. Well, let me tell you something, Mr. Big shot, nobody runs out on Emma Bradley.",
        "Bo: Emma Bradley. You're Emma Bradley?",
        "Rex: [Whispers] Who's Emma Bradley?",
        "Gigi: [As Emma] Uh, only you're daddy's true love.",
        "Bo: So that means that he's --",
        "Gigi: [As Emma] This is my son. Spencer, say hello to the man.",
        "Shane: [As Spencer] Hi.",
        "Rex: Oh, my God, he's Spencer Truman.",
        "Gigi: [As Emma] So how did you know my son's last name?",
        "Bo: [As Asa] Uh, I must have mentioned it to him.",
        "Gigi: [As Emma] Oh, you mean before you forgot who I was.",
        "Bo: [As Asa] Well his father's name is, uh, is -- is Ned Truman, is that right?",
        "Gigi: [As Emma] So it's all coming back now, is it? Do you also remember telling me that you were going to leave that crazy wife of yours and marry me? Sounds like a done deal. I see you're not wearing your ring anymore. So what are you waitin' for, Asa? Get down on your knees and -- and just maybe I'll forgive you.",
        "Rex: So, Pa, are you going to marry her?",
        "Bo: Just take it easy, Balsom.",
        "Gigi: [As Emma] You named your son Balsom? At kind of name is that?",
        "Bo: [As Asa] It's from the bible.",
        "Rex: You can call me Bo.",
        "[Bo sighs]",
        "Gigi: [As Emma] I kinda like Balsom. It suits you. Look, kid, I didn't mean to drag you into all this, but I think you need to know what kind of man your father really is. Let's just say he's not everything he's cracked up to be.",
        "[SCENE_BREAK]",
        "Cord: Look, I wouldn't worry about Uncle Bo. He knows how to take care of himself.",
        "Clint: Well, you know something, Balsom might actually make him feel better.",
        "Cord: How so?",
        "Clint: Well, Bo has turned into kind of a father-figure to Rex. And if you ask me, I think Rex reminds him of Drew.",
        "Cord: I don't think anyone could ever replace Drew.",
        "Clint: Well, losing a son, that's something I don't think you ever get over. That's why I'm glad that you and I found each other.",
        "Cord: Yeah, which wouldn't have happened if Asa had have had his way.",
        "Clint: Cord, I wish that your mother had told me that she was pregnant, 'cause I loved her and I would have stood up to the old man. That would have saved us all a lot of heartbreak.",
        "[SCENE_BREAK]",
        "Natalie: [As maid] Oh, we can't let them see us.",
        "Jared: [As Clint] Oh, they won't.",
        "Natalie: [As maid] No, no, if your father finds out, he's going to be so angry.",
        "Jared: [As Clint] Maria, I love you. I don't care who knows.",
        "Natalie: [As Maria] I love you, too, but you know how Mr. Asa thinks of me. I'm the help and he'd kill you and I'd lose my job.",
        "Jared: [As Clint] Well, I don't care about me, but I don't want you to get in trouble, so -- but, see, I just can't help myself.",
        "Maid: Maria, what are you doing?",
        "Jared: [As Clint] Well, it's nothing, Rosa. Nobody's around.",
        "Rosa: Your father is in the very next room. Do you want him to send Maria back to Mexico?",
        "Jared: [As Clint] No.",
        "Rosa: Then leave her alone.",
        "[SCENE_BREAK]",
        "Dorian: 28, 29, 30.",
        "Dorian: It's no use.",
        "Mel: Try again.",
        "Dorian: I can't, all right? I've done 10 rounds. I can't do anymore. Mel, she's gone. Viki is dead.",
        "David: She's what? What do you mean Viki's dead? What did you do to her?",
        "Dorian: How did you get here?",
        "David: The moon moved, I got lost, don't ask.",
        "Dorian: You've got some nerve. This is all your fault. You dressed up like a chauffeur. You abducted me. You didn't check the gas gauge.",
        "David: What happened to Viki?",
        "Dorian: I was hitchhiking -- that was your fault -- and she picked me up.",
        "David: So you shot her?",
        "Dorian: We had a little car crash.",
        "David: You grabbed the wheel, didn't you? You always grab the wheel.",
        "Dorian: The brakes didn't hold for your information. I had nothing to do with this.",
        "David: We've got to get her up.",
        "Dorian: No, don't. You'll hurt your back.",
        "David: Well, I don't want to do that. Call an ambulance. We've got to get her to a hospital.",
        "Dorian: No, David, it's no use. She's gone.",
        "[SCENE_BREAK]",
        "Ben: So what do you think of the place, Blondie? I went a little minimalist, just the essentials.",
        "Viki: Well, you seem to have everything you need.",
        "Ben: Now I do.",
        "Viki: Do you know I remember the first time I ever saw that sign?",
        "Ben: Hmm.",
        "Viki: I was driving around in the snow. Mel had just died. I felt so lost. Didn't know what I was looking for. Then all of a sudden that sign appeared out of nowhere. It was like a beacon calling to me. And I walked in and there you were behind the bar. I was looking for you and I didn't know it.",
        "[Ben chuckles]",
        "Viki: And now here we are. Our lives are over and we're back at the beginning.",
        "Ben: Yeah, I remember that night. You walked in looking absolutely gorgeous, but totally out of place.",
        "Viki: I didn't feel out of place. Once inside, I felt -- I felt free.",
        "Ben: Free enough to get up on that bar and win the karaoke contest.",
        "Viki: That was later and something I'd rather forget.",
        "[Ben chuckles]",
        "Ben: You were fearless.",
        "Viki: I sang two songs that night, my first and my last.",
        "Ben: Yeah, and you won first prize.",
        "Viki: Yeah, I did.",
        "Ben: A pair of fuzzy dice.",
        "Viki: No, you.",
        "Ben: I have to tell you something, Blondie. You can't stay here. You got to go back.",
        "Viki: No, I'm never going back.",
        "[SCENE_BREAK]",
        "Cristian: Sarah!",
        "Carlo: Oh, you'll see her in the hereafter.",
        "Cristian: I love you, Sarah!",
        "Carlo: How touching, a declaration of undying love. Too bad she's going over the falls.",
        "Cristian: What do you want from me, huh? You want me to beg?",
        "Carlo: Not so fast, Mr. Vega.",
        "[SCENE_BREAK]",
        "David: she can't be dead. It's not possible.",
        "Dorian: I know it's a shock. I found it hard to believe, too, but it's true. She's gone.",
        "David: Oh, my cell's dead. Use yours; call 9-1-1.",
        "Dorian: Oh, I tried. You can't get cell phone service up here.",
        "David: Then giver her CPR.",
        "Dorian: I tried to revive her. She didn't respond.",
        "David: Well, try something else. You -- you're always reminding me that you're a doctor. Do something. Dorian, I can't lose her. I need her. Do you understand?",
        "Dorian: Perfectly.",
        "David: Then work your magic, please.",
        "Dorian: What's in it for me?",
        "David: You would charge me to save someone's life?",
        "Dorian: Miracles don't come easy.",
        "David: Fine. Save Viki's life, and I'll -- I'll divorce Addie.",
        "[SCENE_BREAK]",
        "Viki: No, I'm going to stay here with you.",
        "Ben: I wish you could, Blondie, but it's not your time yet.",
        "Viki: So why am I here?",
        "Ben: I don't know, maybe you gave up too soon?",
        "Viki: On life?",
        "Ben: On Charlie?",
        "Viki: He lied to me.",
        "Ben: So did I. I told you I was just a bartender.",
        "Viki: That was different.",
        "Ben: Was it? I was hiding part of my past and so was he. Look, this is where I'm going to get serious because I'm going to call you Viki. Leaving you behind was the hardest thing I ever had to do. Don't be alone. This guy Charlie, he loves you and you love him.",
        "Viki: Yeah, I do.",
        "Ben: So fight for him.",
        "Viki: No, you know, I can't fight anymore. The struggle is just -- I've been there, I've done that. I don't have the strength to do it anymore.",
        "Ben: Come on, the struggle is the fun part.",
        "[Viki chuckles]",
        "Viki: Says you.",
        "Ben: You see how beautiful it is here?",
        "Viki: Yeah, so peaceful, so serene.",
        "Ben: Yeah, well, all that serenity, it can get on your nerves.",
        "Viki: Oh, don't tell me that.",
        "Ben: Don't get me wrong, I mean, this place rocks. Nothing ever goes wrong. Although, I did think I'd get my hair back.",
        "[Viki chuckles]",
        "Ben: I'm still waiting on that. But the fight was what made life great, and you're a fighter. You know you are. What was the name of that anthem you sang that night?",
        "Viki: \"I Will Survive.\"",
        "Ben: Yeah, you brought the house down because you are that woman, that do or die woman.",
        "Viki: He slept with Dorian.",
        "Ben: You sure about that?",
        "Viki: No -- I don't know. And at this point, it doesn't matter.",
        "Ben: Of course it matters. You love him.",
        "Viki: But I don't know what to believe.",
        "Ben: Yes, you do. Search your heart -- well, search our heart.",
        "Ben: What's it telling you, Blondie?",
        "[SCENE_BREAK]",
        "Gigi: [As Emma] Spencer and I drove all the way from Nevada to talk to you, Asa, and we're not leaving until you make good on your promise.",
        "Bo: [As Asa] Well, this isn't really a good time, Emma. See, Balsom and -- well, what I should say -- me and Bo were struck by lightning tonight.",
        "Shane: [As Spencer] Cool. Did it hurt?",
        "Gigi: [As Emma] Don't you believe his lies, Spencer. He's just trying to get himself off the hook.",
        "Rex: [As Bo] No, it's true. We got knocked unconscious.",
        "Bo: [As Asa] Yeah, yeah, so you're going to have to forgive us if we're just not quite ourselves.",
        "Gigi: [As Emma] Well, that may or may not be true, but that doesn't mean I'm going to let you run off again without so much as a good-bye. And we just met, but I'm willing to bet that you would never leave a girl high and dry.",
        "[SCENE_BREAK]",
        "Rosa: Maria, we need to get back to the kitchen, and we need to let Mr. Buchanan get back to his family.",
        "Natalie: [As Maria] She's right. I'm sorry, Clint, I have to go.",
        "Jared: [As Clint] Sneak up to my bedroom after everyone goes to bed?",
        "Natalie: [As Maria] I don't know.",
        "Jared: [As Clint] Well, I'll be waiting for you.",
        "Rosa: This is crazy, Maria. You have to break it off with him before it's too late.",
        "Natalie: [As Maria] It's already too late.",
        "Rosa: Mr. Clint? Does he know? Ay, Maria, what are you going to do?",
        "Natalie: [As Maria] What can I do? I am going to have Clint's child, and I already have a name picked out. If it's a boy, I'm going to name him Cordero.",
        "[SCENE_BREAK]",
        "Cord: You know, I still think about my mother. I mean, I know she did a lot of bad things, especially there at the end, but I still loved her.",
        "Clint: I loved her, too. To me, she'll always be that feisty young girl that I fell in love with.",
        "Cord: I've got to tell you, Clint, I see a lot of her in Sarah all the time. Maybe that's why I could never pin that little girl down. But then again, she's got Tina and my mama's blood running through her veins.",
        "Clint: You ever hear from Tina?",
        "Cord: Hmm, not lately. She'll turn up though -- she always does. Right now, though, I'd just like to know where Sarah is.",
        "[SCENE_BREAK]",
        "Cristian: Go ahead. What are you waiting for? Shoot me!",
        "Carlo: That sounds like a challenge, Mr. Vega.",
        "Tina: No, you don't! Run, Cristian, go! Save my little girl.",
        "Sarah: Cris! Come on, Cris. Hurry!",
        "[SCENE_BREAK]",
        "Ben: So what does our heart say?",
        "Viki: I don't think Charlie slept with her.",
        "Ben: Well, then there's your answer.",
        "Viki: No, it's not that simple. Our problems go way beyond supposed infidelity.",
        "Ben: Well, then go back and hash them out.",
        "Viki: What if I don't want to? What if I want to stay here with you where everything is perfect?",
        "Ben: We were never perfect.",
        "Viki: I beg to differ.",
        "Ben: Blondie, my life is over. You still have loads of living left.",
        "Viki: But if I'm willing to let it all go, can't I stay here with you?",
        "Ben: I can't let you, Blondie. Charlie needs you, and you need him. Look, I know he hurt you. I know he's not perfect, and I know I'm better looking, but you have so much love left to give.",
        "Viki: Why can't I give it to you?",
        "Ben: We had our time. It ran out. But for you and Charlie, there's still a few ticks left on the clock.",
        "Ben: So what do you say, Blondie? You willing to give life another chance?",
        "Viki: It's like losing you all over again.",
        "Ben: You'll never lose me. I'll always be right here.",
        "Viki: When my life is over, I'm coming back and you better be waiting for me, Ben Davidson.",
        "Ben: I'll be right here bartending. And I'll tell you what, Crossroads can always use a new lounge singer.",
        "[Viki laughs]",
        "Megan: Did she decide?",
        "Viki: Mm-hmm, I'm going back.",
        "Megan: I'm glad. I'll meet you at the elevator. But first, Aunt Megan and I have a little surprise for you, too. It's something we threw together in the editing booth.",
        "Viki's voice: You're the most romantic man I've ever known in my life.",
        "Ben's voice: It's because of you.",
        "Viki's voice: You gave me an extraordinary life.",
        "Ben's voice: I thought I knew about life and love, but I didn't know a thing until I met you. You taught me what life was really about, and you showed me at love really is. The way your face brightens up when you laugh at one of my bad jokes. The way you talk to your plants when you think there's no one else in the room.",
        "Ben: I love everything about you.",
        "[SCENE_BREAK]",
        "Dorian: Whoa, I'm really sorry. I -- I may have punctured an eardrum in the crash because I could swear I heard you say that you would leave my sister.",
        "David: Dorian, stop it. Save Viki's life. I will divorce Addie.",
        "Dorian: You must love her very much.",
        "David: Addie? She's got a big heart.",
        "Dorian: Viki!",
        "David: She's my friend, Dorian. I'm sorry if that hurts you. And don't deny that it does, because I know how you can get.",
        "Dorian: Very hard to be jealous of a dead woman.",
        "David: Oh, fine, be that way -- small, petty, vindictive.",
        "Dorian: Triumphant?",
        "David: Then I guess Addie and I will be taking that whirlwind tour all the way around the world at your dime. Dorian, don't you get it? You have nothing to be jealous about. Don't you know after all this time that you have a very special place in my heart? You and I have a bond.",
        "Dorian: Right -- you're my brother-in-law.",
        "David: Not for long. Not if you save Viki.",
        "Dorian: Why? So the two of you can ride off into the sunset?",
        "David: She's my friend, Dorian.",
        "Dorian: Your very special friend, apparently.",
        "David: She's the only one who's immune to me and still likes me. She sees right through me and it doesn't matter to her. Dorian, I swear to you, if you save Viki's life, I will leave Addie.",
        "Dorian: What you're asking is not an easy thing.",
        "David: What have you got to lose?",
        "Dorian: If I can save Viki, you've got to put it in writing that you will leave my sister.",
        "David: I don't have a pen. You're going to have to take my word for it.",
        "Dorian: Your word?",
        "David: Dorian, listen to me. On everything that you and I have meant to each other, both good and bad, I swear to you. Save Viki's life -- I will leave Addie. So what's more important to you? That I'm out of Addie's life, or that Viki's out of yours?",
        "[SCENE_BREAK]",
        "Ben's voice: I love you with my whole heart and my whole soul, and I will forever.",
        "Viki's voice: I love you so much.",
        "Ben: We were good together.",
        "Viki: We were the best.",
        "Ben: Until next time.",
        "Viki: Until next time.",
        "Viki: I miss him already. All over again.",
        "Megan: You have a long history.",
        "Viki: And I thought dying was hard.",
        "Megan: It's change -- change is always hard. Believe me, I know. I am so glad you're going back. You have so much life left to live.",
        "Viki: I just hope --",
        "[Rumble]",
        "Viki: What was that?",
        "Megan: I think we're stuck.",
        "[SCENE_BREAK]",
        "Sarah: Come on, Cris. You're almost here.",
        "Tina: Swim, Cristian. Come on, swim! You can do it.",
        "Tina: Oh, yes! Yes, they made it. Thank God.",
        "Carlo: They may have escaped, but you're still mine.",
        "Tina: Yeah, who cares? You failed, you big jerk? My daughter is safe.",
        "Carlo: He may have made it to the boat, but tell me, Tina, who's going to stop it from going over the falls?",
        "[SCENE_BREAK]",
        "Clint: Sarah's just probably taking a couple of days off with Cristian. I'll call you when I track her down.",
        "Cord: I appreciate that, thanks. Listen, how's the lawsuit against Dorian going?",
        "Clint: Oh, it's coming along, and I've got a few other irons in the fire.",
        "Cord: Well, if anyone can do it, it's you, Pa.",
        "Clint: I don't think you've ever called me that before.",
        "Cord: Well, then, it's long overdue. I don't know, when I say \"Pa,\" to me, that's the head of the family. Now with Asa gone, that's you.",
        "[SCENE_BREAK]",
        "Gigi: [As Emma] Oh, one of these days, Asa Buchanan, I swear -- aah. It's okay, honey. It's late and I'm tired and we're leaving. But I'll be back, so don't go thinking this is over, 'cause it ain't.",
        "Rex: [As Bo] Where -- where -- where are you going?",
        "Gigi: [As Emma] Oh, we got a room at this crappy little motel in Paris. You can't miss it. It's right across the street from this crappy little cafe. So I'll be expecting a visit from you real soon, you hear?",
        "Bo: [As Asa] Yes, ma'am.",
        "Gigi: [As Emma] Come on, Spencer.",
        "Rex: Well, that was fun, hearing Gigi talk about how much she's in love with you.",
        "Bo: That -- that is not Gigi. She's not in love with me. She's in love with Asa.",
        "Rex: Okay, but you're Asa and I'm you and it's 1968. And the next time you try to tell me this is heaven, guess again -- this is hell.",
        "Bo: Hey. I'm not going to sleep with her.",
        "Rex: Oh, that's comforting -- seeing as how she's throwing herself at you. [Imitating Emma] \"Come visit me in my motel room, Asa.\"",
        "Bo: Get off me! It's not my fault. Come on, Balsom, we were struck by lightning tonight. Can't you at least try to get in the spirit of things?",
        "Rex: [Normal voice] Well, that's easy for you to say. You got a ready-made family at your feet.",
        "Bo: She is not Gigi. She is Emma. That is not Shane. That's Spencer Truman. God.",
        "Rex: All right, wait a second. Wait, wait, wait. What about David Vickers? When does he come into this?",
        "Bo: After Asa gets her pregnant.",
        "Rex: What?",
        "Bo: No, it's true. It's true -- David Vickers is Asa's illegitimate son. He's the one that Jared pretended to be.",
        "Rex: So if Asa is David's father and you're Asa, then that means -- if --",
        "Bo: That means that if I never sleep with Emma, David Vickers will never be born.",
        "Rex: I can live with that.",
        "Bo: Yeah.",
        "[SCENE_BREAK]",
        "Dorian: I don't know, David. Even if I can bring her back, maybe she's better off where she is. Maybe -- maybe she's happy there.",
        "David: You don't give a Flying Wallenda about her happiness.",
        "Dorian: True.",
        "David: But you care about me, Dorian, and I care about you.",
        "Dorian: You do?",
        "David: Why do you think I married Addie?",
        "Dorian: To drive me crazy.",
        "David: And if that ain't love -- look, if there's one thing I know, it's if I'm happy and you're happy, then we're both happy.",
        "Dorian: And the fact that I know exactly what you mean by that makes it the most convincing thing you've said.",
        "David: Then for God's sake, before it's too late, Dorian -- I know you can do it. Please, save her.",
        "[SCENE_BREAK]",
        "Viki: What do you mean, we're stuck?",
        "Megan: I don't know. This has never happened before. I can't seem to get you all the way back down. It's -- it's as if something or someone doesn't want you to come home.",
        "[SCENE_BREAK]",
        "David: Dorian, please, I'm begging you, and I'm not into begging -- well, sometimes, but in a safer environment.",
        "Dorian: Get my doctor bag. It's in the front seat of the car.",
        "David: You'll save her.",
        "Dorian: Hurry up or I'll change my mind. Come on.",
        "David: Here it is. Do something.",
        "Dorian: Okay, but remember, she's a transplant. Her heart probably failed.",
        "Dorian: I didn't know this was in here.",
        "David: What the hell is that?",
        "Dorian: That is the miracle that you were asking for. Okay, stand back.",
        "Dorian: All right, Viki. I'm going to do my part, now you do yours.",
        "[SCENE_BREAK]",
        "Viki: Now what?",
        "Megan: Yes, yes, we're moving. We're moving. We're almost there.",
        "Viki: Oh, Megan. It was wonderful spending this time with you. I only ever saw you once, you know, that time in the hospital, but I feel as if I've known you my whole life.",
        "Megan: Because I remind you of Jessica?",
        "Viki: No -- no, it's much more than that.",
        "Megan: I know.",
        "Megan: Are you ready? Good, because we're here.",
        "[SCENE_BREAK]",
        "David: Did it work?",
        "Dorian: Look, look, look.",
        "David: Well, she's blinking. Dorian, I think you did it. Viki? Viki!",
        "Dorian: I did it.",
        "David: Dorian, I think you did it. Viki, you're going to be all right. You're going to be okay. Dorian, thank you. Viki, it's okay. Easy, just relax, relax. Relax.",
        "Mel: You did good, kid. I'm proud of you.",
        "[SCENE_BREAK]",
        "Tina: No, no. Please, please, stop them, please. No, you can't let them go over the falls.",
        "Carlo: It's too late, Tina -- for both of them.",
        "[SCENE_BREAK]",
        "Sarah: I love you, Cristian.",
        "[SCENE_BREAK]",
        "Agnes: Poor Tina. Cristian and Sarah could never have survived that trip over the falls. Or could they have? At least Viki made it back, didn't she? She was okay.",
        "Erika: Hey, boss, who are you talking to? Oh, them.",
        "Agnes: There wouldn't be Llanview without them.",
        "Erika: I know. That's why we are so grateful that they are out there.",
        "Erika and Agnes: Happy 40th anniversary, \"One Life to Live.\""
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=nhxWkBBfViA"
}