{
    "Episode Summary": [],
    "Recap": [
        "Cris comes downstairs just as Sarah finishes her packing up to move out. Adriana prepares to move out from Layla's. Layla is upset that Adriana is moving out and admits that she doesn't want Adrian to move out. Natalie remembers her game of pool with Jared. John walks up and comments on the game. Nash comes into the living room just as Jessica e-mails her Mother in Paris. Jessica encourages Nash to talk about what happened between them when she confessed what she did to Jared. Todd stops by and invites her to his wedding. Blair looks through a catalog for the perfect gift for Lindsay at the psych hospital. Blair lets Dorian know that the next time Todd appears in court, he will be a married man. Dorian wonders who would be idiotic enough to marry him. She is overwhelmed when she finds out that Blair is planning to re-marry Todd. Jared appears on the Buchanan doorstop and tells Nigel that he wants to see Renee. John and Natalie share small talk about Todd being Tommy's biological father. Natalie questions him as to how long he knew. John tells Natalie that he owes her an apology. Renee comes downstairs just as Jared argues with Nigel and she just stares at Jared. She confesses that she can't get over his resemblance to Asa. John owns up to Natalie that he gets it now and he wants things to be different between them and admits that he wouldn't like it if he saw her kissing someone else.",
        "Natalie thanks John for his apology and asks him if he and Marty are together now but John refuses to talk about it. Renee questions Jared as to how he knew Asa. Adriana is just about to leave when Sarah arrives. Nash questions Jessica as to why she did what she did to Jared. John and Natalie play a game of pool together and she owns up to John about Jared. John lets Natalie know that he had been suspended again. Blair and Dorian still argue. Dorian lets Todd know that if he wants her help and silence, it is going to cost him. She makes him promise that he will fight for custody of Jack and Starr. In return, Todd wants Dorian to throw him and Blair the biggest wedding at LaBoulee."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Cristian: Is that everything?",
        "Sarah: I think so.",
        "Cristian: Well, you got it all in one bag?",
        "Sarah: Almost. Hard to believe I could make such a big mess out of such little stuff, huh? Well, I guess all that's left is say goodbye.",
        "[SCENE_BREAK]",
        "Vincent: Look, I'm going to take these boxes. You grab the lamp.",
        "Rex: Hey, I can carry more than a lamp and Brendan the bear here.",
        "[Vincent chuckles]",
        "Adriana: Look, you guys -- you're both very strong and very macho, but if you break anything, I will kill you.",
        "Rex: Very funny.",
        "Adriana: Mm-",
        "Layla: I didn't think you'd be leaving so soon.",
        "Adriana: Well, I might as well get out of your way as soon as possible.",
        "Layla: You're not in my way. Look, I know I said I was all right with all of this, but --",
        "[Layla sighs]",
        "Layla: I don't want you to go.",
        "Adriana: I'm really sorry.",
        "Layla: I can't believe I just said that.",
        "Adriana: Layla --",
        "Layla: You and Rex are going to be great together. I know it.",
        "Singer: Hear the voices in my head",
        "[SCENE_BREAK]",
        "Natalie's voice: I don't get rattled when I shoot pool.",
        "Jared: Even when you think about your ex-boyfriend kissing that gal? Ahem.",
        "Natalie: You jerk! You did that on purpose!",
        "Singer: Time for you to let go wade in the water",
        "John: Nice shot.",
        "Natalie: John. Hi.",
        "John: Hi. Practicing for a comeback?",
        "Natalie: Actually, I was just looking at an old mistake, trying to figure out what went wrong.",
        "[SCENE_BREAK]",
        "Jessica: Morning.",
        "Nash: Yep.",
        "[Nash sighs]",
        "Nash: You online?",
        "Jessica: I'm just emailing my mother in Paris. Do you need the computer?",
        "Nash: No. I'll be out in the vineyards.",
        "Jessica: Can't we talk about this?",
        "Nash: I'm not mad.",
        "Jessica: You seem mad.",
        "Nash: At you, I'm not mad at you. Jared Banks, I could throttle.",
        "[Knock on door]",
        "Jessica: Well, if that's him --",
        "Nash: I'll -- I'll throttle --",
        "Jessica: Nash?",
        "Todd: How you doing? Come on, kiddo, let's go! Time is money.",
        "Jessica: Well, what do you mean?",
        "Todd: You know, it's cold out there. You're going to need a Jacket. Where the hell are the closets in this place?",
        "Jessica: No, no -- Todd, what are you doing? Where are we going?",
        "Todd: The wedding.",
        "Jessica: Whose wedding?",
        "Todd: Mine!",
        "[SCENE_BREAK]",
        "Dorian: Good morning, darling.",
        "Blair: Good morning.",
        "Dorian: What are you reading?",
        "Blair: Actually, I'm looking for the perfect gift to send over to Lindsay over at St. Ann's, but what says \"thank you for ridding us of the psychopath-at- large\" and \"get well\"? You know, and somehow I just don't think fruitcake is going to cut it.",
        "Dorian: Be kind, Blair. Lindsay must've been desperate to do something like that.",
        "Blair: Yeah, well, she was desperate to keep Spencer from telling Todd the truth and I have a very hard time feeling sorry for her.",
        "Dorian: So how's the custody case going -- still abysmally for Todd?",
        "Blair: Actually, I think Todd is about to get a little boost.",
        "Dorian: What kind of a little boost?",
        "Blair: Well, the next time he appears in court, he is going to be a married man.",
        "Dorian: Really? And what woman would be idiotic enough to marry that man?",
        "[SCENE_BREAK]",
        "Nigel: Yes? How may I help you?",
        "Jared: You have to be Nigel -- Nigel Bartholomew Smythe, right?",
        "Nigel: And who might you be?",
        "Jared: Jared Banks -- I'm a big fan.",
        "Nigel: I am neither a rock star nor a professional athlete.",
        "Jared: Huh. No, but you have your own claim to fame. For many years, you were Asa Buchanan's go-to guy.",
        "Nigel: Are you also a fan of lurid books about prominent people?",
        "Jared: No, but I read just about anything I get my hands on about your ex- boss.",
        "Nigel: How fascinating. Good day.",
        "Jared: Uh --",
        "Nigel: This house is in mourning. It is not open to gawkers.",
        "Jared: I'm not here to gawk, sir. I'm here for Renee.",
        "[SCENE_BREAK]",
        "Todd: Great news, huh -- Blair and me?",
        "Jessica: Well, it's not bad news, I guess.",
        "Todd: Now, cheer up. I could use a little support from my family now. I don't want to know any more about Blair.",
        "[Jessica sighs]",
        "Jessica: So, how many times have you two done this?",
        "Todd: I don't know. It's, you know, enough that we're going to get it right this time.",
        "Jessica: Yeah, I guess. You know, according to the law of averages, if you've made every mistake in the book --",
        "Todd: Yes, we have our focus in the right place now. We have the kids, we have a family. We're going to get it right, ok?",
        "Jessica: Well, you don't have to convince me.",
        "Todd: It seems like I do. Why can't you just be happy for me?",
        "Jessica: Because I know when I'm being set up. Why don't you tell me the real reason that you're marrying Blair and then I'll see if I can be happy?",
        "[SCENE_BREAK]",
        "Blair: Come on, Dorian. Get it out before you blow a gasket. \"What were you thinking, Blair? Are you out of your mind? You know, Blair, I'm a doctor. I can help you through all of this.\"",
        "Dorian: Are you self-medicating, darling?",
        "Blair: Finally, see? Now, see, I thought that you were self-medicated.",
        "Dorian: Oh.",
        "Blair: Come on, Dorian -- are you going to cut me out of your will now?",
        "Dorian: I would not abandon one of my girls in her hour of need. Blair, what are you thinking? How many broken marriages to the same man do you need to have before you realize the two of you don't work?",
        "Blair: Ah -- it's different this time.",
        "Dorian: Really?",
        "Blair: Yeah.",
        "Dorian: Can I tell you the earth was cooling when the first abused woman used that phrase.",
        "Blair: I am not an abused woman!",
        "Dorian: Really? You tell me! What did he do this time \u0096 threaten you physically, try to blackmail you with your children again?",
        "Blair: No. Nothing like that.",
        "Dorian: If you use the word \"love\" to me, so help me, I will --",
        "Blair: Oh, would you just stop being so damn dramatic, Dorian? You don't have to do anything.",
        "Dorian: So it isn't love? Ok. Is it exploitation or brainwashing? Which is it?",
        "[SCENE_BREAK]",
        "[Music plays]",
        "John: Hopefully, this mistake isn't keeping you up at night.",
        "Natalie: I'm just trying to get it right for the next time. So I heard about Lindsay's arraignment.",
        "John: I wasn't there -- Mike told me about it.",
        "Natalie: Weren't you the one who arrested her?",
        "John: Yeah.",
        "Natalie: So, did she seem fragile to you?",
        "John: I guess keeping a secret like that will eventually take its toll on you.",
        "Natalie: So I guess you think the breakdown was genuine?",
        "John: Don't know. Mike says it was real.",
        "Natalie: How are he and Marcie doing?",
        "John: How do you think?",
        "Natalie: Well, considering Todd's suing for custody of Tommy, not too well.",
        "John: Well, Mike thinks the judge is leaning towards them, but he may be seeing what he wants to see. End of the day, Todd is still the biological father.",
        "Natalie: How long have you known that?",
        "John: Don't know what you mean.",
        "Natalie: Come on. Don't play games -- I've seen you naked. I think you figured out that Lindsay killed Truman to keep him quiet about Michael's baby, and you decided to keep the information to yourself.",
        "John: You know, I've been thinking a lot about that. What I've decided is -- I owe you an apology.",
        "[SCENE_BREAK]",
        "Adriana: Look, you're going to kill me, but, um, you know that Mary J. Blige CD you couldn't find? It was under my bed.",
        "Layla: Don't worry about it.",
        "Adriana: Yeah, well, there's more.",
        "Layla: What?",
        "Adriana: Your old blow dryer.",
        "Layla: I got another one. Keep it. Hmm.",
        "Adriana: I can't.",
        "Layla: Why?",
        "Adriana: Because I borrowed your flatiron, and I broke it. I'll get you another one.",
        "Layla: Hmm. Remember when you had that really important meeting with an investor and you couldn't find the moisturizer?",
        "Adriana: Yeah?",
        "Layla: I borrowed it. Totally forgot about it. There are three or four eye shadows I just had to try out and I totally forgot to give it back -- and one ratty old t-shirt. I'd say that equals a flatiron.",
        "Adriana: Oh, my Phillies T-shirt. I thought I lost it.",
        "Layla: I ran out of clean laundry, and I needed something to sleep in.",
        "Adriana: It's ok.",
        "Layla: Girl? Who we going to borrow from now?",
        "Rex: You all packed?",
        "Vincent: The two of them.",
        "[SCENE_BREAK]",
        "Cristian: It's too full, Sarah.",
        "[Sarah sighs]",
        "Sarah: Why don't you hold the bag closed while I zip it?",
        "Cristian: Why don't you borrow a bag? I got plenty of bags.",
        "Sarah: Nope, nope. My policy is not to own any more than I can carry in one bag.",
        "Cristian: No offense, but you don't seem like the kind of girl who'd have that policy.",
        "Sarah: Well, there's a lot you don't know about me. Come on, hold it closed. Cristian --",
        "[Cristian sighs]",
        "Cristian: You know, you're getting your own place. Maybe it's time you get rid of that one-duffle-bag policy.",
        "Sarah: Uh-uh. A person has to be able to get up and go at the drop of a hat.",
        "Cristian: Is that what this is?",
        "Sarah: No offense, but living with you is getting kind of old. Ugh, this isn't working. Why don't you sit on it?",
        "Cristian: It's not going to work.",
        "Sarah: Sit, please.",
        "Cristian: Ok. All right. You know, it's not like we're not going to see each other again. I mean, you'll be screwing up drinks at the club five days a week.",
        "Sarah: All zipped.",
        "Cristian: You did it?",
        "Sarah: Yeah. See? We can work together. And you want to know something else you're wrong about? After I'm gone, you are going to miss having me around.",
        "[SCENE_BREAK]",
        "Todd: I didn't come here for your blessing. I came here for your help.",
        "Jessica: What do you need, something blue?",
        "Todd: No, I need a best man.",
        "Nash: Don't look at me, I don't even know him, don't like him.",
        "Jessica: What about Jack?",
        "Todd: No, he's ring bearer.",
        "Jessica: You're having a ring bearer? What is this, your third, fourth wedding to Blair? Were you up all night tying pews, Todd?",
        "Todd: I'm talking about you.",
        "Jessica: Talking about me how?",
        "Todd: For best man.",
        "Nash: Dude, I am here to -- to assure you that she is missing some of the most essential gear for that job.",
        "Jessica: Why me?",
        "Todd: You're my favorite niece, and Viki's -- I don't know. She's not answering my calls.",
        "Jessica: She's in Paris.",
        "Todd: Well, if she wants to miss the wedding of the century, that's her problem. I can't do it without you.",
        "[SCENE_BREAK]",
        "Blair: I am marrying Todd for a good reason.",
        "Dorian: For once, I see your point.",
        "Blair: You do?",
        "Dorian: Almost. Todd is a lost cause.",
        "Blair: Oh, Dorian, I'm trying to help the judge see Todd for who he really is -- a man that would do anything for his children.",
        "Dorian: And why is it your job to make the judge see that?",
        "Blair: Because Todd needs my help! Marcie and Michael's attorney is making Todd look so bad that there's a possibility that they might take Jack and Starr away from him.",
        "Dorian: Oh, please, from your lips to God's ears.",
        "Blair: Now, you might think some horrible things about Todd, but Jack and Starr are good kids, and that's because Todd is a good father.",
        "Dorian: Do you seriously believe that?",
        "Blair: Of course, I believe that or I wouldn't be going through with this marriage. And I also think that we can -- we can provide a good home for -- for Tommy. I mean, we're his real family.",
        "Dorian: Oh. So your plan is to go before the judge and pretend that you are a solid nuclear family, and then the judge will give Todd custody of that little child.",
        "Blair: We're going to go before the judge to show the judge that we're committed to each other. And like I said, we can be as good a parents to that baby as -- as Marcie and Michael.",
        "Dorian: Oh, I'm having this sick feeling of déja vu. Blair, are you taking a page from Tea Delgado's playbook?",
        "Blair: It worked",
        "Dorian: I hope that you're getting as big and fat a payoff as she got.",
        "Blair: Do I look like a fool to you?",
        "Dorian: So, you're saying that you are?",
        "Blair: Whatever Todd gave Tea Delgado, Todd has to give me.",
        "Dorian: Well. Now you're talking. Ha-ha!",
        "[SCENE_BREAK]",
        "Nigel: Mrs. Buchanan doesn't have any appointment scheduled for this morning.",
        "Jared: Did I say I had an appointment?",
        "Nigel: You implied it.",
        "Jared: Ah, you must've inferred it. What I meant was it's important that I talk to her. It's about her late husband?",
        "Nigel: Here's what I'd suggest. Go back to wherever it is you came from and write to Mrs. Buchanan requesting --",
        "Jared: Oh, Ms. Buchanan?",
        "Renee: Do I know you?",
        "Nigel: I was just explaining to this gentleman --",
        "Jared: We haven't met, but my name's Jared Banks. I was a huge admirer of your husband's. Are you ok?",
        "Renee: Yes. It's just that I can't get over the resemblance.",
        "Jared: \"The resemblance,\" ma'am?",
        "Renee: To Asa. You look so much like him.",
        "Jared: Oh.",
        "[SCENE_BREAK]",
        "Nash: I think what Todd's trying to say is that they need witnesses.",
        "Jessica: Well, I guess if I can't stop this train wreck, I might as well watch it happen, right?",
        "Todd: Try not to be such a wet blanket at city hall, all right?",
        "Jessica: Does this have to be today?",
        "Todd: Well, why wait?",
        "Jessica: I can give you a million reasons.",
        "Todd: All right, can we have this conversation in the car?",
        "Jessica: No, we can't, not if you want me to be your best man. I take my job very seriously, Todd, so you're going to have to tell me the truth. Do you really think this is going to fly by a family court judge?",
        "Todd: What's he got to do with it?",
        "Jessica: Stop blowing smoke. I know that's the reason why you and Blair are getting married.",
        "Todd: All right, yes, I'm doing everything I can to get that kid back. What's wrong with that?",
        "Jessica: Nothing. Nothing's wrong with that. But if I figured it out, then a judge is going to figure it out. Have you ever considered the thought that maybe you're going to wind up in a bigger mess than you're already in?",
        "[SCENE_BREAK]",
        "Dorian: Blair, I just don't know if any amount of money is worth shackling yourself to Todd.",
        "Blair: Dorian, it's a business arrangement, a gesture of goodwill.",
        "Dorian: How long is this gesture going to last? You're going to have to be convincing. Everybody's going to be watching you, and if Marcie and Michael figure out that this is all just a charade, believe me, you and Todd are going to be back in court.",
        "Blair: Todd and I are friends and that's exactly how we want it. I think that we can pull off, you know, this in public and make it look good for as long as we need to.",
        "Dorian: And are you going to make it \"look good\" for your children, or are you going to let them in on the pretense?",
        "Blair: Oh, we haven't decided that yet.",
        "Dorian: Oh, I see.",
        "Blair: See, I think Starr could handle it, but I'm not sure Jack could take on that big a secret. But I'm going to have to decide before they get home from school.",
        "Dorian: A word of warning, Blair -- Jack and Starr want the two of you back together again. All children of divorce pretty much feel that same way. So -- so whether they're in on the pretense or not, they're going to be very invested in this marriage. You are messing with their hearts.",
        "Blair: Come on, you've never truly understood how my family works.",
        "Dorian: Have you got a plan in place for when Todd decides he no longer needs you and kicks you out?",
        "Blair: That's not going to happen.",
        "Dorian: Starr and Jack have been through so much because of the way that you and Todd have chosen to live your lives.",
        "Blair: Oh, you know what? So we're different. We're not the normal family. We love our kids -- they know it, they love us.",
        "Dorian: Huh. If Starr and Jack find out that you've used them as pawns in this little game of yours, they -- well, you're not going to like their reaction. Because they're Todd's just as much as they are yours.",
        "[SCENE_BREAK]",
        "Natalie: You want to apologize to me?",
        "John: I withheld information to protect my brother. You withheld information to protect me. If I didn't say I was sorry to you, I'd be a real hypocrite, wouldn't I?",
        "Natalie: Thank you for that.",
        "John: Sure.",
        "Natalie: It's really not that big of a deal.",
        "John: We broke up over it.",
        "Natalie: No, we broke up because we were having a lot of problems, and what I did -- we just hung it on that.",
        "John: I want you to know I get it now.",
        "Natalie: Ok.",
        "John: And I want things to be right between us.",
        "Natalie: Why? Because I saw you kissing Marty Saybrooke?",
        "John: That just happened. I didn't mean for you to see it.",
        "Natalie: We're not together anymore. You're a free agent.",
        "John: Ok. But for what it's worth, if I saw you kissing some other guy --",
        "Natalie: What?",
        "John: I probably wouldn't like it.",
        "Natalie: It would bother you to see me with someone else?",
        "John: I did see you kissing Miles Laurence.",
        "Natalie: Oh, right. So that lecture that you gave me about me being such a lousy judge of character -- that was you being bothered by me being with another guy?",
        "John: Mm-hmm. The fact that I hate the guy.",
        "[Natalie chuckles]",
        "Natalie: Well, you would. After all, he's Marty's ex-husband. Anyway, thank you for the apology. I know that wasn't easy for you.",
        "John: Well, it's more about you, but you're welcome.",
        "Natalie: So, are you two together?",
        "John: Hmm. You know I don't like talking about that stuff.",
        "Natalie: No, I -- I do know. So you're off the hook. But it means a lot that you felt like you could talk to me at all.",
        "[SCENE_BREAK]",
        "Nigel: You think Mr. Banks looks like Mr. Buchanan? I must confess I don't really see it.",
        "Renee: No, no, Nigel. You didn't know Asa back in -- in the Nevada days.",
        "Jared: Huh.",
        "Renee: It's absolutely uncanny.",
        "Jared: I'm honored you say so. To be compared to a man like Asa it's -- wow. If you have a few minutes, I'd love to talk to you about him.",
        "Nigel: Your schedule is really rather full today --",
        "Renee: No, no, it's all right, Nigel. It's all right. I have a few spare minutes.",
        "Nigel: Of course.",
        "Renee: This way.",
        "Jared: You have a beautiful home.",
        "Renee: Thank you. It seems a little empty right now without Asa, but, um, I wouldn't be anywhere else. How did you know my husband?",
        "Jared: Oh, I didn't. I never actually met him, but Asa Buchanan was my hero.",
        "[SCENE_BREAK]",
        "Rex: You all packed?",
        "Adriana: Yeah, finally. Um, do you guys mind taking the last of the stuff down?",
        "Rex: Why would we mind? We've taken all the other stuff.",
        "Adriana: Um -- and I'll be down in a minute. Thank you, guys. Thank you, Vincent.",
        "Vincent: Hey, it's no problem.",
        "Adriana: Oh.",
        "[Vincent chuckles]",
        "Adriana: I'll be right down.",
        "Adriana: Huh. I'm going to pay my share of the electrical and cable bill next month.",
        "Layla: No, you don't have to.",
        "Adriana: I want to. Whew -- this is weird.",
        "Layla: I know.",
        "Adriana: When we first took this place, I really wasn't sure how it was going to turn out.",
        "Layla: Me, either.",
        "Adriana: We hardly knew each other.",
        "Layla: You thought I was this man-eater who was after Antonio when he was with Jessica.",
        "Adriana: No, I -- yes, I did. And you thought that I was this spoiled little rich girl.",
        "Layla: We were both wrong.",
        "Adriana: What I'm trying to say is that I needed a roommate, and I didn't expect to get a best friend. I'm going to be across town, but nothing's going to change.",
        "Layla: For me, either.",
        "Adriana: And we're still going to be working together, and you're going to see me every day -- I'm probably going to be here more than I was before. And nothing's going to change.",
        "Layla: Ok.",
        "[SCENE_BREAK]",
        "Cristian: Come on, I'll take this out for you.",
        "Sarah: You're changing the subject.",
        "Cristian: What?",
        "Sarah: I said you were going to miss me.",
        "Cristian: Oh, right -- those home-cooked meals, coming home every night to a nice, clean apartment.",
        "Sarah: Yeah, well, I'm not going to miss you, either, and don't worry -- I kept track of every single thing I ate in this house and I will pay you back.",
        "Cristian: Come on, Sarah, I was only kidding.",
        "Sarah: Yeah, well, I'm not. And after I become Capricorn's full-time booker, I will be raking it in.",
        "Cristian: Wait a minute. First, you have to win the bet.",
        "Sarah: It's a cinch.",
        "Cristian: We'll see.",
        "Sarah: Yeah.",
        "Cristian: Come on, I'll give you a ride, at least. I'll take you to Layla's.",
        "Sarah: No, I can handle it. See you at work.",
        "[SCENE_BREAK]",
        "Todd: Ok, Jessica, ok. You're right.",
        "Jessica: Mm-hmm.",
        "Todd: You're absolutely right. Marrying Blair is just a -- a subterfuge. It's a -- it's a last-ditch effort to get my kid back. Now, can we \"go\" now, please?",
        "Nash: Shh, keep it down, baby's sleeping.",
        "Jessica: Easy.",
        "Todd: I need you so much. We have to make this look real.",
        "Jessica: Oh -- ok, thanks. That's really sweet. Thanks for leveling with me, but does it have to be at city hall?",
        "Todd: Well, what's wrong with City Hall? You guys got married in a hospital.",
        "Nash: Yeah, she was dying.",
        "Todd: There's a thought. Yeah, maybe I could say I was dying, get married in that hospital chapel.",
        "Jessica: Oh, God.",
        "Todd: No, no, of course not, because I look -- I look fabulous.",
        "Jessica: You do anyway. But if you and Blair get married at city hall out of the blue, it's going to look a little phony.",
        "Todd: All right, I want you to stay here. I'm going to call you when I line something up.",
        "Jessica: Oh, man.",
        "Nash: Unbelievable.",
        "Jessica: Where are you going?",
        "Nash: I told you -- I'm going to the vineyard to work.",
        "Jessica: We didn't finish talking about this Jared thing, and I know that you must have a lot of questions for me.",
        "Nash: Well, I have been thinking about it.",
        "Jessica: And?",
        "Nash: I don't understand why Tess set him up like that.",
        "Jessica: Well, you knew Tess better than anyone, probably even better than me.",
        "Nash: Yeah, she could give as good as she got, but she didn't do things out of spite. If she did that to Jared, she must've had a reason, and I want to know what it was.",
        "Jessica: Jared didn't do anything to Tess.",
        "Nash: Are you protecting him?",
        "Jessica: No.",
        "[Jessica sighs]",
        "Jessica: The Tess you fell in love with is -- well, she was different, that love changed her. You know, before you, she did things to men just because she could -- that's what she was designed to do.",
        "Nash: So she put Jared in jail for no reason?",
        "Jessica: She never needed a reason to hurt the man. She was the reason.",
        "Nash: I never saw that side of her.",
        "Jessica: Because you were different.",
        "Nash: How?",
        "Jessica: Well, you didn't want her. You rejected her, you pushed her into that pool. And then after that, you took care of her and you were good to her, and you treated her like a person and not just a thing to be had, and she had never had that from another man before.",
        "Nash: And Jared was like that?",
        "Jessica: Well, Jared wasn't evil, he just wanted to hook up. All the anger that I should've felt, she felt it. Jared had no idea who he was getting into bed with.",
        "Nash: All right, that's it. I don't want to hear any more.",
        "Jessica: I think that you do.",
        "Nash: No, I don't want to hear any more of this, ok? I don't want this picture -- a picture in my head, all right?",
        "Jessica: The only protection that you and I have is honesty, ok? Jared was just a decent guy who had the unfortunate luck of running into the wrong woman. Tess did these things without thinking about the consequences that it had on them or what she did them to -- or on herself if one day one of these men decided to pay her back.",
        "[SCENE_BREAK]",
        "Renee: Asa said, \"how the hell do you think you're going to get outside that room?\"",
        "Jared: And they put him on the board of directors after that?",
        "Renee: Well, yes. Nobody had ever showed up with a loaded .38 at one of their meetings before.",
        "Jared: Well, anyone else would've been put right in jail.",
        "Renee: Oh, no, no, no. He made sure that he had more on them than they had on him.",
        "Jared: Ah. And he went straight to the top after that?",
        "[Renee chuckles]",
        "Jared: See, this is -- this is why I wanted to talk to you. I have to understand how he did things.",
        "Renee: Why?",
        "Jared: Because I want to be just like him.",
        "Nigel: Sugar, or saccharine?",
        "Jared: Ah, neither.",
        "Renee: I wouldn't do everything the way that Asa did. I mean, he did make a fortune, but he also made mistakes.",
        "Jared: But everyone makes mistakes. Asa also built Buchanan Enterprises, the foundation, a family. I want to learn how he did that -- that's why I took a job at Buchanan enterprises.",
        "Renee: You're at B.E.?",
        "Jared: I start today.",
        "Renee: In -- in what division?",
        "Jared: I report to Natalie Buchanan.",
        "Renee: Really?",
        "Jared: Yes.",
        "Renee: How wonderful.",
        "Jared: I can't wait to get started. I'm -- I'm only sorry I never got a chance to work with Asa.",
        "Renee: So am I. I think he would've liked you -- a lot.",
        "[SCENE_BREAK]",
        "John: What's the big deal with the one shot?",
        "[Natalie groans]",
        "Natalie: Because I had a lot riding on it and it was easy.",
        "John: What happened?",
        "Natalie: Some guy made me really mad, so I thought I'd show him. I didn't take my time with it. I just took the shot and I blew it.",
        "John: Why'd you get mad?",
        "Natalie: Doesn't matter, it was stupid.",
        "John: You know, you're great. Don't get upset over one missed shot.",
        "Natalie: Yeah, well, you should've seen the guy's face, and he was pretty thrilled with it. Now I have to work with this jerk, and, um, I don't trust him as far as I can throw him. You know what? Maybe -- could you run a background check on him?",
        "John: Well, I --",
        "Natalie: You know what? No, I'm sorry, forget it. I'm sure Uncle Bo would not be too thrilled with you using your badge to harass people on my hit list.",
        "John: Thing is, my badge is in Bo's desk. I can pretty much do what I want.",
        "[SCENE_BREAK]",
        "Blair: Starr and Jack are behind Todd, and that little boy is their little brother. Now, Todd and I are going to try to be as honest as we possibly can with them. But in the long run, they are going to stand beside us. They'll understand whatever decision we make.",
        "Dorian: Good luck.",
        "[Doorbell rings]",
        "Todd: Should my ears be burning?",
        "Dorian: Where there's smoke --",
        "Todd: You told her about the wedding?",
        "Blair: I had to. Otherwise, she'd figure it out and she would've ruined it for us.",
        "Todd: Did she tell you she's getting a good deal?",
        "Dorian: Yeah, she did. But as far as I'm concerned, you got her for a song. I don't come so cheap. If you want my support, and my silence, it's going to cost you.",
        "[SCENE_BREAK]",
        "[Adriana chuckles]",
        "Adriana: Oh -- is the truck all packed?",
        "Vincent: You are ready to go.",
        "Adriana: Ah. This is stupid.",
        "Layla: I know -- we're acting like we're breaking up or something.",
        "Adriana: And we're so not.",
        "Layla: Uh-uh. You guys are coming over for dinner tonight, right?",
        "Adriana: If you are making your lasagna, we are.",
        "Layla: Mmm! I'll see you guys at 6:00?",
        "Adriana: Sounds good.",
        "Layla: Cool.",
        "Adriana: Ok. Oh -- hey.",
        "Sarah: Hi.",
        "Adriana: Uh -- we were just heading out, so the place is all yours -- yours and Layla's.",
        "Sarah: Hey.",
        "Layla: Hey. You remember Vincent, right?",
        "Sarah: Yeah -- from the club. Hey.",
        "Vincent: Hey.",
        "Layla: Well, welcome home.",
        "[SCENE_BREAK]",
        "Jared: Thank you for taking the time for me. I only hope we get a chance to talk again.",
        "Renee: Well, maybe we will. I'll -- I'll talk to Clint --",
        "Jared: Huh.",
        "Renee: See if you can come for dinner.",
        "Jared: Dinner with you and Clint Buchanan -- that would be unbelievable.",
        "Renee: What's unbelievable is how like the young Asa Buchanan you are. Good luck on your first day, Jared.",
        "Jared: Thank you. And -- thank you.",
        "Renee: That young man is loaded with charm.",
        "Nigel: Among other things.",
        "Renee: Oh, don't be suspicious. I suspect Mr. Banks is going to be a very hot commodity at Buchanan Enterprises.",
        "[SCENE_BREAK]",
        "Nash: Now I'm mad.",
        "Jessica: Why?",
        "Nash: Because you have nothing to be sorry about.",
        "Jessica: Well, I kept this from you.",
        "Nash: Yeah, there is that. But I think I can get past it, as long as we promise each other not to hold anything back in the future.",
        "Jessica: Deal.",
        "Nash: Hmm. Now all we got to do is figure out how to deal with Jared Banks breathing down our necks.",
        "Jessica: We could do that. Or we could beat him at his own game.",
        "[SCENE_BREAK]",
        "Natalie: I can't believe that you're suspended again.",
        "John: It's a long story, forget about it.",
        "Natalie: I guess it could be a good thing. It's not like you've taken a vacation since you were in the burn unit, and I don't think that was a lot of fun. It's got to be driving you crazy.",
        "John: It did at first. Now I'm finding ways to fill the time.",
        "Natalie: Like what?",
        "John: Well, like today. I thought maybe -- maybe I'd shoot a little pool.",
        "Natalie: For old time's sake?",
        "John: Some of the best times of my life happened right around this pool table.",
        "Natalie: Break.",
        "[SCENE_BREAK]",
        "Blair: Are you blackmailing Todd?",
        "Dorian: I am protecting my family.",
        "Todd: All right. How much is it going to cost me to keep that big mouth of yours shut?",
        "Dorian: I don't want money. I want your assurance in writing -- that when this is all over, you are not going to try to get full custody of Jack and Starr.",
        "Todd: Done.",
        "Dorian: Well. That was easy.",
        "Blair: See?",
        "Todd: Now, I want something in return.",
        "Dorian: Ah. Now we'll hear it.",
        "Blair: You know what? Maybe we should head down to City Hall. I mean, we want to be married --",
        "Todd: No, we're not going to City Hall.",
        "Blair: What?",
        "Todd: That's what I want -- your beloved Aunt Dorian is going to throw the most lavish wedding this town has ever seen, right here at la -- la -- whatever. She's going to get my son back for me.",
        "[NEXT_ON]",
        "Cole: Oh, John. What's going on?",
        "Natalie: I didn't hire him because of your thing anyway.",
        "Jessica: You don't like this guy, do you?",
        "Blair: There is going to be a wedding here today.",
        "Marcie: I'm not afraid of you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=oU9UbLl3Nec"
}