{
    "Episode Summary": [
        "Episode # 11069"
    ],
    "Recap": [
        "Aubrey accompanies Rex on his mission to find the woman with Cutter who \"looks just like Gigi\". Although he doesn't want to get her involved, she is confident she can help him to find out what is going on and how it might relate to Cutter. When Cutter and \"Gigi/Stacy\" arrive at the plastic surgery clinic in South America, they observe a woman furious with how Dr. Fascinella ruined her face with plastic surgery. She's Alex Olanov, ex-wife of David Vickers. Cutter observes her and can see that she is his long lost mother who abandoned him and his sister when they were children, took his father's money and ran off. She at first does not believe him, but he convinces her it's true and informs her for the first time that his father blew his brains out because of what she did. Gigi/Stacy seems to be developing \"trust\" for Cutter.",
        "John and Natalie are brainstorming about where Brody could have taken Liam. He arrives at his family's home in Niles, MI and runs into his sister, Nadine. He remembers she's supposed to be in jail, but she's recently been released early for good behavior. She welcomes her brother and the baby but realizes he has kidnapped him and doesn't want to get herself in trouble hiding him from the cops. Although she lies to the police that she has not seen her brother, she urges Brody to leave immediately. Todd works with Agent Baker and his \"henchmen\" to find Tomas Delgado and make him go away. They find Tomas' friend Claude to \"motivate\" him to tell them where to find Tomas. Tomas is with Tea promising to be there for his sister and her baby. Yet we don't know what could happen if Baker and his men make him disappear."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Flight attendant: Ladies and gentlemen, the captain will turn off the seat- belt sign once it's safe to move about the cabin.",
        "Rex: I cannot believe you're here.",
        "Aubrey: Back in coach? Me neither.",
        "Rex: Look, if you had any sense, you would run as far away from me as possible instead of following me while I chase down my dead fiancée.",
        "Aubrey: Well, any chance to go to Rio.",
        "Rex: Except who knows what we'll find when we get there?",
        "[SCENE_BREAK]",
        "Alex: Did you just ask me my name? After all this time I've been here, you haven't pulled my chart? [Scoffs] It's Olanov. Alexandra Olanov.",
        "Cutter: Oh, my God.",
        "Stacy: What?",
        "Cutter: That woman -- she's my mom.",
        "Alex: Excuse me! The chart, por favor!",
        "Stacy: What? What are you talking about?",
        "Cutter: Remember how I told you that my mother abandoned me when I was a kid? That's her.",
        "[SCENE_BREAK]",
        "John: Come here. Have a look at this.",
        "Natalie: What is it?",
        "John: I think it's where Brody went.",
        "Natalie: Where? Where did Brody take our son?",
        "[SCENE_BREAK]",
        "Brody: Take a look, Liam. See this big old house? Huh? This is where Daddy grew up -- and where we're gonna start our new life.",
        "[SCENE_BREAK]",
        "Tomás: Any luck finding Louie?",
        "Calmar: Not yet. But I'm working on it. He no longer seems to reside at the docks.",
        "Todd: Damn it. Louie's the only lead we've got that can prove Todd killed Victor.",
        "[SCENE_BREAK]",
        "Téa: Tomás?",
        "[SCENE_BREAK]",
        "Todd: Baker?! I hope you dragging me out here to the middle of nowhere is your way of telling me that you're living up to your side of the bargain!",
        "Baker: You will be pleased to know I have a plan to get Tomás Delgado out of the way.",
        "Todd: Really? When?",
        "Baker: It's already in motion.",
        "Todd: Perfect.",
        "Tomás: Téa, sorry. I was, uh --",
        "Téa: I know what that call was about.",
        "Todd: No one knows better than I after eight years of your hospitality in a jail cell that you are, if nothing else, efficient.",
        "Baker: Well, you did say you required my particular expertise.",
        "Todd: I know I've said this over and over, but I just want Delgado out of the way. I don't want him dead.",
        "Baker: I understand the terms of our agreement. Of course, it would be much simpler --",
        "Todd: I don't need it simple. I just need it done. And I need it done my way.",
        "Baker: Of course. Everything is under control. Delgado won't be a problem much longer.",
        "[SCENE_BREAK]",
        "Téa: I'm on to you, hermano. I happened to notice that your bed hadn't been slept in last night. [Chuckles] Acting like a guilty teenager. That was Blair, wasn't it? You didn't have to get off the phone for my sake.",
        "Tomás: [Chuckles] If I had known you were gonna do bed checks, I would have messed up the sheets, thrown my pillow on the floor.",
        "Téa: Oh, come on. Who you try to kid? I'm your sister. Give it up!",
        "Tomás: You got me. I was with Blair last night.",
        "Téa: So you two straightened things out?",
        "Tomás: Yeah, she -- she finally made a choice between Todd and me. She chose me.",
        "Téa: Mm. I'm, uh -- I'm glad you got what you wanted.",
        "[SCENE_BREAK]",
        "Aubrey: Rex, don't worry about me, okay? I can help you. I want to help you.",
        "Rex: Why? You are just wasting your time, not to mention your money. How much did you pay for this ticket, anyway?",
        "Aubrey: Please! Not a dime! You know how many frequent-flier miles you run up in the international-con game?",
        "Rex: Sadly, I only grifted domestically. But, seriously, even if you do know Cutter and you can figure out what he's up to --",
        "Aubrey: I know what the man is going to do before he does it.",
        "Rex: And I appreciate that. Especially the Portuguese.",
        "Aubrey: Sim.",
        "Rex: But you're flying 5,000 miles to a foreign country. You don't have to do this, Aubrey. What are you doing on this plane?",
        "Aubrey: Okay, it's because of Roxy.",
        "Rex: Okay, I was not expecting that at all.",
        "Aubrey: When I went to drop off Shane, she basically told me that friends don't let friends run off and chase ghosts all by themselves.",
        "Rex: Well, it sounds like Roxy, except all the words are right.",
        "Aubrey: I know she's not exactly my biggest fan, but she is right. You and I are friends. At least, I think we are. And I'm worried about you.",
        "Rex: Y-yeah. In other words, you think I'm crazy.",
        "Aubrey: No, not at all.",
        "Rex: Really? So you don't think it's at all crazy I'm hoping to find my dead fiancé at the end of this trip?",
        "[SCENE_BREAK]",
        "Stacy: That's crazy. You're saying that your long-lost mom just happens to be standing right here in front of us in this plastic surgeon's office in Rio?",
        "Cutter: I know how it sounds.",
        "Stacy: Well, like you said, Cutter, you were a kid when she left.",
        "Cutter: I don't care how long it's been, okay? I remember her. I remember that face. I don't care what Dr. Fascinella's ever done to it. That's my mom.",
        "Alex: And you tell that coward you work for that he can stop hiding from me because of this butchery that he did on my face. And if he doesn't, he's going to face the full extent of my wrath, which includes much more than a lawsuit. That's just the beginning.",
        "Cutter: [Chuckles] Uh, you're -- you're not going anywhere.",
        "Alex: I'm not?",
        "Cutter: No.",
        "Alex: Just who do you think you are?",
        "Cutter: Your son.",
        "[SCENE_BREAK]",
        "Brody: I know you're tired, buddy. I am, too. So we're just gonna -- just gonna take a little break here for a minute, okay, till we figure out our next move. We can't take too long, though. I can't let anybody track us down. You know, they almost nabbed us at the airport, but you're a little trouper, aren't you, huh? You were good to go. You miss your mom, don't you? I miss her, too. What choice did I have? When everybody found out about that paternity test, I -- I kind of lost it. But you and I know that test doesn't mean anything, right? I'm your father. I'm your father. That's right. Here you go.",
        "[SCENE_BREAK]",
        "John: The past two years now, Brody's had part of his check deposited into a side account.",
        "Natalie: Yeah. Yeah, that's his savings. He was using it when he and Jessica were looking to buy a house, and then when we were looking, he had already spent the money to pay some of his debt off.",
        "John: No kidding. There's 45 grand that's been withdrawn from this account.",
        "Natalie: Oh, my God. What is that about?",
        "John: I don't know. Hey, Brody grew up in Michigan, right? He grew up in Niles, Michigan.",
        "Natalie: Yeah.",
        "John: His family still has a house there.",
        "Natalie: Yeah, I remember that.",
        "John: This municipal document says that Brody's sister, Nadine, is still listed as the owner.",
        "Natalie: You're kidding. That house went into foreclosure. And, I mean, how could Nadine own a house? She's still in prison.",
        "[SCENE_BREAK]",
        "Brody: Nadine, what are you doing here?",
        "Nadine: Me? What are you doing here? I thought some jerk had broken in. Oh, my God! Is this your son, Liam? He's so beautiful. Hi!",
        "Brody: Thank you.",
        "[Liam cries]",
        "Nadine: Oh! Why did you bring him here?",
        "Brody: Never mind us. Aren't you supposed to be in prison?",
        "Nadine: They let me out early. Good behavior.",
        "Brody: Why didn't you tell me?",
        "Nadine: Just happened. And after everything that went down between us, I wasn't sure you wanted to have anything to do with me.",
        "Brody: We're still family.",
        "Nadine: You know, I got to say, I was surprised to find out you paid off the house. Thanks for doing that.",
        "Brody: It's our home, right?",
        "Nadine: You know, I thought I could live here now. Make a new start. But instead you're here. Is that why you paid off the mortgage, so you could move in with your wife and kid?",
        "Brody: Nadine, listen, I'm not gonna --",
        "Nadine: Look, you know, I should have seen this coming. All you ever wanted was a family of your own. At least, one that wasn't as dysfunctional as ours. I guess you thought you'd give this place some new memories.",
        "Brody: Nadine --",
        "Nadine: You know, wait a minute. Got a letter from you a couple weeks ago, said you were getting married. Wasn't that just, like, yesterday?",
        "Brody: Yeah. The wedding was yesterday.",
        "Nadine: So where's the bride? Why are you traveling without Liam's mother?",
        "[SCENE_BREAK]",
        "Alex: Excuse me. Did you just say that you thought I was your mother?",
        "Cutter: You're Alexandra Wentworth, aren't you?",
        "Alex: Oh, Alexandra Wentworth is George Stephanopoulos' wife, and I'm Alexandra Olanov.",
        "Cutter: You were married to William James Wentworth Jr., a.k.a. Billy Joe Wentworth, a.k.a. Dad. I'm Cutter Wentworth, your son.",
        "Alex: [Scoffs] That's ridiculous. As if I'm old enough to have a son your age, hot stuff. [Chuckles] You must have me confused with someone else.",
        "Stacy: Cutter, maybe you've made a mistake.",
        "Cutter: NO. No, I may have been a kid the last time I saw you, but I remember. You abandoned me and my sister. You remember Aubrey, don't you?",
        "Alex: I'm sorry. I don't know what you're talking about.",
        "Cutter: Do you at least remember my father? You, uh, made off with all his cash, not to mention his sweet little red convertible, drove off into the sunset.",
        "Alex: Excuse me. If you have a panic button on this desk, you need to push it right now. We have a very unstable young man out here.",
        "[SCENE_BREAK]",
        "Aubrey: I don't think you're crazy, Rex.",
        "Rex: Well, you're the only one.",
        "Aubrey: Maybe a little troubled. And provoked by Cutter. Listen, I don't know what his game plan is, but it's a long con that somehow involves this ringer for Gigi. And if you don't get to the bottom of it, you're never gonna find any peace. That I don't think is crazy.",
        "Rex: Well, I'm not sure you'll still feel that way after I tell you what I saw at the airport -- besides Gigi.",
        "Aubrey: What? What? What did you see?",
        "Rex: Okay. The only reason that I went back to the gate, the only reason that I saw Gigi board a plane for Rio in the first place was because when I was leaving the airport, I looked up at the arrival-and-departures board, but instead of seeing flight numbers, I saw the words \"Don't give up.\"",
        "Aubrey: \"Don't give up.\"",
        "Rex: Ever since I started seeing Gigi, I've been seeing those words. It's a message that I got from a psychic. It was written on a check at the Buenos Dias, which was given to me by a waitress that I thought was Gigi, and now this.",
        "Aubrey: On the arrivals-and-departures board.",
        "Rex: Yes. Clear as day. So I didn't give up. I went back to the gate. And there she was, Gigi. And it wasn't a look-alike. It was her.",
        "Aubrey: Wow. That -- that is --something.",
        "Rex: So you still think I'm not crazy?",
        "Aubrey: Rex, I know you're not crazy. Voce est* em amar. You're in love.",
        "[SCENE_BREAK]",
        "Tomás: You sure you're happy for me?",
        "Téa: I think it's great that Blair chose you.",
        "Tomás: But?",
        "Téa: But I know that Todd still has a thing for Blair. And when she tells him that she chose you over him, Todd is gonna be upset and jealous. And with Todd, that's never a good thing.",
        "[SCENE_BREAK]",
        "Baker: So, you see, you won't go down for your brother's murder, nor will you lose the woman you love -- just as soon as Delgado is -- contained.",
        "Todd: How are you gonna lure Delgado here? It's not like he's gonna come running when you call him.",
        "Baker: Of course, he won't. That's why I've arranged for one of Delgado's closest allies to bring him to us -- one Monsieur Calmar.",
        "Todd: Monsieur Calmar? [Speaking French] Why would he go along with that?",
        "Baker: As you can see, Monsieur Calmar doesn't have a choice.",
        "[SCENE_BREAK]",
        "Tomás: Did Todd tell you he has feelings for Blair?",
        "Téa: Of course not. But when I spoke to him the other day, he went on and on about how you'd been giving him the third degree about Victor's murder. He thinks that you're trying to get him out of the way, because you think he's a threat to you and Blair.",
        "Tomás: Oh, the ego on this man. That's what he said?",
        "Téa: Look, when I asked him if he had any feelings for Blair, he denied having any, which tells me that he wants her back. Poor guy hasn't gotten over her yet.",
        "Tomás: I wouldn't feel too sorry for Todd, if I were you.",
        "Téa: What's that supposed to mean?",
        "[SCENE_BREAK]",
        "Natalie: I'm sorry. I just -- w-where are you -- where are you going with all of this?",
        "John: Here's where I'm going with this. Brody was always telling me how he felt responsible for Nadine's legal problems.",
        "Natalie: Well, he shouldn't have, okay? I mean, she knocked him and my brother out and then held them hostage for Mitch.",
        "John: Right, right. But -- but Laurence was able to manipulate her by giving her money to save the family home.",
        "Natalie: I forgot about that.",
        "John: So, Brody's been saving all this money. He was able to buy the place back, and he put it in Nadine's name.",
        "Natalie: Yeah, no. But why -- why would he even do that? He and Nadine, they didn't even get along. And she's in prison.",
        "John: So the place would be empty. Sounds like a pretty good hideout to me.",
        "[SCENE_BREAK]",
        "Brody: Well, Natalie was gonna come with us, but she had some family stuff come up at the last minute and her father's been sick.",
        "Nadine: So, wait. Your new wife's father is sick, and you don't stay with her?",
        "Brody: I wanted to check out the house, make sure the pipes hadn't frozen. She said we should go on ahead and, uh, she'd meet up with us in Chicago.",
        "Nadine: And you brought the baby?",
        "Brody: Well, I know it's not much of a honeymoon with the baby, but --we didn't want to leave him behind.",
        "Nadine: Okay, Brody. Stop. It's me you're talking to, so don't kid a kidder. Something's weird about this whole setup. What aren't you telling me?",
        "[SCENE_BREAK]",
        "Aubrey: People do crazy things for love. That's not the same as being crazy. What's driving you is your love for Gigi. That's what all this is about.",
        "Rex: Y-yes, but all of this is -- is impossible. Everything that's happening can't be happening. Nobody could look that much like Gigi and not be her. How do you explain that? Or all the \"Don't give up\" messages? How do you explain any of it?",
        "Aubrey: I can't.",
        "Rex: Exactly!",
        "Aubrey: But there is an explanation, Rex. And it's Rio de Janeiro with Cutter.",
        "[SCENE_BREAK]",
        "Cutter: There's -- there's no magic button that's gonna solve this for you, Mom.",
        "Alex: Excuse me.",
        "Stacy: Wait, please. My friend is pretty certain that you're his mother. Is there any chance?",
        "Alex: Your friend is very attractive and very wrong. Goodbye.",
        "Cutter: No, no, no. You're -- you're not going anywhere.",
        "Alex: Young man, you are very attractive and very deluded.",
        "Cutter: You're thinking you can just walk away from us?",
        "Alex: I never walked away from you. But clearly, someone did, and it's very unfortunate. But let's face it. We all have tragic pasts. We all blame our parents for our present circumstances. But obviously, you're doing very well.",
        "Cutter: \"Obviously\"?",
        "Alex: Yes. And -- and your sister who you say I-I left, I'm sure she's doing just as well. And that man William that you say that I married, I'm sure that he got over his tragic loss no matter how shattering it may have been.",
        "Cutter: Got over it? Yeah, he did get over it -- by blowing his brains out.",
        "Alex: Oh, God. Not Willy.",
        "Cutter: I knew it. You're my mother.",
        "Alex: [Voice breaking] Yeah. Yes, I suppose I am.",
        "[SCENE_BREAK]",
        "Téa: What do you mean by that?",
        "Tomás: Just meant that Todd has a way of taking care of himself. I do think it's funny that Todd assumes the only reason I want to find Victor's killer is to keep him from interfering in my love life. But as I'm learning, that's Todd.",
        "Téa: Yeah.",
        "Tomás: Téa. I'm still keeping my promise. I'm gonna find your husband's killer. Okay? I reached out to some contacts. Should have some results soon.",
        "Téa: You have no idea how much that means to me, especially now.",
        "Tomás: What do you mean?",
        "Téa: [Sighs] I need to find out who killed Victor, so I can give my full attention to this baby.",
        "Tomás: What?",
        "Téa: Oh, my God. I haven't told you yet. Uh, you're gonna have a new niece or nephew.",
        "Tomás: [Chuckling] What? Téa, you --",
        "Téa: Pregnant -- [Voice breaking] With Victor's baby. [Sniffles] It's the least thing I expected. Victor's gone, but -- he's gonna live on through this child.",
        "[SCENE_BREAK]",
        "Calmar: Well, old friend. What do you want with me? Manning. What are you doing with Baker, the man who was your jailer for so many years? What kind of devil's bargain have you made with him?",
        "[SCENE_BREAK]",
        "Brody: Nadine, everything's fine. We're just -- we're just tired.",
        "Nadine: Yeah? Want to swear that on the life of your son? Guess not. Look, Brody, whatever you're selling, I'm not buying, so you might as well tell me what's up.",
        "[Knock on door]",
        "Officer: Michigan police! Open up!",
        "Brody: Don't answer --",
        "Nadine: It's a police officer! I knew it! You're in trouble, aren't you?",
        "Brody: Just don't you open that door.",
        "Nadine: I have to answer it! I'm on parole! He saw the lights! He knows I'm here!",
        "Brody: Just -- just don't tell them I'm here.",
        "Nadine: Ugh, I just got out, and you want me to lie to the cops? I don't know what to do!",
        "Brody: Nadine, please, you have to cover for me.",
        "Nadine: [Sighs]",
        "Officer: Nadine Lovett?",
        "Nadine: Yes.",
        "Officer: Have you seen your brother?",
        "[SCENE_BREAK]",
        "John: Local P.D. in Niles now have a picture of Brody and Liam. They're sending someone over to Nadine's house to check it out.",
        "Natalie: Okay, good.",
        "John: One more thing. Nadine's out of prison.",
        "Natalie: You're serious?",
        "John: Mm-hmm.",
        "Natalie: Okay, well, even if Brody and Nadine can't stand each other, if he paid off her house, then he probably could have convinced her to hide out there.",
        "John: If we hurry, we can catch the last flight to Michigan.",
        "Natalie: Let's go. And, John, thank you for not sending me home and telling me to rest.",
        "John: Would it have worked? Hey -- we're in this together, Natalie. Let's go.",
        "[SCENE_BREAK]",
        "Nadine: My brother? Assault and kidnapping?",
        "Brody: Just stay quiet.",
        "Nadine: No, I haven't seen him in about two years. And I've never seen this baby. Believe me, this is the last place Brody would go if he was in trouble.",
        "Officer: Mind if I look around?",
        "Nadine: Got a warrant?",
        "Officer: If your brother contacts you, call us.",
        "Nadine: [Sighs]",
        "Brody: Nadine, I can't thank you enough.",
        "Nadine: Don't. Don't thank me. That is the last thing I wanted to do. What has happened to you, Brody? How could you kidnap your own son?",
        "[SCENE_BREAK]",
        "John: Sure you don't want some water or something?",
        "Natalie: [Scoffs] I'm not sure about anything right now. I mean, two minutes ago, I was marrying Brody, and now it feels like it was 10 years ago.",
        "John: How about this? Why don't you close your eyes, try to get a few minutes of sleep?",
        "Natalie: I can't. I have to tell you something that's gonna sound kind of silly.",
        "John: Okay.",
        "Natalie: A couple of weeks ago, I-I had this dream. I was opening up the envelope that had the paternity results in them. Your name was on that paper. So, in the dream, you -- you were Liam's father.",
        "[SCENE_BREAK]",
        "Rex: Even if there is a perfectly good explanation for all of this, even if all we have to do is find Cutter, we still have to find Cutter in a city of six million people.",
        "Aubrey: I know it seems impossible.",
        "Rex: No, it doesn't just \"seem.\" It is.",
        "Aubrey: Just don't think about that right now.",
        "Rex: Well, how can I not?",
        "Aubrey: Excuse me. Do you have any magazines or crossword puzzles?",
        "Flight attendant: I'm afraid I'm all out. But I do have this.",
        "Aubrey: Oh, perfect. Thanks.",
        "Rex: Seriously? You want to play cards?",
        "Aubrey: I think a game could clear your mind.",
        "Rex: Well, I have to warn you, I'm good.",
        "Aubrey: We'll see just how good.",
        "[SCENE_BREAK]",
        "Alex: I'm sorry I lied before. I am a very wealthy woman now, and I have an island resort, and there are gigolos and grifters trying to take advantage of me all the time. And you can't blame me for trying to be cautious.",
        "Cutter: Of course.",
        "Alex: And to tell you the truth, I-I wasn't quite sure for sure it was you. It's been a long time.",
        "Cutter: Oh, just a few decades, during which time you never thought once to check on the family that you destroyed.",
        "Alex: I didn't know anything about Willy.",
        "Cutter: You never asked. You never looked back. You never -- y-y-you never wanted to check in on Dad after you took his money and ran. Not to mention check in on maybe your little son and daughter? Although you never really did care about Aubrey, did you?",
        "Alex: Stop! How is Aubrey? She was so sweet. Not much to look at, unfortunately. She took after your dad's side of the family, but she was so sweet.",
        "Stacy: Wait a minute. I thought was Aubrey was your ex-girlfriend, the blonde.",
        "Alex: Oh, my God. It's worse than I imagined. I left a trail of incest in my wake?",
        "Cutter: No! Not that Aubrey! The real Aubrey, my sister, the one whose life you wrecked, too!",
        "Alex: You poor, motherless things. I am just so sorry.",
        "Cutter: \"So sorry\"? That's -- that's great. What good does \"so sorry\" do me?",
        "Alex: [Sobs]",
        "[SCENE_BREAK]",
        "Calmar: Tell me, Monsieur Manning. What has this man done to coerce you into getting involved with him again? And why am I here?",
        "Baker: You're going to make a phone call to your dear friend, Tomás Delgado.",
        "Calmar: And if I refuse?",
        "Todd: Don't be an idiot. Make the phone call.",
        "Baker: Now, see, that is good advice. You should listen to him, Claude.",
        "[SCENE_BREAK]",
        "Tomás: I-I had no idea.",
        "Téa: [Laughs] Neither did I till a few days ago. I still haven't told Dani. I still can't believe it's real.",
        "Tomás: Look, even though this child's father is gone, I'm gonna be here for her or him and for you.",
        "Téa: Thank you.",
        "Tomás: What are we sitting here for? Let's celebrate.",
        "Téa: [Chuckling] Okay. I'll get a, uh, glass of champagne for you and a glass of milk for me, okay?",
        "Tomás: Very exciting.",
        "Téa: All right. [Chuckles]",
        "[Cell phone rings]",
        "Tomás: Yeah?",
        "Calmar: Tomás.",
        "Tomás: Calmar, sorry about before.",
        "Calmar: You need to come to Warehouse 22 by the docks.",
        "Tomás: Did you find Louie? Is he ready to talk about the gun?",
        "Calmar: The gun is involved, yes.",
        "Tomás: I'm on my way.",
        "Calmar: Be careful, old friend. You never know what you might be walking into.",
        "Baker: What the hell was that? Some sort of ham-fisted attempt at a warning?",
        "Calmar: I see Tomás is right about you. You did kill your brother.",
        "Todd: You shut up. You don't know anything about me. And neither does your pal Tomás.",
        "Calmar: Tomás knows you killed your brother. You're setting a trap for him to keep him quiet. What are you planning to do to him?",
        "Todd: All right, that's enough questions.",
        "Calmar: You'll never get away with this.",
        "Todd: Get him out of here.",
        "[SCENE_BREAK]",
        "Téa: Tomás?",
        "[Footsteps approaching]",
        "Téa: Where you going?",
        "Tomás: I got a call. A lead about the murder.",
        "Téa: What's the lead? Who called you?",
        "Tomás: I can't talk about it right now. I'm sorry. We're gonna have to celebrate another time.",
        "Téa: Of course.",
        "Tomás: You know what? Before I go, I want to give you something.",
        "Téa: Is that a baby bracelet?",
        "Tomás: It was mine. See the beads that look like eyes?",
        "Téa: Yeah, these are to protect against the evil eye, \"el mal de ojo.\"",
        "Tomás: Right. Our abuelita gave it to me when I was born. I've held on to it all these years for a good-luck charm. Now I want your baby to have it.",
        "Téa: Well, w-what makes you think you don't need some good luck? I mean, don't you want to keep it?",
        "Tomás: I'm feeling pretty lucky lately. Maybe it's time to share some of that luck.",
        "Téa: Gracias, hermano.",
        "Tomás: I love you, pajarito. You know what? No matter what, that is definitely gonna be one lucky baby to have you as a mom. See you soon.",
        "Téa: [Chuckles]",
        "[SCENE_BREAK]",
        "John: You know, that happens. You heard Marty admit the truth on that tape. The memory was buried.",
        "Natalie: Great. So, my subconscious was telling me what I already know. And that dream was actually a reality, but everything is messed up, and it's all my fault.",
        "John: No. You can't beat yourself up like that.",
        "Natalie: John, why couldn't I have just remembered? None of this would be happening.",
        "John: Natalie. None of this is your fault. None of it, okay? I'm not gonna let you do that. Hey. We're in the home stretch, all right? We're almost to Michigan. We're gonna get our little boy back. I promise you.",
        "[SCENE_BREAK]",
        "Brody: Just as we were about to get on the plane, airport security flagged me, so we ended up driving here. I can't lose my son.",
        "Nadine: Brody --",
        "Brody: I know he's not mine. But I love him like he's my own flesh and blood. I would lay down my life for this kid.",
        "Nadine: And I feel for you, Brody. I do. But you can't stay here.",
        "Brody: Please, just -- just until morning.",
        "Nadine: What? So you can watch the sun come up as they haul me back to prison? No, thanks. But if you leave now, I can say I never saw you.",
        "Brody: You're right. I -- we'll go. I'm sorry. Nadine, I never meant to put you in this position.",
        "Nadine: And what about Liam's mother? You sure you want to do this? Take her kid away from her?",
        "Brody: I never meant to hurt Natalie. I never meant for any of this to happen.",
        "Nadine: Well, but it did, didn't it? I never saw you, okay? I'm going out to get cigarettes. Better be gone when I get back.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Rex: Told you I'm good.",
        "Aubrey: Yeah, you're good, all right -- at cheating.",
        "Rex: What are you talking about?",
        "Aubrey: Don't play innocent with me. You've got the king of spades up your sleeve.",
        "Rex: I do not! Okay, I do. How did you know that? Nobody has ever caught that little trick.",
        "Aubrey: Not even you?",
        "Rex: Oh, you're good.",
        "Aubrey: Mm-hmm. I sure am. I'm just like you, a reformed con artist. And I think between the two of us, we shouldn't have a problem finding Cutter and getting you all the answers you need.",
        "[SCENE_BREAK]",
        "Alex: Cutter, I understand how angry you must be. I wasn't much of a mother.",
        "Cutter: No. No, not much.",
        "Alex: But --y-you -- there's more than one side of the story. I have felt so much pain in my life, too.",
        "Cutter: Really?",
        "Alex: Yes.",
        "Cutter: Really? 'Cause, Mom, it seems like you're doing just fine. Living it up in Brazil, getting tune-ups from Dr. Fascinella. I'm sorry. What happened? W-was there a shortage of muscle relaxers?",
        "Alex: Cutter, you have no idea. I am not cut out to be a mom. I shouldn't be anybody's mother. B-believe me. God only knew what would have happened to you if I'd stayed. And quite frankly, you weren't the easiest child in the world, either.",
        "Cutter: Excuse me?",
        "Alex: Well, you certainly lived up to your name. You loved to run around with scissors. And I was at the end of my tether when you cut my mink into little pieces.",
        "Cutter: I'm sure you managed to find another one.",
        "Alex: You -- that's not the point, and it doesn't make any difference. I-I did, and it's -- it's just that you were so much better off without me.",
        "Cutter: Better off?",
        "Alex: Yes. Look at you. You're healthy. You're handsome. And Aubrey, I'm sure -- well, I'm sure she has a great personality.",
        "Cutter: You really think we were better off? Parentless? Unloved in foster care? We couldn't even get Dad's life insurance 'cause he killed himself.",
        "Alex: I-I didn't know that. But there is a lot more to the story that you don't know. I've had a very difficult and complicated life, more complicated and difficult than you could ever imagine. And I wish that I could have a chance to tell you my side of the story.",
        "Cutter: I'd like that. Actually, I would. I'd, um -- I'd like to hear your side of the story. Um, but not here. Uh [Sniffs] Someplace quiet, maybe, uh, where we could talk alone.",
        "Alex: [Sighs] Thank you. Thank you. Thank you so much.",
        "[Door opens]",
        "Stacy: Are you sure about this?",
        "[SCENE_BREAK]",
        "Téa: I can only imagine what your father would say about a charm bracelet for a baby to ward off the evil eye, \"el mal de ojo.\" [Chuckles] Your father was never a very superstitious dude. Besides, he would have said, \"Who needs good luck with me as a father?\"",
        "[SCENE_BREAK]",
        "Tomás: Louie Dupree? Louie, you here? It's Tomás Delgado. Nothing to be afraid of. Come on out. Just want to talk to you about Todd Manning. Louie, is that --",
        "[SCENE_BREAK]",
        "Stacy: Do you really think this is a good idea for you to be alone with her?",
        "Cutter: Why wouldn't it be?",
        "Stacy: Because you're so angry, and your mother is, well, she's a little weird.",
        "Cutter: Don't worry about me. I'll be okay.",
        "Stacy: Okay. I just -- you must be so overwhelmed. I have no idea what this feels like.",
        "Cutter: Thanks. But I've actually been waiting for this for a long time.",
        "Stacy: Okay. Well, I'll be right out here in case you need back-up.",
        "Cutter: Thanks.",
        "Alex: Oh. Good. I thought maybe you made a run for it.",
        "Cutter: And miss this opportunity? Not on your life.",
        "Alex: Well, thank you. I really appreciate your giving me a chance to tell you my side of the story.",
        "Cutter: That's not why we're here.",
        "Alex: It's not? Then why?",
        "Cutter: So I can keep a promise I made to myself, something I knew I had to do if I ever saw you again.",
        "Alex: [Gasping]",
        "[SCENE_BREAK]",
        "Rex: You are a genius.",
        "Aubrey: I told you I could help you -- and not just because I speak a little Portuguese.",
        "Rex: How did you know which cab driver to show Cutter's photo to?",
        "Aubrey: Cutter always gets the cab with the oldest driver. He figures the older the driver, the less he'll remember who got in his cab.",
        "Rex: Except that didn't work this time.",
        "Aubrey: No. Not only did he recognize Cutter, but he remembered where he took him.",
        "Rex: And that he had a woman with him.",
        "Aubrey: Who was wearing sunglasses. Sorry he couldn't tell if she looked like Gigi's picture.",
        "Rex: What is this place anyway?",
        "Aubrey: Dr. Fascinella? Why would Cutter come all the way to Brazil to see a doctor?",
        "Rex: I don't know. We're gonna find out.",
        "[SCENE_BREAK]",
        "Brody: Well, kid, your Aunt Nadine is right. Can't let her get in trouble again, so -- I know we're both tired, but we're gonna have to keep moving. But I --promise you, Liam, I'm gonna find a way to get us into Canada, and then we can start over. Just the two of us. Come on."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=TDfSuRbEJD0"
}