{
    "Episode Summary": [],
    "Recap": [
        "Nora thinks Evangeline is doing a fine job and she wants her to come and work permanently. This will give Nora time with Matthew. Evangeline mulls it over and then decides to do it. \"Did you enjoy yourself the other night at the party?\" Jessica asks Nash. Nash did and he enjoyed thanking Antonio for all his help by helping out by taking care of the bar. Jessica wants to know more about Claudia and what happened to her New Years Eve Nash tells her to lay off that. He doesn't believe that she really wants to know about Claudia and how she was feeling that night. \"I really do want to know I know what it must be like to feel all alone on New Years Eve.\" Nash turns to stare at the side of her face now. \"What do you want to do?\" Nash asks Jessica. \"We are out of gas So now we are going to freeze.\" He suggests that they start walking. Even if they don't make it to the vineyards, there are summer cabins all around they can duck into if they need to. Jessica doesn't want to do this. She feels there is more danger outside the car. Nash feels they have no choice. Their cellphone don't even work where they are. Reluctantly she gets out of her car and she and Nash start walking in the blizzard. The pair come upon a cave and head in gratefully. The storm is really blowing out there. They will at least be sheltered from the storm. They find some old lanterns and try to see if they will work. BROOOOOOMMMMM! \"What's that?\" Jessica asks afraid. Nash didn't hear anything. They rush to the opening of the cave thinking that perhaps a plow is coming. They have their heads just outside the cave when the avalanche happens. All the snow that was at the top of the opening of the cave falls in front of the opening of the cave. Vincent returns to the station to find out what Antonio has been up to in the investigation of his building burning down. Antonio says that he knows that the fire investigators have been tracing the accelerant used in the fire. he goes down personally to see what is going on with the investigation. He calls Vincent back to the station to tell him that he found out something very interesting about the details surrounding the fire. Turns out that Vincent is covered for the incident. Vincent says that he canceled his insurance for the building but there was a grace period before it was actually canceled. That means that Vincent will in fact get a pay out for his building burning down, from the insurance company. Now Antonio has to wonder if this really was an accident, or if Vincent really set this up to make a killing of a payoff."
    ],
    "Recap Author": "Jennifer",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Nash: Well, the weatherman said it was going to continue snowing. He didn't say it was going to turn into a blinding blizzard.",
        "Jessica: Well, the snowplows should be along soon. At least we have heat. So is this storm going to affect your vineyard?",
        "Nash: I don't know. I've got the place pretty much weatherproofed. I don't think so. It's just a shame. I really, you know -- it's a shame we're not going to be able to see the place today.",
        "Nash: Yeah. I wanted to show you what I've done to the winery. Well, what Antonio's crew has done to the winery. And I wanted to pick up that case of wine I ordered for him from California.",
        "Jessica: Why?",
        "Nash: To thank him. It's amazing. I mean, his crew has done in a couple days what it would have taken me years to do. It's almost finished. It's a very generous Christmas gift.",
        "Jessica: Well, Antonio's a really, really generous man. That's why I fell in love with him. That's why I married him.",
        "Nash: Yes, we all know how much you love Antonio, but can you please stop rubbing my face in it?",
        "[SCENE_BREAK]",
        "Evangeline: Here, have some of this. Last night was amazing.",
        "Cristian: Hmm, yeah, it was. I especially liked the --",
        "Evangeline: Don't tell anybody about that. I'm not exactly sure that's legal in Llanview.",
        "Cristian: Well, hey, you're a lawyer. It's ok.",
        "Evangeline: Is it ok?",
        "Cristian: Yeah.",
        "Layla: Sorry I'm late.",
        "Evangeline: What about 1:00 AM?",
        "Cristian: Oh, yeah.",
        "Layla: Well, I guess you didn't notice.",
        "Evangeline: Hey!",
        "Layla: Hey.",
        "Evangeline: How are you? I'm so sorry.",
        "Layla: It w great wasn't it? It was great. Everyone loved the lingerie that Adriana and I designed. Thank you so much for taking pictures, Cris. I downloaded them last night, and sent them to the editor. She called me just now. Said she loved them.",
        "Evangeline: That is great.",
        "Cristian: Really?",
        "Layla: No, it gets better. She's running them online and printing them in next month's issue, with your credit.",
        "Evangeline: Congratulations.",
        "Cristian: Nice.",
        "Layla: Thank you.",
        "Evangeline: \"Mania\" is kind of a cool magazine.",
        "Layla: Yes, it is. Adriana and I are on our way up.",
        "[SCENE_BREAK]",
        "Talia: Here are the final incident reports for New Year's Eve.",
        "Bo: This is not bad.",
        "Talia: Yeah. Enjoy.",
        "Bo: Funny.",
        "Antonio: Very funny.",
        "Bo: Funny.",
        "Antonio: Uh -- so anything interesting?",
        "Antonio: Oh, right, your typical New Year's Eve in Llanview.",
        "Bo: Yeah.",
        "Antonio: So, what are you going to do about Todd Manning?",
        "Bo: Well, according to Blair, Manning didn't push her and Truman off the roof of that warehouse. That was an accident.",
        "Antonio: Oh. Oh, so attempted murder's off the table?",
        "Bo: No, not quite. Because Manning forgot to tell the EMTs that Truman was a couple feet away bleeding to death.",
        "Antonio: Never thought I'd hear myself say this, but I think I want Todd to go free.",
        "Bo: I know what you mean. I never thought I'd say it, either, but so do I.",
        "[SCENE_BREAK]",
        "Michael: I've had enough. I'm going to get you IV painkillers right now.",
        "John: No, no, Mike, don't bother.",
        "Michael: John, you're in pain.",
        "John: I'm getting used to it, all right.",
        "Michael: You're not supposed to get used to it.",
        "John: All right, now, you listen to me, all right? These -- these pills, Mike -- they make me confused, and I don't need that right now.",
        "Marcie: He just wants to go home.",
        "John: That's right. Listen to her.",
        "Michael: Has anybody talked to you, John?",
        "John: I talked to lots of people, Mike.",
        "Michael: You know what I mean, John.",
        "John: Yeah, I talked to a shrink.",
        "Michael: And?",
        "John: It was that Marty Saybrooke.",
        "Michael: What?",
        "John: The one that got Truman off the hook for killing the old man.",
        "Michael: Oh.",
        "[SCENE_BREAK]",
        "Spencer: Hey, Natalie. What a welcome surprise. Although, I guess I shouldn't be. I am far easier on the eyes than your hideously disfigured boyfriend.",
        "Natalie: I am not even going to dignify that with a response. I am here to let you know that John will be released soon, and when he is --",
        "Spencer: Oh, he's going to try to kill me? Too late. He already tried that. Last night, as a matter of fact.",
        "Natalie: Is this a part of your insanity defense? Making up stories about John?",
        "Spencer: Wait a minute. You -- you really honestly don't know, do you?",
        "[SCENE_BREAK]",
        "Evangeline: I want you to enjoy your success, honey, because you and -- and Adriana -- you deserve it. I mean, your stuff -- it's gorgeous.",
        "Layla: Thank you, but we can't start accepting any fashion awards anytime soon. We have so much work to do. Do you know how hard it is to design a bra that looks good but feels comfortable?",
        "Evangeline: Tell me about it. I have a drawer full of expensive lingerie that I don't wear because it's not comfortable.",
        "Layla: Hmm.",
        "Cristian: Do you know what? I am going to talk to Lindsay and you guys can continue talking about your mom's bra size.",
        "Evangeline: Hey, whatever happens, I just want you to know that I am so proud of you.",
        "Layla: Thank you. I think this career is really going to stick. I'm really good at it, Vange. Who knew?",
        "Evangeline: I just like seeing you smile like that.",
        "Layla: You know, I think 2007 is going to be a great year.",
        "Evangeline: Me, too.",
        "Layla: We both have jobs we love.",
        "Evangeline: Well, I'm not sure how long mine's going to last.",
        "Layla: What do you mean?",
        "Evangeline: Oh, I'm only working for the DA's office to prosecute Spencer. Them I'm going back to my very successful practice.",
        "Layla: I hear that.",
        "Nora: Plans can change. How'd you like to stay on as my ADA?",
        "[SCENE_BREAK]",
        "Lindsay: Ooh, I saw the window that you did for Christmas. It was great! It was very whimsical. It had a real sense of fun to it. I loved it.",
        "Cristian: Not exactly the style I'm known for.",
        "Lindsay: So what? You -- you're painting. That's a good thing.",
        "Cristian: Yeah, but you know what? I'm never going to be able to paint as well with my left hand. My painting career's over.",
        "[SCENE_BREAK]",
        "Bo: Yes?",
        "Talia: Vincent Jones is hear to see Detective Vega.",
        "Antonio: Oh! Yeah, just my lucky day.",
        "Bo: Thank you.",
        "Antonio: What can I do for you this time, Vincent Jones?",
        "Vincent: Well, you can get off your lazy butt and find the son of a bitch who torched my building and burned down my warehouse and killed my friend.",
        "[SCENE_BREAK]",
        "Michael: Marty Saybrooke?",
        "John: Yeah.",
        "Michael: I can't believe that. I can't believe that they would actually send her in here for a psyche evaluation. I mean, you'd think they'd understand that that's kind of a little bit of a conflict of interest.",
        "John: Yeah. If they didn't know, they didn't care. And she conveniently forgot to identify herself.",
        "Michael: You know, when I suggested a psyche evaluation, the last person in the world --",
        "John: Oh, so you were the one who set me up with the shrink? What were you thinking about?",
        "Michael: What was I thinking about? You're not taking your pain meds. Your moods are up and down.",
        "John: Because of the drugs, Mike! Because of the drugs!",
        "Michael: You insist on leaving the hospital before you're healed, and all you talk about is revenge.",
        "John: I want the bastard dead. Doesn't mean I'm necessarily going to kill him.",
        "Michael: John, I did suggest a psychiatric evaluation. And I'm telling you, I stand by my suggestion. You need some help.",
        "[SCENE_BREAK]",
        "Natalie: There is no way that John could have gotten out of his bed.",
        "Spencer: Yeah. It was probably just a drug-induced sleepwalking episode of some sort. But, hey, the man is definitely hell-bent on trying to kill me, Natalie.",
        "Natalie: He can barely walk!",
        "Spencer: You want to see the bruises? Hmm? Look. I think there's still a couple over here on this side --",
        "Natalie: Oh, you know what? I wouldn't even put it past you to do that to yourself --",
        "Spencer: Yeah, he's the one out for revenge.",
        "Natalie: Yes. And when the judge figures out that you're faking crazy, you'll be back in court.",
        "Spencer: Oh, I'm not crazy, Natalie. I'm as sane as day. And I'm also innocent. Hey, how do you think John's going to take it? How's he going to react, you know? Is he going to adapt to sitting around in a hospital bed twiddling his thumbs, if that's even still possible, while I walk out of here a free man?",
        "Natalie: Shut up.",
        "Spencer: Did you ever ask him the question, Natalie? The million-dollar question -- does he love you, you know? He wouldn't lie to you about that, right? Oh, wait a minute. He already did.",
        "Natalie: Go to hell.",
        "[SCENE_BREAK]",
        "Jessica: I'm just stating facts, Nash. I'm not trying to rub anything in.",
        "Nash: Much.",
        "Nash: Tess? Yeah, all the time. All right? But I -- I just don't need you reminding me all the time about how Antonio is the one that can make you happy. Can you understand that? Can you deal with that?",
        "Jessica: Fine, as long as we're clear.",
        "Nash: Crystal.",
        "Jessica: Did you manage to enjoy yourself at the party the other night?",
        "Nash: Yeah, it was great. It was crazy.",
        "Jessica: Well, that's nice. You -- you never told me why Claudia left.",
        "Nash: I just thought it'd be a nice way to thank Antonio. You know, running Capricorn for him for a night.",
        "Jessica: Yeah -- um -- buying him a case of wine is another way to thank him. How many ways are you going to thank him, Nash?",
        "Nash: Maybe it's overkill, huh?",
        "Jessica: What happened with Claudia?",
        "Nash: She wasn't up for it. Can we just leave it at that?",
        "Jessica: I understand.",
        "Nash: I doubt it.",
        "Jessica: No, I do understand. New Year's can be a very difficult time of year, especially when you have no one to share it with.I'm sorry. Huh. I'm just going to shut up. I'm just going to stop talking. Hmm.",
        "Nash: That's ok.",
        "Nash: Besides, you're right -- about Claudia. She's feeling lonely and she's drinking again.",
        "Jessica: Oh, no. When?",
        "Nash: A while. And I feel like it's my fault.",
        "Jessica: Of course it's not your fault.",
        "Nash: I should have seen the signs.",
        "Jessica: Oh.",
        "Nash: I should have, but I was -- I was too distracted with my own issues. I should have been more sensitive, or whatever.",
        "Jessica: What? You are not responsible for what happened with Claudia, but she was obsessed with you.",
        "Nash: Hmm. It would have been a lot easier if I could've loved her back.",
        "Jessica: Why? Because you feel sorry for her? Look, you can't make yourself love someone, no matter how much they love you.",
        "Nash: I couldn't love her because I was in love with somebody else.",
        "[SCENE_BREAK]",
        "Antonio: Look, I know you're upset about the loss of your building, or which is it --",
        "Vincent: I don't give a damn about that building, and it is wrong of the department to think that I don't have any heart, that it's all about money with me --",
        "Antonio: You know what, Jones? I really don't care what the rest of the PD thinks, but I'll tell you what I know. I know you destroyed my brother's career just so you could make yourself a little pocket change.",
        "Vincent: And I owned up to it.",
        "Antonio: Yeah? Oh. Let me see if I can find you a medal.",
        "Vincent: Look, detective Vega, this isn't about you and me. It's about my friend Ted. Now, I have no idea what the hell he was doing in the building the night of the fire. But whatever it was, it's on me -- and the guy who torched my place. So whatever you think about me, Ted didn't deserve to die.",
        "Antonio: I can't comment on an ongoing investigation.",
        "Vincent: But you have proof that it was arson.",
        "Antonio: So?",
        "Vincent: So? Why am I still a suspect?",
        "Antonio: Hmm.",
        "Vincent: Why would I be pushing for answers if I was guilty?",
        "Antonio: Let me think here. So that we wouldn't think that you're a suspect?",
        "Vincent: I didn't do it. I had nothing to gain.",
        "Antonio: Then you got nothing to worry about. You know what? I'll go down there and check it out myself.",
        "Vincent: I'll go with you.",
        "Antonio: No, you won't. I will investigate this personally, and then I will get back to you if there's anything.",
        "Vincent: Well, I just want to make sure that there is an investigation.",
        "Antonio: You know what? You're going to have to trust me. Officer Sahid, do me a favor. Make sure that you escort this gentleman out of the building.",
        "Talia: Yes, sir.",
        "Vincent: Don't even worry about it. I know the way.",
        "[SCENE_BREAK]",
        "Lindsay: You sound so definite about it.",
        "Cristian: Well, I'm not going to call myself a painter if I can't paint.",
        "Lindsay: T because I didn't take any of your new work?",
        "Cristian: Hmm -- that might be part of it. But look, I'll continue the therapy on my hand, and I'll continue painting. We'll see what happens.",
        "Lindsay: Good.",
        "Cristian: But there's another medium that I -- I've kind of been working on.",
        "Lindsay: What?",
        "Cristian: Photography.",
        "[SCENE_BREAK]",
        "Evangeline: You're getting stronger by the day, Nora. You don't need me in the office anymore.",
        "Nora: No, you're right. I don't need you I want you. I want you to stay on as an ADA -- I don't want to lose you.",
        "[SCENE_BREAK]",
        "John: I never thought you'd be the one to stab me in the back.",
        "Michael: Stab you in the back, John?",
        "John: Yeah.",
        "Michael: What are you talking about? Look, I don't come down to the police station and tell you how to handle your criminal investigations do I. So don't you come into my hospital and tell me how to treat my patients.",
        "John: I'm not a patient! I'm your brother.",
        "Michael: Who's hell-bent on revenge!",
        "John: Hey, he was your father, too. What is your problem?",
        "Michael: My problem is that Truman is handcuffed to a bed upstairs. Now, you go up there and you kill him --",
        "Marcie: Ok.",
        "Michael: And you're going to be the one --",
        "John: Ah.",
        "Marcie: Ok, ok, enough! We came here to cheer him up, Michael.",
        "John: You want to make me happy? Tell him to get off my back.",
        "Marcie: Good luck.",
        "Michael: John, I love you. And I can't stand to think of you ending up in Statesville, or worse, doing something stupid and risking your recovery.",
        "Natalie: That's too late. Where did you go last night?",
        "Michael: What -- what do you mean, go? What is she talking about, John? What are you talking about?",
        "Natalie: Well, I came by here to surprise him for New Year's eve, and he wasn't here.",
        "Michael: Well, he was out taking some tests. Right, John?",
        "Natalie: Is that where you were, John? Because when I asked you, you didn't say.",
        "John: I don't like being interrogated.",
        "Natalie: I don't like being lied to. So where were you?",
        "John: I took a walk.",
        "Michael: You did what?",
        "Natalie: Where?",
        "John: What difference does it make?",
        "Natalie: It makes a difference, according to Spencer, because he said you tried to kill him.",
        "Michael: Oh, come on.",
        "Marcie: Oh, come on, Natalie, please, Spencer will say absolutely anything to make himself look innocent.",
        "Natalie: Mm-hmm. Is that right, John? Is Spencer lying?",
        "John: He's not dead, is he?",
        "Natalie: That's not an answer.",
        "John: You're not going to get one from me, either.",
        "Michael: That's it. What the hell were you thinking, John? What were you thinking? Man, I knew that something like this was going to happen. So you know what I'm going to do, Johnny? I'm going to get a hold of your doctors, and I'm going to make them put guards in front of your door.",
        "John: Don't treat me like a child.",
        "Michael: Don't act like a child. What were you thinking? You know, forget about killing Spencer Truman. What about killing yourself? This is a hospital, John. There are pathogens. There is bacteria. There's -- there's diseases floating in the air everywhere in here.",
        "Natalie: If you're not going to take care of yourself, John, we're going to have for me, not you!",
        "Natalie: Apparently not.",
        "Marcie: You know what? Will you -- just shut up. Ok? I hate to admit this, but I agree with John.",
        "[SCENE_BREAK]",
        "Spencer: Hey! Commissioner. Happy New Year. Did you come to wish me a happy New Year? I'm so flattered.",
        "Bo: You really want this to be a happy New Year, Truman?",
        "Spencer: Well, you know I do, Bo.",
        "Bo: My suggestion to you is to admit that you're faking insanity and plead guilty to murdering Thomas McBain.",
        "Spencer: Why would I do that? I'm not crazy and I haven't killed anyone.",
        "Bo: Well, we have evidence that says that you have. So, you agree to drop this whole charade, and I'll speak to the district attorney about taking the death penalty off the table.",
        "[SCENE_BREAK]",
        "Lindsay: I didn't know you were interested in photography.",
        "Cristian: Well, of course painting always came first, but I've -- I've been taking pictures for a few years now as a hobby and Evangeline just game me this -- this great digital camera. I've been playing with it, and it feels good.",
        "Lindsay: I'll bet you have a good eye.",
        "Cristian: Maybe, we'll see.",
        "Lindsay: Do you have any photos you want to show me?",
        "Cristian: Oh, I don't think I'm that good yet.",
        "Lindsay: I'll be the judge of that. I give photography exhibitions. You know that, right?",
        "Cristian: Yeah, I know, for pros.",
        "Lindsay: Well, they all had to start somewhere, just like you. You have a good eye. You know composition. That's half the battle.",
        "Cristian: You really think I can make a go of this?",
        "Lindsay: I think it's worth a try. And if you're any good, I'll give you a show.",
        "Cristian: Thanks.",
        "Lindsay: I want you to remember that you're an artist. You're an artist. And never forget it, ok? Now, do me a favor. Tell Evangeline I said hi and happy New Year.",
        "Cristian: Well, why don't you tell her yourself?",
        "Lindsay: Oh, maybe another time -- when Nora's not sucking up all the air in the room. See ya.",
        "Cristian: Yeah.",
        "[SCENE_BREAK]",
        "Evangeline: I'm flattered that you want my help, Nora, but why?",
        "Layla: Because you're really good at what you do, and Nora knows it.",
        "Nora: She's right. And I also need to fill the position.",
        "Evangeline: Yeah, you need to replace Hugh.",
        "Nora: I -- listen. When Hugh died and I had my stroke, it just -- it made me reprioritize my life a little bit. And I want to spend more time with Matthew, and not all my time at the office. So --",
        "Evangeline: Ok, I think that's great. I understand that, but I --",
        "Layla: You're an amazing prosecutor. Take the job.",
        "Vincent: Well, shouldn't her boyfriend have a say in that?",
        "[SCENE_BREAK]",
        "Jessica: Tess is --",
        "Nash: Gone. Believe me, I know. Nice sweater. But it doesn't mean that I can just quit loving her like that, and Claudia knows it.",
        "Jessica: Oh, well, yeah -- which is a good reason to start drinking.",
        "Nash: She feels alone, she's in a new town, she's got no friends, and her father just died.",
        "Jessica: Yeah. He threatened Bree's life. He was a terrible man.",
        "Nash: Oh, I know, believe me. But he was her father, and she misses him.",
        "Jessica: You had a really rough year, as well, and I don't see you feeling sorry for yourself.",
        "Nash: Oh, I've got you to do that for me.",
        "Jessica: Oh. Stop it.",
        "Nash: Admit it. You just hate seeing me alone.",
        "Jessica: I thought that you and Layla really hit it off well, didn't you?",
        "Nash: Yeah. We're friends. You know, this might be hard to believe, but my life is going pretty good right now. I have my daughter. I got my vineyard. And I don't need somebody to make it all better. I don't.",
        "Jessica: You got anything to eat? I'm hungry.",
        "Nash: Oh, yeah, I got a five-course meal right in the back seat. You want to join me?",
        "Jessica: I was talking about maybe some crackers, peanut, a mint?",
        "Nash: How about a chocolate bar?",
        "Jessica: How about a chocolate bar? Yes!",
        "Nash: Hey, easy there, miss. You're not the only one in this car. I'll split it with you.",
        "Jessica: Ok, fine. I just need something to tie me over till the plows come and we can get out of here.",
        "[Engine sputters, stops]",
        "[SCENE_BREAK]",
        "Evangeline: I didn't know you were a part of this conversation.",
        "Vincent: Oh. Sorry for interjecting. I just wanted to wish you all a happy New Year.",
        "Layla: Fine. Now go.",
        "Vincent: But I am a little curious about Cristian's reaction to Evangeline's job offer.",
        "Evangeline: Well, not that it's any of your business, but I don't need Cristian's approval to take a job or not, and he doesn't need mine.",
        "Vincent: Wow. That's so nice that you two have such an independent relationship.",
        "Cristian: Is there a problem?",
        "Evangeline: Not anymore.",
        "Layla: You mind if I sit with you? Nora and Vange are talking business.",
        "Cristian: Sure. I can use the company.",
        "Layla: Thank you. Excuse me, Nora.",
        "Nora: Mm-hmm.",
        "Layla: Later, ladies.",
        "Evangeline: Later.",
        "Cristian: So, did you find out anything else about who burned down your place?",
        "Vincent: No. The Llanview PD is taking their sweet time to find out who did it.",
        "Nora: Yeah, I read those reports. They're putting in a lot of overtime on this.",
        "Cristian: Yeah, Antonio's not going to stop until they catch the guy.",
        "Nora: I heard about the death of your employee. I'm very sorry.",
        "Vincent: Thanks. [Phone rings] Excuse me. Jones, talk to me.",
        "Antonio: I just got back from your warehouse or your building, or whatever the hell you call it. I need to see you, in person.",
        "Vincent: I got to go, ladies. Hey, the pleasure's all mine.",
        "[SCENE_BREAK]",
        "Spencer: That's a very generous offer, Commissioner. Especially when half of Llanview wants me dead.",
        "Bo: Well, half? It's not half. It's all. Now, I think your victims have suffered enough. I think it's time that we put an end to this.",
        "Spencer: Oh, I agree. But you're wrong about one thing. You see, there's only one victim here, and that's me.",
        "Bo: Do you really want to spend the rest of your life in a mental institution?",
        "Spencer: No. That's not going to happen, because I'm not crazy.",
        "Bo: Well, then you'll stand trial, you'll be found guilty of murder.",
        "Spencer: I know you like to fantasize about that, don't you, Bo? The problem is it's just not very realistic.",
        "Bo: So you're not interested in the deal?",
        "Spencer: No. Thanks, though, but I'll take the freedom instead. How's that?",
        "Bo: You'll lose.",
        "Spencer: Well, so will Todd -- when he goes back to prison for trying to kill me.",
        "Bo: No, that's not going to happen, because we have an eyewitness that says that your fall off that roof -- that was an accident.",
        "Spencer: There weren't any eyewitnesses there, Bo. What, do you think I'm stupid? The only people on the rooftop were me and Todd and --",
        "Bo: And Blair.",
        "[SCENE_BREAK]",
        "Michael: Well, it's official. You're just as nuts as he is.",
        "Marcie: Oh, no, now, that's not fair.",
        "Michael: Not fair?",
        "Marcie: No, it's not fair. And you want to know why? If you keep him cooped up in this room, it will drive him crazy.",
        "Natalie: Marcie, all it takes is one little bacteria and he could die of an infection.",
        "Marcie: Natalie, he already left the room once. He's ok!",
        "John: Thank you, Marcie.",
        "Marcie: You're welcome.",
        "Natalie: That doesn't mean he's going to be ok the next time.",
        "Marcie: Natalie, you couldn't keep him in here if you tried. He's not going to stand for it. The minute you turn your back, he's just going to leave again.",
        "John: She's right again.",
        "Marcie: I just -- I don't understand why you just can't talk to his doctors.",
        "Michael: Me?",
        "Marcie: You are the one who is always saying that you try to accommodate your patients as much as possible because it in the best interests of his or her recovery, right? Aren't you always saying that?",
        "Michael: Yes. That comes out of my big, fat, stupid mouth all the time.",
        "Marcie: Mm-hmm.",
        "Michael: I'll go and page Dr. Rice.",
        "Natalie: I think this is a big mistake.",
        "John: Noted.",
        "Natalie: Fine. Fine, but whatever the doctors say to do, you do, no arguments.",
        "John: Let's see what Rice says first.",
        "Michael: Ok, John. I'm going to find Rice right now.",
        "Natalie: I'm coming with you.",
        "John: Hey.",
        "Marcie: Yeah?",
        "John: Thanks for backing me up, all right? This -- if this works out, I owe you one.",
        "Marcie: Anytime.",
        "[SCENE_BREAK]",
        "Nash: Well, I've got no signal.",
        "Jessica: Oh. Yeah, me, neither.",
        "Nash: All right. Only one thing to do.",
        "Jessica: What -- walk? The vineyard is miles away, Nash.",
        "Nash: Well, we can't stay here. We're out of gas. The heater will only run off the battery so long until the battery dies, and that means we'll be dead, too.",
        "Jessica: We're going to freeze to death out there.",
        "Nash: Oh, relax. It's going to be fine, all right? I drive this road all the time. There's a whole bunch of summer cabins just up a little ways. We'll be fine.",
        "Jessica: We're just going to hike up to a cabin, make a little fire, and wait till the storm passes? Are you kidding me?",
        "Nash: You got any better ideas, huh? All right, maybe our cell phones will work up there. Worst-case scenario, we hang out out there in a little cabin until the plow comes along. You just hate it when I'm right, don't you?",
        "Jessica: You know, I hope this isn't a sign of what's in store for me in the New Year.",
        "Nash: Hmm.",
        "Jessica: Oh. Oh, nice -- nice cabin, Nash. What, do Mr. And Mrs. Bear take the cubs here for the weekend?",
        "Jessica: You want to go out there and find the cabins, you be my guest. You don't even know where we are, do you?",
        "Nash: Yeah, I do. We're, um --",
        "Jessica: Mm-hmm. Yeah.",
        "Nash: All right, we're lost, ok? I admit it, we're -- we're lost, but at least in there, we're out of the storm.",
        "Jessica: Yeah, but not out of the cold. We're going to freeze to death in there.",
        "Nash: Ah. What the --",
        "Jessica: Nice. Jeez. Oh.",
        "Nash: That's great.",
        "Jessica: I don't know. It's creepy.",
        "[SCENE_BREAK]",
        "John: What's going on, Marcie?",
        "Marcie: Well, it looks like they're trying to plead your case.",
        "John: Yeah? Doctor look like he's going for it?",
        "Marcie: Uh -- can't tell.",
        "John: Well, you know, I -- I should go talk to him.",
        "John: Marcie, this is my fight, all right?",
        "Marcie: I know it's your fight, but if the doctor sees you acting like this and outside of the room, you're never going to be able to leave. So sit back.",
        "John: Mike and Natalie better be convincing.",
        "Marcie: Huh. Sure, they will be.",
        "Dr. Rice: From a medical standpoint of view, I don't think that would be wise.",
        "Natalie: Ok. Well, then, you're going to have to come up with some sort of solution. I mean, short of chaining him to the bed, he's going to get up and walk out of there.",
        "Marcie: Look, I wouldn't worry too much about it. You know, Michael -- he can be really convincing when he wants to be.",
        "John: Yeah, getting the doc to lock me up and throw away the key.",
        "Marcie: Well, I really don't blame him, or Natalie.",
        "John: Hey, I thought you were on my side in this.",
        "Marcie: I am on your side.",
        "John: Well --",
        "Marcie: You know, you can be pretty high-maintenance, though, when you want to be.",
        "John: \"High-maintenance\"?",
        "Marcie: Yes, high-maintenance.",
        "John: Uh --",
        "Natalie: Ahem.",
        "[SCENE_BREAK]",
        "Cristian: So what were Evangeline and Nora talking about?",
        "Layla: Nora asked her to join the DAs office permanently.",
        "Cristian: To replace Hugh?",
        "Layla: That and she wants to spend more time with her kid. Oh -- I'm supposed to meet Adriana in about five minutes and we have a zillion things to do and no clue how to do them, so --",
        "Cristian: Good luck, and let me know if you need any more photos.",
        "Layla: I will. And tell me what happens, about Vange's job and everything.",
        "Cristian: Ok.",
        "Layla: I'll see you later.",
        "Cristian: Bye.",
        "Evangeline: So, do you think that Vincent burned down his own building? And killed Ted?",
        "Nora: Well, I mean, if he was short of cash, maybe. I mean, it wouldn't be the first time someone's done something like that out of desperation. What do you think?",
        "Evangeline: Well, after what he did to Cristian, I guess I shouldn't put it past him, but I'd have to see all the evidence before I made any kind of definitive decision on something like that.",
        "Nora: Spoken like a true prosecutor.",
        "Evangeline: Will you stop it?",
        "Nora: Oh, for God's sake -- what are you so afraid of?",
        "Evangeline: It's not fear, it's ambition and a little bit of materialism. I mean, I've worked very hard to create a very successful practice that I run. And I kind of like being able to pay for my very fancy car.",
        "Nora: I'm not asking you to give up your car, I'm asking you to come join the good guys.",
        "Evangeline: I don't know, Nora. I mean, work for the government and have all the scutwork and the all-nighters --",
        "Nora: Oh, think of it as a challenge for your ego. You love a challenge, don't you?",
        "Evangeline: Why me?",
        "Nora: Ok. First of all, you -- you've been a defense attorney, so you know how the other side thinks. Second of all, you don't give up. Third of all, you're fair. I mean, look at what you said about Vince. You know? You're not going to pass any judgment until you get all the evidence.",
        "Evangeline: Ugh, please. That's -- that's innocent until proven guilty. It's called justice. I didn't invent the concept.",
        "Nora: Ok, ok, ok, ok. You want the truth? Here's the truth -- I like you. And, more importantly, you like me. And you can work with me, and I can't say that about everybody.",
        "[SCENE_BREAK]",
        "Vincent: So what did you find at the warehouse?",
        "Antonio: Let's see -- what did I find? I -- I found an insurance adjuster. And he -- he -- what -- what does he do?",
        "Talia: They assess the damages.",
        "Antonio: Right, they assess the damages. And you know, he wasn't aware that -- that your insurance had lapsed.",
        "Vincent: Right. You know, I just found out that there was a grace period on my policy.",
        "Antonio: Of course you did. Go figure. Looks like he's going to get paid after all, huh, Officer Sahid?",
        "Talia: Looks like it, yeah.",
        "Vincent: Not when they find out that there was proof of arson. And if I deliberately burned down my building, for the money, trust me -- you and the rest of the boys in blue around here wouldn't find any proof.",
        "Antonio: You that good, Vincent? Because I'm not so sure you are.",
        "Vincent: You really think that I killed Ted?",
        "Talia: Maybe you ordered him to start the fire, and he got trapped.",
        "Vincent: This is ridiculous.",
        "Antonio: Huh, no. That, my friend, is a murder charge.",
        "Vincent: I didn't do it. And you don't have any proof that I did.",
        "Talia: The arson squad -- it -- it is tracing the accelerant used to start the fire.",
        "Antonio: Yep. And if they trace it back to you, then I've got all the proof I need.",
        "Vincent: So this is the great criminal justice system? Yeah, guilty until proven innocent.",
        "Antonio: You have means, motive, and opportunity.",
        "Vincent: You're only trying to send me to jail for what I did to your brother.",
        "Antonio: No, Vincent, for what you did to Ted and your warehouse.",
        "Vincent: Let me tell you, like I told John McBain, if you continue to refuse to find out who really did this, then I will. Have a nice day.",
        "[SCENE_BREAK]",
        "Natalie: John, we're taking you home.",
        "John: Thank you.",
        "Michael: This is not a free pass, brother. Natalie and I -- we're going to be watching you -- 24 hours, seven days a week.",
        "John: Yeah, well, I promise not to sue if you get me sick.",
        "Natalie: Well, you can't, because you'll be dead.",
        "Marcie: Natalie --",
        "Natalie: Do you guys mind if I talk to him alone for a minute?",
        "Marcie: Sure.",
        "Natalie: Thanks.",
        "Michael: See you later, Johnny.",
        "Marcie: Bye.",
        "John: Oh, boy. I know that look.",
        "Natalie: John, do you remember what it felt like when your dad died? The loss? The unbearable pain? And the emptiness? Well, that's what I felt when I thought that I lost you. I think this is a bad idea. I mean, how do you -- how do you make any room in the angel but it's not my decision. I'm not your mother and I'm not your wife. But if you die -- if that happens -- I don't think I can bear to lose you again.",
        "John: Hey, I'm not leaving you again. Not ever.",
        "[SCENE_BREAK]",
        "Spencer: Todd deliberately shoved us off that roof because he thought that Blair was pregnant with my child. It's that simple.",
        "Bo: Todd didn't know that Blair was pregnant until after she got to the hospital.",
        "Spencer: Why is she protecting him?",
        "Bo: You know, Truman, I think I have to explain something to you. Todd and Blair -- they love each other. They always have, they always will. You? You are nothing more than a speed bump. Now, you think about my offer. If you change your mind, you know where to find me.",
        "[SCENE_BREAK]",
        "Evangeline: I'm a defense attorney.",
        "Nora: Mm-hmm.",
        "Evangeline: I am a good defense attorney. I'm a damn good defense attorney.",
        "Nora: Come on, now.",
        "Evangeline: And I like being good at what I do. I don't know anything about prosecuting.",
        "Nora: Oh, for God's sake -- I'll have your back, the same way hank had mine when I first got there, the same way I take care of all my ADAs on my staff.",
        "Evangeline: On your staff?",
        "Nora: On my staff, baby.",
        "Evangeline: I'm your rival. I -- I can't work for you.",
        "Nora: Yes, you can. Listen, there's something you should know. I do call all the shots. But for you, there'd be room for disagreement.",
        "Evangeline: Well, there'd better be a whole lot of room.",
        "Nora: Then you'll take the job?",
        "Evangeline: Can I just have a little bit of time to decide?",
        "Nora: No, I'm not going to give you time to weasel out of this. I want an answer right now.",
        "Evangeline: Nora --",
        "Nora: Come on. Answer.",
        "Cristian: Hey.",
        "Nora: Hey.",
        "Cristian: Layla told me what you were talking about.",
        "Evangeline: Yeah?",
        "Cristian: So, have you made a decision yet?",
        "Evangeline: Well, apparently, I have to decide before I squeeze out of the booth.",
        "Cristian: I think you already know the answer.",
        "Nora: Oh, she does? She does? Well, don't leave me on tenterhooks. What is it?",
        "Evangeline: Nora --",
        "Nora: Oh, congratulations! I know you won't regret it. Bottle of your best coffee.",
        "[SCENE_BREAK]",
        "Nash: And I didn't even electrocute myself. Huh.",
        "Jessica: Can you just not joke anymore? Ok? Thanks.",
        "Nash: Just made myself proud.",
        "Jessica: Yeah, well, now that we have light, we have to get warm.",
        "Nash: All right. Anything to light this with?",
        "Jessica: No, I don't carry around matches.",
        "Nash: No, of course you don't. You're Jessica. I meant some kindling. Maybe a tissue, a powder puff thing -- toilet paper --",
        "Jessica: Here.",
        "Nash: Tissue -- that's not going to work.",
        "Jessica: Oh. That's where that was.",
        "Nash: There's no way this is going to work.",
        "Jessica: Ok, just -- can I just try it? Thank you.",
        "Nash: All right, give it a shot.",
        "Jessica: What was that? What -- what was that?",
        "Nash: Maybe it's a plow.",
        "Jessica: It doesn't sound like a plow."
    ],
    "Transcript Author": [
        "Provided By Glynis Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=uPX6g8IpGRg"
}