{
    "Episode Summary": [],
    "Recap": [
        "A tornado hit's the church where John, Cris, Natalie and Vangie are. Natalie is cut extremely bad. Vangie is blind. Clint separates Antonio, Tess and Nash from arguing. He suggests that the baby go home with him. They all agree. David calls Spencer and lets him know what he wants in return for keeping quiet about Margaret. Duke and Kelly share a very intimate moment."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Adriana: Rex, you're a club owner. You have to have matches. Come on, Rex, even a convent girl knows the playboy's playbook. Massage oil, candles, matches. I promise I won't be shocked.",
        "[SCENE_BREAK]",
        "David: Good morning, Spencer. At least it is in my neck of the world.",
        "Spencer: And where would that be, Dave?",
        "David: I am on a photo safari. And I just bagged a beauty. Did you get it? Would you like to compliment your brother, the marksman?",
        "Spencer: Oh, I think I could appreciate it a lot more if I knew where you were.",
        "David: All right, all right! Since you insist, I'll put her on. Someone would like to reach out and touch you.",
        "Margaret: Hello?",
        "[SCENE_BREAK]",
        "Marcie: Hey, husband.",
        "Michael: Hey, wife.",
        "Marcie: Hmm. So how long has it been?",
        "Michael: Since we got married? I don't know. Like, 45 minutes? An --",
        "Marcie: No!",
        "Michael: Hour?",
        "Marcie: Since we danced?",
        "Michael: Oh, since we danced?",
        "Marcie: Yes.",
        "[Thunder]",
        "Marcie: Michael -- Michael, Roxy said that rain on your wedding day -- that it's a bad omen, that it's really bad luck.",
        "Michael: Ok --",
        "Marcie: And --",
        "Michael: Did you hear what you just said? \"Roxy says.\" Ok? Don't worry about what Roxy says. It ain't be bad luck if it's meant to be.",
        "Marcie: Yeah?",
        "Michael: Yeah.",
        "[SCENE_BREAK]",
        "Roxy: I'm so glad it's an open bar.",
        "Layla: Kevin, is Kelly here?",
        "Kevin: Kelly's no longer my problem.",
        "[SCENE_BREAK]",
        "Natalie: John, are you ok?",
        "John: Vickers -- son of a bitch. I'm going to kill him.",
        "Evangeline: John? No.",
        "[Thunder] [Wind howls]",
        "John: Get down!",
        "[Evangeline screams]",
        "[SCENE_BREAK]",
        "Tess: What does this say?",
        "Antonio: That until we receive the results of the paternity test, the baby stays right where she is.",
        "Tess: You stupid son of a bitch.",
        "[SCENE_BREAK]",
        "Margaret: Hello? Who is this?",
        "Spencer: Put David back on the phone, right now.",
        "Margaret: Look, I don't know what this is about, but it's giving me the creeps.",
        "David: I'll bet you can name that tune in four notes.",
        "Spencer: All right, David, just tell me what you want.",
        "David: Margaret, would you give me a few private roaming minutes with my big brother, Spencer?",
        "Margaret: Oh -- ok. I'll wait for you over there. But this is really weird, and I want some answers.",
        "David: Okey-dokey. Dead woman walking, away. Not too far.",
        "Spencer: You really think you have the upper hand, don't you, did?",
        "David: Oh, I do have the upper hand. I have the ace in the hole. I have all the cards, all the marbles. And if you want to add one more cliché to the pile, let's talk turkey, Spencer.",
        "[SCENE_BREAK]",
        "Adriana: All right, Rex, forget the matches. I'll settle for a flashlight, a glow stick. Rex? Rex, what are you doing? Oh, it does feel good.",
        "Rex: Oh, damn.",
        "Adriana: Oh, don't stop. I mean, stop. This is so not where we are. Rex? Hello? Are you kidding me?",
        "Rex: All right, it's definitely not the circuit breaker. The storm must have taken out the main power grid.",
        "Adriana: Don't you ever do that to me again.",
        "[SCENE_BREAK]",
        "John: Natalie?",
        "Evangeline: Cris?",
        "John: Natalie?",
        "John: Evangeline?",
        "Evangeline: Cris?",
        "John: Natalie?",
        "John: Natalie?",
        "Cristian: John?",
        "Cristian: Evangeline?",
        "Cristian: Evangeline, talk to me! Where are you?",
        "[SCENE_BREAK]",
        "Nash: Tess, this isn't helping anything.",
        "Tess: Are you kidding me? He went to court. He got this stupid piece of paper to have power over my baby?",
        "Antonio: The baby's not only yours, Tess.",
        "Tess: Well, she's never going to be yours, Antonio.",
        "Antonio: The paternity test will determine who the parents are.",
        "Tess: How did you even get that this -- this quickly?",
        "Antonio: I have friends from my years on the force.",
        "Tess: Oh, did you grease a few palms, Antonio? Good job.",
        "Antonio: The A.D.A. was sympathetic to the situation.",
        "Tess: That's because he heard your side of the story.",
        "Antonio: Yeah, well, somebody's got to stick up for Jessica.",
        "Tess: Oh, please, you're nobody's hero, loser.",
        "Nash: Hey, take it easy, all right? You can't blame Antonio. He loves Jessica just as much as I love you.",
        "Tess: Ok, this is low, even for you. I let you in the delivery room with me while I was giving birth. And the second the baby pops out, you're all whining and crying to the A.D.A., slamming me with court orders? You're a pig! I ha no idea what Jessica ever saw in you.",
        "Antonio: She knows that'll do anything to protect her, and since she's not here to protect herself, to -- fight you, then I'm going to do it for her.",
        "Tess: You want a fight, honey? Bring it on.",
        "Clint: Hey. You selfish little kiddies want to crawl out of the sandbox long enough to find out what's going on in the outside world?",
        "[SCENE_BREAK]",
        "Marcie: You've been waiting for that time when someone looks into your eyes and sees what's inside your soul and knows you and you know with just one touch you finally found the one when it's real you feel it when it's right you can't deny it every breath you take makes you more sure when it's real you know with all your soul there'll be no letting go when it's real when it's real all the doubt all falls away all the pieces fall in place all you've been searching for has found you there's no question in your mind it's something you know inside when it's real you feel it when it's right you can't deny it every breath you take makes you more sure when it's real you know in all your soul there'll be no letting go when it's real when it's real you've got to hold on to it no, you can't ever lose it 'cause you know you're never gonna find it again when it's real you feel it when it's right you can't deny it every breath you take makes you more sure when it's real you know in all your soul there'll be no letting go when it's real when it's real when it's real when it's real",
        "Man: Whoa!",
        "[Cheers and applause]",
        "[SCENE_BREAK]",
        "Cristian: Evangeline, where are you? Whoa, whoa. Don't be scared, I'm going to help. What -- ooh.",
        "John: Natalie! Natalie. Can you hear me? Hey, hey? Can you hear me? Hey. Easy, easy. You're breathing. That's good, that's good. You keep doing that, ok? Listen, I'm here, I'm here. You're going to be ok. You're going to -- Natalie -- Natalie. Natalie -- I have...",
        "[SCENE_BREAK]",
        "Mr. Walsh: Oh, my God.",
        "Layla: Thanks for showing the people how it's done. Well, most of the people.",
        "Michael: It's our pleasure.",
        "Layla: Happy marriage, guys. Happy life.",
        "Marcie: From your lips --",
        "Layla: Bye.",
        "Marcie: Bye.",
        "Michael: Bye. Honey --",
        "Marcie: Yeah?",
        "Michael: Do you think that you could live without me for five minutes?",
        "Marcie: What, are you leaving me? Already?",
        "Michael: I have to get a 20 on John.",
        "Marcie: Yeah, well, it would be nice for the best man to be here to eventually make the best man toast.",
        "Michael: Yeah, it would, but we are talking about my brother, John, the cop, you know? With the storm out there, he's probably, like, setting up road blocks, filling sandbags. I mean, he can't just turn that police thing on and off.",
        "Marcie: He should learn to flip the switch for once, Michael, and he should be here for his own brother's wedding.",
        "Michael: He will be here. Count on it.",
        "Marcie: Mm-hmm.",
        "[SCENE_BREAK]",
        "Rex: Did I miss something? Don't do what again?",
        "Adriana: Be such a jerk. It's storming like crazy, we have no power, and you were supposed to be trying to get the lights back on.",
        "Rex: Which is exactly what I was doing. What's your problem?",
        "Adriana: Trying to turn the lights back on, Rex. Trying to turn me on with a shoulder rub.",
        "Rex: Um -- in what alternate universe was I rubbing your shoulders? Not that I don't want to be there.",
        "Adriana: Stop it, Rex.",
        "Rex: I know you're scared. I'm just trying to help.",
        "Adriana: Don't even try to play head games with me, all right?",
        "Rex: What head games? I'm just trying to get the lights back on, but all we have is emergency power. It's not just this place.",
        "Adriana: Why did you come in here and put your hands on me?",
        "Rex: Adriana, swear to God, sweet as a fantasy as that is, I did not put my hands on you. I was in the hall working on the fuse box until I came in here and you called me a jerk.",
        "Adriana: This isn't funny.",
        "Rex: Do you see me laughing?",
        "Adriana: Are you telling me you didn't touch me just now? Oh, my God, he was here.",
        "Rex: The stalker -- was here?",
        "Adriana: Rex, what if he still is?",
        "[SCENE_BREAK]",
        "David: How's the view from under my thumb, Spencer?",
        "Spencer: What exactly do you plan to do with your discovery?",
        "David: Hmm. Decisions, decisions. I could always play the revenge card, rat you out to the cops and to your new lady love. Serve you right for screwing me into the ground all these years.",
        "Spencer: All right, just tell me what you want, damn it.",
        "David: Simply this. You make sure that my name is never mentioned in Thomas Mc Bain's murder, and I will never let on that Margaret Cochran is alive and well and speaking Thai like a -- person from Thailand.",
        "Spencer: That's a very interesting story, David. And even if it is true, why do you think you've tied me to this woman?",
        "David: Spencer, you idiot. I didn't come here looking for Margaret, I came here looking for the baby. I thought you killed the nut job. You remember the baby, don't you? The one that you and Paige delivered? You're listening to me now, aren't you? Yeah, I'm all too aware of the not-so-immaculate delivery.",
        "Spencer: So if I keep your name out of the Mc Bain incident, then you will let this all go?",
        "David: I won't breathe one more word of it. We'll keep Margaret our dirty little secret. Of course, I'll keep some evidence as an insurance policy. A guy can't be too sure when his brother's a stinking, lying liar.",
        "Spencer: Oh, but you would throw Paige to the wolves just to save yourself, right, David?",
        "David: There's nothing more I can do for Paige. But God helps those who help themselves.",
        "Spencer: I'm not God, David.",
        "David: Yeah, you just play him when it suits you. So what's it going to be? You going to work a miracle? Are you going to make sure that my name is never mentioned with Thomas Mc Bain's death?",
        "[SCENE_BREAK]",
        "Michael: Hey, Spencer --",
        "Spencer: Yeah?",
        "Michael: I'm sorry to interrupt. My -- my brother/best man is a no-show.",
        "Spencer: Uh -- what can I do? Tell me.",
        "Michael: Well, you could make the toast, and make my bride's wedding day perfect.",
        "Lindsay: You know what?",
        "Lindsay: You know what? Even with the storm, the wedding was perfect.",
        "Mr. Walsh: I could feel your mom's love beaming down all over the place.",
        "Layla: I was just talking to one of the caterers, and their van blew over in the parking lot.",
        "Roxy: Well, forget about the food. We'd better batten down the booze.",
        "Woman: Oh --",
        "Man: Oh --",
        "Lindsay: R.J., What is that?",
        "R.J.: I don't know.",
        "Kevin: Hey, does anyone know if Kelly's here yet?",
        "[SCENE_BREAK]",
        "Cristian: Evangeline, can you hear me?",
        "Evangeline: Cristian?",
        "Cristian: Are you ok?",
        "Evangeline: Yeah, my eyes hurt!",
        "Cristian: Ok. Ok, well, keep them shut. There's glass and dust everywhere. I'll go see if I can find some water. We'll rinse them out, ok?",
        "Evangeline: No, no, no. Don't leave me, please.",
        "Cristian: I'll be back as quick as I can.",
        "Evangeline: Cristian, wait. Wait. Where's John? Where's Natalie?",
        "[Thunder]",
        "John: Natalie -- Natalie, listen to me. Come on, you got to stay awake. You got to stay awake. Hey.",
        "Natalie: Oh, my God, what happened?",
        "John: I think we got hit by a tornado. Blew right through the church. The whole place is a wreck.",
        "Natalie: Ah! Ow, my leg! Oh, John, God, it hurts!",
        "John: Easy, easy, easy. Just stay still.",
        "[Natalie winces]",
        "John: Just stay still. Just -- I know.",
        "Natalie: Oh, my -- John, it hurts!",
        "John: Easy. Stay still.",
        "Natalie: Ow! I don't want to die!",
        "Cristian: John, you there?",
        "John: Yeah! Natalie's cut. You with Evangeline?",
        "Cristian: Yeah.",
        "John: How is she?",
        "Cristian: Yeah. She's hurt, too.",
        "John: Take care of her!",
        "Natalie: Ow!",
        "Evangeline: Natalie's hurting, Cristian. Cristian, she's hurting, though. You got to help --",
        "Cristian: Hey, John is taking care of Natalie. I'm not going anywhere.",
        "[SCENE_BREAK]",
        "Spencer: Uh -- yeah, sure, Michael. I mean, what can I say? You know, I'd be happy to -- to provide a toast for the bride and groom, absolutely. I'm sure your brother's going to be showing up any time now.",
        "Michael: Well, I -- I don't know. I'm really not sure. You know, I just got word that a tornado touched down in Llantano County -- well, not too far from here -- and there are more on the way.",
        "Spencer: Ok. Did you check in with the hospital?",
        "Michael: I did. They're on high alert, expecting incoming, so if you could see, you know, your way to making that toast --",
        "Spencer: Oh, absolutely.",
        "Michael: Before we got called in --",
        "Spencer: Yeah, yeah.",
        "Michael: It would be really, really great. You can do it?",
        "Spencer: I don't profess to be able to fill your brother's shoes, of course, but, yeah, I'd be happy to.",
        "Michael: Oh, thank you so much, and listen, you know, whatever you say, it's going to be fine, ok? Marcie's going to love it and I am going to be eternally in your debt.",
        "Spencer: Just let me wrap up this phone call, all right?",
        "Michael: Yes, yes.",
        "Spencer: All right.",
        "Michael: Thank you, again, so much. I'm going to go break the news to Marcie.",
        "Spencer: All right. You have no idea what you've done, David.",
        "David: Sure I do, Mr. Toastmaster general, so I took extra precautions to be safe.",
        "Spencer: Safe? You're never going to be safe another day in your life, you understand me?",
        "David: Oh, shiver. Should I be afraid?",
        "Spencer: Yes, Davey. You should be afraid -- very afraid. Sleep tight, wherever you are.",
        "Spencer: Denton? David is in Bangkok. What do you mean, what do I want you to do? Eliminate the threat.",
        "[SCENE_BREAK]",
        "Lindsay: I'm sorry, Kevin. I haven't seen Kelly all day.",
        "R.J.: No, me, neither.",
        "Layla: She's probably working that fashionably late thing.",
        "[SCENE_BREAK]",
        "Clint: The storm out there is getting dangerous. Getting dangerous. Viki is safe at the house, but Natalie, Duke, Kevin, and Kelly -- they went to a wedding. I haven't been able to get ahold of them, so I come over here to the hospital to check on Asa, Tess, and the baby, and what do I find -- the three of you fighting yet again. Now, I'm not going to put up with this. It seems to me that the only thing that separates my grandchild from your selfishness is a piece of glass. Now, if you want to fight, take it outside.",
        "Tess: Oh, after you, Antonio.",
        "Antonio: I'm not going anywhere.",
        "Tess: You know, do you want to know what senor control freak did? He got a court order keeping me from taking my baby home.",
        "Clint: Antonio, what did you think that would accomplish?",
        "Tess: That's what I want to know.",
        "Clint: Tess, I don't need your input, ok?",
        "Tess: Well, I didn't ask you.",
        "Clint: You're angry, you're lashing out -- not your best qualities, so just zip it. Keeping the baby here -- what is that going to do?",
        "Antonio: Keeping her here allows me to keep my eye on her.",
        "Clint: Yeah, but Nash has already set up a temporary home for Tess and the baby. They promised not to leave town until things got worked out.",
        "Antonio: Hey, Clint, and you honestly think you can believe or trust anything these two say? They've left before, more than once, with a lot less at stake than there is now.",
        "Clint: Paternity has yet to be determined.",
        "Antonio: And so does maternity. All right? And until it is, in all fairness to Jessica, the baby belongs here where she's not a flight risk.",
        "Nash: Hmm. My word's not enough for you?",
        "Antonio: No, no, Nash, it's not.",
        "Tess: Well, why are you calling the shots, Antonio?",
        "Clint: I have a way to solve this, but it's going to take a compromise.",
        "Tess: Oh, what kind of compromise?",
        "Clint: The baby's going to go home -- with me.",
        "[SCENE_BREAK]",
        "Spencer: Ladies and gentlemen, can I have your attention, please, just one moment? I've been asked to sort of pinch-hit for the best man here. He seems to be having a little trouble getting here, because of the storm, no doubt, so I think I can speak for all of us when I say that you just couldn't find two better people than the bride and groom. So for better, for worse, may this be the worst and may it remain behind you and every day hereafter be filled with love and hope and joy. Here's to Michael and Marcie.",
        "All: Hear, hear!",
        "Man: Whoo!",
        "Lindsay: Aw.",
        "[SCENE_BREAK]",
        "Cristian: Are you ok?",
        "Evangeline: My eyes. I feel like I've been in a sandstorm.",
        "Cristian: Evangeline, we're going to take care of that. Just -- just relax. John, you need help?",
        "John: Later. Whatever you do, take care of Evangeline!",
        "Cristian: You see?",
        "Evangeline: Yeah.",
        "Cristian: Natalie's taken care of, so guess what -- you're stuck with me.",
        "Natalie: Oh.",
        "Natalie: Oh. Oh, God, John, all the blood!",
        "John: No --",
        "Natalie: All the blood!",
        "John: Listen to me. Listen to me. You're going to make it, ok? You're going to make it. All you got to do is focus on me -- look at me. Look at me -- that's good. All right, that's good. All right?",
        "Natalie: Oh, my God, John.",
        "John: Stop.",
        "Natalie: I --",
        "John: Stop.",
        "Natalie: I --",
        "John: Now, listen -- no, no. Stay with me. Stay with me! Now listen to me -- I'm going to apply pressure to your wound with my hand. It's going to stop the bleeding, but you got to stay still -- you understand? Got to stay still.",
        "Natalie: John --",
        "John: Ok.",
        "Natalie: John, I --",
        "John: No. You're going to be fine. You're going to be fine, ok? All you got to do is breathe. Can you do that? Look -- take a deep breath in. Take a deep breath in. Now breathe out. All right? Deep in. Good girl, good girl. All right? Here we go.",
        "[Natalie wheezes]",
        "Natalie: John --",
        "John: Just stay still, Natalie. Stay still.",
        "Natalie: John, you can't keep your hand there. You can't hold my -- my life in your hands.",
        "John: I can. I am.",
        "Evangeline: God, what is that?",
        "Cristian: It's just my shirt.",
        "Evangeline: What is it?",
        "Cristian: It's just my shirt. Look, I want you -- I want you to stay still, ok? I want to see if I can round up some rainwater so we can rinse out your eyes.",
        "Evangeline: No, no, no. Don't leave me, please. Just stay here. I'm -- I'm going to try and open my eyes.",
        "Cristian: Oh, no, Evangeline.",
        "Evangeline: No.",
        "Cristian: I don't think that's a good idea. Look, someone must've called 911. I'm sure help's on the way.",
        "Evangeline: No, I -- I can't wait, Cristian. Come on, I got to do this.",
        "Cristian: Ok. Ok, do it slow. It might sting.",
        "Evangeline: It stings now.",
        "Cristian: Evangeline, listen, why don't you wait? We'll get you to the E.R. as soon as we get there, a doctor will rinse out your eyes.",
        "Evangeline: No, no, no, I can do this, I can do this. You're here with me. You're here with me, I can do this. I just have a feeling no matter how bad it is, you're going to see me through this.",
        "Cristian: You're right. I will.",
        "[SCENE_BREAK]",
        "Tess: Now you want to take my baby away from me, too?",
        "Clint: No, you just listen to me now.",
        "Tess: Then say something worth hearing.",
        "Clint: I will. I want you, Nash, and Antonio to stay with me at Asa's -- and the baby, of course.",
        "Nash: All of us?",
        "Clint: Yeah, all of us. The place -- there's room for everybody. There's a staff on-call 24/7 and if we're all under one rather large roof, maybe we can stop arguing about where that baby should be, huh?",
        "Nash: All right. All right, the place is big enough. We can keep out of each other's way.",
        "Antonio: I won't be able to be there full-time because of Jamie, but, yeah, I think we can work this out.",
        "Clint: All right.",
        "Tess: You really think we could do this?",
        "Nash: It's the only way. It's the only way that we can be together with our baby. It's room service, all right, just until we're all clear on what happens next. Come on.",
        "Tess: Will you tear this up?",
        "Antonio: Yeah, so long as we all agree to do this.",
        "Tess: I only want what's best for her. I know you guys don't believe me, but it's the truth.",
        "[SCENE_BREAK]",
        "Rex: All right, I searched the whole place. Nobody's here.",
        "Adriana: Rex, I swear on my life someone was here. He touched me.",
        "Rex: You don't have to swear. I believe you.",
        "Adriana: All those jokes we made at lion's heart -- scary slashers? It's not as fun right now.",
        "Rex: You're excused from laughing.",
        "Adriana: I've never felt so creeped out.",
        "Rex: Yeah, me, either. But this guy's getting stupid, he's getting bolder, which means he's going to make a mistake and he's going to get caught.",
        "Adriana: You sure?",
        "Rex: Yeah. It's in the P.I. handbook.",
        "Adriana: Rex, what if this guy's smart enough not to get caught until after he hurts me?",
        "[SCENE_BREAK]",
        "Cristian: Ok. Ok, we'll take it -- take it slow and easy. Now let me see. All right, now, see if you can blink your -- way to go, champ! Do you have any pain? Evangeline Williamson, you are one tough lady. Your eyes aren't even watering. Are you ok?",
        "Evangeline: Cristian, I can't see you.",
        "Cristian: What do you mean, you can't see me?",
        "Evangeline: I can't see anything.",
        "Natalie: It's hurting. Just please tell me -- make it stop hurting.",
        "John: I'm sorry. Natalie, the best I can do right now is stop the bleeding.",
        "Natalie: Please, don't let me die, John.",
        "John: I don't have any plans to.",
        "Natalie: Good.",
        "John: I'm going to stay with you till help gets here, all right? I'm not going to let you go. You hang on to that and I'm going to hang on to you.",
        "Natalie: I'll try.",
        "John: Yeah, what do you say we blow this joint? Hmm? You know, kick back on the roof, open a couple of cold beers, maybe just watch the stars. I bet it's a pretty night out there.",
        "Natalie: Yeah.",
        "John: Right?",
        "Natalie: Yeah.",
        "John: Hey, listen, you hear that? It's the traffic down below. Can you hear it?",
        "Natalie: Yeah.",
        "John: We're all the way up there. Nothing can touch you, Natalie. Nothing can touch you.",
        "[Thunder]",
        "John: Help us, God. Help us.",
        "[SCENE_BREAK]",
        "Tess: Fine. Fine. I'll sign up for staying at Asa's.",
        "Clint: Good. Then it's settled. Now, we're going to wait out this storm and make sure the roads are safe.",
        "Tess: Take me back to my room?",
        "Nash: Yeah. You got it.",
        "Clint: Yeah. You two should get your rest because when you bring the baby home, it's going to be very, very different.",
        "Tess: Different, how?",
        "Clint: Different crazy, different wonderful. You'll find out.",
        "Tess: Oh, yeah. Um -- I'm sure the hospital will let you use its shredder.",
        "Clint: Antonio, thank you for being big about this.",
        "Antonio: You think I like being this way? I'm doing it for Jessica.",
        "Clint: Make no mistake about it -- so am I.",
        "[SCENE_BREAK]",
        "Margaret: So, did your brother get more chatty after I left?",
        "David: Spencer was a little bowled over. He didn't say much.",
        "Margaret: Hmm. Well, I officially dropped all the charges against you.",
        "David: Ah, darn it. I was so looking forward to the bamboo nut house.",
        "Margaret: Look, I'm going to go home now and I don't want you to get me involved in any more of your family problems, ok?",
        "David: Wait, Margaret. You have done so much for me today already. I just need to ask one more little favor. Could I stay with you for a week to 10 days? The hotel's got me tapped out.",
        "Margaret: Ok. You can stay with me for one night. No, no, no -- seeing that it's morning, you can stay with me for one day. And you get the couch, and no funny business.",
        "David: I promise, you're safe with me, Margaret.",
        "Margaret: All right. I'll go get us a cab.",
        "David: Ok. Keep your friends close, keep your friends close, your lunatics closer.",
        "[SCENE_BREAK]",
        "Rex: It's another text message.",
        "Adriana: Read it.",
        "Rex: Adriana, I don't --",
        "Adriana: Read it, Rex! What's it say?",
        "Rex: \"You feel as good as you look.\"",
        "[SCENE_BREAK]",
        "[Pager beeps]",
        "Marcie: What?",
        "Michael: I just got paged by the hospital.",
        "Marcie: Hmm. Go, go, Dr. Mc Bain, and save lives, help the people.",
        "Michael: I promise, Marcie -- only one disaster per marriage.",
        "Marcie: Well, how lucky are we? We get it over on our wedding night.",
        "Michael: Yeah. And like Dr. Truman said, from here on in, there will be nothing but blue skies.",
        "Marcie: Hmm. I love you, my husband.",
        "Michael: I love you, Wife.",
        "Marcie: Go, get out of here.",
        "Michael: I'm going.",
        "Marcie: Mm-hmm.",
        "Michael: Ok.",
        "Marcie: You be careful.",
        "Michael: I'll do my best.",
        "Marcie: Bye.",
        "Mr. Walsh: That had to be rough.",
        "Marcie: Yeah.",
        "Mr. Walsh: Letting Mike go and telling him it was ok, leaving you to solo your wedding.",
        "Marcie: To tell you the truth, daddy, I'm almost begged him to stay.",
        "Mr. Walsh: You did good letting him go.",
        "Marcie: Yeah?",
        "Mr. Walsh: You did right. Your dad's proud of you.",
        "Marcie: Well, I'm really proud of him, you know? I mean, he -- he helps so many people.",
        "Mr. Walsh: I know, he's a dedicated doctor. But he'll be just as dedicated a husband -- I know. I saw how he looked at you when you danced -- Same way I looked at your mom on our wedding day.",
        "Marcie: Thanks, daddy. Hmm. Hey, and who says I'm doing this solo? I got you.",
        "Mr. Walsh: You care for another turn on the floor?",
        "Marcie: Of course.",
        "Kevin: Hey, hey, Marcie, I'm sorry, but I have to go, ok? I have to find Kelly.",
        "Marcie: Kevin, I'm not sure you should leave right now. I mean, the weather's really bad out there.",
        "Kevin: Yeah -- yeah. Kelly and I got in a pretty bad fight before the wedding --",
        "Marcie: Oh.",
        "Kevin: So I -- I really have to find her. I'm -- I'm sorry. Congratulations, ok?",
        "Marcie: Thank you.",
        "Kevin: Yeah.",
        "Layla: Boss?",
        "Kevin: Yeah?",
        "Layla: Is everything ok?",
        "Kevin: Yeah -- um -- I'm looking for Kelly. Listen, if you see her, just tell her I went to Blair's to find her, ok?",
        "[SCENE_BREAK]",
        "Evangeline: Cristian, I can't see. I can't see!",
        "Cristian: Evangeline, listen to me. Listen to me, you're not alone, ok? I'm right here. I'm right here.",
        "Evangeline: I'm scared.",
        "John: Stay with me, Natalie. Stay with me!",
        "John: I'm still here.",
        "[NEXT_ON]",
        "[Adriana screams]",
        "Rex: Adriana!",
        "Radio announcer: The second tornado is headed for the downtown area.",
        "Evangeline: What is it? What's wrong?",
        "Tess: Nash! ."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=kW5sLEQgK9w"
}