{
    "Episode Summary": [
        "Episode # 11077"
    ],
    "Recap": [
        "Shane urges Neela to play the tape of Jack confessing to having Gigi Morasco killed. Although she really doesn't want to get Jack in trouble and he's expressed remorse, Shane gets her to play the recording to John McBain. John is very satisfied that he's finally gotten what he needs to make Jack pay and get justice for Rex and Shane, as he was not able to do before. But it seems Jack might be \"turning over a new leaf\", developing a conscience and Neela is caught in the middle and not happy as Shane and others are. Todd manages to make himself a hit with Blair, Starr, Sam and even Jack is cordial to him while he spends Christmas with them. A furious Viki reveals to Natalie that she caught Clint kissing Kim. Viki encourages her mother not to tolerate that although Jessica listens to her dad as he tells her he's made his decision to choose her mother over Kim. Viki and Clint finally resolve their misunderstanding and end up kissing and reconciling. In Paris, TX, Rex and Gigi/Stacy get to see the accurate video of what happened when Gigi died from carbon monoxide poisoning in the basement. And we learn, for the first time that Stacy came out of nowhere to finish what Jack and his friends started. She intended to let Gigi die in the basement and take her wedding dress to marry Rex in her sister's place. And Rex learns, for the first time, that the Gigi look alike is in fact the real Gigi and it was Stacy who died and looked just like Gigi and so everybody has been mistakenly believing that she was Gigi. Knowing that the love of his life is alive and well, Rex is finally complete."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Ringing]",
        "Blair: Come on. Tomás, pick up.",
        "[Ringing continues]",
        "Blair: Pick up!",
        "[Click]",
        "Blair: Voicemail. The mailbox of the person you are trying to reach is full.",
        "[Click]",
        "Blair: [Sighs, groans]",
        "Starr: What did I do?",
        "Blair: [Sighs]",
        "Téa: Oh!",
        "Shaun: Hey.",
        "Téa: Oh, Shaun! I'm sorry.",
        "Shaun: Are you okay?",
        "Téa: Oh, yeah. I'm fine.",
        "Shaun: You just seeing Vivian?",
        "Téa: Oh, yeah. I was her last patient, in case you're looking for her.",
        "Shaun: Are you sick?",
        "Téa: Me? No, I'm fine. In fact... I'm pregnant. [Chuckles]",
        "Shaun: The old boss is having another kid?",
        "Téa: Yeah.",
        "Shaun: And you're okay with that? I mean...",
        "Téa: Since I'm gonna be doing it alone?",
        "Shaun: Now, you know you're not doing it alone -- not while I'm around.",
        "[Paper crumples]",
        "[Locker slams]",
        "Danielle: Jack! Have you seen this?",
        "Jack: Yeah, Scarface showed it to me.",
        "Todd: It was Jack. Jack set the fire.",
        "Todd: Hey, Tracy?",
        "Tracy: Yes, Mr. Manning?",
        "Todd: Well, what we were talking about before -- about how Jack sent everyone home early that afternoon?",
        "Tracy: Yes?",
        "Todd: That never happened.",
        "Jack: Scarface came over to see my mom, showed me the early edition.",
        "Danielle: So he did this?",
        "Jack: Scarface needs a fall guy so the police won't go after him. He killed dad. We both know it. But if he sets up Tomás, he's in the clear.",
        "Neela: What did you just say?",
        "Shane: Jack Manning's a murderer. He killed my mom.",
        "Neela: [Sighs] You're joking, right? Because that's not possible. Why would you say that?",
        "Shane: Because it's true.",
        "Stacy: You're trying to become the man you want to be.",
        "Cutter: I don't know if that's in the cards, Stace.",
        "Stacy: Are you kidding me? You're halfway there.",
        "Cutter: Well, if I do end up going the distance, it'll be because of you.",
        "Aubrey: Rex, I am so sorry. I'm so sorry. I didn't mean to kiss you.",
        "Rex: No, that's okay.",
        "Aubrey: No, it's not. We're just friends. I'm only here to support you. I have no business kissing you. I can't believe I just did that.",
        "Rex: So, why did you?",
        "Stacy: Hmm.",
        "Cutter: You okay?",
        "Stacy: I don't know.",
        "Cutter: You thinking about Rex?",
        "Stacy: No, I wasn't thinking about Rex.",
        "Neela: Wait. So your mom, it's true? She died?",
        "Shane: Yeah, but she didn't just die. She was murdered. That's the one thing that me and Jack have in common -- a murdered parent. I didn't kill his dad, but Jack killed my mom.",
        "Neela: [Sighs]",
        "Shaun: Victor might not be on this earth anymore, so he gets out of diaper duty.",
        "Téa: [Chuckles]",
        "Shaun: And you know that he's gonna be watching every move that you make. To think he'd leave things up to you...",
        "Téa: Yeah, you're right. He probably wouldn't do that. [Laughs]",
        "Shaun: And every time you look at that child, you're gonna see their daddy looking right back at you.",
        "Téa: I'm very lucky to have this baby coming. It's a gift.",
        "Shaun: I know that you're going through a hard time right now, especially with the cops looking for your brother.",
        "Téa: What do you mean?",
        "Shaun: The cops think Tomás shot Victor.",
        "Blair: I am so sorry. I was not aiming at you, sweetheart.",
        "Starr: You haven't heard from Tomás.",
        "Blair: No. Why?",
        "Starr: The cops are looking for him.",
        "Blair: How do you know? Oh, no! Todd, you did not do that!",
        "Starr: Why didn't you tell me that Tomás was a suspect?",
        "Danielle: This has to be why they were so crazy on Thanksgiving. It wasn't just that uncle Tomás had missed dinner. Maybe the cops were after him.",
        "Jack: I got to admit it looks bad. They found the murder weapon in his room with his fingerprints all over it.",
        "Danielle: What are you saying? You think he did it? Jack, you've been saying this whole time that you think it's Todd. Are you changing your mind?",
        "Neela: Shane, I'm really sorry to hear about your mom. But what you're saying about Jack Manning, it can't be true. If he's a murderer, he would be in prison. But he's here -- in school. I just saw him in the hallway.",
        "Shane: Yeah, because the guy who Jack thought was his dad fixed it for him.",
        "Neela: [Sighs] What are you -- what are you talking about? You can't just make a murder go away.",
        "Shane: [Chuckling] Yeah, you can -- if you're rich. Jack had this friend named brad. He totally kissed up to him. Anyway, brad's dad lost his job a while back. So Victor Lord, the guy who Jack thought was his dad, paid him so that brad would confess.",
        "Neela: I don't believe it.",
        "Shane: It's online. You can look it up. Brad's in jail and Jack's not.",
        "Neela: So, brad's father let his son go to jail for money?",
        "Shane: Yeah, a lot of money.",
        "Todd: Jack didn't call you.",
        "Tracy: But he did.",
        "Todd: No.",
        "Tracy: I remember it specifically. He said you wanted to give everyone the afternoon off, and that's why no one was there when the fire broke out. I mean, I was just about to tell lieutenant McBain.",
        "Todd: He never made that call. He was nowhere near the sun that afternoon, and you are not going to tell John McBain any of that.",
        "Tracy: And why would I do that, Mr. Manning?",
        "Todd: Because I -- didn't I -- didn't I see an e-mail that you wrote about how you were interested in filling the recently vacated position of fashion editor of the sun?",
        "Tracy: Someday sure, but --",
        "Todd: Yeah? I'm glad I got that right. Um, congratulations. You're the new sun style editor. I don't know what that is, but it's a big job, comes with a big raise and all the interns you can eat.",
        "Tracy: [Chuckles] I'm flattered, sir, but --",
        "Todd: Look, no one got hurt. We've already repaired all the damage. Why are we still talking about this fire?",
        "Tracy: You're asking me to lie to the police.",
        "Todd: Yeah.",
        "John: Hi, Tracy. Manning, what are you doing here?",
        "Todd: I heard you were gonna interview my assistant about the fire at the sun. I can't wait to hear what she has to say.",
        "Todd: I own the sun.",
        "John: Hm.",
        "Todd: Not that one. If somebody's trying to burn down my newspaper, don't you think I have a right to know?",
        "John: Fair enough. Tracy... you want to come on in and have a seat?",
        "Todd: So, uh, where are we at? I heard it was Brody Lovett.",
        "John: Brody? No, he's not a suspect.",
        "Todd: You sure?",
        "John: Yeah, I'm sure. But, Tracy, you were there that day, weren't you? Yeah? Did you see anything out of the ordinary?",
        "Neela: But why would Jack's father want to keep him out of jail? If he's a murderer, wouldn't he want him punished?",
        "Shane: Their family doesn't care about what's right or wrong. They don't care about anything except for themselves.",
        "Neela: We s-shouldn't be talking like this. People could hear us.",
        "Shane: Trust me. Everybody already knows about Jack and his two dads.",
        "Neela: Well, I don't. And I don't want to hear any more. Jack's been really nice to me, and... I have to get ready for class.",
        "Shane: Yeah, whatever. Just watch out, okay? 'Cause being friends with Jack Manning, that's just asking for trouble. The guy's bad news.",
        "Jack: You think I'd burn down my own family's newspaper? No way.",
        "Neela: When I said my parents would turn me into a baby factory, you were like, \"I know a lie when I hear it, because I've been known to tell a few.\" Well, so have I.",
        "Jack: Fine! You win! I did it! I set the fire!",
        "Jack: Scarface is probably just going after your uncle so he can get the police to stop going after him. But if Tomás is actually guilty... [Sighs] I don't know.",
        "Blair: All we knew was Tomás was missing. I discussed it with Téa. We felt that we didn't want to tell you guys, we wanted to protect the children. Besides, you know, it was Thanksgiving.",
        "Starr: It was Thanksgiving days ago.",
        "Blair: Well, we didn't know anything. We were just trying to protect you.",
        "Starr: From what? Do you think that this is true?! You think that Tomás killed uncle Victor?!",
        "Jack: You got to admit some of this stuff in this article's pretty convincing.",
        "Téa: I've read the article. And, yes, Tomás is missing. And they did find the murder weapon in his room. And, yes, his fingerprints were on the gun.",
        "Blair: But I refuse to believe that Tomás killed Victor, and it's a lot more complicated than your dad made it out in this article.",
        "Starr: What do you mean?",
        "Blair: Well, he just left out...a lot.",
        "Starr: Like what?",
        "Blair: Like the murder weapon belonged to Dorian.",
        "Starr: Then how did Tomás get it?",
        "Téa: Nobody knows how Tomás got his hands on the murder weapon. There are just way too many unanswered questions.",
        "Blair: Your dad stole the gun out of Dorian's safe. He admitted that.",
        "Starr: He gave the gun to that homeless man.",
        "Blair: Louie, who has now conveniently disappeared.",
        "Starr: But dad said that Louie had the gun the whole time. He didn't?",
        "Blair: Well, who knows? And until we find Tomás, nobody's gonna know.",
        "Starr: Do you have any idea where he could be?",
        "Téa: I asked Tomás to see what he could find out. The police weren't having any luck, and the case was getting cold. Tomás was making some headway. He'd gotten a lead. I was there. He got a phone call. He left to pursue that lead, and that is the last time I saw him.",
        "Shaun: He'll be back.",
        "Téa: Yes, he will. And he'll be cleared. He has an alibi.",
        "Blair: Tomás was with his friend Calmar the night that Victor was murdered, so he has an alibi. Okay, wait a minute. I know that look. What is going on in that brain of yours?!",
        "Starr: [Sighs]",
        "Shaun: Let's just hope that alibi pans out.",
        "Téa: What do you mean? Look, I know you have doubts about my brother, but tell me exactly what you're thinking.",
        "Starr: Mom, I don't want to upset you.",
        "Blair: Okay, wait, wait. Yeah, just say it, okay? Say it. What?",
        "Starr: Tomás has a tendency to lie. He lied about his first alibi when he was first questioned, remember? How do you know he's not lying now?",
        "Danielle: Are you saying that you think our dad, Todd, that he's been telling the truth all along?",
        "Jack: No -- no way! Scarface is a liar. He's got no right to take dad's paper.",
        "Danielle: Then what are you saying?",
        "Jack: I don't know.",
        "Shane: You don't want to listen to me, it's your funeral. Didn't you both hear the announcement?",
        "Shane: What announcement? Mr. Weymouth had a family emergency, so class was canceled today. But he did leave an assignment for you in the library that's online.",
        "Shane: [Sighs] Great.",
        "Neela: Shane.",
        "Shane: Yeah?",
        "Neela: I'm sorry, just... if you don't mind, could you tell me how your mother died?",
        "Stacy: You're right. I should have been thinking about Rex.",
        "Cutter: Uh, that's not what I meant.",
        "Stacy: But it's true. I was so obsessed with Rex Balsom that I cut my face to look like his dead fiancée, my sister, and except no matter how hard I try, I have no idea how I could do that.",
        "Cutter: Listen, we're down here so that dr. Fascinella can put you back the way you were. I promise you. You're gonna look in that mirror once he's done, and it'll all come back to you.",
        "Stacy: What if it doesn't?",
        "Cutter: It will.",
        "Stacy: [Sighs] I had no right to kiss you, Cutter. I... I don't even know who I am. I shouldn't be dragging you into my nightmare.",
        "Cutter: There's no place I'd rather be.",
        "Aubrey: I am so sorry, Rex. I did not mean to kiss you. It was just an impulse, like... Tourette's.",
        "Rex: [Sighs] Tourette's?",
        "Aubrey: Okay, you're right. I wanted to kiss you, and I did. And I shouldn't have. You're still in love with Gigi. You're grieving, and I totally respect that. I do, so I apologize. I do-- it was just...an inappropriate time and way premature and selfish. And I just -- it won't happen again. I'm sorry, so can we just forget about it and do what we were planning on doing, which is going to dr. Fascinella's and finding out who this woman is that Cutter's passing off as Gigi?",
        "Rex: Can we finish this conversation, huh?",
        "Aubrey: Um, do we have to?",
        "Rex: I think so, yeah. I am still grieving. And I will always love Gigi. But you don't have to apologize, okay? All these...things that you're feeling... I'm feeling it, too.",
        "Rex: Look, you are a beautiful woman, and we have had a great time -- like on Halloween. Uh, I forgot what that was like to actually have a good time. You've done so much for me, organizing that party, coming down here to brazil, and you're so great with my kid. I mean, what's not to like?",
        "Aubrey: Timing.",
        "Rex: Yeah. I'm just not ready to be with anyone. But if I were...",
        "Aubrey: [Chuckles]",
        "Rex: Look, what do you say we put these uniforms on and find out what Cutter and his mystery woman are up to, huh?",
        "Cutter: I didn't expect that kiss, either. But I don't regret it. You've been there for me since the very beginning. You've even stopped me from strangling my mother to death.",
        "Stacy: [Chuckles] So, it was a thank-you kiss.",
        "Cutter: No, it was a first kiss... I hope. Stacy, I like you. I-I haven't had feelings for another woman like this since Aubrey. I mean, you have this effect on me. I-I-it's good. You make me want to do the right thing, which, believe me, is rare.",
        "Stacy: No, it's not.",
        "Cutter: It is. I just backed off from a get-rich-quick scheme for the first time, probably. It was because of you -- 'cause I have feelings for you.",
        "[Cell phone rings]",
        "Cutter: Yeah. Okay, all right. We'll be...right down there. Fascinella's back. You ready to see him?",
        "Stacy: The sooner the better. I need to go back to being Stacy so I can...try to make all this right. And who knows? With a little luck, maybe we can both change, Cutter.",
        "Cutter: Just be Stacy. That's all I want.",
        "Shane: What's the point? You're not gonna believe me anyway. Jack's like your new best friend now.",
        "Neela: I never said that. Shane, I'm new here. [Sighs] I don't know much about anyone. But I want to know the truth. So, please, could you tell me what happened to your mom?",
        "John: Tracy?",
        "Tracy: Sorry, I was just... what exactly do you mean by \"out of the ordinary\"? I work at a newspaper. Every day is different.",
        "John: Lucky for you. Yeah, no, I don't care about the newspaper stuff. I was just wondering, you know, if, you know, someone new showed up or you had an e-mail or a correspondence, something like that -- anything that maybe seemed strange to you.",
        "Tracy: No, not really.",
        "John: Uh, not really? Why? What happened?",
        "Tracy: Just Mr. Manning.",
        "John: Oh, what about him?",
        "Tracy: He gave us all the afternoon off.",
        "John: He let you all go home early?",
        "Tracy: Yes. He said that we'd done a great job with the paper and to have a nice evening.",
        "John: Well, what a nice guy.",
        "Todd: Well, I try.",
        "John: Well, Tracy, you know, thank you for coming down. Um, maybe if you go home tonight and you think about what you've told me and you want to change anything or maybe add something, you know where to reach me, okay?",
        "John: Hmm, so, let me see. You sent everybody home right before the fire started?",
        "Todd: John... are you suggesting that I set my own newspaper on fire?",
        "John: I've read it. Did you?",
        "Jack: I'm probably giving Scarface too much credit.",
        "Danielle: What do you mean?",
        "Jack: There is no way he figured out dad's murder all on his own. Besides, how'd the gun get from Scarface to Tomás? The guy's been a spy half his life. There's no way he'd keep the murder weapon. Your uncle's probably totally innocent. Right?",
        "Danielle: I don't know.",
        "Jack: Well, he's got an alibi.",
        "Danielle: Yeah. But there's something weird about it.",
        "Blair: There was nothing wrong with Tomás' alibi.",
        "Starr: Tomás told the cops the reason he stood up Baz was because he had a flat tire.",
        "Blair: Yeah, but, you know, Baz couldn't wait to tell the cops that he was suspicious of his father. He never had a relationship with his father.",
        "Starr: It was still a lie! Tomás never had a flat tire!",
        "Blair: Maybe not, but he had a really good reason for telling that story.",
        "Starr: Oh, okay. So that makes it okay to lie to the cops?",
        "Blair: It was a special circumstance, okay? Tomás was meeting Calmar. They couldn't get it out that they were, you know -- let it out that they were meeting because Tomás and Calmar --",
        "Starr: Are spies! Or agents, or whatever they are! And the reason they were getting together in the first place was to figure out a way to get rid of Victor!",
        "Todd: Let me save you some trouble. I did not set my newspaper on fire. You know, my recently departed, dear twin brother, Victor -- turns out he quadrupled my holdings, to his credit. The paper's now worth quite a bit of money.",
        "John: Oh. May I? Thanks. So, uh... why send everyone home early?",
        "Todd: Well, he was kind of a slave driver. You know, everybody was working, like, 16-hour days, seven days a week. [Chuckles] He really was my evil twin.",
        "John: Okay.",
        "Todd: Oh, mmm. I really do want people to like me. So I sent them home early so that I could, uh, buy their affection. I know it's a cheap shot, but I just want someone to love me. Is that so wrong?",
        "John: No. I suppose what you're saying is true.",
        "Todd: Why are we wasting our time talking about this fire? Shouldn't you be off somewhere trying to find Tomás Delgado?",
        "John: Oh, we'll find him.",
        "Shaun: Victor and I, we were tight. He'd get up in my face sometimes, but, hell... I could straighten him out with one hand, and he knew it.",
        "Téa: [Chuckles] He loved you.",
        "Shaun: He trusted me. And that's even better. And let's just say he wasn't too fond of your brother.",
        "Téa: I know.",
        "Shaun: [Sighs] So, I was keeping an eye on him, if you know what I'm saying. The first time Victor was shot... and, Téa, your brother just kept popping up at the hospital.",
        "Téa: Yes, that's because he was looking for a blood sample to prove who Victor really was.",
        "Shaun: If you say so.",
        "Téa: Look, he was cleared by Victor himself of having shot him outside Rodi's. Tomás saved his life that night and got wounded in the process. He's gonna be cleared again this time, I promise you.",
        "Danielle: Don't you remember? Tomás told the cops he was meeting with his friend, Claude Calmar.",
        "Jack: Yeah.",
        "Danielle: Because they were trying to get rid of Victor. You know Tomás had been trying to get my mom to divorce him ever since they met? He wanted Victor away from us.",
        "Blair: Tomás and Calmar were not meeting so they could get rid of Victor -- at least not murder him. This was all about Irene, all right? They were afraid that she was gonna manipulate Victor. He was trying -- Tomás was trying to protect us.",
        "Starr: Well, that's one way of looking at it.",
        "Blair: Will you stop this?! Why are you being like this?!",
        "Jack: Yeah, I know Tomás hated dad, but do you really think he'd kill his sister's husband?",
        "Danielle: People do a lot of things you don't expect. Even murder.",
        "Shane: Jack and his friend brad, they were setting up this trap for me. They wanted me go to this vacant house, and they were gonna lock me in a basement. But my mom found out. And she went. And they ended up locking her in the basement instead.",
        "Neela: They locked your mother in the basement?",
        "Shane: Yeah. And there was this... generator in there, and... it was leaking carbon monoxide. It poisoned her.",
        "Neela: Oh, Shane. I'm so sorry.",
        "Shane: It was Jack's idea. He was the one who locked her in that basement. But he never had to own up to it. And brad took all the blame, and Jack just totally skated away while my family was just completely destroyed. My mom is dead. My dad's halfway around the world trying to... I don't even know. He's trying to get back what we've lost. But it's hopeless.",
        "[Opera music plays]",
        "Dr. Fascinella: Señorita Morasco, welcome.",
        "Stacy: Hi. Thank you for seeing me on such short notice. Este é o arquivo sobre a señorita Morasco.",
        "Dr. Fascinella: Ah, obrigado.",
        "Cutter: Hmm?",
        "Stacy: [Chuckles softly]",
        "Dr. Fascinella: Stacy, yes? I'm confused. Are you unhappy with your results? You wanted to look like your sister, yes?",
        "Cutter: No.",
        "Dr. Fascinella: Is that no longer the case?",
        "Cutter: No, look. If I could step in here. Um, look, Stacy -- Stacy had a terrible accident, and so she lost her memory. And we were just thinking that maybe if she got her old face back, she could maybe start to remember who she was.",
        "Dr. Fascinella: Oh. I see.",
        "[Music continues]",
        "Dr. Fascinella: Magnifico.",
        "Stacy: Doctor?",
        "Dr. Fascinella: Hmm?",
        "Stacy: If you could turn me from this to that, then you could turn me back, right?",
        "[Door opens]",
        "Rex: Pardon me, ma'am. Somebody call for the exterminators?",
        "Shaun: I shouldn't have said anything. What do you care what I think about your brother? You're gonna have a baby.",
        "Téa: [Chuckles]",
        "Shaun: And that's all that matters.",
        "Téa: I'm sorry. [Sighs] I-I -- it's all the hormones. I'm snapping at everyone. [Chuckles]",
        "Shaun: It sure looks good on you.",
        "Téa: Hey, what's with the flowers?",
        "Shaun: [Breathes deeply] Viv and I had a little bump at Thanksgiving. I want to get married. She doesn't. She thinks marriage will destroy relationships.",
        "Téa: Don't push her. I have a ring and no Victor. You have Vivian. Be happy. You got the better deal.",
        "Shaun: Good advice. As for your brother, I'll keep my ear to the ground.",
        "Téa: Thank you. Why don't you take these?",
        "Téa: No, they're for Vivian.",
        "Shaun: I can always buy more flowers. This is for the baby.",
        "Téa: Well, in that case... thank you, as long as they come with a hug.",
        "Shaun: If there's anything I can do... [Sighs]",
        "Téa: Just keep being my friend. [Sniffles] And telling me the truth.",
        "Starr: What have I done to you besides tell you the truth?",
        "Blair: This isn't about the truth. This is about you not liking Tomás.",
        "Starr: That's not true.",
        "Blair: Oh, yes, it is. And you're mad at me because I picked him over your father.",
        "Starr: Really?",
        "Blair: Mm-hmm.",
        "Starr: Well, maybe I am -- maybe because Tomás is the one that dumped dad in that prison, the reason why we lost him for eight years.",
        "Blair: We have had this conversation.",
        "Starr: And this isn't even about that. This is about a completely different problem! I don't know if you've noticed... fact -- Tomás had the murder weapon in his room duct-taped to the back of a drawer! Fact -- Tomás' fingerprints were all over the weapon! And fact -- Tomás is a liar! He has made a living out of it, mom! And just when the police start looking for him, Tomás... has disappeared!",
        "Blair: You think I don't know all of that?! I'm sorry. I'm sorry I yelled at you, Starr.",
        "Starr: I know, mom, I --",
        "Blair: Listen. I don't want to talk about it anymore, okay? I don't want to talk about it.",
        "Starr: Where are you going?",
        "Blair: I'm gonna go to the police station. I'm gonna talk to John and see if he knows anything more.",
        "Todd: You seem pretty convinced that Tomás killed your brother.",
        "Todd: I'm just going by what you said. You found the gun. It had his fingerprints all over it.",
        "John: What do you think about his alibi? Tomás claims he couldn't have killed Victor because he was with that guy, Calmar.",
        "Todd: Right. [French accent] His spy buddy. [Normal voice] I don't know. Who can tell with that guy? He's got to swear to a lot of things in his line of work.",
        "John: That's a good point. So you think Calmar's lying?",
        "Todd: I have no idea. Does it really matter? You can't even find the guy.",
        "Danielle: I love my uncle Tomás. But the truth is he disappeared. He abandoned my mom and my grandpa for 20 years. What do we even know about him? Not much.",
        "Jack: Yeah.",
        "Danielle: I should go. My last class was, like, over a half-hour ago. I need to go home. Are you getting the bus?",
        "Jack: Yeah, I'll -- I'll take the late one.",
        "Danielle: Jack, maybe one good thing came out of this.",
        "Jack: Yeah? What?",
        "Danielle: Maybe you'll give Todd a break.",
        "Jack: Don't count on it.",
        "Neela: It's not that I don't believe you. I do, but it doesn't make sense. Jack's been a really good friend to me. He hid me from my brother when Vimal was trying to send me back to India to marry this horrible boy. But from what you're saying, it makes Jack sound like a monster.",
        "Shane: Once you hang out with him long enough, you'll see that side of him. He hurts people. It's just what he does.",
        "Jack: I didn't want them to get hurt. I sent everyone home!",
        "Neela: Then why were my brother and his wife --",
        "Jack: I don't know! All right? But once you told me they were here, I came as quick as I could. I couldn't let anyone get hurt. Not after last time.",
        "Shane: Neela? What is it?",
        "Rex: There's, uh, been a report of bedbugs in the office. Shh! Never. You must have mistaken. This is a very elegant office. And who are you? I didn't call you. You're not even from brazil.",
        "Rex: H-- no, we're from, uh...",
        "Aubrey: Winnipeg. Uh, we're experts, eh?",
        "Rex: Right, uh, uh, a patient, uh, filed a complaint. Apparently she got more than a new nose from her last visit. So, if you could get the doctor for us... Well, dr. Fascinella can't be disturbed. He's with a patient.",
        "Dr. Fascinella: So, I gave you what you wanted, and still, you're unhappy. Story of my life. I made Jane Campbell look like Erica Kane and still, no one appreciates my genius.",
        "Stacy: I wouldn't be here if I didn't know you were the best, dr. Fascinella. Please, I know you can do this.",
        "Dr. Fascinella: Let me see behind your ears.",
        "Stacy: Oh.",
        "[Music continues]",
        "Dr. Fascinella: When exactly was this done?",
        "Cutter: Uh, less than a year ago.",
        "Stacy: Why? Is there something wrong?",
        "Rex: You know, forget about the doctor. Our, uh... our report shows that the largest colony of bedbugs is right here in the reception area. Where?",
        "Rex: They love upholstery.",
        "Aubrey: Like your chair. Oh...",
        "Aubrey: Do you itch? Why don't you go get a cup of coffee?",
        "Rex: So we can spray. Oh!",
        "Rex: Winnipeg?",
        "Aubrey: Well, it worked, didn't it?",
        "Aubrey: Oh, my God. This guy has so many patients. There's hundreds of them. There's no way we have time to go through all these files.",
        "Rex: All right, the hard copies are just backup. I'm gonna download the files and go through them later. Keep a lookout.",
        "Aubrey: She's coming back!",
        "Rex: A few more seconds!",
        "Aubrey: Uh, this area's contaminated. But I forgot my purse.",
        "Rex: Uh, you know, we're, uh... we're done. We're good to go. But the bedbugs?",
        "Rex: Uh, false alarm. Back to work.",
        "Stacy: What's wrong?",
        "Dr. Fascinella: You may get dressed. Mr. Wentworth, if I might have a word?",
        "Cutter: It's okay.",
        "Stacy: [Sighs]",
        "Dr. Fascinella: Okay, just what are you trying to pull?",
        "Cutter: Wh-- what do you mean? All we want is you to put Stacy's face back the way it was before you operated on her.",
        "Dr. Fascinella: This woman has never had plastic surgery -- not by me, not by anyone.",
        "Téa: [Sighs]",
        "Téa: [Sighs]",
        "Todd: Hey.",
        "Téa: Hi. You proud of yourself?",
        "Todd: Some days.",
        "Téa: Mm.",
        "Todd: It's a work in progress. Right. Uh...sorry.",
        "Téa: Oh, you seem really broken up about it.",
        "Todd: News is news.",
        "Blair: Any word on Tomás?",
        "Téa: Well, I just got here myself.",
        "Todd: John's inside playing with his detective kit, if you want to go talk to him.",
        "Blair: John should be outside somewhere looking for Tomás.",
        "Téa: And I thought you were telling me to calm down.",
        "Blair: Well, not anymore. I'm gonna go talk to John.",
        "Todd: No, no, no. I'm telling you. Wonder boy's got nothing.",
        "John: Wouldn't be so sure about that.",
        "Shane: You know something, don't you?",
        "Neela: No, not really.",
        "Shane: Neela, if you know something, anything, that can connect Jack to my mom's murder, you have to tell me. It's not fair that Jack goes free and someone else has to take the blame.",
        "Danielle: So you saw it?",
        "Starr: [Scoffs] It's hard to avoid.",
        "Danielle: [Sighs] Do you think it's possible that uncle Tomás killed uncle Victor?",
        "Starr: Do you?",
        "Danielle: I... [Sighs] ...Don't know. He confessed to killing Irene, which we know wasn't true, because he said he was trying to protect Todd. Why would he do that if he was trying to cover up that he killed Victor? It -- it just doesn't make any sense.",
        "Starr: It doesn't.",
        "[Doorbell rings] Starr Manning?",
        "Starr: Yes? You've just been served.",
        "Blair: What'd you find out?",
        "John: I found Claude Calmar. Maybe now we'll get some answers. Maybe now we'll find out who killed Victor.",
        "Rex: Well, it's gonna take a while.",
        "Aubrey: 'Cause we don't know the woman's name.",
        "Rex: We just have to see if we recognize any of the pictures.",
        "Aubrey: Well, maybe you could check his appointments for yesterday. I mean, if she was there with --",
        "Rex: Holy crap!",
        "Aubrey: What?!",
        "Rex: I found it -- the woman Cutter's trying to pass of as Gigi.",
        "Aubrey: Who is it?! Do you know her?",
        "Rex: Well, you could say that. It's Gigi's sister -- Stacy Morasco.",
        "Dr. Fascinella: The woman I just examined has never been my patient.",
        "Cutter: No, you gave her that face.",
        "Dr. Fascinella: No, I operated on a woman named Stacy and made her look like her sister, Gigi. The woman in that room, she's this one. The original.",
        "Cutter: So, you're telling me that Stacy, th-- that she's really Gigi Morasco?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=i4qBaxJMzMo"
}