{
    "Episode Summary": [],
    "Recap": [
        "Langston, Markko, Cole and Starr play five-card stud and when someone loses, he/she have to remove a piece of clothing. Roxie enjoys herself at Monte Carlo night. Viki gives Clint a check for ten million dollars from David. Natalie is there with Miles. Blair is completely beside herself when she sees Natalie with Miles. Rex has coffee with Adriana. Rex cannot believe that John figured out everything about Tommy being Todd's son. John is up on the roof when Marcie and Tommy join him. Marcie begins to question him as to what is wrong with Michael. John tells her to ask Mike. Marcie tells John that she thinks that she knows what it is that Mike cannot discuss with her. Bo calms down Todd and Miles and stops them from arguing. Natalie tells Miles that he doesn't have to explain himself to Todd. Sarah arrives at Monte Carlo night. Dorian sees an acquaintance and excuses herself so that Clint and Sarah can talk. Antonio threatens to run Talia in for the dress that she is wearing. Antonio is taken aback when she hears Jessica come in and introduce Nash as her husband. Blair and Todd reminisce over the wedding that never took place because of Margaret Cochran. Blair encourages Todd just to live his life and that will be the best revenge on Miles."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Markko: Oh hey, you're holding up the game.",
        "Starr: Strip poker -- have you completely lost your mind?",
        "Langston: What's wrong with it?",
        "Starr: If I get naked with Cole, it is not going to be because I lose some game, and it's not going to be in front of an audience.",
        "Langston: Hold on -- who's going to lose? You spent all of junior high playing poker with your dad.",
        "Starr: Look, Langston, I'm just really rusty.",
        "Langston: Ok, I'm not.",
        "Markko: Come on -- what's keeping you?",
        "Langston: Will you chill? We're going to be fine. Come on, come on.",
        "Markko: All right -- ahem. The game is five-card stud. Jacks or better to open. Uh -- if you lose a hand, you take off a piece of clothing. Starr, you still in?",
        "Cole: Hey, listen, if you don't want to play, you don't have to.",
        "Starr: Oh, no, I'll play. I just don't want to lose.",
        "Markko: Aw -- you play much poker?",
        "Starr: Stay in and find out.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Roxy: Ok, folks, we're going to play a little game called night baseball. You each get seven cards all face-down and you turn them over one at a time. Get a three or a nine, you match the pot. You get a four, you get an extra card. Four balls, three strikes, nine innings. Don't forget -- threes and nines are wild, like me!",
        "[Roxy laughs]",
        "Bo: All right, then night baseball. That's good -- yeah. What kind of game is this?",
        "Dorian: This is very complicated, at least more so than Texas what's-it? Uh -- are you sure you feel up to it, Viki?",
        "Viki: I -- I think maybe later. Oh, Clint, I keep forgetting to give you this. It's from David -- it's the transfer document of your money.",
        "Clint: Oh, thank you.",
        "Dorian: You forgot about $10 million? I'd double up on the ginkgo biloba if I were you. Clint, why don't you let me hold that for you? Yes, you've got other things on your mind.",
        "Bo: There you go, Rox.",
        "Lindsay: Hi.",
        "Bo: Hey, Lindsay. Hey, you sure -- you look great.",
        "Lindsay: Thank you.",
        "Dorian: Yes, she does!",
        "Lindsay: Huh.",
        "Bo: She does. You know, Roxy's about to deal a game here called night baseball. Are you going to play?",
        "Lindsay: I'm a roulette girl myself.",
        "Bo: Ah.",
        "Nora: Would that be Russian?",
        "Bo: Ah, yeah. Maybe we ought to grab a drink.",
        "Lindsay: Yeah.",
        "[SCENE_BREAK]",
        "Natalie: Come on, Miles. Let's get a drink, just forget Todd and Blair are even here.",
        "Miles: Yeah, well, it's going to have to be a pretty strong drink.",
        "Natalie: No problem. Two vodkas straight up, please.",
        "Blair: What in the world was she thinking bringing Miles to this party?",
        "Todd: Oh, Natalie makes up her mind about something, there's no stopping her.",
        "Blair: Must run in the family. I think Miles looks a little nervous tonight.",
        "Todd: Oh, yeah? Hey! Oh!",
        "Natalie: Todd!",
        "Todd: Clumsy. Jeez -- take it easy. Hey, since I have you here and you're covered in booze -- what did Spencer Truman do with my son?",
        "[SCENE_BREAK]",
        "Rex: You're not drinking your coffee.",
        "Adriana: I don't think I need to be any more wired than I already am.",
        "Rex: Look, I can't believe John figured out that Tommy is Todd's son.",
        "Adriana: I can't believe he figured out that we're in on it. He can send us to jail, can't he?",
        "[SCENE_BREAK]",
        "[Door creaks]",
        "John: Had to have been hard getting that stroller up the stairs.",
        "Marcie: What can I say? I was motivated -- I knew you were up here.",
        "[Marcie pants]",
        "John: What can I do for you, Marcie?",
        "Marcie: I need to know information. Something is wrong with my husband and I know that you know what that something is.",
        "Marcie: So, you going to answer my question?",
        "John: You ought to ask Mike.",
        "Marcie: I have -- about a hundred times and he's given me about a hundred different answers, all of which have been nothing but a load of crap.",
        "John: And you think he told me something different?",
        "Marcie: I know that you guys talk, you know, about things that he doesn't tell me, and normally I would be ok with that, but whatever he's keeping to himself this time, let's just say it's beginning to take a toll on us.",
        "John: I'm sorry.",
        "Marcie: Are you? Really?",
        "John: Hey, what Mike has with you -- it's important to me.",
        "Marcie: You know, whatever he's been keeping to himself, it just -- it just got worse after he came home last night after talking to you. And the only thing he would tell me about it is that you have some kind of big decision that you need to make.",
        "John: Yeah.",
        "Marcie: Great. So he basically told you not to talk to me? Great. All right. Well, you know what? It really don't matter because I think I know what it is. And if I'm right, then I know why he can't talk to me about it.",
        "[SCENE_BREAK]",
        "[Starr chuckles]",
        "Starr: Bow-chicka-bow-bow. Now it's getting interesting.",
        "Cole: Hey, you never told me you knew how to play poker.",
        "Starr: Well, you never asked.",
        "Markko: You know, it's not fair to hold out on people.",
        "Langston: Yeah, it's not fair to hold out on people.",
        "Starr: Aw.",
        "[Langston chuckles]",
        "Cole: Sucks for you.",
        "Starr: You're next.",
        "[SCENE_BREAK]",
        "Natalie: Miles has every right to be here.",
        "Todd: Right -- he's out on bail!",
        "Miles: Look, I've told you everything I know about your son, ok? I swear.",
        "Todd: Gee, that's funny because you're the one that gave me the information that led me into an ambush!",
        "Natalie: Todd, will you just leave us alone?",
        "Bo: Gentlemen. This is supposed to be a nice evening. Now, my suggestion to you is to go to your neutral corners and cool off.",
        "Natalie: Uncle Bo, Miles didn't do anything wrong.",
        "Bo: Well, that'll be up to a judge and a jury to decide, so watch it. Ok?",
        "Todd: What was in the rest of that letter?",
        "Miles: Look, I've already told you everything I know.",
        "Todd: Oh.",
        "Natalie: Miles? You don't have to defend yourself to him.",
        "Blair: Well, you sound awfully sure of yourself.",
        "Natalie: I believe in Miles.",
        "Blair: So did Marty and so did Todd, and look what happened to them. Come on, Todd. Let's go get some air.",
        "Natalie: You know what? Don't worry about the two of them. If they don't have someone that they hate together, they'll be at each other's throats.",
        "Miles: Yeah, well, I better get used to it because this is my life in Llanview regardless of what happens at my trial.",
        "[SCENE_BREAK]",
        "[Clint chuckles]",
        "Sarah: Grandpa.",
        "Clint: Sarah. Uh \u0096 Dorian I'm sorry. You know my granddaughter, Sarah Roberts.",
        "Dorian: Yes -- Cord and Tina's daughter.",
        "Sarah: I was hoping great-grandpa would be here. I've only talked to him on the phone since I've been back.",
        "Clint: Yeah, I'm sorry. He just wasn't up for a party tonight. How are you doing after the other night?",
        "Sarah: I'm still a little shaky.",
        "Clint: Yeah, Sarah's old boyfriend -- he attacked her. This happened at Capricorn.",
        "Dorian: Yes, I heard about that. You're going to have to choose your boyfriends more carefully in the future.",
        "Sarah: Huh. Tell me about it.",
        "Dorian: Oh, my. There's Muffy Carlson. She said she was going on a photo safari in Africa, but it looks to me like she had a boob job. Excuse me, darling.",
        "Clint: You know something? It is amazing how you've pulled it together and you came to a party so soon after your ordeal.",
        "Sarah: I thought it would help to be around people, and I really, really wanted to see Asa.",
        "Clint: Yeah.",
        "Sarah: I miss him a lot. Why did you get so quiet?",
        "Clint: Just making a bet with myself.",
        "Sarah: About what?",
        "Clint: About how long we're going to make small talk before you hit me up for money.",
        "[SCENE_BREAK]",
        "Antonio: Officer Sahid, I'm afraid I'm going to have to run you in. That dress has got to be illegal.",
        "[Talia chuckles]",
        "Talia: I've never seen you in a tux before.",
        "Antonio: Is my tie straight?",
        "Talia: Almost. Actually, let me fix it.",
        "Antonio: Oh.",
        "Jessica: It's so nice to see you and I'd like you to meet my husband, Nash.",
        "Nash: How you doing?",
        "[SCENE_BREAK]",
        "Blair: What are you thinking about?",
        "Todd: About my son. I'm not going to find him.",
        "Blair: I'm sorry.",
        "Todd: Hmm. I had accepted it, you know, and then I saw the death certificate.",
        "Blair: Then Miles, he starts stirring it all up again. I mean, that's one of the reasons I cannot stand that man.",
        "Todd: Oh, well, I'm done. Spencer played his last card -- he lost.",
        "Blair: Todd, you did everything that you could to be right by your son.",
        "[Todd chuckles]",
        "Todd: A son I never wanted, even.",
        "Blair: I still feel stuck -- you know, our wedding day. We were just minutes away, but, no. Margaret wouldn't have it, would she?",
        "Todd: Well, you and I are just totally irresistible, you know?",
        "Blair: Oh, yeah. -Hmm.",
        "Todd: Margaret just had to have me. Spencer just had to have you. And then when they couldn't get what they wanted, they used a baby to get even. Nice individuals, eh? He's really dead, isn't he?",
        "Blair: You know, I'm going to say something you are probably not going to like.",
        "Todd: Well, is it about -- looking at the bright side of things? Appreciating what you have in life?",
        "Blair: Something like that.",
        "Todd: Well, you're right -- I'm not going to like that.",
        "Blair: Todd, just live your life, ok? Live your life -- that's the best revenge you can have on Miles. It is!",
        "[SCENE_BREAK]",
        "Sarah: You don't have a whole lot of faith in me.",
        "Clint: Oh, actually, I do. You're a very smart and resilient young woman.",
        "Sarah: Thanks.",
        "Clint: And I know you're upset that you don't have access to your trust fund, but, you know, many times when you don't have money, it forces you to focus on what it is you really want.",
        "Sarah: Look, it's not like I don't want to work.",
        "Clint: Well, that's good, that's great, and my offer of an entry-level job into Buchanan Enterprises -- it still stands.",
        "Sarah: I just don't want a desk job. I mean, have you -- have you only ever wanted to work in the family business?",
        "Clint: Nobody gets everything they ever want.",
        "Sarah: Maybe, but I'm not ready to give up on it already.",
        "Clint: You know, working at B.E. could make you a very powerful woman. You'd never have to ask for money again.",
        "Sarah: But I would feel like a fake! I want to work in the music business. I want to find new talent and take them to the top -- that is my passion.",
        "Clint: And that's good, that's great, but you're going to have to do it on your own.",
        "Sarah: Why?",
        "Clint: Because I love you, Sarah. I love you so much that I want to keep you from becoming any more spoiled than you already are.",
        "[SCENE_BREAK]",
        "Man: 19 red.",
        "Viki: Yes, yes!",
        "Dorian: \"19 red\" -does that have some significance?",
        "Viki: No, no -- just a lucky bet, that's all, Dorian.",
        "Dorian: I challenged you to a poker game and you accepted. Have you chickened out already?",
        "Viki: Oh, Dorian, get over yourself. Pick a table.",
        "Crowd: Oh!",
        "[SCENE_BREAK]",
        "Talia: You look really beautiful, Jessica.",
        "Jessica: Oh.",
        "Talia: I hope you feel as good as you look.",
        "Jessica: Thank you. I'm, you know, getting stronger every day. That's a really great dress.",
        "Talia: Thanks.",
        "Jessica: How are you, Antonio?",
        "Antonio: Fine. Bree?",
        "Nash: She's good. She's walking and talking up a storm.",
        "Antonio: Have you made any progress on what we discussed?",
        "Nash: I'm looking for investors to buy you out if that's what you're talking about.",
        "Antonio: Good.",
        "Nash: Won't happen overnight.",
        "Antonio: Why not? Jessica could write you a check for my share of the winery. You could be done with it.",
        "Nash: I don't want her to do that. Crowd: Oh!",
        "Antonio: Really? I thought your whole M.O. Was using rich women, even if you have to marry them.",
        "Rex: We are not going to jail. John has no idea you knew anything.",
        "Adriana: Oh, yeah, and I'm just going to let you take the rap alone -- that's so me.",
        "[SCENE_BREAK]",
        "Rex: It was my idea, my decision.",
        "Adriana: I could've stopped you, and I didn't. I am just as guilty as you are.",
        "Rex: Damn John McBain. What is his problem? Michael's his brother.",
        "Adriana: If Michael and Marcie lose Tommy, what's going to happen to them?",
        "Rex: Nothing good.",
        "Adriana: Would John really ruin his own brother's life?",
        "Rex: That's a good question. I wish I knew the answer.",
        "[SCENE_BREAK]",
        "John: So what do you think you know?",
        "Marcie: Uh -- I -- I think Michael's sick.",
        "John: What?",
        "Marcie: I think that he has some kind of incurable illness and that's why he can't bring himself to tell me what's --",
        "John: Why in the hell would you say that?",
        "Marcie: Because! All he keeps talking about is how much time he wants to spend with Tommy, like it's going to end or something. Mike -- John, I just -- I don't know what else to think.",
        "John: Mike is not sick, all right?",
        "Marcie: You swear. You swear that to me right now.",
        "John: On everything that matters to me.",
        "Marcie: Ok. Ok.",
        "[Marcie sighs]",
        "Marcie: Then what is it? Is it me? You -- is he having second -- second thoughts about me?",
        "John: No.",
        "Marcie: About us?",
        "John: It's not you. Mike knows that you and Tommy are the best thing that ever happened to him.",
        "Marcie: Ok! Then what is it, John? You got to tell me, ok, because I'm beginning to lose my mind here. You need to tell me what's going on.",
        "[SCENE_BREAK]",
        "Langston: I'm out.",
        "Markko: Oh, enough with the jewelry.",
        "Langston: Shut up. Starr?",
        "Starr: I'm out, too.",
        "Markko: Well, I'm in. This is a big one, dude. If you lose this hand --",
        "Cole: I'm out.",
        "Markko: Oh!",
        "Langston: Oh, oh!",
        "Markko: You're done, son!",
        "Langston: All right! Come on, pay up!",
        "Starr: No, he's not going to do it.",
        "Cole: Ok, everybody enjoy.",
        "Starr: No! Don't do it -- cut it out!",
        "Markko: The rules are the rules.",
        "Starr: He can't do that! Langston and",
        "Markko: Da-da da-da-da, da-da!",
        "Starr: No, no! Please stop, you guys! He's not doing it!",
        "Langston: Oh!",
        "Markko: Gross!",
        "[Laughter]",
        "Starr: Oh, my God!",
        "Nash: You can say whatever you'd like about me, but don't insult Jessica, please.",
        "Antonio: You know, I wished that my wife hadn't cheated on me with another man, but you don't always get what you want, unless you're you, Nash.",
        "Jessica: Antonio, please.",
        "Nash: Let him say his little piece.",
        "Antonio: You know, when you met Tess, you had already ridden your last meal ticket into rehab -- Claudia, right?",
        "Nash: Hmm.",
        "Antonio: Must've been nice when you found out that Tess was really the very wealthy Jessica Buchanan.",
        "Nash: It wasn't like that.",
        "Talia: Yeah -- I don't really care what it was like, and I want a drink, so -- this is going nowhere good. Let it go. Let it go.",
        "[Nash sighs]",
        "Nash: Sorry.",
        "Jessica: That's ok. We're going to have to get used to it, right?",
        "Nash: Yeah, well, you're not buying him out. I'm pretty sure of that now.",
        "Jessica: It's fine, it's fine. We came here to have fun -- remember?",
        "Nash: Yes, yes, I do, but I didn't know that he was going to be here.",
        "Jessica: Ok. He said his piece, now let's just stay away from him, please? Please?",
        "Nash: Ok.",
        "Talia: You ok?",
        "Antonio: I'm fine.",
        "Talia: You do know you were out of line, don't you?",
        "[SCENE_BREAK]",
        "Dorian: Since we have a Texan here, Clint, we're going to play a little game called Texas hold 'em.",
        "Clint: Wow, that's great. I taught this beautiful game to both these ladies.",
        "Roxy: Well, that ought to make it mighty interesting.",
        "Dorian: Yes, it should.",
        "Nora: Remember that this is just a game.",
        "[Viki chuckles]",
        "Viki: Oh, no, no, no, no. I've been listening to Dorian bray for months.",
        "Nora: You're never going to shut her up.",
        "Viki: But it would be such fun to try.",
        "Lindsay: Viki looks like she's been pushed just a little too far.",
        "Dorian: Pity.",
        "Lindsay: Has it ever occurred to you to just play cards and keep your mouth shut?",
        "Dorian: If I had done that, I wouldn't be here with Clint and Viki wouldn't be going home all alone.",
        "Roxy: It's on you, Dorian.",
        "Bo: Want to grab some fresh air?",
        "Lindsay: Uh, yes. I think this is going to get ugly.",
        "[SCENE_BREAK]",
        "Todd: This is great -- so you bring circus boy to the party, and you've also got him living with Viki?",
        "Natalie: Oh, you're so protective. You don't even go and visit my mother except for when you want something.",
        "Blair: Oh, and how could he come calling, Natalie, when he was in a body bag and unconscious, huh?",
        "Natalie: Miles tried to help you find your son.",
        "Todd: Oh.",
        "Natalie: And the next thing he knew, that creep had you dumped on Marty's living room floor. He panicked, all right? He didn't know what to do and he did a stupid thing, but since you've never made any mistakes in your life, I guess that's why you can't forgive him.",
        "Todd: So it doesn't bother you at all that you're hanging around with the guy who stabbed me?",
        "Miles: Todd, I had nothing to do with that.",
        "Todd: Oh, yeah, you're an innocent victim, aren't you?",
        "Blair: Come on, come on --",
        "Natalie: Hey -- ow! Do we look intimidated?",
        "Blair: No, you just look stupid.",
        "[Todd laughs]",
        "Natalie: You know, I am just so glad the two of you are back together as a team now. It's just too bad you couldn't do that for your kids.",
        "Blair: Wait a minute --",
        "Todd: I wouldn't bring my kids into --",
        "Bo: You guys think that the rules don't count in here?",
        "[Blair sighs]",
        "Bo: Look, if you can't keep him away from Manning, send him home.",
        "Natalie: Come on, Miles.",
        "Bo: Don't push your luck, Manning.",
        "Lindsay: This is supposed to be a benefit for a good cause. Please don't ruin it. I could use a drink.",
        "Bo: You read my mind.",
        "Todd: Did you step on her toe on purpose?",
        "Blair: What do you think?",
        "Todd: Nice.",
        "[SCENE_BREAK]",
        "Rex: I know John's really steamed at Michael for keeping this from him, but I just can't see John telling Todd that Tommy's his son.",
        "Adriana: You may be right.",
        "Rex: Why do you say that?",
        "Adriana: Well, John knew Cristian was alive for months. He didn't tell Carlotta and he didn't tell Natalie.",
        "Rex: True.",
        "Adriana: Cris asked him to keep his mouth shut and he did.",
        "Rex: Now Michael's asking him to do the same thing. What a decision.",
        "Adriana: Well, when we found out Cristian was alive, it -- it was ok because we had him back.",
        "Rex: Nobody really lost that one, but if this secret comes out, John knows that Michael and Marcie end up with nothing.",
        "[SCENE_BREAK]",
        "John: Ah.",
        "Marcie: Great. So you're not going to tell me what happened between you and Michael last night. That's great.",
        "John: Aw, Marcie, we talked about a lot of things, all right? We -- we talked about what a crappy year it's been, and we -- we talked about Truman and my accident.",
        "Marcie: Uh-uh. That's not what's getting to him.",
        "John: How do you know?",
        "Marcie: Because you survived the accident. Spencer Truman was murdered. To me, that is a win-win situation.",
        "John: Well, I know why I'm glad Truman's dead. Why does it matter to you?",
        "Marcie: He murdered my father-in-law, John.",
        "John: You didn't know our dad.",
        "Marcie: It doesn't matter. I know what he meant to my husband and to you.",
        "John: Tell me something. Did Truman ever threaten Michael or Tommy?",
        "Marcie: What are you getting at? Why are you looking at me like that?",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Roxy: Lots of possibilities. Lots of possibilities.",
        "Dorian: I'm in.",
        "Roxy: What about you, cowboy?",
        "Clint: I fold -- ahem.",
        "Dorian: Oh, wait. You're not going to leave the table? You're my good luck charm.",
        "Clint: Oh. Well, I think you can hold your own. I'll get us a drink. I'll be right back.",
        "Viki: I'm in.",
        "[SCENE_BREAK]",
        "Sarah: Can we talk?",
        "Clint: I thought we already did.",
        "Sarah: Why am I being punished?",
        "Clint: Because, Sarah, you come from a family of first-rate poker players, and you tried to bluff.",
        "Sarah: I didn't.",
        "Clint: And you also played us for suckers, and believe you me, that's over.",
        "Sarah: What do I have to do to show you that I'm different?",
        "Clint: How'd you get in here tonight?",
        "Sarah: What?",
        "Clint: There's a $500 entry fee for tonight.",
        "Sarah: Oh. Great Grandpa gave me the ticket -- which is why I wanted to find him, so I could thank him.",
        "[Clint sighs]",
        "Clint: You would be amazed how good it feels to be able to pay your own way. Think about that.",
        "[SCENE_BREAK]",
        "Jessica: Oh, come on, come on, come o come on, come on! Come on. Yes! All right!",
        "Nash: You are on a roll tonight.",
        "Jessica: Let it ride! I'm betting Bree's birth weight.",
        "Nash: Huh. You ok?",
        "Jessica: Um -- yeah. You know, I changed my mind. I'm sorry.",
        "Nash: Well, what -- what are you doing? You're hot tonight. Come on.",
        "Jessica: You know, I never really liked gambling. It was more of a -- a Tess thing. And I kind of feel like I don't belong.",
        "[SCENE_BREAK]",
        "Antonio: Who are you to tell me to take it easy?",
        "Talia: Huh -- your friend? The way you were talking to Nash in front of Jessica -- I mean, who is that guy? It didn't even seem like you.",
        "Antonio: Well, you know, I told myself I was going to take the high road, but then I heard her introducing that clown as her husband.",
        "Talia: Getting messed up with those two, you are only going to get hurt. All right, but it's none of my business, so --",
        "Antonio: You're right. Thank you. For being straight with me. So, you -- you want to play some poker?",
        "Talia: Poker -- um -- no, actually, I don't play poker. But I'm pretty good at Blackjack.",
        "Antonio: Well, that I have to see.",
        "[SCENE_BREAK]",
        "Miles: You know, I shouldn't have let you talk me into coming here tonight.",
        "Natalie: Look, Todd is really good at pointing his finger at everyone else, but not so good at taking responsibility for what he does.",
        "Miles: Maybe. Maybe I deserve everything he said to me.",
        "Blair: You going to be ok?",
        "Todd: Absolutely. Absolutely. That was fun, actually, torturing Miles. The most fun I've had in months.",
        "Blair: You going to let me in on the action?",
        "Todd: You're already in.",
        "Blair: Guerrilla tactics. Yeah, that's our best event, until we, like, turn on each other.",
        "Todd: Yeah. So you did ok while was gone? No new boyfriends or anything?",
        "Blair: I was too busy looking for you. Of course, you know, the kids were lost without you.",
        "Todd: Right.",
        "Blair: Who am I fooling? We all were.",
        "[SCENE_BREAK]",
        "Starr: Ok, Cole. I wrung out your boxers. I put them on the back of the chair.",
        "Langston: Sorry. We're starving. How about some pizza?",
        "Markko: Yeah, I need dessert.",
        "Starr: Well, Aunt Dorian has some ice cream in the freezer.",
        "Markko: Can we leave you two out here alone?",
        "Langston: Oh, get moving. Come here. You're going to do fine. You two love each other.",
        "Starr: Ok.",
        "Langston: Ok.",
        "Cole: You know, this reminds me of the first time we met.",
        "Starr: Britney spilled beer on me and you loaned me sweatpants?",
        "Cole: I wanted to kiss you that night. I should have.",
        "Starr: Well, what a difference a year makes.",
        "Cole: I'm all wet, I'm all wet.",
        "Starr: Hey. I don't care.",
        "[SCENE_BREAK]",
        "Todd: What are the kids doing tonight?",
        "Blair: Well, Starr is hanging out by Dorian's pool with a bunch of her friends.",
        "Todd: Friends like Cole?",
        "Blair: Yep, friends like Cole. And Jack is over at his buddy J.Q.'s.",
        "Todd: J. -- who's J.Q.?",
        "Blair: No, just this little boy that he met this spring.",
        "[Todd chuckles]",
        "Todd: Oh. I really missed a lot.",
        "Blair: Well, you got another chance. We both do.",
        "Todd: Wait a minute, where are you going?",
        "[SCENE_BREAK]",
        "Natalie: Look, Miles, I am well aware that my uncle started things today. And I also am aware that he thinks he can say or do whatever he wants. Do not let him push you around. And for God's sake, don't ever say that you deserved it when the police commissioner's in the room.",
        "Miles: Good point.",
        "Natalie: Yeah.",
        "Miles: You know what? You really look after me. I appreciate it. I've never had that before. You know, I thought Marty and I would be able to do that for each other, but we know how that ended.",
        "Natalie: I'm sorry.",
        "Miles: If e was half as concerned about as you are, we might have had a chance. Not that you and I are anything more than friends.",
        "Natalie: Right. No, I know what you mean.",
        "Jessica: Miles, hi. I didn't know you'd be here.",
        "Miles: Hey.",
        "Natalie: Hi.",
        "Jessica: Natalie, great party.",
        "Natalie: Thank you.",
        "Miles: It's nice to see you up and around.",
        "Jessica: Thank you. I -- I'm sorry, I have to say something.",
        "Miles: Ok.",
        "Jessica: I invited you into our family, and that was a mistake.",
        "Natalie: Jess -- Jessica let me finish, Natalie. It's unbelievable what you put Todd through. He has two kids that love him very much.",
        "Natalie: You don't know everything.",
        "Jessica: But what I do know, I don't like. When you first came to town, I told people not to condemn you because you were Mitch Laurence's brother, when really I should have kept my mouth shut. Excuse me.",
        "[SCENE_BREAK]",
        "Bo: It's a nice night.",
        "Paige: Yeah, it is. I'm glad I get to spend it with you.",
        "Roxy: Ooh, very interesting. Possible four aces, possible flush.",
        "Nora: Ooh. Why -- aw.",
        "Viki: I will see Dorian's bet. And I will raise her.",
        "Dorian: How can you possibly raise me? You're out of chips.",
        "Viki: Will the house accept a check?",
        "Roxy: Yeah, if you got a driver's license. I'm only joking. No problemo. You can write out a check. Just make sure it's a big one.",
        "[SCENE_BREAK]",
        "Rex: John is not going to take that kid away from Michael and Marcie.",
        "Adriana: We hope.",
        "Rex: Maybe this sounds cold, but Todd already has two kids. Michael and Marcie won't have any.",
        "Adriana: Right.",
        "Rex: But if John does open his mouth, nothing's going to happen to you.",
        "Adriana: I don't want you to get in trouble, either, Rex.",
        "Rex: Believe me, neither do I. But I will keep you out of this. Whatever it takes.",
        "Adriana: You always take such good care of me. I can't believe I forgot that for a while.",
        "[SCENE_BREAK]",
        "Marcie: I don't want you to think that I'm blaming you for any of this, because I'm not. It's just, Michael and Tommy -- you know, they're the only family that I'm ever going to have. I -- I don't know if Michael told you this, but I found out that I can't have children.",
        "John: I'm sorry.",
        "Marcie: Yeah.",
        "John: How long have you known that?",
        "Marcie: A couple of months now. And I think that Michael's upset with me for not telling him sooner, you know?",
        "John: I'm sure he understands.",
        "Marcie: I was thinking about Spencer Truman, you know? And how he gave Kelly Cramer that surgery. You know, now she has a baby, and I just keep thinking that if he had been the person that he was -- said he was, anyway -- that maybe he'd be alive and maybe I'd have a kid.",
        "John: Why do you want to go down that road, all right? It's a waste of time with Truman.",
        "Marcie: I don't know -- I -- like I said, I was just talking out loud, you know?",
        "John: Yeah, I know. Hey, is there -- is there any chance that Truman knew you -- you couldn't have children?",
        "Marcie: What are you -- why are you asking me that?",
        "Spencer: What are you doing here?",
        "[Spencer gasps]",
        "Marcie: John? John, what's wrong with you?",
        "[SCENE_BREAK]",
        "Markko: Mmm. This ice cream is good. But it's getting me cold.",
        "Langston: Lucky you didn't have to strip like Cole.",
        "Markko: Lucky for who?",
        "Langston: Oh, don't flatter yourself. You wouldn't dare.",
        "Markko: I so would.",
        "Langston: No, no. No, oh, no! No, no, no, no, no, no, no!",
        "[Langston squeals]",
        "Langston: I hate you.",
        "Markko: Oh? Well, you look good enough to eat.",
        "[SCENE_BREAK]",
        "Cole: It's -- it's hot out here.",
        "Starr: You're telling me. You want to go swimming?",
        "Cole: I don't have a swimsuit.",
        "Starr: Aunt Dorian has some extras in the cabana.",
        "Cole: Sounds great.",
        "Starr: Ok, let's go. It's this way.",
        "[SCENE_BREAK]",
        "Nash: Well, should we say goodbye to your mom?",
        "Jessica: She seems pretty into her poker game, and I'm tired.",
        "Nash: Yeah. Sure wasn't the night we had planned, was it?",
        "Sarah: Hey, Jessica, I didn't know you were here.",
        "Jessica: Hi, Sarah. Sarah, this is my husband, Nash.",
        "Nash: How do you do?",
        "Jessica: Nash, this is my cousin Sarah.",
        "Nash: Hi.",
        "Jessica: Actually, we were just leaving.",
        "Sarah: Oh. Do you mind if I catch a ride with you guys? I don't have money for a cab.",
        "Jessica: Why not?",
        "Sarah: Long story plus tiny bag equals stranded. I hope it's not really out of your way. I'm staying at Cristian Vega's house -- until he decides I'm a freeloader, too.",
        "Jessica: Don't ask me.",
        "[SCENE_BREAK]",
        "Antonio: Well, they're leaving.",
        "Talia: So can we have fun now?",
        "Antonio: How about we get out of here and we can get some real food?",
        "Talia: Yeah, sure. Where?",
        "Antonio: Uh -- my mom's restaurant?",
        "Talia: Oh -- um -- sure. Yes. Just don't -- don't lose the tux. I like the tux.",
        "Antonio: Really?",
        "Talia: Yeah. You clean up real good.",
        "Antonio: Ok. Thanks, so do you. Let's get the hell out of here.",
        "Talia: \"You clean up real good\"? What?",
        "[SCENE_BREAK]",
        "Roxy: Ooh.",
        "Dorian: I can write a check, too.",
        "Roxy: Lay it on me, baby.",
        "Dorian: Actually, I -- well, as you can see, this bag is too small, so I didn't pack a checkbook or a wallet.",
        "Viki: Oh, Dorian. That's terrible.",
        "Nora: I guess you're just going to have to fold then.",
        "Dorian: However, I do have this piece of paper, which is worth $10 million.",
        "Clint: What?",
        "Dorian: So, Viki, I see you and raise you 10 million.",
        "[SCENE_BREAK]",
        "Blair: What are we doing?",
        "Todd: What we always end up doing.",
        "[SCENE_BREAK]",
        "Marcie: John? Why are you looking at me like that?",
        "Spencer: What are you doing here?",
        "[Spencer gasps]",
        "Marcie: Hello? What's wrong with you?",
        "[NEXT_ON]",
        "Starr: What happened here?",
        "Dorian: I'm all in, Viki -- call or fold.",
        "Todd: It's not going to be the way it used to be, right?",
        "Blair: Just because it's different doesn't mean it's bad, right?",
        "Michael: We're through. We're not brothers anymore."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=KodSgWrsy1M"
}