{
    "Episode Summary": [
        "Episode # 10469 -- Thicker Than Blood"
    ],
    "Recap": [
        "Blair know that TOdd is bluffing when he tells Starr and Cole that he will approve their marriage. So she stops telling them that she believes they are too young and she signs the papers. At that point, everybody wonders why TOdd is not happy now that she's on the same page as he is. Tea then comes over and plays the tape recording where TOdd tells her he will kill Cole if COle thinks he's going to marry Starr. ANd at that point, Todd knows the only choice he has is to approve the marriage. Gigi goes to talk to Rex and attempts to convince him that STacy falsified that she was the stem cell donor for Shane and blackmailed Gigi to break up with Rex or else Shane will die. Schuyler realizes that maybe he did the wrong thing be encouraging Gigi to get back with Rex because he wants Gigi. Natalie and Jared offer to drop the charges against Kyle Lewis so that he will tell Gigi who SHane's real stem cell donor is. Yet, Roxy has her own reasons for doing that for him whic are so that he does not reveal that secret that she does not want anybody to know."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Marty: Thanks for seeing me.",
        "John: Why wouldn't I?",
        "Marty: Well, I know you're working.",
        "John: No, I -- I was just finishing up the inventory. What's up?",
        "Marty: Can you make Cole and me disappear?",
        "[SCENE_BREAK]",
        "Todd: Yes, I've given these kids my permission to be married, and now all we need is your consent and we'll all be one big happy family.",
        "Blair: Are you serious?",
        "Todd: Come on. After everything that's happened, who are we to stand in the way of true love?",
        "[Blair sighs]",
        "Todd: Have we learned nothing?",
        "[SCENE_BREAK]",
        "Todd (on tape): There is no way that drug addict loser gets anywhere near my daughter again. You understand? If he comes within 10 feet of marrying my daughter, you don't want to know -- I'm going to put my hands around his neck and I'm going to kill him.",
        "Shaun: Moe said this chicken is sure to cure all that ails you, Ms. Delgado.",
        "[Téa sighs]",
        "Téa: Thanks, Shaun. Anything else?",
        "Shaun: I heard what you were listening to, Ms. Delgado. Are you sure you want to cross Todd Manning like that?",
        "[SCENE_BREAK]",
        "Jared: If Stacy is blackmailing you, or Kyle -- well, you're never going to get out from under it.",
        "Natalie: The truth will come out, Roxy. No matter how deep you try to bury it, it will come out, so just give it up. We want to know who Shane's donor is and we want to know right now.",
        "Roxy: The only donor I know is Stacy Morasco.",
        "Natalie: She's not a match, Rox. She just pretended -- she just pretended to be so that she could break up Gigi and Rex.",
        "Roxy: Wow, what a stupid idea that was --",
        "Natalie: Yeah, yeah, kind of was. But you went along with it. Why is that?",
        "[SCENE_BREAK]",
        "Stacy: So Rex and I are no longer just roommates. We're roommates with benefits. We made love, Schuyler. Oh, my God. It was so amazing. Say something.",
        "Schuyler: That's -- that's -- that's your good news? Really, that you slept with Rex?",
        "Stacy: What, are you going to cry about it?",
        "Schuyler: Well, what do you -- what are you here for? What are you going to tell Gigi? \"Hi, Gigi. Nice shirt. By the way, I just had sex with your boyfriend.\"",
        "Stacy: He's not her boyfriend anymore. She decided that.",
        "Schuyler: But other than that --",
        "Stacy: Why hide it?",
        "Schuyler: Stacy, don't -- don't -- don't do this. Gigi's been through enough already.",
        "Stacy: Oh-ho-ho, do not tell me you're actually falling for my sister?",
        "[SCENE_BREAK]",
        "Rex: I'm glad you're here.",
        "Gigi: You are?",
        "Rex: Yeah, I got something to tell you.",
        "Gigi: Is -- this is about my sister, isn't it?",
        "Rex: Yeah, it's about Stacy.",
        "Gigi: You finally saw through her. You know what a liar she is.",
        "Rex: Is that why you're here, to bash your sister to me again?",
        "Gigi: It's not bashing if it's the truth.",
        "Rex: What truth? I've heard every bad thing you have to say to me about Stacy.",
        "Gigi: No, you haven't. You have no idea what she's done. And I'm not walking away from you, no matter what, until you do.",
        "[SCENE_BREAK]",
        "Bo: Give this to Maloney and have him fill it out.",
        "Officer: He says the duty roster's not the sarge's job.",
        "Bo: The sarge's job is whatever I say it is, okay? And you tell Maloney that I said that.",
        "Officer: Yes, sir.",
        "Bo: Thanks.",
        "Nora: Bad time?",
        "Bo: No, no. We're just short-handed.",
        "Nora: Oh.",
        "Bo: Everybody's got to take up the slack.",
        "Nora: Okay. How are you doing?",
        "Bo: I'm fine.",
        "Nora: Okay.",
        "Bo: Hey, how's Matthew today?",
        "Nora: Oh, my God. He couldn't stop talking about Dr. Evans the whole way back from the hospital. I mean, he's so psyched about what this guy could do for him.",
        "Bo: Well, yeah. I'm not surprised. You know, the guy practically promised him a miracle.",
        "Nora: Okay, so you're not as psyched?",
        "Bo: No, I just -- I'd feel a lot better if I knew that this hotshot surgeon wasn't all talk.",
        "[SCENE_BREAK]",
        "Téa: Thanks for the warning, Shaun... but I've been dealing with Todd since Clinton was in office -- Bill Clinton.",
        "Shaun: Look, I'm not trying to say that you can't take care of yourself, but you're laid up.",
        "Téa: Trust me, that's never stopped me in the past.",
        "Shaun: Maybe, but I've spent the last couple of years at the Todd Manning rodeo.",
        "Téa: Well, if it were that bad, you wouldn't still be here, now, would you?",
        "Shaun: I really don't have much of a choice. I lost my job at Dorian's.",
        "Téa: Don't be trying to tell me that she's any easier to work for than he is.",
        "Shaun: Honestly, I really don't know who's worse, but I'd have to say Todd Manning's bigger.",
        "Téa: Well, size isn't the only thing that matters. You should know that by now, Shaun. Trust me, I can handle Todd Manning better than anyone, including his ex-wife.",
        "[SCENE_BREAK]",
        "Blair: And when have you ever cared about true love?",
        "Todd: You don't think I can change, Blair?",
        "Blair: Todd --",
        "Todd: I have changed. Look, Starr and Cole want to give Hope a married mother and father. I think that's terrific. I'm not going to fight them on it. We have before, and you remember how that --",
        "Blair: Yes, I remember how it turned out, Todd. I just don't know if you remember how it turned out.",
        "Todd: Oh, yes. And I learned my lesson. And besides, doesn't the court want us to make decisions as a family now?",
        "Blair: Seems to me you've already made the decision.",
        "Todd: Yes, but this is -- this is America, democracy. Everyone gets a vote. My vote is to let our kid marry the father of our grandchild before he goes off to prison. And what is yours?",
        "Starr: What do you say, Mom?",
        "Cole: If you can't give us your blessing, will you at least give us permission?",
        "[SCENE_BREAK]",
        "Marty: I just left Cole. He's just a kid. The idea of him going to Statesville -- it makes me sick. It makes me physically sick.",
        "John: How is he doing with it?",
        "Marty: He's putting on a brave face.",
        "John: But you don't believe it?",
        "Marty: I did the same thing. I said, \"Everything's going to be fine, we're going to get through this.\" If he was going into a juvenile facility, maybe. I am terrified about what's going to happen to him.",
        "John: I know he's a pretty tough kid.",
        "Marty: John.",
        "John: He could be an easy mark in there. But, you know, if he keeps his head down --",
        "Marty: Maybe he'll be fine? Maybe he won't? And he'll start using drugs again? Maybe worse? You know what they do to the young ones in there.",
        "John: Okay, all right. Let's not get ahead of --",
        "Marty: No, I am not going to let him go in there. I have to protect my son. But I need help. I need help to do that.",
        "[SCENE_BREAK]",
        "Roxy: Why would I go along with Stacy? You think I want to protect that bitch?",
        "Jared: And what exactly makes her a bitch?",
        "Roxy: Nothing. I just don't like her.",
        "Natalie: Okay, that's enough. Enough, Roxy. Just come clean.",
        "Roxy: What do you two want from me?",
        "Jared: We want the truth.",
        "Natalie: How about -- how about for Gigi? How about your grandson? You remember him?",
        "Roxy: Okay, I know you want to remind me I wasn't exactly the mother of the year and that I don't love Shane --",
        "Natalie: No, I know. I know you love Shane --",
        "Roxy: You're damn right I do!",
        "Jared: Then give us the name of the donor because I know you know who it is!",
        "Natalie: Stop protecting Stacy. She doesn't deserve it.",
        "[SCENE_BREAK]",
        "Schuyler: I'm not falling for your sister.",
        "Stacy: Well, you could've fooled me.",
        "Schuyler: You know what? What do you care? What do you care? You got what you wanted anyway. You slept with the guy you've been after since high school. And, by the way, where's the first place that you went? To tell Gigi about it.",
        "Stacy: Hey, I just thought she'd want to know how happy I am.",
        "Schuyler: Yeah, okay. Because true happiness with your dream guy doesn't count unless you can also make your sister miserable? Is that it?",
        "Stacy: You wouldn't care what I did if you hadn't fallen for my sister.",
        "Schuyler: Stacy, leave it. Leave it alone. Gigi will find out about you and Rex all on her own.",
        "[SCENE_BREAK]",
        "Rex: Why is everybody so hell-bent on warning me about Stacy?",
        "Gigi: Who else warned you about her?",
        "Rex: Bo and I talked about stuff.",
        "Gigi: Bo is a good man.",
        "Rex: What about Brody? Is he a good man?",
        "Gigi: Rex --",
        "Rex: Yeah, I know. You want your new boyfriend Schuyler to think that --",
        "Gigi: Schuyler is not my boyfriend.",
        "Rex: You know, I don't even care anymore. I used to. I was ready to get past the fact that you slept with Brody. I was willing to fight for us. You were the one who ended it.",
        "Gigi: Oh, will you just listen?",
        "Rex: And now you have the nerve to tell me that Stacy is not what she seems.",
        "Gigi: She's not, Balsom. She's evil. She used our son to break us up.",
        "[SCENE_BREAK]",
        "John: When you talked to Cole, did you ask him about going on the run?",
        "Marty: No, I haven't told anyone but you. You think I'm crazy, don't you?",
        "John: I think you're desperate. But you know, this is really about how Cole feels. Is he going to want to be away from Starr and the baby?",
        "Marty: He's not going to see them anyway.",
        "John: She can visit him there. She can bring the baby.",
        "Marty: You know, they're talking about getting married. That's how scared they are of losing each other.",
        "John: Think about this -- if you go off with Cole, you'll be taking him away from the person that he loves, for good. Maybe that's not really an option.",
        "[SCENE_BREAK]",
        "Cole: Okay, Blair -- Starr, me, and our baby -- we're a family now. Look, I just want to make it official so nothing can take that away from us. Not even prison.",
        "Blair: Well, this certainly isn't the future that I wanted for my daughter. Not at all. But, um, things change.",
        "Starr: What are you saying, Mom?",
        "Todd: Yeah, what are you saying?",
        "Blair: Well, I'm saying that I -- I understand why you -- you two want to do this, so whatever I need to sign to give you my consent to be married, I'll do it.",
        "[SCENE_BREAK]",
        "Shaun: Maybe you can handle Manning.",
        "Téa: Hell, I can definitely handle Todd Manning.",
        "Shaun: I mean, obviously, he cares a lot about you.",
        "Téa: What makes you say that?",
        "Shaun: He gave you this house and a full staff.",
        "Téa: Yeah... while he's living with his ex-wife.",
        "Shaun: It still costs money. And there aren't a whole lot of things Todd Manning likes more than money.",
        "Téa: One of them is winning, which I helped him do while he messed up every single part of my life.",
        "Shaun: The man is a human wrecking ball, but he did one thing right.",
        "Téa: What's that?",
        "Shaun: He married Blair Cramer. They don't come any better than her. She always treated me like a human being.",
        "Téa: Yeah, she's a real doll.",
        "Shaun: And don't even get me started on how she looks.",
        "Téa: You think she's attractive?",
        "Shaun: She's a stone fox. But that's not why he likes her. Don't get me wrong -- they argue 24/7. But underneath all of that -- you know how some people are just drawn to each other? Like one's a magnet and the other one's a piece of steel? That's what they got going. It's like they're meant to be together.",
        "Téa: Okay. Bring the car around, Shaun. We're going for a field trip.",
        "Shaun: Are you sure you're up to that?",
        "Téa: I will be. Once I turn myself into a stone fox.",
        "[SCENE_BREAK]",
        "Roxy: I swear, I'm not trying to protect Stacy.",
        "Jared: Then why the hell do you want us to drop the charges against Kyle?",
        "Roxy: Forget I ever asked. I was just trying to give the kid a break.",
        "Natalie: A kid you don't even know?",
        "Roxy: I felt sorry for him, okay? All right, so what?",
        "Natalie: How about your own kids, huh? How come you don't ever protect your own kids?",
        "Roxy: Okay, I know I wasn't the best mother to you, all right?",
        "Natalie: Not me. Rex.",
        "Roxy: I didn't do anything to Rex.",
        "Natalie: Really, are you so sure about that? Because Gigi's with him right now and she is telling him everything.",
        "Roxy: What?",
        "Natalie: That's right. Rex is about to know the truth, and that is not the worst of it. The worst of it is that his own mother knew it, and he is going to find out that you knew it and you kept it from him. Nice job, Mom.",
        "Roxy: Natty --",
        "Natalie: Don't touch me! I got to get out of here. You're making me sick.",
        "[Door slams]",
        "Roxy: I guess I got on her bad side.",
        "Jared: Looks like it.",
        "Roxy: Look, uh, Jared -- um, I hate to ask you this, but... do you think you could sweet-talk her into getting her to drop the charges against Kyle?",
        "Jared: You're unbelievable.",
        "[Door opens]",
        "[Door closes]",
        "Roxy: Oh, jeez.",
        "[SCENE_BREAK]",
        "Nora: Bo, I mean, you heard about all the people he's helped.",
        "Bo: Yeah, I did, from Clint.",
        "Nora: And, um, you don't believe him?",
        "Bo: Well, I mean, he just shows up, he brings this guy in out of the blue, pays him a fortune right up front. You know, it's just -- I -- I wasn't ready for that.",
        "Nora: Oh, okay. Are you sure that's all it is?",
        "Bo: Why would it be anything else?",
        "Nora: I don't know. Maybe it's because my fiancé, who happens to be your brother, is the one that looks like the hero?",
        "[SCENE_BREAK]",
        "Stacy: If you don't mind, I'd really like to finish my drink.",
        "Schuyler: I thought I told you, Gigi's off.",
        "Stacy: Well, maybe she'll stop back. I sure don't mind waiting. Telling her what an amazing time I had with Rex -- and I do mean amazing -- will be well worth it.",
        "Schuyler: Now, let me ask you something -- where is lover boy right now? I mean, if you guys had such an amazing time, how come you two kiddies aren't basking in the afterglow together, huh?",
        "Stacy: Rex and I are just fine.",
        "Schuyler: Yeah, really? Because I think that the only reason you want to tell Gigi about your little afternoon delight is because you're scared out of your mind.",
        "Stacy: Oh, I thought it was because I couldn't be happy unless Gigi was miserable.",
        "Schuyler: Either way, you're doing everything you can to get Gigi to stop wanting Rex.",
        "Stacy: Who cares if Gigi wants Rex?",
        "Schuyler: You do. Because you know damn well that Rex still wants her.",
        "[SCENE_BREAK]",
        "Rex: What's wrong with you? How can you call your own sister evil?",
        "Gigi: Because I know her. You don't.",
        "Rex: Look, I know she's made some mistakes --",
        "Gigi: Ah, they weren't mistakes. She has meant everything she's done.",
        "Rex: Even if she did, no matter what she did -- my God, Gigi, she saved our son's life.",
        "Gigi: Balsom, that's just it. She didn't.",
        "Rex: What?",
        "Gigi: Stacy didn't save Shane's life. Stacy is not his donor.",
        "[SCENE_BREAK]",
        "Starr: Do you mean it? You'll let us get married?",
        "Blair: I -- I still think it's way too soon, Starr.",
        "Todd: Of course. You think they should wait.",
        "Blair: Well, it's not about what I want. It's about what Starr and Cole want. Isn't that what you said, Todd?",
        "Todd: Yeah, but since when do you agree with me?",
        "Blair: Well, I'm just trying to do what the judge asked me to do, and that is to see your point of view for once.",
        "Todd: But you were dead set against them getting married.",
        "Starr: Yeah, but you changed her mind, Dad.",
        "Blair: Yeah. You did, so, um, what do I need to sign here? You got anything?",
        "Starr: Oh, just --",
        "Cole: Here, we downloaded this from the internet.",
        "Blair: Oh, perfect. You have a writing implement, Todd?",
        "Todd: Now, you're sure you know what you're doing?",
        "Blair: Oh, I know. Do you?",
        "Starr: Here you go.",
        "Blair: Great. Thank you, sweetheart. Okay. Blair McBain. Okay, your turn, Todd. Write on the dotted line.",
        "Starr: Come on, Dad. What's wrong?",
        "Blair: Yeah, Dad. What's wrong? I thought you wanted Starr and Cole to be married. Isn't that right?",
        "Téa: I think I can answer that.",
        "[SCENE_BREAK]",
        "Bo: Clint is not a hero unless this hotshot doctor comes through for Matthew.",
        "Nora: Well, we have to give it a try, don't we? I mean, if it means Matthew can walk again?",
        "Bo: Nora, look, I want that, more than anything in the world. But what if we get his hopes up? Huh? Our hopes up? That --",
        "Nora: What?",
        "Bo: I just wish my brother would have talked to us before he pulled this little surprise.",
        "Nora: And if he had, what would you have done? Said no?",
        "Natalie: Uncle Bo -- Nora? I'm glad you're both here.",
        "Nora: Hi. How are you doing, Natalie, Jared?",
        "Bo: What's up?",
        "Natalie: We've come to a decision. We want to drop the charges against Kyle Lewis.",
        "[SCENE_BREAK]",
        "Stacy: Rex slept with me, not Gigi.",
        "Schuyler: Oh, yeah? And how did you finally get him after all these years?",
        "Stacy: All that matters is that I did get him.",
        "Schuyler: Yeah, because you pretended to be a match for Shane.",
        "Stacy: What? Are you kidding me?",
        "Schuyler: You used -- am I kidding you? You used your nephew's potentially fatal illness to land a guy that is in love with your sister. And by the way, FYI, he may be going through the motions with you in bed, but you know exactly who he was thinking about.",
        "Stacy: You have no idea what you're talking about, Schuyler Joplin.",
        "Schuyler: Yeah, why are you here?",
        "Stacy: Because Gigi needs to know I won.",
        "Schuyler: You haven't won.",
        "Stacy: Ha! You think Rex still loves her?",
        "Schuyler: Has he ever said that he loves you?",
        "Stacy: He will.",
        "Schuyler: Really? Because I think he's about to find out the truth about you.",
        "Stacy: What are you talking about?",
        "[SCENE_BREAK]",
        "Rex: Stacy's not the donor? You expect me to believe that?",
        "Stacy: Just listen.",
        "Rex: I used to know exactly what you were thinking, but now -- you left me for another guy, you tell me you don't love me anymore. Stacy saves Shane's life, and you decide you don't want her in my life anymore either, so you make up this crazy story about her.",
        "Gigi: I'm not making any of this up, Rex. It is the truth.",
        "Rex: The truth? Stacy pretended to save Shane's life? Why would she do that?",
        "Gigi: So she could have you. She's in love with you, Rex. She's been obsessed with you since we were in high school. She told me I had to give you up. And if I didn't, she wouldn't donate for Shane.",
        "Rex: What?",
        "Gigi: Stacy didn't care that Shane was sick. She didn't care what happened to him. She was going to let him die if she couldn't have you.",
        "[SCENE_BREAK]",
        "Todd: What are you doing here? You shouldn't be out of bed.",
        "Téa: Aw. Thank you for your concern, Todd, but I'm feeling much better.",
        "Todd: Good, good.",
        "Téa: Yeah.",
        "Todd: But you'll have to excuse us -- we're having a private conversation.",
        "Téa: Yes, I can see that. Congratulations, by the way.",
        "Starr: What did you mean when you said you could answer whether or not my dad would let me marry Cole?",
        "Todd: Téa -- Téa?",
        "Téa: Yes?",
        "Todd: Please don't -- don't say anything.",
        "Blair: Don't say what?",
        "Todd: Nothing, actually. She's obviously still recovering. She doesn't know what she's talking about.",
        "Téa: Now, Todd, don't worry. I am not going to say a word. You are.",
        "Todd (on tape): There is no way that drug addict loser gets anywhere near my daughter again. Do you understand? If he comes within 10 feet of marrying my daughter, I'm going to put my hands around his neck and I'm going to kill him.",
        "Téa: 'Nuff said?",
        "[SCENE_BREAK]",
        "Marty: I know how Cole feels about Starr. They're so young to get married.",
        "John: He probably wants something to hang onto while he's in Statesville.",
        "Marty: That's exactly what he told me. Statesville -- oh, my God, I really -- I cannot believe -- I cannot believe this is happening.",
        "John: He got a raw deal.",
        "Marty: Yeah, because of me.",
        "John: No --",
        "Marty: No, because if I'd been there, this might not have happened.",
        "John: You're not the one who gave him the drugs, Marty. You got a kid dealing at the high school to thank for that, while the real suppliers keep their hands clean.",
        "Marty: You sound like you've been thinking about this.",
        "John: It's hard not to.",
        "Marty: This kid -- this kid Asher, the one who's giving him the drugs -- his lawyer got him off?",
        "John: I hate to tell you how many times that happens.",
        "Marty: It doesn't make any sense to me. The child that puts the drugs in my child's hands gets off scot-free, mine goes to prison for two years? Doesn't make any sense to me.",
        "Marty: What are you thinking?",
        "John: Just something I've been kicking around for a while. I think I'm going to do something about it now.",
        "Marty: Really?",
        "John: Really. Keep the faith -- I think I can help.",
        "[SCENE_BREAK]",
        "Nora: Call me crazy, but I do believe that it's up to my office to decide whether or not to pursue the charges against Kyle Lewis.",
        "Natalie: Yeah, we know.",
        "Jared: But without our testimony, you don't have a case.",
        "Nora: Ah, well, you have a point there, but --",
        "Bo: Why would you do that?",
        "Natalie: Jessica. She's -- you know, she's still getting over losing Chloe.",
        "Jared: Yeah, and if we press charges against Kyle for attempting to blackmail us, well, that just keeps Jessica in her past.",
        "Natalie: And she needs to move on.",
        "Nora: All right, well, I can understand that.",
        "Bo: Yeah, I can, too, I guess.",
        "Jared: Really?",
        "Bo: Yeah. I mean, I hate to see Lewis get away with making money off of Jessica's misery, but I can understand where you two are coming from.",
        "Jared: Yeah, he didn't even make a dime, so --",
        "Nora: Okay, well, I'll have the papers drawn up, and I'll call Kyle and his lawyer down here to make it official.",
        "Natalie: Thank you.",
        "Nora: Yep.",
        "Bo: If you two will excuse me, I'm going to check on matt.",
        "Natalie: I meant everything I said about Jess.",
        "Jared: I know. I did, too. But we both know we didn't do this for Jessica.",
        "Natalie: Or Roxy or Kyle Lewis.",
        "Jared: Mr. Lewis ought to be pretty happy when he finds out.",
        "Natalie: Oh, we'll fix that.",
        "[SCENE_BREAK]",
        "[Door closes]",
        "[Kyle sighs]",
        "Roxy: Oh, it's you.",
        "Kyle: Did you get your daughter to drop the charges yet?",
        "Roxy: I'm working on it.",
        "Kyle: I don't have time for this, Roxy, okay? If those charges aren't dropped by the time my trial date is set --",
        "[Phone rings]",
        "Kyle: Hold on one second. Adam? Really? It's over? Yeah, yeah, I'll get down there as quick as I can. Yeah, thanks. Looks like you're better than you thought.",
        "Roxy: Huh?",
        "Kyle: That was my lawyer. The charges have been dropped.",
        "Roxy: They were? Yeah, well, of course they were.",
        "Kyle: I don't know what you said to your daughter, but whatever it was, it worked.",
        "Roxy: Yeah. Does that mean you will keep your big mouth shut about you-know- who at the Boutet long-term care facility?",
        "Kyle: Being your grandson's donor? It's done. Thank you.",
        "[Door opens]",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Schuyler: I just meant that Rex is bound to find out sooner or later.",
        "Stacy: And why is that?",
        "Schuyler: Because something this big never stays a secret for too long, okay? There's too many variables.",
        "Stacy: And that's the only reason?",
        "Schuyler: Stacy, you need to face it -- you're going to get caught.",
        "Stacy: So you don't know where Gigi is?",
        "Schuyler: No, not exactly, and if I did, I wouldn't tell you.",
        "[SCENE_BREAK]",
        "Rex: Stacy? She was going to let Shane die?",
        "Gigi: I know. It's awful.",
        "Rex: No, she wouldn't -- couldn't --",
        "Gigi: Rex, listen. Shane was sick, and we hadn't found a donor. I was terrified that we were going to lose him. So I'm in the chapel, praying to God to give me a miracle. I told him that I would do anything he wanted, anything if he would let Shane live.",
        "Rex: Yeah, I said a few of those prayers myself.",
        "Gigi: So I'm standing there, and in walks Stacy. And she tells me she's a match for Shane, and I was so happy, I felt like maybe God had sent her to us just to save Shane.",
        "Rex: It was pretty amazing.",
        "Gigi: Only then she tells me that if I want her to save Shane's life, I have to give you up.",
        "Rex: She actually said this?",
        "Gigi: You walked in on us when we were talking about the deal.",
        "Rex: You told me you guys just agreed to stop fighting.",
        "Gigi: And that was my first lie to you.",
        "Rex: Why didn't you tell me the truth?",
        "Gigi: I wanted to, but she was threatening to leave town, and I was afraid that if I had told you, she'd blackmail me, she'd find out and pack up and let Shane die. And then Michael told us about the woman in Australia.",
        "Rex: Yeah, I remember. After we got the news, you told me you had to go somewhere.",
        "Gigi: Yes, and I went straight to Stacy to tell her we didn't want her or her stem cells.",
        "Rex: And then I found out the donor was pregnant and that she wouldn't be able to donate in time for Shane.",
        "Gigi: You called me and told me. And I knew that we needed Stacy. So I went back to her and I told her the deal was on. But I knew that I couldn't just break up with you. I knew that you wouldn't let me go.",
        "Rex: No, I wouldn't.",
        "Gigi: I was so upset. I -- I didn't know what to do. And then I ran into Brody.",
        "Rex: Brody?",
        "Gigi: I asked him to help me.",
        "Rex: You talked to him about this and not me?",
        "Gigi: If I wanted to save Shane's life, I had to make you believe that I had already left you, and Brody agreed to play along.",
        "Rex: Play along? I walked in on you two in bed together.",
        "Gigi: We left the door open. We wanted you to find us. Rex, we didn't do anything, okay? It was all lies to save Shane.",
        "Rex: You didn't sleep with Brody?",
        "Gigi: Brody's in love with Jessica Brennan. And I -- I have never stopped loving you. Not for one second, Rex. It was always you. I didn't cheat on you. Ever.",
        "Rex: Like hell you didn't.",
        "[SCENE_BREAK]",
        "Todd: What the hell did you do that for?",
        "Starr: You lied to me. You said that I could marry Cole. You said that it was okay. Why did you say that?",
        "Blair: Because he got tired of being the bad guy and decided to make me be the bad guy.",
        "Téa: That about sums it up. Cole --",
        "Blair: Téa, I can take it from here. Thank you very much. Playing that tape was brilliant, though.",
        "Téa: You are welcome, Blair. And, Cole, I am sincerely sorry that you had to hear that.",
        "Starr: You know, just when I thought that you couldn't hurt me anymore, you somehow found a way.",
        "Todd: I just -- I did. I said some bad stuff, and a bad woman taped it.",
        "Téa: Yeah, I learned from a bad man.",
        "Todd: I'm trying to look out for you is all.",
        "Starr: Why don't you shut up? Because you don't give a damn about me, you don't care about what I want, and you don't care whether I'm happy or not.",
        "Todd: Yes, I do.",
        "Starr: No, you don't. You only care about yourself, right? And you'll hurt anyone in order to get your way. Come on. I can't stand this anymore.",
        "Téa: You know she's right, Todd.",
        "Todd: No, you don't get to say anything to me. After everything I've done for you -- the house, the nurse, the lawyer --",
        "Téa: Mm-hmm?",
        "Todd: Not to mention all of Dorian's rejects.",
        "Blair: What?",
        "Shaun: Everything okay, Ms. Delgado?",
        "Téa: Yes, everything's just fine. Thank you very much, Shaun.",
        "Blair: Shaun?",
        "Shaun: You sure?",
        "Téa: Yes.",
        "Blair: Shaun?",
        "Téa: I can defend myself quite well. Thank you.",
        "Todd: You have no idea what you've done here.",
        "Starr: Do you ever take responsibility for anything that you do, Dad, ever?",
        "Todd: I just want to make sure that I'm not going to lose you here -- you or the baby, okay? Because I love you. You know that, right? That's the truth.",
        "Starr: Really? Then prove it.",
        "[SCENE_BREAK]",
        "Nora: And then initial here.",
        "Kyle: And that's it?",
        "Man: That's it.",
        "Kyle: I don't know how to thank you for this.",
        "Nora: Oh, don't be thanking me. Thank them.",
        "Man: I'll send you a bill.",
        "Kyle: Yeah. Thank you.",
        "Kyle: So I guess I have you guys to thank for this.",
        "Jared: Go for it.",
        "Kyle: Thank you.",
        "Natalie: You don't think this is free of charge, do you?",
        "Kyle: I can't pay you. I don't have any money.",
        "Jared: Oh, we don't want money.",
        "Kyle: What do you want?",
        "Natalie: Blood. You know a lot about blood, don't you, Kyle?",
        "[SCENE_BREAK]",
        "Stacy: You know what, I'm sick of talking about this.",
        "Schuyler: About what? Oh, you mean reality.",
        "Stacy: Tell Gigi I'll find her some other time. And about what I said earlier, you should go for it with her. I mean, I know she's not as young as you like them lately, but she's the closest you're ever going to get to me.",
        "[SCENE_BREAK]",
        "Gigi: I swear to you, I didn't cheat on you. And I swear to you, I'm not lying to you now.",
        "Rex: You never slept with Brody?",
        "Gigi: No. I never slept with him or Schuyler or anyone else. I never did any of the things I said. I love you.",
        "Rex: You broke my heart.",
        "Gigi: I had to. And I after you found me with Brody, you still loved me. You even proposed to me, and I just wanted to throw my arms around you and tell you everything.",
        "Rex: I wish to God you had.",
        "Gigi: Me, too. But I had to do what Stacy wanted. It was the only way to keep Shane safe.",
        "Rex: So, if this is true, why didn't you just tell me after Shane had the transplant?",
        "Gigi: I was going to. I told you I wanted to talk to you. Do you remember, we were outside Shane's room in the hallway?",
        "Rex: And then Shane started feeling sick.",
        "Gigi: Yes, and I had never been so scared.",
        "Rex: We thought he might be rejecting the transplant.",
        "Gigi: And we'd still need Stacy.",
        "Rex: So, you were just going to lie to me forever just in case?",
        "Gigi: God, Rex, he's our baby. I mean, what would you have done? Would you have risked his life so you could be happy? Or would you have given anything, everything, to save him?",
        "Rex: Stacy really made you do this?",
        "Gigi: Yes, and she reminded me over and over again that if anything happened to Shane that we'd need her blood. So I just kept my mouth shut and I watched that bitch try to take you away from me.",
        "Rex: Oh, my God.",
        "Gigi: But I knew she couldn't.",
        "Rex: Oh, my God.",
        "Gigi: I knew -- I knew you wouldn't do that to me, just like I would never do that to you.",
        "Rex: So, why are you telling me all this now?",
        "Gigi: I told you, I found out that Stacy wasn't really Shane's donor.",
        "Rex: From who?",
        "Gigi: Schuyler.",
        "Rex: And you believed him? He's Stacy's ex-boyfriend. He's a drug addict --",
        "Gigi: He's not lying, Rex. He helped me get proof. That's why I've been spending time with him.",
        "Rex: What kind of proof?",
        "Gigi: When I started that fight at your place, it's because I needed to grab a handful of Stacy's hair. Schuyler had tests run at a lab outside the hospital. Stacy's DNA doesn't match Shane's. She couldn't have donated stem cells to him.",
        "Rex: If she didn't, who did?",
        "Gigi: I don't know. She found someone. And she passed that blood off as her own. I know it's crazy.",
        "Rex: It's more than crazy.",
        "Gigi: That's what I'm trying to tell you. This is who Stacy is, okay? She bargained with our son's life to get you. Oh! Oh, it's over now. You know the truth.",
        "Rex: The truth.",
        "Gigi: I love you. I love you. And I never would've done any of this if we didn't need to save our kid's life, but we did that. He's going to be just fine, and now -- now all I want is you.",
        "Rex: This is true? All of it? My God, Gigi, what have we done?",
        "[SCENE_BREAK]",
        "Starr: That's all you ever say. It doesn't matter what you do, how horrible it is. It's always because you love me?",
        "Todd: All right, look, yes, I screw up. I know that I screw up, but I do love you. Of course, I would do anything for you.",
        "Starr: Then sign this. Sign this so I can marry the father of my child.",
        "[SCENE_BREAK]",
        "Kyle: You want blood?",
        "Jared: What, you thought we dropped the charges out of the kindness of our hearts?",
        "Natalie: Or because Roxy told us to?",
        "Kyle: I don't know what you think I'm going to do.",
        "Natalie: Oh, calm down, Kyle. We don't want your blood.",
        "Kyle: Whose blood do you want?",
        "Jared: Shane Morasco's donor.",
        "Kyle: I can't get that for you. If you don't remember, I got fired from the lab.",
        "Natalie: It's your lucky day, because we don't actually need the blood, just the name.",
        "Jared: See, you promised Gigi Morasco that you'd tell her who really saved her son's life.",
        "Natalie: So now you're going to tell us. Or we go and call Nora back over here and reinstate the charges. Your choice.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Bo: John, come on in.",
        "John: Yeah?",
        "Bo: Everything all right?",
        "John: I got a question.",
        "Bo: Shoot.",
        "John: Your offer still stand?",
        "Bo: What, you getting your old job back?",
        "John: Yeah.",
        "Bo: Yeah, you bet it stands. You want it?",
        "John: Yeah, I do. I just got one condition.",
        "[SCENE_BREAK]",
        "Roxy: Oh, Roxy. You really deserve this. At least I got the backup bone juice just in case Shane gets sick again. Everybody's asking me questions every five minutes \u0096",
        "[SCENE_BREAK]",
        "Stacy: Oh-ho-ho, do not tell me you're actually falling for my sister?",
        "[SCENE_BREAK]",
        "Gigi: I'd give anything to turn back the clock and change how this all happened. But if I couldn't, if I had to do it again to save Shane, I'd do that, too.",
        "Rex: Doesn't really matter. We can't turn back the clock.",
        "Gigi: We can't change what happened. Rex, I love you. I've always loved you, and I always will. Please say that you believe me. Tell me you believe me and that you love me, too.",
        "Stacy: Hey. What's going on?"
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=tEWudmQVwHs"
}