{
    "Episode Summary": [],
    "Recap": [
        "The Buchanan clan arrives at Asa's ranch in Texas. Immediately, they notice a pic of a ranch hand on the nearby table. Dorian tells Starr that there are going to be some changes made since she is in charge of Starr and Jack with Blair and Todd out of town. Disgusted, Todd hurries out of the motel room and declares that he is going to find him a room to himself. Natalie becomes quite attracted to the ranch hand after meeting him. Clint orders Natalie and Jessica to stop giving Sarah a hard time about Jared accompanying her to Texas. Renee is quite amused by how much Matthew knew about Asa's old sayings. John explains to Marty why Ramsey hates him so much. Starr lends a sympathetic ear to Dorian about Dorian's love life with Clint. Jessica urges Natalie to make a play for the handsome ranch hand. Dorian calls Clint's cell phone and to her disgust, Nora answers his phone. Blair and Todd share some quality time together . Starr calls her parents and tells Blair that her application to be Langston's foster mother was turned down. Marty lets John know that Patrick was murdered also."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Marty: I'm sorry, the four of us staying in a single is not an option.",
        "Blair: You think, Marty? I'm glad that higher education is really paying off for you.",
        "Clerk: I could try to call you a cab, take you to one of those fancy hotels down in the quarter. They might have rooms.",
        "John: Our car broke down. We need to stay here.",
        "Todd: Sir, I can't sleep in the same room with the three of these people.",
        "Blair: One of these people is your wife.",
        "Todd: No, you see, I -- I -- I just -- I need my own room. And money is no object. Yeah, you know what I'm talking about. Do you have an executive suite?",
        "Clerk: No, sir.",
        "Todd: No? Do you have a roadhouse, hmm? Do you have a guest house, hmm? Do you have an outhouse? No. Do you have anything that passes for luxury?",
        "Clerk: This is the only room available, sir. Take it or leave it.",
        "[SCENE_BREAK]",
        "Starr: Hey, Cole, it's me again, just making sure that I didn't miss any of your phone calls. I'm in the coffeehouse, and I know that sometimes they get weird reception here, so -- you're probably really busy rewriting your paper, so just call me as soon as you get this, ok? Bye.",
        "Dorian: So I ask you, what is the point of having a cell phone if you never answer it?",
        "Starr: I didn't get your call.",
        "Dorian: Right. Four times!",
        "Starr: No, I mean it. They should build a cell tower on this roof. I spend enough money buying lattes here. They can afford it. So what's wrong? Why are you here?",
        "Dorian: I wanted to make sure that Langston got back to the group home before curfew.",
        "Starr: Yeah, Markko drove her there, like, a half-hour ago.",
        "Dorian: Oh. Good.",
        "Starr: You're really getting into this whole mom thing, aren't you?",
        "Dorian: Well, I have to. I've applied to be her foster mother, and what with your parents out of town, I'm in full charge of you and Jack. And by the way, there are going to have to be some changes made.",
        "[SCENE_BREAK]",
        "Sarah: Oh, my God, I have not been here since I was a little girl.",
        "Natalie: Gosh, Sarah, you must be so proud bringing a con man as your date your first time back to the ranch since grandpa died. It really shows a lot of respect.",
        "Sarah: You know what, Natalie? If you ever shut that big mouth of yours --",
        "Jared: Wow.",
        "Jessica: Hmm. We're definitely in Texas.",
        "Renee: We're here, Asa. We're home.",
        "[SCENE_BREAK]",
        "John: This can't be the only hotel in the area.",
        "Clerk: Used to be more, but a lot didn't reopen after Katrina.",
        "Marty: You know, we could ask around. I'm sure that there must be something else available.",
        "Clerk: Well, I doubt it.",
        "Blair: So what are we going to do?",
        "Todd: Well, have fun playing footsie.",
        "Blair: What? Where are you going?",
        "Todd: I'm going down to the bar and see if anybody down there needs some extra margarita money in exchange for their room.",
        "Blair: Well, find three.",
        "Todd: No, you're on your own.",
        "Clerk: It's a big bed.",
        "[SCENE_BREAK]",
        "Clint: I want the three of you to get something straight, all right? Jared is here at Sarah's invitation, and Sarah has as much status in this family as you do.",
        "Natalie: Ok, but --",
        "Clint: Now, you let me finish, all right? For Renee's sake, I want you to be civil to her guest.",
        "Natalie: Sarah's not being civil. She brought Jared just to make us crazy.",
        "Nash: She knows all about our problems with Jared.",
        "Clint: And I don't, because you have chosen not to discuss it with me.",
        "Jessica: Because we're grownups, Dad. We can handle this ourselves.",
        "Clint: Then you start acting like grownups, all right? I can't even believe that we are having this conversation. And in case you haven't noticed, just being back in this house is causing Renee to feel Asa's loss all over again.",
        "Natalie: You, too, I guess.",
        "Clint: Yeah. Me, too.",
        "[SCENE_BREAK]",
        "Dorian: And on school nights, there are to be no phone calls after 10:30 P.M.",
        "Starr: What?",
        "Dorian: And on the weekends, there's got to be a curfew.",
        "Starr: What's with the crackdown all of the sudden? You used to be the cool aunt. You'd let us stay up and watch old movies and eat pizza on the couch, as long as we put a cloth down.",
        "Dorian: I'm still the cool aunt.",
        "Starr: So why are you acting weird all of the sudden?",
        "Dorian: I'm behaving the way parents behave, looking after you, showing my concern.",
        "Starr: Ok, well, I know that you're concerned, but you knew I was going to be here. You know that I do my homework, if you were really looking for Langston, you could have called her cell phone. So what's up?",
        "Dorian: Would you like another latte?",
        "Starr: Did my Dad do something to you? Did you have a run-in with Aunt Viki?",
        "Dorian: Um -- actually, I haven't heard from either of your parents, and as for Viki, she's still damaging the reputation of Americans by being in Paris.",
        "Starr: Ok. Well, then if it's not my Dad and it's not Aunt Viki, then it's your love life, huh? You blew it with Clint?",
        "[SCENE_BREAK]",
        "Renee: And this is where Asa and I always had our afternoon cocktails. 5:00 sharp and whiskey only -- house rules.",
        "Sarah: So, are you sorry you came yet?",
        "Jared: Are you kidding me? I spent the last two years sleeping with convicts. Shotguns and whiskey are a walk in the park. Besides, I enjoy the company.",
        "Clint: You know, Matthew, I think that rifle on the right -- that's the one that Asa used to get his first buck.",
        "Matthew: I think that's the one in the trophy room. This one was for shooting rustlers. You could tell because it only has one notch. Grandpa only had to shoot one rustler. After that, word got around town that you don't mess with Asa Buchanan.",
        "Nora: How do you know that?",
        "Matthew: Dad told me last time we were down here.",
        "Nora: Oh.",
        "Renee: You know, Matthew, Bo wasn't here this time. But this place is in his blood.",
        "Nora: Hey, Renee, who's this guy in the picture?",
        "Renee: Oh, that's Chuck Wilson.",
        "Matthew: \"The best damn --\"",
        "Nora: Hey, hey, \"hey.\"",
        "Matthew: \"The best darn ranch hand south of the Mason-Dixon.\"",
        "Clint and Renee: \"And a damn good friend.\"",
        "Man: That's pretty high praise coming from this family. Welcome home, Buchanans. It's good to have you back.",
        "(Tchaikovsky's \"1812 overture\" plays)",
        "Renee: Mr. Chuck Wilson III! Oh, what a sight for sore eyes!",
        "Jessica: Break me off a piece of that.",
        "Natalie: Well, I'm going to have to be a regular visitor down here.",
        "Chuck: Miss Renee, I can't tell you how upset everyone here has been since the passing of Mr. Buchanan. He was a fine man and a hero to us all. We miss him.",
        "Clint: Chuck, good to see you. We all miss him. He was a true original and you know that. Everybody, listen up. This is Chuck Wilson III, and his granddaddy ran this ranch for, God, what, 30 years?",
        "Chuck: Yeah, yes, sir. And it was his privilege and pleasure to do so.",
        "Clint: I hear you may be taking over the reins.",
        "Chuck: Ah, we'll see about that. But in the meantime, I am at your disposal for as long as y'all decide to stay. And that goes for you, too, Mr. Bartholomew-Smythe. I missed that accent of yours.",
        "Nigel: I thank you, Mr. Wilson, but I can assure you I can look out for myself.",
        "Chuck: Yeah, well, I know y'all can, being Buchanans and all, but just the same -- whatever you need, I'm your man.",
        "Jessica: Hear that?",
        "Chuck: You all must be worn out from your trip, so I'll just get up on out of here and let you all relax.",
        "Clint: No, I won't hear of that. You're going to stick around and meet everybody here that you don't know.",
        "Chuck: Well, if you're sure you don't mind, maybe I will.",
        "[SCENE_BREAK]",
        "Starr: Come on, give it up.",
        "Dorian: There's nothing to give.",
        "Starr: So you and Clint are good?",
        "Dorian: Clint and I are great.",
        "Starr: You know, we should call the Barista over here with some water -- your pants are on fire, like, all over. Aunt Dorian, \"liar, liar, pants on fire.\" Do you get --",
        "Dorian: Wait a minute, I -- I do not need you to explain that expression to me, thank you. And I don't need to explain my relationship with Clint to you. And I really resent being patronized by a teenager.",
        "Starr: Ok, fine, you don't have to tell me the story. I know I hate it when I get the third degree from my parents just because I don't smile 24/7.",
        "Dorian: They ask because they care.",
        "Starr: I know that, and that's why I'm not mean to them when I walk in the door and they ask me how my day was, and all I want to do is veg out on the couch. And I care, too, so that's why I was asking.",
        "Dorian: Thank you, Starr. I really appreciate that.",
        "Starr: Well, I appreciate everything you've been doing for Langston recently. And usually you're always helping everyone else and it seems like you never need any help. But if you do, you know who to call.",
        "[SCENE_BREAK]",
        "Blair: Are we really going to do this?",
        "John: For a break from your husband, I'd pay Satan for a corner of hell right now.",
        "Marty: You could always sleep in the car.",
        "Blair: Oh, my God. I knew we probably should've made out while we were in Chicago -- then I'd probably, you know, share the bed with you. Right?",
        "John: Hold that thought. You got any cots?",
        "Clerk: $15 extra -- but I'm all out at the moment. Busy night.",
        "John: All right. All right, you got your money, you can go. Give me a pillow, I'll sleep on the floor. You guys can have the bed.",
        "Todd: Why don't you make Blair sleep in the tub?",
        "Blair: Hey. Where did you get that sandwich?",
        "John: So you got yourself a room?",
        "Todd: Yeah. I probably paid a little more for it than you did for yours. There was this librarian down in the bar --",
        "[Todd whistles]",
        "Todd: Bribed her -- easiest thing I did all week.",
        "John: Now, give me the key.",
        "Todd: No, I paid for both those things -- the key and the sandwich.",
        "John: I'm going to ask you again -- and consider this -- I support the death penalty.",
        "Todd: I tell you, you know -- you know how to make a man feel unloved. I thought you and I meant more to each other than this.",
        "John: I think you're fantastic, all right? I'll even give you a choice of roommates -- me or Blair.",
        "Todd: Well, now it's Blair.",
        "John: Good choice. We leave in the morning, don't keep me waiting.",
        "Marty: Guess it's just you and me.",
        "John: I guess we could sleep in shifts.",
        "[SCENE_BREAK]",
        "Nora: Last time I saw you, you were about five feet tall, and you were at the fair roping calves, and all the little girls were following you around.",
        "Chuck: Mm-hmm. And I saw you and Clint win that two-step competition at that very same fair -- which, I will have you know, inspired me to learn how to dance. When he spun you around and I saw the look on your face -- I mean, I -- I knew I had to learn how to do that.",
        "Nora: Yeah, well, that wasn't Clint. That was actually Bo that was dancing with me, but --",
        "Chuck: Oh, man. I apologize.",
        "Nora: No, no, that's ok, that's ok. You just show me your moves and we'll call it even.",
        "Chuck: Anytime.",
        "Nora: All right.",
        "Clint: All right, all right. Let me get a move-on here.",
        "[Laughter]",
        "Clint: All right, Chuck, this is my daughter Jessica --",
        "Chuck: Jessica.",
        "Clint: And her husband, Nash.",
        "Sarah: Ahem.",
        "Clint: And -- I'm sorry -- this is my granddaughter Sarah.",
        "Chuck: Pleased to meet you.",
        "Sarah: You, too.",
        "Chuck: Oh, uh, I didn't get your name.",
        "Natalie: That's just Sarah's friend.",
        "Clint: Jared Banks. And this is my daughter Natalie.",
        "Chuck: Miss Natalie. Now, how is it I'd never seen your pretty face around here before?",
        "Natalie: Well, I guess I just didn't know what I was missing.",
        "Chuck: Well, I'd be happy to show you around. It's a clear night. I'm not sure which constellations are which, but I'd be happy to make some up to entertain you.",
        "Natalie: Well, Chuck, I would love to be entertained by you.",
        "[SCENE_BREAK]",
        "Dorian: Your powers of observation are even more powerful than most grownups'. Really, your mother has never asked me a single question about my relationship with Clint.",
        "Starr: That's because you always make it seem like everything's perfect.",
        "Dorian: Ok, we are having some problems right now, but nothing that can't be worked out.",
        "Starr: But you seem really bummed out.",
        "Dorian: We had a fight a couple of weeks ago. It still hasn't been resolved.",
        "Starr: You've been fighting ever since?",
        "Dorian: Ok, \"fight\" is maybe too strong a word. We're mature adults, we don't really fight.",
        "Starr: Ok, well, then what's the problem -- and remember, I'm asking because I care.",
        "Dorian: Right, ok. Clint feels that I'm spending so much time worrying about Langston that I'm not devoting enough time to him.",
        "Starr: And he's mad about that?",
        "Dorian: He's going through a difficult time right now, what with his father dying, and he wanted me to go with him to Texas for the reading of the will, but what with your parents out of town and -- and the situation with Langston becoming critical -- well, I had to send him off alone.",
        "Starr: And he didn't understand that?",
        "Dorian: It's nothing that I can't fix once he gets back, all right? Can we not talk about this anymore?",
        "Starr: Yeah, sure. Well, I'm kind of in a mood right now.",
        "Dorian: Why?",
        "Starr: Because Cole was supposed to meet us here, and when I called him, he gave me this story about how his computer crashed and -- I don't know. I can't get in touch with him, and it's going right to voicemail.",
        "Dorian: Oh, do you feel he's being less than truthful?",
        "Starr: I don't know. I just want him to know that I'm worried about him and I care, you know?",
        "Dorian: Oh, I know.",
        "[SCENE_BREAK]",
        "Blair: Well, get up -- and help me put these sheets on. No complaining.",
        "Todd: You sound a little annoyed.",
        "Blair: Well, come on! You were going to put me in that room with -- with John and Marty?",
        "Todd: Oh, I was kidding. Yeah, I was kidding. You think I'm going to make you sleep with them?",
        "Blair: You know --",
        "[Blair sighs]",
        "Blair: You say the only way you're going to get your son -- help me -- get your son is to get married. Well, I marry you. You get thrown in jail, I -- I bail you out. And then I get stuck traveling with a woman that I cannot even stand, to go look for a son that you had with another woman who tried to kill me, and what do you do? You -- \"oh, come on, Blair, you sleep by the tub, ok?\"",
        "Todd: I'm sorry, I'm sorry.",
        "Blair: No, you're not.",
        "Todd: No, I am. I'm not thinking straight. I've been on the road with John McBain, who, as you can tell, is not the most pleasant of traveling companions. I mean, do you realize the entire time, I've never seen him smile? And what is this -- every time he stands, he's got his hands on his hips like this. What is that?",
        "Blair: You know what? You are lucky that John is around -- maybe it's your only shot at finding your son. U ever thought about that? And, come to think of it, he's the reason that you're alive, so why don't you give him a break? You're putting it on wrong.",
        "Todd: Are you in love with John?",
        "Blair: Oh -- I knew you were going to find out. I knew you would. Yeah, I am, I'm in love with John.",
        "Todd: That's ok -- so am I. He's so heroic. And when he looks at me with those piercing blue eyes --",
        "Blair: I -- I'm here for you, Todd, ok? And stop treating me like I'm some nagging wife, please? To: I know -- I know you're here to help. I'm sorry --",
        "Blair: Yes, I am.",
        "Todd: I know I'm taking it out on you. I just -- this whole chase across the country for my kid -- it's just taken the last ounce of my sanity away, and you're paying the price. I'm sorry.",
        "Blair: Todd, you are going to find your son. You will.",
        "Todd: We, I thought I was. When we got in town, I swear to God I thought we were close. Then McBrain wrecked the car, and now we're back where we started. I got to go back on the road with some guy that I don't like. I don't trust him, I can't bribe him.",
        "Blair: You're not back where you started, ok? You got me down here, and you can trust me. All right? Here, put the pillowcases on. I'll get the blankets.",
        "Todd: Who's taking care of the kids, by the way?",
        "Blair: Dorian.",
        "Todd: Great.",
        "Blair: I think she can handle taking care of the kids for a couple of days.",
        "Todd: She's probably making Jack sip his juice with one pin in the air, you know? Teaching Starr how to drive a man crazy -- 10 easy lessons.",
        "Blair: She is not that bad. Stop.",
        "Todd: She is that bad. I'll tell you why -- I've got 10 text messages from Jack since I left, 10. \"I miss you, Dad.\" \"When are you coming home, dad?\" I don't know how -- can't we get a maid to do this? I can't do it.",
        "Blair: Just -- I'll do it.",
        "[Todd sighs]",
        "Todd: You know, I just feel terrible because here I am looking for some kid that I don't know so I can bring Starr and Jack a brother they don't know, and meanwhile, I'm missing their lives. I mean, the two kids that I can be a father to, I leave them behind.",
        "Blair: What are you thinking, Todd?",
        "Todd: I'm thinking maybe I should just let this stuff go. Maybe I should go home and be a father to the kids I already have.",
        "John: All right, Wendell, thanks. I'll get it from you when I see you. Ok.",
        "[John sighs]",
        "John: Tow truck driver's got my cell phone.",
        "Marty: Well, that's good. You know you don't have to do all the driving.",
        "John: I'm not letting Manning drive my car.",
        "Marty: No, I -- I meant I'd be happy to take a shift.",
        "John: That's nice of you, but it's a nightmare -- you saw what happened earlier.",
        "Marty: Ah, yes, well, I have lived through worse -- I taught Cole how to drive a stick shift.",
        "John: Well, if you're driving, who's going to pry my hands from Manning's neck? I mean, that's what you came down here for, wasn't it?",
        "Marty: It's one of the reasons.",
        "John: Get some rest. There's nothing more we can do tonight.",
        "Marty: Do you really think we're going to find Marcie here?",
        "[John sighs]",
        "John: It's a good lead.",
        "Marty: But, I mean, if she has this network of people in place helping her evade the authorities -- I mean, what makes you think this isn't all, you know, part of her plan?",
        "John: I know she was in that bar in Georgia.",
        "Marty: How?",
        "John: I looked right at her. here's the schedule. Tomorrow the attorney's going to be here at noon, and they're going to read the will right then.",
        "[SCENE_BREAK]",
        "Chuck: Ok. Miss Renee? You need anything, I'm your man.",
        "Renee: Thank you, Chuck.",
        "Chuck: Mm-hmm. If there's anything that I can do for any of you, just let me know.",
        "Jessica: Uh -- Natalie, is there anything that you need?",
        "Natalie: Yeah, actually, a set of earplugs -- you know, because your room is right across the hall from mine, and we all know how loud you snore.",
        "[Natalie Chuckles]",
        "Natalie: Anyway, I'm going up. You?",
        "Jessica: Yes. Good night, Dad.",
        "Clint: Good night, honey. I'll see you both at breakfast, I hope.",
        "Natalie: Good night.",
        "Clint: All right, good night, then. Good night, Nash.",
        "Jessica: Hey -- mmm. Get some sleep, ok?",
        "Renee: Thank you, sweetheart. I got a lot of memories to keep me company.",
        "Jessica: Ok.",
        "Renee: Good night. Good night.",
        "Nash: Good night, ma'am.",
        "Renee: Jared, I am putting you in one of Asa's favorite rooms.",
        "Jared: Oh.",
        "Renee: There's a picture of a bobcat on the wall that he killed. That poor critter tried to sneak a steak right off of Asa's grill, and uh-uh-uh-uh-uh.",
        "Jared: Well, thank you for everything. And I'll see you in the morning?",
        "Sarah: You know where to find me.",
        "Clint: I hope Jessica and Natalie aren't giving you too much trouble over Jared.",
        "Sarah: Don't worry, grandpa. They think they are, but they are failing miserably.",
        "[SCENE_BREAK]",
        "Dorian: You don't want Cole to think that you're whiny or clingy, do you?",
        "Starr: Well, it's not whiny or clingy to let a guy know how you miss him or that you can't wait to see him, right?",
        "Dorian: No, I suppose not.",
        "Starr: I mean, how else would he know that you're thinking about him?",
        "Dorian: True. Hmm. You know, for a kid from a family that a lot of people would say was dysfunctional, you have a great deal of wisdom.",
        "[Starr Chuckles]",
        "Starr: Right. Sure, I have all the answers.",
        "Dorian: More than you know.",
        "[SCENE_BREAK]",
        "Blair: So what are you going to do -- just go home and -- and let Marcie win?",
        "Todd: Well, this -- this giant chase is just -- it's just wearing me down, and I -- I miss the kids.",
        "Blair: Well, Todd, they miss you, too. And they're expecting you to walk through the door with their new baby brother. What are you going to say to them when you walk in empty-handed?",
        "Todd: I'll say that I did what I thought was best for them, that I let him go.",
        "Blair: Oh, and the kids will just forget he ever really existed?",
        "Todd: Well, they never really knew him to begin with -- not as a brother anyway.",
        "Blair: Well, what about us, Todd? We go back home, we get a divorce -- I think this would probably be our -- probably our quickest marriage. You go back to the penthouse, I stay at Dorian's, and we just have some kind of knockdown- dragout custody battle -- is that what you want?",
        "Todd: Yeah. I'm through making the kids pay for my mistakes.",
        "Blair: If you walk out on this child, Todd, you're going to be hurting Jack and Starr more than you ever hurt them before.",
        "Todd: How? I'd be doing it for them.",
        "Blair: What are you talking about? You know what you'd be telling them? If you walked out on -- on Tommy, you'd be telling Jack and Starr that, \"you know what -- I could do that to you, too.\" And I tell you this much, I'm not going to let that happen.",
        "Marty: You saw Marcie at that bar and didn't tell Todd?",
        "John: The whole point of my being here is to keep him under control and arrange for the safe handover of Tommy. There was no way that was going to happen last night. On top of everything else, the feds were in the bar. This guy, Ramsey -- no, he's a real jerk -- flashing his gun around, threatening people.",
        "Marty: So he would've put Marcie in prison or worse?",
        "John: For running away with a little boy she thinks is her own.",
        "Marty: You were right not to say anything.",
        "John: We're on Marcie's trail, that's all Manning needs to know.",
        "Marty: So if the same situation happens here again, will you let her go?",
        "John: Marcie and Tommy are my only priority. To that extent, we need to get ahead of Ramsey and stay ahead of him, then we can pick our moment.",
        "Marty: It just seems there should be some way to get him pulled off the case.",
        "John: When I quit the bureau, I burned a lot of bridges. Brass wasn't real happy with me to begin with.",
        "Marty: Yeah, but someone in authority must see that the way he is running this case is dangerous.",
        "John: The only reason Ramsey's involved in this is to stick it to me.",
        "Marty: But you make it sound like it's personal.",
        "John: For Ramsey, it is.",
        "Marty: What am I missing?",
        "John: I was engaged once -- to Caitlin. Ramsey was in love with her, too. He blames me for her death.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Natalie: Come in.",
        "Jessica: So?",
        "Natalie: \"So\" what?",
        "Jessica: So Chuck Wilson III -- that's what. What do you think?",
        "Natalie: He's nice.",
        "Jessica: \"Nice\"? Natalie, he's sex on a stick -- and don't tell me you didn't see how he was looking at you.",
        "Natalie: I sort of noticed that.",
        "Jessica: So I think you should get yourself some.",
        "Natalie: Yeah, that would go over real well -- a little thing with the trusted ranch hand the night before grandpa's will reading. I'm not that hard up.",
        "Jessica: Well, I think this might change your mind. \"Hi, Natalie.\" I found it in the bedroom. Nice abs, huh?",
        "Natalie: My, my, my.",
        "Jessica: Mm-hmm. So how should we set this up? What, make a late-night distress phone call -- \"Chuck, there's a spider in my room, come get it out\"?",
        "Natalie: Yeah -- no, we're -- we're not going to set up anything.",
        "Jessica: What --",
        "Natalie: We're going straight to sleep.",
        "Jessica: Why?",
        "Natalie: Because I'm tired.",
        "Jessica: Ok, first, you turn down a moonlit walk with him, and now you won't make the moves on him at all? What, are you waiting for some other guy to show up with abs of steel?",
        "Natalie: No. Why would you think that?",
        "Jessica: You are. Who is it?",
        "Natalie: Good night, Jessica.",
        "Jessica: No, Natalie, who is it?",
        "Natalie: Good night",
        "[SCENE_BREAK]",
        "Nora: Oh, shoot.",
        "Clint: What?",
        "[Nora gasps]",
        "Clint: Oh, God --",
        "Nora: Oh --",
        "Clint: Sorry.",
        "Nora: You scared me!",
        "Clint: Sorry.",
        "Nora: Oh, my word. Well, that settles it -- we are both disturbed.",
        "Clint: How so?",
        "Nora: Well, I mean, my God, look at us. Here we are in Texas -- beautiful countryside, horses, cattle, steer -- and we're both working.",
        "Clint: You know, except for a minor surgical procedure, cattle and steers are the same.",
        "Nora: Really?",
        "Clint: Really.",
        "Nora: Well, see? I would've known that if I wasn't so busy reviewing precedents.",
        "Clint: Well, I welcome the work. Keeps my mind off of things.",
        "Nora: Anything in particular?",
        "Clint: This battle brewing with the girls, and missing pa.",
        "Nora: Yeah. He's everywhere, isn't he?",
        "Clint: There's a memory in every part of this ranch. Oh. Are you up for the night?",
        "Nora: Yeah -- unfortunately, I have a lot to do.",
        "Clint: Me, too, and so I welcome the company. I've got a pretty long night ahead of me, and I was thinking that I might put on a fresh pot of coffee. Is caffeinated all right with you?",
        "Nora: Is there any other kind?",
        "Clint: I'll be back.",
        "Nora: Ok. Hmm.",
        "[Phone vibrates]",
        "Nora: Oh -- oh. Oh, Clint? Clint? Clint? Oh -- um -- ah -- oh. Hi, Dorian.",
        "Dorian: Nora?",
        "[SCENE_BREAK]",
        "Marty: I'm sorry. I had no idea.",
        "John: I don't really talk about it.",
        "Marty: Do you want to tell me what happened?",
        "John: I was investigating a serial killer, and I seriously misjudged the situation. Caitlin was killed because of it.",
        "Marty: I'm sorry. And if I know you, you are still trying to atone for it.",
        "John: Look, I only told you to explain why Ramsey's hunting Marcie the way he is.",
        "Marty: Ok, well, if Ramsey has this personal grudge against you, it is even more of a reason to get him thrown off the case. So, I mean, why haven't you go to the FBI?",
        "John: I don't want to drag Caitlin into this, I don't want to drag her family into it, I don't want to do it. And even if I did, it wouldn't work. I quit the bureau to become a cop. In their eyes, that's kind of like quitting the Yankees to go play for Boston. I created the situation that got Caitlin killed. I'm responsible for creating the situation that's got Marcie on the run, but Marcie's not going to end up like Caitlin. And I can still make this work for Michael and his family.",
        "Marty: What happens to Michael and Marcie is up to them. All you can do is bring her and Tommy home safely.",
        "John: Tommy goes back to Llanview no matter what.",
        "Marty: And what about Marcie?",
        "John: I find them and I let her go.",
        "[SCENE_BREAK]",
        "Blair: Every time you have come back from \"the dead,\" you did it for your kids. No, you even floated across the ocean on a -- a stupid raft made of sticks to be with your kids. You got yourself stabbed, you got yourself thrown in jail, you got yourself married --",
        "Todd: Yeah.",
        "Blair: All for your kid, all for that little boy. You went through all of that, and now you're just ready to let him go?",
        "[Phone rings]",
        "Todd: It's Starr.",
        "Blair: Oh.",
        "Todd: Hey, kiddo. Is everything ok?",
        "Starr: Yeah, I'm ok. I just wanted to hear your voice.",
        "Todd: Yeah, I miss you guys.",
        "Starr: We miss you, too. How's the search going?",
        "Todd: Not so hot.",
        "Starr: You'll find him, dad, I know it.",
        "Todd: You think?",
        "Starr: Well, you found me when I ran away, and then you found Jack, too. When it comes to tracking down your kids, you're an old pro.",
        "Todd: Thank you.",
        "Blair: Can I talk to her? I want to ask her something.",
        "Todd: Hold on, your mom wants to talk to you.",
        "Blair: Hey. Everything ok?",
        "Starr: You're keeping an eye on dad, right?",
        "Blair: I'm doing my best.",
        "Starr: Well, give him a kick in the ass if he needs it.",
        "Blair: Yeah, well, I've been known to do that. Listen, how's Langston?",
        "Starr: Did you say anything to Dad about that yet?",
        "Blair: No, actually. I haven't had, uh, the opportunity.",
        "Starr: Well, it's probably a good thing because you're -- you're out of the running.",
        "Blair: What?",
        "Starr: The agency nixed your application to be Langston's foster parent because you weren't there for the surprise home visit this afternoon.",
        "Blair: Oh, no, no, that can't hap-- I tell you what -- can you get me the number for -- for Child Services?",
        "Starr: No, no, no. Mom -- mom, it's ok. Dorian applied in your place, and I really think it's going to work out.",
        "Blair: Well, I'll tell you what. You just have Dorian call me first thing in the morning, all right, sweetie? And just -- just don't worry Dorian and please don't fight with your brother, ok?",
        "Starr: I won't. I love you.",
        "Blair: I love you, too, sweetie.",
        "Todd: What's that about child services?",
        "Blair: Well, first thing, tell me, what are we doing? Are we staying, or are we going home?",
        "Todd: We're staying. So what's going on with Dorian?",
        "Blair: Well, there's a chance that she might become Langston's foster mom.",
        "Todd: I thought Langston had parents.",
        "Blair: Well, it turns out she doesn't, and I kind of volunteered us, but after your little barroom brawl, it's not happening.",
        "[SCENE_BREAK]",
        "Dorian: I'm calling for Clint. Is he there?",
        "Nora: Yes, he is. He just went to the kitchen to make us a pot of coffee because we're both up working late. Um, let me go get him for you. Um -- uh, which I would do if I knew where the kitchen was. I don't know where it is -- this house is so big. I don't suppose you know -- can I take a message?",
        "Dorian: No. No message.",
        "Nora: Uh -- well, you know what? If you want to hold on, I know he'll be right back.",
        "Dorian: No, thank you. Don't even tell him I called.",
        "[SCENE_BREAK]",
        "Jared: You looking for me?",
        "[SCENE_BREAK]",
        "Marty: I can't imagine how hard this must be for you.",
        "John: He's my brother.",
        "Marty: Yeah, that's something we have in common. We both feel we have to be perfect for the people we care about. And when the rest of the world just doesn't quite line up with what we want, we betray everything that we think is right for the sake of the people we love.",
        "John: You don't seem to do that.",
        "Marty: Yes, I do. Cole is my life, and I am keeping a very terrible secret from him.",
        "John: I'm not -- I'm not sure what you're talking about.",
        "Marty: His father, my husband. I know what you went through because Patrick was murdered, too.",
        "[SCENE_BREAK]",
        "Todd: That's pretty cool what you tried to do for Langston.",
        "Blair: Really?",
        "Todd: Yeah.",
        "Blair: Oh. I thought I'd have to really try to convince you.",
        "Todd: No, it's Starr's best friend -- I would've done the same thing. You might've run it by me, though. You know -- \"oh, by the way, Todd, I've invited another child to come live with us\" -- something like that.",
        "Blair: Ok. I will next time -- I mean, you know, if you're around.",
        "Todd: Mm-hmm.",
        "Blair: Mm-hmm.",
        "Todd: Hey --",
        "Blair: \"Hey\" what?",
        "Todd: Thanks.",
        "Blair: Ok. You know, sometimes you just need a little \"kick in the ass.\"",
        "Todd: I don't know about that.",
        "Blair: I do.",
        "Todd: But I'm glad you didn't listen to me. I'm glad you stayed.",
        "Blair: That's what really good wives do.",
        "[NEXT_ON]",
        "Adriana: Look at me. Do I look pregnant?",
        "Jared: You wanted me to kiss you, Sparky -- be honest.",
        "John: You can tell me anything you want.",
        "Blair: Do we really want to do this?",
        "Todd: I don't know -- do we?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=75Xv3SX1XZo"
}