{
    "Episode Summary": [
        "Episode #10323 ~ One for My Baby, and One S'more for the Road Written by Shelly Altman, Janet Iacobuzio, Chris Van Etten, Ron Carlivati, Anna Theresa Cascio, Carolyn Culliton, & Aida Croal"
    ],
    "Recap": [
        "John goes to see Marty. She admits she still does not remember him or Cole or her life and is horrified to know the only memory she has is of being with Todd. Blair is not certain if she should \"move forward\" in her relationship with John now that Marty is back. Starr and Cole talk about losing their baby and about what her father did to his mother. Talia is growing closer to Antonio and to Jamie. Antonio has taken over John's job. Rex and Bo convince Nora to drop the charges against Brody Lovett."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "News anchor: Lieutenant McBain, frustrated that his efforts to rescue Dr. Marty Saybrooke were thwarted, quit the police force during a heated exchange with Mayor Lowell earlier this evening.",
        "Gigi: Hey.",
        "News anchor: Coming up next --",
        "Brody: Hey.",
        "News anchor: What the lieutenant said that has --",
        "Brody: I didn't expect to see you here again. Did you bring Shane?",
        "Gigi: No, he's at school.",
        "Brody: Right, of course. I lose track of the days in here. How's he doing?",
        "Gigi: He's got a part in his class' Thanksgiving play.",
        "Brody: Really? Who's he playing?",
        "Gigi: Don't laugh. The turkey.",
        "Brody: [Laughing] The turkey?",
        "Gigi: Um-hmm.",
        "Brody: Is he stoked or is he embarrassed?",
        "Gigi: I think a little bit of both.",
        "Brody: It's probably a good thing to let him --",
        "Gigi: Get on stage and act silly? Yeah, I know. I think that's what the teacher had in mind when she --",
        "Brody: Yeah.",
        "Gigi: Uh, look. The reason I came here is because I wanted to give you a heads up.",
        "Brody: About what?",
        "Gigi: Rex.",
        "[SCENE_BREAK]",
        "Bo: Balsom, good to see you up and around. Sit there. How are you feeling?",
        "Rex: Well, I can stand, I can eat, but I still can't get dressed by myself.",
        "Bo: Oh, you'll get back to all that.",
        "Rex: Yeah, I know. But sometimes it's just like, enough already. I just want things to get back to the way they were, you know? What? Just say it.",
        "Bo: You know that's never going to happen, right? Things will never be the way they were. Number one, you have a son now. You're a dad. Number two, your son saw you get shot by the man that he thought was his father.",
        "Rex: That's what I stopped by to talk to you about.",
        "Bo: Ready to make your statement about Brody?",
        "Rex: Actually, not so much.",
        "[SCENE_BREAK]",
        "Blair: Nora, wait. Do you know where John went?",
        "Nora: No, he took off shortly after the interview, and I don't have a clue where he went.",
        "[SCENE_BREAK]",
        "John: I didn't expect for you to answer the door. You're not alone here, are you?",
        "Marty: No. No, I was walking by and heard -- the last time I saw you, you were in handcuffs.",
        "John: Yeah, I'm out of jail. I just wanted to come by and see how you are.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Dorian: Just a minute.",
        "Dorian: Oh. Uh, Cole -- I was not expecting to see you tonight.",
        "Cole: Yeah, hi, Dr. Lord. I heard Starr came home from the hospital. Is she around?",
        "Dorian: Starr's resting in her room, and I would rather not disturb her.",
        "Cole: Okay.",
        "Dorian: Cole? Wait a second. Come on back in. It's all right if you -- you wait around here for a while. Come on, come on. Yeah. Besides which, maybe you can give me some help with my pie crust.",
        "Cole: I don't have a clue about pie.",
        "Dorian: Like I do?",
        "Dorian: That rag has really gone downhill.",
        "[SCENE_BREAK]",
        "John: How are you?",
        "Marty: Great.",
        "John: Sorry, that was a dumb question.",
        "Marty: No, it's okay. I did answer the door for the first time since I can remember.",
        "John: Yeah?",
        "Marty: Yeah. I, uh --",
        "John: Thanks.",
        "Marty: You're welcome. I also -- for the first time didn't feel like I had to run and hide for fear that the person at the door might be you.",
        "[SCENE_BREAK]",
        "Jamie: I'm ready for bed, Talia. Can I have my surprise now?",
        "Talia: Hmm, you've got your PJs on. Did you go to the bathroom?",
        "Jamie: Yes.",
        "Talia: Did you wash your hands?",
        "Jamie: Yes, I did everything I'm supposed to. I'm ready.",
        "Talia: Okay, close your eyes. Once upon a time there was this really great little girl. She was really smart and really beautiful and really funny. And she was a great painter, and she was a wonderful singer. And her favorite dessert in the entire world was s'mores!",
        "Jamie: That's me. Can we, can we, can we?",
        "Talia: Yes, we can. Let's do it.",
        "Jamie: Papi, we're making s'mores!",
        "Antonio: Yes, I see that.",
        "[Talia laughs]",
        "Antonio: A dose of sugar right before bed.",
        "Talia: But you're okay with that, right -- Papi? Come on.",
        "[SCENE_BREAK]",
        "Brody: What happened to Rex? He's not back in the hospital, is he?",
        "Gigi: He's fine. I mean, he's actually doing really well.",
        "Brody: I'm sure he'll feel even better when they put me away.",
        "Gigi: Rex doesn't want to put you away, Brody.",
        "Brody: Right.",
        "Gigi: I'm telling you the truth. He wants to make sure that you don't end up in prison.",
        "[SCENE_BREAK]",
        "Bo: You don't want Lovett to be locked up for almost killing you?",
        "Rex: Look, I'm not smoking the peace pipe here, but I'm also not looking for revenge.",
        "Bo: Well, revenge and justice are two different things, Balsom.",
        "Rex: I know that.",
        "Bo: And the fact is Lovett broke a few laws.",
        "Rex: Look, the guy was clearly out of it.",
        "Bo: I know, well, no argument. But he's still a danger to society.",
        "Rex: Because he volunteered to serve his country. He was following orders. He fought a war he was told to fight. He put his life on the line every day, and what does he get out of it? A head full of crazy dreams. The Navy cut him loose because he's not enlisted anymore. Come on, the guy needs help, not punishment.",
        "Bo: Well, you're right. The system doesn't always work.",
        "[SCENE_BREAK]",
        "Blair: So John really quit?",
        "Nora: Oh, yeah. He did. And I don't blame him. He tried to help Marty and he was thrown in jail. Look, the system has failed Marty in the worst possible way.",
        "Blair: I just don't understand why a judge would throw John in jail rather than just taking him seriously.",
        "Nora: Blair, not only was Todd a major contributor to the judge's campaign, and the mayor's campaign, he also used his paper to make them look bad if Todd didn't get his way.",
        "Blair: Well, I guess that explains why the judge wouldn't let John search Todd's house.",
        "Nora: Marty was brought here by Lee Ramsey. Lee Ramsey was appointed by the mayor. The mayor, the last thing he wanted was Todd reminding the public that Lee Ramsey was his boy. Again, Marty was made to pay for that.",
        "Blair: And then she continued to pay -- Todd keeping her at his house.",
        "Nora: What that poor woman went through, and Cole, the two of them, the things they've had to endure, it's absolutely unforgivable.",
        "[SCENE_BREAK]",
        "Dorian: Forget about Todd, okay? Your mother's alive. That's a miracle.",
        "Cole: Yeah, you're right. That's what I need to focus on.",
        "Dorian: Good for you. All right, now. You're going to give me a hand with my latest piece de la resistance.",
        "Cole: What kind of piece are you baking?",
        "Dorian: This is going to be a tarte du pumpillion strie for our l'action de graces.",
        "Cole: A pumpkin pie for Thanksgiving.",
        "Dorian: Tu parles français?",
        "Cole: No, not at all, actually. Just the pumpkin stuff and the dough and the date were all dead giveaways.",
        "[Dorian laughs]",
        "Dorian: My family is going to have a very, very special Thanksgiving. This hasn't been a very good year for us, but I'm going to make sure that we have a very, very special -- if only I could get this dough to stop sticking.",
        "Cole: I'll tell you what. Refrigerate for an hour or so, and then try to roll it out.",
        "Dorian: I thought you didn't know anything about making pie.",
        "Cole: I don't, but my mom did -- does.",
        "[SCENE_BREAK]",
        "John: Well, I'm glad you're not afraid of me anymore.",
        "Marty: Me, too. You know I dreamed about you a couple of times when I was at Todd's. He kept telling me you wanted me dead and that I had to be afraid of you.",
        "John: I know.",
        "Marty: But in my dreams I was never scared of you. And when I woke up --",
        "John: What?",
        "Marty: I wanted to go back to sleep again. I wanted to dream about you more.",
        "[SCENE_BREAK]",
        "Cole: How are you doing?",
        "Starr: It's easier to be mad at my dad than --",
        "Cole: Than to -- think about the baby? My mom moved into Nora's house. I really blew it with her today.",
        "Starr: You did not.",
        "Cole: Yes, I did. I kept pushing her into trying to remember me. I drove her nuts, like she really needs that right now.",
        "Starr: My dad put your mom through so much.",
        "Cole: I just wish something could be right, you know? I just wish there was something to be happy about.",
        "[SCENE_BREAK]",
        "Blair: So where is Marty staying?",
        "Nora: Oh, with us.",
        "Blair: Oh, that's good.",
        "Nora: Yeah, yeah, she gets to be with Cole and we can take care of her and, you know, we can keep all the gawkers and the press away.",
        "Blair: Well, I guess living in a house with a moat pays off.",
        "Nora: Yeah, go figure.",
        "[Both laugh]",
        "Blair: Yeah. Does John know that she's staying with you?",
        "Nora: If you're asking me if he's with her right now, I don't know, Blair.",
        "Blair: Got it. Well, thanks. And you have a good night, okay?",
        "Nora: Okay. Good night.",
        "[SCENE_BREAK]",
        "Marty: Todd told me that you and I had a relationship. But even before that I had a picture of us together. Lee had given it to me. And he told me that when I was in pain or when I was disoriented I should look at it, it would make me feel better. And you know what? It did.",
        "John: Well, it's good you had something to hang on to.",
        "Marty: Yeah, he took that from me when he told me that you betrayed me.",
        "John: None of this should have happened.",
        "Marty: I wanted to dream about you again because in my dream, you challenged me. You challenged me to question what he was saying to me and -- I didn't listen. You were reaching out to me and I didn't listen. I should have known he was lying to me. I should have at least doubted him.",
        "John: Don't do this to yourself. This is on Manning, it's not on you.",
        "Marty: He made me actually believe that I had no one.",
        "John: I should have killed him while I had the chance.",
        "Marty: No, you shouldn't have. Do you know why? Because you'd be in prison, and I'd still be like this. I still wouldn't remember you. And I wouldn't remember my dead husband or my best friend, or even my own son.",
        "[SCENE_BREAK]",
        "Starr: I heard that your mom lost her memory. I figured that she would get it back when she saw you.",
        "Cole: Yeah, me too. You should have seen me. I broke out the photo album, I made her hot chocolate the way she liked it. I just kept hammering at her until she remembered something, anything.",
        "Starr: Okay, well, what's wrong with that?",
        "Cole: The last thing my mom needs right now is someone pressuring her.",
        "Starr: Cole, that's not what you're doing.",
        "Cole: Starr, that is what I'm doing, all right? I just made it worse for her.",
        "Starr: I really don't think that you're making it --",
        "Cole: Starr, you weren't there. You didn't see the look on her face. I made her feel like crap for not knowing who I am.",
        "Starr: Okay, you need to stop doing this to yourself. I know more than anyone that you are going through hell, too, right now.",
        "[SCENE_BREAK]",
        "John: You know, I think Cole's just happy to have his mom back.",
        "Marty: His baby died last night. Did you know that?",
        "John: Yeah.",
        "Marty: He needs a real mother now.",
        "John: You two were close. It's all going to come back.",
        "Marty: I can't even hug him like a real mother would. I can't tell him that I missed him and that it's really me, you know, and that everything's going to be okay. He's a stranger to me, and it's killing him.",
        "John: It's going to take time.",
        "Marty: It's been a year. It's been a year, and I'm a stranger to everyone and to myself.",
        "Marty: The only memories I have are with my dear boy Todd. God, I hate that. I hate that all I know about myself is who I was with him. What am I supposed to do with that? What am I supposed to do?",
        "[SCENE_BREAK]",
        "Rex: I'm not sure exactly how this works, but I'm willing to testify or write a statement or something saying that I don't want Brody to go down for shooting me.",
        "Nora: It's a little more complicated than that, Rex.",
        "Rex: Okay, I know that I can't get the charges dropped, but is there any way that I can help him?",
        "Nora: Brody has to be charged with assault, attempted murder, and endangering the welfare of a child. He could have killed you, Rex. Or Shane, or Gigi, or anyone else on that mountain.",
        "Bo: We all know that was war-related.",
        "Nora: Bo, you know I can't let him walk on this.",
        "Bo: Well, Nora, what if you plead Lovett out and Balsom testifies at sentencing? Then he could go to a psychiatric hospital instead of a prison.",
        "Nora: Well, a statement from Rex would certainly lighten his sentence, but it wouldn't exonerate him. Guys, I'm sorry. I don't have a lot of choice here. Brody has to spend some time behind bars.",
        "[SCENE_BREAK]",
        "Rex: Rex wants to make sure I don't go to prison? I shot the guy.",
        "Gigi: Your friend, Wes, he came by to talk to us and to see if we were willing to try to help you.",
        "Brody: I never wanted him to do that, and I never told him to.",
        "Gigi: Okay, well, he did. He obviously cares about you. Semper fi and all that.",
        "Brody: That's the Marines.",
        "Gigi: You know what I mean. He's a good friend to you. I'm glad he came to talk to us.",
        "Brody: I can take care of my own mess.",
        "Gigi: Brody -- look. Rex and I, we get it. I know that you were back in Iraq when you pulled the trigger.",
        "Brody: You know that, huh? You know that for a fact?",
        "Gigi: Yeah, I do. And it's nothing to be ashamed of. Look, Brody, we don't want to see you suffer any more than you already have.",
        "Brody: I shot an unarmed civilian. Shane's father, the guy you're in love with.",
        "Gigi: Because you were in a bad place. You needed help. And now we want to make sure that you get it. I don't want Shane to see you go to prison. He loves you. You stepped up and took care of him, even though he wasn't yours. Rex and I will always be grateful. So now it's our turn to do something right for you.",
        "Rex: Statesville? That's your best offer, prison? He's sick. How is that going to help him?",
        "Nora: Not so much that he didn't understand his actions.",
        "Rex: That's bull.",
        "Nora: It's the law, Rex.",
        "Bo: Nora, didn't we learn something from what happened with Marty Saybrooke? I mean, didn't John teach us a thing or two about thinking outside the box or destroying the box and doing what our gut or our conscience tells us to do? Come on, we can reach back into that bag of tricks of ours and come up with something to do for Lovett, okay?",
        "[SCENE_BREAK]",
        "Cole: In grief counseling they said it would take a year accept my mom's death and that I would have to go through all the milestones without her -- Thanksgiving, Christmas, her birthday. I really don't know how I did all that. And you -- you definitely helped.",
        "Starr: Really? I feel like I made it worse, like on New Year's.",
        "Cole: Starr, you never made it worse. I guess things just had to get worse before they got okay.",
        "Starr: But then I got pregnant.",
        "Cole: And then I went totally nuts, wanting to raise the baby ourselves, thinking that was the only thing I had left of my mom.",
        "Starr: Cole, it's okay. All right, we already worked that out.",
        "Cole: Yeah. Now she's back. And after everything, she's not dead.",
        "Starr: It's unbelievable.",
        "Cole: I saw that van blow up so many times in my dreams. I relived it over and over again. And now I have my mom back and I'm upset because she doesn't know who I am? How much of a selfish jerk can I be?",
        "Starr: You two were very close. It's a big deal that she doesn't remember who you are.",
        "Cole: Yeah, it's like she's really not my mom anymore.",
        "[SCENE_BREAK]",
        "John: He lied to you and he manipulated you, but he didn't take away who you really are.",
        "Marty: You don't know that.",
        "John: You're not a stranger. Not to Cole, to Nora, to me, not to anyone who knows you.",
        "Marty: All of you know me better than I know myself. What -- why are you smiling?",
        "John: Because we're standing here having a conversation. I didn't think we'd ever get to do that again.",
        "Marty: Yeah, because of Todd and because of me.",
        "John: Oh, come on.",
        "Marty: Oh, come on. I let him lead me wherever he wanted me to go. He even gave me a chance to make a phone call. What did I do? I told him, oh, no, there's no place I'd rather be than right here with you.",
        "John: Who were you going to call? How would you remember who to call?",
        "Marty: How about 911? I even remember 911.",
        "John: I don't know. You know what I do know? I know that he used you.",
        "Marty: Yeah, well, I made it real easy for him.",
        "[SCENE_BREAK]",
        "Dorian: Hi, there. I didn't expect to see you home so early. I thought you'd be busy consoling John about his resignation.",
        "Blair: Well, he, um -- he wasn't at the jail.",
        "Dorian: Where is he?",
        "Blair: Well, I'm assuming that he went over to Nora's to see Marty.",
        "[SCENE_BREAK]",
        "Marty: He even gave me a chance to walk out the door, to leave. But you know what I did? I told him I loved him, and then I slept with him. I disgust myself. Oh, my God. What a fool. No, please.",
        "[SCENE_BREAK]",
        "Nora: Okay, I pulled some strings. Wow, I owe a lot of favors.",
        "Rex: And?",
        "Nora: And we can't let Brody walk on this, but I think I might have negotiated an option.",
        "Rex: Yes, thank you, Nora.",
        "Nora: Okay, well, now, don't thank me yet, because we still have to get Brody to sign off on this, and -- so I'm going to go to the V.A. hospital and walk him through the deal.",
        "Rex: I'll go with you.",
        "Nora: Okay, just -- fine. All right, meet me in my office.",
        "Bo: Nora, wait -- thank you.",
        "Nora: Yeah.",
        "Bo: Balsom, going the extra mile for Lovett -- that was the right thing to do.",
        "Rex: Well, I got somebody looking out for me. Makes it easy to be the good guy, you know?",
        "[SCENE_BREAK]",
        "Gigi: Rex and I want to give this back to you.",
        "Brody: That's Shane's money for his education.",
        "Gigi: You need it to pay for a good defense lawyer. Rex and I will take care of Shane. Take it. Take it.",
        "Brody: The blood money Dorian Lord gave me to mess up Rex's wedding? I should have done what Adriana wanted me to do and left town.",
        "Gigi: You did what you did, Brody, and it made Shane happy, so isn't that what counts? Please accept our help, Brody, for Shane's sake.",
        "Brody: This is for Shane's sake.",
        "Gigi: No. What my son needs right now isn't money. He needs to see you treated fairly, so you don't just disappear from his life. So his memories of you can be happy again.",
        "[SCENE_BREAK]",
        "Starr: So what do the doctors say about your mom getting her memory back?",
        "Cole: They ran all kinds of tests on her, but they don't know what's going to happen. Nobody does.",
        "Starr: Oh, I can't believe my dad did that to your mom. It's like he can't stop doing one horrible thing after another.",
        "Cole: Yeah, this is kind of the worst, right? I mean, he's kind of running out of people to screw with.",
        "Cole: What? What is it?",
        "Starr: No, Cole, I -- this just shouldn't be in your head.",
        "Cole: Does it have to do with my mom? Because if it does, you have to tell me about it.",
        "Starr: My dad -- my dad told your mom that I was giving him our baby to raise.",
        "[SCENE_BREAK]",
        "Dorian: You want to tell me why you're not going over to Nora's?",
        "Blair: Common sense.",
        "Dorian: Excuse me?",
        "Blair: Well, what would you want me to do if I went over there? You want me to compete with the woman that my ex-husband raped while he was in college, and then held hostage for months? Or do you suggest that I arm-wrestle with Marty over John? I don't think so.",
        "Dorian: So you're just going to wait until he calls you?",
        "Blair: No, I'm going to get over John.",
        "Dorian: You want to run that past me --",
        "Blair: Dorian, I know it might come as a shock to you, but I do have some dignity here.",
        "Dorian: And I don't want you to give that up, but I don't want you to give up John so quickly. Marty doesn't even remember him.",
        "Blair: They were just beginning their relationship when the accident happened. They were in the honeymoon phase, and maybe you're right that Marty doesn't remember John, but John certainly remembers her. And you know, he just rescued the woman.",
        "Dorian: The shell. Yes, I'm not being cruel. It's -- it's the shell of a woman that used to be. Right now her mind is just filled with memories of Todd -- wacky Todd.",
        "Blair: Well, John can certainly erase all of Marty's bad memories of Todd.",
        "Dorian: And how do you know that?",
        "Blair: Because he did it for me.",
        "[SCENE_BREAK]",
        "Marty: Sorry, I didn't mean to go off like that -- doing that.",
        "John: It's okay. You know, you're not the only one feeling guilty here. I knew the woman Manning had up in his house was you. Don't ask me how I knew, but I knew. I should have gotten to you sooner.",
        "Marty: You know, when I first came out of my coma, the only connection I had to my past was that photograph that I told you about of us. It was my lifeline. And then Todd found me, and even though I knew seeing you in that picture made me feel better, I believed him.",
        "John: Well, if nothing else, he's a world-class liar.",
        "Marty: Yeah, he told me you stole his wife, threw it in his face.",
        "John: I didn't steal Blair from him. He drove her away.",
        "[SCENE_BREAK]",
        "[Jamie giggles]",
        "Talia: Hi.",
        "Jamie: I'm ready for my bedtime story.",
        "Talia: You are? I was just giving your Papi a kiss to celebrate.",
        "Jamie: Celebrate what?",
        "Talia: Um, he got a promotion, which means he is the boss of all the other detectives now.",
        "Jamie: Really? Yay, Papi!",
        "Antonio: Thank you, mi reina.",
        "Talia: And you know what? Now when he comes home from work, we have to do something special.",
        "Jamie: What?",
        "Talia: We have to put our hands up like this, and we have to say, \"Hail to the chief!\"",
        "Jamie: Hail to the chief. Hail, Papi.",
        "[Laughter]",
        "Antonio: You know, it wouldn't matter if I were chief of the world, if I didn't know I could come home to the two of you.",
        "[SCENE_BREAK]",
        "Nora: You won't go free -- you will have to go to a psychiatric hospital.",
        "Brody: What about if I don't take the deal?",
        "Nora: You want to take your chance with a trial?",
        "Brody: No, I'd plead guilty -- own up to what I did.",
        "Gigi: Brody, no!",
        "Nora: You know, I've got to be perfectly honest with you, Lieutenant. Even with Rex's testimony on your behalf, you'll still be facing a lot of prison time.",
        "Gigi: Brody, you've been dealing with this all by yourself for so long. Please get help.",
        "Nora: Okay, you know what? Why don't I just leave you with the paperwork -- it's pretty straightforward -- and you just look it over and decide if you want to have yourself committed.",
        "Brody: How long would I have to be there?",
        "Nora: Until a court-appointed psychiatrist says that you're healthy. Okay, bye.",
        "Brody: Ms. Hanen?",
        "Nora: Yes?",
        "Brody: Thank you.",
        "Gigi: Thank you so much.",
        "Nora: Oh, please, don't thank me. Thank Rex.",
        "Brody: Thank you.",
        "[SCENE_BREAK]",
        "Dorian: I got a news flash for you here. You are always underestimating yourself. You're a very hard woman to get over.",
        "Blair: Look, what I had with John was fun. But we all know it was a rebound situation. But it served a purpose, Dorian. It helped me move on from Todd, and for that, I will eternally be grateful.",
        "Dorian: What you're feeling is not gratitude.",
        "Blair: Look, I have moved on from Todd, and whether I'm with John or not, I mean, that is a very, very good thing, so I can certainly do this. I can say good-bye to John. I can.",
        "[SCENE_BREAK]",
        "John: You know, I know nothing I say or do is going to stop you from beating yourself up over what he did to you, but I'm going to say it again. Manning's to blame for this, not you, and he's going to pay for what he did. If it's the last thing that I do, I'm going to make sure he pays for what he did. And someday, he's going to be a distant memory. In fact, all your bad memories are going to be pushed out by the good times and the good people you have ahead of you in your life.",
        "[SCENE_BREAK]",
        "Cole: Your dad told my mom that they could raise our baby?",
        "Starr: Uh, yeah.",
        "Cole: Yeah, what was this, another one of his crazy lies, or what?",
        "Starr: Okay, all I know is that he showed up at the hospital while I was in labor and he didn't even try to see me.",
        "Cole: Okay, then what was he doing there? Was he there to steal her?",
        "Starr: I don't know.",
        "Cole: So he -- he wanted my mom to raise her own grandchild without her even knowing it.",
        "Starr: Okay, look, I was the stupid one that called him and told him that I was in labor, which I shouldn't have done, because -- okay, look, I'm really sorry, Cole. I'm just sorry about everything that's been going on.",
        "Cole: Okay, listen. Listen, you never have to apologize for your dad. And I'm sorry, I've been so wrapped up in all my stuff that I haven't asked you how you're doing.",
        "Starr: It's fine, okay, I really don't even know how I would answer that.",
        "Cole: What is this?",
        "Starr: Um -- it's a lock of hope's hair, and it's -- it's all that we have left of her.",
        "Cole: It's the same color as --",
        "Starr: Your mom's hair.",
        "[SCENE_BREAK]",
        "Marty: I actually don't know what Todd did with that picture. He probably hid it or threw it away or something.",
        "John: Will this do?",
        "Marty: You actually kept that with you? You know, after all you've done for me, I've just been so busy feeling sorry for myself that I never said \"thank you.\" Oh, my God, thank you, John. Thank you.",
        "Cole: Starr, what's this?",
        "Starr: It's a DVD that Langston and I made for our baby when she turned 16.",
        "Cole: Can I ask what you said?",
        "Starr: I said that even though we gave her to Marcie, that we loved her, and that we would never, ever forget her.",
        "Cole: We never will.",
        "[SCENE_BREAK]",
        "Singer: It's the quiet night that breaks me I cannot stand the sight of this familiar place it's the quiet night that breaks me like a dozen paper cuts that only I can trace all my books are lying useless now all my maps will only show me how to lose my way oh, call my name you know my name and in that sound everything will change tell me it won't always be this hard I am nothing without you but I don't know who you are",
        "Singer: It's the crowded room that breaks me everybody looks so luminous and strangely young it's the crowded room that's never heard no one here can say a word of my native tongue I can't be among them anymore I fold myself away before it burns me numb oh, call my name you know my name and in your love everything will change tell me it won't always be this hard I am nothing without you but I don't know who you are I am nothing without you but I don't know who you are I am nothing without you but I don't know who you are",
        "[NEXT_ON]",
        "Viki: You need to say goodbye to your daughters first.",
        "Tina: I came to say goodbye.",
        "Gigi: We want him to be here.",
        "Nora: The government will be deporting you.",
        "Vanessa: I'm being deported?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=bcm7nNYSehM"
}