{
    "Episode Summary": [
        "Episode #10319 ~ Plan \"B\" Written by Fran Myers, Shelly Altman, Janet Iacobuzio, Chris Van Etten, Ron Carlivati, Anna Theresa Cascio, & Carolyn Culliton"
    ],
    "Recap": [
        "Marty goes to the examination room and is in shock trying to process how it is that she believed she was in love and wanted to have a child with the man who raped her. Todd is unconscious in his hospital bed having a vision of Marty praising him for changing his ways and wanting to have a child with him. After John tells Blair all that Todd has done, she goes and confronts her ex husband. Cole also confronts him for what he did to Cole's mom. Nora tells Marty she will help her get through it. John gets hauled back to jail. After Jessica demands Clint tells her all that Tess did, he informs her that she tried to kill Natalie and Jared with a bomb. Jessica then calls them in to talk to them and face them. Brody's friend, Wes is concerned about Brody getting shafted and thrown in prison. So he goes to talk to Gigi and Rex in an attempt to get them to drop the charges against Brody."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Roxy: Yo, Rexy! Guess who's here? You're gonna be jumping with joy. Except you can't jump. You got to take it nice and easy.",
        "Rex's voice: Be right out.",
        "Roxy: Rexy's getting dressed. Gigi's helping him.",
        "Jared: It's all -- it's okay now?",
        "Natalie: Rex and Gigi are together?",
        "Roxy: Oh, yeah. They're like two little bed bugs.",
        "Natalie: What about Adriana?",
        "Roxy: She's filing for divorce.",
        "Natalie: Wow. Wow, we really missed a lot.",
        "Roxy: And I'm going to so fill you in. But you are back here and you're so safe, and I'm in heaven.",
        "Natalie: Oh, Rex.",
        "Rex: Oh, my God.",
        "Natalie: Rex.",
        "[Natalie giggles]",
        "Natalie: Oh, my God. Oh, my little brother, I thought I was never going to see you again.",
        "[SCENE_BREAK]",
        "Clint: Good morning, good morning.",
        "Jessica: Dad.",
        "Clint: For you. I thought I'd brighten up the place a little bit.",
        "Jessica: Well, that's a big job. They're beautiful, thank you. How's Bree and the baby?",
        "Clint: Bree's fine. She's with your mother. Oh -- and that baby.",
        "Jessica: She's okay?",
        "Clint: She's smiling, she's healthy, she's so beautiful.",
        "Jessica: They haven't let me see her. I guess I can't even hold her.",
        "Clint: Oh, yeah, yeah. I'll get the doctor to have those restraints removed.",
        "Jessica: Dad, no. I'm dangerous, you know. After all I've done.",
        "Clint: Jessie, we're going to get you the help that you need. You can have your life back, and you can spend time with your children.",
        "Jessica: I don't think I'll ever get my life back. Not until somebody tells me everything I did when I was Tess.",
        "[SCENE_BREAK]",
        "John: I'm sorry about Starr's baby. It breaks my heart for everyone -- Starr, Marcie, Cole.",
        "Blair: Cole lost his baby. But he got his mother back, thanks to you.",
        "John: I should have got there sooner.",
        "Blair: You mean before Todd brainwashed Marty into falling in love with him?",
        "[SCENE_BREAK]",
        "Marty: I could be pregnant. I slept with a man -- I slept with a man who raped me. I didn't use protection, so I could be.",
        "Nora: You didn't know.",
        "Marty: And I didn't want -- want to.",
        "Nora: Is that what's tormenting you?",
        "Marty: I didn't want to because I thought I wanted to have his baby. I was convinced that he was the only man on earth that cared for me.",
        "Nora: He's a master manipulator, of course you believed that.",
        "Marty: But everything -- I believed everything -- everything about myself. My whole life with him -- was all wrong. It's all wrong. Dead wrong.",
        "[SCENE_BREAK]",
        "Todd: You know.",
        "Cole: Know what, Todd? That my mom's alive? That she's been here locked away in your house, lied to for months? Yeah, yeah, I know.",
        "Todd: I saved her.",
        "Cole: You saved her? You think you saved her, you sick son of a bitch? What -- should I be grateful to you?",
        "Todd: I meant --",
        "Cole: Shut up. Nobody cares what you meant, or what you thought. You should die for what you did to my mom, for what you did to me. You know, you look half dead already. Give me one good reason why I shouldn't finish you off right now.",
        "[SCENE_BREAK]",
        "Clint: Jessica, you have gone through a physical and emotional ordeal. This may not be --",
        "Jessica: No, Dad, no. I can't just lie here and wonder what I did. I dropped out of my own existence for over four months. I gave birth to Nash's child, and I don't remember doing it.",
        "Clint: And I think that is your mind trying to protect you.",
        "Jessica: Dad, I know that something terrible happened to my sister and Jared, and I know that I'm responsible for it, so I need to hear the truth.",
        "Clint: Why, Jessie?",
        "Jessica: Because if I can't understand Tess, then I can't understand myself. You and mom avoided this question last night. I need to hear the truth. I need to know what Tess did.",
        "Clint: Honey, you didn't do anything. You're not responsible.",
        "Jessica: I am Tess and I'm Jessica, so of course I'm responsible. I did it, Dad. So just tell me what I did to Jared and Natalie. Please.",
        "[SCENE_BREAK]",
        "John: I'm sorry all this happened at the same time.",
        "Blair: You and me both, but, John, come on. None of this is your fault.",
        "John: You should be taking care of Starr and yourself, not reacting to something that Todd did.",
        "Blair: Well, I'm not in this terrific mindset of being making an orderly list of my priorities right now. But I can tell you this much, Starr will be taken care of and I will grieve on my own. But if you think I can just put out of my mind that Marty's alive, Todd knew it and didn't tell anybody, what --",
        "John: I'm not suggesting that.",
        "Blair: How badly was he hurt?",
        "John: It wasn't good.",
        "Blair: And Marty? What was she doing the whole time you were beating Todd up?",
        "John: She was ready to kill him.",
        "[SCENE_BREAK]",
        "Nora: You're back Marty, okay? You're back with all the people who love you. And we're going to make this better, I swear to you. We're going to help you remember.",
        "Marty: Can you help me feel less of a fool?",
        "Nora: You're no fool. You're not a fool, and I refuse to let you --",
        "Marty: He showed me a picture of Cole and didn't tell me it was my son. He told me I was raped and he didn't tell me that he did it.",
        "Nora: You were traumatically --",
        "Marty: He was using me.",
        "Nora: Well then, hate him. Hate him. Don't blame yourself, hate him. I mean, why wouldn't you believe him? You were desperate for a past, a life, anything. And he provided it all for you. And he was lying. Why would you think that he would lie? Why would you think anyone would lie? What kind of an animal would lie?",
        "Marty: But don't you see if I'm not a fool, then I'm a victim, and that's even worse.",
        "Nora: Marty Saybrooke, you are nobody's fool, and you are nobody's victim. Okay? We're going to make this better for you, I swear it. I promise you. But first things first. Okay, the doctors, they have something that, uh -- they have something for pregnancy even after the fact. Do you know what that is?",
        "Marty: Yes. I can't remember my own son's face, but I do remember what that is.",
        "[SCENE_BREAK]",
        "Todd: I got nothing left to live for anyway.",
        "Cole: Oh, am I supposed to feel sorry for you now? Hmm?",
        "Todd: I was just trying to make it right with her.",
        "Cole: Keeping my mom as your prisoner was trying to make up for raping her?",
        "Todd: She could have found out the truth.",
        "Cole: How the hell was she supposed to do that when she couldn't even leave your house?",
        "Todd: She didn't want to. I told her to go. She wouldn't go. She didn't want to. She wanted everything that happened between us.",
        "Cole: Everything that happened between you? What are you trying to say, Todd? You trying to tell me you had sex with my mom?",
        "Todd: Yeah.",
        "[SCENE_BREAK]",
        "Rex: So Tess wrote the letter saying that you were leaving town.",
        "Roxy: Yeah, she had Nattie locked in the basement the whole time.",
        "Gigi: My God, what a nightmare.",
        "Natalie: Yeah, you know what? I don't really want to talk about it anyway. I want to know what happened up on that mountain. Why in the world did Brody Lovett shoot you?",
        "Rex: Uh, because he's a sad, sick person, like your sister.",
        "Jared: Amen.",
        "Rex: But let's focus on the good news.",
        "Roxy: Yeah, 'cause there's plenty of that to spread around. Nattie and Jared are alive and kicking.",
        "Natalie: And Mom and Dad forgave us both.",
        "Roxy: Yeah, as they should. And the two of you together after all these years.",
        "Jared: Gigi, how's your son doing?",
        "Gigi: Shane's been through a lot, but he's good. He loves school, so that helps a lot.",
        "Natalie: Gosh, he must have been so upset after what -- his dad shooting Rex.",
        "Gigi: Yeah, um, it's complicated, though, that part of it.",
        "Roxy: We don't have to talk about that part of it. Let's talk about the part that's nice and easy.",
        "Natalie: What are you talking about, Rox?",
        "Roxy: Your brother is a daddy.",
        "Rex: It turns out Shane is my son, not Brody's.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Officer: You have a visitor.",
        "Wes: Hey, bro.",
        "Brody: Wes.",
        "Wes: Bad time?",
        "Brody: Yeah, yeah, I'm real busy, can't you tell?",
        "Wes: You look a lot better, man. And no more handcuffs, huh?",
        "Brody: No, I've just got one guard on my door.",
        "Wes: You seem a lot more like yourself.",
        "Brody: Oh, they've lightened my med load, so, yeah, my mind's actually functioning.",
        "Wes: Is that a good thing?",
        "Brody: It's got its moments. I really appreciate you coming to see me again.",
        "Wes: Hey, bro, I'm your friend. I'm not going to disappear on you, all right? But what? Everyone else has?",
        "Brody: No, I've had some visitors.",
        "Wes: I tried to reach your sister. She doesn't return my calls.",
        "Brody: Well, Nadine didn't like me before. I'm sure she doesn't want any part of me now.",
        "Wes: So these other visitors?",
        "Brody: Gigi came. She brought Shane. It meant a lot to me.",
        "Wes: Good for her.",
        "Brody: Yeah. Rex came to see me, too.",
        "Wes: You're kidding.",
        "Brody: No, he wanted to thank me for taking care of his kid when he couldn't.",
        "Wes: I hear Rex is going to be 100%. I'm really glad about that, mostly because of what it means for you.",
        "Brody: Yeah, right. I'll only be charged with attempted murder.",
        "Wes: I heard the Navy shrink's been talking to you.",
        "Brody: Yeah. So?",
        "Wes: So? So I guess they have to be figuring out that you weren't in your right mind when you did what you did, right?",
        "Brody: Wes, I shot an unarmed man. I'm going to prison for a long, long time. And that's how it should be.",
        "[SCENE_BREAK]",
        "Clint: The details of what happened with Tess are painful. Haven't you been punished enough?",
        "Jessica: Dad, you can't protect me from what's painful. That's what brought Tess out in the first place. I can't hide anymore, okay? I need your help.",
        "Clint: Are you sure that you want to know what happened with Tess?",
        "Jessica: If I don't know what I did when I was Tess, how am I supposed to keep it from happening again?",
        "Clint: All right. Tess wanted Jared and Natalie to suffer the same kind of loss that you felt when you lost Nash. And ultimately Tess wanted to destroy them.",
        "Jessica: Oh God, how close did I come to accomplishing that?",
        "[SCENE_BREAK]",
        "Blair: I'm no fan of Marty's, you know that. But being lied to, being kept from her kid, being forced to live in some little sick, made-up world that Todd wanted her to believe in -- I mean, if that's not enough reason for her to want to blow his head off, I don't know what is. He really slept with her?",
        "John: That's what she said.",
        "Blair: It's just weird, John. It's just weird. Todd has been haunted by what he did to that woman for so many years, I just don't understand why he would put himself through it, or her again.",
        "John: Some people never change.",
        "Blair: Is that what you think it is? Or do you think maybe he's convinced himself that he's in love with her?",
        "[SCENE_BREAK]",
        "Marty: Yes, I know there's something that's given to women, you know, if they've been raped.",
        "Nora: Do you want me to talk to your doctor about it for you?",
        "Marty: Yes. And I should probably be tested for STDs, too. Don't you think?",
        "Nora: I'll get right on it. You're gonna be okay here for a few minutes by yourself? You sure? Okay. I'll be right back.",
        "[SCENE_BREAK]",
        "Cole: You and my mom.",
        "Cole: You and my mom.",
        "Cole: I can't believe this.",
        "Todd: It wasn't how you're thinking.",
        "Cole: I don't want to think about it at all. I don't want to think about my mom having sex with anybody -- but you?",
        "Todd: I thought I was -- it doesn't matter.",
        "Cole: That's what this whole thing was about for you, wasn't it? You saw my mom, and you saw that she didn't remember who you were. So you said to yourself, hey, this is my chance. I've got to turn the charm on to make Marty Saybrooke owe me. And then I'm going to collect.",
        "Todd: It wasn't like that.",
        "Cole: Yeah, yeah, I'll just -- I'll just take your word for it. Just like I did when I came over to your house to tell you that Starr was pregnant. Do you remember that night? Yes? I wanted you to talk Starr out of giving the baby up for adoption, because I thought that baby was the only family that I had left. And the whole time we were talking, my mom was there, wasn't she? Wasn't she? But you wouldn't open your mouth. No, because you knew that if my mom knew about me it would screw up your whole little plan.",
        "Todd: How are Starr and the baby?",
        "Cole: Oh, you didn't hear. Well, your daughter, she's completely destroyed thanks to you. And our baby -- our baby's dead.",
        "[SCENE_BREAK]",
        "Clint: You wanted Jared -- Tess wanted Jared to think that Natalie had left him. So you forced Natalie to write a good-bye letter.",
        "Jessica: A -- a letter. Was it convincing?",
        "Clint: Not to Jared, no. He knew that Natalie would never walk out on him without coming face to face with him. So he knew something was wrong and he kept after it.",
        "Jessica: So he kept looking for her?",
        "Clint: Yeah. Eventually he found her.",
        "Jessica: Where was she?",
        "Clint: In a room, Jessie, that was recently built. It was soundproof. And the room was in the basement of your mother's house.",
        "Jessica: Oh, my God.",
        "Clint: Tess found Jared trying to get Natalie out. She ended up locking both of them in there together.",
        "[SCENE_BREAK]",
        "Natalie: I am so glad you're okay.",
        "Rex: Me, too. I can't believe this. I've got my sister back, the love of my life, my son who means the world to me, and a mom who makes me piñatas and brings me western omelets.",
        "[Laughter]",
        "Rex: Talk about a lucky guy.",
        "[SCENE_BREAK]",
        "John: I don't know what's in his head. If I think about it too much -- let's just say it's a good thing I'm in these cuffs.",
        "Blair: You're worried about her. Does she remember you?",
        "John: Todd told her I was the one that caused the accident and left her there for dead, that I still want her out of the way. Everything changed when I told her she had a son.",
        "Blair: Does Cole know?",
        "John: I'm not sure. I don't know how she's going to react when she sees him. I don't know how he's going to react when he sees her.",
        "Blair: She won't remember him, will she?",
        "John: I don't know. It's going to be rough on both of them.",
        "Blair: Yeah. Well, you know what? Nora will take care of Cole, and she'll take care of Marty. She loves them both, John.",
        "[Door rattles]",
        "Officer: I've got to take you over to central booking.",
        "John: Yeah. You should be with Starr. Tell her I'm sorry.",
        "Blair: I will. And I'm so sorry all this has happened to you, too. God, I dread telling Starr all this news about her dad.",
        "John: She's tough, like her mom.",
        "Blair: Well, when you said this was going to affect a lot of people, you weren't kidding, huh?",
        "John: Take care of yourself.",
        "[SCENE_BREAK]",
        "Doctor: This medication can be taken in one or two doses. If you take one, you can take the second in twelve hours. Or you can take both now. Some women who are prone to nausea prefer to take one dose at a time.",
        "Marty: Both.",
        "Doctor: Fine. If you need, I can give you some anti-nausea medication, if you have a problem.",
        "[SCENE_BREAK]",
        "Todd: Don't lie to me.",
        "Cole: You think I'm like you?",
        "Todd: What are you saying?",
        "Cole: Your grandchild, my mom's grandchild, Starr's and my baby, she's dead.",
        "Todd: No, no.",
        "Blair: It's true, Todd. Starr's baby's dead. God, how I wish it was you.",
        "[SCENE_BREAK]",
        "Brody: Word around this place is -- and people talk here -- is that the V.A.'s going to cut me loose. They don't want any part of my civilian trial, whatever the charges. All I am now is a vet who lost it.",
        "Wes: You're a lot more than that, Brody, to all the people that served with you. You could hire a lawyer. You can see civilian shrinks.",
        "Brody: Why? I have no defense for what I did. I took Shane's life in my own hands. I lost my head. I damn near killed that kid's real father. I did this to myself -- and to Rex.",
        "Wes: You know, I can't take this anymore. Why are you saying all this? Why are you quitting on everyone and everything?",
        "Brody: Because the best thing for Gigi and Shane is for me to disappear.",
        "Wes: What, and go to prison for 15 years or more?",
        "Brody: What else can I do, Wes?",
        "[SCENE_BREAK]",
        "Roxy: I love you, baby.",
        "Natalie: I love you, too, Roxy.",
        "Roxy: I love you all -- bye.",
        "Rex: So now that Tess is gone, and Jessica is Jessica again, how do you deal with her -- all forgiven?",
        "Natalie: Uh, I don't know. You know, I kind of felt cheated in a way. It's like I saw Tess's face through that glass every single day, and I just -- I wanted to kill her for what she was doing to us.",
        "Rex: I'm sure.",
        "Natalie: Then again, it's Jessica's face, too, and I love her, and I miss her.",
        "Jared: You'll get her back.",
        "Natalie: I know, but is anything ever going to be the same between us?",
        "[SCENE_BREAK]",
        "Jessica: I made a bomb? I don't know anything about bombs, I don't --",
        "Clint: Tess obviously does. She put a timer on it, and Jared and Natalie didn't know how long they had to live.",
        "Jessica: Oh, my God. They must have been so scared. And there were other people in the house, too. Was mom there, was Bree there?",
        "Clint: Bree was there, yes, but Viki sent her off with Tina after she and Charlie had found the bomb.",
        "Jessica: And Mom stayed?",
        "Clint: Your mother refused to leave Jared and Natalie there alone, and somehow Charlie got the bomb outside before it was too late.",
        "Jessica: I could have killed her. I could have killed them all.",
        "Clint: Oh, no, no, it wasn't you.",
        "Jessica: Oh, my God -- oh, God.",
        "Clint: No, it wasn't, Jessica, no.",
        "Jessica: What have I done?",
        "[SCENE_BREAK]",
        "Marty: And if I'm lucky, maybe one day I'll have a baby of my own.",
        "Nora: You know, you don't have to take them yet. The doctor said you have up to three days to decide.",
        "Marty: You raped me, didn't you?",
        "Todd: Yes, that's how I knew about everything. I was there -- I did it. I raped you.",
        "[SCENE_BREAK]",
        "Todd: No, that can't be.",
        "Blair: Yes, Todd, she's gone.",
        "Cole: I hope you're proud of yourself. You pushed Starr down a staircase at the beach. You made Starr sick. You're crazy, and totally miserable. You ask why this happened?",
        "Todd: Oh, Starr.",
        "Cole: I've got to get out of here. I can't even look at you anymore.",
        "Todd: How is she?",
        "Blair: Why should I tell you anything, Todd?",
        "Todd: Because she's my daughter, and I love her.",
        "Blair: As much as you love Marty Saybrooke?",
        "[SCENE_BREAK]",
        "Nora: How are you doing? How are you feeling?",
        "Marty: I saw Cole earlier. If I hadn't seen his photograph, I wouldn't have known I was looking into the eyes of my only child. Do you have children?",
        "Nora: Yes. Yeah, I have a son, Matthew, who's a freshman in high school, and a daughter, Rachel. She's an adult like you, living in Chicago. You know them both.",
        "Marty: No, I only know Todd. I only know the man who rescued me.",
        "Nora: It doesn't matter, because we know you. You're still the same strong, smart, resilient --",
        "Marty: Yeah, so you keep saying.",
        "Nora: You know what? You were vulnerable, and that's how you got duped. So you've got to stop blaming yourself.",
        "Marty: You know, it's hard not to, because I just took a pill to prevent a pregnancy with my rapist. And yet, just last night, I had sex with that same man, and I thought I loved him. I thought I wanted to make a baby with him. Ironic, isn't it?",
        "Nora: Ironic?",
        "Marty: I found out I have a son, and he looks at me with such love, such relief that I was alive.",
        "Marty: And I don't have a clue who that sweet boy is.",
        "[SCENE_BREAK]",
        "Blair: Don't you turn away from me, you son of a bitch.",
        "Blair: What were you thinking, that you could just erase your past? I mean, if Marty didn't remember who you were and what you did to her, that you'd somehow be absolved? Is that it?",
        "Todd: I never wanted to hurt her.",
        "Blair: Of course you didn't, Todd. You just robbed her of her youth, and ever since then, you've tried to ingratiate yourself to that woman -- prove that you're not the monster that you once were. No. But there's a different side of you, the one that I was foolish enough to believe in. The kind, generous, loving family man. Well, how did it work out for you, Todd? Does Marty hate you as much as I do?",
        "Todd: I just thought she and I could be happy.",
        "Blair: Oh, give me -- give me a break. As if this were some, like, innocent desire just to make a go of it? As if there was some nobility in it for you, for what you did? You know, I never thought that I could ever be shocked or surprised by anything you did, given what I've lived through with you, how you treated me -- how you've treated your children. But this, thinking that you could run off in the sunset with your own daughter's baby, and a woman you raped? You've completely outdone yourself, Todd.",
        "[SCENE_BREAK]",
        "Nora: Guess what, good news -- doctor said you can go home.",
        "Marty: I -- I don't have a home.",
        "Nora: Yes, you do -- with me. You're going to be coming home with me. Cole lives there, it's perfect. You guys can spend time together and get to know each other again.",
        "Marty: I so appreciate that, Nora, but that just seems a little strange.",
        "Nora: Everything's going to be strange for a while, but it'll change. It just takes time. Also, the doctors would like to see you for some more neurological exams, just to figure out about this memory loss.",
        "Marty: Do you think being around people that are telling me the truth might help with that?",
        "Nora: Of course it will. Your memories can't be triggered by lies, and that's all Todd told you.",
        "Marty: I still can't believe that I thought I loved him. How could I have done that? I thought I loved him.",
        "[Knock on door]",
        "Cole: Hey.",
        "Nora: Hi.",
        "Cole: It's okay if I come in?",
        "Nora: Yeah.",
        "Marty: Sure.",
        "Nora: Uh, guess what? Your mom's coming home. We're going to take her home with us.",
        "Cole: That's great.",
        "Nora: Yeah, so I think I'm going to stay here with her, and if you could go home and tell Nigel that she's coming to stay?",
        "Cole: Yeah, yeah, sure.",
        "Nora: Great, okay, I'll walk out with you. And I'll get the paperwork started up so we can speed this process along.",
        "Cole: Hey, Mom, I swear to you, no one will ever hurt you again.",
        "[SCENE_BREAK]",
        "Todd: I didn't know about the baby until just now, till Cole told me.",
        "Blair: So long, I -- I believed in the man that I thought that you could be. So many times I looked inside you, Todd, and I thought I saw love. I thought it was real. But all that's inside you is a dead, black heart. You know, it would have been better for everyone, especially Marty, if John had just beaten you to death.",
        "[SCENE_BREAK]",
        "Flynn: They'll bring you to your cell in a few minutes.",
        "John: Hey, Flynn, you got a phone on you?",
        "Flynn: Yeah.",
        "John: You think maybe I could make one call?",
        "Flynn: You better make it quick.",
        "John: Dial for me?",
        "Woman: Thanks.",
        "Nora: Yeah, you're welcome.",
        "[Phone rings]",
        "Nora: Hanen.",
        "John: Hey, Nora, it's me. I want to know how Marty's doing.",
        "Nora: Confused, really upset, but the doctors feel that she can be released, so I'm going to take her home with me.",
        "John: Has she seen Cole yet?",
        "Nora: Yes. She didn't remember him.",
        "John: Take care of her, Nora. Take care of both of them.",
        "Nora: I will -- I promise.",
        "John: Thanks, Flynn.",
        "[SCENE_BREAK]",
        "Natalie: All right, well, we'll get together soon, okay?",
        "Rex: Definitely.",
        "Natalie: And I want to spend some time with Shane.",
        "Rex: Yeah -- well, not right away. First I have to do some of that myself. This is a rough transition for him.",
        "[Phone rings]",
        "Natalie: Excuse me. I got to take this. Hey, Dad.",
        "Clint: Natalie, I'm with Jessica.",
        "Natalie: Oh, how is she doing?",
        "Clint: Well, she's dealing with a lot of things. She wanted to know what happened with Tess, and I told her.",
        "Natalie: What do we do now?",
        "Clint: Well, if you're up to it, Jessica would like to talk with you and Jared.",
        "[SCENE_BREAK]",
        "Gigi: Breakfast time.",
        "Rex: I'm not all that hungry.",
        "Gigi: You don't have a choice. You need to put some meat on your bones, like Roxy said.",
        "[Knock on door]",
        "Rex: And there she is now, probably with lunch this time, I'm sure, and if so, I will jump out the window.",
        "Gigi: She's just happy you're alive. But she's right -- you are too skinny. Hi -- hi, can we help you?",
        "Wes: We spoke on the phone once when Commissioner Buchanan was looking for Brody Lovett. I'm Wes Granger.",
        "Rex: Oh, right. Can we help you?",
        "Wes: Look, Brody doesn't know anything about this, but I'm here on his behalf. He needs help.",
        "[SCENE_BREAK]",
        "Nora: Then we'll get in the car, and we'll go straight home, and get some ice cream, too.",
        "[NEXT_ON]",
        "Dorian: I just want to find out what you are hiding about my niece's baby's death.",
        "Tess: What the hell do you want now, Bess?",
        "Marty: There's something I want you to know."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=ofeIhfejom8"
}