{
    "Episode Summary": [
        "Episode # 11013"
    ],
    "Recap": [
        "Bo tells Nora he would love to raise Matthew's child if that is what Destiny wants. Destiny's grandmother blames Nora for Destiny keeping her baby. She says she won't let those people take her grandchild. She tells Nora that she will not allow her to replace Matthew with Destiny's baby. Dani bails on Destiny when it gets to intense. When she gets home, an officer advises her not to go inside but she does anyway.",
        "Tea goes home and looks for Victor. She finds him laying on his back in a pool of blood. She calls 911 and tries to save him. When he regains consciousness she asks him who shot him. An officer tells John about Tea's 911 call. The ambulance arrives and the paramedic pronounces Victor dead just as John and Brody arrive. Brody finds Jack's keys on the ground. Jack is MIA and Blair is worried because the gun is missing from Dorian's safe and she thinks Todd might go after Victor with it. Brody tells John that Blair called to report the missing gun. The hospital calls Blair that Jack is there. She worried that he was shot. They tell her that he was found in front of the ambulance bay, unconscious with a lump on the back of his head. Jack doesn't know what happened or how he got there. Brody gets a call saying Jack is in the hospital. John goes to the hospital to have Jack identify his keys. He tells them that Victor is dead. Todd Manning stands in the rain, holding a gun and allowing himself to get drenched. The man that fished him out of the river asks him why he is throwing the gun in the river; he can take it off his hands so he can trade it to the police for $100.00."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "John: Lovett, what's going on?",
        "[SCENE_BREAK]",
        "Nora: So were you just delirious with hunger, or were you serious when you said you'd be open to raising Matthew's baby?",
        "Bo: No. Honey. I'd love it. But it's not up to us. It's Destiny's decision-- her and her folks.",
        "[SCENE_BREAK]",
        "Destiny: It's still pouring out.",
        "Mr. Evans: Hey. We'll just wait it out. Order dessert. Danielle? Flan?",
        "Dani: As soon as possible.",
        "Mr. Evans: Flan it is. I'm just happy to be able to spend some time with my baby.",
        "Mrs. Evans: Not a baby anymore, not with a baby on the way-- thanks to Nora Buchanan.",
        "[SCENE_BREAK]",
        "Starr: Did you hear that? There's a huge thunder and lightning storm. Hope is scared to death of them. I would stay over, but I have to stay here with her. I know, I miss you, too, babe, but things are getting really crazy around here.",
        "Blair: Jack! Jack, are you down here?",
        "Starr: I'll talk to you later.",
        "Blair: I can't find him. Jack's gone.",
        "[SCENE_BREAK]",
        "Téa: Victor?",
        "[SCENE_BREAK]",
        "Starr: I thought that Jack was spending the night at Dad's. At uncle Victor's. I thought that it was his night.",
        "Blair: I thought so, too. But now that we know who's who...",
        "Starr: Mom, I don't think Jack's gonna want to give that up.",
        "Blair: I know he's not. That's why I went over there to bring him back. I just didn't feel like it was safe for him to be over there.",
        "Starr: Why not?",
        "Blair: Because of your father.",
        "Starr: What do you mean?",
        "Blair: I can't be certain but I think he took the gun out of Dorian's safe.",
        "[SCENE_BREAK]",
        "Téa: Victor? Victor? [Screams]",
        "[SCENE_BREAK]",
        "Mr. Evans: Phylicia, you know Nora was just--",
        "Mrs. Evans: Sticking her nose in where it doesn't belong?",
        "Mr. Evans: She overstepped. But her son is in the hospital.",
        "Mrs. Evans: And I appreciate that. But she wasn't thinking about Destiny. She was just thinking about herself. Destiny had already decided to have an abortion, and she talked her out of it.",
        "Destiny: Mom, we talked about this.",
        "Mr. Evans: I'm just happy to have my little baby home, where she belongs. And I'm not saying that I'm thrilled about her being pregnant, not at this age, but she knows we're with her. Destiny knows that.",
        "Destiny: You know, I'm right here.",
        "Mrs. Evans: Sweetheart, I'm sorry, but I just don't think that woman has your best interest at heart.",
        "Mr. Evans: You did say she apologized.",
        "Mrs. Evans: Yes, and I'm sure she meant it. But that doesn't mean I'm just gonna hand over my grandchild. I don't care what those people say.",
        "[SCENE_BREAK]",
        "John: I thought you were off duty.",
        "Brody: I was. Until Blair stopped by. Dorian kept a gun in her safe. It's gone missing. Blair thinks Todd took it to go after Victor. I went looking for Todd with no luck. Blair went to warn Victor.",
        "John: Blair called me. That must've been why.",
        "[SCENE_BREAK]",
        "Starr: You think that Dad went after Victor with a gun?",
        "Blair: I don't know. All I know--there was a gun in the safe, and that your dad knew about it. He has been foaming at the mouth about you kids, Victor, the \"Sun.\" I had to stop him from going on a rampage the other day.",
        "Starr: What does that have to do with Jack?",
        "Blair: I don't want Jack in the middle of it, Starr. So I went over there, I explained the gun, brought him back home. Of course, he's mad. Stormed upstairs. I'm sure he ran off.",
        "Starr: At least you know that Dad wouldn't hurt Jack.",
        "Blair: I don't think he would, but I just don't want Jack to get caught in the crossfire.",
        "[SCENE_BREAK]",
        "Dr. Gangemi: He was lying in front of the ambulance bay door all by himself?",
        "Nurse: At least he's here. He's got good radials, and he's breathing on his own.",
        "Dr. Gangemi: Any idea who this kid is?",
        "Nurse: According to his school I.D., he's Jack Manning.",
        "[SCENE_BREAK]",
        "Blair: Why won't Jack just do as he's told just once in his life?",
        "Starr: Because he's Jack. Did you call Téa? Did you see? Maybe he went over to their house.",
        "Blair: I couldn't reach Téa, but I left her a message about the gun. You know what? I bet you're right. I bet you he did go back over there.",
        "Starr: Mom, where are you gonna go in this weather?",
        "Blair: I am not gonna wait for him to call. I'm gonna go wring his little neck is what I'm--",
        "[Telephone ringing]",
        "Blair: I bet it's your brother. Jack, is that you?",
        "Nurse: Is this Blair Cramer?",
        "Blair: Yeah. Who is this?",
        "Nurse: I'm calling from Llanview Hospital. We have your son.",
        "[SCENE_BREAK]",
        "Téa: Victor. Oh, my God. Oh, my God. Talk to me. Talk to me. Oh. Oh, thank God. Ok. Ok. Ok. All right. It's gonna be ok. It's gonna be ok. Yes. Hello? I need help. My husband--there's a lot of blood. I think he's been shot.",
        "[SCENE_BREAK]",
        "Louie: Hold it right there.",
        "[SCENE_BREAK]",
        "Bo: The Evanses are sitting over there. You know what, it's almost stopped raining, so why don't we just go somewhere else?",
        "Nora: No. Don't be silly. We wanted to create a thaw. This is the perfect opportunity. Besides, I have something I want to run by them.",
        "Mrs. Evans: Oh, no.",
        "Nora: Hi, Richard. Phylicia. Dani.",
        "Mr. Evans: Nora.",
        "Nora: Hi, sweetheart. You look beautiful. How are you feeling?",
        "Destiny: Hungry.",
        "Nora: Good. That's good. Oh, and calcium to boot in a milkshake. I love that. Have you started seeing your ob?",
        "Mrs. Evans: She's seeing Vivian Wright. Shaun's girlfriend. Wonderful obstetrician.",
        "Nora: She's terrific.",
        "Mrs. Evans: Well, we wouldn't want to keep you from your dinner, so--",
        "Nora: We've eaten already. We just stopped by for a little dessert.",
        "Bo: Yes. So let's grab a table.",
        "Nora: Actually, I just thought we might want to just talk a little bit now that everyone has calmed down and accepted the situation.",
        "Mrs. Evans: The situation you created?",
        "Nora: Yes. Well, I just-- we wanted you to know that Bo and I are very excited about being involved in our grandchild's life.",
        "[SCENE_BREAK]",
        "Blair: Oh, my God. I'm Jack Manning's mother. Where is he? Is he ok?",
        "Nurse: Dr. Gangemi's working on him right now.",
        "Blair: Is he all right? What is he doing here?",
        "Nurse: I'm sorry. I don't have all the details.",
        "Blair: Dr. Gangemi. I'm his mother. Was he shot?",
        "Dr. Gangemi: Shot? No. Where did you get that idea?",
        "[SCENE_BREAK]",
        "Téa: It's ok. Hey. Come on. Open your eyes. Open your eyes. You can't leave me. Do you hear me? Look at me! There you are. It's ok. It's ok. It's gonna be ok, all right? No, no, I have to apply pressure on the wound. Ok. That's what they told me to do. You just-- you just keep breathing. Just keep thinking about all the things you and me and Dani have yet to do. We gotta take her to college, and we gotta dance at her wedding. No, no, no, no. Stay with me. Stay with me! I can't do this by myself. Please. There you are. There you are. You know what? I might let Dani marry the wrong guy, someone you don't approve of, someone you don't like, which includes just about everybody. Ha ha ha! See, I made you smile. I made you smile. That's what I love about you, whoever the hell you are. Do you hear me? You never lose your sense of humor, no matter what. Can you tell me who did this to you, baby? Can you tell me who did this to you? Please, tell me, baby. Tell me.",
        "[SCENE_BREAK]",
        "Louie: What you doing?",
        "Todd: Louie? That is you.",
        "Louie: All day. Last time I saw you, they were trying to kill you. I fished you out the river, remember?",
        "Todd: Of course, I remember. You saved my life.",
        "Louie: So what's this? Protection?",
        "Todd: Yeah, I guess you could call it that.",
        "Louie: But why are you throwing it in the river?",
        "Todd: Haven't you heard? Guns are dangerous.",
        "Louie: That's fair enough. So what happened? You talk to McBain like I told you to?",
        "Todd: Yes, I did. Thank you.",
        "Louie: You get your life back from the guy that stole it?",
        "Todd: Actually, today, I made great strides in that direction.",
        "[SCENE_BREAK]",
        "John: Put out an APB on Todd Manning.",
        "Cop: Lieutenant, 911 call just came in from Téa Delgado. She says her husband's been shot.",
        "[SCENE_BREAK]",
        "Téa: Tell me who did this to you, baby. Tell me. Tell me. Oh! God. Oh, God. No. No, no, no. Just don't talk. Don't talk, ok? Ok, you're gonna be fine, all right? I called the ambulance. They're gonna be here any minute. You just--you just relax, ok? Ok, this is nothing, ok? Considering everything you have been through, this is nothing. A bullet is not gonna take you down. Look at me. You've got 9 lives. Ok? And I want all of them. You're the love of my life, whatever the hell your name is. Do you know that? Ok? Ok? We belong together. I wouldn't be here if it weren't for you. I am not letting you go. Ok?",
        "[Siren wailing]",
        "Téa: There's the ambulance. We're gonna be fine. You just keep breathing. No, Victor. Victor, don't close your eyes, Victor. No, no, no. You can't leave me. Don't leave me, Victor. No. No, no. No. No, no.",
        "[SCENE_BREAK]",
        "Bo: The good news is we've got plenty of time to talk about all of this, so why don't we just grab that table, honey?",
        "Dani: Hey, look. It stopped raining.",
        "Destiny: Yeah. Let's go.",
        "Nora: No, we don't have a lot of time. I mean, listen, I know that this is new for all of us and it may be uncomfortable, but--it's not what any of us expected. Destiny's senior year is supposed to be her applying for colleges, and she will. And it's gonna take time, and her schoolwork's gonna take time, and before you know it, the end of the semester will be here, and so will the baby.",
        "Mr. Evans: Time does fly. I was just looking at some photos of Destiny last week. To think of having a new baby in the house. I got to thinking, I'm gonna be a great- grandfather.",
        "Bo: Whoa. You're one up on me.",
        "Mr. Evans: I'll shoot you some pointers.",
        "Nora: Bo and I just want to help in any way we can.",
        "Mrs. Evans: Richard and I have discussed your offer, and it won't be necessary. Destiny and her child will be staying with us.",
        "Mr. Evans: Of course, you'll be able to see Destiny or the baby any time you want. We're not trying to keep you away from your grandchild.",
        "Bo: We never thought you were.",
        "Nora: Wait a minute. There are two parents here. There's Destiny and Matthew. Matthew is the father of this baby, and-- he has not yet fully recovered, and so I think it's important for Bo and I just to step up and speak on his behalf, that's all. So I--I wrote down a few things. They're just-- it's a draft, it's a draft, so just pay no attention. It's just--it just sort of spells out his rights.",
        "Mrs. Evans: Are you going to sue us?",
        "[SCENE_BREAK]",
        "Dr. Gangemi: Who told you your son was shot?",
        "Starr: I think my mom was just a little confused.",
        "Blair: If he wasn't shot, what happened to him?",
        "Dr. Gangemi: Well, we're not quite sure at this point. He hasn't been able to tell us.",
        "Blair: Is he unconscious?",
        "Dr. Gangemi: Since we found him outside.",
        "Blair: Outside?",
        "Dr. Gangemi: Your son was found right outside the ambulance bay. He was unconscious and had no signs of trauma other than a bad bump on the back of his head. His vitals are normal and he's starting to come around.",
        "Blair: Is he in there? Can I see him?",
        "Dr. Gangemi: Yeah. Of course.",
        "Blair: Oh, baby. Baby, it's Mom. Are you all right?",
        "Jack: Mom?",
        "[SCENE_BREAK]",
        "Téa: Please, please, don't do this to me. Please. Open your eyes. Open--oh! Oh, there you are. All you gotta do is stay with me, ok? That's all you gotta do. Please stay with me.",
        "Victor: Uhh...",
        "Téa: Love you. I love you, too. Oh, Victor. Victor! Victor, open your eyes. Victor. Victor! No, no, don't leave me. In here. In here!",
        "EMT: Call medical control. A lot of blood.",
        "Second EMT: I got nothing. No pulse, no resp.",
        "[SCENE_BREAK]",
        "Louie: Hey, I'm glad to hear things are looking up.",
        "Todd: Yeah. They are. Look, I meant what I said, that I was gonna make it up to you as soon as I get what's mine. It's gonna be soon, I promise.",
        "Louie: Whatever. I didn't save you thinking I'd get some reward. I just...did it.",
        "Todd: I know.",
        "Louie: So what's any of this got to do with you throwing that gun in the river?",
        "Todd: I don't need this anymore.",
        "Louie: Whoa, whoa. You don't want to do that.",
        "Todd: Why not? I got good reason to not have this gun anymore. Believe me.",
        "Louie: So give it to me. I'll take it off your hands.",
        "Todd: I can't do that.",
        "Louie: Why not?",
        "Todd: Because it's like I said-- guns are dangerous. Someone could get hurt.",
        "[SCENE_BREAK]",
        "EMT: We even tried high dose epi and 4 liters of saline. We got nothing.",
        "Téa: Can we get him to the hospital?",
        "EMT: His entire blood volume is on the floor.",
        "Téa: Does he need blood? I'll donate. My whole family will donate. Why is he stopping? We need-- you need to compress. Why are you stopping?",
        "EMT: He was gone before we got here. There's nothing we could do. I'm sorry.",
        "Téa: I don't understand.",
        "EMT: Your husband's gone, ma'am. He's dead.",
        "[SCENE_BREAK]",
        "Louie: You don't have to tell me about guns hurting people. I saw all the shooting I'll ever want to see in 'Nam.",
        "Todd: You fought in Vietnam?",
        "Louie: They called it fighting. I called it trying to stay the hell alive. I was lucky-- I made it home. And when I got here, I swore I'd never shoot another gun again.",
        "Todd: So what do you want with this one?",
        "Louie: Ha ha ha! John McBain--cop I told you about? He started this \"Guns for Cash\" deal. The gang bangers bring in their hardware and they 100 bucks a pop. Like I said, McBain's the only cop around here I trust.",
        "[SCENE_BREAK]",
        "John: Let's assume our shooter was the last one here before Téa found the body. Fan out and see what you can find. Brody. Go on with them.",
        "Brody: I'm on it.",
        "John: How you holding up?",
        "Téa: I--um...",
        "John: Hey, listen. Gonna ask you a few questions.",
        "Téa: Now?",
        "John: I know. I know it's difficult. It's best when it's fresh in your mind.",
        "Téa: I don't know how much I can tell you.",
        "John: It's ok. Just tell me what happened, all right? Were you home? Did you hear a gunshot?",
        "Téa: No, I was-- it feels like a long time ago. Sorry. I was at \"The Sun.\" And Victor called me and told me that he was going to be coming home. And I told him that I would meet him here. So I got in my car and it was raining. I pulled into the driveway, and I walked into the house. I was looking for my keys, and then I--I noticed that the front door was open.",
        "Brody: No sign of forced entry.",
        "Cop: So the perp either knew him or followed him home.",
        "Brody: At this point, anything's possible.",
        "Cop: So what are we looking for?",
        "Brody: The usual--footprints, fibers, gum wrappers. Keys.",
        "Cop: That explains how the perp got in. What's it say on the tag?",
        "Brody: \"Jm.\"",
        "[SCENE_BREAK]",
        "Starr: I told you Jack was gonna be all right.",
        "Blair: I don't know how right he is. He's got a big knot on the back of his head.",
        "Dr. Gangemi: We're gonna have to keep an eye on you, Jack.",
        "Blair: But didn't Matthew Buchanan have a knot on his head, too?",
        "Dr. Gangemi: Which is why we're gonna run some tests. Just to rule some things out. I'm gonna go set it up. I'll be back in a few minutes.",
        "Blair: Thank you. So do you want to explain to me why you left after I took you home and told you not to go anywhere? Huh? You scared us to death, Jack. Where did you go? How did you end up here in the hospital?",
        "[SCENE_BREAK]",
        "John: So the front door was open.",
        "Téa: I came in, I called for him, didn't hear anything. But I'd seen his car in the driveway, so I knew he was here. Came in. I called for him and I--I came in the living room and...and there he was. There was blood on the floor.",
        "John: Um...",
        "Téa: I don't understand, John. I don't understand. I really-- please explain to me. I called 911. I don't understand. How can he be dead?",
        "John: I'm sorry, Téa.",
        "Téa: No, you're not. You hated him. And he hated you.",
        "John: I'm sorry for your loss.",
        "Téa: I was so sure... that nothing could ever kill him. [Crying]",
        "[SCENE_BREAK]",
        "Nora: No. Nobody's suing anybody. This is just a basis for an agreement, because Matthew can't speak for himself.",
        "Mrs. Evans: So you don't trust us.",
        "Nora: No. No. It's not that. You know what? I'm a lawyer and I think like a lawyer, so I have to, like, write things down and make it clear so that there's no misunderstandings--",
        "Mrs. Evans: Well, let me tell you how I think. I trust people until there's a reason not to.",
        "Nora: Then it may be too late. Somebody's already been hurt.",
        "Mrs. Evans: You think we're trying to hurt you?",
        "Nora: No, it's--Phylicia, no. I don't.",
        "Mrs. Evans: I don't understand. What's with the draft? Why do we need this-- this paper?",
        "Bo: I think we're jumping the gun, Red. Can we just table this for now?",
        "Nora: Till when? Till there's a problem?",
        "Mrs. Evans: You mean the problem you created.",
        "Nora: In point of fact, two teenagers created this-- situation, and I think it's up to the grownups to come up with some sort of guidelines for all of us.",
        "Mrs. Evans: So now you're gonna tell me how to run my family.",
        "Nora: It's our family, Phylicia. This is our family now. That's what's happened here.",
        "Mr. Evans: She's right. I mean, with this little baby, we're all just one big happy family.",
        "Bo: Yes, yes, and I think it's great. Now can we just sit down and order some flan?",
        "Nora: I agree with Bo. I think it's terrific, too. I think Destiny is wonderful. I think she's gonna make a wonderful mother. And I pray every day that Matthew will just be able to come back and join in on this. That's all. That's all. If you just want to look it over, just--",
        "Mrs. Evans: I'm not looking at anything.",
        "Nora: I'm just trying to be helpful here, Phylicia. That's all. You know, save you the cost of a lawyer. I can do this for all of us.",
        "Mrs. Evans: Oh, so now you want to represent both sides. I'm a registered social worker, Nora. I'm in court all the time. If I need a lawyer, I can get one. Thank you.",
        "Mr. Evans: Phylicia, we can't afford that.",
        "Bo: And it's not gonna be necessary, because I'm sure we can work this out.",
        "Mrs. Evans: Oh, yes, it will, if your wife keeps waving that draft in my face. Didn't I tell you? What did I tell you? Nora, honey, I feel for you. I do. When my son was in that coma, my heart broke in a thousand different ways, but I am not gonna let you replace your son with Destiny's baby. I'm not gonna do that.",
        "Nora: Nobody could ever replace Matthew. Just because he's not here right now--",
        "Destiny: Can we not talk about this?",
        "Nora: We have to talk about this, Destiny. We have to. Because I'm not gonna let your grandparents pretend that Matthew doesn't exist. He's my son and he's the father of your baby.",
        "Mrs. Evans: Because he got my teenager pregnant.",
        "Dani: Can we time out, please? This is making Destiny really upset, and that's not good for her or the baby.",
        "Destiny: It's ok, Dani. Actually, I have something to say. Mom, you have to understand. Mrs. Buchanan loves Matthew as much as you love me. She's not trying to replace him. She's just sticking up for him.",
        "Mrs. Evans: Baby, are you sure about that? Because you had already made a decision, a very tough decision, to put yourself and your education first. And then this woman comes along and suddenly you're having her grandchild.",
        "Nora: It was Destiny's decision to cancel the abortion and have the baby. Not mine.",
        "Bo: Let's not do this here.",
        "Dani: I'm sorry. I have to go. Are you coming?",
        "Destiny: I can't. I thought you were spending the night.",
        "Dani: I think you need a little alone time with your mom and dad.",
        "Destiny: Dani, you're gonna leave me alone with them? After this?",
        "Dani: I'm sorry, but-- I've got my own crazy family to deal with.",
        "[SCENE_BREAK]",
        "John: Was that here when you got here?",
        "Téa: This? No. They told me-- 911--to get a clean towel, apply pressure.",
        "John: May I? Please? Thank you. This was against his chest. Fibers and residue.",
        "John: Can I call someone for you? Your daughter? Your brother?",
        "Téa: Oh, my God. Dani. Oh, my God. How am I gonna tell her that her fa-- she loved him. She loved him. Even when she found out that he was her uncle, she loved him.",
        "Brody: John.",
        "John: Excuse me.",
        "Téa: Yeah.",
        "John: What do you got?",
        "Brody: Outside by the door.",
        "[SCENE_BREAK]",
        "Louie: I don't want that gun for myself. I'd just turn it in--get 100 bucks. You know how many lottery tickets I could buy for 100 bucks? There's no way I couldn't win. Then I'd take my winnings-- oh, yeah! Move to Arizona. Buy myself a boat.",
        "Todd: Arizona's in the desert.",
        "Louie: Exactly. Come on. Be a sport.",
        "Todd: I just--I can't do that, Lou.",
        "Louie: So much for swearing you'd stand by me.",
        "Todd: I will, it's just--look, hey. I would give you the 100 bucks myself if I had it.",
        "Louie: But you don't.",
        "Todd: No, I don't, but I will. I will soon.",
        "Louie: Fine. Then you can afford to give me that gun.",
        "[SCENE_BREAK]",
        "John: Téa, can you have a look at this? Do you recognize these as the key ring?",
        "Téa: Those are Jack's. Todd-- Victor had them made for him. Where did you find these?",
        "John: Found these outside. The shooter may have used these keys to enter the house.",
        "Téa: No. No. Jack would never hurt Victor. He loved him.",
        "John: I understand that. I'm not accusing Jack of anything. We're just trying to make sense of what we find.",
        "Téa: There's something you should know. Blair left me a message. We didn't speak, but she thinks that Todd may have stolen a gun from Dorian's safe.",
        "John: I know. We have an APB out for him.",
        "Téa: You think Todd did this?",
        "[SCENE_BREAK]",
        "Todd: You don't lose it, you don't sell it, and you don't give it to anybody but John McBain.",
        "Louie: Like I said, I've seen enough killing to last me a lifetime. Memories I carry around. You don't want to know. You're never free... not if you killed a man.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Brody: Lovett.",
        "Téa: I know Todd's angry, but this wasn't Victor's fault. This was Irene's fault.",
        "John: Yes, it is.",
        "Téa: I know that she spoke to Victor. Did she talk to Todd?",
        "John: Not since she's been locked up.",
        "Téa: So do you think Todd murdered his brother?",
        "Brody: John.",
        "John: Excuse me. What do you got?",
        "Brody: Just got a call.",
        "John: They find Manning?",
        "Brody: Todd? No, but Jack Manning is in the ER from a blow to the head. Assailant unknown.",
        "John: All right. I'm gonna head on over there. Keep an eye on these guys. Who knows--maybe we'll get lucky and get a fingerprint off this key ring.",
        "[SCENE_BREAK]",
        "Blair: You know you're not supposed to go anywhere without telling me. You know that! Where did you go?",
        "Jack: I don't remember.",
        "Blair: Don't lie to me, Jack.",
        "Starr: Mom!",
        "Blair: You know what? I've had it. I've had it with your brother. He knew that there was a gun out there. He could've been killed.",
        "Starr: Jack, they found you right out front of the ER. Ok? You were out cold. Unless-- unless someone jumped you right outside of the hospital, someone must've brought you here, which is really weird.",
        "Jack: Yeah.",
        "Starr: Right? So do you have any idea how you got here?",
        "Jack: No. I don't.",
        "Blair: I know I brought you home, and then you left. So where'd you go? Did you go back to Victor's?",
        "Jack: You mean Dad's? Yeah. I was there.",
        "[SCENE_BREAK]",
        "Bo: I think it's time for us to take a breather and we'll talk about this some other time.",
        "Mr. Evans: I agree.",
        "Mrs. Evans: Well, I don't. Nora has made herself perfectly clear. She intends to pursue her rights. Well, so do I. Destiny, Richard, let's go before it starts raining again.",
        "Nora: Phylicia, this is about our children, not--",
        "Mrs. Evans: My daughter's childhood is over, thanks to her foolishness, your son's carelessness, and your interference. Good night.",
        "Nora: Can't we just talk--",
        "Mrs. Evans: Anything you need to say to me, you can say to my lawyer.",
        "Nora: Don't--don't say a word. Just don't. Just--stupid, stupid, stupid.",
        "[SCENE_BREAK]",
        "Dani: Excuse me.",
        "Cop: Can I help you?",
        "Dani: Yeah, I live here. What's going on? What happened?",
        "Cop: I'll need to see some I.D.",
        "Dani: To get in my own house? Ok. There. See?",
        "Cop: Wait, miss. You don't want to go in there.",
        "Dani: Why not?",
        "[SCENE_BREAK]",
        "Blair: What happened at Victor's? Is that where you got the bump on your head?",
        "John: Hey. How's he doing?",
        "Blair: Glad you're here. Did the doctors call you?",
        "John: The hospital called it in. What happened?",
        "Blair: We're still trying to figure that out. Jack's still a little groggy here.",
        "John: Jack, I need to ask you a question.",
        "Starr: What is that?",
        "John: Have a look at this. You recognize these?",
        "Jack: Yeah. These are my keys.",
        "Blair: This looks like evidence. John, what happened tonight?",
        "[SCENE_BREAK]",
        "Louie: Thanks for this.",
        "Todd: Be careful with it?",
        "Louie: Always. Ha ha! So you never told me. Who are you?",
        "Todd: Todd Manning.",
        "Louie: Yeah? For real? Hang on. Hang on a minute. Oh, yeah. So this guy-- he's the one stole your life?",
        "Todd: That's him.",
        "Louie: And they believed him? Even though he don't look anything like you?",
        "Todd: Yeah, they believed him.",
        "Louie: So now there are two of y'all going around saying you're Todd Manning?",
        "Todd: Not anymore.",
        "Louie: Really? Good for you. [Laughing]",
        "[SCENE_BREAK]",
        "Dani: Mom? Mom, what's going on? Who is that?",
        "[SCENE_BREAK]",
        "John: There was an incident at Victor Lord's house.",
        "Blair: What?",
        "John: I'm sorry. Victor's dead."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=jhOZRbv8VT0"
}