{
    "Episode Summary": [
        "Episode # 10776"
    ],
    "Recap": [
        "Tea's memorial service is about to start. All the people who loved her attend. Todd and Ross find they cannot be in the same room when Ross acts like Dani's father and appears very confident he can get custody of her and take her away. Todd first attempts to buy Ross off. When Ross tells Todd he refuses to take his money, Todd pulls a gun on him and tells Ross he knows how to get away with eliminating him and nobody will ever find Ross's dead body. But Blair walks in on them and urges Todd to stop. She admits she'd like to help Todd get away with killing Ross. But she can't let him do it for Dani's and for Tea's sake. John and Natalie are working diligently to find DNA evidence to prove that Eli is not dead. Greg is privately talking to the secretly alive Eli and warns him that he has a serious brain injury and cannot return to Llanview or else a fatal injury could happen to him. Eli questions whether Greg is lying. But Greg tells him he does not have to listen to his doctor's medical advise if he does not want to. It's his brain. And Eli somehow becomes afraid to take his chances and defy Greg's orders to stay where he is. Right when everybody is missing Tea and telling her \"spirit\" that they need her and want her to come back, we see Greg privately entering a secret hospital room. And we see Tea alive in the bed."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Blair sighs]",
        "Starr: Wait. So that story was true?",
        "Blair: Oh, 100%. I walked in, and there she was singing \"Dancing Queen.\"",
        "Starr: Who knew Téa was an ABBA fan?",
        "Blair: Certainly not me.",
        "Starr: You still can't believe that you guys got so close, can you?",
        "Blair: You know what? I think it was inevitable, but look at this. Look at all the people who showed up for her today. They just wanted to feel close to her.",
        "Starr: I was hoping that today would help Dad, but--",
        "Blair: It probably would've if--",
        "Starr: Ross hadn't shown up?",
        "Blair: Mm-hmm. Threatened to take Dani away.",
        "[SCENE_BREAK]",
        "Dani: Nate, this is my dad.",
        "Nate: It's nice to meet you, Mr. Rayburn.",
        "Ross: You, too. So, you're my little girl's boyfriend.",
        "Dani: Don't start, okay?",
        "Ross: I'm your father. It's my right to embarrass you.",
        "[SCENE_BREAK]",
        "Shaun: You okay?",
        "Todd: That depends. You feel like doing a hit for me?",
        "Shaun: I'm here for Téa. If she saw the way you acted, she'd toss your butt out of here.",
        "[SCENE_BREAK]",
        "Ross: I'm serious. Come on. I want to get to know the guy who's dating my daughter.",
        "Nate: Well, are you gonna be staying in town for a while?",
        "Todd: No. He's leaving tonight alone.",
        "Ross: Hmm.",
        "[SCENE_BREAK]",
        "Natalie: Ooh, thanks. Oh, I'm never getting out of this chair.",
        "John: Let me see those feet. Come here. You sure you're okay?",
        "Natalie: Yeah. Physically, I'm fine. It's Téa's service.",
        "John: Yeah. It was rough.",
        "Natalie: That Dani is so young to lose her mother.",
        "John: Blair is there for her.",
        "Natalie: Yeah, and Ross Rayburn acting all innocent, like he didn't fake his brother's death. How can he think he should be Dani's father? You know, for once, I actually feel sorry for Todd, but I feel even worse for Dani.",
        "[SCENE_BREAK]",
        "Ross: I thought this service might teach you a little about who Téa was.",
        "Todd: What, that she had a propensity for sea shells?",
        "Ross: No, that she loved her daughter and knew what was best for her.",
        "Todd: Right, which meant she didn't want you to raise her.",
        "Ross: That will proves that she--",
        "Todd: No. The will is a fake written up by your psycho brother. I tell you, if he wasn't dead already, I'd kill him myself.",
        "[SCENE_BREAK]",
        "Eli: I'm waiting, Evans.",
        "Greg: I told you, I needed to pay my respects.",
        "Eli: What, you're still at Téa's service?",
        "Greg: Just ended.",
        "Eli: Then it looks like you got a plane to catch.",
        "Greg: I need more time.",
        "Eli: And I need you to give me a clean bill of health. I've got so much to do, and I am bored to death of being dead.",
        "[SCENE_BREAK]",
        "Ross: You know what, dude? We can argue about this in court.",
        "Todd: What if I can't wait that long?",
        "Ross: Today is not about us. It's about Téa.",
        "Todd: Oh, that's why you came here, for Téa?",
        "Ross: My daughter's mother just died. I'm here to make sure she gets everything she needs. Hey, Nate, you ever been to Tahiti?",
        "Starr: Dad, come on. Let's go.",
        "Ross: It's beautiful.",
        "Starr: Let's go.",
        "Todd: Don't, please. Don't.",
        "[SCENE_BREAK]",
        "Langston: You and Starr did an amazing job. Téa would've loved this.",
        "Blair: Oh, I think so. I hope so, anyway. Kept hearing her voice telling me exactly what she wanted. I'm gonna miss her.",
        "Langston: I'm so sorry, Blair.",
        "Blair: I'll be all right.",
        "Langston: Not just about Téa. Everything that happened with Eli.",
        "Blair: Yeah, because I fell for him hook, line, and sinker?",
        "Langston: How he hurt you.",
        "Blair: I almost lost my life because I believed his lies.",
        "Langston: Well, it's easy to believe someone when you love them.",
        "Blair: And that is a good lesson for you to learn about Ford.",
        "[SCENE_BREAK]",
        "James: Ahem. Hey, teach.",
        "Ford: Hey, you're here early. Looking for some brownie points?",
        "James: I'm auditing, remember?",
        "Ford: Ah, a little extra credit never hurt anybody.",
        "James: Oh, actually, I came by to see if you were still teaching the class.",
        "Ford: Yeah. Why wouldn't I be?",
        "James: When you went after Langston last night, I thought you might be hooking up with a student.",
        "Ford: You cannot say a word.",
        "James: What, you and Langston really kissed and made up?",
        "Ford: That we did.",
        "James: And this is good news.",
        "Ford: Not just for me, bro. If Langston came back to me, anything is possible.",
        "[SCENE_BREAK]",
        "Starr: Ross is not going to take Dani away. You're her father. It's impossible.",
        "Todd: But he's already waxing her surfboard.",
        "Starr: That will is just a piece of paper, and the lawyers will fight it.",
        "Todd: What, with more paper?",
        "Starr: That's how they do this, Dad. That's how they win. Don't worry about it, okay? You're gonna blow him away.",
        "Todd: Yeah. I'm gonna blow him away, all right, one way or another.",
        "Starr: Good. Look. Dani is the sister that I've always wanted, and I am not going to let anyone take her away from me.",
        "Todd: What if she wants to go?",
        "Starr: After everything you've done to prove yourself to her?",
        "Todd: You mean, like helping her boyfriend out of that kidnapping jam? Yeah. Well, any low-level extraction team could've managed that one.",
        "Starr: Maybe, but they're not her father, but, Dad--",
        "Todd: What? What? What? There's a but, but, but.",
        "Starr: Dani is still going to love Ross. She grew up with him. He was her father for years.",
        "Todd: Okay. What am I supposed to do, Starr?",
        "Starr: Nothing. You have to let Dani do what will make her happy.",
        "[SCENE_BREAK]",
        "Ross: I'm serious. You can visit anytime you'd like, but I have to warn you. Dani is a maniac in the water.",
        "Nate: Oh. Um, yeah. Thanks, but we should go. Third period starts in 15 minutes, so--",
        "Dani: Right. We have to get to school.",
        "Ross: You're kidding. I'll write you a note.",
        "Nate: Didn't your mom say the only excuse was a fever, right?",
        "Dani: Yeah. Um, she'd kill me if she knew.",
        "Ross: All right, if you're sure.",
        "Dani: Yeah, I am. We'll see you later, Dad.",
        "Ross: Wait, wait, honey. Listen. I don't want you to worry about anything, okay, because once we've gotten a judge to deal with Todd about your mother's will, there won't be enough lawyers in the world to be able to overturn it, okay?",
        "[SCENE_BREAK]",
        "Greg: I'm looking at your file right now.",
        "Eli: What's the prognosis?",
        "Greg: Not good.",
        "Eli: I hope you're joking.",
        "Greg: Hey, you're the one that decided to make a phone call. I told you that you needed to be as still as possible.",
        "Eli: I decided it was worth the risk.",
        "Greg: Not if you want your brain to heal.",
        "Eli: Which means I have to stay in a hospital bed miles and miles from Llanview. You know, Doc, I can't help but wonder if you're trying to stall me.",
        "Greg: You have a subdural hematoma. You know the odds of surviving that?",
        "Eli: About the same as you suddenly agreeing with my plan.",
        "Greg: My feeling about you and your brother using Danielle as a bargaining chip has no effect on my skills as a doctor.",
        "Eli: No, only your motives.",
        "Greg: Hey, you don't want my medical opinion, by all means, roll the dice. It's your brain.",
        "Eli: And you'd be all right with that? What about that pesky oath to first do no harm?",
        "Greg: You're the one that said I'd be better off with you out of the picture, and so would Danielle.",
        "Eli: Let's try this again. Can I expect you on the next plane?",
        "Greg: I will get there when I get there.",
        "Shaun: Who's that?",
        "[SCENE_BREAK]",
        "Natalie: Well, at least the lab put a rush on the envelope that I got from the Palace.",
        "John: You heard back?",
        "Natalie: Yep. Just got a text. Clarke's DNA is in.",
        "John: So we can prove he's alive.",
        "Natalie: Yep. All you need to do is get some DNA from that body in Tahiti, and if the PPD gives you another song and dance about how they can't get any, they're full of it.",
        "John: Can I quote you on that?",
        "Natalie: Well, feel free because I can get DNA from a burnt body easy. Clarke must've paid them off.",
        "John: Hmm.",
        "[John sighs]",
        "Natalie: Here.",
        "John: What's this? Is junior working the case, too?",
        "Natalie: Ha! Well, I thought maybe you'd want to take it with you to Tahiti.",
        "John: I definitely would... if I was going.",
        "Natalie: John, we talked about this. You don't have to worry about me or the baby. We're gonna be just fine.",
        "John: You're right about that, but I got a call from the Tahitian police, and they lost the body.",
        "Natalie: Clarke's body?",
        "John: Whoever it was.",
        "Natalie: So, now what? We have nothing to prove that Clarke is alive.",
        "John: Not necessarily.",
        "[SCENE_BREAK]",
        "Greg: Hey, can I buy you a drink?",
        "Shaun: No, thanks. You didn't answer my question.",
        "Greg: Mm. It's just an associate. Wanted a consult. Wouldn't take no for an answer.",
        "Shaun: Since when doesn't Gregory Evans want to give advice?",
        "Greg: Eh, I've been a little off my game lately.",
        "Shaun: So that's why you tore out of Téa's memorial and you came here?",
        "Greg: Been spying on me?",
        "Shaun: If I was, I would've known you lied to Destiny a lot sooner.",
        "Greg: What are you talking about?",
        "Shaun: She said you told her that you were leaving town, that you needed time to deal with Téa's death.",
        "Greg: And I did, but I decided to come back for the memorial. Figured it would help me out.",
        "Shaun: Doesn't look like it, bro. Is there something you want to tell me?",
        "[SCENE_BREAK]",
        "Natalie: So, how do we prove Clarke is alive if we can't prove that the dead body is not his?",
        "John: With this.",
        "Natalie: What is this?",
        "John: That is Clarke's wedding band. The police took it off the body, and they gave it to Blair.",
        "Natalie: So Clarke must've put it on the body and then put the body in the burning house.",
        "John: So the body's DNA would have to be on it.",
        "Natalie: And if that doesn't match the DNA that is on the envelope that is Clarke's--",
        "John: Means that Clarke is still alive. So what do you think? Can you get the DNA off the ring?",
        "[SCENE_BREAK]",
        "Ross: Excuse me. Dude, what are you doing calling me?",
        "Eli: Nice to hear your voice, too, big brother.",
        "Ross: I'm serious. McBain has got me surrounded by cops.",
        "Eli: It's a good thing you don't look suspicious.",
        "Ross: All right. Look, man. I'm sorry, okay? It's just, I'm a little anxious.",
        "Eli: What for? I took care of Téa's will, didn't I?",
        "Ross: You're positive it can't be overturned?",
        "Eli: Ross, that document is airtight. No judge can change it.",
        "Ross: All right, all right, as long as I can go home with my daughter.",
        "Eli: Trust me, bro. Dani will be yours again soon.",
        "[SCENE_BREAK]",
        "Starr: Dani, where you going?",
        "Nate: School.",
        "Starr: Seriously?",
        "Dani: I just kind of had to get away from--",
        "Starr: Ah, the dueling dads?",
        "Dani: Yeah.",
        "Starr: I get it, and Cole had to get to class, too, but he wanted me to tell you that he's really sorry about your mom.",
        "Dani: Thanks.",
        "Starr: And I have been through custody battles before, and I know--",
        "Dani: How bad they suck?",
        "Starr: But I never had to lose my mom in the middle of one. I'm really sorry that you have to go through this. Hey, it's gonna be okay.",
        "Dani: Even if I leave?",
        "Starr: Hey, look. I want you to stay. I really do, but this is not about me or my dad or anyone else. This is about you, and I love you, and I want you to do whatever will make you happy.",
        "[SCENE_BREAK]",
        "James: So Langston really let you charm your way back into her life.",
        "Ford: Charm had nothing to do with it. She knows it's different this time.",
        "James: Oh, it is, is it?",
        "Ford: Hell, yeah. We're not just hooking up anymore. I'm serious about her. You don't believe me.",
        "James: Well, Bobby, I mean, it's hard to change.",
        "Ford: Not if you're sorry about the way you acted. Look. Maybe that's the one good thing about having mom back, is that I can see why I am the way I am, and it doesn't hurt having you around to check up on me.",
        "James: Okay. All right. I believe you're turning your life around.",
        "Ford: Thank you.",
        "James: I mean, so tell me. What made Langston change her mind?",
        "Ford: She took a leap of faith.",
        "[SCENE_BREAK]",
        "Langston: Yeah. Well, you don't have to worry. Everything with Ford is under control. I'll never let him hurt me again.",
        "Blair: That's good.",
        "Langston: Anyway, I should go grab Starr. We have to get to class.",
        "Blair: Okay. See you later.",
        "Langston: Blair, is there even a little part of you that wishes Eli weren't dead?",
        "Blair: What for?",
        "Langston: So you could make him feel as miserable as he made you.",
        "Blair: Sweetheart, you have no idea.",
        "[SCENE_BREAK]",
        "Ross: I really appreciate everything you've done to help me get Dani back.",
        "Eli: Don't mention it. I'm always happy to help my brother.",
        "Ross: Yeah?",
        "Eli: Yeah. I'm doing this as much for me as I am for you.",
        "Blair: Ross! What are you doing? You're in a church.",
        "Ross: I know.",
        "Blair: Is this how you pay your respects to Téa?",
        "Ross: Actually, it is. It's my lawyer.",
        "Eli: Let me guess. Blair?",
        "Ross: Yeah. Yeah. Who do you think? She wasn't too happy to see me, either. Wonder why.",
        "[SCENE_BREAK]",
        "Blair: Hey, it's time to head over to La Boulaie for the reception.",
        "Todd: Oh, right. Yeah. I'll be right there.",
        "Blair: Oh, why don't I believe you?",
        "Todd: I just want to say one last good-bye to Téa.",
        "Blair: All right.",
        "Ross: All right. Sounds good. I'll call you later.",
        "Todd: Hey, Ross.",
        "Ross: What do you want now, Manning?",
        "Todd: Pick a number.",
        "Ross: For what?",
        "Todd: For however much it takes for you to go away and never come back for Dani.",
        "[SCENE_BREAK]",
        "Ford: Okay. Let's get started.",
        "Starr: Sorry that we're late.",
        "Ford: All right. Now that we're all present and accounted for, welcome to \"Imitation of Life: Shaping Reality in a Narrative Fiction,\" and this is a prerequisite for most of the writing courses in the department, so I'm afraid there's no escaping me. Oh, Dean Mackenzie, how are you? What can I do for you?",
        "Dean Mackenzie: I need to speak with you, Mr. Ford.",
        "Ford: Oh.",
        "Dean Mackenzie: In private.",
        "Ford: Okay. Hang on, everybody, just one quick second. Be right back.",
        "[Door closes]",
        "Ford: What can I do for you?",
        "Dean Mackenzie: Are you romantically involved with a student?",
        "Ford: What? No.",
        "Dean Mackenzie: You're not involved with Langston Wilde?",
        "Ford: Not since she's become a student here. No.",
        "Dean Mackenzie: Then how do you explain these photos? They were taken just last night.",
        "[SCENE_BREAK]",
        "Greg: This thing with Téa just hit me pretty hard. That's all.",
        "Shaun: You expect me to buy that?",
        "Greg: Well, it's the truth.",
        "Shaun: You haven't been the same since I showed up to the hospice with Manning and Dani.",
        "Greg: I had to tell them that they were too late, Shaun, that Téa had just died.",
        "Shaun: That doesn't explain how you were acting at the memorial today.",
        "Greg: How was I acting?",
        "Shaun: Shady. You kept looking at Téa's ex like you had something to say.",
        "Greg: Only my condolences.",
        "Shaun: And you avoided Manning.",
        "Greg: Can you blame me?",
        "Shaun: Greg, you're a lot of things, but a coward is not one of them.",
        "Greg: Yeah? So what am I, Shaun?",
        "Shaun: You're my brother. You've never needed my help before. You're the one who always finishes homework twice as fast as I did, who never studied and still got all the answers right on the math test, who got into med school.",
        "Greg: But now?",
        "Shaun: There's something I know that you don't.",
        "Greg: Oh, yeah? What's that?",
        "Shaun: Trouble. It's my business. I know how to keep people out of it. I know how to get them through it once they're in it, and I can smell it 20 feet away.",
        "Greg: So you think you can smell it.",
        "Shaun: All over you, bro. Give it to me. I can help you.",
        "[SCENE_BREAK]",
        "Natalie: So Blair kept this in the evidence bag.",
        "John: As far as I know.",
        "Natalie: So what did you say when you asked for it?",
        "John: I said something about standard procedure when a body is found outside the jurisdiction.",
        "Natalie: And she bought it?",
        "John: Well, yeah. I thought it was better than telling her that Clarke may still be out there.",
        "Natalie: Hey, it sounds pretty good to me.",
        "John: So what's the verdict? Can you still get some DNA off the ring?",
        "Natalie: Let's go, Detective.",
        "John: Where to?",
        "Natalie: We are going to the lab because you're in luck. I can get all the evidence you need off of this.",
        "John: You want to leave the lucky slippers behind?",
        "Natalie: Mm.",
        "John: Come on. Change in the car.",
        "Natalie: Thank you.",
        "[SCENE_BREAK]",
        "Ross: Are you really trying to buy Dani from me?",
        "Todd: No. I'm asking how much it would cost me to buy you.",
        "Ross: So you actually think I'd rather have money than my daughter.",
        "Todd: Is now where you're gonna tell me that you love her more than I do?",
        "Ross: You don't know the first thing about love.",
        "Todd: Just take the money.",
        "Ross: Go to hell.",
        "Todd: Take the money, Ross, or you're a dead man...again.",
        "[SCENE_BREAK]",
        "Dani: Thank you for bringing me here. You know, for a second there, I thought you were really serious about going to school.",
        "Nate: You obviously don't know me very well.",
        "Dani: That was smart, mentioning my mom.",
        "Nate: I figured it was the fastest way to get you away from your two dads. It's a pretty brutal day.",
        "Dani: Yeah. Tell me about it.",
        "Nate: Oh, and not the service, though. That was great. I learned so much about your mom.",
        "Dani: What, the ABBA?",
        "Nate: Everybody has got a dark side.",
        "Dani: She used to spin me around to it when I was little. I used to think it was the most fun thing ever.",
        "Nate: I wish I could've seen that. Wish I could've spent more time with your mom, too, and if I feel that way, for you--",
        "Dani: Yeah. Pretty brutal.",
        "Nate: Having to deal with this double-dad thing--",
        "Dani: No. That's not so bad. You don't even have one.",
        "Nate: Well, from what I've heard about my dad, I don't want him.",
        "Dani: Feel like a spare? Sorry. Bad joke.",
        "Nate: You're entitled. So the text message, it actually was from Ross?",
        "Dani: Yeah. He really was coming for me.",
        "[SCENE_BREAK]",
        "Ross: This is your plan \"B\"-- you threaten me, I give you my daughter.",
        "Todd: No. I'm not threatening you.",
        "Ross: Right. What are you gonna do, kill me?",
        "Todd: Yeah. That's exactly what I'm gonna do.",
        "[SCENE_BREAK]",
        "Dani: Well, Ross told me that my mom wants me to be with him, even though he's not my biological father.",
        "Nate: She didn't want you to be with Todd?",
        "Dani: I guess it's in her will, only now Todd and Blair are saying that the will was faked or forged or something. A judge is gonna decide about it later.",
        "Nate: What about you?",
        "Dani: What do you mean?",
        "Nate: Well, yesterday you didn't think there was any way Ross would show up, but now that he's here--",
        "Dani: Wait. Are you asking me which father I would choose?",
        "[SCENE_BREAK]",
        "Ford: Where'd you get these?",
        "Dean Mackenzie: They were outside my office when I arrived.",
        "Ford: Do you know who left them there?",
        "Dean Mackenzie: That's not the point. These photos are dated last night, and this young woman is sitting in your classroom today. Are you gonna tell me that things are not as they appear?",
        "Ford: No.",
        "Dean Mackenzie: And you're aware of the school's policy that educators are not to be involved with students.",
        "Ford: Yes. I understand.",
        "Dean Mackenzie: Then you realize that I have to let you go.",
        "Ford: What?",
        "Dean Mackenzie: We can't afford to make exceptions. One strike, and you're out.",
        "Ford: Dean, you can't be serious.",
        "Dean Mackenzie: I'm sorry. I had high hopes for you.",
        "Ford: What about my class?",
        "Dean Mackenzie: I'll handle it. Go pack up your office. Make sure you're out by the end of the day. Everyone, take your seats. First, I would like to apologize to this class for all the confusion that's been around. Today should mark the end of it. When you meet next, you'll have a new professor.",
        "James: Wait. What happened to Robert Ford? Why isn't he teaching the class?",
        "Dean Mackenzie: Robert Ford is no longer employed by this university.",
        "James: What? Why not?",
        "Dean Mackenzie: Mr. Ford was let go because of inappropriate conduct with a student.",
        "Man: What?",
        "[Man laughs]",
        "[SCENE_BREAK]",
        "Greg: No. I can't talk about it. I just need for you to accept that, please. Wait a minute. What are you doing?",
        "Shaun: What is this?",
        "Greg: It's confidential.",
        "Shaun: Yeah. Why do you have Téa's medical files here with you?",
        "Ross: You must've figured out the answer to your question of how you're gonna be a father to Dani while you're in prison.",
        "Todd: Oh, that's an easy one. I'm not gonna go to prison.",
        "Ross: Oh.",
        "Todd: Yeah. While you were at the Palace watching pay-per-view movies on my dime--I got the bill; thanks a lot--I spoke to some people who work for me, and I have someone dispose of your body. I got a guy who will have your name on his passport and a bunch of witnesses who just saw me leave this memorial before you.",
        "Ross: Hmm. Looks like everyone did the work for you.",
        "Todd: You think I can't protect my daughter, Ross?",
        "Ross: I think it's taking you along time to pull that trigger.",
        "Todd: Yeah, but I've done it before. So what's it gonna be, the money or a bullet?",
        "[SCENE_BREAK]",
        "Dani: Nate--",
        "Nate: I know we talked about this before, but it's different now, all right? Ross has a will.",
        "Dani: Yeah, which might not be real.",
        "Nate: You don't think it is?",
        "Dani: I don't know. There's no one to ask. I mean, Eli is the one who wrote it up, and he's dead and turned out to be a murderer.",
        "Nate: Kind of unbelievable.",
        "Dani: The only other person who would know is my mom, so there's no one who can tell me for sure what she wanted.",
        "Nate: But what do you want?",
        "Dani: When I saw Ross, my dad, last night, I got this feeling in my chest, you know, that fluttery feeling like birds all flying at once.",
        "Nate: I think I'm familiar with that feeling.",
        "Dani: It was almost like when I found out he wasn't dead. You know, I've missed him so much.",
        "Nate: I bet.",
        "Dani: I spent all this time imagining that he'd show up one day and take me back to my old life, but now that that could actually happen, I'm not so sure I want it anymore.",
        "[SCENE_BREAK]",
        "Shaun: Why do you have Téa's records with you?",
        "Greg: Because I was checking them.",
        "Shaun: For what?",
        "Greg: To confirm there wasn't anything else I could've done for her.",
        "Shaun: You think you missed something?",
        "Greg: I don't know, Shaun. I'm only human. I know it's hard to believe.",
        "Shaun: So this is why you've been so tense.",
        "Greg: Yeah. What, you don't believe me?",
        "Shaun: You never missed anything on those math tests. You didn't miss anything now.",
        "Greg: How can you be so sure?",
        "Shaun: Because I know you, bro. Who was on the phone?",
        "Greg: Look. No more questions.",
        "Shaun: Greg--",
        "Greg: No. I've got it under control, okay?",
        "Shaun: How?",
        "Greg: Look. I'm handling it, so just let me handle this. Stay out of it for your own good and for Destiny's.",
        "[SCENE_BREAK]",
        "Ross: You're one hell of a negotiator.",
        "Todd: Does that mean you're gonna give up Dani?",
        "Ross: You're gonna have to shoot me.",
        "Blair: Todd, where's the--Todd! What are you doing?",
        "Todd: I'm gonna do what I should've done on that bridge a year ago. I'm gonna get rid of him permanently this time.",
        "Blair: No. Is that what Téa would want you to do?",
        "Todd: Téa is not here!",
        "Blair: Well, Dani is! Please, don't kill somebody that Dani loves. Stop.",
        "[SCENE_BREAK]",
        "John: Just take it easy.",
        "Natalie: Oh, I'm fine. John, I'm fine, seriously.",
        "John: You're not fine, miss. Why'd you wobble in the lab, then, if you were fine?",
        "Natalie: Just these shoes. I told you they're killing me. I just need to change them.",
        "John: All right. Let's get the shoes off, then. Easy. Easy now.",
        "Natalie: I'll get you a full analysis before you--",
        "Natalie: [Yawns] Before you can say--",
        "John: Oh, that's it. You are grounded.",
        "Natalie: [Yawns] Excuse me. You need the DNA report.",
        "John: Yes, and that's why I'll be checking in with the lab techs who are working on it.",
        "Natalie: What am I supposed to do, just sit around and watch?",
        "John: No. That's my job so I can make sure that you are taking a nap.",
        "Natalie: Ha ha ha! Okay. A nap?",
        "John: Yeah, a nap. What's so funny about naps, huh?",
        "Natalie: Have you ever seen me take a nap?",
        "John: Yeah. Well, there's a first time for everything, right?",
        "Natalie: Yes, a first when our child won't take a nap and I have to set an example.",
        "John: All right. Well, I'll tell you what. How about you humor me, all right? Give it a shot.",
        "Natalie: Fine.",
        "John: Come on.",
        "Natalie: I will lie down, but I am not going to sleep. I'm staying awake until that DNA report comes in, and I will not sleep until I know if Clarke is dead or alive.",
        "John: Right.",
        "[SCENE_BREAK]",
        "Shaun: Someone's threatening our sister? That's why you want me to back off?",
        "Greg: I didn't say that.",
        "Shaun: Which is why I'm not doing it.",
        "Greg: Look, you don't have a choice. You stay on this, you risk putting all three of us in danger.",
        "Shaun: You're serious.",
        "Greg: Shaun, just look after Destiny and let me take care of my business.",
        "Shaun: You sure you want to handle this?",
        "Greg: I have to. And I can. I just need for you to trust me. Please.",
        "Shaun: If you need me, I'm there.",
        "Greg: I know.",
        "[SCENE_BREAK]",
        "Nate: So now that you could go back to Tahiti, you're not sure if you want to? Is it because of Todd?",
        "Dani: I remember how much I hated him.",
        "Nate: Yeah, me, too.",
        "Dani: You're the one who told me I should give him a chance.",
        "Nate: You're not mad at me for that, are you?",
        "Dani: No. I mean, you were right. He's actually pretty cool.",
        "Nate: Hey, the guy saved my life.",
        "Dani: And my mom. I mean, even though he couldn't save her. He would've done anything for her.",
        "Nate: You would, too.",
        "Dani: It actually ended up making us a lot closer. I got to know him, the real him, not the guy I thought he was.",
        "[SCENE_BREAK]",
        "Todd: Dani won't know what happened. She'll just think that the silver surfer disappeared again.",
        "Blair: Oh, yeah? Wait, Todd. And she's gonna lose somebody that she thought she could trust and she loved, after she lost her mother? Is that what you wanna do to Dani? You want to put your daughter through that kind of pain?",
        "Todd: She'll get over it.",
        "Blair: No, she won't! Todd, she won't.",
        "Todd: He's gonna take her away.",
        "Blair: We don't know what the judge is gonna decide today.",
        "Todd: Well, who does?",
        "Blair: Téa. Yeah. Her spirit is watching over us.",
        "Todd: You really believe that garbage?",
        "Blair: Yes, I believe it, Todd, just like I know that Téa is not gonna let you lose Dani. Now, stop. Now, I know that you have no faith in the system, but you have faith in Téa. Don't do this to Dani. Don't let her lose somebody she loves, please.",
        "[SCENE_BREAK]",
        "Dani: And Todd's not the only reason. I have this whole family here, you know? They're real now, too. Blair. And Jack and Sam. And Starr? I mean, what would I do without my sister?",
        "[SCENE_BREAK]",
        "Starr: I can't believe Ford was caught with a student again after everything he said to get you back?",
        "Langston: I have to go.",
        "Starr: Why did I have to say that?",
        "James: What?",
        "Starr: About your brother fooling around.",
        "James: You think that's what bothered her?",
        "Starr: Well, he was trying to convince her that he changed. I mean, she wasn't expecting this.",
        "James: I don't know.",
        "Starr: You think she knew about the other student?",
        "James: You might say that.",
        "[SCENE_BREAK]",
        "Dani: I love my dad. Ross. I do. But as much as I love him, I can't give up everything I have here.",
        "Nate: You don't have to explain wanting a family to me.",
        "Dani: It's not just my family. Todd and Blair and everyone else aren't the only reasons I don't want to go back to Tahiti. You are, too.",
        "[SCENE_BREAK]",
        "Todd: All right, get out of here before I change my mind.",
        "Ross: See you in court.",
        "Todd: Ah, damn you.",
        "Blair: What?",
        "Todd: Are you happy now?",
        "Blair: No, I really do wish that you'd shot him, Todd.",
        "Todd: Then why'd you tell me not to do it?",
        "Blair: Because. I made a promise to Téa that I would be a mother to Dani, and I always keep my promises.",
        "[SCENE_BREAK]",
        "Langston: Hey. I got your text.",
        "Ford: Need a slightly used stapler?",
        "Langston: What happened? How did the dean find out about us?",
        "Ford: Someone gave her photos of us from last night, when you were leaving my place.",
        "Langston: What?",
        "Ford: I didn't see anybody there. Did you?",
        "Langston: No.",
        "Ford: Then who could've been taking pictures of us?",
        "[SCENE_BREAK]",
        "Starr: Wait. You think Langston knew that Ford was seeing some student?",
        "James: [Sighs] Yeah.",
        "Starr: Then why would she be so upset?",
        "James: Because--",
        "Starr: What?",
        "James: Bobby wasn't with just some random student. Starr, he was with Langston.",
        "[SCENE_BREAK]",
        "Langston: You can't think of anyone you've hurt?",
        "Ford: Enough to get me fired? I don't know anybody that hates me that much. Do you?",
        "Langston: Yes. I do.",
        "Ford: Who?",
        "Langston: Me.",
        "[SCENE_BREAK]",
        "John: Okay. That's good work. Keep me posted.",
        "Natalie: I wasn't sleeping.",
        "John: No, of course not.",
        "Natalie: Was that--was that the lab? What did they say?",
        "John: That was the lab. The DNA from Clarke's envelope doesn't match the ring.",
        "Natalie: So you were right.",
        "John: It wasn't Clarke's body.",
        "Natalie: He's alive.",
        "[SCENE_BREAK]",
        "Ross: Never see this town again, it'll be too soon.",
        "Eli: Problem?",
        "Ross: No, once I get my daughter the hell out of this place.",
        "Eli: Only a few more hours till the judge validates that will.",
        "Ross: That a promise?",
        "Eli: Oh, count on it. Soon, you'll be on your way to having everything you wanted, and so will I.",
        "[SCENE_BREAK]",
        "Dani: I just wish I could have both my dads here... in Llanview.",
        "[SCENE_BREAK]",
        "Blair: Well, I certainly hope you're happy now. I kept Todd from killing Ross, told him that you were watching over us, that you weren't gonna let him lose Dani. I certainly don't know if that's true or not.",
        "[SCENE_BREAK]",
        "Todd: Blair said your spirit is alive. I don't believe it for a second.",
        "[SCENE_BREAK]",
        "Nate: Sucks not having everyone in the same place.",
        "Dani: Yeah, and when they are, they're fighting. I just wish Ross and Todd would get along.",
        "Nate: Stranger things have happened.",
        "Dani: Then I wouldn't have to think about who I liked more. I could just be a daughter to both my fathers. I'd like that.",
        "[SCENE_BREAK]",
        "Blair: Well, I told Todd that I don't make promises I can't keep. I know. We both know that that's not true, but I would've said anything to make him put the gun down. But I guess I do believe that you're here. I'm standing here talking to you, aren't I? Yeah. Well, girlfriend, if there was ever a time that we needed you, it's right now.",
        "[SCENE_BREAK]",
        "Todd: I never believed in promises, anyway. The only truth I know is that you left me. You died and left me.",
        "[SCENE_BREAK]",
        "Dani: But more than that... more than anything... I wish my mom was still alive.",
        "[SCENE_BREAK]",
        "Todd: I don't want your spirit anyway. I want you. I want you standing here, right here, telling me what a jackass I am, how I couldn't last two minutes without you. I'd love to hear you say that. I'd let you say that. I'd forgive you for saying that. Hell, I'd even forgive you for dying on me. I can't do this. I can't do this without you, Téa. I want you back. Why don't you just come back to me? Just come back to me. Come back to me. Please."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=sXc3NVvcRcc"
}