{
    "Episode Summary": [],
    "Recap": [
        "Todd finds Starr and Cole. He punches Cole in the face, and in a struggle, Starr falls down the stairs. Both teenagers get rushed to the hospital. Blair is furious at Todd and doesn't want him near their daughter. John talks to Cole privately and tells him he discovered the brochure on pregnancy in the room where they were staying, and he reveals to Cole that he might know the reason why he and Starr ran away. Gigi interrupts Rex and Adriana's wedding when the pastor asks if anybody has any objections. She announces that Rex was late because he saved her son's life. She also admits that she is in love with Rex, but she cannot get it out that Rex is Shane's father. Rex and Adriana talk privately and conclude they will go through with the wedding after all. At that point, Brody appears out of nowhere to meet Shane. David Vickers shows up at Nora's and reminds Jared that if Jared does not pay him, he will expose him for fraud. He also reminds Jared that he knows he is Asa's rightful heir."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: Our little adventure is over.",
        "Starr: Dad, I'm not going anywhere with you.",
        "Todd: Yes, you are.",
        "Starr: Dad, stop it! Get away. I'm not going anywhere, just leave us alone.",
        "Todd: Look, look, look, shh. Just come back with me to Llanview, we can all work this out, okay?",
        "Starr: You never wanted me to be with Cole and you never will.",
        "Todd: You're my daughter. You're going to do what I tell you.",
        "Cole: Stay away from her.",
        "Starr: Dad --",
        "Blair: [Distant] Todd?",
        "Starr: Dad, just leave me alone!",
        "Todd: You guys can't run.",
        "Starr: Just leave us alone!",
        "Blair: Todd, wait!",
        "Cole: Mr. Manning, if you would just listen to us --",
        "Starr: No, Cole!",
        "[Screams]",
        "Blair: Stop it -- Starr! Oh, my God. Starr, baby! Starr, baby, can you hear me?",
        "[SCENE_BREAK]",
        "David: Jared, you gotta do something about this. Where is all the champagne? Is it on ice?",
        "Jared: You're going to have to ask Nora.",
        "David: She's not here. Why is my life so difficult? You know, I would have thought after Asa went to the wild blue yonder, you guys would have stocked this place with something more than bourbon. I mean, bourbon and caviar? Bourbon and foie gras? Nobody has it worse than me.",
        "Jared: Shouldn't you be getting dressed?",
        "David: Believe me, this is a concession.",
        "Jared: I don't think they're going to let you into church that way.",
        "David: Oh, no, I considered the church. The wine's free, but the pay scale? Oh, no, you're talking about Adriana's wedding, aren't you? Do you happen to know where the reception is?",
        "Jared: Sorry.",
        "David: Dorian can always be counted on for a full bar. Is it still considered tacky to skip the ceremony and go straight to the buffet?",
        "Jared: Are you worried about being tacky?",
        "David: It's not my fault that Clint's got bad taste.",
        "Jared: Won't Dorian be expecting you?",
        "David: Dorian and I have been down that aisle before. She's not expecting me.",
        "Jared: But isn't Adriana --",
        "David: Important to me?",
        "Jared: So don't you want to --",
        "David: Show her my support and be there for her? You would think, but to quote another Llanview lady, \"not at all.\" You see, I have a very particular take on the marital knot. To me, love is a disease curable by marriage.",
        "[SCENE_BREAK]",
        "Priest: I must ask those assembled, if any of you have any reason why these two should not be wed \u0096",
        "David's voice: And from what I know about Rex and Adriana, they're well on their way to being cured.",
        "[SCENE_BREAK]",
        "John: I'm on the boardwalk -- do not move her -- I'm on the boardwalk and I need an ambulance. 16-year old girl, she fell down a flight of stairs --",
        "Woman: Starr, Starr?",
        "Cole: Starr?",
        "Todd: Stay away from her.",
        "Cole: Stop, get off of me!",
        "Todd: You son of a bitch.",
        "Cole: Is she okay?",
        "Todd: You just hurt my daughter real bad.",
        "Cole: What are you, crazy?",
        "[SCENE_BREAK]",
        "Priest: Adriana, will you have this man --",
        "Gigi: Excuse me.",
        "Adrianna: Yes, I do. I will have him. I will.",
        "Gigi: I have something to say.",
        "[SCENE_BREAK]",
        "Jared: Look, we had a deal.",
        "David: Yes, we did. You were going to go to the bank and get me my money and I was going to put that money in a suitcase and run away.",
        "Jared: I will get you your money.",
        "David: Excellent. Because if you don't I'm going to have to mosey on up to Clint. What should I tell him first? That you're sleeping with his daughter or that you're not really a Buchanan heir? And that all that Buchanan stock that you inherited is about to become Exhibit A in Nora's felony fraud case against you.",
        "Jared: I will get you your money.",
        "David: I'm very glad to hear that. In the meantime, I will be on the east lawn where I could use a pitcher of ice, a quart of cocoa butter, and three yards of tin foil.",
        "Nigel: Oh, dear.",
        "Jared: Nigel, David Vickers is here.",
        "David: Nigel, my old man. How are you?",
        "Nigel: Is that Mr. Buchanan's robe?",
        "David: Sadly, yes. I'd go without, but I wouldn't want to excite Renee. [Whispering] I know it's been awhile.",
        "Nigel: Mrs. Buchanan isn't home.",
        "David: Then it's just us boys.",
        "Nigel: Ah.",
        "David: Nigel, you okay? What's wrong? You don't seem like you're all right. Ah, is Nora riding herd on you these days? I know you're not used to that -- a woman being in charge. I have an idea. I'm about to run into a whole bunch of money thanks to jarred here -- a Buchanan-sized amount of money. So what do you say? Why don't you quit this rat trap and come work for me?",
        "[SCENE_BREAK]",
        "Natalie: [Quietly] Mom, if your little waitress friend from the diner is about to do what I think she's about to do and ruins my brother's wedding, she better watch her back.",
        "Adriana: This can't be happening.",
        "Rex: It'll be okay.",
        "Priest: Yes, young lady.",
        "Gigi: I'm sorry. You asked if anyone wanted to say something, so I thought --",
        "Roxanne: So say it or sit down.",
        "Gigi: Skip it. Sorry.",
        "Priest: So, you have nothing to say?",
        "Gigi: It'll keep.",
        "Priest: Young lady, I can understand why you might be hesitant to interrupt -- to spoil someone's day, but there are greater things at stake. These two people are pledging their lives to one another. So I ask you, do you have any reason to believe why these two should not be wed?",
        "[SCENE_BREAK]",
        "Todd: Keep him away from me.",
        "John: Hey, you all right? Let me see it.",
        "Blair: Come on.",
        "Todd: How is she?",
        "Blair: Stay away from her, you got me?",
        "Todd: Ah, just trying to --",
        "Blair: What, kill her? You threw her down the stairs, Todd. You probably broke her neck! Come on.",
        "[SCENE_BREAK]",
        "Adriana: Look, Father, this is none of her business.",
        "Rex: Let her talk.",
        "Priest: Young lady. Do you have an objection?",
        "Gigi: I just wanted to say that Rex was late to wedding because he ran into my son and me when Shane was having an asthma attack earlier today. He's fine now, but he might have died if it hadn't been for Rex. He calmed him down, kept him breathing, got us to the hospital. He was great. I just wanted everybody to know that he's not the kind of guy who's late for his own wedding for no good reason. Anyway, that's what I wanted to say.",
        "Dorian: That's it?",
        "[SCENE_BREAK]",
        "Blair: Starr, come on, you're going to be all right.",
        "Starr: Cole -- Cole -- where is he?",
        "Blair: Calm down. He's going to be fine. You both are going to be fine. She fell down a flight of stairs. Make sure she's all right.",
        "Doctor: Okay, let's get her into one.",
        "Blair: It's gonna -- I'm not leaving her.",
        "Nurse: You can see her as soon as she's been evaluated.",
        "Blair: Starr, listen, I'm going to be right over here, all right, baby? It's going to be okay.",
        "[SCENE_BREAK]",
        "John: Hey, bud, you all right?",
        "E.M.T.: Kid took a punch to the head.",
        "Doctor: What's his name?",
        "John: His name's Cole.",
        "Doctor: Cole, Cole. Come on. Talk to me, buddy. Was he conscious at all in van?",
        "E.M.T.: In and out.",
        "Doctor: Cole, Cole.",
        "Cole: Starr?",
        "John: Easy -- she's going to be okay.",
        "Woman: Get him to CT scan. He needs head and spine. You his father?",
        "John: No, I'm just a friend. Is he going to be okay?",
        "Doctor: Probable concussion. He 18?",
        "John: 17.",
        "Doctor: And how did this happen?",
        "[SCENE_BREAK]",
        "Todd: She'll be all right.",
        "Blair: Don't touch me, Todd.",
        "Todd: I'm just trying to help.",
        "Blair: What? You're trying to make things better? You can't make things better now. You did this to her. She's in there because of you.",
        "[SCENE_BREAK]",
        "Nigel: Thrilling as your offer is, I'm afraid I'll have to decline. I prefer the security of the job I have to the, ah, adventure you offer.",
        "David: Nigel, I don't know how secure it is. From what I understand, the Buchanan family fortune is under siege. I hear there's people lining up around the block to lop off a mil or two or three.",
        "Jared: Nigel, can I have a word? If you'll excuse us, please, it's pressing family business.",
        "David: So to speak?",
        "Jared: Huh. I'll get you you're money, just let me square things with Nigel, then we'll hammer out the details, okay?",
        "David: I'm not going anywhere.",
        "Nigel: What is David Vickers doing here?",
        "Jared: Listen to me, okay? He followed Natalie and me home from Texas. He knows we're together, he knows I'm not a Buchanan, and now he is blackmailing us.",
        "Nigel: You idiot! I'm sorry, I'm terribly sorry. If you had just kept your trousers on, but now all is lost!",
        "Jared: Not quite all, okay? He knows there is an extra Buchanan floating around out there, but he has no idea that it's him. He has no clue that he is Asa's son.",
        "Nigel: But it will only be a matter of time before he finds out! And then everything we've done to protect the Buchanan name -- I've failed. I promised Mr. Buchanan I would protect his legacy, I've failed.",
        "Jared: Not if I do a little damage control up front. If I tell the family that I'm a fraud and leave it at that, he's going to realize that he can't blackmail me anymore and have no choice but to go away.",
        "Nigel: And if he doesn't?",
        "Jared: Well, at this point we don't have much choice. I break the news, or David does.",
        "[Laughter]",
        "Nora: Hi, guys, how are you?",
        "Jared: Good.",
        "David: Nora, is that your voice? It is! Clint's here, too! Give us a kiss, Nora.",
        "[SCENE_BREAK]",
        "Dorian: I'm sorry, I certainly don't mean to prolong this, but you have interrupted this wedding just to tell us that the groom is an upstanding guy?",
        "Gigi: I guess I shouldn't have.",
        "Adriana: Can we just get on with this, please?",
        "Shane: Mom, just say it. Tell him.",
        "Gigi: I love you. It's true. I'm in love with you, Rex.",
        "Gigi: So, I said it. And I'm sorry about the timing, it stinks. But it was just -- being here, in a church, and what the priest said. It's important to get it right. And I'm not saying that what I feel is all that important, that it has to change anything. I just thought you should know. I love you.",
        "[SCENE_BREAK]",
        "Todd: So, I'm having somebody create a list of the best neurosurgeons in the country.",
        "Blair: Oh, we don't even know what's wrong with her, yet.",
        "Todd: Well, I just want to give her what she needs.",
        "Blair: That'll be a first.",
        "Todd: Oh, God. If you feel like ripping my head off, that's fine. Do it somewhere else and don't do it now.",
        "Blair: Aw, it's just so sweet that you want to put your daughter first. You're the one that put her in there!",
        "Todd: That was an accident.",
        "Blair: What are you -- you threw her down a flight of stairs, Todd! You practically ripped her arm out of its socket!",
        "Todd: No.",
        "Blair: Did you see her arm? Did you see the bruises?",
        "Todd: Yeah, that was from the fall.",
        "Blair: It was because of you, you stupid idiot!",
        "Todd: Okay, I'm the root of all evil. What do you want from me?",
        "Blair: Disappear.",
        "[SCENE_BREAK]",
        "Nigel: I was only just made aware of Mr. Vickers' presence.",
        "Nora: Is that Clint's robe?",
        "David: I know, I couldn't believe it, either. It's such a nasty color. Nora, if you wanted me out of my clothes you just had to ask.",
        "Nora: Ugh, God.",
        "David: I have a weakness for reds.",
        "Nigel: I'll have it de-loused.",
        "Jared: So, how was the trip?",
        "Nora: What is he doing here? What is doing -- what are you do --",
        "Clint: Nigel! Where's the buckshot?",
        "Nigel: Oh, I'm sorry, I forgot, they're in the office safe at Mrs. Buchanan's request.",
        "Nora: My son lives here -- if I were you, I would run.",
        "David: What, and miss all the excitement?",
        "Nora: Stop it!",
        "Clint: Vickers? If you're still here when Nigel gets back, you're going to be picking buckshot out of your backside from now until Christmas Day.",
        "David: Now, I'm aware that things have probably changed since Asa went to the big roundup in the sky, but this certainly isn't kosher, is it, Nora?",
        "Clint: Nigel!",
        "Nigel: Still looking, Sir!",
        "Nora: I don't think anyone would object to shooting a trespasser.",
        "David: What? I'm not trespassing!",
        "Nora: I didn't invite you here.",
        "David: No, you didn't. But he did. Didn't you, Jar-Jar?",
        "[SCENE_BREAK]",
        "Layla: So, maybe now she's said her piece we can move on?",
        "Adriana: No, we can't just move on. Not after this.",
        "Rex: Adriana, what are you doing?",
        "Adriana: Something I should have done a long time ago.",
        "Rex: Adriana, wait.",
        "[Everyone gasps]",
        "[SCENE_BREAK]",
        "Todd: That's my daughter in there. I'm not going anywhere.",
        "Blair: She doesn't want to see you.",
        "Todd: And how do you know that?",
        "Blair: Because I know she doesn't want to see you, okay? Hello, Doctor, how's my daughter? Is she all right?",
        "Doctor: The loss of consciousness indicates a concussion. But she appears to have come through the fall without any serious injuries. We're just going to run a few more tests.",
        "Todd: Yeah, she's going to be fine.",
        "Doctor: Barring any internal injury. And I'll let you know as soon as I know more.",
        "Blair: Okay. May I see her?",
        "Todd: We both want to see her.",
        "Blair: No, you are not going to see her.",
        "Todd: You're not going to keep me from seeing my own daughter.",
        "Blair: You want to bet?",
        "[SCENE_BREAK]",
        "John: Whoa, hey, where do you think you're going?",
        "Cole: I have to get to Starr.",
        "John: Take it easy. She's in good hands.",
        "Cole: But they need to know --",
        "John: What? What do they need to know?",
        "[SCENE_BREAK]",
        "Todd: Hey, what's happening?",
        "Starr: Mom.",
        "Blair: Hi, darling. You all right?",
        "Starr: Where's Cole?",
        "Todd: He's going to be fine.",
        "Starr: What do you mean, he's going to be fine?",
        "Todd: I barely touched him.",
        "Starr: What did he do?",
        "Blair: Just calm down --",
        "Starr: Where is he?",
        "Blair: Starr --",
        "Starr: Mom, I need to see him.",
        "Blair: No, no, you stay right here.",
        "Starr: What did you do to him?",
        "Todd: It's no big deal.",
        "Blair: Todd, would you please leave?",
        "Starr: Dad, if you hurt him, so help me --",
        "Blair: Todd, would you get out?",
        "Todd: He's fine.",
        "Blair: Todd, get out!",
        "Starr: Dad!",
        "Blair: Get out.",
        "[SCENE_BREAK]",
        "Adriana: You little bitch, you've been asking for this.",
        "Antonio: Take it easy.",
        "Shane: Mom, you okay?",
        "Gigi: I'm fine, honey.",
        "Shane: You touch my mom again and I'll kill you.",
        "Gigi: No, it's okay.",
        "Marcie: Let's just help your mom get up, okay?",
        "Adriana: Nice, Marcie, take her side. Just like always!",
        "Talia: I'm going to get you some ice, I'll be right back.",
        "Rex: Adriana?",
        "Adriana: She ruined our wedding.",
        "Rex: Let's not make it worse.",
        "Adriana: This is our wedding! Do you have any idea how long it's taken us to get here? How many people tried to stop us? We went through hell to be together. But who cares about that? Who cares how long we've been together, or that we love each other? You've had six months to talk about your feelings and you chose this moment? Well, guess what? Your big scheme didn't pay off, because this day belongs to me and to Rex, and you have no right -- you have no right.",
        "Gigi: I'm sorry. I shouldn't have said anything. I'm sorry, I shouldn't have even come.",
        "Marcie: Honey, just stay here, okay?",
        "Charlie: Hey -- woah, Shane, let's give your mom a couple of minutes by herself. Let's have a little man-to-man here.",
        "Rex: Come on, come on.",
        "Dorian: Well, I guess that's that.",
        "Bo: Folks, if you could all just stick around and just relax for a minute.",
        "Layla: I'm going to go talk to the priest and see if we can take a little breather.",
        "Bo: Right. You know what? We're going to get this thing jump started just as fast as we can, okay?",
        "[SCENE_BREAK]",
        "Lindsay: You know, any other mother of the bride would be freaking out right now, but not you. You're cool as a cucumber. You egged that girl on, didn't you? You wanted her to stop this wedding.",
        "Dorian: And just how happy were you when your daughter married Rex?",
        "[SCENE_BREAK]",
        "Viki: Charlie, I can stay with Shane, if you want to go talk to Rex.",
        "Charlie: Well, you know, I think this may be one of those times when even a father can't help.",
        "[SCENE_BREAK]",
        "Clint: You brought him here?",
        "Nora: You invited him to stay, here, in this house?",
        "Jared: I was going to tell you, and you -- it's just you were so busy with work this week, and Renee is still on the cruise, and it's just that -- I found him dumpster diving in Angel Square, and I took pity on the guy. And, yes, I told him he could stay here till he got back on his feet.",
        "Nora: What?",
        "Clint: Back on his feet? What feet? He's a parasite.",
        "David: Are you aware that I was the star of my own television program?",
        "Clint: \"America's Biggest Deadbeat\"?",
        "David: No, \"Supermodel Crime Club.\"",
        "Nora: Why didn't you just give him cab fare to Dorian's house, for God's sake? He's not welcome here. You're not welcome here.",
        "Clint: And how did you get past security? They have orders to shoot you on sight.",
        "David: Well, not anymore. You know, you really ought to update that list at the guardhouse. Mitch Laurence is still on it, and he's dead. You know, if anyone is a friend of this family, it should be me. Nora, are you aware that Jessica is running around with a piece of my liver in her? And Clint, you may be upset at Dorian and myself, but you should thank me for taking her off your hands. Aren't you happier here with red?",
        "Clint: And for that I won't shoot you till you get past the gate.",
        "David: Not very Buchanan of you, is it? Aren't you supposed to lift up the downtrodden?",
        "Nora: Okay, well, I'm not a Buchanan, and since this is my house, I'll kindly ask you to take your leave.",
        "Nigel: The shells, Sir.",
        "Clint: Thank you, Nigel.",
        "David: Okay, okay, I can't take a hint. I'm going to go. But I have something to say first. This may take awhile, Jared. Why don't you get us some chairs?",
        "[SCENE_BREAK]",
        "Gigi: Thanks.",
        "Talia: Is there anything else I can do for you?",
        "Gigi: Honey, I don't think anyone can do anything for me right now.",
        "Talia: Excuse me, then.",
        "Gigi: Thanks.",
        "Gigi: I can't believe what I just did.",
        "Marcie: You -- you told the truth.",
        "Gigi: In front of a church full of people.",
        "Marcie: [Laughs] Your timing could have been better.",
        "Gigi: It's Shane's asthma attack. I was scared to death. I'm a wreck. But that's no excuse. Rex is marrying Adriana. I just humiliated myself, and embarrassed my kid, and upset Rex in the bargain.",
        "Marcie: If you hadn't told him, you would have regretted it the rest of your life, Gigi. When are you going to tell him the rest?",
        "[SCENE_BREAK]",
        "Rex: You okay?",
        "Adriana: Your girlfriend has an iron jaw.",
        "Rex: She's not my girlfriend.",
        "Adriana: That's news to her.",
        "Rex: What are you saying?",
        "Adriana: Rex, she tried to stop our wedding.",
        "Rex: No, she was just trying to explain why I was late, because of Shane.",
        "Adriana: She said she loves you.",
        "Rex: Look, she was panicking today. I was there.",
        "Adriana: Are you blind or just stupid?",
        "Rex: Okay, look, you're mad. I get it, and I guess you have a right to be.",
        "Adriana: You guess? Rex, if some guy stood up in the middle of our wedding and said that he was in love with me, what the hell would you have done?",
        "Rex: Okay, you've got a point.",
        "Adriana: Do you love her?",
        "[SCENE_BREAK]",
        "Starr: What did that mean, that Cole was going to be all right? What happened?",
        "Blair: You saw that your daddy hit Cole, right? Look, I told your father that he has to keep his distance from him, and he will, okay? I'll make sure of it.",
        "Starr: So he knocked him out, huh? He just kept hitting him?",
        "Blair: Well, he kind of lost it when you fell. Cole is going to be okay.",
        "Starr: I can't do this without him.",
        "Blair: Do what, sweetie?",
        "[SCENE_BREAK]",
        "John: Go ahead, bud, tell me what's going on. Get out of here.",
        "Todd: Hey, Cole. Looking good, man. How you doing?",
        "John: Get out.",
        "Todd: I wanted to make sure he's okay, Starr's a little worried about him.",
        "Cole: Is she awake? Is she okay?",
        "Todd: I'm sorry about what happened on the beach there. It was an accident.",
        "John: It was a lot of things. It wasn't accidental. How Starr's doing?",
        "Todd: She's going to be fine. They're running some tests on her, making sure she doesn't have any internal injuries.",
        "John: You can tell her that Cole has a concussion, but he's going to make a full recovery.",
        "Todd: All right.",
        "John: Look, I guess -- I guess Starr's going to be okay. You know, they just want to do a few more tests and rule some things out.",
        "Cole: Good.",
        "John: Hey, look, Cole, the doctors -- they need to have the full picture so they don't -- so nobody gets hurt.",
        "John: I found this in your room at the beach. Is this just a possibility, or is this a done deal?",
        "[SCENE_BREAK]",
        "Viki: How was your trip to Texas, huh?",
        "Natalie: Jared and I got to know each other a lot better.",
        "Viki: Well, that's good. I'm actually hoping to get back there some time this summer. I want to check up on Moe and Noelle, see how they survived their stint with David.",
        "Natalie: David? Vickers?",
        "Viki: Yeah. Apparently, David fell on very hard times and actually ended up working at the diner.",
        "Natalie: Really?",
        "Viki: Mm-hmm.",
        "Natalie: How did -- how did you find out?",
        "Viki: He showed up at the house this morning, said he's back in town for Adriana's wedding. But you know I haven't seen him here? Excuse me a minute. I'll be right back. Dorian.",
        "Langston: Oh, I'm going to go check on Markko.",
        "Viki: Oh. Dorian, David's awfully late, isn't he?",
        "Dorian: David isn't coming. Besides, I wouldn't have known where to mail him an invitation.",
        "Viki: That's funny. I saw him this morning. He said he was in town for the wedding.",
        "Dorian: David's in Llanview?",
        "Viki: Yeah. Obviously, you haven't seen him, but I'm sure he'll come by, offer his congratulations.",
        "Dorian: His congratulations? For what? What, are you happy that your little waitressing buddy has done this to my daughter? Are you happy that Adriana has been humiliated?",
        "Viki: Dorian, of course not.",
        "Dorian: You know, I would not be so self-satisfied if I were you, because none of us is safe. Why, any one of us might have somebody in our lives who isn't quite who they say they are.",
        "[SCENE_BREAK]",
        "Clint: Whatever it is, Vickers, it'll keep.",
        "David: I don't think you'll feel that way after you've taken my opening salvo.",
        "Nigel: Sir, far be it from me to delay the slaughter of the guilty, but Lieutenant McBain phoned. I left a message for Ms. Hanen just before you arrived.",
        "Nora: What? Oh, my God. Did he find the kids?",
        "Nigel: Well, I -- I -- what I understand is that the children were found in Virginia Beach, and Lieutenant McBain left the telephone of the hospital where they're being treated.",
        "Nora: Hospital? Are they hurt?",
        "Nigel: Well, I'm not quite sure, but he said they were both conscious and they were both going to recover.",
        "Nora: I -- I have to call the John. I -- I have to go.",
        "Clint: Vickers, I don't have time to shoot you right now, but if you're still here when I get back, I'll clear my schedule and make time.",
        "David: I'll be in my usual spot on the east lawn. Hey, Nora, don't you stress out about Cole. How about a little kundalini? It'll make you feel better. Just ask Viki. Huh.",
        "Jared: Was that necessary?",
        "David: You kidding? They love that. Jared, people like you and me give Nora and Clint a reason to feel superior. You're going to find out what that's all about if you don't give me my money and I'm forced to tell them that you're an imposter. What's Clint going to think? Oh, and Nora -- if you think she's giving me the bum rush now, just wait'll you see what she does to you.",
        "[SCENE_BREAK]",
        "Gigi: I can't tell Rex about Shane. Because, then I'd have to explain about Brody. There's so many lies. I would be turning the whole world upside down, and for what?",
        "Marcie: Well, that's true. There are no guarantees in life.",
        "Gigi: I started to talk to Shane about it earlier, and he had an asthma attack. He could have died, Marcie.",
        "Marcie: Do you think you caused Shane's asthma attack?",
        "Gigi: No, but getting him upset makes it worse. Doctors are always telling me that.",
        "Marcie: Look, if Rex found out that Shane was his, he would be a father to him, no matter what happened between the two of you.",
        "Gigi: Now what do I say to Shane? \"Honey, you know all those stories I told you about your hero daddy? Well, they were all lies.\" I blew it, Marcie. I don't -- I don't know what got into me today.",
        "Marcie: Maybe -- you tell Shane that you and Brody were planning on raising him together, because his real dad didn't know he existed. I just -- I -- I just think that if you let Rex marry Adriana without him knowing Shane is his, I think you could be letting him make a very big mistake.",
        "Gigi: This is never going to work. I'm going to grab Shane, I'm going to get the car, and I'm going to run.",
        "Marcie: No! Whatever you do, don't do that.",
        "[SCENE_BREAK]",
        "Adriana: Are you in love with her? Oh, my God.",
        "Rex: No. Look, it's not like that. Look, I'm not going to lie to you. Not today, not ever. The truth is, I don't know how I feel about her. We had a thing in high school, and I didn't see her for like a decade, and now she is here in Llanview, and, I mean, she's still her and I'm still me. I guess that doesn't change. Not that anything's happened, or would happen, it's just half memory, half -- I don't know what.",
        "Adriana: I knew it.",
        "Rex: What do you mean? What do you know?",
        "Adriana: That you had this connection. I could feel it whenever she was around you.",
        "Rex: It's not anything we did on purpose.",
        "Adriana: I know.",
        "Rex: I'm really sorry. I never meant to hurt you.",
        "Adriana: Do you still love me?",
        "Rex: Of course. What, are you kidding? Of course I still love you.",
        "Adriana: Then that's all that matters. I mean, we've been through worse, right? And we've always gotten through it. We can -- we can get through this, too. As long as we're together, we can do anything.",
        "Rex: So, what are you saying? You still want to get married?",
        "Adriana: Do you?",
        "[SCENE_BREAK]",
        "Viki: You okay, sweetheart?",
        "Gigi: Yeah, I'll be on a liquid diet for a day or two, but I guess I had it coming.",
        "Shane: I'm going to give the same back to Evelyn Evil, only ten times worse.",
        "Gigi: No, you're not. And we're leaving.",
        "[SCENE_BREAK]",
        "Roxy: Rexy?",
        "Rex: I appreciate everybody sticking around. I have an announcement to make.",
        "Rex: Would you like to --",
        "Adriana: No, you tell them.",
        "Rex: Okay.",
        "Rex: The wedding's on. So, if everybody could just grab a seat.",
        "Adriana: I think she should leave.",
        "Rex: That's not necessary.",
        "Gigi: Yeah, it is. And I'm going. But there's one more thing I need to say.",
        "[SCENE_BREAK]",
        "David: Call the bank?",
        "Jared: Yeah. See, they're not going to be able to get that amount of cash without checking with Bo and Clint first.",
        "David: Oh. Guess I have to stick around and protect my investment. So, how's this going to work, Uncle Jared? How are you going to get Nora and Clint to let me stay?",
        "Jared: I'm sure I'll think of something.",
        "David: If I might make a suggestion.",
        "Jared: Yeah?",
        "David: The old divide and conquer. Go directly to Renee. You're a young guy. She probably has a soft spot for you. You get Renee on your side, the case is made.",
        "Red: Why's that?",
        "David: She's a born saleswoman. Why do you think she made such a good madam? No one can say no to her.",
        "Jared: But this isn't her house.",
        "David: Yes. So Nora keeps telling me. She doesn't wear it well -- wealth. Well, we can't all be to the manor born. Speaking of which \u0096",
        "[SCENE_BREAK]",
        "Starr's voice: Please, just leave us alone!",
        "Blair's voice: Todd, what are you --",
        "Starr's voice: [Screams]",
        "Blair's voice: Stop it!",
        "Doctor: These are the results from the Manning girl.",
        "[SCENE_BREAK]",
        "Cole: I mean, come on, you saw him. I mean, he would have killed me if you hadn't been there. And look what he did to his own daughter.",
        "John: Manning's an idiot.",
        "Cole: It's not like we wanted to leave town, especially now. Starr needs her mom. We were scared. I mean, we couldn't let Todd find out Starr's pregnant. He would have killed us both.",
        "John: I was hoping this didn't mean what I thought it did.",
        "Cole: Does Mr. Manning know?",
        "John: Not the last time I saw him.",
        "[SCENE_BREAK]",
        "Todd: Hey, excuse me. Uh, I don't know how to read this stuff. Can you translate this for me into English? I want to know everything about my daughter's condition.",
        "[SCENE_BREAK]",
        "Doctor: The CT scan showed a concussion, but all the other tests were negative. No internal injuries.",
        "Blair: That's great. So, she doesn't have to stay in the hospital?",
        "Doctor: No, no, but she should see a neurologist when you get home.",
        "Blair: Okay, will do.",
        "Starr: Could I actually talk to the doctor alone for minute?",
        "Blair: Sure, sweetie.",
        "Doctor: I'll be around if you have any other questions.",
        "Blair: All right.",
        "Doctor: But I want both of you to know that Starr and her baby are going to be fine.",
        "[SCENE_BREAK]",
        "Adriana: I think you've said enough.",
        "Gigi: I just need to speak to Rex for a minute, alone.",
        "Adriana: You have got to be kidding me.",
        "Gigi: I'm not trying to make things worse. Really, I'm not. There's just something Rex needs to know.",
        "Shane: Dad?",
        "[NEXT_ON]",
        "Rex: You were going to tell me something, you said it was important -- what is it?",
        "John: Manning's not going to hurt you or Starr anymore.",
        "Todd: Tell me about this sonogram, why does she have a sonogram?",
        "Blair: I just want my baby to be okay."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=jf-7FNb2WxU"
}