{
    "Episode Summary": [
        "Episode # 10435 -- I Wanna Be Sedated"
    ],
    "Recap": [
        "Starr and Cole go to ask Bo if he can do them a favor by giving them authorization to exhume baby Hope's body. They inform both Bo and Nora of the unsolved mystery of her death. Bo and Nora agree to help them and tell Cole they don't wish ill will on him after what happened to Matthew now that he's getting help for his drug addiction. Meanwhile, the kids taunt both Matthew and Destiny. They wonder about the prom. Destiny tells Matthew she has a date and he finds that surprising. But it appears she wants him and the others to believe she does when she does not. Rebecca Lewis and Colin Powell entrap John in the institution, have the guards and the cops take John away and convince them that John is an escaped murderer. They also arrange for Todd, Blair, Tea and Marty to all pass out on the floor after they send them all invitations to a party at the frat house where Marty was raped many years ago."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "John: Hey. Hey! Open the door, Rebecca. Open the door! Open it!",
        "[SCENE_BREAK]",
        "Starr: Are you okay?",
        "Cole: I don't know. It's, uh -- it's weird to be here.",
        "Starr: All right, well, we can come back.",
        "Cole: Waiting won't make it easier. We need to talk to Bo. He's the only one that can help us.",
        "Starr: Okay, but you haven't -- you haven't been to this house and you haven't seen Bo since the accident. So if you can't face him, I'll -- I'll be okay on my own.",
        "[SCENE_BREAK]",
        "Bo: Hi.",
        "Nora: Hi. I've got to get going. I'm -- oh, gosh, where are my keys? I've got to pick Matthew up in about 20 minutes.",
        "Bo: Rachel's picking Matthew up.",
        "Nora: Oh, right. Oh, right. Well, I still have to get to the office. I've got a mountain of paperwork that's been piling up. Bad guys have been busy.",
        "Bo: Hmm --",
        "Nora: I can't find my keys.",
        "Bo: Here you go.",
        "Nora: Thank you. All righty then. Bye-bye.",
        "Bo: You know, this -- this is nuts, Nora. Come on. We can't keep avoiding each other. We got to talk.",
        "Nora: About what?",
        "[SCENE_BREAK]",
        "Matthew: Hey. Destiny?",
        "Destiny: What?",
        "Matthew: Can I talk to you?",
        "Destiny: So, talk.",
        "Matthew: Listen, about those things I said --",
        "Destiny: Oh, you mean how Becca's cool and I'm not? Yeah, thanks. Good to know.",
        "Matthew: Listen, I'm really sorry. Can I have a second chance?",
        "Justin: Training wheels, catch!",
        "[SCENE_BREAK]",
        "Langston: Ah!",
        "[Langston laughs]",
        "Markko: Why are you sneaking up on me like that?",
        "Langston: Because it's fun.",
        "Markko: Don't you have class?",
        "Langston: No, the teacher let us out early because of prom. Why are you roaming? Are you free? Great! So we can work out the final details of Operation Deflower. We still have to book the hotel room and get the condoms, of course.",
        "Markko: Why don't you say that a little louder?",
        "Langston: You are totally freaking out about this. Am I wrong?",
        "[SCENE_BREAK]",
        "Todd: Yeah, I don't get it. Who would throw a K.A.D. Spring Fling?",
        "Téa: This is creepy.",
        "Blair: Where did it come from?",
        "Todd: How the hell should I know? Messenger's gone. Where did you get yours, Téa?",
        "Téa: It was slipped under my door. I don't know who put it there.",
        "Blair: This K.A.D. Spring Fling -- this is where Marty was raped. I mean, come on. What kind of psycho would send something like this?",
        "[SCENE_BREAK]",
        "John: Hey! Hey! Hey! Is that Powell's handiwork or is that yours?",
        "Rebecca: Ms. Kwon had a weak heart. She died of natural causes.",
        "John: Where did Powell go?",
        "Rebecca: Out.",
        "John: You got him out, didn't you? What is this, huh? What is it? It's empty.",
        "Rebecca: Guess you're not invited.",
        "[SCENE_BREAK]",
        "Todd: This is some kind of sick joke.",
        "Blair: There's nothing funny about it, Todd.",
        "Todd: Yes, I know. That's not what I meant.",
        "Blair: Fine. You know, I just got a call from John saying that he was closing in on the killer, and he told me to be on guard.",
        "Téa: Who else but the murderer would send these?",
        "Todd: It's not like we're going to attend it, right?",
        "Téa: Then what's the message he's sending?",
        "Todd: You okay?",
        "Blair: I don't know.",
        "Todd: I told you you should've stayed in the hospital.",
        "Blair: Well, maybe I should've, Todd.",
        "Todd: Blair?",
        "Téa: What's happening?",
        "Todd: I don't know.",
        "Téa: Oh, my God, what's wrong with her? Blair!",
        "Todd: I don't know. Here -- call 911.",
        "Téa: Blair?",
        "Todd: Téa, call 911!",
        "Téa: Okay! God.",
        "[SCENE_BREAK]",
        "John: Listen to me. Let me out.",
        "Rebecca: Sorry, can't.",
        "John: Who killed Kwon?",
        "Rebecca: You used to be the detective. You figure it out.",
        "John: Who's Powell after now?",
        "Rebecca: I don't know. He's just gone.",
        "John: Why are you helping him, Rebecca? Hmm? I mean, that is your name, right? Rebecca Lewis? Hey!",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "John: Marty? Are you all right?",
        "Marty: John -- so confused. Just after you left, someone -- someone slipped something under the door -- an invitation.",
        "John: What did it say?",
        "Marty: It says --",
        "John: Marty \u0096",
        "[SCENE_BREAK]",
        "Cole: Believe me, the last thing I want to do now is face Bo.",
        "Starr: Like I said, you do not have to.",
        "Cole: Yes, yes, I do. We said that we'd do this together.",
        "Starr: You just went through detox.",
        "Cole: And I couldn't have done that without you.",
        "Starr: Okay, well, maybe this is just all too much too fast. Maybe you're not ready to take on something so awful.",
        "Cole: No, no, I put off dealing with things long enough.",
        "Starr: Are you sure you're going to be okay?",
        "Cole: No, absolutely not. But you're here with me and it makes all the difference.",
        "[SCENE_BREAK]",
        "Bo: I think you know what I'm talking about.",
        "Nora: I do?",
        "[Doorbell rings]",
        "[Bo sighs]",
        "Nora: Door. I'll get that.",
        "Nora: Hi. What are you guys doing here?",
        "Cole: Hi. Uh -- how's Matthew doing?",
        "Nora: As well as can be expected. I heard you passed your drug test.",
        "Starr: He did.",
        "Cole: Rachel's been really great to me.",
        "Nora: Well, my daughter's very compassionate. Um, she's not here, though, and neither is Matthew.",
        "Cole: Um, I'm actually here to see Commissioner Buchanan.",
        "Nora: I don't know if he's available.",
        "Bo: I'm available.",
        "Nora: Oh --",
        "Bo: I'm right here.",
        "Cole: Uh, Commissioner, I -- I really wanted to see you. That's -- that's not true. I -- I thought I should see you. But I put if off about a hundred times.",
        "Bo: I understand, Cole. I've been avoiding you, too. I was afraid of what I might do if I saw you again.",
        "[SCENE_BREAK]",
        "Destiny: What do you think you're doing, Justin? You moron.",
        "Justin: Sorry, training wheels. I thought your arms were still working. My bad.",
        "Rebecca: Hey, I've got to take off. Hair at 3:00, Mani-pedi at 4:00.",
        "Destiny: You got to go through all of that just to look decent?",
        "Justin: Am I going to have the hottest prom date or what? Don't you think so, Buchanan? Maybe I'll even let you cut in when we're dancing. Oh, that's right -- you can't. Bummer. So I guess you're not coming, huh? I mean, who'd be your date? Wait a minute. What about Destiny here? She's got to be available, right? I'm sure no one's crazy enough to take her.",
        "[SCENE_BREAK]",
        "Todd: Téa, did you get 911 yet? Téa!",
        "[SCENE_BREAK]",
        "John: Marty, what did the invitation say?",
        "Marty: John, I don't feel right.",
        "John: What's wrong?",
        "Marty: My arms feel really funny.",
        "Marty: I need some air.",
        "John: Marty, listen to me. Do not open the door. Don't open the door to anyone.",
        "[SCENE_BREAK]",
        "Cole: I know how much you got to hate me. I don't blame you.",
        "Bo: I don't hate you, Cole. I'm angry with you. Very angry. There was a while that I thought that the only way that I would want to see you again was looking through the bars of your jail cell.",
        "Cole: And I totally get that. I -- all I can say now is -- is that I'm sorry. And nothing can change what's already happened. All I can do now is try to live a different kind of life. I have a drug problem. I'm clean right now, and I'm working really hard -- really hard to stay that way. And, uh, I know it's not going to change anything for Matthew, but what I did, getting messed up and getting behind the wheel of a car -- that's never, ever going to happen again.",
        "Bo: That's good.",
        "Nora: Are you finished?",
        "Starr: No, he's not.",
        "Cole: I did come here to apologize to you. But, uh, there is something else.",
        "Bo: Okay.",
        "Cole: You might want to throw us out when I say this. But we have a favor to ask.",
        "Nora: A favor? From us?",
        "Starr: It's about our -- our baby, Hope.",
        "Cole: We want -- no, we need to find out what happened to her and why she really died.",
        "[SCENE_BREAK]",
        "Matthew: This is between you and me, Justin. Leave Destiny out of it.",
        "Justin: Why? Hey, Density, you like my idea? You go to the prom with Matthew and you won't have to worry about learning how to dance. You can just hop in his lap and let training wheels do the rest.",
        "Matthew: I get it, okay?",
        "Destiny: You can shut up now.",
        "Justin: Oh, but that's a lot of extra weight, Buchanan. Think you can handle her?",
        "Matthew: Knock it off.",
        "Destiny: Disability jokes, fat jokes. What else you got, you lamppost?",
        "Justin: After you two roll up, you should ask the DJ to play some stupid love song, just like you did for Becca at the last dance. Oh, that was so sweet.",
        "Matthew: That was you.",
        "Justin: Oh, yeah, that was me. Even though you wanted Becca so bad. Oh, well. Have fun in loserville.",
        "Destiny: Correction. I'm going to the prom.",
        "Rebecca: By yourself?",
        "Destiny: No. I have a date. And it's not Matthew.",
        "[SCENE_BREAK]",
        "Markko: I am handling this, Langston. I don't need you to come down with me. I'm getting the room at the Palace, and I will buy the things.",
        "Langston: Okay, but you were supposed to do that yesterday. You told me, like, three times that you'd handle it.",
        "Markko: Hey, you keep nagging me and you're going to be in that room at the Palace by yourself.",
        "Langston: Something's keeping you from making that little purchase. Is it the whole Catholic guilt thing?",
        "Markko: No.",
        "Langston: Because I don't have a problem getting them myself. It's really no big deal. Hey, um, can I get a package of your best condoms? Thanks.",
        "Langston: See? No big deal.",
        "Markko: Oh, real nice. Very brave.",
        "[Langston laughs]",
        "Markko: What is this? Operation Deflower or Operation Demasculate?",
        "Langston: \"Demasculate\"? God, I Hope not.",
        "[SCENE_BREAK]",
        "Todd: What the hell's going on?",
        "[SCENE_BREAK]",
        "John: Marty? Can you hear me? Marty, do not open the door.",
        "Marty: I've got to catch my breath.",
        "John: Marty... Listen to me. Do not open the door.",
        "[Door closes]",
        "John: You hear me? Do not open the --",
        "[Phone beeps]",
        "Rebecca: Too late, McBain. That envelope's already doing its job on you.",
        "John: It's laced with something. What?",
        "Rebecca: Ever heard of botulism, McBain? Women inject a form of it into their faces because of its amazing ability to paralyze their wrinkles away. You'll be completely immobilized soon. Finally unconscious. Turns out both God and science work in mysterious ways.",
        "John: Yeah.",
        "Rebecca: Someone help me! He's got a gun.",
        "[SCENE_BREAK]",
        "Langston: Oh, no. Did I offend you?",
        "Markko: Look, when I pick you up, I'll be bringing more than just a corsage. Now, will you please chill?",
        "Langston: Okay, I just don't want anything getting in the way of our plan.",
        "Markko: Me neither. Believe me.",
        "Langston: Especially not an overbooked hotel.",
        "Markko: Are you kidding me? I have waited two long years to be with you, Langston.",
        "Langston: Now the waiting's over.",
        "Lola: Hey, are you guys going to prom?",
        "Langston: Yes.",
        "Lola: Do you have a dress? What are you going to do to your hair? Is it going to be an up-do with a little streak of magenta? That's so cool.",
        "Langston: Yeah, it's going to be great.",
        "Lola: Don't forget the corsage. Have fun.",
        "Markko: That was weird.",
        "Langston: Sounded like more of the same to me. She's up to something.",
        "[SCENE_BREAK]",
        "Bo: I read the autopsy report. Sit down, please. Your baby died of Rh disease.",
        "Starr: Oh, no. We thought that, too. But when Cole was in the hospital, we found out that we're both Rh negative.",
        "Nora: You are?",
        "Cole: Yeah, so it couldn't have been Rh.",
        "Starr: Right.",
        "Bo: I know that this is hard to talk about, but oftentimes autopsy reports list secondary causes of death.",
        "Starr: But there weren't any. Michael already checked.",
        "Nora: So you don't know why your baby died?",
        "Cole: That's why Starr and I tried to have Hope's DNA tested.",
        "Starr: With a lock of her hair. But --",
        "Cole: But they said that it wasn't her hair.",
        "Nora: What?",
        "Starr: After Hope died, Dr. Joplin gave me a lock of her hair, but it must have been someone else's baby's.",
        "Nora: Well, that doesn't make sense. Why would she do that?",
        "Cole: And now Dr. Joplin's dead. You know, it's just all a big mess. Nothing's adding up. We know it's not going to change anything. We just really want to know what happened to her. And that's why we came to you.",
        "Bo: What are you asking?",
        "Cole: Part of the reason why I did all those pills is because I didn't want to have to deal with all of this. But now I know I have to face it. I know I have to live a different kind of life so I don't do what I did to Matthew to someone else. Now, that means I need some answers. So can you help us get an official okay to have Hope's body exhumed?",
        "[SCENE_BREAK]",
        "Matthew: Who are you going to the prom with?",
        "Justin: Please. She's totally lying. What major loser would take her out in public?",
        "Destiny: You don't know him. He doesn't go here.",
        "Justin: Yeah. That's because he's in your dreams.",
        "Becca: Come on, I've got to check the color of your vest and make sure it matches my dress.",
        "Justin: Can't wait to see what freak asked her out.",
        "[Becca laughs]",
        "Destiny: You know, I wish they wouldn't, like, hold back. I wish they'd learn to express themselves.",
        "Matthew: Destiny, I'm really sorry. You were just trying to be nice to me and I blew you off. I was a jerk. And besides Cole, you were my only friend here.",
        "Destiny: Yeah. I was.",
        "Matthew: Can't we be friends again? I mean, why won't you go to the prom with me?",
        "Destiny: Didn't you hear me? I just said I have a date.",
        "Matthew: Yeah, but I thought you were --",
        "Destiny: What? That I was making it up? Because you really do think I'm a loser?",
        "[SCENE_BREAK]",
        "Rebecca: You can't fight it. Might as well let the chemical do its thing.",
        "[John grunts]",
        "Orderly: Dr. Saybrooke, are you all right?",
        "Rebecca: I'll be all right. I wish I could say the same for poor Ellen. This man -- he murdered her.",
        "John: Powell Lord killed her, not me.",
        "[SCENE_BREAK]",
        "Powell: Hello, Marty. Nice to see you again. Or is it Jessica? Isn't that what you called yourself when you came in for that nice little family reunion in the nuthouse? With my old frat brother Kevin Buchanan. So nice of you to come see me -- you and John McBain. Going through all that trouble coming up with those aliases.",
        "Marty: Don't come near me.",
        "Powell: You seem scared. I'm not going to hurt you, Marty.",
        "Marty: Stop.",
        "[Phone rings]",
        "Rebecca: Powell Lord is in the infirmary. This man attacked him and then killed Ellen.",
        "John: No!",
        "Rebecca: He's a fugitive. He escaped from a jail in Llanview, Pennsylvania, then made his way up here. He's a serial murderer. He's killed three people, including a police officer, and now Ellen Kwon.",
        "John: No.",
        "Rebecca: His name is John McBain.",
        "[SCENE_BREAK]",
        "[Phone ringing]",
        "Todd: Marty?",
        "Powell: Hey, Todd. Did you get my invite?",
        "Marty: Todd?",
        "[SCENE_BREAK]",
        "Nora: Have you spoken to Marcie about this?",
        "Starr: Yes, and she's okay with it. So is Michael.",
        "Cole: He already talked to the coroner's office about it. But getting permission to open up a grave -- that could take a while, right?",
        "Nora: Yes, it can.",
        "Bo: If you don't have someone to walk it through the bureaucracy.",
        "Cole: Well, we -- we were hoping that person could be you. I know. Who am I to be asking you for a favor? I know I haven't earned it. But Starr -- she hasn't done anything to anyone. So, please, for her sake, will you help us out?",
        "Bo: Yeah. Sure, I'll help.",
        "[SCENE_BREAK]",
        "Matthew: You're not the loser. I am. Look, I thought you were making it up, having a date to the prom. It was wrong for me to think that. You're always so honest.",
        "Destiny: Yeah, well --",
        "Matthew: I mean, maybe if I hadn't been such a jerk, we'd be going together. We could show those posers what being cool is really all about.",
        "Destiny: So, you're coming anyway, right?",
        "Matthew: I don't know, what's the point? Look, I got to go. My sister's probably waiting for me outside.",
        "Matthew: Hey, Destiny... have fun tonight.",
        "[Destiny sighs]",
        "[SCENE_BREAK]",
        "Dorian: Blair, honestly, where are you? This is the fourth message I'm leaving for you, so I'll make it brief. Two words -- come back home. Wait, that's three. Okay, never mind, never mind. Look, you're supposed to be recuperating, recovering, not running around all over the place. So, you get home and start resting and -- and call me back. I love you. Bye-bye. Oh --",
        "Lola: I didn't mean to interrupt.",
        "Dorian: No, that's all right, Lola. I'm done.",
        "Lola: I thought my father was in here.",
        "Dorian: No, no, he's not. Is there something wrong?",
        "Lola: I just -- I just feel really stupid. I mean, Markko and Langston -- they -- they hate me now.",
        "Dorian: You did make some very bad decisions where they're concerned. But since none of it worked out for you, they have no reason to hate you. Do you understand me?",
        "Lola: Yeah, it's just that no one really cares now.",
        "Dorian: I do.",
        "Lola: Even after everything I've done?",
        "Dorian: Look, why don't we sit down? You see...",
        "[Dorian sighs and chuckles]",
        "Dorian: Your father and I -- we understand each other a lot better now. And... well, because of that -- you see, normally, I would've kicked you out onto the curb so fast your -- well, never mind, because you're his daughter, and I'm going to give you a second chance.",
        "Lola: What kind of second chance?",
        "Dorian: To become part of this family. You see, the Cramer women are a very powerful lot when we stick together. Do you understand me? When we stick together. You try that, and it's going to work out a lot better for you than what you have been doing.",
        "Lola: It's just that I don't feel like a woman right now. I feel like a little girl.",
        "Dorian: And why is that? What's happened?",
        "[SCENE_BREAK]",
        "Langston: Something's up. Lola all upbeat about us going to prom together? Since when is she happy for us?",
        "Markko: I know.",
        "Langston: You don't think she heard us talking about everything?",
        "Markko: Don't go there.",
        "Langston: No, Markko, she's really sneaky. What if she's, like, stalking us?",
        "Markko: Nothing is going to mess this up. I promise, I'll take care of the -- you know. Now, why don't I give you a ride home?",
        "Langston: Hello? Don't you have to go to the Palace?",
        "Markko: Hello? It's on the way.",
        "Langston: Oh, sorry.",
        "Markko: It's okay.",
        "Langston: All right, here.",
        "Markko: What's that?",
        "Langston: Half, for the hotel.",
        "Markko: No, you put that away.",
        "Langston: What? Why?",
        "Markko: I got this. I told you that before.",
        "Langston: Markko, it's going to cost, like, more than a month's worth of tips. Will you just take the money?",
        "Markko: My father says that it's the man that always pays. That's part of being a gentleman.",
        "Langston: Okay, that's really sweet, but you know that I don't do the whole \"you pay the bills and I just sit there and look pretty\" routine.",
        "Markko: Stop it.",
        "Langston: Markko, this is our night, our first night together, okay? We're partners.",
        "Markko: Oh, that -- that feels good, partner.",
        "[SCENE_BREAK]",
        "Dorian: I would hope that you'd feel comfortable telling me whatever's bothering you.",
        "Lola: Yes, I do.",
        "Dorian: Well, then why is it that you feel more like a girl than a woman?",
        "Lola: I guess I just -- I just realized that I'm not ready for a guy like Markko.",
        "Dorian: Meaning?",
        "Lola: This is just between us, right?",
        "Dorian: Oh, absolutely.",
        "Lola: I'm just -- I'm worried that maybe Markko's pressuring Langston to do something that she's not ready to do.",
        "Dorian: Pressuring her in what way?",
        "Lola: Well, I heard them talking about something called \"Operation Deflower.\"",
        "[SCENE_BREAK]",
        "Orderly: We got to call the police.",
        "Rebecca: The Llanview authorities are already on their way. McBain's at the top of their fugitive list, so they've asked us to secure him until they arrive. He's been sedated.",
        "Orderly: Taking a long time to go down.",
        "Rebecca: See what I mean? He won't stop. He's also a pathological liar. Don't buy into anything he says. Treat him as you would your most dangerous, criminally insane patient. Use whatever means possible to keep him under control. He's killed before and he'll kill again.",
        "John: You bitch!",
        "[SCENE_BREAK]",
        "Todd: Who the hell is this? Where's Marty?",
        "Powell: What, you don't recognize my voice? Have I stayed away too long, Todd?",
        "Todd: Powell?",
        "Powell: Ah, you do remember me. Hey, have you been drinking? Or is it the invite? I'm going to guess it's the latter. It's probably safe to assume that Blair and Téa got theirs already. Hey, that's got a nice ring to it. \"Got theirs.\" Anyway, Todd, no need to RSVP on that invitation. I'm sure your answer's \"yes.\" I'll see you at the spring fling.",
        "[SCENE_BREAK]",
        "Dorian: Well, that's funny. I thought I heard you say \"Operation Deflower.\"",
        "Lola: I did. I mean, that's what I heard Markko and Langston say.",
        "Dorian: No, no, that couldn't have been what they said, because that is an old-fashioned expression which means --",
        "Lola: Is that like some code for, I don't know, saying having sex?",
        "Dorian: It would be if that was what they said, but I'm sure that's not what they said, because it means that it is a girl's first time.",
        "Lola: Well, then that's it. I mean, they were talking about getting a room for, I guess, just after prom?",
        "Dorian: They probably just want a room after the prom... so they can have a party.",
        "Lola: With condoms? I mean, that's what else they were talking about.",
        "[SCENE_BREAK]",
        "Markko: I can't wait to pick you up tonight.",
        "Langston: I'm not all you're going to pick up, right?",
        "Markko: I know, I know, I'm on it.",
        "Langston: Okay, you're going to buy them right after you go to the Palace?",
        "Markko: I'm going to walk into that drugstore like a man on a mission. I'll buy the place out.",
        "Langston: Oh, whoa, calm down there, big guy.",
        "Markko: Pick you up at 7:00?",
        "Langston: Okay.",
        "[SCENE_BREAK]",
        "Starr: You'll do this? You'll -- you'll really help us?",
        "Bo: If you two are sure you want to go through with this.",
        "Cole: Yeah, we are.",
        "Bo: Okay, then.",
        "Starr: Thank you so, so much.",
        "Cole: Yeah, I don't even know what to say.",
        "Bo: You already did. I'll get on it right away.",
        "Starr: And I know that you're really busy, but --",
        "Bo: As soon as I find out anything, I'm going to let you know.",
        "Starr: Okay.",
        "Cole: Thank you. I'm sorry, just one more thing. You haven't heard from my mom or John yet, have you?",
        "Bo: No, afraid not.",
        "Cole: Thanks.",
        "Nora: Cole, could I have a word with you?",
        "Cole: Yeah, just let me say goodbye to Starr, please.",
        "Cole: Hey... I couldn't have done this without you.",
        "Starr: We're a team. Maybe now we can get some answers. I'll see you later.",
        "Cole: Okay.",
        "[Door opens]",
        "[Door closes]",
        "Nora: It took a lot of guts for you to come here today.",
        "Cole: Yeah?",
        "Nora: Yeah, you should be proud of yourself. I hope that your recovery is going well. I'm really happy that it is.",
        "Cole: One day at a time, right?",
        "Nora: Right, that's right. It certainly can't be easy with your mom gone.",
        "Cole: I talked to her today. She -- she sounds all right. I just wish I knew for sure that she was.",
        "Nora: Oh, you know, John's with her, so you know him. He's got to be locked up, tied down, and half dead before he'd let anything happen to Marty.",
        "[SCENE_BREAK]",
        "[John grunts]",
        "John: I didn't kill anyone. I used to be a cop.",
        "Orderly: Yeah, and I used to be the president.",
        "John: You got to let me out. If you don't, more people are going to die.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Powell: Well?",
        "Rebecca: Everything went exactly as you said it would. I love you so much.",
        "Powell: I love you, too. We're finally going to have it all.",
        "[SCENE_BREAK]",
        "Nora: Listen, Cole, I -- I think forgiveness will be a long time coming, but I am proud of you. It did take guts for you to come here.",
        "Cole: I'm glad I did.",
        "Nora: Yeah. And I'm sorry -- I'm really sorry for the pain that you and Starr are going through. I mean, it's painful enough to lose a child, but then not knowing why, just -- it's the worst.",
        "Cole: Thank you.",
        "[SCENE_BREAK]",
        "Destiny: Hey, it's Des. Listen, you got to do me a favor. Don't give me attitude. Just listen. You got to take me to prom.",
        "[SCENE_BREAK]",
        "[John grunts]",
        "Orderly: A little isolation should do you good.",
        "John: Wait, wait, wait.",
        "[Door closes]",
        "John: What's your name?",
        "Orderly: Neil.",
        "John: Hey, listen, Neil -- you don't play and that's okay, but... Do me a favor -- call the Llanview police department, all right? You ask for Bo Buchanan. He's the commissioner, all right? Tell Bo John McBain's here. Just tell him I'm here.",
        "[SCENE_BREAK]",
        "Bo: Thank you, appreciate it.",
        "Nora: You okay?",
        "[Bo sighs]",
        "Bo: It was hard seeing Cole just now.",
        "Nora: I know.",
        "Bo: You know, I can't believe I'm going to say this, but I feel for the kid.",
        "Nora: I know exactly what you mean. I keep trying to hate him, and I can't.",
        "Bo: Yeah.",
        "Nora: That's what makes this whole thing so damn hard.",
        "Bo: Yeah.",
        "Nora: This whole -- it just -- oh, God, it just --",
        "Bo: Stinks.",
        "Nora: Yes!",
        "[Nora sighs]",
        "Nora: You know, Bo, something hit me when I was listening to the kids talk. If Starr hadn't gotten pregnant, lost the baby, gone through all that pain, Cole going to pills, then Matthew would be going to the dance tonight, not in a wheelchair. Just one random act can cause so much damage. You're right. We do need to talk about what happened in the car, or what didn't happen.",
        "[SCENE_BREAK]",
        "Langston: Thank God.",
        "Starr: What is with the 50 million messages?",
        "Langston: It wasn't 50 million.",
        "Starr: It was nine messages --",
        "[Phone beeps]",
        "Starr: Langston, this is 10 messages. What's going on?",
        "Langston: I was freaking out. I thought your dad was, like, keeping you at his house or something.",
        "Starr: No, believe it or not, we worked everything out. But what is wrong with you?",
        "Langston: No -- nothing.",
        "Starr: 10 messages?",
        "Langston: I was really worried. I never get to see you. Stuff's been going on. But anyway, what's going on with you?",
        "Starr: Langston, I think you should go first.",
        "Langston: Okay, are you ready for this?",
        "Starr: What?",
        "Langston: After prom, Markko and I -- we're going to go all the way.",
        "Dorian: Not if I have anything to say about it.",
        "[SCENE_BREAK]",
        "Jack: Hey, Dad, Sam wants to see flasher lady!",
        "Jack: Mom? Dad?",
        "[SCENE_BREAK]",
        "John: Call Bo Buchanan, please.",
        "John: Marty.",
        "[SCENE_BREAK]",
        "Rebecca: Do you really have to do this?",
        "Powell: Yeah. Tonight, I'm going to finish what I started."
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=wZUCDgxCdig"
}