{
    "Episode Summary": [
        "Episode # 10660"
    ],
    "Recap": [
        "Schuyler is devastated after Oliver informs him that Sierra is his (Oliver's) daughter and not Schuyler's. He secretly takes Allison's gun when she is distracted. He declares that he must get Gigi back because she is his life and the only thing that broke them up is a lie. Allison reveals to a devastated Roxy who assumes the baby she gave birth to died all those years ago, that he did not. Yet Roxy has no clue whom her son would be. Starr is really angry at Langston for putting her up to lying to Markko for her and not admitting that she is sleeping with Ford. Markko knows that Langston is lying to him about something and asks Cole what he might know and asks him to attempt to find out from Starr. Kim knows she has to break it off with Clint. So she tells him she's cheated on him after David has blackmailed her in order not to take his birthright from him."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Kelly: Wait a minute, stop. I need to talk to her.",
        "Sol: The prisoner is in custody, Miss.",
        "Kelly: It's in connection with a crime.",
        "Todd: We're with \"The Sun.\"",
        "Kelly: It won't take very long. I just have a few questions. What can you tell me about my mother's death?",
        "[SCENE_BREAK]",
        "Cole: I saw the way you were looking at Langston. Whatever this is, it can't just be about her play.",
        "Langston: Cole is Markko's best friend, and if you tell him, he's going to tell Markko.",
        "Starr: You can't ask me to do this.",
        "Langston: Please, Starr. Please, I'm begging you. Just keep this between the two of us. You said you were my best friend.",
        "Starr: Okay, fine. I won't tell Cole, but only for now.",
        "Langston: You're missing the point. I don't like the direction she's going, Cole. It's horrible.",
        "[SCENE_BREAK]",
        "Langston: I didn't lie to you, Markko.",
        "Markko: No? You told me you were going over to Dorian's, but when I went over there, she told me she hadn't seen you all day.",
        "[SCENE_BREAK]",
        "Kim: Clint?",
        "Clint: Hello, sugar.",
        "Kim: I thought you were with Jessica.",
        "Clint: Yeah, I was, but as it turns out, I had to go to the office, after all. But now I'm home. Going somewhere?",
        "[SCENE_BREAK]",
        "John: All right, listen to me. Anything breaks in the Allison Perkins case, you call me, all right? Otherwise, I am leaving for the hospital to pick Marty up and bring her home.",
        "[SCENE_BREAK]",
        "Natalie: Hey, Rox, what are you doing?",
        "Roxy: Well, it may not be much, but I still got my business. The last thing in the world I want to do is lose it.",
        "Natalie: Roxy, you know, you may not lose as much as you think.",
        "Roxy: What about my Rexy? See, I can't even say that anymore. He's not mine, and he never was.",
        "Natalie: But you treated him like he was. You loved him like he was. So don't say that you've lost your son, because it's just not true.",
        "[SCENE_BREAK]",
        "Gigi: [Sighs] Schuyler, you're okay. Where's the baby?",
        "Schuyler: Something happened at Statesville.",
        "Gigi: I know. We've been hearing all kinds of crazy things, but what about Sierra? She's all right, isn't she?",
        "Schuyler: I hope so.",
        "Gigi: You hope? What are you talking about?",
        "Schuyler: Allison got away. She--she took Sierra.",
        "Gigi: Oh, my God. Oh--",
        "Schuyler: I know--it's okay, but I know--I know where she went. I just need you to come with me.",
        "Gigi: We have to tell Rex. He left just a minute ago.",
        "Schuyler: No, no, no. Gigi, there's no time for that.",
        "Gigi: No, please. Please, he'll be back any second and he'll be able to help us.",
        "Schuyler: No, by then, it'll already be too late. I need you to come with me. We have to go now. I'll explain on the way.",
        "[SCENE_BREAK]",
        "Brody: All right, get back to me ASAP. Thanks. Any info on Allison's gun?",
        "Bo: I questioned every guard myself. Nobody took it out of here.",
        "Brody: Well, Allison doesn't have it. They searched her.",
        "Bo: And I searched Mitch.",
        "Brody: The only other person in here was Schuyler Joplin.",
        "Bo: Where's Schuyler Joplin now?",
        "[SCENE_BREAK]",
        "Rex: Hey, I called the station to see if anyone knew whether Sierra-- Gige? Gigi?",
        "[SCENE_BREAK]",
        "Kim: I'm so sorry, Clint. I have to go.",
        "Clint: When you told me to hurry home, I thought the plan was, we were going to spend some time alone tonight. Well, what's so urgent? Why do you have to leave town?",
        "Kim: I'm not just leaving town. I'm leaving you.",
        "David: Atta girl.",
        "[SCENE_BREAK]",
        "Cole: So before, when you wanted to talk to me about Langston, that was about the play, too?",
        "Starr: In a way. You know, it's not just a play, you know? It's--it's about real people.",
        "Cole: Okay, I still don't get why you're so upset about it.",
        "Starr: Langston's made some bad choices that I don't agree with, and I don't know what to do about it.",
        "[SCENE_BREAK]",
        "Langston: You're checking up on me now?",
        "Markko: I wanted to talk to you.",
        "Langston: Yeah, right. I mean, you wanted to make sure that I was at Dorian's, and when I wasn't, you didn't even try to find another explanation.",
        "Markko: Like what?",
        "Langston: Like maybe Dorian wasn't around when I got there, so I just went upstairs, got what I needed, and left. But you know what? Go ahead, Markko. Put the worst possible spin on it, because you obviously want me to be guilty of something.",
        "Markko: That is so not true.",
        "Langston: Then why are you treating me like such a criminal?",
        "Markko: Maybe because you're treating me like a stranger, and I don't like it!",
        "[SCENE_BREAK]",
        "Roxy: Don't sugarcoat it, Natalie. Why would Rexy have anything to do with me? I'm not even his family anymore.",
        "Natalie: I think that Rex is just trying to deal with all of this.",
        "Roxy: Yeah, me, too. He looks at me and he sees nothing but lies.",
        "Natalie: They're not your lies. You didn't--you didn't know any more than Rex did. I mean, you didn't know until Allison Perkins told you.",
        "Roxy: You think Rexy sees it like that?",
        "Natalie: I think that Rex is not the only one hurting here.",
        "[Roxy sighs]",
        "Natalie: I mean, what about you, Rox? Finding out after all these years what really happened to your baby?",
        "Roxy: Yeah, my poor, little baby...",
        "Natalie: Oh.",
        "Roxy: Oh, what can I do about it? Nothing. It's too late.",
        "Natalie: No, but you don't have to stuff your feelings down inside. I mean, you must have a million questions.",
        "Roxy: Yeah, you better believe it. Listen, give this to John, okay? There's something that I got to do.",
        "Natalie: Whew.",
        "John: Coming. Hey.",
        "Natalie: Hi. Uh, Roxy had to take off. She asked me to drop these off for you.",
        "John: Oh. Okay. Thanks.",
        "Natalie: Are you expecting company?",
        "John: Thanks--why?",
        "Natalie: Envelope says \"extra key.\"",
        "John: Marty's moving in.",
        "[SCENE_BREAK]",
        "Rex: Don't scare me like this, Gige.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Bo: I can tell I'm not going to like this one.",
        "Brody: One of the guards was escorting Joplin to a secure area for questioning, but they never got there.",
        "Bo: Oh, they never got there? Now, how the hell did that happen?",
        "[Phone rings]",
        "Bo: Buchanan.",
        "Rex: Bo, where are you?",
        "Bo: We're still at Statesville, but, hey, Balsom, you can relax. The baby's been rescued.",
        "Rex: All right, thank God.",
        "Bo: Yeah, I bet you've been going out of your mind, huh? Don't worry, she's fine.",
        "Rex: When did you tell Gigi?",
        "Bo: I didn't.",
        "Rex: Well, I went out for a minute, and when I got back, Gigi was gone. I figured she heard news about the baby and--",
        "Bo: The news about the baby hasn't been released yet. There's no way she could have known that by now.",
        "Rex: Well, something made her leave here in a hurry. She--she didn't take her phone or purse--nothing.",
        "Bo: All right. You stay there. I'll be right over. Find Schuyler Joplin.",
        "[SCENE_BREAK]",
        "Sol: Okay, you can talk to the prisoner, but you're on the clock.",
        "Kelly: All right, Allison. I don't have much time, so in your own words, why don't you tell me what you know about my mother's death?",
        "Allison: I thought I heard she died of a heart attack.",
        "Kelly: I have reason to believe otherwise.",
        "Todd: Yeah, Mitch Laurence threatened Dorian's family, then...her sister turns up dead. That's not a coincidence.",
        "Kelly: Mitch contacted you and ordered you to kill her, didn't he?",
        "Allison: Isn't there supposed to be an attorney present?",
        "Todd: You know what, Allison? You need to stop jerking us around or you can watch me stick my fist down your throat.",
        "Allison: Okay. You'll have to repeat the question.",
        "Kelly: I want to know how my mother died.",
        "Allison: Oh. Pull up a chair.",
        "Kelly: You knew about the threats Mitch made to my Aunt Dorian?",
        "Allison: She betrayed him, and she got his daughter, Jessica, shot.",
        "Todd: Well, accidentally. Charlie was aiming for Mitch.",
        "Allison: All the more reason she had to be punished.",
        "Kelly: Oh, that's right. \"Thou shall not kill unless you or Mitch are doing the killing,\" huh?",
        "Allison: The messenger told me any one of the Cramer women would do. Imagine my dilemma at my potential candidates. I considered Starr first.",
        "Todd: Okay, I'm not going to listen to this--",
        "Kelly: All right, you know what? No, no, no, no. Let her finish, please.",
        "Allison: But I settled on Cassie. Then I happened to hear a weather report. Sunny California was even sunnier than usual, so I headed west.",
        "Todd: To Melinda?",
        "Kelly: I knew it. You killed her.",
        "Allison: Now, wait a minute. I didn't say that.",
        "[SCENE_BREAK]",
        "Clint: I know our wedding vows were brief. I guess I should have added \"till death do us part.\"",
        "Kim: This isn't a joke, Clint.",
        "Clint: All right, what have I done to make my wife walk out on me?",
        "Kim: Nothing. It's not you, it's me.",
        "Clint: All right. What have you done then?",
        "Kim: You don't want to know.",
        "Clint: I think maybe I do.",
        "Kim: Trust me. I just think it would be best for both of us if it was just a clean break.",
        "Clint: No. What is best for both of us is for us to put all our cards on the table, because this is just crazy. And I deserve an explanation, Kim.",
        "Kim: Well, I just wanted to leave before you could throw me out, okay? Is that enough of an explanation for you?",
        "Clint: Why would I ever want to throw you out?",
        "Kim: Because I did something really bad. You'd never be able to forgive me.",
        "Clint: This is nuts. And I'll be damned if I'm going to let you walk out without you telling me why.",
        "Kim: I was afraid that it would come out at the custody hearing.",
        "Clint: You were afraid what was going to come out?",
        "Kim: Stacy and I had a plan. And in order for it to work, we did a terrible thing. We kept a child from her father.",
        "[SCENE_BREAK]",
        "Natalie: Well, I figured you and Marty would be moving in together. Congratulations.",
        "John: Thanks.",
        "Natalie: So, I'm surprised you're not on duty. I heard that Allison was still out there on the loose with Schuyler's baby.",
        "John: Bo's handling it.",
        "Natalie: What--what happened? You didn't get fired, did you?",
        "John: Not this time. No, I just had to take some personal time. Marty had some complications. She's--she's fine, but she had to spend a little time in the hospital.",
        "Natalie: I'm--I'm so sorry. I had no idea. Is the baby okay?",
        "John: The baby's fine. Marty's just got to take it easy. I'm sorry, I'm being rude. Please come in. I'm actually surprised to see you. I thought you were taking off to London.",
        "Natalie: Uh--actually, no. I--I had to make that up.",
        "John: Oh. Why'd you have to make it up?",
        "Natalie: Because Allison was there. She told me to get rid of you. She had a gun.",
        "John: What?",
        "Natalie: She was hiding in the back of the salon. I had no choice.",
        "John: Oh, you had a choice. You could have given me a signal.",
        "Natalie: I couldn't. She said that she was going to kill the baby. She said she would kill Roxy and you. I didn't want to take that chance.",
        "John: I knew there was something wrong.",
        "Natalie: I'm sorry I lied.",
        "John: Unfortunately, you're getting good at that.",
        "Natalie: I guess sometimes it comes in handy.",
        "[SCENE_BREAK]",
        "Rex: Hey.",
        "Bo: Hey.",
        "Rex: I don't know what to think. She still hasn't called.",
        "Bo: Well, obviously, you tried her place, right?",
        "Rex: Yeah, I had to be careful not to panic Shane, so I just told Moe that I was calling to say good night. But no, she has not shown up there.",
        "Bo: And you can't think of any reason that she might just take off on her own?",
        "Rex: What, without her purse? Nothing could have gotten her to leave here unless it had something to do with Sierra.",
        "Bo: How long were you out of the apartment?",
        "Rex: Not long. I checked her phone log to see if she got any calls while I was gone. There's nothing.",
        "Bo: Well, maybe somebody showed up in person and didn't give her a chance to grab all of her stuff.",
        "Rex: I thought you said Allison Perkins was locked up.",
        "Bo: She is. She and Laurence, both.",
        "[Loud knock on door]",
        "Bo: Yeah? Did you track him down?",
        "Brody: We found the guard that was supposed to be taking him to the secure location. He was locked in the supply closet.",
        "Rex: What are you talking about?",
        "Bo: Schuyler Joplin. Send out an A.P.B.",
        "Rex: Why are you putting an A.P.B. on Schuyler? What's going on?",
        "[SCENE_BREAK]",
        "Gigi: Hello? See, I told you. No one's here.",
        "Schuyler: Don't panic.",
        "Gigi: Hello!",
        "Schuyler: Everything's going to be okay.",
        "Gigi: How? There's no car outside. We walk into a totally dark house. Where is Sierra? Hello?",
        "Gigi: Schuyler, you swore that before Allison escaped, you heard her say she took the baby here.",
        "Schuyler: I'm sorry, Gigi. I--I lied.",
        "[SCENE_BREAK]",
        "Cole: Look, we both know that Langston can be stubborn sometimes.",
        "Starr: This is different. She is making decisions that could affect the rest of her life.",
        "Cole: It really sucks when you see your friend messing up and they won't let you help. Look, you have to try to wait it out. Because eventually, she's going to need her best friend's shoulder to cry on.",
        "[SCENE_BREAK]",
        "Langston: How am I treating you like a stranger?",
        "Markko: You're not here, Lang. I mean, you're in the room, but most of you is somewhere else, and I'm not invited.",
        "Langston: That--that's crazy.",
        "Markko: We're constantly missing each other. You don't get my messages, or I don't get yours, or you say you're going out for 10 minutes, and I don't see you for hours.",
        "Langston: I--I lose track of time when I'm working on the show.",
        "Markko: This is not about the show, Lang. This is about you not being honest with me.",
        "Langston: I told you, I went to Dorian's, but I left before anybody--",
        "Markko: Yeah, yeah, yeah--you went to Dorian's to pick up some sheet music. So where is it?",
        "Langston: Starr has it.",
        "[SCENE_BREAK]",
        "Kelly: I don't understand. You just admitted you went to California to kill my mother.",
        "Allison: I did. One of those no-frill airlines. You know, they don't even serve peanuts anymore.",
        "Todd: Allison, we don't have time for your lunatic rants.",
        "Allison: If he keeps this up, I might not feel like talking.",
        "Kelly: Okay. Please, keep going. You went to my mother's clinic...",
        "Allison: Mm-hmm. It was all planned out. I was going to sneak past security, find her room. It was going to be a snap.",
        "Kelly: Then what happened?",
        "Allison: I got caught.",
        "Kelly: You what?",
        "Allison: A little wrench in the works. If there's one thing I'm good at, it's hoodwinking mental health professionals. I was in the middle of talking my way in when they told me--",
        "Kelly: What did they tell you?",
        "Allison: Your mother was already dead.",
        "[SCENE_BREAK]",
        "John: I don't know how you stayed as calm as you did.",
        "Natalie: I just knew that Allison wouldn't think twice to use the gun, and so thank God in the end, she didn't.",
        "John: I'm just glad you're all right. You are all right?",
        "Natalie: Yeah, just-- it's been a really weird day. Me being held at gunpoint was nothing compared to the bombshell Roxy dropped today.",
        "John: What happened?",
        "Natalie: Nothing. Nothing. You have plenty to deal with with Marty and the baby.",
        "John: No, no, don't--don't give me \"nothing,\" okay? Talk to me, Natalie. What happened with Roxy?",
        "Natalie: She'll be okay. I mean, we all will. It's just things can happen with babies.",
        "John: What baby are we talking about?",
        "Natalie: It's a long story. It's just it turns out that Rex isn't who he thought he was.",
        "[SCENE_BREAK]",
        "Rex: Why are the police looking for Schuyler?",
        "Bo: We had a situation and we needed him to stick around for some questioning.",
        "Rex: Okay, now, wait. You told me that Sierra Rose was okay. Now, he didn't try to run off with her so we wouldn't have to go to the custody hearing?",
        "Bo: Sierra Rose is just fine. She's in good hands.",
        "Rex: Okay. So, what's the deal with Schuyler?",
        "Bo: He found out something that is going to be pretty hard to handle. I don't think his head's in a good place right now.",
        "[SCENE_BREAK]",
        "Gigi: What did you lie about? Is Sierra okay? Did Allison do something to her?",
        "Schuyler: No, no, no. I swear to God, Sierra is fine. Allison was arrested.",
        "Gigi: Okay, so now she was arrested.",
        "Schuyler: She won't ever hurt Sierra ever again.",
        "Gigi: Okay, so why did you tell me that Allison brought her here?",
        "Schuyler: Well, I had my reasons, but the point is, the baby is safe, and I wouldn't have left her if I didn't know that.",
        "Gigi: Left her where, Schuyler?",
        "Schuyler: She's with her father now.",
        "[SCENE_BREAK]",
        "Bo: Fish showed up--with a D.N.A. test that determines the paternity of Stacy Morasco's baby.",
        "Rex: You're not still trying to tell me that Sierra Rose could be mine, after all?",
        "Bo: No, Balsom. She is not your baby.",
        "[SCENE_BREAK]",
        "Gigi: How can Sierra be with her father? You're her father.",
        "Schuyler: I thought I was. I mean, that's--that's what Stacy told me, but she lied to me. She lied to all of us. Are you hearing this, Gigi? Your sister set us up. It was all a damn lie.",
        "Gigi: I'm sorry, I don't follow.",
        "Schuyler: I mean, she knew what she was doing to us, but did she care? No! Not --not as long as she got what she wanted! It was Stacy, Gigi. Stacy tore us apart.",
        "[SCENE_BREAK]",
        "Bo: Sierra Rose isn't yours, Balsom, but she's not Schuyler Joplin's either.",
        "[SCENE_BREAK]",
        "Schuyler: Without all those lies, I never would have lost you, Stacy never would have died, Sierra never would have gotten kidnapped, but your sister set it all in motion. She condemned us, Gigi.",
        "Gigi: Schuyler, stop, stop. You're scaring me.",
        "Schuyler: No, and the thing--you know what the thing is? None of it had to happen, none of it, because I'm not even Sierra's father.",
        "Gigi: Why are you saying that?",
        "Schuyler: Because I have to say it, Gigi. I have to say it because it's the only way I'm gonna be able to let go, because Sierra's not my child. She's-- she belongs to somebody else.",
        "[SCENE_BREAK]",
        "Kelly: My mother was dead when you got there?",
        "Allison: Find me a bible and I'll swear on it.",
        "Todd: Okay, maybe she really did die of a heart attack.",
        "Kelly: No, see, it doesn't explain the phone calls. Someone has been trying to contact me. He said that my mother was murdered.",
        "Allison: Sorry. Can't help you there.",
        "Roxy: Thank God you're in a place where you can't hurt anyone else. She's not getting out of here, right?",
        "Kelly: No, no. I'm gonna get some air.",
        "Roxy: So, what happened to him?",
        "Allison: Who?",
        "Roxy: My baby boy. Where is he buried?",
        "Allison: Buried? Why would he be buried?",
        "[SCENE_BREAK]",
        "Schuyler: I'm never gonna forgive Stacy for what she did to us. I mean, how-- how can you use your own baby?",
        "Gigi: So if--if you're not Sierra's father, then it was Rex all along.",
        "Schuyler: No, no, no, no. It was Oliver.",
        "Gigi: Oliver?",
        "Schuyler: Oliver. It was Oliver. Oliver Fish is Sierra's father.",
        "[SCENE_BREAK]",
        "Bo: Thanks.",
        "Rex: I don't believe it. Fish is the last person I thought--",
        "Bo: DNA tests don't lie, Balsom.",
        "Rex: That little girl and I have a lot in common tonight.",
        "Bo: What do you mean?",
        "Rex: Finding out your dad is not who you thought seems to be going around.",
        "Bo: Yeah. You got a lot to deal with.",
        "Rex: You know?",
        "Bo: Allison mentioned something. But you know there's a lot worse things than to find out that you're not Mitch Laurence's son.",
        "Rex: Yeah. That I won't miss. But Roxy. Whoever thought that I'd want to be her son?",
        "Bo: What are you talking about? You're not?",
        "Rex: All my life, at least I had her to count on. Now it turns out I'm not just looking for my father. I don't have a mother either.",
        "[SCENE_BREAK]",
        "Kim: I wish I could say it was Stacy's idea, but it was mine, except when we told Schuyler he was the father, that's when it was a team effort.",
        "Clint: But you both knew the truth.",
        "Kim: We knew it was Oliver Fish.",
        "Clint: How did you get Schuyler to believe that the baby was his?",
        "Kim: You don't even want to know.",
        "Clint: Yes, Kim, I do.",
        "Kim: We convinced him he had sex with Stacy while he was drugged.",
        "Clint: Who drugged him?",
        "Kim: Stacy did, but she never would have if I hadn't given her the stuff.",
        "Clint: You know, what you were doing is so dangerous.",
        "Kim: I know. It was insane. Making sure that Rex still thought that he was the daddy when Schuyler thought that he knew he was, and then all the while the real father was in the dark.",
        "David: I'm so confused.",
        "Clint: You know, don't you, that you could have ended up in jail.",
        "Kim: You're not gonna have me arrested, are you?",
        "Clint: No, but I think you can kiss our chances at custody good-bye.",
        "Kim: Right. And since the reason we got together is Sierra Rose, I guess this marriage is over.",
        "Clint: It doesn't have to be.",
        "[SCENE_BREAK]",
        "Natalie: So after Roxy and Mitch's baby died, she managed to pull off another switch and found an abandoned baby and gave it to Roxy and told her it was hers.",
        "John: And that kid was Rex.",
        "Natalie: Yeah. All this time, she had no idea that he wasn't hers, and then Rex--he's so devastated.",
        "John: Who wouldn't be?",
        "Natalie: It's just I want to help them, and I feel like there's nothing I can do for either one of them. I just have to sit there and watch them suffer.",
        "John: It's not just them that's hurting. It's got to be tough on you, too.",
        "Natalie: I'm fine. I'm fine. I'm just--I'm worried about Sierra, you know, if she's still out there with that maniac. John, she was going to shoot you.",
        "John: Hey. It's gonna be okay.",
        "[SCENE_BREAK]",
        "Bo: I just hate the fact that you have to struggle with all this crap again, you know?",
        "Rex: I'm okay!",
        "Bo: Yeah, but you spent so much time trying to find your father, and now you're right back to square one.",
        "Rex: I'm not gonna sit around here feeling sorry for myself while Gigi is God knows where. We've got to find her.",
        "Bo: We will find her. We will. I think it's a pretty good bet she's with Schuyler.",
        "Rex: Good. No matter what I think of the guy, he loves her, so as long as she's with him, at least I know she's safe.",
        "[SCENE_BREAK]",
        "Gigi: With all the things Stacy lied about, how do we even know what to believe? How can we be sure about Oliver Fish?",
        "Schuyler: DNA. DNA. He knew there was an outside shot, and the test proved it. It's all right there in black and white.",
        "Gigi: You saw it?",
        "Schuyler: Yeah. Oh, God, and, Gigi, when I did, I knew. I knew I was the one who had to tell you.",
        "Gigi: Why?",
        "Schuyler: Because--because this changes everything. I mean, do you get it now? Do you get why I had to bring you here?",
        "Gigi: Not really.",
        "Schuyler: Because this is where it all started. This is where you chose me.",
        "Gigi: Schuyler, I--",
        "Schuyler: We were so happy. Anything was possible, and you know what? We could get that back.",
        "[SCENE_BREAK]",
        "Markko: You have the sheet music Langston got from Dorian's?",
        "Langston: Yeah. The lyrics for \"Starr Power.\" Remember I said I wanted your input? I mean, isn't it in your bag? Can't you just show Markko so we can stop having this stupid fight?",
        "Markko: Lang, I am so sorry.",
        "Langston: Forget it.",
        "Markko: No, no, no. I'm an idiot. I never should have accused you like that. I should know you'd never lie to me.",
        "Langston: I'm--I got to go home. Hope you didn't hire someone to follow me.",
        "Markko: Come on. Langston, I said I'm sorry. Langston.",
        "Cole: What the hell just happened?",
        "Markko: I wish I knew.",
        "[SCENE_BREAK]",
        "Clint: There is no excuse for what you did.",
        "Kim: I know.",
        "Clint: But we have to consider the reasons. I mean, Stacy was your best friend. She was in way over her head. She grabbed for a lifeline, and you were it.",
        "Kim: It was still wrong.",
        "Clint: Yeah, but it's over, and Stacy is gone, and you'll never be in a position like that again.",
        "Kim: No, I won't.",
        "Clint: And as bad as it was, none of the things that you did concerned us. So as far as I'm concerned, that's not a deal-breaker.",
        "Kim: It's not?",
        "Clint: I'm still willing to give this marriage a shot. How about you?",
        "[No audio]",
        "Kim: I'm sorry, Clint. I can't. It's no use. I have to go.",
        "Clint: Oh, God, Kim. Why?",
        "Kim: Because I cheated. There was this guy from before, and he came here, and--",
        "Clint: Go on.",
        "Kim: And we started talking about how it used to be in the past, and then one thing led to another, and--",
        "Clint: And you slept with him. Well, my dear, that is a deal-breaker.",
        "[SCENE_BREAK]",
        "Natalie: Thanks, but no, thanks.",
        "John: Where are you going?",
        "Natalie: Anywhere but here.",
        "John: What's the problem?",
        "Natalie: The problem is I said I would stay away from you, and Marty is pregnant with your baby, and she's moving in here. I mean, don't you think 4 is a crowd?",
        "John: Yeah, but why are you acting like you did something wrong?",
        "Natalie: Because I did. I cried on your shoulder again.",
        "John: Isn't that what friends do?",
        "Natalie: Maybe I just need to find a new friend.",
        "John: So, what? We're not even supposed to talk to each other?",
        "Natalie: We can say hello, but if I need to go any deeper than that, I--I need to find a friend that doesn't have a pregnant live-in girlfriend. I'm really glad that Marty and the baby are okay.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Todd: Here you go.",
        "Kelly: Thanks.",
        "Todd: So you don't believe that mom really could have died of a heart attack.",
        "Kelly: Not if someone keeps trying to tell me that she was murdered.",
        "Todd: Who besides Mitch would have wanted her dead?",
        "Kelly: I don't know.",
        "Todd: Well, I think we've gotten all we're gonna get from Allison, so why don't we leave?",
        "Kelly: No, I can find my own way home.",
        "Todd: From prison?",
        "Kelly: Yeah. Yeah, it's okay. Look, if my mom really did die of a heart attack, then I can use some time alone. Thank you for being with me tonight.",
        "Todd: Sure. Anytime.",
        "[SCENE_BREAK]",
        "Roxy: So if he wasn't buried, where'd you put the ashes?",
        "Allison: Is there something in the water around here? Everybody's jumping to conclusions.",
        "Roxy: He wasn't cremated?",
        "Allison: No.",
        "Roxy: Oh, God help me. That was my son. That was my flesh and blood, and I'm never gonna have any peace. What the hell are you doing?",
        "Allison: I know something you don't know",
        "[SCENE_BREAK]",
        "Brody: We've got guys in every sector, and they're all looking for Schuyler and Gigi.",
        "Bo: All right. You got a roadblock here?",
        "Brody: Yeah, and here. They won't get far.",
        "Bo: Okay, now I'm gonna toss it to you, Balsom. If Schuyler was gonna take Gigi someplace, where would it be?",
        "Rex: I don't know. I'd have to think.",
        "Bo: Okay, okay, you do that, all right? Think of someplace that might be special, and not just to Schuyler but to both of them.",
        "[SCENE_BREAK]",
        "Gigi: Schuyler, there's no way we can start--",
        "Schuyler: No, no, no, of course there is, because the thing that killed us, Gigi, the thing that broke us up, it didn't even happen. I never slept with Stacy.",
        "Gigi: Even so.",
        "Schuyler: Gigi, I knew I couldn't have slept with her. I knew because--because I loved you, and I still love you.",
        "Gigi: And you still lied when you thought the baby was yours.",
        "Schuyler: Yeah, because I couldn't stand the thought of losing you.",
        "Gigi: That doesn't make it right. I need to see Sierra, and I need to call Rex. He has no idea where I am.",
        "[SCENE_BREAK]",
        "Clint: When we agreed to get married, and I even put it in the prenuptial agreement, there was only one thing that I would not tolerate.",
        "Kim: Infidelity. That's why I was heading out of here, because I figured you'd find out about it one of these days, and I just thought it would be easier if I was already gone.",
        "Clint: Good thinking, because if you had waited, it would have given us time.",
        "Kim: Time to what?",
        "Clint: I might have started to care.",
        "Kim: Well, I did care. You know why? Because you knew who I really was, and you liked me anyway. I'll never forget you, Clint Buchanan.",
        "Clint: It's been such a long day. I'm gonna go take a shower. And I'll be coming back down to have a bourbon tonight. Please...don't be here.",
        "[Kim crying]",
        "David: You had me nervous there for a second.",
        "Kim: Shut up, you sicko. Leave me alone.",
        "David: Who are you calling sick? Self-preservation is the most natural instinct in the world.",
        "Kim: All you care about is your piece of the Buchanan pie.",
        "David: That delicious pie is my birthright. You would have blown through it in one long continuous shopping spree.",
        "Kim: Well, don't get too comfortable. I may be down, but I am not out.",
        "David: Are you threatening me, J.V.?",
        "Kim: You're damn right, and I will get my husband back, and when I do, I will destroy you.",
        "[SCENE_BREAK]",
        "Todd: Hey, it's me. So who made those calls to Kelly Cramer? You know, I didn't hire you to make excuses. I hired you to find out why someone's saying her mother was murdered. Okay, I'm listening.",
        "[SCENE_BREAK]",
        "John: Hey. Kelly, everything all right?",
        "Kelly: Not by a long shot. I need your help.",
        "[SCENE_BREAK]",
        "Starr: You didn't just give me that music. I've had it for a week.",
        "Langston: I know. I'm sorry.",
        "Starr: If you're going to keep lying for the rest of your life, fine, but don't keep asking me to help you.",
        "Langston: I didn't know what else to do. I was desperate.",
        "Starr: Well, I do.",
        "Langston: Starr, you promised you wouldn't say anything. You promised! Please.",
        "Starr: Well, then--I guess you're lucky that I keep my promises.",
        "Langston: Thank you. Thank you.",
        "[SCENE_BREAK]",
        "Markko: She did go to Dorian's. I was wrong about that. But there is something Langston's not telling me. Cole, I know it. Whatever it is, she's probably telling Starr right now. Hey, can you ask her? Please, dude, Starr knows what's going on with Langston. Find out what it is and tell me.",
        "[SCENE_BREAK]",
        "Starr: Ford, it's Starr Manning. I need to see you.",
        "[SCENE_BREAK]",
        "Roxy: Okay, all right, all right, that's enough. I'm trying to get answers from a crazy person, and I have had quite enough, and so has Rex. He's never gonna be the same after what you said.",
        "Allison: You told him?",
        "Roxy: Of course I told him. I told him he wasn't my son. I told him that the baby that I had with Mitch died. My baby died.",
        "Allison: Except he didn't.",
        "[SCENE_BREAK]",
        "Gigi: The phone's dead.",
        "Schuyler: Huh.",
        "Gigi: Can I borrow your cell?",
        "Schuyler: That's weird. No. I don't have it. I, uh--in all the confusion today, I--I--I don't know what happened.",
        "Gigi: You can never get a signal up here anyway.",
        "Schuyler: Gigi, I'm, uh--I'm really sorry.",
        "Gigi: It's not your fault.",
        "Schuyler: I'm not talking about the--the phone. I'm talking about everything.",
        "Gigi: Me, too. Look, I know that we were fighting over Sierra, but I know you loved her, and I know this must be really hard for you.",
        "Schuyler: Yeah. You have no idea.",
        "Gigi: But, Schuyler, you will find a way to get through this. You're stronger than you think.",
        "Schuyler: No, I'm not strong. I'm not strong unless I have you.",
        "Gigi: That's not true.",
        "Schuyler: Yes, because you're everything to me. You're all I have left.",
        "[SCENE_BREAK]",
        "Brody: I'm sorry, Bo. I'm not coming up with anything.",
        "Bo: Just give it some time. Think back to when Schuyler and Gigi were close. Now, there had to be a place.",
        "Rex: Wait. I think I know where they are.",
        "[SCENE_BREAK]",
        "Gigi: I can't stay here. I need to see Sierra.",
        "Schuyler: No, no, no, no, no. Not--not--not yet.",
        "Gigi: I'm sorry. I--I have to go.",
        "Schuyler: Well, Gigi, I'm sorry, too, but... you're not going anywhere."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=5ZQYAfbEA0I"
}