{
    "Episode Summary": [],
    "Recap": [
        "Cole tears the room apart as Starr watching terrified. \"What is wrong with you?\" Turns out that he can't deal with the fact that she doesn't want to go to bed with him. \"You stuck up little \" She breaks away from him and runs to the door. He suddenly snaps out of it and runs after her. \"Please Starr, give me another chance.\" She looks up into his eyes terrified. Chris is at the bar and hears Todd admit that he knew that Cris was going down. \"I made a bet against him.\" Evangeline is mortified at Todd doing this when he knows what Chris means to her. \"I guess that we know what kind of person we are dealing with.\" Todd says that Chris never did anything for him so what does it matter? It mattes to Evangeline. He didn't care about what would make her happy. \"What if I did that to Blair?\" Todd tells Evangeline that she was the one who said that to be a friend was to be honest. She says they are not friends and never were. Natalie is trying to wrap her head around the idea that John could be alive. What Vincent says makes sense but she has to see for herself. She and Vincent go to the hospital but the body isn't there. Bo and Paige come in, telling that Hugh has gone for surgery. Natalie panics but then relaxes when she learns that the surgery is for skin graphing. Natalie is about to tell her uncle and Paige what Vincent has told her but he cuts her off. Paige thanks her for coming and showing her support. \"Actually, that isn't the only reason why I am here.\" Cole is out of his mind. Gabe manages to get him to settle down and go to the other end of the room. Starr's shirt if ripped but she assures Langston that it was all an accident. Britney sees the party getting out of control and has an idea on how she can kill two birds with one stone. She calls the police and tells them that there is a football player at the party named 'Cole', who is out of control. \"What? My name? I'm Starr Manning.\" The cops arrive and ask for Cole and Starr. Starr and Langston take off trying to find a way out of there but they are trapped. They hide under some furniture. Starr's phone rings. \"It's my dad!\" She talks to him in a whisper, telling him that she has to be quiet cause she is staying at a friend's place and the parents are sleeping. \"Yeah, I have fun at the party\" Natalie starts telling Paige what Vincent said, but then realizes that she can't do that to Paige. She asks her uncle to leave the hospital with her for a while but Bo wants to stay with Natalie. She runs off now, not sure what to do. She tells Vincent that she has to do something on her own. She goes to John's grave and determinedly starts digging him up!"
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Missing parts of this transcript due to power outages.]",
        "Starr: Stop it!",
        "Cole: Stop what, huh? Stop this? Huh? Oh, wait, hold on a second -- how about a little of this?",
        "Starr: Cole --",
        "Cole: Huh?",
        "Starr: Stop!",
        "Cole: Oh, and then some of this, and this. Oh, yeah! Well, there's always this!",
        "Starr: What -- Cole --",
        "Cole: Yeah!",
        "Starr: What is wrong with you?",
        "Cole: Agh!",
        "Starr: What is wrong with you?",
        "Cole: What's wrong with me? Nothing is wrong with me. Everything is fine.",
        "Starr: Then what are you doing?",
        "Cole: What am I -- I'll tell you what I'm doing. Well, I'll tell you what I'm not doing. I'll tell you what we're not doing. I can tell you all about that.",
        "Starr: I'm sorry! I'm just not ready to --",
        "Cole: Sorry? Ha-ha! Screw that! Oh, wait -- you don't do that, do you, Starr?",
        "Starr: I'm leaving!",
        "[Starr screams]",
        "Cole: Don't you know that I won the football game all by myself? I'm a freakin' football star. You are lucky to be with me.",
        "[SCENE_BREAK]",
        "Clint: David?",
        "David: Clint. I didn't hear you come up.",
        "Clint: I know that -- I didn't want to scare you. I fear you'd end up in the river.",
        "David: That's a good thing because I -- I can't swim.",
        "Clint: You can't -- what about all those times I saw you at the country club?",
        "David: I'd lay out at Dorian's pool, but there aren't usually enough people there to watch me.",
        "Clint: Oh. What are you reading?",
        "David: Ah. \"Surf pro.\"",
        "Clint: Why are you reading a surfing magazine if you don't know how to swim?",
        "David: Research for my new home. I've had it here in the states. I've decided to move to a country that borders the pacific ocean.",
        "Clint: You're leaving Llanview?",
        "David: That's right. And, Clint, I'm leaving Dorian in your hands.",
        "[SCENE_BREAK]",
        "Rex: Get over there.",
        "Adriana: What?",
        "Rex: The door's unlocked and I know I locked it. Just stay there.",
        "Adriana: Maybe you forgot.",
        "Rex: I never forget.",
        "[SCENE_BREAK]",
        "Evangeline: What are you trying to tell me?",
        "Todd: It's about Cristian and his fight.",
        "Evangeline: Yeah, you said that.",
        "Todd: Yeah, right. Well, I -- uh -- the thing is I -- I sort of knew what Vincent had in mind for that fight.",
        "Evangeline: You knew about it? Before it happened?",
        "Todd: Yeah. Yeah, I knew that he was planning on fixing the fight.",
        "[SCENE_BREAK]",
        "Natalie: John died in that car accident -- bo identified the body himself. Why are you sitting here telling me that he's still alive?",
        "Vincent: Because he is.",
        "Natalie: Why? Why are you saying this to me?",
        "Vincent: Because he told me so himself.",
        "Natalie: You've seen John?",
        "Vincent: Mm-hmm. And so have you.",
        "[SCENE_BREAK]",
        "Evangeline: How would you know what Vincent had in mind? Were you in on it?",
        "Todd: No, of course not. Come on.",
        "Evangeline: What am I supposed to think?",
        "Todd: I was at Capricorn the night of the fight, and I overheard Vincent talking to one of his stooges. What's that guy's name -- Ted?",
        "Evangeline: How long was this before the fight?",
        "Todd: About an hour.",
        "Evangeline: So you had plenty of time to tell somebody, to tell me, and you didn't? Why?",
        "Todd: I don't know. I'm sorry. I'm sorry, I know I should've. But -- uh -- I don't know -- you know, Cristian's not my favorite guy, you know?",
        "Evangeline: And it didn't matter to you how important he is to me? You knew Vincent was setting him up and you did nothing?",
        "Todd: Whew -- no. Uh -- not exactly \"nothing,\" no.",
        "Evangeline: What did you do?",
        "Todd: I bet against him. I put money on Abbott.",
        "Evangeline: I can't believe this.",
        "Todd: I'm truly sorry, I really am. I -- but, you know I could've kept this from you and I didn't.",
        "Evangeline: What kind of person are you, Todd?",
        "Cristian: I think we know exactly what kind of person Todd is.",
        "[SCENE_BREAK]",
        "Langston: Have you seen Starr?",
        "Gabe: What? No.",
        "Langston: I guess it'd be pointless to ask if you ran into Cole tonight.",
        "Gabe: Who cares where that guy is?",
        "Langston: What did you do?",
        "Gabe: What?",
        "Langston: Why did he hit you?",
        "Gabe: Because he's nuts.",
        "Langston: So it was completely unprovoked? You didn't deserve it?",
        "Gabe: No -- I mean, I might've said something about Starr, but everybody does. What is he going to do, beat up the whole school?",
        "Langston: Maybe if you were a little bit nicer to her --",
        "Gabe: Hey, this is nothing. The way he's raging out right now, he's the one you ought to be worried about.",
        "Langston: What -- hey! What are you talking about?",
        "[SCENE_BREAK]",
        "Cole: You know, you've been throwing yourself at me for weeks. Now all of a sudden, I'm not good enough?",
        "Starr: Not like this. No, you're not good enough. You're disgusting like this!",
        "Cole: But this a freakin' party. Why can't you act like a normal girl for once, you uptight little -- agh!",
        "Starr: You want \"normal\"? I'll go get Britney and I'll tell her to bring her kneepads!",
        "Cole: Starr, wait -- I'm sorry --",
        "[Starr screams]",
        "[SCENE_BREAK]",
        "Vincent: Look, Natalie, I know this whole thing sounds real funny, but I'm really trying to do the right thing here.",
        "Natalie: What, by telling me that John's alive and that I have seen him? You think that's the right thing to do?",
        "Vincent: If you would just listen to me and let me explain to you what happened.",
        "Natalie: Fine, fine. Where's John, then, huh? Where did you supposedly see him?",
        "Vincent: In Hugh's hospital bed.",
        "Natalie: What?",
        "Vincent: Yeah. That's not my friend Hugh in that atlantic city burn unit. It's John Mc Bain.",
        "Natalie: You know that?",
        "Vincent: Yeah. Well, I know it's not Hugh. You see, Hugh -- he has brown eyes, and the man in that bed -- he has blue ones.",
        "Natalie: Ok. So, I mean, a lot of people have blue eyes. That doesn't mean it's John.",
        "Vincent: Ok. Remember when I came over and I talked to you in the church? See, I didn't know it for myself at first, but the nurse had told me that he had blue eyes. So I went back to the hospital and I asked him who he was. And it's really hard for this man to talk -- and he told me -- and I could hear him clearly -- he said, \"my name is John.\"",
        "Natalie: Ok. All right, so you say this man's name is John and -- and that he has blue eyes, but, I mean, that doesn't mean that he's my John.",
        "Vincent: True, but there's more. When I still thought he was Hugh, I told him about the kiss, I told him about how you kissed me on the rooftop. And this man -- he could hardly move, and he grabbed my arm like he wanted to rip it off. I'm telling you, Natalie. The man in Hugh's hospital bedroom is John Mc Bain.",
        "[SCENE_BREAK]",
        "Rex: Adriana, get the lights! Mom?",
        "Roxy: You were crushifying my ribs, baby.",
        "Rex: You mind telling me what you think you're doing?",
        "Roxy: I was thirsty.",
        "Rex: Oh. So you broke into my place?",
        "Roxy: No, I didn't exactly break in I had your key made to the dead bolt -- you know, when you two were fooling around this summer? No, you might have an emergency.",
        "Rex: Uh-huh. I'll deal with it. What was with the blanket?",
        "Roxy: Well, I thought it was a robber or a killer or something like that.",
        "Rex: And using a key --",
        "Adriana: The door was open, Rex.",
        "Roxy: Yeah, but you snuck in like a rat burglar. I may be going down, but I'm not going down without a fight.",
        "Rex: So you came by because you needed a drink?",
        "Roxy: Yeah -- the liquor store was closed and I was absolutely parched.",
        "Rex: Don't you have to work tomorrow?",
        "Roxy: Oh, you bet I do, baby. Hmm -- let's see -- I got six cuts and blowouts, I got four double processes and highlights and everything. And I never would've ditched Jessica's wedding, but -- well, the hair haven is my baby -- you know, other than you and Natty.",
        "Rex: So the last thing you need is a hangover. Better go home to bed.",
        "Roxy: No! No. Hey, the night is young and I am wide awake. And I haven't talked to you in neons. You've done a very good job keeping her away from me. So you two don't have anything special planned tonight, do you?",
        "[SCENE_BREAK]",
        "Clint: Does Dorian know that you're handing her off to me?",
        "David: She would be thrilled.",
        "Clint: Well, I doubt that -- she likes to make her own decisions.",
        "David: Ah -- you don't know Dorian like I do. She's independent, but she likes to let you do the decision-making from time to time, and when she does, that's when you know she really loves you.",
        "Clint: She'll be sad that you're going.",
        "David: Well, Dorian and I have been in and out of each other's lives for a very long time. That's not going to change just because I'm catching waves in foreign waters.",
        "Clint: David, a bit of free advice -- start with the swimming lessons, and then move on to surfing, or else, you know, the waves will be catching you.",
        "David: You know, come to think of it, I don't like the ocean at all. It's too unpredictable.",
        "Clint: Well, if you want predictable, stay here.",
        "David: Oh, no -- small towns are the worst. Between the marriages and the divorces and the affairs, the babies, my big brother, the sociopathic surgeon? No. You never know what's next in a small town. I mean, think about it -- who ever would've thought that you'd be hitting the sheets with Dorian Lord?",
        "[SCENE_BREAK]",
        "Todd: What, have you been eavesdropping?",
        "Cristian: I didn't have to eavesdrop. I already knew what you did.",
        "Todd: Yeah? Who from, that crooked manager of yours?",
        "Evangeline: You're in no position to judge Vincent or anybody else.",
        "Todd: So what are you going to do? You going to beat me up like you did that ted guy?",
        "Cristian: You're not worth the sore knuckles, Todd.",
        "Evangeline: He's right.",
        "Todd: I see. So what happened to all this \"you got to be honest in a relationship\" stuff you were spouting?",
        "Evangeline: You saw what that fight did to Cristian. We sat right here in this bar, and you listened to me crying about what kind of man he was turning into, because he was accused of something he didn't do? You, of all people, know how that feels, and you never said one word to me? But the truth came out in spite of you, and so what are you doing now? Are you easing your guilty conscience with me?",
        "Cristian: How much money did you make?",
        "Todd: What?",
        "Cristian: The money you put down on Abbott -- how much did you make?",
        "Todd: I don't remember.",
        "Evangeline: That money meant more to you than our friendship. It meant more to you than -- than Cristian's reputation, than his livelihood, than his life, and you don't know how much it was?",
        "Todd: I'm not telling you that what I did was right. What the hell has this son of a bitch ever done for me?",
        "Evangeline: What about what I've done for you, Todd? I went through hell with you, and this is how you treat someone I love? What -- what if I would've done something like this to Blair?",
        "Todd: You wouldn't have.",
        "Evangeline: No. No, I wouldn't have, and I think that is the difference between us.",
        "Todd: Now, hold on, you said that -- you said to me \"friends have to be as honest with each other as people who are involved,\" and we're friends. So --",
        "Evangeline: No. No, Todd, we are not friends. And I don't think we ever were.",
        "[SCENE_BREAK]",
        "Natalie: So you -- you think that the guy in the A.C. hospital room is John?",
        "Vincent: Why would he tell me he was if he wasn't?",
        "Natalie: Ok, but how could this happen?",
        "Vincent: I don't know. You know, there was a big pileup. Maybe some of the bodies got mixed up --",
        "Natalie: No, no -- his brother identified the body -- he's a doctor.",
        "Vincent: Did he do an autopsy?",
        "Natalie: No. No. I mean, they -- they said there was no need to because they know how he died.",
        "Vincent: Well, the bodies were burned up pretty bad. How'd they make a positive identification?",
        "Natalie: I gave John this St. Jude's medal and he had it clutched in his hand when they found the body, and his badge was near him, the tattoo --",
        "Vincent: Well, Hugh had a tattoo -- I was with him when he got it. But that St. Jude's thing -- I don't know. I can't explain that one.",
        "Natalie: Ok, but I was in the room. I was in the room, I talked to him. I mean, I never thought for a minute that --",
        "Vincent: Yeah, and you remember how upset he got?",
        "Natalie: Yeah, but, I mean, I was -- I was there in the room, I -- I talked to him. How could I -- how could I be so close to him and not know it was him?",
        "Vincent: Look, Natalie -- the man -- he's -- he's hurt bad, you know? He's all bandaged up. And besides, you've been going through a lot. Your family's been telling you -- everybody's been telling you that John's dead. You haven't been yourself lately, you haven't been yourself for a while.",
        "Natalie: I mean, I just never thought that -- I never thought it was a possibility, I couldn't allow myself to go there. If this is true, I need to see it for myself. I need to go find out for myself.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Cole: Starr -- Starr, wait! Wait, I didn't mean to -- Starr!",
        "Gabe: Yo.",
        "Langston: Ok, I need a clarification.",
        "Gabe: Oh -- word too long. Me -- stupid football player.",
        "Langston: Ok. What you were talking about before -- what's wrong with Cole?",
        "Gabe: Me don't know.",
        "Langston: Yes, you do.",
        "Gabe: Oh.",
        "Britney: Now, now, Langston, you mustn't confuse him. Beer is that way.",
        "Gabe: Yeah.",
        "Langston: Where's Starr?",
        "Britney: Oh, can't find your girlfriend? She dump you?",
        "Langston: Cut the crap. Where is she?",
        "Britney: Probably doing drugs with her boyfriend.",
        "Langston: You mean Cole?",
        "Britney: I know. What is happening to today's youth?",
        "Starr: Langston, we have to go!",
        "Langston: Whoa, whoa, whoa, whoa, whoa. What happened to your shirt?",
        "Starr: Cole won the big game and turned into a pig! We have to go home now!",
        "Cole: Starr, Starr?",
        "Starr: Hurry up.",
        "Cole: Starr. Starr, wait. Wait, I can explain.",
        "[SCENE_BREAK]",
        "Todd: Well, I don't get this.",
        "Cristian: Sounded pretty clear to me.",
        "Todd: I mean, I'm upfront and honest with you, and this is what you do to me.",
        "Evangeline: I stood by you when everybody in this town including the mother of your children thought you were a murderer. I pretty much gave up eating and sleeping to work on your defense. I went to jail and risked everything I have ever worked for rather than give you up to the D.A. and after all of that, Todd, you don't lift a finger to help the man I love when he is the victim of a crime? You make me sad. I expected so much more. I mean, I know you have this brash exterior and all, but I really thought that that was just a cover, that underneath all that you were this fantastic human being. I was wrong.",
        "Todd: Ok, I know. I -- I know I screwed up. I -- hold it, don't -- ahem. I messed up. I'm so sorry. You know, I was -- [Todd sighs] I was just recovering, you know? I was in the hospital and I wasn't thinking. Please.",
        "Evangeline: Can you give me my bouquet, please? Thank you. Can we go?",
        "Cristian: You go ahead. I want to talk to Todd first.",
        "Evangeline: Cristian, I spent a lot of time talking to Todd and I think it was a waste, but if that's what you want to do, can I just see you later?",
        "Cristian: Ok.",
        "Evangeline: Ok.",
        "Todd: All right, get it over with.",
        "Cristian: I just want to say that I understand. I -- I know why you didn't say anything.",
        "Todd: Oh. Give me a break.",
        "Cristian: No, I mean it, man. Look, I know you don't like me any better than I like you. But you didn't keep your mouth shut about Vincent just to make a buck. You did it because I'm with Evangeline and you're in love with her.",
        "Todd: Hmm.",
        "Cristian: So why don't you just admit it?",
        "[SCENE_BREAK]",
        "Vincent: Slow down, Natalie. Wait!",
        "Natalie: Why?",
        "Vincent: You just can't go charging in there.",
        "Natalie: Why not? I got to see him. Get out of my way!",
        "Vincent: No!",
        "Natalie: You tell me that he's alive and you're not going to let me go in there and see him? Get out of my way! He's not here.",
        "Bo: Hey, Natalie? What are you doing here?",
        "Natalie: Where -- where's -- where is he?",
        "Paige: They took him up to surgery.",
        "Natalie: Why, did something go wrong?",
        "Paige: No, no. He's about to begin his first set of skin grafts.",
        "Bo: Natalie, what's wrong?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=Ra4RmnOEajw"
}