{
    "Episode Summary": [],
    "Recap": [
        "Todd has his gun to the Spencer's chest, trying to convince him to tell where his boy is. Spencer will not do it. He doesn't care about the gun. \"Go to hell!\" is how he responds. He fiddles with the cuffs behind his back. Todd decides to go home and give Spencer time to think. \"Wait! I will tell you where your brat is.\" Spencer says that he wants to tell about the boy but is afraid that Todd will kill him afterwards. He wants Blair there to witness this. Todd laughs. He tells that Blair knows about this and told him to cut off some body parts. Spencer doesn't believe it. Todd gets a call and turns his back on Spencer. Spencer takes the time to work on his cuffs. \"Blair sends her love,\" Todd jokes. Spencer keeps working while Todd's back is to him. Blair is telling Todd on the phone that she has something to tell him. He wants to know now; she wants to tell this in person. \"Come on, tell me now. \" THWACK! Todd is hit over the head. \"I am pregnant,\" Blair says, but Todd is on the ground and the phone has flown out of his hand. He never gets the news. Spencer overpowers Todd and stands over him. He hits him a couple of times with a two by four and kicks him repeatedly. Blair hears scuffling and asks what is going on. Spencer picks up the phone, telling that she had better go and empty her account and bring the money to the warehouse, or Todd will be in trouble. He kicks Todd twice more to emphasize his point. Blair will do it. Meanwhile, Spencer holds Todd's gun over him and gloats. Todd manages to hurt the man from his position on the floor. Spencer bends to grab his leg in pain and while doing that, he drops the gun. Todd is regaining his strength and Spencer knows that this isn't good. He makes his way out the door, only to find that he is on a rooftop. When he turns, he finds that Todd is behind him. \"Where is my son?\" Spencer says that Margaret gave birth to little TJ and he felt that he had to make sure that the kid didn't turn out to be anything like his father. \"So I killed him! I killed him! I put him in a plastic bag!\" he shouts at Todd. Todd rushes him and they wrestle. Spencer gets control and manages to drag Todd to the edge of the rooftop in an effort to toss him over. \"Todd?\" Blair has arrived and she runs to the edge of the rooftop to help her man. Spencer proves to be a formidable opponent and he manages for a while to keep Todd and Blair at bay, but then Todd finds a surge of energy and makes one great push. The crazy bastard goes flying over the edge of the rooftop, and unfortunately, Blair goes over with him! \"Blair!\" Todd looks over the edge at the both of them."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Nash: Jessica here?",
        "Antonio: Uh -- no. Why? You expecting her?",
        "Nash: Yeah. She -- she told me to meet here because she wanted to talk about Brennan --",
        "Antonio: Oh, she --",
        "Nash: Bree.",
        "Antonio: She didn't tell me.",
        "Nash: Yeah -- did she tell you that she thinks that I'm a pathetic, washed-up loser?",
        "Antonio: Where is this coming from?",
        "Nash: Because all she'll talk about is trying to set me up.",
        "Antonio: Well, I don't think it's because she thinks you're a loser.",
        "Nash: Which I'm not. I got friends. I got a business. I -- I have the most beautiful baby girl in the world. You know what? That makes me the luckiest guy in this room.",
        "Antonio: Yes, I won't disagree with that.",
        "Nash: So why is your wife so fixated at setting me up?",
        "Antonio: Because you don't have a woman to love.",
        "[SCENE_BREAK]",
        "Jessica: Hi.",
        "Layla: Um -- hi. Adriana's not here.",
        "Jessica: Well, I'm not looking for Adriana. I was looking for you.",
        "Layla: Why?",
        "Jessica: Do you have anything besides those sweats?",
        "Layla: Sure.",
        "Jessica: Good, because you and I are going out.",
        "[SCENE_BREAK]",
        "Blair: Do you have the D.N.A. test results?",
        "Dr. Chen: Yes.",
        "Dorian: Is Todd the father of Blair's baby?",
        "Dr. Chen: The D.N.A. on the hair sample does not match the D.N.A. on your unborn child. I'm sorry.",
        "Blair: Oh, no. Oh, no.",
        "Spencer: That means we're having a baby.",
        "Dorian: Blair, is something wrong?",
        "Blair: No. Did you find Dr. Chen?",
        "Dorian: Huh -- I found her secretary, and I threatened dire consequences if the doctor wasn't found. I still have some pull with the board here.",
        "Blair: This baby has to be Todd's.",
        "Dorian: And if it isn't?",
        "Blair: I don't want to think about what Spencer will do if he finds out this baby is his.",
        "Dorian: I'm more worried about what Todd will do.",
        "Blair: Well, I can tell you this much. I can forget about ever trying to start up a new life with Todd.",
        "[SCENE_BREAK]",
        "Todd: You listening to me?",
        "Spencer: Not if I can help it.",
        "Todd: Tell me where my son is or I'm going to kill you.",
        "Spencer: Not a chance.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Langston: You're hogging all the ones with the ketchup.",
        "Starr: Fine, you can have them all. I really don't care.",
        "Langston: Oh, P.M.S.?",
        "Starr: No, D.S.T. -- Dr. Spencer Truman. He should be at Wingdale right now, not walking around free.",
        "Singer: Free back there again what I change",
        "Starr: And there's the witch that helped him get away with murder.",
        "Langston: Isn't that Cole's mom?",
        "Starr: Yeah. Part of me feels bad for her because of what my dad did to her. Then another part of me wants to scream at her for saying that Dr. Truman wasn't sane enough to stand trial.",
        "Singer: The words you say",
        "Starr: I wish she never came to Llanview.",
        "Singer: What a beautiful",
        "Langston: Yeah, but if she hadn't, you'd never know Cole -- which, personally, I think would be a good thing. Come on, let's go.",
        "Starr: Why do I have to leave?",
        "Langston: You really want to risk her seeing you?",
        "Starr: I'm not scared of her.",
        "Langston: What if she's waiting for Cole?",
        "Starr: You think?",
        "[Langston sighs]",
        "Starr: What?",
        "Langston: Such an idiot. This isn't about Cole's mom, this is about Cole.",
        "Starr: No, it's not.",
        "Langston: Yes, it is. You still have a thing for that pill-pushing poster boy for anger management issues.",
        "Starr: Langston, stop it. Why -- stop it, okay?",
        "Langston: Cole Thornhart's a conceited egomaniac --",
        "Starr: His mom --",
        "Langston: Who gets his kicks by pushing you around --",
        "Starr: Stop it, that's enough!",
        "Langston: And you like it!",
        "Starr: Stop it!",
        "Cole: Hey.",
        "Singer: I'm trying to deal in fact, I'm there for the change",
        "[SCENE_BREAK]",
        "Nora: Is this seat taken?",
        "Singer: Beautiful",
        "Marty: I think it was reserved just for you.",
        "Nora: Oh, good, because I did call the maitre d' in advance.",
        "Marty: Uh-huh. Well, I'm sure he recommended you sit anywhere but with the town pariah.",
        "Nora: And when have I ever listened to anybody's better judgment, hmm?",
        "Marty: Is that an insult or a compliment?",
        "Nora: I'm glad to see you out and about.",
        "Marty: Yeah, I've just kind of been keeping a low profile since the trial.",
        "Nora: Okay, what the hell were you thinking testifying on Spencer's behalf?",
        "Marty: You think I made a mistake?",
        "Nora: Do you?",
        "Singers: And what would he tell you? You fooled us again",
        "Singer: They say",
        "[SCENE_BREAK]",
        "Todd: Maybe I chose the wrong torture. Maybe a month in a padded cell in a straitjacket would do the trick.",
        "[Spencer laughs]",
        "Spencer: I knew it. I knew you didn't have the guts to kill me, Manning.",
        "Todd: You know, when I was a kid, I used to catch flies in a glass. And then I'd take them out and let the sun go through the glass, and they'd just fry. Of course, the longer it took, the happier I was.",
        "Spencer: Yeah. I used to do the same thing but in the name of science, you know? The thing is, whacking a human being -- it's a whole different ball game, Manning. You couldn't even kill Margaret. Who you kidding?",
        "Todd: Yeah, because she was carrying my child. If she hadn't been carrying my child, I would've enjoyed every moment of her death. Just like I'm going to do with you, my friend, unless you tell me where my son is. Let's hear it.",
        "Spencer: Go to hell.",
        "Todd: All right. I'm going to go home to my family now. You know, I'll bet you're thirsty. You know, you can die of thirst. Think about that. Make use of this water. It might prolong your life a couple more hours.",
        "Spencer: All right, all right, all right! Wait, wait, wait, wait, wait, I'll -- uh -- okay, okay, okay, I'll tell you where your brat kid is. I'll tell you.",
        "[SCENE_BREAK]",
        "Blair: Spencer's unpredictable.",
        "Dorian: And dangerous and on the loose.",
        "Blair: Oh, thank you so much for trying to cheer me up.",
        "Dorian: Well, the good news is he's smart. He'll get as far away from here as possible, especially if he knows Todd is gunning for him -- dit-dit -- not literally.",
        "Blair: Yeah, well, you might as well say that because Todd is not going to be happy until Spencer is dead, especially if he knows that this baby is Spencer's.",
        "Dorian: We don't know that yet.",
        "Blair: Oh, yeah? Well, why should my luck change now? H?",
        "[Dorian sighs]",
        "Blair: I want my family back, but, no. \"We have to send the man that you love to Death Row, make your daughter hate you. And if you haven't suffered enough, Blair, we are going to make you pregnant with the man who sent your husband to Death Row in the first place.\"",
        "Dorian: You're being melodramatic.",
        "Blair: No, it's my life. And I want my family back. It's not going to happen if this baby is Spencer's.",
        "Dr. Chen: Hi, Blair. Dr. Lord, I hear you've been threatening my secretary.",
        "Dorian: Oh, not at all. Maybe you should get yourself a new secretary.",
        "Blair: Um -- do you have the D.N.A. results?",
        "Dr. Chen: And the C.V.S. We know everything we can about your baby.",
        "[SCENE_BREAK]",
        "Jessica: Wow, Layla, these are really cute. It looks like yours and Adriana's lingerie business is really shaping up -- don't mind the pun.",
        "Layla: Oh, I'm used to the puns -- Rex never quits -- but thanks. We're really working our tails off.",
        "Jessica: Yeah, I can tell. Wow.",
        "Layla: Would you wear that?",
        "Jessica: Yeah, in a heartbeat -- which is as long as it would be on my body before Antonio ripped it off.",
        "Layla: Um -- T.M.I. --",
        "Jessica: Oh.",
        "Layla: But I'm glad you liked it. So, what's this big occasion?",
        "Jessica: Antonio and I just want to hang out with you, that's it.",
        "Layla: Since when? It's not like we hang out together ever.",
        "Jessica: Well, that's something that I'd like to change. You look really nice, by the way. I love that dress.",
        "Layla: Oh, I don't feel nice. I feel exhausted from sewing all day. Am I growing a hunchback? You can tell me.",
        "Jessica: Oh, come on, it's all in your head. A night out will revive you.",
        "Layla: Not if I run into Vincent.",
        "Jessica: Well, Antonio and I will run interference.",
        "Layla: So it's just you, me, and Antonio?",
        "Jessica: Uh -- and a friend of mine is coming, could be showing up.",
        "Layla: A male friend?",
        "Jessica: Honestly, if you're not into it, just say the word and I'll take you home, okay?",
        "Layla: I guess it's not a good idea to say no to the boss' wife, huh?",
        "Jessica: Yeah. Smart lady.",
        "[Phone rings]",
        "Jessica: Oh --",
        "Layla: I want to know more about this \"friend.\"",
        "Jessica: I'll tell you about him in the car. Just go get your coat. Hello?",
        "Antonio: Hey. You with someone?",
        "Jessica: Yeah, I'm with Layla. We're coming to Capricorn. Is Nash there yet?",
        "Antonio: Yeah. Yeah. What are the Bree issues you need to talk about?",
        "Jessica: Just make sure he stays.",
        "Antonio: Well -- huh -- that's going to be a lot easier said than done. You're not on his list of favorite people right now.",
        "Jessica: Oh -- he'll get over that. Just play the Bree card -- that works every time. Okay, we'll see you soon. Love ya. Bye. You ready?",
        "Layla: Lead the way.",
        "Jessica: Let's go.",
        "[SCENE_BREAK]",
        "Nash: I wish I didn't have a woman in my life, but your wife is in my life, and she thinks I'm a loser!",
        "Antonio: She doesn't think you're a loser. If she did, she wouldn't even bother.",
        "Nash: So why is she so fixated at fixing me up?",
        "Antonio: Because she just wants you to be happy.",
        "Nash: \"Be happy\"?",
        "Antonio: Yes.",
        "Nash: Is she feeling guilty because she chose you over me?",
        "Antonio: No. She just thinks that, you know, you might be lonely. Ahem.",
        "Nash: Being alone does not necessarily mean that you're feeling lonely.",
        "Antonio: Well, look, I'm not the one you need to convince.",
        "Nash: Can't you distract her somehow?",
        "Antonio: Huh.",
        "Nash: Help her find a hobby. Get -- get her to redecorate that Lord mansion -- it's very out-of-date.",
        "Antonio: She's not easily distracted.",
        "Nash: I'm doomed.",
        "Antonio: You know, funny enough -- six months ago, I would've said, you know, \"Just wait it out, she'll move on to something else.\"",
        "Nash: What changed?",
        "Antonio: Hey, you tell me. Personally, I think it's Tess.",
        "Nash: All right, I'm out of here.",
        "Antonio: You got something better to do?",
        "Nash: Yeah, as a matter of fact, I do. I got to decorate my Christmas tree, make myself some eggnog for that pity party I'm throwing myself.",
        "Antonio: Well, that can wait. She'll be here in about five minutes.",
        "Nash: No, you know what? I can talk to her about Brennan time. I've had just about as much of your wife as I can take for one day -- oh, I didn't mean that.",
        "Antonio: Yeah, you did.",
        "Nash: You want to beat me up?",
        "Antonio: Uh -- no.",
        "Nash: Ah. She's nice. She's very, very nice. She's trying to be nice. I'm just a little tired of trying to fix my life, you know?",
        "Antonio: You know, Nash, I could think of worse things than having Jessica care about you.",
        "Nash: Oh, and now you're trying to fix my life? I really got to go.",
        "Jessica: Not so fast.",
        "Antonio: Hi.",
        "Jessica: Hey, babe.",
        "Antonio: Just in time.",
        "Jessica: Uh -- Layla, Nash, you guys know each other, right?",
        "Layla: This is the \"friend\"?",
        "Nash: Why do I got a feeling I walked right into this?",
        "[Antonio laughs]",
        "Antonio: Me, too.",
        "Nash: So, are we here to talk about Brennan, or are Layla and I being set up?",
        "[Music plays]",
        "[SCENE_BREAK]",
        "Nora: You're sitting here poring over your notes on Spencer.",
        "Marty: Yeah. So?",
        "Nora: So you having second thoughts about his insanity defense?",
        "Marty: No. I am just making sure that everything is in order.",
        "Nora: Okay. Yeah. You know he's as sane as you and I.",
        "Marty: I did not realize you got your medical degree while I was away.",
        "Nora: Yeah. Marty --",
        "Marty: Look, even if he did scam me -- which he didn't -- his life at Wingdale is not going to be easy.",
        "Nora: No, I hope it's heinous. But I'm not worried about him.",
        "Marty: Well, then why -- look, you don't have to worry about me, okay? I'm -- I'm fine.",
        "Nora: You sure?",
        "Marty: Yeah.",
        "Nora: Okay. Then please explain to me why you came back here -- a woman alone with a child -- back to Llanview, right into the middle of Todd Manning's circle of hell.",
        "Marty: I didn't testify to get back at Todd. Todd and I are ancient history.",
        "Nora: He raped you.",
        "Marty: Yes. And I have moved on.",
        "Nora: Moving back here isn't moving on, Marty.",
        "Marty: You know, the two of you have a history, yet you're still here, and -- and you prosecuted him, so I think I should be asking how you are.",
        "Nora: Okay, I stayed because I got married, and I prosecuted him because I was the D.A. and I didn't have a choice.",
        "Marty: Maybe I felt like I didn't have a choice, either.",
        "Nora: Yeah, you did. This wasn't a job, it was a case. And you could've said no, but you didn't. Why? Why? Why would you come back here? What, are you trying to prove something -- that you can be objective?",
        "Marty: Well, I -- I am objective.",
        "Nora: I'm not questioning your objectivity; I'm questioning your motivation. You need to be really honest with yourself about this. If you can't be honest with yourself, how do you expect your patients to be honest with you, or your son to be honest with you?",
        "Marty: You know, you don't know what you're talking about.",
        "Nora: Yeah, I do, because I've been there and I've done that. I deluded myself many times into doing something for one reason when, actually, I did it for a completely different reason, and delusions can be very dangerous, Marty. They can destroy you. You don't want that because you're all your son has left.",
        "[SCENE_BREAK]",
        "Cole: I didn't mean to interrupt. I was just meeting my mom.",
        "Langston: I'm sure you didn't..",
        "Starr: Hey, Langston, you know that ketchup you were talking about before? Why don't we go get it?",
        "Langston: What?",
        "Starr: I told you to shut up.",
        "Langston: I didn't say anything behind his back that I wouldn't have said to his face.",
        "Starr: What about to my face? You act like I still like him.",
        "Langston: I call it as I see it.",
        "Starr: Well, then you're blind.",
        "Langston: Get over yourself, Starr. You know what your problem is?",
        "Starr: That my best friend is turning into my mother?",
        "Langston: If I was your mother, you'd be in a convent.",
        "Starr: You're sick.",
        "Langston: You're delusional. Keep making goo-goo eyes at him and that's exactly where you're going.",
        "Starr: I can't just ignore him.",
        "Langston: He took steroids.",
        "Starr: He stopped.",
        "Langston: He tried to attack you.",
        "Starr: But he's sorry.",
        "Langston: His mom freed the man who put your dad on Death Row.",
        "Starr: His mom, not him.",
        "Langston: You've really fallen for him, haven't you?",
        "Starr: No, I'm not.",
        "Langston: I'm sure your parents will buy that just as much as I have. Do you have a death wish?",
        "Starr: This is my life, Langston, and my decisions.",
        "Langston: Fine. Good luck with that. You're going to need it.",
        "Singer: Somewhere, someday baby, I know",
        "[SCENE_BREAK]",
        "Todd: I'm waiting.",
        "Spencer: Oh, just turn off the water first, Todd. Come on, I can't take it anymore.",
        "Todd: No, tell me what I need to know.",
        "Spencer: I can't take it anymore! Just turn it off!",
        "Todd: Where's my son, Spencer?",
        "Spencer: All right, I'll -- I'll tell you. How do I know you're not going to kill me after I tell you? I need some kind of reassurance, man.",
        "Todd: Like what?",
        "Spencer: Like -- like, get a witness in here, like someone who's not going to turn you over to the cops, but someone who's not going to let you kill me. Like --",
        "Todd: Like who?",
        "Spencer: Like -- Blair?",
        "[Spencer laughs]",
        "[SCENE_BREAK]",
        "Dr. Chen: The lab performed a number of tests.",
        "Blair: And?",
        "Dr. Chen: And the baby is healthy. There are no indications of chromosomal abnormalities.",
        "Dorian: Oh, that's wonderful.",
        "Blair: Were you able to, you know, test the paternity?",
        "Dr. Chen: I'm sure you already know this, but no D.N.A. test is accurate.",
        "Dorian: But the lab can conclude near-probability?",
        "Dr. Chen: And we can say with 99.9% certainty the D.N.A. on the hair sample matches the D.N.A. of your unborn child.",
        "Blair: The baby's Todd's! Yes!",
        "[SCENE_BREAK]",
        "Jessica: Of course this isn't a setup.",
        "Nash: Oh. Well, what is this, then?",
        "Layla: Hmm.",
        "Jessica: This is four friends catching up.",
        "Antonio: Hey, listen, if you've got something better to do, don't feel compelled to stay.",
        "Layla: I'm so over sewing today.",
        "Nash: My Christmas tree can wait.",
        "Jessica: Great.",
        "Nash: Great.",
        "Jessica: Great, let's get a table.",
        "Layla: Great.",
        "Nash: We're all great.",
        "Jessica: So what looks good?",
        "Nash: Uh, 1986 was a good year -- look at the color. Ah, what an aroma. Smooth taste.",
        "Layla: Tastes like red wine to me. And a side salad -- and tell Jackie to hold the cucumbers.",
        "Waitress: One no-cuke for Layla, dressing on the side, lose the croutons, extra cheese.",
        "Layla: That's right.",
        "[A few lines missing]",
        "Nash: Of course I cried in that movie -- I cried tears of boredom.",
        "Layla: Okay, you totally missed the point -- he sacrificed his life for hers, and she never forgot him.",
        "Nash: You know what I never forgot? I never forgot the 3 1/2 hours of my life that I wasted with that sentimental piece of crap.",
        "Layla: Okay, excuse me. I have to go wash your bad taste off my hands. Move out my way.",
        "Nash: Well, how did my bad taste get on your hands?",
        "Jessica: Ahem. Well, you didn't have to be that hard on her, Nash.",
        "Nash: Did you like that movie?",
        "Jessica: Oh, it's not about the movie.",
        "Nash: Hmm -- how about that wine comment?",
        "Antonio: Well, the -- the salad-bar comment didn't help.",
        "Jessica: You could at least just give her a chance, Nash. What, are you leaving?",
        "Nash: I'm going to the bar -- for a drink -- so the little miss \"it's just red wine\" won't have to endure the agony of watching me enjoy my drink.",
        "Jessica: Not a word.",
        "Antonio: Ahem.",
        "[SCENE_BREAK]",
        "Starr: I guess you heard that.",
        "Cole: Pretty much.",
        "Starr: Look, Langston just doesn't know what she's talking about, and sometimes she just doesn't know when to shut up.",
        "Cole: No, she's a good friend. You know, and everything she said about me -- well, she's right.",
        "[SCENE_BREAK]",
        "Marty: And you're the perfect parent?",
        "Nora: No, of course not.",
        "Marty: You know, I can take Todd blaming me, and I can even take Blair hating me, but I'm not going to sit here and let you lecture me about how to raise my son.",
        "Nora: Okay, Marty, I'm not lecturing you about raising your son. I'm talking about honesty. You need to be honest about why you came back to Llanview, about being over Todd.",
        "Marty: I am.",
        "Nora: No, you're not. No one ever gets over Todd. And when people go after Todd, it's for some very obvious reasons.",
        "Marty: Really? Like what?",
        "Nora: Like justice, like vengeance, a death wish -- whatever. Is this -- is this about justice?",
        "Marty: Hmm. No, Todd has had his share of bad karma.",
        "Nora: Okay, then it is it vengeance?",
        "Marty: This is ridiculous.",
        "Nora: No, it's not. What would Patrick say? I mean, if Patrick was alive, would you even have come back to Llanview and dared to take the case?",
        "[SCENE_BREAK]",
        "Todd: Ouch, that hurt.",
        "Spencer: Look, Blair's the only solution to this. She won't turn you over to the cops, but she won't let you kill me, Manning. Get it off!",
        "Todd: You don't know her at all. She wants you dead, brother.",
        "Spencer: I know her better than you think I do. Let her tell me herself.",
        "Todd: Okay. You know, I told her everything. She said she wants me to kill you.",
        "[Spencer chuckles]",
        "Spencer: You're lying.",
        "Todd: No. She said I should take a knife and -- and amputate certain portions of your anatomy.",
        "Spencer: Hmm.",
        "Todd: I won't tell you what portions.",
        "Spencer: Oh, can guess.",
        "Todd: Let's just hope she didn't follow me.",
        "Spencer: Yeah, I know what parts you're talking about. She didn't follow you. You wouldn't let her follow you. You wouldn't put her in that sort of situation.",
        "Todd: Maybe, maybe not. But you won't find out until you tell me where my son is. Otherwise -- bam, you're dead.",
        "[Phone rings]",
        "Todd: Ooh. Hold on a second. Let's see who this is. Well, speak of the devil -- the she-devil.",
        "Spencer: Huh.",
        "Todd: It's she. Think about your options, buddy -- life or death. Get back to me. Yo!",
        "Blair: Hey. Where are you?",
        "Todd: I'm just taking care of our guest. Blair sends her love.",
        "Blair: Just forget about Spencer. I -- I need to see you now.",
        "Todd: I can't -- our favorite lying murderer is about to spill everything.",
        "Blair: Todd, I know that's important, but I really, really need to see you.",
        "Todd: Can't you tell me now?",
        "Blair: It's not something I can say over the phone, okay?",
        "Todd: What? What's wrong? What-- whatever it is, we can deal with it. Just tell me.",
        "Blair: I'm pregnant.",
        "[SCENE_BREAK]",
        "Singer: Love is a bridge you can cross",
        "Nash: Oh, damn.",
        "Layla: You're doing it wrong.",
        "Nash: Of course I am.",
        "Layla: Pull it through from the inside of your jacket.",
        "Nash: Oh. How?",
        "Layla: Take it off. Give it to me.",
        "Singer: Love is a shelter",
        "Nash: So, how did you become the expert in thread pulling?",
        "Layla: It's actually an ancient skill passed on from one generation of Williamson women to the next.",
        "Nash: Wow.",
        "Layla: Here you go.",
        "Nash: Thanks. You fixed it.",
        "Layla: Yep. When you do as much sewing as I do, you learn a trick or two.",
        "Nash: Really?",
        "Layla: Mm-hmm.",
        "Nash: Huh. I thought you were an actress.",
        "Layla: And a bouncer, baker, candlestick maker. I did everything to make ends meet.",
        "Nash: Where'd the sewing come in?",
        "Layla: Adriana Cramer and I are going into business together designing lingerie.",
        "Nash: Really? Well, I guess that's where the \"I'm done with sewing for the day\" came in.",
        "Layla: Mm-hmm.",
        "Nash: You got my vote.",
        "Layla: Well, do I have your cash? We're looking for financing.",
        "Nash: Funny -- so am I. I got a business, too.",
        "Layla: I know -- your winery.",
        "Nash: Yeah.",
        "Layla: You mentioned it about 10 times during dinner.",
        "Nash: Oh really?",
        "Layla: Mm-hmm.",
        "Nash: Was I as boring?",
        "Layla: Hmm -- huh. No, I'm just kidding. I'd actually like to know how you did it.",
        "Nash: Well, we could talk about it later.",
        "Layla: Very good.",
        "[SCENE_BREAK]",
        "Cole: Langston was looking out for you. There's nothing wrong with that.",
        "Starr: There is a long line of people looking out for me -- one more and my lifeboat will sink.",
        "Cole: Yeah, but sometimes friends can make you listen when no one else can.",
        "Starr: And sometimes they make you wish you were deaf.",
        "Cole: No, I'm serious. You know, Gabe was selling me steroids and -- and I wanted to quit, but he told me -- he convinced me not to.",
        "Starr: Gabe was not your friend.",
        "Cole: Well, I thought he was, you know? And Coach was -- was always lecturing us about staying away from that stuff and, you know, if a real friend had told me, then maybe I would've listened.",
        "Starr: You don't know that.",
        "Cole: If you'd told me, I would have. You know, you are really lucky that you have a friend who tells you stuff that you don't want to hear.",
        "Starr: Yeah, well, sometimes it doesn't feel that way.",
        "Cole: Langston's right. Your folks are never going to change their mind about me.",
        "Starr: Which is so unfair.",
        "Cole: No, it's not. I deserve it.",
        "Starr: You don't.",
        "Cole: You know, I should've never asked you to be my friend again.",
        "Starr: I didn't have to say yes.",
        "Cole: I put you in a really bad position, okay? You know, and -- from now on -- from now on, I'm just going to leave you alone.",
        "Starr: What about what I want?",
        "[SCENE_BREAK]",
        "Nora: I'm sorry. I'm so sorry to bring Patrick into this, I really am.",
        "Marty: Just forget it.",
        "Nora: I know you love him and you miss him like hell. And it may have seemed like such a cheap shot.",
        "Marty: I miss him every day.",
        "Nora: I know, and it just doesn't seem like the pain's ever going to go away.",
        "Marty: I just try not to think about it.",
        "Nora: Marty? Going after Todd is not going to make it easier.",
        "[SCENE_BREAK]",
        "[Todd groans]",
        "Blair: Todd? Are you there, Todd? Todd, answer me. What's going on?",
        "Spencer: Hello, Blair. It's so nice to hear your voice again. No, Todd can't come to the phone right now -- but I'd be more than happy to take a message.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Jessica: They act like I'm a mass murderer and it's not even a date.",
        "Antonio: Well, why did you lie to Nash about your reason for meeting? And why bring Layla into it?",
        "Jessica: Because I thought that maybe they'd want to see each other again.",
        "[Antonio chuckles]",
        "Antonio: I was unaware that \"matchmaker\" was on your resume.",
        "Jessica: I was unaware \"smart aleck\" was on yours. I just -- this whole Christmas thing is just getting Nash down. I just wanted to see him smile.",
        "Antonio: Well, did you thin that setting him up like this would -- would do that?",
        "Jessica: Oh, I don't know. You always say Layla's such a nice girl.",
        "Antonio: Well, she is, honey, but she also just broke up with Vincent Jones and she might not be ready to start seeing someone yet.",
        "Jessica: I'm not talking about marriage -- maybe a friendship.",
        "Antonio: Look, honey, you know that manipulating people's lives never works.",
        "Jessica: I really blew it, didn't I?",
        "Antonio: Well, maybe not.",
        "[SCENE_BREAK]",
        "Singer: You say that you're truth and I want to believe but I watch what you do and I see what I see",
        "Nash: Are they looking?",
        "Singer: So I got to be true",
        "Layla: Oh, yeah.",
        "Singer: To me",
        "Nash: Then hit it. Ah. All right, moving on to the second step.",
        "Layla: Go for it. Score one for the home team.",
        "Nash: Oh, yeah? Would a kiss be too much?",
        "Layla: Don't push your luck, wine boy.",
        "Nash: Okay, design girl.",
        "Layla: This was fun.",
        "Nash: Yes.",
        "Layla: Too bad it has to end.",
        "Nash: Does it?",
        "[SCENE_BREAK]",
        "Singer: Better be good to me",
        "Antonio: Well, it looks like your plan might work after all.",
        "Jessica: Lucky me.",
        "[SCENE_BREAK]",
        "Nora: I know that you and Cole miss Patrick very much.",
        "Marty: Yes. Why are you bringing this up?",
        "Nora: Because when Patrick died, that hurt you. And it made you angry. And when you're angry and -- and hurt, it makes sense to want to hurt somebody else, and Todd is the logical target.",
        "Marty: No. I don't want to hurt Todd. I just want to forget about him.",
        "Nora: Then why did you move back to Llanview?",
        "Marty: Because Llanview was my home. It's been for a long time.",
        "Nora: Getting vengeance on Todd, it just -- no one would blame you.",
        "Marty: That is not what I'm doing.",
        "Nora: Okay. Good. Because as much as he says he's changed, he hasn't, and as tough as you think you are, he's tougher. He plays dirty, Marty.",
        "Marty: I know.",
        "Nora: Okay. I'm just worried about you. I know what it's like to be a woman alone with a child. That's all.",
        "Marty: Thanks for caring.",
        "Nora: Yes. And that ends the unwanted advice portion of this program. I have to go now because my son awaits.",
        "Marty: Hmm.",
        "Nora: But you know what? If you ever want to hear some more unsolicited advice that you never really ever want to listen to again, call me.",
        "Marty: Yes. If I am in a masochistic mood, you will be the first person I call.",
        "Nora: I'll bring the whips and chains.",
        "[SCENE_BREAK]",
        "Cole: What do you want?",
        "Starr: It would be a lot easier for me to tell you what I don't want.",
        "Cole: Tell me.",
        "Starr: I don't want people making decisions for me.",
        "Cole: I know the feeling. What else?",
        "Starr: I -- I don't want people looking at me like I'm a problem that they have to solve. I don't want Langston to be mad at me and I don't want to go to boarding school.",
        "Cole: Your folks are sending you away?",
        "Starr: My dad tends to talk about it when he's angry.",
        "Cole: Why?",
        "Starr: Because of you.",
        "Cole: I don't want to be a problem, I told you.",
        "Starr: Look, Cole, I don't want you to go, okay?",
        "Cole: Well, I have to.",
        "Starr: No, you don't! You've made a mistake -- welcome to the real world. I forgive you, Cole. Start forgiving yourself.",
        "Singers: Way out of my mind",
        "Cole: Thanks.",
        "[SCENE_BREAK]",
        "Blair: You.",
        "Spencer: Don't react. Don't go to the police, don't tip them off, do not leave a message behind. If you do, I'll find out about it and I swear to God, Todd is a dead man. Do you understand me?",
        "Blair: What do you want?",
        "Spencer: Well, I could really use a cold beer right about now. Does anybody else know about Todd's little plan or my whereabouts?",
        "Blair: No.",
        "Spencer: Good. You just make sure you keep it that way. Ugh!",
        "Blair: Spencer, what did you do to him?",
        "Spencer: Nothing compared to what I'm going to do to him if you don't do exactly as I say. I want you to go to your bank, empty your account, and bring me the cash. You understand?",
        "Blair: Come on, it's not that easy.",
        "Spencer: Well, maybe this will make it a little easier for you.",
        "[Moan and coughs]",
        "Blair: All right, all right. Now, when do you -- when do you want it?",
        "Spencer: Oh, as soon as you can get here. Meet me at the warehouse. You know the place, right?",
        "Blair: I'll be there.",
        "Spencer: Good. Oh, and, Blair, just a friendly reminder -- come alone.",
        "Blair: What about Todd?",
        "Spencer: Oh, he'll be fine as long as you bring the money. You think she believed me, Todd? You should've killed me when you had the chance.",
        "[SCENE_BREAK]",
        "Dorian: Oh. You talked to Todd, he's meeting you? What's going on?",
        "Blair: Later.",
        "Dorian: No. Don't give me that \"later.\" We're talking about it now.",
        "[SCENE_BREAK]",
        "Spencer: Ah!",
        "[Spencer groans]",
        "Todd: You son of a bitch.",
        "[SCENE_BREAK]",
        "Blair: Please just move out of the way, Dorian.",
        "Dorian: No, I'm not going to. What's going on? Tell me. Did -- is Todd threatening you or the baby?",
        "Blair: He doesn't even know that I'm pregnant yet.",
        "Dorian: You didn't tell him?",
        "Blair: No, I didn't. He's in some kind of trouble and I've got to stop him or Jack and Starr could be in danger. Now, please move out of the way.",
        "Dorian: What do you want me to do?",
        "Blair: You can -- you can pick up Jack from the babysitter and take him home with you, all right?",
        "Dorian: Done.",
        "Blair: And just please make sure he's not -- he's not out of your sight for a minute, Dorian, all right?",
        "Dorian: All right, Blair. Now, what -- what are you up to?",
        "Blair: Oh, I'm just going to save my family.",
        "[SCENE_BREAK]",
        "[Nash laughs]",
        "Layla: Are you serious? Did he really fall into the vat of grapes?",
        "Nash: Yeah -- no. I learned just every Spanish swear word in the book that week. His skin was dyed purple for a month.",
        "Layla: Oh, my God.",
        "Nash: Yeah.",
        "[Layla chuckles]",
        "Jessica: You guys having fun?",
        "Layla: You know, Nash isn't so uptight after all.",
        "Nash: And Layla has a tight sense of humor.",
        "Antonio: Great. Well, I -- if you'll excuse me, I got to get back to work and I will -- I will see you later.",
        "Jessica: Okay. Bye.",
        "[Latin music plays]",
        "Layla: Oh. Do you dance?",
        "Nash: About as well as I bore people.",
        "Layla: Oh, is that a yes?",
        "Nash: Well, I'll tell you what -- I'll meet you on the dance floor.",
        "[Layla laughs]",
        "Nash: And you be the judge.",
        "Layla: All right. Deal.",
        "Nash: All right.",
        "Jessica: Uh -- have fun, you guys.",
        "Nash: Oh, we will.",
        "[SCENE_BREAK]",
        "[Slow music plays]",
        "Singers: Way out of my mind",
        "Cole: I'll see you around.",
        "Starr: Well, when?",
        "Marty: This is a bad idea, guys.",
        "Cole: What?",
        "Marty: You know what.",
        "Cole: Oh, come on, Mom. We were just talking.",
        "Marty: Yes. Well, since the party, your parents don't want you anywhere near Cole. They would be furious if they knew he was here.",
        "Starr: Well, actually, I think my parents right now are furious that you decided to testify for Spencer Truman. Why did you do it anyway? To get back at my dad for what he did to you in college? By helping out his worst enemy?",
        "[SCENE_BREAK]",
        "Todd: Nowhere to go but down, Truman.",
        "Spencer: After you.",
        "Todd: No, you first.",
        "Spencer: You know, Margaret named her son T.J., Todd Jr. -- isn't that cute? Little button nose, Margaret's eyes, had your hands, little fingers -- you know, so strong --",
        "Todd: Where is he?",
        "Spencer: Just looking for something to grab on to. Well, it was quite obvious he was going to turn out to be just like his old man, and I couldn't let that happen, Todd.",
        "Todd: Where is he?",
        "Spencer: He's dead. Okay? I killed him. Okay?",
        "[Groaning]",
        "Todd: Ah!",
        "Spencer: Come here. You know what? I put him in a plastic bag --",
        "Blair: Todd?",
        "Spencer: And I threw him in the ocean.",
        "Blair: Get off of him, Spencer!",
        "Spencer: That's exactly what I did. Now he's shark bait -- you hear me?",
        "Blair: Get off of him! I swear --",
        "Todd: Blair? Blair!",
        "[NEXT_ON]",
        "Roxy: You and Antonio could go, but that doesn't mean that the party has to end. Nash and Layla aren't done with their date.",
        "Bo: I believe that finding your mom and dad could lead us to Spencer Truman.",
        "Spencer: She's dead, Todd -- you killed her."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=fhwMNkwe8cc"
}