{
    "Episode Summary": [
        "Episode # 11035"
    ],
    "Recap": [
        "Bo prevents the bomb Irene set from killing Todd's family and everybody is safe. But he determines that he has no choice but to arrest Starr for enabling her dad to escape from jail. the new mayor is determined to make sure that Todd gets charged with murder and that Starr gets charged with a felony for helping him. Blair and Tea are determined to prevent her from having her way and Bo is on their side but compelled to do his job. On the docks, after Todd has been shot, he shoots and may have killed Irene. Blair finds Tomas to find them and Tomas attempts to help Todd but John gets there and finds that he must do his job that may not be benefitting Tomas or Todd. Jessica finds the mysterious document that nobody else has seen that names John as Liam's father instead of Brody. She keeps quiet about it when she sees Brody and when she talks to Viki. Viki tells Natalie she seriously believes that Natalie is not over John and is only marrying Brody because he's Liam's father and that is not the right reason for it. Natalie then admits to her mom that she's having a reoccurring dream that she's found a document that names John as Liam's father instead of Brody. Little does she know. Jessica then goes to find Natalie and knocks on the door with the document in her other hand."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Natalie: Mm. Mom, any hope I had of John and I getting back together died the day he discovered he wasn't Liam's father.",
        "Viki: What if he were Liam's father?",
        "[SCENE_BREAK]",
        "Jessica: [Sighs] Damn it, Tina. What's this?",
        "[Paper rustling]",
        "Jessica: Oh, my God. John is Liam's father?",
        "Brody: Jessica.",
        "[SCENE_BREAK]",
        "Kathleen: Lieutenant?",
        "John: Uh, yes. What can I do for you, Mayor?",
        "Kathleen: Well, that depends. Have you tracked down our fugitive, Todd Manning?",
        "[SCENE_BREAK]",
        "Todd: Are you positive? How do you know that I'm not lying? Maybe the microchip was never in the ring after all.",
        "Irene: And if I kill you, I'll never know?",
        "Todd: No. You'll never know.",
        "Irene: Nice try.",
        "[Explosion in distance]",
        "Irene: [Chuckles]",
        "Todd: What? Why are you smiling? What was that?",
        "Irene: That, my son, was the sound of your family...dying.",
        "Todd: What are you talking about?",
        "Irene: That satisfying thud was the sound of Victor's house blowing sky-high, and along with it, everyone you care about. They're all dead, Todd. Just like mother promised.",
        "[SCENE_BREAK]",
        "Bo: All clear! [Gasping]",
        "Téa: Oh, my God!",
        "Starr: [Gasps]",
        "Téa: Bo, are you okay?",
        "Bo: Yeah.",
        "Blair: Oh, God! Oh, thank you. I thought we were done for. Thank you so much for saving our lives.",
        "Bo: Yeah, I'm fine. Where's the dog?",
        "Starr: Oh, hopefully she ran off when she heard the explosion.",
        "Tomás: Hey, I heard the explosion. What the hell happened?",
        "Téa: Uh, a bomb went off.",
        "Tomás: A bomb?",
        "Bo: Yeah. I got to it and then, uh, threw it out in the pond.",
        "Tomás: Was anybody hurt?",
        "Blair: We're fine.",
        "Téa: 'Cause Bo was here. Thank God you were here.",
        "Bo: Yeah.",
        "[SCENE_BREAK]",
        "John: I just got the call, Mayor, and I-I came in. I haven't even had a chance to brief the unit yet.",
        "Kathleen: Right. Well, I apologize, Lieutenant. I know you're doing your best, but, uh, I'm sure you can understand the election is only a month away. I can't afford to have a double murderer on the loose.",
        "John: Election or no election, we're gonna find Todd Manning.",
        "Kathleen: Okay. Are you aware that Todd Manning's daughter was involved in his escape?",
        "John: Yes, the commissioner had mentioned something about her being at the scene.",
        "Kathleen: Well, what else did the commissioner tell you?",
        "John: Only that, um, Jack Manning had called the station claiming that his father and his sister were at Victor Lord's former residence.",
        "Kathleen: [Chuckles] Well, at least one member of that family is a law-abiding citizen. Lieutenant, I want this case handled carefully. The public is tired of hearing about rich men buying their way out of jail. I don't want any mistakes. I don't want anything that a high-end attorney can exploit. No one's getting off on a technicality, all right? Not on my watch.",
        "John: Of course.",
        "Kathleen: And not to impugn anyone on the force, but I want you to be careful when you're assigning officers to this case.",
        "John: Mayor?",
        "Kathleen: Well, we've seen what can happen when officers let down their guard, right? Only use people that you trust with your life.",
        "[SCENE_BREAK]",
        "Natalie: If John were Liam's father?",
        "Viki: Mm-hmm. Would there be any hope for you then? I mean, do you think that John would be willing to forgive you for, well, that one night with Brody and for lying about it?",
        "Natalie: Don't forget dragging him into a church and then humiliating him in public.",
        "Viki: Yes, that was difficult for him. He's a very private person.",
        "Natalie: Not anymore. Thanks to me.",
        "Viki: Okay, that's kind of my point, honey. There are more issues here than just Liam's paternity. Do you think you two could ever trust each other again?",
        "Natalie: I-I don't know. I kind of... I would think so. After everything we've been through?",
        "Viki: Mm-hmm.",
        "Natalie: He... John's...not a talkative guy. You know? But it never bothered me because it's like we just understood each other. You know what I mean? And -- and then I, uh -- then I got pregnant, and... [Chuckles] I mean, John carried a stuffed teddy bear all the way from Seattle on an airplane in public. John did that. It was like, um... like the baby changed him. You know? And then sometimes I would catch him smiling. John was smiling, you know? And [Sighs] I guess I just didn't want to ruin it. Anyway, I don't know. I don't know if, uh, John would forgive me, but it, uh -- it doesn't matter because [Sniffles] Liam is Brody's, and John's not interested.",
        "Viki: And is John's apparent lack of interest really reason enough for you to marry Brody?",
        "Natalie: What do you think?",
        "Viki: Oh, honey, it is so obvious that you still love John. And, yes, I know you have feelings for Brody, but I never see that -- that love between you.",
        "Natalie: Doesn't mean there can't be.",
        "Viki: [Sighs] No. No, of course not. My question, honey, is would you be marrying Brody if he were not Liam's father?",
        "[SCENE_BREAK]",
        "Jessica: What are you doing here? You don't live here anymore.",
        "Brody: Jess, this isn't personal. I'm here on police business. Are you okay? What's wrong?",
        "Jessica: Nothing. You just, uh, surprised me.",
        "Brody: You all alone here?",
        "Jessica: Well, my dad's here and the kids. Why?",
        "Brody: I'd like your permission to search the house.",
        "Jessica: What for? Do you have a warrant?",
        "Brody: I can get a warrant, but that would take time.",
        "Jessica: Well, why don't you just tell me what you're looking for?",
        "Brody: Your uncle. Todd escaped from jail.",
        "[SCENE_BREAK]",
        "Todd: You blew up Victor's house?",
        "Irene: I am a woman of many talents.",
        "Todd: Motherhood among them?",
        "Irene: Congratulate me, Todd. I just inherited your fortune. There was a reading of dear Victor's will, and he left everything to me. Not that your family was satisfied. They were obviously going to mount a campaign to steal what was rightfully mine. I couldn't have that. So I left a bomb outside the house.",
        "Todd: You built a bomb.",
        "Irene: [Chuckling] Oh, no. Of course not. I just put it under the viburnum. Then I pushed that little button -- you know, the one that starts the timer? 10, 9, 8, 7, 6... kaboom! Bye-bye, Viki. Bye-bye, Blair. Bye-bye, Téa.",
        "Todd: No.",
        "Irene: Bye-bye, Starr.",
        "Todd: You're -- you're lying.",
        "Irene: You heard the explosion.",
        "Todd: It was a car backfiring. It could've been -- it was an accident.",
        "Irene: Oh, I can assure you it was no accident. Your family is dead.",
        "Todd: [Groaning]",
        "Irene: And you're gonna join them shortly.",
        "Todd: [Crying] No. [Sobbing]",
        "[SCENE_BREAK]",
        "Natalie: Mom, I appreciate that you're looking out for me, but like I told Rex, that dream -- it was -- it was nothing.",
        "Viki: What dream?",
        "Natalie: Forget it. It was nothing.",
        "Viki: [Laughs] If you felt the need to discuss it with your brother, it's obviously not nothing.",
        "Natalie: [Sighs] Mom, no, it's -- you're just gonna read too much into it.",
        "Viki: Oh, I see. And did Rex?",
        "Natalie: It doesn't matter what Rex thought, because, like I said, it's not real.",
        "Viki: Honey... it could very well be your subconscious trying to tell you something.",
        "Natalie: Yeah. Keep my mouth shut. Right. Okay, so -- [Sighs] Last night, or this morning, whenever, I was having this dream. You know, it was like one of those dreams like it was really happening. You know, like it was real. Yeah. So, anyway, in the dream, I'm asleep, and then I wake up. But I didn't really wake up. It was part of the dream. Anyway, I wake up. I see Brody, he's sleeping. So I get up. I'm gonna go make some coffee. So, I go over to the table, and there's a pile of mail sitting on the table, which was kind of weird, because it was morning, and we don't get mail till the afternoon. Anyway, I digress. Somehow I knew that whatever was in that mail, that there was something important. So, I'm going through it. I grab an envelope, and it's from the hospital.",
        "Viki: Llanview Hospital?",
        "Natalie: Yeah. So, I-I opened it. And, uh... it was -- it was Liam's DNA test. Except...uh, this time... John was Liam's father, not Brody.",
        "Viki: Oh. No wonder all these questions upset you so.",
        "Natalie: Yeah. Yeah, like I said, it doesn't matter. It was just...a dream.",
        "[SCENE_BREAK]",
        "Jessica: So you think that, um, Todd broke out of jail and just came here?",
        "Brody: He's been staying here.",
        "Jessica: So this is the last place that he'd be.",
        "Brody: I've got to rule it out.",
        "Jessica: Yeah, I suppose you do.",
        "Brody: Are you giving me permission to search the premises?",
        "Jessica: Yes, go ahead.",
        "Brody: Thank you.",
        "[SCENE_BREAK]",
        "Tomás: Thank you, Bo. I don't know what it is with the women in my life, but I can't turn my back for an instant.",
        "Blair: Well, maybe you need to add Irene Manning to that list.",
        "Tomás: What about her?",
        "Blair: She's the one that set this bomb.",
        "Tomás: How did she arrange that from jail?",
        "Starr: My grandmother was released.",
        "Tomás: What?",
        "Bo: She cut some kind of deal with the Feds, and we had to let her go.",
        "[SCENE_BREAK]",
        "Irene: Good-bye, son. I truly wish it hadn't come to this point. It's my fault. I didn't raise you. I couldn't keep you in line the way I could Victor. It's really a shame because you had terrific potential.",
        "Todd: I've always wondered about that. I have a question. I would like to know... how could you do that? How could you give me to someone like Peter Manning?",
        "Irene: I thought you'd be good for Peter, teach him a little responsibility.",
        "Todd: I'm a cocker spaniel.",
        "Irene: I know. You're right. As I said, my mistake. Aah!",
        "Todd: [Grunting] Aaaaah!",
        "[SCENE_BREAK]",
        "Jessica: It looks official. But so did the one Vimal changed. What was it doing in Tina's dog carrier? So, did you find my uncle?",
        "Brody: Did a quick sweep of the house -- no sign of him.",
        "Jessica: Well, as much as I love Uncle Todd, I am glad that he's nowhere near Ryder right now.",
        "Brody: Took a look in the nursery. He's sound asleep.",
        "Jessica: Yeah, he's been sleeping really well. He's growing so much, and as soon as he started feeding himself, it was all over.",
        "Brody: Yeah, he's a lot bigger. And his hair's starting to curl.",
        "Jessica: He's a good boy.",
        "Brody: I should be going. Thanks for your cooperation.",
        "Jessica: Brody, wait.",
        "[SCENE_BREAK]",
        "Natalie: I was just kind of hoping that I wasn't gonna have to say anything.",
        "Viki: I know. You were trying to protect everyone.",
        "Natalie: You know what? I know. I know that I should've -- I should've, uh, told Brody. The second I found out the results, you know? Like, I saw him. He was the first person I saw. But he was so excited about Ryder and Jessica, and I just -- I didn't have the heart to tell him.",
        "Viki: Well, it would've been difficult no matter when you talked about it. I have found that it's better to air things like that sooner rather than later, because hiding the truth just eats you up inside and often hurts the very people that you are trying to protect.",
        "[SCENE_BREAK]",
        "Tomás: Are you telling me Irene Manning's still at large?",
        "Bo: Tomás, I don't like this situation any more than you do, but the good news is this incident gives us cause to bring her back in, so maybe we can hold her this time.",
        "Tomás: Did you do a sweep of the property? Because I would not put it past that bitch to have stashed another device somewhere.",
        "Bo: Oh, I did. I looked around. But I've got the bomb squad on their way anyway, and as soon as they get here, Starr, you're coming downtown with me.",
        "Blair: Hey, hey, no. Come on, Bo, do we really have to do that? We both know you shouldn't have arrested Todd for shooting Victor in the first place.",
        "Bo: Yes, and he had a chance to claim that in court. But instead, Starr held two guards at gunpoint. Someone could've been killed.",
        "Starr: Yeah, my family.",
        "Blair: Starr...",
        "Téa: Look, I think, Bo, that it is worth noting there was an imminent threat to Todd's family. As the man who detonated the bomb, I think you know just how real that threat was. I'm sure that's what motivated Todd and Starr's, you know, escape.",
        "Bo: And you can discuss mitigating circumstances in court.",
        "Blair: What the -- do you have to do it now? Can't you just wait till it all plays out and see what happens then?",
        "Bo: Blair, I can't just look the other way. I'm sorry. Starr Manning, you are under arrest.",
        "Blair: Wait, wait, just -- can you give me a minute with my daughter, please?",
        "Bo: I'll give you one minute.",
        "Blair: Baby girl... you're gonna be okay. Téa and I will come down there, and we will bail you out.",
        "Starr: Okay. Mom? Dad told me that Irene wrote on that letter to meet her at the docks. I think that's where Dad went. You need to warn him.",
        "Bo: Starr.",
        "Starr: Okay. It'll be all right.",
        "Téa: Starr, don't say anything till I get there, okay? You coming?",
        "Tomás: Go ahead. I'll bring Blair down to the station.",
        "Téa: Okay, hurry.",
        "Tomás: What did Starr just tell you?",
        "Blair: She just said that, uh, Todd was meeting Irene down at the docks. Tomás, Todd doesn't know about this bomb. You got to get down there and warn him. I mean, she could kill him!",
        "[SCENE_BREAK]",
        "[Both grunting]",
        "Todd: Don't move.",
        "Irene: Bravo, Todd. What hidden wells of anger.",
        "Todd: Not so hidden. I hate your guts.",
        "Irene: Now, now. I am your mother. Are you really ready to pull that trigger, huh? Think, son. You ready for your epitaph to say, \"He killed his mother in cold blood\"?",
        "Todd: Fitting... with the family legacy, don't you think? You hand me off to your psychotic cousin! You have me kidnapped! You have me tortured for eight years! What kind of a mother tortures her own kid?!",
        "Irene: Spare the rod, spoil the child.",
        "Todd: And it's not enough that you ruined my life. You kill my family?!",
        "Irene: You forget a fundamental law, Todd. There is always collateral damage.",
        "Todd: You got that right.",
        "Irene: You are not going to shoot me, Todd. You are going to hand me that gun.",
        "[Gun shot]",
        "Irene: Ohh!",
        "[SCENE_BREAK]",
        "Viki: Oh, my poor baby. I know how hard this has been for you. You haven't had a peaceful moment since the wedding.",
        "Natalie: That's not totally true. Every time I look at my son... it's a good time.",
        "Viki: Of course. Your relationship with your sister.",
        "Natalie: I know. It's a mess. And I don't -- I don't know if there's any way to fix it. I mean, she... she's so furious with both of us, and she hates seeing us together. I just don't -- I don't know if she's ever gonna forgive us.",
        "Viki: You know that I love you, right?",
        "Natalie: I know, Mom.",
        "Viki: Good. And maybe marrying Brody is the answer, but... does he make you happy?",
        "[SCENE_BREAK]",
        "Brody: What's up?",
        "Jessica: We need to talk.",
        "Brody: Look, Jessica, I know that this is hard for you, Natalie and me getting engaged. And I want to talk about it. I do, but not right now. There's a fugitive on the loose.",
        "Jessica: I know, but this won't take long.",
        "Brody: Look, you want to kick the crap out of me later, I'm your man, but... My point is I understand how things can get between sisters, but Natalie's all banged up.",
        "Jessica: Uh, yeah.",
        "Brody: Yeah. You're both mad. I get it. But she's trying to make the best of it, and you should do the same. You're not a kid anymore, Jess. You got to grow up. It's time to move on. I'll see you later.",
        "[Door slams]",
        "Jessica: [Sighs]",
        "[SCENE_BREAK]",
        "Natalie: John had his chance, and he wasn't able to be a father to Liam, and... and right now, my son is the... he's the most important thing to me.",
        "Viki: Well, that's as it should be. And -- and, yes, he needs his father, and I know -- understand you don't want to do this alone.",
        "Natalie: Oh, Mom. You know... there have been times this past year, I just -- I wanted to give up. You know, everything that happened with Tess, and then everything with Dad. And I think I was just -- I was really overwhelmed. And then I'd look over at my -- at my son. And I'd just -- I'd see how much he needed me. I want to do what's best for him.",
        "Viki: Well, you and Brody have Liam in common, yes.",
        "Natalie: No, Mom, that's not the only thing. You know, I wouldn't marry him just -- just 'cause of that.",
        "Viki: The romantic in me wants more for you.",
        "Natalie: I will always love John.",
        "Viki: I know.",
        "Natalie: Can't change that. And I will always remember how much that meant to me. But, um... that's just a memory. You know, that's all it is now. And what Brody and I have, it's real. That's what I've got to start doing. I've got to start focusing on what's real.",
        "Viki: Yeah, you do. I guess we all do. Maybe the best way to heal this family is for all of us simply to accept what has happened.",
        "Natalie: Or not. I mean, you know, Brody and I are gonna do what we're gonna do, and I don't want to force anybody to feel something they don't.",
        "Viki: I'm going to go and talk to Jessica...again. And I will try to get her to understand that resenting the situation just doesn't help. Okay?",
        "Natalie: Hey, um... Mom, can... can you just...tell Jessica that I'm sorry?",
        "Viki: Mm-him.",
        "Natalie: You know, I-I really shouldn't have made that crack about Dad not being her real dad and getting all of her crazy from Mitch.",
        "Viki: Well, she got a very big dose of it from me.",
        "Natalie: Anyway, I had no business going at her like that.",
        "Viki: And I'm sure that she regrets what she said, as well. Honey, I know that deep down, you two love each other. Okay? And I love you.",
        "Natalie: Love you, too.",
        "Viki: Get some rest. Feel better.",
        "[SCENE_BREAK]",
        "Tomás: Start over. Why does Starr think that her father's meeting Irene down at the docks?",
        "Blair: Okay, there was a note. But that's not important. You just got to get down there and warn him. Irene is crazy. She could kill him.",
        "Tomás: Blair, if you're so worried, why didn't you just tell Bo?",
        "Blair: Bo's not gonna believe me. He just charged my daughter with jail break. He didn't even believe Todd was innocent.",
        "Tomás: He's the police, Blair.",
        "Blair: And he didn't do anything to stop Irene. But, Tomás, you could because you worked with her. You know how she works. Please don't let her do this. Please.",
        "Tomás: You still have feelings for him, don't you?",
        "Blair: He's the father of my children.",
        "Tomás: No, it's more than that. Ever since he came back, you've been different.",
        "Blair: Please? Will you just save him? Be careful!",
        "[SCENE_BREAK]",
        "John: Good to know. Thanks. Hey. Just got off the phone with the bomb squad. Picked that thing up with seconds to go. What, are you going for hero status?",
        "Starr: [Scoffs] If it weren't for the commissioner, we'd all be dead.",
        "Kathleen: Are you okay, Bo?",
        "Bo: Uh, yeah. When I get some dry shoes, I think I'll be just fine.",
        "Kathleen: You really are one of the good ones, aren't you?",
        "Bo: Well, I try.",
        "John: He's the best. Listen, the bomb squad's still excavating, but, uh, are we on the same page about who did this?",
        "Bo: I say Irene Manning.",
        "Kathleen: Really? I mean, I thought it'd be much more likely that Todd Manning planted it.",
        "Starr: My father didn't plant that bomb.",
        "Kathleen: Where is your father, may I ask?",
        "Téa: Absolutely not. I hope I didn't just witness the mayor questioning Ms. Manning without an attorney present.",
        "Kathleen: Ms. Manning threatened two police officers with a loaded firearm.",
        "Bo: Manning would never endanger his own family.",
        "John: Agreed. This has Irene Manning written all over it.",
        "Bo: Find her.",
        "John: Yeah.",
        "[SCENE_BREAK]",
        "Irene: [Breathing heavily] I underestimated you, Todd. Not the first time.",
        "Todd: Probably the last.",
        "Irene: You're just like your father. Ruthless.",
        "Todd: Keep it up. I'll just -- I'll shoot you again.",
        "Irene: [Chuckles] Have your fun while you can. They're gonna lock you up for killing Victor. [Groans] And now me.",
        "Todd: I didn't kill Victor. And this? This is a public service.",
        "Irene: Don't think you're... rid of me. [Breathing heavily] I'm in your soul. In your [Coughs] -- [Groans] Oh. Look at that. Ah. Uhh. [Gasping]",
        "Todd: [Breathing heavily]",
        "[SCENE_BREAK]",
        "Blair: [Sighs] Okay, everything's under control. Mom's here.",
        "Kathleen: Excuse me. Commissioner.",
        "Bo: Hmm?",
        "Kathleen: There's no need for this. The suspect isn't a minor. For all we know, the mother could be a co-conspirator.",
        "Brody: What are you even talking about here?",
        "Téa: Commissioner, if I might ask you to keep the mayor as far away from the suspect as possible.",
        "Blair: Really.",
        "Bo: Mayor, it might be in everybody's best interest to keep politics out of the interrogation.",
        "Blair: Interrogation? She's just trying to save her family!",
        "Starr: Mom...",
        "Blair: I'm sorry. She's saving her family.",
        "Kathleen: Well, then, there you go. By her mother's own admission, Ms. Manning is guilty.",
        "Téa: Well, luckily, we still have a jury system in this country.",
        "Bo: Yes, and, Mayor, we wouldn't want to compromise the investigation.",
        "Kathleen: I should be the least of your worries, Bo. You should be focusing on the man who tried to blow you up.",
        "Bo: Oh, but it's like we discussed. Irene Manning is our prime suspect.",
        "Kathleen: Do you really want to go after a federal employee when there's a convicted rapist and a murder suspect on the loose?",
        "Starr: My father did not murder Victor.",
        "Kathleen: And why hasn't Starr Manning been booked?",
        "[SCENE_BREAK]",
        "Natalie: [Sighs]",
        "[SCENE_BREAK]",
        "Jessica: If this is real, I mean, I have to tell them. I can't hide it. What if it's not? Hey, Mom.",
        "Viki: Hi, Jessie. How's your eye? Did you put ice on it?",
        "Jessica: I'm fine.",
        "Viki: How are you feeling?",
        "Jessica: Better than Natalie, I hope.",
        "Viki: You know, your sister's very sorry about what happened, and she feels terrible about it.",
        "Jessica: Good.",
        "Viki: Darling... I understand how angry you are. Okay? And how difficult it is to bridge this gap. Let me just tell you a little something, okay? After my brother Victor died, I-I realized that I never had the opportunity to tell him or to prove to him that I still loved him, that he was my brother, as well. I lost my chance, and that's something I'm going to have to live with forever. I think that's why I'm trying so hard to mend fences with Tina. I mean, by rights, I should banish her forever, but, really, what would that do, you know? One of us dies, it's never resolved. The whole family is fractured.",
        "Jessica: Mom, I think I understand, but --",
        "Viki: Darling, I know how hard it is to forgive, okay? I just want you to imagine... if you lost the chance.",
        "Jessica: I'll think about it.",
        "Viki: Now, I'm gonna go and see my grandson... 'cause that always makes me feel better.",
        "Jessica: [Chuckles]",
        "[SCENE_BREAK]",
        "John: Okay. Thank you for the heads-up. I appreciate it.",
        "Brody: John.",
        "John: Yeah?",
        "Brody: Look, I know Natalie told you about --",
        "John: Yeah, congratulations. Um, you find Manning?",
        "Brody: No, there's no sign of him at Llanfair, but there's stuff still there, so we should probably put someone on the house.",
        "John: I just got a call from a guy down in the docks. He said he heard shots fired. You coming?",
        "Brody: Yeah, I'm right behind you.",
        "John: Let's go.",
        "[SCENE_BREAK]",
        "Téa: Look at her. Probably planning a press conference so she can brag about jailing a college student. Almost makes me miss Dorian.",
        "Blair: This wouldn't be happening if Dorian were here!",
        "Téa: Shh! Well, with any luck, she'll lose the next election. Hey, maybe we can get Viki to run again.",
        "Blair: Oh, Viki, or maybe one of her alters, huh?",
        "Téa: Starr is going to be okay. She has a great lawyer. The best.",
        "Blair: Starr's not the only one I am worried about.",
        "Téa: Todd?",
        "Blair: Yeah. Before you left, Starr was whispering to me.",
        "Téa: Yeah, I saw that.",
        "Blair: She mentioned something about a note that Irene gave Todd, something about a meeting at the docks.",
        "Téa: Well, we got to get someone over there.",
        "Blair: I already sent someone.",
        "Téa: Who? John?",
        "Blair: Your brother.",
        "[SCENE_BREAK]",
        "Tomás: What happened?",
        "Todd: I murdered my mother.",
        "Tomás: She's definitely dead.",
        "Todd: Told you.",
        "Tomás: Oh, I can't say I blame you, Todd, but you could've picked a less- conspicuous time.",
        "Todd: She murdered my family. There was a bomb at Victor's.",
        "Tomás: No, no, no, no. Bo got the bomb. He threw it in the pond. Everybody's fine.",
        "Todd: We heard the explosion.",
        "Tomás: No, no, no. Nobody got hurt. They're all okay.",
        "Todd: They're all okay?",
        "Tomás: Yeah. Everyone's fine.",
        "Todd: I-I thought -- aah. Aah.",
        "Tomás: Let me take a look at this.",
        "Todd: [Groaning]",
        "Tomás: All right. You need to get this treated. It's bleeding pretty heavily. Keep some pressure on this.",
        "Todd: [Groans, gasps]",
        "Tomás: Pressure.",
        "Todd: Yeah. I'm gonna be just fine. [Groans] I'm gonna fry for this, aren't I?",
        "Tomás: No. No, I'm not gonna let that happen. She shot you, right?",
        "Todd: Yeah.",
        "Tomás: So it's self-defense.",
        "Todd: I don't know. E-everybody thinks I killed my brother. A-and Irene got rid of the only piece of evidence that could clear me.",
        "[Siren wailing]",
        "Todd: Right on time. Guess it's over before it even started.",
        "[SCENE_BREAK]",
        "Téa: You sent my brother after that maniac?",
        "Blair: Well, do you have a better idea? He's a trained operative. He used to work for Irene. Who's better to stop her than him?",
        "Téa: You got a point.",
        "Blair: Okay. Why have an agent in the family if he can't step up when you need him, right? And you need him. Dani needs to get to know her father.",
        "Téa: True. If she were to lose him now -- I don't want to think about that.",
        "Blair: Okay, okay, come on. Let's just pray Tomás gets there in time, okay?",
        "[SCENE_BREAK]",
        "[Siren wailing]",
        "Todd: She really got me. She had me locked up for eight years, and I finally get out. And I get what, like four months before she has me locked up again? I tell you, it was great while it lasted. [Groans]",
        "Tomás: Maybe there's another way out of this.",
        "[SCENE_BREAK]",
        "Viki: Ryder's fast asleep. Jessie? Where did she go?",
        "Natalie: [Sighs] You know what? Mom's right. It's better for everyone just to accept what's real. John will never be Liam's father.",
        "[Knock on door]",
        "[SCENE_BREAK]",
        "Blair: Sweetheart.",
        "Starr: Oh, Mom, be careful. I have ink all over me.",
        "Blair: I mean, really, Bo? You had to fingerprint her, like you didn't know who she was already?",
        "Bo: Well, I'm sorry, Blair. It's standard procedure.",
        "Blair: [Scoffs]",
        "Starr: Mom, I'm fine. Is hope with Grandma?",
        "Blair: Hope is fine, sweetheart. She's sound asleep. Grandma's got the monitor on. She's fine. Everything's okay.",
        "[SCENE_BREAK]",
        "Téa: Bo, is there any way to...move this forward a little quickly? I mean, get Starr home?",
        "Bo: Téa, I'm doing the best I can, considering the charges and the situation.",
        "Téa: Look, I know the case is still open, but Starr has a child.",
        "Bo: I understand. And maybe if we all could just sit down and we could --",
        "Kathleen: Has the suspect been processed?",
        "Bo: We're still doing the paperwork.",
        "Kathleen: All right. Well, then, you can escort her down to the jail cell.",
        "Bo: Mayor, this isn't your call.",
        "Kathleen: Commissioner, do you really want the press to get wind of this, that you're giving this suspect special treatment?",
        "Blair: Wait, wait, wait, wait, wait. Did you say \"special treatment\" here? Did you notice my daughter's in handcuffs? I don't think that's special treatment!",
        "Kathleen: Right. That's right. That's because she held two police officers at gunpoint, and she helped an accused murderer escape. So, she's an accused felon, and she's a flight risk. I'm not gonna let your family steamroll over this department. Todd Manning's daughter stays locked up until further notice.",
        "Starr: [Sighs]",
        "Blair: You all right?",
        "Starr: Did you send someone down to the docks?",
        "Blair: Yes, I did.",
        "Starr: Okay. Maybe Dad will be okay.",
        "[SCENE_BREAK]",
        "Brody: Drop it!",
        "John: Again, Delgado? All right. Tell me what happened.",
        "Tomás: I finally killed Irene Manning."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=5ZVmWkXMrzI"
}