{
    "Episode Summary": [
        "Episode # 10441 -- Roses in December"
    ],
    "Recap": [
        "While Powell holds the 4 people prisoner at the frat house, he lets Todd and Marty talk alone while he takes Blair and Tea down to the basement. Tea freaks and he shoots her. But Blair motivates her to help her find a way to get out. While Marty is alone with Todd, she remembers the three men raping her all those years ago. Then she remembers falling in love with Patrick, having Cole, remembering his life until the van blew up. Meanwhile, John is frantically looking for the missing people. He goes to Todd's where Starr and Cole inform him that Kyle has snuck in and Jack tells him what Powell did to his parents and Tea. John has the cops take Kyle away. But Rebecca has already snuck into Jessica's home and taken Chloe away, aware of whom she really is.. She brings the baby to Powell. And he takes her to meet Todd and Marty although they are both unaware that she is their mutual grandchild."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: Oh, God. My dad still has the light on, which means that he's probably up waiting for me because I didn't even tell him I was going to prom.",
        "Cole: Okay, well he hasn't been calling, so we need to tell him why we are so late.",
        "Starr: Because we needed to go to Hope's grave. It was important for us to be there.",
        "Cole: Do you want me to come inside with you?",
        "Starr: Better not.",
        "Cole: You know, you can toss this if you want. It's already wilted.",
        "Starr: Oh, no. Actually, I was going to press them and keep them in a book. It will give me something to remember tonight by.",
        "Cole: Even if it's the same night that our baby was exhumed?",
        "Starr: That and everything else. I can't explain it but I have this weird feeling that after tonight, everything is going to change.",
        "[SCENE_BREAK]",
        "Jared: Wait one sec.",
        "Natalie: I wish we could just freeze time. Keep everything the way it is right now, you know? Jessica would still believe that Chloe's her baby, Marcie and Michael, Starr and Cole -- they would be at peace with losing their baby.",
        "Jared: Starr and Cole aren't at peace, or they wouldn't have exhumed Hope's body.",
        "Natalie: I know. And I guess Marcie isn't either, or she wouldn't have gone along with it.",
        "[Jared sighs]",
        "Jared: They're all only hours away from finding out their baby is alive. And Jessica's baby is --",
        "Natalie: Jared, how am I going to do it? How am I going to tell my sister that her baby is dead?",
        "Jared: She's going to have to handle it, Natalie.",
        "Natalie: But how? How? As Tess, or Bess, or God only knows who else? I mean, I'm really scared.",
        "Jared: I know. I know. I'm here with you, and that's never going to change. Besides, I got it in writing now, so -- [Jared laughs] Sorry.",
        "Natalie: No. No, I am. I'm sorry. We're married, and I love you. It's just I feel like -- I don't know. After tonight, nothing is ever going to be the same again.",
        "[SCENE_BREAK]",
        "Jessica: Okay, I think the coast is clear, but you're going to have -- you are pressing your luck, Lieutenant.",
        "Brody: You, or your sister?",
        "Jessica: That's the last thing my sister needs the night before her wedding -- to run into you.",
        "Brody: You mean the jerk who stole her brother's girlfriend?",
        "Jessica: I know. I wish we could tell her it wasn't true.",
        "Brody: Until we can, it will be our secret -- and Bree's. But it's getting next to impossible to keep sneaking around. You're too beautiful and I never want to leave you.",
        "[SCENE_BREAK]",
        "Rebecca: Hello, little one. You're in wrong house, aren't you? You're Starr and Cole's baby girl -- Todd's granddaughter, which makes you one very special baby. Now, don't cry.",
        "[Chloe cries]",
        "Jessica: She slept through the two of us in there for an hour, and now --",
        "[Jessica sighs]",
        "Brody: You better go check on her.",
        "Jessica: Yeah.",
        "Brody: Call me tomorrow and let me know how Natalie and Jared's wedding went.",
        "Jessica: I really wish I could take you and show you off.",
        "[SCENE_BREAK]",
        "Pete: Easy does it on the speed, Johnny. You're still sailing on that stuff that Rebecca woman doped you up with.",
        "John: No kidding.",
        "Pete: Do we remember the nut house? Who got you out of that straitjacket?",
        "John: You and Houdini.",
        "Pete: Your friend, Marty, is in trouble, John. I'm going to ride shotgun for as long as you need me to help you find her.",
        "John: Yeah? How you going to do that? You're not even here.",
        "Pete: Your dad would want me to help you, so that's the way it's going to go down. Eyes on the road, John. Mine aren't going to help it.",
        "John: This is great -- a blind hallucination for my guide.",
        "Pete: I heard that.",
        "John: I used to be a cop. You know, Pete, I should have had this figured out already.",
        "Pete: Maybe you don't have a badge, but once a cop --",
        "John: Always a cop.",
        "Pete: So think like one. Where would Powell Lord take Marty?",
        "[SCENE_BREAK]",
        "Powell: Go on. Hurry up.",
        "Blair: I don't understand why you're bringing us down here. Stop it.",
        "Powell: Go.",
        "Téa: In there? No way, no way, no way. You are going to have to kill me out here.",
        "Powell: Get in there!",
        "Téa: If we go in there, we are never coming out.",
        "Powell: It wasn't a suggestion. Now both of you, move it.",
        "Blair: Téa!",
        "Blair: You killed her!",
        "Powell: She's not dead, yet. The party is just getting started.",
        "[SCENE_BREAK]",
        "Todd: There's nothing. I got nothing. We're just going to have to wait until Powell gets back.",
        "Marty: Help me. No! Stop!",
        "Todd: What is it? What's wrong?",
        "Marty: Oh, my God. Oh no.",
        "Todd: Marty, I know you're scared, but --",
        "Marty: No, no, no, no, no, no, no. No, no, no.",
        "Todd: What is it? What is going on?",
        "Marty: I remember.",
        "Todd: You remember what?",
        "Marty: You. I remember you raping me right here.",
        "Todd: You remember?",
        "Marty: Yes.",
        "Todd: How much?",
        "Marty: It was raining. Lighting and thunder. Music was blaring downstairs. I was there on the bed. I had too much to drink so I was trying to sleep it off and then the door opened. It was you, Zach, and Powell. They were smiling at me.",
        "Todd: You asked us to leave.",
        "Marty: Yes.",
        "Todd: And then Zach grabbed you and started dancing with you.",
        "Marty: Zach, I mean it. Let me go.",
        "Marty: I was dizzy. I was dizzy. I was dizzy. I was going to be sick so I tried to -- I tried to get to a phone.",
        "[Zach laughs]",
        "Marty: He wouldn't let me go. When I found out who you were -- I read all about it and Nora told be about it but I didn't feel it. I didn't feel it because I didn't remember, because I didn't want to.",
        "Todd: Remember it now?",
        "Marty: You want me to remember what you did to me?",
        "Todd: It doesn't seem to have done you any good to block it.",
        "Marty: I'm scared.",
        "Todd: I can't hurt you again. I mean, not now. I'm tied up. I can't hurt you any more than I already have. Listen, Marty, if you want your memories back, if you want your life back, maybe this is the best way. You might as well just go for it. Just let it go. Don't fight it.",
        "[SCENE_BREAK]",
        "Téa: Oh! You shot me, you freak!",
        "Powell: You think I'm playing games here? Now get inside, the both of you.",
        "Téa: No way! You are going to have to kill me before I go in there.",
        "Powell: Don't tempt me.",
        "Blair: Please, just listen to him. Please, listen to him.",
        "Téa: Blair! If we go in there --",
        "Powell: There's a very small chance you'll survive.",
        "Téa: And if we don't?",
        "Powell: You won't.",
        "[SCENE_BREAK]",
        "John: When Marty called me from the motel she said that someone slipped an envelope under her door.",
        "Pete: It was the drug. Same as you.",
        "John: So what the hell happened to her?",
        "Pete: Put it together, John. Rebecca Lewis has been posing as Dr. Saybrooke.",
        "John: Probably helping Powell Lord commit murder. She has a brother, Kyle Lewis.",
        "Pete: Who could be right in there with them.",
        "John: Yeah. When I opened my envelope, it was empty and Rebecca said -- Rebecca said I wasn't invited. Invited to what?",
        "Pete: Sounds like a party to me, kiddo.",
        "John: That's right, a party. A party means guests. People who -- people who mean something to Marty, people who don't -- Todd Manning.",
        "[SCENE_BREAK]",
        "Starr: Dad? Kyle?",
        "Cole: You're the guy from the lab.",
        "Starr: What are you doing in my dad's house?",
        "[SCENE_BREAK]",
        "Natalie: What the hell are you doing here? Did you break in?",
        "Brody: Whoa, hold on.",
        "Natalie: Are you spying on my sister?",
        "Brody: Natalie, no.",
        "Natalie: Are you stalking her? Jared, call the police.",
        "Jessica: Hey, baby. What's the matter? What woke you up?",
        "Brody: I didn't break in and I'm not stalking Jessica.",
        "Natalie: Well guess what? I don't believe you. I'm calling the police.",
        "Jessica: Natalie, Natalie. Brody didn't break in. I invited him.",
        "Natalie: Why?",
        "Jessica: Because we're together.",
        "[SCENE_BREAK]",
        "Cole: Are you here about our daughter?",
        "Kyle: Actually, I'm here babysitting.",
        "Starr: Babysitting?",
        "Kyle: Yeah. You don't think I make that much money at the lab, do you?",
        "Starr: I didn't know that my parents know you.",
        "Kyle: They don't. I -- I'm with a service. I was sent here. I actually didn't even know this was your house.",
        "Starr: Why would they need a babysitter? When I talked to my brother earlier he said they were all going to the movies.",
        "Kyle: They did, and then they got home and dropped them off and called because they wanted to go out again without them.",
        "Starr: But my mom just got out of the hospital, and she and my dad aren't together.",
        "Kyle: Maybe things have changed.",
        "Cole: Starr, why don't you go upstairs and tell Sam and Jack that you're home.",
        "Starr: Yeah.",
        "Kyle: They're sleeping.",
        "Cole: What's going on? This is about our daughter, isn't it? We gave you the sample of her hair, only it wasn't her hair. There's some kind of mix-up, right? So if you have something to tell, you better tell me.",
        "[Telephone rings]",
        "Kyle: Rebecca?",
        "John: Guess again.",
        "[SCENE_BREAK]",
        "Blair: Wait! Come on.",
        "Powell: Now isn't this better than getting shot? You'll find things much more pleasant when you cooperate.",
        "Téa: Spoken like a true rapist.",
        "Blair: Are you trying to get us killed here?",
        "Téa: Now here's one thing I just don't understand, Powell, okay? You spend your entire adult life going quietly mad with guilt for having raped Marty Saybrooke. And then all these years later, you are doing the exact same thing.",
        "Powell: This is not the same thing!",
        "Téa: How is it any different, huh? You are pointing a gun at two defenseless women, getting off on the power and the control. How is this different?",
        "Powell: You know how it's different. I'm not --",
        "Téa: You're not what? You're not pulling out \"little Powell?\"",
        "Blair: Téa!",
        "Powell: I am not a rapist.",
        "Téa: Why, why, why? Because Todd told you to do it so it doesn't count? What a cop-out. You could have stopped the whole thing, Powell. You could have stopped the whole thing, but you didn't. You didn't because you are just as much of a rapist as Todd and Zach Rosen were that night.",
        "Powell: Shut up!",
        "Blair: Would you just listen to him, please?",
        "Téa: You're a pig, Powell Lord. You're a pig. You're a rapist and a murderer.",
        "Blair: Téa, shut up.",
        "Téa: You are a pig and a murderer!",
        "Powell: Shut up!",
        "Blair: Quiet! Téa!",
        "[Téa sobs]",
        "Powell: And now you're dead. How do you like that? You got an hour, tops. I could shoot the both of you, but I would rather just think about the two of you screaming each other to death for the next hour. You deserve it.",
        "[Téa coughs]",
        "Téa: Powell!",
        "Blair: No, please! Powell! Powell, open this door now! Powell!",
        "Blair: I could kill you for this.",
        "Téa: Me?",
        "[SCENE_BREAK]",
        "Todd: Actually, the last thing I want is for you to remember what I did to you. But if you can get all those memories back, the ones I took from you, the ones that you miss, maybe those memories are waiting for you on the other side. If remembering what I did to you what helps you break through, do it. Do it and hate me. I don't care. As long as you get your life back.",
        "Todd: The fun's just getting started. I'll let you know when it's over.",
        "Marty: You threw me on the bed -- and you got on top of me.",
        "Todd: And then I told them to lock the door.",
        "Marty: And they just stood there watching -- while you pinned me down -- then raped me. Ooh, I though I was going to die. You were so angry.",
        "Todd: Because of you, I didn't get my varsity letter. You messed me up royally.",
        "Marty: I couldn't breathe. My head was pounding. I thought -- I thought I was going to pass out.",
        "Todd: But you didn't.",
        "Marty: Uh-uh. Because I didn't want to die. I just \u0096",
        "Marty: Help me! No, stop! Someone! Help! No!",
        "Marty: I just wanted it to stop. I wanted you to stop.",
        "Todd: When I was finished, do you remember what happened then?",
        "Marty: You were still holding me down. And then you turned to Zach and Powell --",
        "Todd: Do you remember what I said?",
        "Marty: You said --",
        "Todd: All right, Zach. Your turn next. Batter up.",
        "Marty: \"She's been dying for it.\"",
        "[SCENE_BREAK]",
        "Natalie: You're together? Gigi broke my brother's heart with this guy. I mean, how could you be with someone like that?",
        "Jessica: It isn't what you think.",
        "Natalie: Then what is it?",
        "[Jessica sighs]",
        "Jessica: It's complicated.",
        "Natalie: Complicated? There's nothing complicated about it. This is a jerk who sleeps with other guys' girlfriends.",
        "Jessica: I know you're upset, Natalie, but --",
        "Natalie: Jessica, what is going on with you?",
        "Brody: Maybe I should explain.",
        "Jessica: No, Brody. It's okay. Let me explain. Natalie, we talked about what happened with Gigi.",
        "Natalie: What happened? You -- you do realize that it's still going on, right?",
        "Jessica: We're working it out.",
        "Natalie: Working it out? There's nothing to work out. Jessica, you are better than this. You deserve more.",
        "Jessica: Brody and I are working it out, okay? That's all you need to know. Hey, don't worry. I will not bring him to your wedding tomorrow.",
        "Natalie: Honey, I am worried about you -- about your state of mind.",
        "Jessica: About my state of mind? What the hell is that supposed to mean?",
        "[SCENE_BREAK]",
        "[Knock at door]",
        "Powell: Rebecca, what are you doing here? I thought you were taking care of Todd's kids. What's this?",
        "Rebecca: You mean \"who\"?",
        "[SCENE_BREAK]",
        "Marty: Zach stuffed a sweatband in my mouth so I couldn't make any noise.",
        "Zach: Yo, Todd, man. This ought to keep her quiet.",
        "Marty: So, I tried to go to a different place in my head. I looked around the room and I found this little stuffed lion and I just stayed there. I stayed there and I stayed there. I focused on that and went back to a place when I was young and I was innocent and I stayed there. And then it was Powell's turn and I thought maybe he wouldn't.",
        "Todd: Come on, Powell. Come on, Powell. Do it. That's right. That's right, Powell. Go ahead. Do it.",
        "Marty: And then it was over and I couldn't move.",
        "[Marty sighs]",
        "Todd: That's when Kevin found you, right?",
        "Marty: I was so messed up I thought maybe he was there. I thought maybe he was one of you.",
        "Todd: So, you went to the police and you pressed charge against all of us.",
        "Marty: And you went to prison and then they ended up pardoning you.",
        "Todd: Right, for saving your life.",
        "Marty: That's how you justify that in your mind?",
        "Todd: No, no. Marty, you know you had a good life after what happened.",
        "Marty: Don't.",
        "Todd: Don't stop remembering. Come on. Here we are in Kevin's K.A.D. room, obviously for a reason.",
        "Marty: Powell's guilt drove him insane. He wants -- he wants you to suffer for it. He wants me to watch you suffer the way you watched me, the way he had to, but I can't. I can't.",
        "Todd: Well don't shut down now. Not now.",
        "Marty: Uh-uh, uh-uh. No, no, no, no. Why do you want to hear this from me?",
        "Todd: I want you to remember what happened here so you can remember what happened after here. I mean, your life -- your life means so much more. You're -- you're so much more than what happened --",
        "Marty: I know! I know.",
        "Todd: Do you? Then tell me about it, right? You moved on. Where'd you go next? You went to Ireland, right? You had it out with your aunt. What's her name, Kiki? What happened to you in Ireland? Who did you meet there?",
        "Marty: Patrick.",
        "Todd: That's right. Patrick, the love of your life. Do you remember how much you loved him?",
        "Marty: \"Pretend we're lovers.\" Ha! \"Pretend we're lovers.\" That's what he said to me. He grabbed and he kissed me. I played along.",
        "Todd: But you weren't really pretending -- neither of you, were you?",
        "Marty: I'd seen pictures. I'd seen -- but I couldn't feel him. God, I loved him. God, did I love him.",
        "[SCENE_BREAK]",
        "Blair: You just can't keep your big mouth shut, can you? You know, this is all your fault. If you hadn't volunteered to kill Todd --",
        "Téa: I was trying to get us out of here!",
        "Blair: All you did was piss Powell off.",
        "Téa: Well at least I had a plan.",
        "Blair: Oh, and it was a great one, wasn't it? Pushing me into Powell? Yeah, so you could run off? You were going to leave me with that psycho, weren't you?",
        "Téa: I was going to get help, Blair.",
        "Blair: Right, and when you came back, I'd be dead. You know, that is you. Always looking out for number one, right? You know what? You're lucky I'm not like you.",
        "Téa: You're ripping your designer duds to bandage me?",
        "Blair: Oh, I'm not doing this for you, bitch. I'm doing this to stop this gas from coming in here so my children don't wake up tomorrow without a mother. What are you doing standing there? Strip! Come on!",
        "[SCENE_BREAK]",
        "John: So you're Rebecca's brother, Kyle.",
        "Kyle: What are you talking about?",
        "John: Where's Powell Lord?",
        "Kyle: I have no idea.",
        "John: Listen to me you son of a bitch, I know that you and your sister are up to your eyeballs in this. Tell me where they are.",
        "Cole: Who was that? What's going on?",
        "Kyle: It was a -- a crank call.",
        "Starr: Sam was sleeping, but I found Jack wrapped up in a blanket in his closet.",
        "Cole: What?",
        "Kyle: We were playing a game of hide-and-seek. I guess he thought the game was still on.",
        "Cole: Jack, is that why you were in the closet?",
        "Starr: He won't talk. He won't tell me anything.",
        "Kyle: Maybe he had a nightmare.",
        "Cole: What'd you do to him?",
        "[SCENE_BREAK]",
        "Jessica: Do you think because I'm with Brody I'm having some sort of relapse?",
        "Jared: That's not what Natalie means, Jessica.",
        "Jessica: Well, what does she mean?",
        "Natalie: I mean -- I just -- I want to make sure you're okay.",
        "Jessica: Better than okay. Things have finally turned around for me. Why are you wearing a wedding band the night before you get married? Did you guys get married tonight?",
        "[SCENE_BREAK]",
        "Blair: Help! Anybody, can you hear us?",
        "[Groans]",
        "Téa: You really think this is going to help, Blair?",
        "Blair: You got a better idea? Come on, we're going to have to bandage your arm. It looks bad.",
        "Téa: Ow, it hurts like hell, but it's not going to kill me.",
        "Blair: Well, you're not going to be any good to anybody if you're bleeding to death and you don't -- come on, come over here. You don't make it easy for anybody.",
        "Téa: We need to get out of here, Blair. We need to get out of here.",
        "Blair: There, is that better?",
        "Téa: Yeah.",
        "Blair: Okay.",
        "[Téa coughing]",
        "Blair: God, we got to get some fresh air.",
        "[Téa coughing continues]",
        "Blair: Come on, there's a window right here. Come on. Get up there. Come on. Come on.",
        "Téa: How are we going to get up there? What -- are you going to rappel?",
        "Blair: I'm going to boost you up.",
        "[Téa laughs]",
        "Blair: What?",
        "Téa: [Laughing] You're going to boost -- boost me up?",
        "Blair: Were you ever a kid or were you just born a lawyer?",
        "[Téa laughs]",
        "Blair: Come on!",
        "Téa: Blair, you just got out of the hospital. That maniac nearly stabbed you to death. I've been shot in the arm. You're going to boost me!",
        "Blair: I'm going to boost you up. That's all we can do, all right? My children are not going to wake up and be orphans. Now, get your ass over here and help me!",
        "[SCENE_BREAK]",
        "Powell: Rebecca, I'm in the middle of something here.",
        "Rebecca: I found out something very interesting about this baby. She is the ultimate prize.",
        "Powell: I don't have time for this. I got to get back to the two upstairs.",
        "Rebecca: I love you, Powell. And I promise you, you're going to want to hear who this baby really is.",
        "[SCENE_BREAK]",
        "Todd: I can see how hard this is for you, Marty, but it's a good thing -- you remembering everything from your past -- good and bad.",
        "Marty: God gave us memory that we might have roses in December.",
        "Todd: What?",
        "Marty: [Laughs]",
        "Todd: What was that?",
        "Marty: It's a poem.",
        "Todd: Oh, did Patrick write it?",
        "Marty: No, jams Barrie. It was from one of his favorite poems. He did read me a poem he wrote once. It was when we were married on Llantano Mountain. Ah, I remember that day. Oh, wow. Yeah, I remember -- I remember the look on his face when he said \"I do.\" So much love -- for him -- from him.",
        "Todd: This when you went to Ireland?",
        "Marty: And we lived in this old cottage. It was like a fairy tale. And it wasn't long before I found out that I -- was pregnant.",
        "Todd: With Cole.",
        "Marty: Yeah. Patrick -- he was there with me when he was born. He stayed by my side. He held my hand. Oh, I'll never forget it. And I remember the look on his face when they put our son in his arms for the first time. [Laughs] And then he handed him to me. Oh, God, I can smell it. I remember how Cole smelled after his bath, and how he'd giggle when I kissed his belly. Oh, those precious years I had watching him grow up. Oh, wow. Oh, wow, I remember my son. I remember my son.",
        "[SCENE_BREAK]",
        "Kyle: Fish, how's it going, man? Look, I'm getting out of here. I'm wrapping up a babysitting gig, so I'm going to go, but we'll talk --",
        "Oliver: No, no, no, no, I can't let you go, Kyle.",
        "Kyle: What are you talking about?",
        "Oliver: Well, John McBain called me and said that there was some kind of situation here.",
        "Kyle: No, there's no situation. See? Everything's cool.",
        "Cole: Was that John on the phone?",
        "Kyle: Look, I don't know what's going on here, okay? But I'm beat and I'm going.",
        "Oliver: No, Kyle, you're not.",
        "Kyle: You know who I am. We were fraternity brothers, for crying out loud.",
        "Starr: Do you know where my parents are? Does John?",
        "Kyle: I told you, they called me -- after they -- they went out after they called me to come check on kids.",
        "Starr: You are lying. Obviously something bad happened here tonight or else my brother wouldn't be scared out of his mind right now.",
        "Kyle: Look, Oliver, man, there's some huge misunderstanding here -- honestly.",
        "Oliver: Well, let's try to straighten it out, yeah? Why don't you tell me what's going on here?",
        "Starr: Jack, it is important for you to talk to me right now, okay? Now, you told me that you, Mom and Dad, and Sam were going to the movies -- that Dad was helping Mom into the car. Did that really happen?",
        "Cole: Jack, it's okay. You can tell us. Do you know where your mom and dad are?",
        "Starr: Jack, come on. You're shaking. Jack, what are you so afraid of!",
        "[SCENE_BREAK]",
        "Natalie: Uh, we're wearing our wedding rings because --",
        "Jared: Because we just got back from the jewelers, and we were trying them on to make sure that they fit. And we forgot to take them off, so --",
        "Brody: And you were just practicing carrying your bride over the threshold when I opened the door.",
        "Natalie: Oh, you know, I hurt my foot.",
        "Jessica: You guys are horrible liars -- horrible, horrible liars. Why would you get married the night before your wedding?",
        "Natalie: You know, we just wanted to have a -- pre-wedding ceremony.",
        "Jared: Just, you know, the two of us --",
        "Jessica: Why don't you tell me the truth, okay? I don't know why you guys are acting so guilty. I mean, it's not like you did anything wrong. Okay, now you're scaring me.",
        "Natalie: Maybe we should get Mom.",
        "Jessica: What? Why?",
        "Natalie: Because I think she should really be here.",
        "Jessica: For who? For me? Natalie, what's going on?",
        "Brody: Jessica, I mean, what could be wrong, right? You're home, your kids are upstairs, they're fine.",
        "Jessica: Why aren't you crying, baby?",
        "Brody: Where are you going?",
        "Jessica: I'm going to go check on Chloe. She was crying before. She needs me.",
        "[SCENE_BREAK]",
        "Marty: Cole grew up so fast. It was like he was taking his first step, and all the sudden he's playing lacrosse. And I remember the first time he told me that he loved me -- arms tight around my neck. He could barely get the words out. And, you know, he never stopped saying it, even in high school. In fact, that was the last thing I remember him saying -- before the van crashed.",
        "Todd: You remember the crash?",
        "Marty: John got there right away. But Cole had been thrown from the van, and so I told him to go after him. And as soon as he was gone, there was an explosion, and then just -- everything went black.",
        "Marty: I remember -- all of it -- everything you tried to keep from me. You kept my whole world from me.",
        "Todd: Yes, I did. But you just got it back. And no one can take it away from you -- not now, not me, or anyone else.",
        "[SCENE_BREAK]",
        "Starr: It's okay, Jack. You can talk to us. Just tell us what happened.",
        "Cole: Jack, nothing's going to happen to you. The cops are here, okay?",
        "Starr: Look at me. What did that man do to you?",
        "John: You -- where's your sister? Where's Powell Lord?",
        "Kyle: I'm not saying anything else without a lawyer.",
        "John: Hey, listen, I'm not a cop!",
        "Oliver: Hey, you are in so much hot water. Do not make this worse.",
        "John: Take him down to the station. Hold him for questioning.",
        "Oliver: Let's go. You heard the man.",
        "Kyle: He said he's not a cop!",
        "Oliver: Yeah, well, I am.",
        "John: Hey, Fish, get a couple units over here right away, okay?",
        "Cole: John, where's my mom?",
        "John: That's what I'm trying to find out, Cole.",
        "Cole: She's not with you?",
        "John: She was.",
        "Cole: What the hell happened?",
        "John: Listen, I'm going to find her, man. I promise you. I'm not going to let anything happen to her this time. Hey, what happened here?",
        "Starr: Cole brought me home from prom and we walked in and that lab tech guy was here.",
        "Cole: He said he was babysitting.",
        "Starr: And I went upstairs to check on Jack and Sam, and I found Jack hiding in his closet.",
        "John: Is Sam all right?",
        "Starr: Sam's fine. He's sleeping, but he won't tell us what went on.",
        "John: Hey, Jack. Hi, buddy, can you hear me? Hey, listen. I know you don't like me too much. We don't always get along, but I'm trying to find your mom and dad, and I need your help. You think you can do that?",
        "[SCENE_BREAK]",
        "Blair: Come on, put your foot up there.",
        "Téa: You put your foot up there.",
        "Blair: No, come on! Your arm is hurt. I'm going to help lift you up. You'd probably let me fall anyways, so come on. Come on.",
        "[Téa groaning in pain]",
        "Blair: Okay, hold on. Hold on!",
        "Téa: Ah! [Groaning in pain]",
        "Téa: Okay.",
        "Blair: Okay?",
        "Téa: Yeah. [Groaning] Okay.",
        "Téa: You did that on purpose!",
        "Blair: I did not do it on purpose. I didn't do it on purpose, all right? Now, we're going to try it again. Get up. All right, come on. One more try.",
        "[Téa groans]",
        "Blair: Come on! Hold on!",
        "Téa: Ouch!",
        "Blair: You got it?",
        "Téa: Yes.",
        "Blair: Can you reach it?",
        "Téa: I think so. I think I can reach the window, but I can't open it.",
        "Blair: Well, just break it.",
        "Téa: I can't open it.",
        "[Screaming]",
        "Blair: Come on! Let's try it again. Damn! No, come on. Wake up now! Wake up! Come on. Don't you dare -- don't die on me. Come on! Wake up!",
        "Blair: Come on, Téa. Téa!",
        "[Téa moaning]",
        "Blair: Come one, Téa, we've got to get out of here and get away from -- we've got to get away from the gas now. Don't act like a baby. You stop and fight!",
        "Téa: We're going to die down here together! We're going to die!",
        "Blair: No, we're not, damn it! Your face is not the last one I'm going to see. Now, come on!",
        "[Téa choking]",
        "Blair: Stop!",
        "[SCENE_BREAK]",
        "John: Jack.",
        "Starr: Hey, look, it's okay if it's too hard for you to talk about it. Sorry, he's just too freaked out.",
        "John: No, he's not. Jack's not too freaked out. Because I know Jack's a tough guy, aren't you, Jack? And I know something happened here tonight. Something scared you, but you don't got to be scared anymore. You're safe. No one's going to hurt you. We want to make sure no one hurts your mom and dad either. That's why I need you to talk to me. Okay? I want you to take a look at something, all right? Have you seen these two people before? Jack, were they here?",
        "Jack: He said that they'd hurt Sam if I didn't tell Starr that we were going to the movies. I'm sorry, Starr.",
        "Starr: No, Jack, it's okay. You did the right thing.",
        "John: That was -- that was very brave of you, Jack, it was. Now, what did you do after you talked to Starr?",
        "Jack: He took them.",
        "John: He took who?",
        "Jack: He took my mom, dad, and Téa. When they were sleeping, the guy in the picture took them away. Find them. Find my mom and dad. Bring them home before something bad happens.",
        "[SCENE_BREAK]",
        "Brody: What are you afraid to say to your sister?",
        "Natalie: You know what, Brody? I think you maybe you should leave.",
        "Brody: I'll go when Jessica tells me to. Otherwise, I'm sticking around. I got the feeling maybe she's going to need me.",
        "[SCENE_BREAK]",
        "Jessica: Chloe?",
        "[SCENE_BREAK]",
        "Todd: We got to get you out of here, and back to Cole. It's Powell.",
        "Powell: I've got a guest. You'll never guess who. Isn't she lovely?",
        "Marty: Oh, my God. Powell, what are you doing with Jessica's baby?"
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=Z2y7PCKNYSU"
}