{
    "Episode Summary": [
        "Episode # 10997"
    ],
    "Recap": [
        "John runs a DNA test that confirms that both of the \"2 Todds\" share the same DNA. Nobody knows what to make if that or how that can be explained except Starr suggests they could be twins. Meanwhile, Baker meets with an unseen woman who tells him he failed with his \"mission\" involving \"the fugitive\" (original Todd) since he escaped from captivity, found his way to Llanview and found Todd Manning and cannot be found again. When original Todd realizes he is not going back to jail, he knows he has nowhere to stay until Viki tells him he can stay with her, seeming as though she knows that original Todd really is her brother. We then see the woman who is behind the 8 year captivity of original Todd right as Viki concludes that the only person who knows why there are 2 Todds is the woman who gave birth to him, Irene Manning. We then see that it's Irene Manning who is working with Baker to prevent original Todd from being with the people who know him. Destiny admits to her grandmother that she is pregnant and needs authorization to get an abortion. Her grandmother is supportive to her and she decides she will come back to live with her parents. Matthew, however, remains in a coma and unaware that he got Destiny pregnant. Nate goes and talks to Nora and finds out that if she convicts him for assaulting her son, she also has to convict her son for shooting Eddie since that was Nate's motive to assault him. Nate tells her that he does not wish any harm to Matthew and won't implicate her son."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Viki: So the lab is saying they have the same DNA?",
        "John: Yeah. That's what it says.",
        "Blair: But how's that possible?",
        "[SCENE_BREAK]",
        "Baker: You wanted to see me?",
        "Woman: How was your visit to Llanview? Did you take in the sights?",
        "Baker: Not-- well, I was rather busy.",
        "Woman: No hike on Llantano mountain? No swim in the lake? Don't tell me you spent all your time destroying my life's work.",
        "[SCENE_BREAK]",
        "Mrs. Evans: Oh, my God. Destiny, you're pregnant?",
        "Destiny: And I need your permission.",
        "Mrs. Evans: To get an abortion.",
        "[SCENE_BREAK]",
        "Nora: Want to talk to you about what you did to my son.",
        "Nate: Ms. Buchanan, I already spoke to the commissioner.",
        "Nora: And now you're gonna speak to me since my son is in no condition to speak for himself.",
        "[SCENE_BREAK]",
        "David: \"Fin.\" You see that? That's fancy for \"the end,\" so that's cool... or so you think it's the end. You see how we did that? You think it's over, but there's plenty of room for \"Vicker Man ii.\" Franchise, baby! That's where the big bucks are. Yep. I know what you're thinking, though. Do I have a sequel in me? Have I lived enough life to fill another hour 29? Well, I guess I got to admit, been a little slow on the uptake in the ambitious part of my life. You know what? We can always pay for the rights from somebody else's life. I could play anybody. Todd Manning's life is pretty interesting these days. Hell, he's got enough going on for two people.",
        "[SCENE_BREAK]",
        "Viki: John, what does this mean?",
        "Jack: Mom, this proves it, right? Dad is Dad.",
        "Téa: What does it say?",
        "New Todd: John is right.",
        "Téa: The DNA are the same?",
        "Blair: Oh, my, what does it mean?",
        "Tomás: It means there are two Todd Mannings.",
        "[SCENE_BREAK]",
        "Woman: There may still be time to fix this, but we are going to have to work quickly. Now, I'm going to need all of the facts before we make any decisions. So, without the histrionics, where do we stand?",
        "Baker: When I discovered that Kent had failed to reacquire the fugitives, I arrived in Llanview ready to wrap things up, and, of course, I didn't expect any problems, so I was able to prepare for contingencies.",
        "Woman: But not every contingency, clearly.",
        "Baker: No. There was one factor I couldn't possibly predict, a detective named John McBain.",
        "[SCENE_BREAK]",
        "Viki: Two Todd Mannings?",
        "Old Todd: There's only one Todd Manning.",
        "New Todd: And you're looking at him.",
        "John: The lab doesn't make assumptions. They do the test. They issue the results. That's it.",
        "Blair: Come on, John, even if they don't make any sense here?",
        "Viki: You sure the tests were done accurately? I mean, so much can go wrong. Look what happened with my grandson's DNA test and Rex Balsom's.",
        "John: I don't trust them either. That's why I made sure that didn't happen this time.",
        "Jack: Maybe you just screwed up.",
        "Blair: Jack, stop.",
        "Jack: I'm serious. Maybe they tested the same sample twice.",
        "John: Shut up, Jack. For the record, I was the only person besides the lab tech that touched those results. They were kept separate for the entire duration, and then I had them double-checked with an independent lab. There's no question. These two men share the same DNA.",
        "[SCENE_BREAK]",
        "David: If I never have to do another movie with Harrison, it will be too soon. \"Hey, David, you want to run lines?\" \"Hey, David, stay out of my light.\" \"Hey, David, I want you off this set.\" What a complainer, but Zac, now, that kid was good. He's got what it takes. I had to give him a ton of notes, though. I think he really appreciated it, though, but if there's one thing I've learned, it's that actors like to be told what to do by other actors. Respect, yo.",
        "[SCENE_BREAK]",
        "Mrs. Evans: Are you sure about this? This is a big decision.",
        "Destiny: I'm sure, but the law says that I need your signature.",
        "Mrs. Evans: Because you're not 18, and by the time you are, it'll be-- it'll be too late.",
        "Destiny: And since you're still legally my mom--",
        "Mrs. Evans: I will always be your mother, Destiny.",
        "Destiny: Then can you sign the paper? Look. You probably think I got what I deserve for leaving here. You can tell me what a huge disappointment I am. Just please sign the paper.",
        "[SCENE_BREAK]",
        "Nora: Your mother here?",
        "Nate: No. She's out, and she doesn't know about any of this.",
        "Nora: Maybe if she was around more, you wouldn't have put my son in the hospital, although knowing Inez and her lack of ethics--",
        "Nate: What happened to Matthew has nothing to do with my mother. I am responsible.",
        "Nora: Really? You're responsible? Then where the hell have you been these last few weeks while my son has been fighting for his life? Oh, that's right. You've been launching your career as a porn star.",
        "Nate: I didn't want to do that.",
        "Nora: That's what you explained in this self-justifying statement of yours, which you never would've given if my husband hadn't hunted you down and cornered you.",
        "Nate: Look. I am not proud of any of this, but you need to know it was an accident. Yes. I was angry, and I was upset, and I went over, and I hit him, but I didn't know he hit his head that hard. He got back up. He was fine, so I left, ok? I didn't want him like this. This wasn't my plan.",
        "Nora: Really? And that's supposed to make it better? Oh, God, I hear these stories all day long, and I tell the jury to disregard them. And this so- called remorse of yours, it doesn't change anything, and it certainly doesn't bring my son back.",
        "Nate: With all due respect, it's not gonna bring my father back, either.",
        "[SCENE_BREAK]",
        "Blair: John, you're saying something impossible has happened here, that two people share the same DNA.",
        "Téa: As John said, the lab isn't drawing any conclusions. They're just reporting the results of the test.",
        "Blair: So how are we supposed to know what's really going on here?",
        "Old Todd: I can think of an explanation.",
        "New Todd: All right. Then let's hear it, genius.",
        "Old Todd: It's obvious. Something happened with the tests.",
        "Téa: McBain vouched for the results.",
        "Jack: Oh, so he can never be wrong?",
        "New Todd: First time for everything.",
        "Téa: Look. I think what the detective is saying is that the protocols were all strictly enforced. Is that fair?",
        "John: To the highest standard. Yes.",
        "Téa: That does not, however, rule out someone intentionally tampering with the results.",
        "Blair: Well, who would do that? Do you know?",
        "Dani: Mom, what's with all the cars outside? Why is everyone here? What's going...on?",
        "[SCENE_BREAK]",
        "Baker: The fugitive would've been eliminated days ago if John McBain hadn't interfered. He's protecting him. Why, I don't know, but we can get around him.",
        "Woman: Really? From what I heard Baker, throwing you behind bars. That was embarrassing and dangerous. Who knows what he could've gotten out of you in another day or two?",
        "Baker: Uh, nothing, I can assure you.",
        "Woman: And yet, strangely, I am not reassured, which is why I was forced to cash in a favor to arrange your release.",
        "Baker: And I am deeply grateful for your intervention, but I am completely confident that McBain is still in the dark.",
        "Woman: I don't care about McBain. The fugitive is my priority.",
        "Baker: Unfortunately, because of McBain's interference, the fugitive is out of our reach.",
        "[SCENE_BREAK]",
        "Dani: What's going on? Mom?",
        "Téa: Sweetheart, we need to talk, ok?",
        "Dani: What is he doing here? Who is that?",
        "New Todd: He's no one.",
        "Starr: Dad, come on.",
        "New Todd: Sorry. I'm Dad?",
        "Starr: This is all very confusing. Everything is up in the air. The only thing that we know for sure is that this is the man that Sam has been talking about.",
        "Dani: He looks-- he looks just like Dad from before the surgery.",
        "Old Todd: Danielle?",
        "Blair: Todd, come on.",
        "Old Todd: You're Danielle, right? I saw you on the television the night of the movie premiere, but you're even more beautiful in person. Nice job, Delgado.",
        "Dani: Who are you?",
        "Old Todd: I'm your father.",
        "[SCENE_BREAK]",
        "Nate: I barely knew my dad, but what I did know is that he scared my mom so bad that she abandoned my brothers. She ran for her life, and with her gone, he abused Bobby and James and anybody else who wasn't big enough to stop him. I heard you know something about that. My father deserved to pay for what he did. I wanted to kill him myself. I just couldn't, but your son could. He let the blame fall right on me. I almost went to prison for the rest of my life. You almost put me there. Matthew never said a word.",
        "Nora: I know.",
        "Nate: A better person would've found a way to let it go, but I just couldn't do it. I needed to look him in the eyes and tell him that I knew what he did, that he killed my father and let me take the blame. So I snapped, ok, and I hit him, and I would give anything to get that back because the way he is, that is on me. So all I can do now is pray to God every night that he gets better. So that's what I do.",
        "Nora: So do I.",
        "[SCENE_BREAK]",
        "David: I don't mean to pressure you, kid. I just miss you. So do Pa and Step- Nora. Boy, there's no sleep going on in that house. They just track back and forth from Llanview to Philly. They look like something the cat threw up. Speaking of which, Blair says hi. There's no pressure. You just lay there. You do your thing. Plenty of time. No rush. All the time in the world. Look, Matthew. I don't think I can take this much longer. It's hard enough trying to fill your shoes. I just know that whenever Pa looks at me, I'm not the answer to his dreams. I am the answer to Dorian's dreams, though, so I guess there's that, but Pa needs you. I need you. I'm an actor. I can act like a big, bad Buchanan, but you're the real deal, little bro. Without you, we're broke. Buchanans don't like to be broke. Come on, Matty. Wake up. You're the future of our family.",
        "[SCENE_BREAK]",
        "Destiny: Go ahead. You can say, \"I told you so.\" I can take it as long as you give me permission.",
        "Mrs. Evans: I'm sorry, Destiny.",
        "Destiny: You're not gonna sign?",
        "Mrs. Evans: I'm sorry that you felt so alone, that my mistake, not yours, caused you to feel that you couldn't come to me. You may not be a daughter that I gave birth to, but you are the daughter of my heart, and that is what matters, nothing else-- love and that. And I love you more than anything, anything. Whatever you're going through, whatever it is, I'm here for you. All you have to do, baby, is let me in. Just let me in, sweetie. That's all you have to do. It's ok, sweetie. It's ok. I'm here.",
        "[SCENE_BREAK]",
        "New Todd: Hey, you back off. You're not Dani's father.",
        "Blair: Todd--",
        "John: Hey, come on. Don't make me take you in.",
        "New Todd: This is my house.",
        "John: I know.",
        "Tomás: Give it a rest.",
        "Old Todd: I know this is very confusing for you, but I really am your father.",
        "New Todd: You're a liar. That's what you are.",
        "Old Todd: Téa stowed away on my boat. We were shipwrecked. There was a big storm. We wound up on an island. You were conceived on an island. You're my child the same way as Starr and Jack...",
        "New Todd: Téa, would you tell her that we ran a DNA test to make sure that I was her father, not Ross Rayburn. Tell her that test proved that I am her father.",
        "Starr: But you have the same DNA.",
        "New Todd: No. The test is wrong. Even he says so.",
        "Viki: Well, what if it's not wrong, hmm? John took every precaution, and I'm sure that there were safeguards in place to prevent tampering. I think we all have to face the fact that the test results could be accurate.",
        "Blair: Well, they can't be.",
        "Starr: There is one way they could be.",
        "Jack: Oh, really?",
        "Starr: Yes. There is a possible explanation.",
        "Old Todd: If you've got something to say, we're all ears.",
        "[SCENE_BREAK]",
        "Mrs. Evans: Oh, it's all right, honey. I'm here. I'm here, baby. I'm here.",
        "Destiny: I'm so sorry I pushed you away.",
        "Mrs. Evans: Oh, no, honey. I understand. You were hurting, and you, Destiny, know that that was our fault. You had every right to want to know where you're from. We should never have let you believe that Greg was your brother and that we were your birth parents, but, honey, he'd already left, and it just seemed kinder that way. I'm so sorry.",
        "Destiny: And I never should've said those terrible things.",
        "Mrs. Evans: Shh. They're just words long forgotten. Family comes together in times of need, and, honey, if there was ever a time for need, this is it. This is a big decision, big issue. You know, being a social worker, I deal with unplanned pregnancies every day, and I want you to know that, no matter what your decision, it's going to be hard, but it's not the end of the world, ok? So let's agree to take this one step at a time, all right? So first things first. Are you sure you're pregnant?",
        "Destiny: Yes. Vivian examined me.",
        "Mrs. Evans: Does anyone else know?",
        "Destiny: Shaun. Vivian told him.",
        "Mrs. Evans: Um, and what about the father? Does he know?",
        "Destiny: No, but he can't help, anyway.",
        "Mrs. Evans: Why not?",
        "Destiny: He's hurt. It's Matthew.",
        "[SCENE_BREAK]",
        "David: Now look what you got me doing. David Vickers Buchanan--the weepy man. I'll never play another bad guy as long as I live. If my agents catch wind of this, all I'll have left is my looks till I hit my late 30s, and how long can a person coast on sheer magnetism alone? Pull yourself together, Buchanan. You got a whole career to think about. Matthew, look. You got to come out of hibernation, pal. You can't let Nate Salinger get away with this.",
        "[SCENE_BREAK]",
        "Nate: So what happens now?",
        "Nora: What do you mean?",
        "Nate: You've got my statement. It lays everything out--how I hit Matthew, how he hit his head. What are you gonna do,, Ms. Buchanan? Are you gonna prosecute me?",
        "[SCENE_BREAK]",
        "Mrs. Evans: You and Matthew have always been very close. Just sorry he can't be here to... well, because knowing Matthew, he'd want to be here to support you. Such a good boy.",
        "Destiny: I know he would.",
        "Mrs. Evans: And it must feel very lonely without him, but know you are not alone. You have me and your father and your brother and Vivian and--",
        "Destiny: I know.",
        "Mrs. Evans: And I'm not telling you what to do, honey. But you need to know that we're here to support you, and that abortion is not your only option. You can decide to have the baby and give it up for adoption, or you can--you can keep it, and your father and I would be glad to help you, honey.",
        "Destiny: I know. But even if Matthew were ok, we couldn't start a family. We're still in high school. I'm not ready to be a mom. This is the right decision for me.",
        "[SCENE_BREAK]",
        "Baker: The fugitive is in the custody of the Llanview Police Department. They've charged him with various crimes. They seem to believe those charges are justified. I tried to compel Lieutenant McBain to release the fugitive to my custody, but he refused. Jurisdictional matters. I've also tried to get to the fugitive, but he's too well protected. Besides, any attempt at him at this point would draw too much attention.",
        "Woman: And a trial? You don't think that would draw attention?",
        "Baker: You're right.",
        "Woman: I gave you one instruction--stop the fugitive from making any contact with Todd Manning by any means necessary, and you failed. Utterly. And now when they learn the truth? We'll all pay the price.",
        "[SCENE_BREAK]",
        "Jack: So you're a science whiz. You have an explanation?",
        "Starr: If we rule out tampering, there's only one plausible explanation for two men that have the same DNA. They must be twins.",
        "[SCENE_BREAK]",
        "Nora: If I hold you accountable for Matthew's injuries, I use the statement-- your motive, why you came by the apartment, why you punched Matthew.",
        "Nate: Because he shot my father.",
        "Nora: Your motive would come out and Matthew would be implicated. And although there are extenuating circumstances for both of you, given the law and your age, you both would be facing prison sentences. So even if Matthew were to recover, he would go to prison and I would lose him all over again.",
        "Nate: It doesn't have to be like this, though, does it? I mean, if what he did never comes out, Matthew won't have to go to jail.",
        "[SCENE_BREAK]",
        "Mrs. Evans: Honey, I'll sign this for you, but I have one request. I'd like to go with you when you have the procedure.",
        "Destiny: I don't think I could do it without you. Thanks, Mom. I should go.",
        "Mrs. Evans: Oh, you're going? Oh. Your bed is already made up. Your room's just the way you left it. We'd love to have you stay. We--we'd welcome you if you--well, if you want to go back to Shaun's, I guess--",
        "Destiny: No. I want to come home.",
        "Mrs. Evans: I'm so glad.",
        "Destiny: There's just one thing I have to do first.",
        "[SCENE_BREAK]",
        "New Todd: Twins? I thought you were a little smarter than that, honey.",
        "Old Todd: What are they teaching you at that college of yours?",
        "Starr: I'm trying to look at it from a scientific perspective, but it still doesn't account for you both having the same memories or believing that you're the same person.",
        "Jack: Maybe they're clones. I'm serious. You want everything to be the same, get a clone. It happened to some woman in Springfield. I read about it.",
        "Starr: Jack, they can't be clones. That's not even possible. I don't care what you read in--",
        "Jack: Fine. They're not clones. They're obviously not identical, though.",
        "Viki: Well, not now they're not, but your father didn't always look the way he does now.",
        "Téa: Unfortunately, neither of these explanations accounts for the fact that they both believe they're Todd Manning.",
        "New Todd: There's no way this clown's my brother.",
        "Old Todd: And he's not me.",
        "Viki: Ok, so now what?",
        "New Todd: I want another test.",
        "Old Todd: Me, too.",
        "[SCENE_BREAK]",
        "Baker: I grant you, the situation is untenable, but I believe it can be salvageable.",
        "Woman: That's your professional opinion?",
        "Baker: It's better than leaving things as they are now.",
        "Woman: Really? Shall we review? After failing to extract any useful information from the fugitive in the last 8 years, you let him escape.",
        "Baker: We didn't let him. He somehow managed to--",
        "Woman: Escape. And make his way to Llanview, where, by now, he has made contact with any number of people he considers to be his loved ones, and discovered that a man--another man has somehow managed to stake claim to his life.",
        "Baker: It is complicated, but--",
        "Woman: The fugitive murdered one of our agents, who, in the process of trying to neutralize him, nearly killed a child, thereby attracting the attention of the local Police, who are now up to their elbows in our business.",
        "Baker: Yes, as I said--",
        "Woman: If the power of my imagination has not failed me, I cannot envision a way to salvage any of this, now that the horse is officially out of the barn. But perhaps you know better.",
        "Baker: There is one thing.",
        "Woman: And what might that be?",
        "Baker: I've been made aware that John McBain has ordered DNA tests on the fugitive and on Todd Manning. It's possible that the results are in and that he's sharing them with others as we speak. But I suppose that doesn't help the situation, either.",
        "Woman: No, Mr. Baker, that does not help our situation at all.",
        "[SCENE_BREAK]",
        "John: I'll put a rush on these samples.",
        "Téa: When will we know?",
        "John: This time tomorrow. We'll have confirmation.",
        "Jack: Or not.",
        "New Todd: At least we'll get some answers one way or another.",
        "Old Todd: One way or another.",
        "[SCENE_BREAK]",
        "Nate: My statement? What if I write another one? Leave out all the stuff about my dad, and I--I don't know. I put in something about Dani. That I was jealous or something. That way, you can prosecute me and you can protect Matthew at the same time.",
        "Nora: You would do that? You would take the hit and let Matthew get away with what he did? Without paying?",
        "Nate: Matthew's already paying.",
        "[SCENE_BREAK]",
        "David: And Harrison kept badgering Mel about doing that movie with the beaver.",
        "Destiny: David?",
        "David: Mel said for puppet practice, he'd stick his hand up--hey, Destiny. What are you doing here? Good to see you. Oh, hold on. All this bedside time with Matthew, it's done a number on my waistline. I'm taking a spinning class tomorrow. Do you want to join me?",
        "Destiny: I don't think I'll have time, but thanks.",
        "David: Hey, why weren't you at my premiere, by the way? I had a seat saved up front for you, between me and Zac.",
        "Destiny: Efron?",
        "David: Lefkowitz. My business manager.",
        "Destiny: Oh. Well, I'm sure it was great, and I promise to see it very soon.",
        "David: No time like the present. I got a copy right here. I'll bet you Matthew would like to see it a fourth time.",
        "Destiny: David, if you don't mind, I'd like to talk to Matthew. Alone.",
        "[SCENE_BREAK]",
        "Nora: No. [Sniffles] No. I can't do that. There would be too many questions and I'm not gonna suborn perjury.",
        "Nate: If you do nothing, wouldn't it be obstructing justice?",
        "Nora: Oh, God. I crossed that bridge weeks ago. I won't prosecute you, Nate. But that means that Matthew will never go to trial for what he did to your father. Can you live with that?",
        "Nate: I'm gonna have to live with a lot more than that. No one will ever find out what Matthew did from me. Ms. Buchanan? I am so sorry.",
        "Nora: I believe you, Nate. Too bad it's not enough.",
        "[SCENE_BREAK]",
        "New Todd: Are we finished? If we are, I'd like my house back, please.",
        "John: I'll let you all know when the results are in.",
        "Téa: Thank you, detective.",
        "Blair: Thank you.",
        "Jack: You'll see.",
        "Starr: Jack.",
        "Tomás: Hey. Can I have a word?",
        "Blair: I--I need to check on my kids. You guys ready to go?",
        "Jack: I want to stay here.",
        "Blair: Maybe you can come back later, if it's ok with Téa and--Todd.",
        "Starr: I can stay here if you want me to.",
        "Dani: No, it's ok. I need to-- I need to talk to my mom.",
        "Starr: I know. You have a lot to deal with. Just call me, ok? I'm around if you need to talk.",
        "Old Todd: I'm also around if you'd like someone else to talk to.",
        "Dani: No, I don't think so.",
        "Téa: Mija--",
        "Dani: Mom, I can't do this. Ok? I'm sorry.",
        "Téa: Great.",
        "New Todd: That's fantastic.",
        "Old Todd: Danielle!",
        "Téa: Just let her go, ok? Until we have more of this mess figured out.",
        "Old Todd: So you want to just--",
        "New Todd: Where the hell is McBain?",
        "Starr: He left.",
        "New Todd: Who's gonna take this joker back to jail?",
        "Téa: He's out on bail, remember?",
        "New Todd: He can be out on bail somewhere else.",
        "Old Todd: Ok. Well...this has been fun.",
        "Starr: Where are you gonna go?",
        "New Todd: There's an empty packing crate down on the docks.",
        "Viki: He's staying with me.",
        "New Todd: Ha! That's great. Thank you.",
        "Viki: I posted his bail. He's my responsibility. And that's the way it'll be tonight, and tomorrow we'll-- tomorrow, we'll have our answers.",
        "Old Todd: And I'll get my life back.",
        "[SCENE_BREAK]",
        "Destiny: Sorry I haven't been here lately. I've been kinda busy. I wish I could talk to you about this, but--I can't. I just wanted to let you know what I've decided. And you have to know that it has nothing to do with how I feel about you. You know how I feel. Anyway, I--I just wanted to let you know that I've decided I'm not gonna have our baby.",
        "[SCENE_BREAK]",
        "Nate: Dani. What are you doing here? What's wrong?",
        "Dani: I know things aren't exactly great with us right now, so this is totally unfair. Something really weird just happened to me, and I didn't know what to do. I just-- I needed you.",
        "Jack: So that's your theory, Miss Science whiz? Dad and this wannabe are twins?",
        "Starr: Yeah, because cloning makes sense, Jack? Really?",
        "Jack: It's possible.",
        "Starr: It's not possible.",
        "Jack: How do you know? You don't know anything.",
        "Blair: Stop it! Stop!",
        "Jack: She just wants Dad gone.",
        "Starr: That's not true!",
        "Blair: She just wants the truth, Jack.",
        "Jack: The truth is you two are pathetic. If you don't know by now that Dad is Dad, nothing is gonna convince you.",
        "Starr: I'm sorry, Mom.",
        "Blair: What are you sorry for? I'm the one that gave birth to him.",
        "Starr: I wish that I felt the way Jack does. You know, to be that sure?",
        "Blair: Sweetheart that's the only father that boy's known.",
        "Starr: You're not sure, either, are you? I guess we'll find out tomorrow.",
        "Blair: I sure hope so. I hope so.",
        "[SCENE_BREAK]",
        "Téa: You think you had enough?",
        "New Todd: No. Just getting started.",
        "Téa: Great.",
        "New Todd: What the hell are you looking at?",
        "Tomás: I wish I knew. Téa, you want me to stick around?",
        "New Todd: No, she doesn't.",
        "Téa: I'll be all right.",
        "New Todd: Thanks for the vote of confidence.",
        "Téa: I'm here, aren't I?",
        "New Todd: Yeah. Why?",
        "Téa: Give it a rest. We'll know more tomorrow.",
        "[SCENE_BREAK]",
        "Viki: I will--I'll have a room prepared for you. And--well, obviously feel free to help yourself to anything you want in the kitchen or wherever. Just try and be a little quiet because there are small children asleep upstairs.",
        "Old Todd: Absolutely. Thank you.",
        "Viki: For what?",
        "Old Todd: You must be kind of tired of having Llanfair used as a refugee camp.",
        "Viki: Ha! I enjoy sharing my home. But then you would know that, wouldn't you?",
        "Old Todd: What if I don't really know who I am? What if I am some kind of crazy stranger?",
        "Viki: No, you're not crazy. And you're most definitely not a stranger.",
        "Old Todd: Then how can there be two of me?",
        "Viki: I don't know. I don't know. And the only person qualified to answer that question is the woman who gave birth to Todd Manning.",
        "[SCENE_BREAK]",
        "Baker: I apologize. I suppose this really is a worst case scenario.",
        "Woman: No, Mr. Baker. Things can always get worse.",
        "[SCENE_BREAK]",
        "Old Todd: Irene Manning?",
        "Viki: Yeah. She was my college roommate for 4 years. And she was my very, very best friend. But unfortunately, she has been dead for at least 30 years."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=VxaFhWEWp_4"
}