{
    "Episode Summary": [],
    "Recap": [
        "Marcie and Starr go to court to oppose Todd and Cole. But the judge rules that neither of them have \"custodial rights\" until the baby is born. Langston attempts to seduce David and has Markko videotape them in an attempt to get David in trouble with Addie. But he doesn't buy that. Jessica (as Tess) makes nice to Natalie and Jared but she secretly attempts to cut their brake lines and asks them to drive to the vineyard to get something for her. Nora and Clint have a scheme to overthrow Dorian's ownership of what was previously B.E.",
        "Passions"
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Markko: [Sighs] I'm not sure about this. I have -- I don't think it's a good idea.",
        "Langston: Well, I think it's a great idea, okay? And being the director, you have to be completely objective. How do I look?",
        "Markko: Really hot.",
        "Langston: Oh, that's convincing.",
        "Markko: Really hot, okay? Too hot.",
        "Langston: There's no such thing.",
        "Markko: Well, couldn't we start with something that was just a little --",
        "Langston: Duller? No way. We said we were going to make a sex tape, and that's exactly what we're going to do.",
        "[SCENE_BREAK]",
        "Receptionist: Mr. Buchanan and Ms. Hanen are here to see you.",
        "Dorian: Tell them I'm in conference and I'll see them when I'm through. Congratulations. We really needed to go in a new direction.",
        "[SCENE_BREAK]",
        "Nora: Well, I'm just shocked that she's not taking us right away. I mean, that must be a very, very important meeting. Or -- no, it couldn't be. Really? Do you think she's playing games with us?",
        "Nora: Well, it's a good thing that we cleared the air the way we did. You know, so we have that nice free and easy conversation going like we usually do. Oh, for God's sake, Clint Buchanan, I told you I was sorry about Bo and Lindsay's wedding.",
        "Clint: They didn't have a wedding.",
        "Nora: I know, because of me. And I said I'm sorry.",
        "Clint: But you're not.",
        "Nora: No, I'm not. I'm not sorry at all. Oh, I tried to keep things quiet, I really did. But they started talking about trust and honesty, and I'm sorry, Bo had a right to know.",
        "Clint: Well, you know, now I have a sneaking suspicion Bo is off drinking somewhere, because he's not returning any of my calls.",
        "Nora: That I am truly sorry about, but --",
        "Clint: You couldn't have just, you know, taken him aside? Oh, no, because then it wouldn't have made it to the internet.",
        "Nora: Oh, Clint Buchanan, you're such a tight -- wouldn't be a healing word. Wouldn't be a healing word.",
        "Clint: I knew you weren't sorry.",
        "Nora: Okay, let's get real, all right? You brought me here to Dorian's evil empire --",
        "Clint: It's not hers for long.",
        "Nora: Because you need my help in getting it back. So wouldn't it be in your best interest to be the least bit civil to me? Hmm? And tell me what the hell we're doing here?",
        "Clint: I have been doing some thinking.",
        "Nora: Ah, you have? About what?",
        "Clint: I've come to the conclusion that the only way to get to Dorian is through David Vickers.",
        "[SCENE_BREAK]",
        "David: Yes, I'm calling about the his and hers sports cars I ordered a while ago. Uh-huh.",
        "Langston: He's coming. Okay, get in there. Quick.",
        "Markko: I'm so unhappy.",
        "Langston: Okay, just get the camera rolling. I'll seduce him until he cracks.",
        "Langston: Mr. Vickers? You're just the man I was looking for.",
        "[SCENE_BREAK]",
        "John: Hey.",
        "Blair: Hey.",
        "John: Hey, buddy. Hey.",
        "Blair: Sam had a doctor's appointment in the neighborhood, and we were just driving by. But the truth is, he did have a doctor's appointment, but to drive by I had to go, like, well, maybe a half a mile out of the way.",
        "John: Manning bothering you again?",
        "Blair: I haven't, you know, seen him since last night. But it doesn't take anything to have him bother me, you know. He's not going to back down.",
        "John: Yeah, well, he's going to get what's coming to him. Hey, look, there's something --",
        "Blair: I still can't believe that Cole told Todd. I mean, I know that he's desperate to keep Marcie and Michael from having --",
        "John: Yeah, uh --",
        "Blair: Hey.",
        "Michael: Kind of like déja vu.",
        "Blair: Hello, Michael.",
        "Michael: Hey, Sam.",
        "Blair: You know, if this is awkward --",
        "Michael: No, why would it be awkward, swinging by here with the kid that Todd took away from us? You know, when he's trying to ruin Marcie's chances of ever being able to have another kid ever again.",
        "[SCENE_BREAK]",
        "Starr: I'm sorry, what are you doing here?",
        "Judy: Marcie, I thought I saw you come in.",
        "Starr: I asked you a question, Cole. What are you doing here with him?",
        "Cole: Well, I could ask you the same thing.",
        "Todd: I'll keep it simple. You think you are going to sign over your baby to her? Well, we're going to stop you.",
        "[SCENE_BREAK]",
        "Tess: I miss you in so many different ways. Like, wouldn't it be great to talk about what wine would go best with, oh, anything --",
        "Natalie: Jess? Talking to someone?",
        "Tess: Um, yeah, myself. Sure sign that I'm crazy, huh?",
        "Natalie: No, it just shows that you've got a lot going on.",
        "Tess: You guys going out tonight?",
        "Jared: No, no, we're staying in.",
        "Natalie: If that's okay.",
        "Tess: That's more than okay. Because actually I've got plans for us tonight, big plans. Major plans.",
        "Tess: I guess not major plans, maybe just one little plan. I thought we could cook dinner tonight.",
        "Natalie: That's -- that's great. Well, what do you want to make?",
        "Tess: All right, you know, there's nothing like cooking together. You know, Natalie and I bonded over cooking.",
        "Natalie: Yes, we did. We both made dinner for Mom every night when she was going through a rough time 'cause Ben --",
        "Tess: It's okay, you can say it. Ben died, and Mom really needed her family, just like I need my family now.",
        "Jared: If that's my cue, I'm going to get the hell out of here and let you guys be alone.",
        "Tess: No, no. No, Jared, no. Sorry, I just -- you know, I just don't want you to feel like you have to leave the room every time I enter it.",
        "Natalie: Are you sure?",
        "Tess: Yes, yes. Seeing you guys together reminded me that I had someone. You know, let's not talk about the past any more, okay? Let's talk about dinner and what we're going to make tonight. How does pesto risotto sound to you guys?",
        "Jared: Great.",
        "Tess: Great, well, the recipe's right there. And, um, Natalie, why don't you measure out the stock and the rice, and I'll start the chopping.",
        "[SCENE_BREAK]",
        "Nora: So David's marriage to Addie, strange as it is, has now become Dorian's Achilles heel?",
        "Clint: That's what Viki says. At the very least it must have put some bad visuals into Dorian's head.",
        "Nora: It did in mine, that's for sure. Okay, so then why am I here?",
        "Clint: So it doesn't look like I'm here to do what I'm here to do.",
        "Nora: Oh, okay. So you want me just to keep things, you know, business-y and legal.",
        "Clint: And in the meantime, I'll be driving her crazy.",
        "Nora: Oh, God, you know what? You've got really fun ideas.",
        "Clint: On the other hand, it sounds mean-spirited, almost unethical.",
        "Nora: And you're worried about being unethical?",
        "Clint: Oh, God, no. To get that witch out of that office, I'm going to use her playbook.",
        "[SCENE_BREAK]",
        "Dorian: Well done. We really needed to take this in a new, ramped-up, yet highly relatable direction.",
        "Manicurist: Brassy bronze.",
        "Dorian: Ah. Yes, it's perfect.",
        "[SCENE_BREAK]",
        "John: Hey, Mike, you know, she's not the enemy. Manning is.",
        "Blair: You know, John, it's okay. I'm going to go.",
        "Michael: Blair, I'm sorry. It's not -- it's tough times, and I'm taking it out on you. I apologize.",
        "Blair: It's all right, I -- I understand. You know, John's right. Todd is not going to win this, and I told you that I would support you and Marcie with Starr's baby. What?",
        "Michael: I don't think the adoption's a very good idea.",
        "Blair: Oh.",
        "Michael: I mean, you said it yourself. There's no way that Todd is ever going to let Starr give us his grandkid just because a court says so. And I know how he operates. And I know what the rest of our lives would look like.",
        "Blair: But you said that Marcie wants to go ahead with adoption.",
        "Michael: Yeah, if she goes ahead with the adoption, she goes ahead alone.",
        "Blair: Oh, Michael, I'm so sorry. I'm so sorry that you've let Todd do this to you and Marcie.",
        "Michael: No, it's not -- honestly, it's not Todd's fault. Marcie will not listen to a single word that I have to say. She's obsessed.",
        "Blair: Everything that Todd touches turns out like this.",
        "[SCENE_BREAK]",
        "Starr: So you're talking with a lawyer already? What are you doing? You're really siding with my dad against me?",
        "Todd: He's doing what a man does, Starr. He's going to get an injunction against you to stop this adoption from happening.",
        "Starr: Could he even do that?",
        "Judy: He has rights, Starr. I've told you that.",
        "Cole: Starr, I didn't know.",
        "Starr: You didn't know what?",
        "Cole: I didn't know what he was planning to do until I got here today. He asked me to meet him here.",
        "Starr: At the courthouse? You thought he was just going to do something nice? Let things slide like he never does? No, you're doing this because I wouldn't do what you wanted.",
        "Cole: No.",
        "Starr: Yes. This is my worst nightmare. I am having a baby, and the father of that baby is just like my father.",
        "[SCENE_BREAK]",
        "Clint: Look, I don't know what's going on, but we had an appointment in there for about a half an hour ago.",
        "Receptionist: As I informed you, Dr. Lord is in a conference.",
        "Dorian: Thank you so much for coming by on such short notice, Estella. Ever since all of this was heaped on my shoulders, I've just been swamped.",
        "Clint: Dorian --",
        "Nora: Isn't it comforting to know that Buchanan Enterprises is now in the hands of a five-year-old?",
        "Receptionist: Yes, Dr. Lord? Mr. Buchanan, Ms. Hanen? You may go in now.",
        "Dorian: Please, sit down.",
        "Nora: Do you smell nail polish?",
        "Clint: I don't know what I smell.",
        "Dorian: I'm working late already, so could we just get to the point? Oh, and please, Clint, I do hope you're not here seeking employment.",
        "Nora: We're here, actually, to discuss some legal issues, Dorian, and it's probably going to take some time.",
        "Clint: Nora, Nora. Just a minute. We're old friends, here. And even urgent business like this can wait two minutes to give me an opportunity to congratulate Dorian.",
        "Dorian: Excuse me?",
        "Clint: Who would have thought that after all these years, Addie -- Addie! -- Would have found happiness with a stand-up guy like David Vickers. You must be thrilled.",
        "[SCENE_BREAK]",
        "Langston: I need you, Mr. Vickers.",
        "David: Really? For what?",
        "Langston: Homework. I bet you know all about trigonometric functions.",
        "David: Sweetie, when I was in high school, I majored in hooky.",
        "Langston: Oh, you're so funny.",
        "David: Wait a minute... it's summer. There's no classes.",
        "Langston: Well, that doesn't mean I still don't have a lot to learn. I bet you're just an awesome teacher.",
        "[SCENE_BREAK]",
        "Cole: Starr, you have to listen to me.",
        "Starr: Why? It's clear that I can't trust you. You're just like him now.",
        "Judy: Starr, don't push. You want him on your side.",
        "Starr: I'll never forget this as long as I live.",
        "Marcie: You just have to calm down, honey. Don't get yourself upset, it's going to be okay.",
        "Todd: You won't even talk to me, huh? Jeez. You know, when I found out about the baby --",
        "Starr: You decided that it was your private priority, just like Sam.",
        "Todd: I know what you're going through. More than anyone here. You know, when Margaret said she was going to have her baby, I didn't want anything to do with it. Just, get rid of it, man. But in hindsight, if I had done what I thought then was the right thing to do, it would have been one of the worst mistakes I ever made. We wouldn't have Sam now.",
        "Starr: Okay, you wanted Sam and Margaret dead. I want my baby to be alive and happy, and with Mrs. McBain. And there's nothing that you can do to stop me.",
        "[SCENE_BREAK]",
        "Blair: Starr called me. She says that Marcie wants to go ahead with the adoption.",
        "Michael: I'm not surprised.",
        "Blair: We couldn't reach Todd, but I guess that's a good thing. And another good thing, I guess, can come out of this.",
        "John: Oh, yeah? What's that?",
        "Blair: Well, you know, Todd doesn't have any legal rights here. He can only make things ugly, which I'm sure that he's going to do, and the ultimate decision is going to be Starr and Cole's.",
        "Starr: I think of all the times that I stood up for you. I told everybody that they didn't understand, that you're a great father, and look at what you're doing to me now.",
        "Todd: I'm trying to keep you from making a big mistake.",
        "Starr: By putting Cole together with your lawyer. Dad, I will never feel the same way about you again. And Cole -- this is wrong. You siding up with my dad? You know that it's wrong.",
        "Cole: This part, it was his idea.",
        "Starr: I don't care who started it. Just please, do not tell me that you're doing this because of him.",
        "Cole: I can't do that.",
        "[SCENE_BREAK]",
        "Blair: Don't tell me this thing with Marcie and Michael is permanent.",
        "John: I don't know.",
        "Blair: More of Todd's collateral damage.",
        "John: This is me not saying anything.",
        "Blair: People that really love each other, Marcie and Michael, Starr and Cole, are alone.",
        "John: Yeah. How are you holding up?",
        "Blair: I'm fine.",
        "John: You know, I could be way off base, but I don't think that's true.",
        "Blair: That's why you're a detective. Very perceptive.",
        "John: You drove all the way over here. Talk.",
        "Blair: I just feel so helpless, John, and it makes me crazy. Babies should -- they should bring happiness. It just breaks my heart. No one should have to go through what Starr's going through.",
        "[SCENE_BREAK]",
        "Cole: I have to do what I think is right, just like you do.",
        "Starr: Don't talk to me. Talk to him. He's your new best friend, now. Okay, so what happens next?",
        "Marcie: Is it over?",
        "Judy: When they make the first move, we'll react. And we're in a very strong position.",
        "Todd: This is my lawyer, Morgan Guthrie. He'll be handling the case from here on in.",
        "Cole: Wait, wait -- your lawyer?",
        "Todd: Yeah, that's right, my lawyer. Don't get sensitive on us. He's my lawyer because I pay his fee. He's your lawyer because he's going to make sure you get your kid back.",
        "Morgan: I'm only looking out for your interests.",
        "Cole: Not my interests, my baby's.",
        "Bailiff: All rise.",
        "Judge Palmer: Mr. Guthrie?",
        "Morgan: I'm counsel for Cole Thornhart, uh, the father of Ms. Manning's unborn child.",
        "Judge Palmer: Does Ms. Manning have counsel?",
        "Judy: Judy Shulman-Brown, Your Honor. And I'd like to point out we were not informed that Mr. Guthrie had called this meeting.",
        "Judge Palmer: Ms. Shulman-Brown, let's establish why we're here before we start arguing. Mr. Guthrie?",
        "Morgan: Your Honor, Mr. Thornhart is asking that the court intercede on his behalf to prevent Ms. Manning from being allowed to, uh, give Mr. Thornhart's child up for --",
        "Starr: It's my child.",
        "Morgan: The couple's child up for adoption.",
        "Judge Palmer: On the phone you said this was an emergency.",
        "Morgan: Yes, Your Honor. Ms. Manning has, in spite of Mr. Thornhart's opposition, been secretly proceeding with a closed adoption. She has to be stopped.",
        "[SCENE_BREAK]",
        "Clint: I think David and Addie are a real cute couple. I saw them canoodling at Lindsey's hearing. David told me where they were register, but of course I forgot, so help me out, because I want to send them just a little something.",
        "Dorian: You said you had legal issues to discuss?",
        "Nora: Oh, yes, I do. You know what? Why don't we start with how it came to be that you purchased B.E. stock?",
        "Clint: David said it was a Vegas wedding. Were you the maid of honor?",
        "Dorian: I didn't even know about it.",
        "Clint: Oh, that's too bad. Because you would have caught that bouquet.",
        "Dorian: My purchase of B.E. stock was absolutely legal.",
        "Nora: Uh, we're not so sure.",
        "Clint: Imagine, Addie happy at last with a hunk like David.",
        "Dorian: Well then, I guess that I will be seeing you in court.",
        "Nora: Oh, absolutely. Absolutely. And we plan on presenting evidence that you acquired B.E., the takeover, that is, illegally.",
        "Dorian: Illegally? How is it illegal when the entire B.E. management was asleep at the wheel?",
        "Nora: Well, my office, the district attorney's office, will be going over everything. As a matter of fact, they're going over most of it right now as we speak. And they'll decide whether this is a civil matter or that we'll be seeing you in criminal court.",
        "Dorian: Criminal court? Why, that's ridiculous.",
        "Clint: I have to admit, I thought it was a little unusual.",
        "Dorian: Unusual? It's preposterous.",
        "Clint: But it was good of you to do it.",
        "Dorian: What are you talking about?",
        "Nora: And you'll be getting a subpoena asking for detailed information, all about the stock acquisitions you got from Cobb and Webster.",
        "Dorian: What are you talking about?",
        "Clint: Letting David and Addie stay at your place. I mean, normally the honeymooners, they want a little privacy, don't they?",
        "Nora: And this is a list of employees that we'll need to depose.",
        "Clint: Dorian, is that the reason you're burning the midnight oil here? To give those frisky kids the run of the house? I mean, swimming buck-naked in the swimming pool and then grabbing the champagne and the strawberries and right to bed?",
        "Dorian: Stop it! I know what you're doing, and it's despicable.",
        "Clint: I'm sorry. What do you mean?",
        "[SCENE_BREAK]",
        "Langston: You were going for a swim, weren't you?",
        "David: Was it the towel or swim trunks that gave me away?",
        "Langston: Because you're just so hot, right?",
        "David: You know, it would be a lot easier for me to get to the pool if you weren't blocking my way.",
        "Langston: Or maybe instead of a swim, you need a workout. I mean, Addie's sweet, but she's a bit old for you.",
        "David: Okay, I think a discussion of boundaries is appropriate here.",
        "Langston: Oh, but why? I'm just like you. Rules don't mean anything to me.",
        "David: Hey.",
        "[Chuckles]",
        "Langston: Oh, Mr. Vickers, you and I have had this date from the very beginning.",
        "[SCENE_BREAK]",
        "Natalie: Okay, the stock's all done. How's the basil coming?",
        "Tess: Well, you know what? I forgot the pine nuts.",
        "Jared: Oh, you know what? I'll go to the store and get it. I'm not much help here.",
        "Tess: Oh, no, no. It's okay, I'll get it. I'll just be a second.",
        "Natalie: You know, we could make something else.",
        "Tess: No, no. I want everything tonight to go just the way I planned it, okay?",
        "Tess: Now, let's see. Brake tampering for idiots.",
        "Nash: Are you sure you know what you're doing?",
        "Tess: Well, I could pray for the brakes to fail on their own, but I think this works much better, don't you?",
        "Nash: But is it really the only way?",
        "Tess: Stop saying that. Jared and Natalie took you away from me.",
        "Nash: Oh, an eye for an eye.",
        "Tess: Yes. No. Look, this is the only way for your soul to be free.",
        "Nash: You can't come back from this.",
        "Tess: That's the point, to get Jessica in a situation she can't get out of.",
        "Nash: But neither can you.",
        "Tess: Can't you just be strong for me like how you were when you were alive? Huh?",
        "Nash: Yeah.",
        "Tess: Now, I have to go back in there and pretend that making pesto is the most important thing in my life.",
        "Nash: Aren't you forgetting something?",
        "Tess: Oh, yeah, I love you.",
        "Nash: I know. Something else.",
        "Tess: Oh, yeah. I got those this afternoon. God, as they say, is in the details.",
        "[SCENE_BREAK]",
        "Jared: You know, it just seems like she's pushing a little hard to make things seem normal.",
        "Natalie: Well, I guess she can act the way she wants.",
        "Jared: But there's no way she really wants me here. I mean, this should just be you two.",
        "Natalie: I know this isn't a load of laughs for you.",
        "Jared: No, no, I like it when the members of your family line up to chew me out.",
        "Natalie: It really means a lot to me that you're doing this.",
        "Jared: It's okay.",
        "Natalie: No, it's not. Am I asking too much?",
        "Jared: No, you're not -- Jessica is. I mean, pesto risotto? We're having green rice for dinner. Maybe we can frost some tofu for dessert.",
        "Natalie: [Laughs] Yes, that's right. Your stomach is the most important thing in the world to you.",
        "Jared: Second most important thing.",
        "Natalie: I will make it up to you, I promise.",
        "Jared: I'm going to hold you to that.",
        "Tess: Sorry that took so long. You guys must be starving.",
        "Natalie: No, we're okay. Salad's almost done here.",
        "Tess: Great. Well, Jared, why don't you put on some music, and I'll start on these pine nuts, huh? You know, I don't know why, but this is always my favorite part of the recipe.",
        "[SCENE_BREAK]",
        "Blair: Is that all of Michael's stuff there?",
        "John: Yeah, you know, it's great having a roommate who's both depressed and messy.",
        "Blair: [Chuckles] I'll help you pick it up.",
        "John: No, stop. That wasn't a hint.",
        "Blair: Oh, I know, it just -- you know, it gives me something to do, instead of brooding over Todd.",
        "John: Yeah, brooding, that can get old.",
        "Blair: Ha. Now this is heavy, and this is funny.",
        "John: That was, uh -- that was from Marty. It came after she -- look, it's a ridiculous gift. I just couldn't bring myself to get rid of it, you know, because of her, and, uh -- I don't know. I think she was trying to get over some stuff.",
        "Blair: Well, Marty, me, too.",
        "[SCENE_BREAK]",
        "Judge: I say this after years of experience. You want to bring matters like this to court only as a last resort. Try to talk it out.",
        "Todd: We don't have the option to talk it out, Your Honor. They're proceeding with this adoption behind our backs.",
        "Judge: And yet you seem to know all about it.",
        "Todd: Well, she wants to give her baby to a kidnapper, this lunatic woman here who literally put my son in the line of fire.",
        "Judge: Of course, you're that Mr. Manning. If you don't exercise a little patience and listen, I will call this hearing to order, and my first order of business will be to cite you for contempt and have you removed. Is that clear?",
        "Todd: Yes, Your Honor.",
        "Judy: Your Honor, I object to Mr. Manning's characterization of my client's action. It was neither secretive nor hasty.",
        "Cole: It's my baby, too. She just can't give it up for adoption.",
        "Judge: Of course, okay. I understand what's going on here. Now I have something to say.",
        "Judge: Cole, Starr, the laws governing this situation really come into play when the baby is born. At this point, any contract between you, Starr, and Mrs. McBain has no legal standing.",
        "Todd: Thank you.",
        "Judge: Nicely done, Mr. Manning.",
        "Starr: Okay, but this is my baby. Don't I have the right to decide?",
        "Judge: The baby's father has rights, too, and paternity can only be established after the baby is born. At this point, any contract is not binding. Cole, by the same token, you don't have any legal standing to obtain an injunction at this time.",
        "Cole: But she --",
        "Judge: Let me finish. When the baby is born, you can exercise your rights, rights which supersede any contract between the mother and another party. The only way that contract can be valid is for you to sign away your rights as --",
        "Cole: Well, that's not happening.",
        "Judge: Cole, please. Take the time to think this through. Think, talk, and be very, very wary of anything he says.",
        "Todd: Let's get out of here.",
        "Starr: No, wait, please stop. The judge said that we should talk, and I have something to say.",
        "[SCENE_BREAK]",
        "Dorian: You think you're pretty smart, don't you, double-teaming me.",
        "Clint: Dorian, you seem a little edgy here. Is this job too much for you?",
        "Nora: No, Clint, Clint. David left Dorian at the altar. She was so humiliated.",
        "Dorian: Stop it. Just shut up, all right? Oh -- [Chuckles] I know what you're doing, okay? Yes, and believe me, it's not going to work.",
        "Clint: Well, I know that you know, Dorian. You know, and yet you can't handle it, it seems.",
        "Dorian: Get out of my office.",
        "Nora: Okay, but what's going to happen when we do this to you on the stand?",
        "Dorian: You're sore losers. I just hate sore losers.",
        "Clint: Just to prove that you're not a sore loser, you're going to give David and Addie a reception, aren't you?",
        "Dorian: That is not a marriage. It is a joke, it is a sham, and I'm going to do everything I can to get my sister free from that --",
        "Clint: Leech -- bloodsucker -- gigolo.",
        "Nora: Moocher.",
        "Clint: Ponger.",
        "Nora: Wallet licker.",
        "Dorian: Get out of my office, or I am calling security.",
        "Clint: Extension 377. His name is Chet. Give him my best. Counselor?",
        "Nora: Thank you.",
        "Dorian: Okay, hello. You know what you have done, don't you? [Laughs] You have tipped your hand. The next time, I promise you, I'm gonna be ready for you.",
        "Nora: Did you catch those nails? Yikes.",
        "Dorian: Oh -- uh.",
        "[SCENE_BREAK]",
        "David: Langston, I don't know what you think you're doing.",
        "Langston: I need a man, Mr. Vickers, a man like you.",
        "David: Why don't you just get up, we'll forget this ever happened.",
        "Langston: I'm tired of boys my age. It's like driving a sports car. Even though they have a permit, they don't know how to shift.",
        "Markko: Okay, this is over. Get off him right now.",
        "Langston: Markko!",
        "David: Oh, fantastic, just fantastic.",
        "[SCENE_BREAK]",
        "[Music playing]",
        "Tess: Jared, can you please shut off the music?",
        "Jared: Yeah.",
        "Natalie: Jess, are you okay? You're crying.",
        "Tess: No, it's just -- that song, it reminds me of Nash.",
        "Natalie: All right, sit down. I'm right here.",
        "Tess: You know, I try to be so strong, but --",
        "Natalie: You are the strongest woman I know.",
        "Tess: I just want to hold on to our memories, but they keep on slipping away.",
        "Natalie: I understand.",
        "Tess: The vineyard, you know, the vineyard. Malcolm came for the foreclosure, and I got flustered, so I -- Nash put aside a box of wine for Bree's wedding, and I left it there. I got scared and I left it there.",
        "Jared: Do you want us to go get it?",
        "Tess: Would you?",
        "[SCENE_BREAK]",
        "Starr: I want to say something to you, Cole, but you can't say anything, all right? And that goes for you, too, Dad. It's pretty clear that you can get your own way and stop the adoption.",
        "Cole: Starr, I don't --",
        "Starr: And I just want you to think this through, okay? If you get your way, and you get your baby in your life --",
        "Cole: Our lives.",
        "Starr: Well, then, along with that baby, you get him. And the baby gets him. Because he never backs down, Cole. He never shuts up, okay? And he always thinks that he's right over everybody, just like right now. You probably think that you're right and that I'm wrong.",
        "Todd: Starr --",
        "Starr: You know what, just don't say anything, because that is just going to prove my point for me. The judge said for us to talk, so I talked, and he also said for us to think, and I really want you to think this through, okay? I want you to think about him, and how he hurts you, and how he hates you, no matter what he says right now. Is that really what you want for our baby?",
        "[SCENE_BREAK]",
        "Markko: It was a stupid idea. You did it for nothing, rubbing up against that old goat.",
        "David: The old goat can still hear. So, Langston, a bit of blackmail, huh? No, not blackmail. Ah, you were trying to catch me in an indiscretion so my wife would divorce me.",
        "Langston: She needs to know what you're really like.",
        "David: See, when you talk like that, it makes me feel like you don't like me.",
        "Langston: Oh.",
        "David: Did Dorian put you up to this?",
        "Langston: No.",
        "David: No, I believe she didn't. She would have hired more experienced personnel. Markko, when you're scamming someone, you need to maintain a level of emotional detachment.",
        "Markko: Let's get out of here.",
        "David: I looked better on the supermodel crime club. I was on my own TV show, you know. Hey, Langston.",
        "Langston: What?",
        "David: You know what I like about you? You were protecting Dorian. That's good.",
        "Langston: You know what I like about you?",
        "David: Hmm?",
        "Langston: Nothing.",
        "David: The young -- so cold. Oh, what a mess.",
        "David: Oh, Dorian's medical bag. What treats do we have in here? Ro-hyp-nol. Rohypnol -- I know what that is. Dr. Lord, what are you doing with the date rape drug in your bag?",
        "[SCENE_BREAK]",
        "Dorian: Dolores, call my chauffeur, I am going home.",
        "Dolores: What about your appointments?",
        "Dorian: Cancel them, and let me know when he arrives.",
        "Blair: Oh, bull's-eye.",
        "John: It's good to see you laughing.",
        "Blair: Oh, John, our families are a barrel of laughs, aren't they? I'll take this down. Sorry about your wall.",
        "John: Ah.",
        "John: Hey, you okay?",
        "Blair: No. No, no, no, I'm scared.",
        "John: Yeah?",
        "Blair: Yeah. Todd and I, you know, we've been used to the ups and downs, but I swear, he just does not get it this time. He doesn't get it. And he could lose Starr, I mean, really, really lose her this time.",
        "[SCENE_BREAK]",
        "Cole: Starr, I don't want to hurt you.",
        "Starr: I don't matter. The baby matters.",
        "Cole: I love both of you.",
        "Starr: See, there's that word, Dad. I thought I knew what it meant, but I don't know anything.",
        "[SCENE_BREAK]",
        "Blair: Thank you for the dart game and the shoulder.",
        "John: Both are usually available.",
        "Blair: I'll keep that in mind. You both want to take that? See you guys.",
        "Michael: Bye, Sammy.",
        "Blair: Say, \"bye, dudes.\"",
        "John: So, what do you think it's going to be tonight? We're looking at -- oh, we're looking at Chinese, or we're looking at Italian. What do you think? Hey, come on. I know you've got a lot on your mind. I know you're worried about Marcie, but --",
        "Michael: What?",
        "John: Hey, listen to me. Forget about Manning, all right? Just wipe him out of your mind. Things are going to be different this time around, okay?",
        "[SCENE_BREAK]",
        "Marcie: I'm real proud of you. You know, you were really strong.",
        "Starr: I didn't feel strong.",
        "Marcie: Doesn't matter, because you were. You know, you were wonderful.",
        "Starr: I'm not giving in. You're going to get this baby, okay, Marcie?",
        "Marcie: I don't know about that, Starr. I mean, maybe you shouldn't have to go through all of this, you know?",
        "Starr: Don't worry about it. I'm tough. I was raised that way.",
        "Morgan: If you don't sign off on it, there's nothing they can do.",
        "Todd: You've just got to hang in there, okay? For the baby's sake.",
        "Cole: What about Starr? Do you care what happens to her?",
        "Todd: All right, let's get out of here. We've done enough for today. When the time comes, we'll make sure that baby ends up where it belongs.",
        "Cole: I'm sorry.",
        "Starr: I'm not.",
        "[SCENE_BREAK]",
        "Jared: Okay, I'm out of here.",
        "Tess: Oh, wait. Nattie?",
        "Natalie: Yeah, baby, I'm right here.",
        "Tess: Would you -- could you just go with Jared? I just need to be alone right now, okay?",
        "Natalie: Are you sure?",
        "Tess: Yes, I'm sure. I'll finish dinner. I promise I'll be in a better mood when you come back, okay?",
        "Natalie: Okay. You ready?",
        "Jared: Yeah.",
        "Tess: Don't forget your keys, Natalie. Hey, well, drive safely. Bye. Bye."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=0Wls-bl269c"
}