{
    "Episode Summary": [
        "Episode # 11026"
    ],
    "Recap": [
        "Bo and John both admit they doubt that original Todd murdered Victor Lord and believe it's very possible that Jack is lying even though Jack somehow knew how to \"appear\" to know what happened. Original Todd gets taken to jail although he protests he did not do it. Right then, Irene goes to see him and he concludes that he knows she has framed him and might very well have killed not only killed Victor but also \"arranged\" to make both Louie and the gun disappear so that he got framed for the murder. she all but admits she has and that she can help him find the gun to get exonerated if he does what she wants. Brody proposes to Natalie and she tells him no. He concludes it must be because of John. Rick convinces Bas to sign a contract with him so that Bas and Starr can produce music together. Starr and James are adamantly against her working with Rick. But she reluctantly agrees to do it when Rick tells her that their dream will be ruined if they don't work with Rick and tells her she is not serious the way he is. Rex goes to the Kentucky hospital knowing that there is something of significance there regarding Gigi although he does not know specifically what it would be. Kim notices him and attempts to urge the nurse to get rid of him by telling her he's dangerous. But he is able to stay and is very surprised to see her there. He then urges her to tell her what she knows. But she realizes she better not and then she reveals that she is keeping Stacy, Gigi's sister, in the private hospital room and needs to keep a secret that Rex must never know."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: I didn't do it, you know. As much as I wanted to, I did not kill my brother.",
        "Guard: Never heard that before. Sweet dreams.",
        "Todd: I'm innocent. I am. He's lying.",
        "[SCENE_BREAK]",
        "Jack: It was only fair, right? I told you, I would get justice. That's what I did.",
        "[Twig snaps]",
        "Jack: Who's there?",
        "[SCENE_BREAK]",
        "James: Your mom sure knows how to throw a wake.",
        "Starr: It was a really nice evening. It was nice to see everyone relaxing after the funeral.",
        "James: Yeah. They were telling some pretty amazing stories about Victor.",
        "Starr: Victor did some pretty crazy things, but he always came through at the end, almost always.",
        "James: Yeah. You're gonna have to tell me that one about how he rescued you from that kidnapper in New York again. That was awesome.",
        "Starr: No. Can I tell you about it tomorrow? This has been the longest day of my life, and I just want to go to bed.",
        "James: Of course. You got it.",
        "Starr: I wouldn't have been able to make it through today without you.",
        "James: I'm just glad I was able to be here for you.",
        "Starr: Thank you.",
        "[Door opens]",
        "Rick: Damn! I wish I had my camera.",
        "Starr: What are you doing with that sleaze?",
        "[SCENE_BREAK]",
        "Rex: Excuse me. I'm looking for someone, a patient here. Judy? May I call you Judy?",
        "Nurse: You may call me Ms. Childs.",
        "Rex: Ok.",
        "Ms. Childs: And the patient's name?",
        "Rex: Well, I don't know the patient's name, but I do know the person responsible for her -- Kimberly Andrews.",
        "Kim: Oh, my God. Oh my God, Rex is here. I can't let him see you. What am I gonna do?",
        "[SCENE_BREAK]",
        "Brody: Marry me.",
        "Natalie: What did you just say?",
        "Brody: I said, marry me.",
        "Natalie: Are you serious?",
        "Brody: What if I am?",
        "[SCENE_BREAK]",
        "Bo: Uh --",
        "John: Ugh! Oh!",
        "Bo: See, I heard you were looking for me.",
        "John: You're a lifesaver, although I was getting used to the industrial waste.",
        "Bo: Mm.",
        "John: Mm. That's nice. Yeah. I stopped by your office. I miss you, and, well, I heard there was a break in the Victor Lord murder case.",
        "Bo: Depends on who you ask.",
        "John: Mm, but you arrested Manning.",
        "Bo: Yeah. Yeah. Our new mayor didn't give me a choice.",
        "John: Yeah. How'd he take it?",
        "Bo: He's kicking, screaming.",
        "John: Screaming? Screaming that he's innocent?",
        "Bo: Mm-hmm.",
        "John: Hmm.",
        "Bo: And why do I get the impression that you still think he is, too?",
        "[SCENE_BREAK]",
        "Irene: Careful, son. You could hurt yourself.",
        "[SCENE_BREAK]",
        "Rex: Ok, Ms. Childs, I wouldn't ask you if it wasn't really important, and I know it's strange that I don't know the patient's name, but --",
        "Ms. Childs: It's not strange.",
        "Rex: It's not?",
        "Ms. Childs: It's suspicious.",
        "Rex: Look. I know you can't tell me anything about the patient, but there's no law that says you can't tell me where I can find the patient's friend, right? I mean, she's got to be around here somewhere.",
        "Kim: Ok. Think. I wish you could wake up and help me. Hey, if this isn't an emergency, I don't know what is.",
        "[Beep]",
        "Ms. Childs: Excuse me, sir. What happened? Why did you press the call button? She looks ok to me.",
        "Kim: Oh, she's fine. Actually, I need help. That guy out by the desk, he's Rex. He is totally abusive.",
        "Ms. Childs: He is?",
        "Kim: How do you think she ended up here flat on her butt in the hospital?",
        "Ms. Childs: Are you saying that man out there put her in this condition?",
        "Kim: In a manner of speaking, yes. Please help us. You have to get rid of him.",
        "[SCENE_BREAK]",
        "Natalie: Ok. Where is this coming from?",
        "Brody: I'm not sure. It wasn't exactly planned.",
        "Natalie: Yeah. I kind of got that.",
        "Brody: I just figured we'd spend some time alone tonight -- you, me, and Liam -- but I wasn't thinking about proposing. I didn't know those words were gonna come out of my mouth.",
        "Natalie: So why did they? Come out of your mouth, I mean.",
        "Brody: This is gonna sound kind of weird, but it has to do with your Uncle Victor's murder.",
        "[SCENE_BREAK]",
        "John: I don't know about innocent. Now, we know Manning stole a gun --",
        "Bo: Yeah.",
        "John: Ran his mouth all over town about how much he hated Victor.",
        "Bo: He admitted as much.",
        "John: Mm. Without that gun, we don't have a case against him.",
        "Bo: Explain that to our new mayor.",
        "John: I get the feeling you already tried.",
        "Bo: She found Jack Manning's statement very persuasive, but you still think he's lying.",
        "John: Oh, the kid is a liar. He wanted to make sure that Manning paid for Victor's death. So he was gonna get his wish.",
        "[SCENE_BREAK]",
        "Jack: Whoever you are, you better come out. I know you're there. I heard you.",
        "[SCENE_BREAK]",
        "Todd: Hello, Irene.",
        "Irene: I'm your mother, Todd. Please, please call me Mom.",
        "Todd: Be a cold day in hell before I call you Mother.",
        "Irene: It's all right. I understand. If I were you, I'd be slow to forgive me, too. After all, we still have a few issues to work out, don't we?",
        "Todd: Yes, we do. I have a few issues. I feel like it was terribly unfair of you to lock me up and torture me for 8 long years, and my feelings were hurt when you tried to kill me. Then you tried to kill my brother.",
        "Irene: Oh, dear, sweet Victor. Ah, Todd, I admit I was not a perfect mother.",
        "Todd: No. Joan Crawford -- not a perfect mother. You make Joan Crawford look like Donna Reed.",
        "Irene: Oh, such theatrics. You know, I was not the monster you make me out to be. I made mistakes, but, you know, all mothers do, and I feel terribly guilty about them, particularly the drastic choices I was forced to make about my boys.",
        "Todd: Guilty? You feel guilty?",
        "Irene: Yes. Of course -- I am a mother, you know -- but at least I was not successful in my mission. You, on the other hand, succeeded in yours.",
        "Todd: My mission? What's my mission?",
        "Irene: To kill your own brother.",
        "[SCENE_BREAK]",
        "Starr: Why would you bring him here?",
        "Rick: Take it easy. Let's all take a deep breath. I come in peace and also as a legitimate businessman.",
        "Starr: Really?",
        "Rick: Ok. You have doubts -- I get that -- but, as I've told you, I've given up the erotic film milieu -- that is French -- although this setting would be perfect for \"Hold the Microphone.\"",
        "Starr: I don't care what you're doing here. I want you gone.",
        "James: Yeah. You heard her, man. Go take a walk.",
        "Baz: No. Look. Starr, will you please call off your gorilla here?",
        "Starr: You did not just refer to my boyfriend as a gorilla.",
        "Baz: Just hear me out. Rick and I had a good meeting, and he thinks we should reconsider letting him produce our single.",
        "Starr: Oh, yeah. I got that. Is that why you weren't at my dad's -- damn it! -- My uncle -- your uncle, too -- his burial service? You were hanging out with this idiot instead?",
        "Rick: Ooh, harsh.",
        "Baz: Now, I understand Rick might not be your favorite person, but I'm asking you to keep an open mind. Please, Starr. This is important to me, ok, and I under -- Rick, once you get to know him, really not a bad guy.",
        "James: Not a bad guy? Baz, are you kidding me? You know what? Let me ask you something, all right? Are you crazy, or are you just plain stupid?",
        "[SCENE_BREAK]",
        "Brody: Oh, I know that sounds crazy.",
        "Natalie: Yeah. Yeah. It kind of does. What does my uncle's murder have anything to do with you asking me to marry you?",
        "Brody's voice: Looks like the only person who knew the truth is gone. Victor is dead, and the truth will be buried with him. We're home free, son. You'll be my boy forever. No one will ever know that I'm not your father -- and John will never know that you're really his.",
        "Brody: Your uncle's death was a shock to everyone. It reminded me how short life is and how fragile. You'd think as a soldier and a cop, I'd have seen enough to figure that out, but for whatever reason, this time, it really struck home. You have to grab happiness while you can, and watching you tonight with our boy and how beautiful you look and how happy you and Liam make me -- Natalie, we're a family. So I just thought, you know, \"Why not make it official?\"",
        "Natalie: You really are serious.",
        "Brody: Yeah. I am, and you know what? If you're gonna make it official, I need to do this right.",
        "Natalie: What are you doing?",
        "Brody: Hey, I promise I'll get you a real one soon, but for now, this is gonna have to do. Natalie Banks -- will you marry me?",
        "[SCENE_BREAK]",
        "John: You know, Victor was the only father that Jack ever knew, and now he doesn't want to accept that, you know, it's really Manning.",
        "Bo: No. He wants Manning out of the picture.",
        "John: Exactly. So suddenly, he remembers seeing him at the scene when we can't find anything that actually places him at the scene. So here we have Manning in custody for probably the one thing he didn't do.",
        "Bo: So if Jack is lying and Manning is innocent, then that leaves us with, who do we think killed Victor Jr.?",
        "[SCENE_BREAK]",
        "Todd: I'm innocent. The only reason I'm here is because my so -- someone said that I was at the scene of the crime.",
        "Irene: How noble of you to protect your child, even though he has done nothing but scorn and malign you. Yes, Todd. I know that the witness was my grandson Jack.",
        "Todd: How? How do you know that?",
        "[SCENE_BREAK]",
        "Jack: What the hell are you doing here?",
        "Shane: Came to visit my mom.",
        "Jack: Oh.",
        "Shane: So I guess your dad's funeral was today?",
        "Jack: Yeah.",
        "Shane: How was it?",
        "Jack: Terrible.",
        "Shane: Yeah. I know what you mean. That's how I felt when it happened to me, when my mom died. It sucked. The burial was the worst part. I just kept thinking to myself, \"My mom is in there. My mom is in the ground, and she shouldn't be.\"",
        "[SCENE_BREAK]",
        "Rex: I'm doing my best, Geeg. You told me not to give up. Here I am, not giving up. Of course, if you want to clue me in on exactly what it is I'm not giving up on, that'd be great, too.",
        "Ms. Childs: What I don't understand is, if that guy out there is this patient's ex, why doesn't he know her name?",
        "Kim: Because we're hiding from him. He thinks she's using a fake name. So you just have to tell him you've never heard of us and that we're not here.",
        "Ms. Childs: I make it a policy not to get involved in domestic disputes. Besides, how do I know you're telling me the truth? As far as I know, you and this patient could be criminals on the run.",
        "Kim: Please, help us. You're a nurse, right? That's your whole job, is to help people. So help me help her. Just don't let him know we're here.",
        "Rex: What's this? Well, now we're getting somewhere, Geeg. See if there's a name on this list that means anything to me.",
        "[SCENE_BREAK]",
        "James: Did you forget how he hurt Dani, your cousin, when he blackmailed her boyfriend, my brother, into making that sleazy piece of trash movie?",
        "Baz: I remember, and what happened was regrettable.",
        "James: Regrettable?",
        "Baz: Mm-hmm.",
        "Rick: Folks, whoa. Hold on. \"Hold the Diploma\" was not trashy. It was a perfect example of its genre, and, hey, I had to do what I had to do to make money. I mean, correct me if I'm wrong, but didn't you used to steal cars before you became a self-righteous jackass?",
        "Starr: Who the hell do you think you are talking to him that way?",
        "James: Hey, hey, hey, it's ok. Stop. Yeah. Yeah. You're right. I used to steal cars, because if I didn't, my dad would've beat the crap out of me. Now, what's your excuse?",
        "Rick: That is very sad. Cry me a river.",
        "Starr: Oh, what is going on, Baz? I told you that I did not want to work with this guy.",
        "Rick: Are you gonna tell her, Baz?",
        "Starr: Tell me what?",
        "Rick: It's too late. Baz already signed the contracts.",
        "[SCENE_BREAK]",
        "Brody: Ok. This is the part where you say yes, all right? Don't leave me hanging. I'm starting to feel like an ass.",
        "Natalie: Brody, it's just that, you know, this is all kind of sudden. I mean, you said that you hadn't even thought about it yourself until you asked, and, I mean, that's longer than I've had.",
        "Brody: So does that mean you don't have an answer?",
        "Natalie: Actually, I do. My answer is no.",
        "[SCENE_BREAK]",
        "John: Truth be told, we really don't have a lot of evidence pointing to other suspects.",
        "Bo: Well, let's forget about evidence. What does your gut say? Who do you think killed Victor Jr.?",
        "John: My gut says a lot of people probably wanted this guy dead.",
        "Bo: But just throw out a name.",
        "John: Throw out a name?",
        "Bo: Mm-hmm.",
        "John: How about Rex Balsom?",
        "[SCENE_BREAK]",
        "Ms. Childs: What do you think you're doing?",
        "Rex: Oh, hey. I was just --",
        "Ms. Childs: I know what you were doing. You were looking at confidential hospital documents. You do know there are laws about patient privacy, don't you?",
        "Rex: Look. I'm sorry. I should not have peeked at the list.",
        "Ms. Childs: No. You definitely shouldn't have.",
        "Rex: Look. I said I was sorry, ok? It's really, really important that I find this patient, ok, and I wish I could tell you more than that she was a friend of Kimberly Andrews. I wish I could tell you her name, but I've tracked her this far, and I would tell you why I was looking for her --",
        "Ms. Childs: It doesn't matter why.",
        "Rex: Yes, it does, even if it sounds totally crazy, but isn't it always crazy when you follow your heart?",
        "Kim: Here's hoping Nurse Judy decides to come through for us.",
        "Ms. Childs: All right, sir. I'll give you the information you're looking for.",
        "[SCENE_BREAK]",
        "Shane: My mom's grave is right over there. Kind of funny, huh, my mom, your dad right next to each other?",
        "Jack: Yeah, hilarious.",
        "Shane: So I guess they still haven't arrested anybody for killing your dad?",
        "Jack: Actually, they have.",
        "Shane: Yeah? Who?",
        "Jack: Todd Manning.",
        "Shane: Really? I thought they couldn't find the gun because that's what Blanca Morales said.",
        "Jack: They don't need the murder weapon anymore.",
        "Shane: Why not?",
        "Jack: They have an eyewitness -- me.",
        "[SCENE_BREAK]",
        "Todd: You've been in a jail cell for weeks. How do you know that Jack said he saw me?",
        "Irene: I have my ways.",
        "Todd: So you also know that I didn't do it. I didn't kill Victor. You know that, right? I never even went to his house that night.",
        "Irene: Is that a fact?",
        "Todd: I took the gun from Dorian's safe, but I never fired it. And I could prove it if someone hadn't gone AWOL.",
        "Irene: It is too bad for you that Louie went missing.",
        "Todd: I didn't say his name was Louie.",
        "Irene: You didn't?",
        "Todd: No, I didn't. How did you know his name?",
        "Irene: Like I said --",
        "Todd: You have your ways. I know all about your ways. You know his name is Louie because you're the one who made him disappear with that gun. You did something to Louie and you know where that gun is.",
        "Irene: How could I possibly know where that gun is? As you astutely noted, I have been sitting in this jail cell for 3 weeks.",
        "Todd: I'm so tired of your games. You know, you said you feel guilty about locking me up for all those years, for trying to kill me. This is something you could do that might make yourself feel just a little bit better.",
        "Irene: I would love to help you, son. Really, I would, but you're going to have to do something for me first.",
        "[SCENE_BREAK]",
        "Shane: You really saw Todd Manning or whoever kill your dad?",
        "Jack: I saw Todd Manning hit me. Then he took my keys, let himself into the house. That's when I heard the gun go off. That's when he shot my dad.",
        "Shane: Really?",
        "Jack: Yeah, really. That's why they sent cops to arrest him. I gotta go.",
        "Shane: Yeah, ok.",
        "[SCENE_BREAK]",
        "Brody: No? No --",
        "Natalie: Brody, come on. What about Jessica? She's still my sister. I still love her, no matter how angry we are at each other right now. And if I thought that there was a chance that we could be in each other's lives again --",
        "Brody: You don't think that could happen if we get married?",
        "Natalie: Now? No. Brody, she hates the fact that we're together. If we were married, it would probably destroy any chance of a relationship with my sister.",
        "Brody: I don't want to hurt Jessica any more than I already have, but if we get married, she has to accept it. She already knows we live together, we sleep together, we have a child.",
        "Natalie: I know, and she's not happy about that!",
        "Brody: But I know she can find a way to understand that, to find a way to let us live our lives.",
        "Natalie: I don't know, Brody.",
        "Brody: I think I do. You didn't say no because of Jessica. You said no because of John.",
        "[SCENE_BREAK]",
        "John: Victor spent a small fortune getting Jack off the hook for Gigi's death.",
        "Bo: Yeah, Balsom hasn't been quiet about his feelings towards Victor Jr. and Jack Manning.",
        "John: I don't blame him.",
        "Bo: But I don't think Balsom's capable of killing anyone.",
        "John: I don't know, Bo. He changed a lot after Gigi died. Think about what he did. He sells Gigi's heart to Clint so he can get the money and the means to go after Victor. He starts that corporation Origami Cogs or whatever it was called so he can try to destroy him financially.",
        "Bo: Yeah, but there's a difference between going after somebody financially and going after 'em with a 9 millimeter.",
        "John: Yeah.",
        "Bo: I don't see Balsom doing that.",
        "John: I don't know. Rex has been crazy with grief, and grief can make you do some strange things.",
        "[SCENE_BREAK]",
        "Ms. Childs: The patient you've been inquiring about has been discharged.",
        "Rex: Discharged? When?",
        "Ms. Childs: This morning. That's all I can tell you.",
        "Rex: Doesn't make any sense. Ok, can you please tell me the patient's name?",
        "Ms. Childs: I can't give you any more information. She's gone. Now, I need you to leave before I call Security.",
        "Rex: That won't be necessary. Thank you for your help.",
        "Kim: Thank you so much for --",
        "Rex: Sorry. Look, I just forgot my -- Kim. What are you doing here?",
        "[SCENE_BREAK]",
        "Starr: Tell me something, Baz, how do you sign a contract that I don't agree to?",
        "Baz: Because it's what's best for us, both of us. And I honestly believe that Rick is the right producer.",
        "Starr: Are you serious?",
        "Baz: He believes in us, Starr. He believes in our song, and he's got great ideas. He's got ideas that'll make the song better instead of just change it and put his own stamp on it.",
        "Starr: Baz! He's an extortionist and a pornographer!",
        "Baz: He is also the only person who's responded to our CD. And we sent it to how many? Besides, I think we should at least give him a chance.",
        "Starr: Just because he's the only producer that responded doesn't mean that he is the right one. We can find a legit producer that is interested in us.",
        "Rick: I am legit.",
        "Starr: Shut up! And you went behind my back.",
        "Baz: If you don't want to be involved, fine. Just give me my song and back out.",
        "Starr: I'm not giving -- those are my vocals!",
        "Baz: And it's my music! This might just be a hobby for a poor little rich girl, but this is my dream! And if it's not your dream, then forget it! If you don't want to work with Rick, fine. Sign over the rights to me, and I will.",
        "[SCENE_BREAK]",
        "Kim: What am I doing here? What are you doing here?",
        "Rex: Clint told me that you had a sick friend here, so I'm checking it out for him. He also said that he offered to have her transferred to Llanview, but you turned him down.",
        "Kim: And this is any of your business, how?",
        "Rex: He's my father.",
        "Kim: But you guys can't stand each other.",
        "Rex: Ok, look, I know this sounds crazy, ok, but you remember how I told you I've been seeing Gigi, her -- ghost or whatever. She told me not to give up.",
        "Kim: Her ghost did?",
        "Rex: I don't know what it was. But then Delphina, the psychic I told you who led me down to the Spotted Pony, she said that she got some sign from the spirit world that I was to talk to my father, so I did that, too.",
        "Kim: You did?",
        "Rex: Don't look at me like that, ok? I know how crazy this is. But I feel like somehow maybe these things are connected. The person you know in the hospital here and whatever Gigi wants me to not give up on.",
        "Kim: I'm sorry, Rex, but that's impossible.",
        "Rex: Look, Kim, I know that we've never been friends. I'm begging you. If this has anything to do with Gigi at all, please tell me.",
        "[SCENE_BREAK]",
        "Todd: You're blackmailing me? The gun that can exonerate me will magically reappear if I do something for you, is that it? Do I have that right? Ok, all right, great. What did you have in mind?",
        "Irene: I was thinking about something you have of mine, something you've had for a long, long time.",
        "[SCENE_BREAK]",
        "Starr: You don't know who I am. How dare you accuse me of not taking this seriously. You think that music is just a hobby for me, that this isn't my dream, too?",
        "Rick: If it was your dream, why haven't you done anything about it until now?",
        "Starr: You know what, Rick, because a couple things got in the way, like having a child.",
        "Baz: Starr --",
        "Starr: You don't think that I've wanted this for my entire life? My dad wasn't around when my mom was pregnant with me, but he came back and he cared for me, he loved me, and he told me to always chase -- to always follow the star that I was named after, to chase after my dreams. And now he's back in my life, but I lost my uncle who I loved, who I will never see again.",
        "Baz: I'm sorry.",
        "Starr: Both of those men told me to never give up, to never stop fighting for what I believe in, to never back away from a fight, and I won't! I will never give up on that dream!",
        "James: You're not gonna let them down, ok? Hey, listen. You're gonna be a star, just like he wrote on that present. Just maybe not with this song. Maybe give this one to Baz, and then to hell with him. Starr, you have so much music inside of you, so much. And you are too good to work with these lowlifes.",
        "[SCENE_BREAK]",
        "Kim: My friend here in the hospital has nothing to do with Gigi or Clint. Her name is Annie Edwards, and she's a dancer at the Spotted Pony, too. In fact, she was working the night you showed up there.",
        "Rex: What's wrong with her?",
        "Kim: She has this ex-boyfriend, used her as a punching bag. She doesn't have anyone else, so I've been taking care of her. Anyway, she's all better and she was released this morning.",
        "Rex: Really?",
        "Kim: Mm-hmm.",
        "Rex: That's funny, because Clint said when he offered to have her transferred to Llanview Hospital, you turned him down because you said she was too sick to be moved. Now you're saying she's well enough to go home. Seems kind of miraculous, doesn't it?",
        "[SCENE_BREAK]",
        "Bo: I know the damage grief can do. I've been there.",
        "John: I know you have.",
        "Bo: And Balsom has changed since Gigi's death, but I don't think he's a killer. It just doesn't compute.",
        "John: Ok.",
        "Bo: Do you like anyone else as a possible suspect?",
        "John: Irene Manning. You know, she and Victor had a pretty ugly run-in right here in the station. He would have strangled her if Lovett and I hadn't pulled him off her. Maybe it's payback.",
        "[SCENE_BREAK]",
        "Irene: Maybe if I get what I want, you would get what you want.",
        "Todd: What do you want, Irene? What is it? What is it? That thing that you kept insisting that I had, the thing that I didn't give to them, even though they tortured me consistently for 8 years! I don't have it. Haven't you figured that out? If I had it, I would just give it to you so you would finally just leave me alone.",
        "Irene: Poor Todd. You think being in prison for 8 years was bad? Just wait. If the police can't find that gun, you're going away for murder.",
        "[SCENE_BREAK]",
        "Natalie: This is not about John, Brody. John and I are over. I've accepted that.",
        "Brody: Are you sure? You can be honest with me. If John really is out of the picture, why did you turn me down?",
        "Natalie: Brody, this is marriage we're talking about. Yeah, we enjoy each other's company, and we have a son together, but come on, we haven't even talked about our feelings. We've never even said that we've loved each other.",
        "Brody: I love you.",
        "Natalie: You do?",
        "Brody: I mean it, Natalie. I love you. I want you. I want us, but if you don't feel the same way, then what are we doing? Do you love me?",
        "[SCENE_BREAK]",
        "Starr: Baz, I'm not signing over the rights.",
        "Baz: But I can't use your vocals if you don't.",
        "Starr: Yes, you can. The damage is done, right? If you think he can do something with our music, if you trust this guy with it, then all right, let's do it.",
        "Baz: Really? You're cool with it?",
        "Starr: No, I'm not cool with it! I'm far from cool with it. What's the worst that can happen? What have we got to lose, you know? If he ruins the song, then no one will hear it.",
        "Rick: I guarantee you, that's not gonna happen.",
        "Starr: This is the last time you make any move that affects me behind my back. Understand? And you. I do not want any sleazy business from you. I'm on to you.",
        "James: Starr, you sure about this?",
        "Starr: Yeah. Yeah, I have to be. If I want my dreams to come true, they might as well start here.",
        "Baz: Thank you, Starr. You made the right choice. We'll rock.",
        "Rick: I personally want to thank you. You will not regret this.",
        "Starr: I better not.",
        "Baz: Don't worry. You'll have a little time to get used to the idea.",
        "Starr: What do you mean?",
        "Baz: I got a gig in Paris.",
        "Starr: Now?",
        "Baz: Timing wasn't great for this anyway, right? We'll work on it when I get back.",
        "Starr: I guess.",
        "Rick: So, Baz and I need to finalize the contracts. Sayonara. Adieu. Konichiwa. That's Japanese.",
        "Baz: Don't worry, Starr. It's gonna be awesome.",
        "James: I'm glad that's settled.",
        "Starr: James --",
        "James: I've gotta go meet Bobby.",
        "Starr: I know you don't think it's a good idea.",
        "James: It doesn't matter what I think.",
        "Starr: It does matter what you think.",
        "James: No, the only thing that matters is you following your dream. Starr, it's your life. It's your career. I never -- I never stop you from doing what you want. I love you.",
        "Starr: I love you, too. Thank you. Ohh --",
        "[SCENE_BREAK]",
        "Natalie: You told me to be honest with you.",
        "Brody: And I meant it, no matter what your answer is.",
        "Natalie: Then it's -- maybe. Maybe I do love you. I love spending time with you. I love sharing our son, so -- maybe.",
        "Brody: Well, that's better than the alternative. I can take a maybe, for now. Will you at least think about my proposal? Just don't say no right now. Don't close any doors.",
        "Natalie: Ok. I'll think about it.",
        "[SCENE_BREAK]",
        "Kim: Listen, some sketchy stuff goes down at the Pony. My friend had some issues with the cops. You know what I'm saying?",
        "Rex: Why don't you spell it out?",
        "Kim: Look, if she got on a plane or whatever, the security check could alert the cops, so I told Clint she was too sick to travel. Look, I hated lying, but I was just trying to protect Annie.",
        "Rex: You're a saint.",
        "Kim: Yeah, I am.",
        "Rex: So, how did you pay the hospital bills?",
        "Kim: Hmm?",
        "Rex: Clint said that was an issue.",
        "Kim: It isn't anymore because her family came up and they took care of all of it. Isn't that amazing?",
        "Rex: It's incredible.",
        "Kim: Yeah.",
        "Rex: So, if Annie was discharged this morning, what are you still doing here?",
        "Kim: She left some stuff here, so I told her I'd pick it up for her. I better go grab it before they throw it out.",
        "Rex: Right.",
        "Kim: I'm sorry, Rex. I hope you find what you're looking for.",
        "Rex: I won't give up. That much I know.",
        "Kim: Oh, God. Rex is gone. Thank God. That was a close one, Stacy. There's no way I could let him see your face. We both know why.",
        "[SCENE_BREAK]",
        "Shane: I want justice for what happened to you, Mom. I want the people who were actually responsible to pay! Jack thinks he got justice for his dad by telling the cops that Todd Manning killed him. There's one problem. Jack's lying.",
        "Starr: Jack, where were you? You missed the whole gathering for Victor.",
        "Jack: I was with Dad.",
        "Starr: At the cemetery?",
        "Jack: Yeah. Where's the food? I'm starving.",
        "Starr: We already put it away. Come on. I'll get you some food on the way home.",
        "Jack: No. We should hang out here. We should celebrate.",
        "Starr: Celebrate what?",
        "Jack: Thanks to me, Scarface is behind bars.",
        "[SCENE_BREAK]",
        "Todd: What kind of a person are you? You're blackmailing me to get me to give you this thing that I don't have. And if I don't give it to you -- because I don't have it -- you're gonna sit back and watch me go to jail for the rest of my life for a murder that I didn't commit?",
        "Irene: Yes.",
        "Todd: Yes? That's it? Just yes?",
        "Irene: Let me elaborate. If you share your crazy theory with anyone, if you tell anyone that I know where the gun is, I can assure you, it will never be found.",
        "Cop: Lieutenant McBain has some questions for you.",
        "Irene: Oh, how lovely. Think about what I said, Todd. I am the only one who can help you. After all, a boy's best friend is his mother."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=HUXolTqU5nQ"
}