{
    "Episode Summary": [
        "Episode # 10596 ~ A Mitch In Time"
    ],
    "Recap": [
        "Dorian fires Bo and tells Mitch he needs to leave her family alone since she did what he wanted. But he tells her it's not over and gives her more ammo to bring charges against Bo and more threats. Viki tells Dorian she suspects that Mitch is behind it and offers to help Dorian. But Dorian does not listen. Charlie is having serious problems and cannot stop drinking. Brody offers to help him but he feels hopeless. Viki tells him she won't give up on him. After finding out that Mitch is the father of Roxy's son, Kyle asks Roxy what is up with that. She does not want to answer. But he tells her he thinks she really needs to discuss it with somebody. Gigi and Schuyler sleep together. Shane comes by and tells them he knows what is going on and is angry. They know that there are always problems when they are together."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Brody: How was your New Year's?",
        "Charlie: It was quiet. Really.",
        "Brody: Good. We still need a plan, Charlie.",
        "Charlie: For what?",
        "Brody: How you're going to stop drinking.",
        "Charlie: I did. It's under control.",
        "Brody: Is that what you thought at Christmas? Charlie, if you had gotten past the guard at the hospital, you could have killed Mitch.",
        "Charlie: Yeah, and the whole world would smell sweeter today if I did.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "[Dorian sighs]",
        "Dorian: Hmm. Dorian Lord.",
        "Mitch: Love the headline. I'm just sorry I missed the party.",
        "Dorian: How do you keep getting access to a phone?",
        "Mitch: Be glad I do. I'm the only person you can gloat with.",
        "Dorian: I took no pleasure in following your orders.",
        "Mitch: But you did get to ruin Bo's life and humiliate Nora. I mean, that had to be worth a few laughs.",
        "Dorian: We're done, Mitch. I did what you wanted; now leave me and my family alone.",
        "Mitch: Soon, my darling, but we're not done with Bo Buchanan quite yet.",
        "[SCENE_BREAK]",
        "[Loud knocking on door]",
        "Bo: Come in.",
        "Rex: Well, hallelujah.",
        "Bo: What are we celebrating?",
        "Rex: You're here. I was hoping that rag was lying.",
        "Bo: Well, not exactly. Dorian fired me, but my attorneys tell me that it was an unlawful act. I should stay put, keep doing my job.",
        "Rex: Hell, yes. You'd better fight back.",
        "Bo: Mm-hmm.",
        "Rex: What can I do to help?",
        "Bo: No, you don't have to do anything.",
        "Rex: If you want somebody investigated, you can't use people here on the force. Call me.",
        "Bo: Look, I don't want to drag anybody down with me. Okay?",
        "Rex: Let me handle that.",
        "Bo: Balsom, thank you. I appreciate it. Now, forget all that. Just -- give me some good news. How are you and Gigi?",
        "Rex: Next question?",
        "[SCENE_BREAK]",
        "Gigi: Hey.",
        "Schuyler: Hey. You're here.",
        "[Gigi laughs]",
        "Gigi: Did you think I was going to sneak off in the middle of the night? Stop. Do you really think that?",
        "Schuyler: Well, I'm not really thinking right now.",
        "Gigi: Me, either. This -- this feels too good.",
        "Schuyler: Yeah?",
        "Gigi: Yeah.",
        "Schuyler: You're not freezing?",
        "[Gigi giggles]",
        "Gigi: Um -- no, not anymore.",
        "[SCENE_BREAK]",
        "Oliver: What are you looking at?",
        "Kyle: My boyfriend.",
        "Oliver: I like the sound of that. \"I can't hang out with you tonight because I have plans with my boyfriend. My boyfriend, the doctor.\"",
        "Kyle: Yeah, I am a good catch, aren't I?",
        "[SCENE_BREAK]",
        "Roxy: Oh, Dorian, I am so glad I didn't vote for you. You're already a witch. And it ain't Halloween again for months.",
        "[SCENE_BREAK]",
        "Dorian: You can't bleed me forever, Mitch.",
        "Mitch: You have one more little task with Bo Buchanan.",
        "Dorian: The man is fired. His life is ruined. Your work here is done.",
        "Mitch: It doesn't look good if he doesn't stay fired. He was terminated for personal reasons. That may not hold up.",
        "Dorian: I worked with what you gave me, Mitch.",
        "Mitch: And I love it when you're obedient, Dorian. So does God.",
        "Dorian: That's it.",
        "Mitch: There's a package on its way to you.",
        "Dorian: What have you done?",
        "Mitch: Covered your backside. You're about to get some very official, very damning evidence against Bo Buchanan. Use it.",
        "Dorian: What do you have? What?",
        "John: Who are you talking to?",
        "[SCENE_BREAK]",
        "Dorian: Is someone there? Mitch! What's going on?",
        "Viki: Well, that's a very good question.",
        "[SCENE_BREAK]",
        "Roxy: Housekeeper! Whoa!",
        "Kyle: Roxy, you knock much?",
        "Roxy: Look at you gorgeous hunks. You know, I got this fantasy going. What if I were the pizza delivery girl. Boom chicka wa-wa --",
        "[Roxy laughs]",
        "Roxy: Hey, relax. The only thing I'm serving is a big slice of bad news. Your boss got canned last night.",
        "Oliver: What?",
        "Kyle: Bo Buchanan was fired?",
        "Oliver: You're kidding me.",
        "Roxy: No, I'm not. Dorian humidified him in public, and she fired his butt. How much you want to bet that Johnny McBain is going to take over his job?",
        "[SCENE_BREAK]",
        "John: Hi, who's this?",
        "Viki: Why are you talking to Mitch Laurence?",
        "John: Hello?",
        "Dorian: Hello. This is Mayor Dorian Cramer Lord. Who is this speaking?",
        "John: John McBain.",
        "Dorian: Would you like to tell me why Llanview's most dangerous criminal is getting a hold of a phone which he is using to harass me?",
        "John: Yeah, I'm about to find out.",
        "Dorian: Good! You do that. And you make sure that nothing like this happens again. Thank you.",
        "[SCENE_BREAK]",
        "John: So you know the mayor, huh?",
        "Mitch: Oh, yeah. We go way back.",
        "John: Did she give you the phone?",
        "Mitch: No, I found it in the drawer there. It's disposable. Prepaid, they tell me. Yeah.",
        "John: Shocking.",
        "Mitch: Well, I thought it was hospital issue, you know?",
        "John: Hmm. So why are you calling Dorian Lord?",
        "[SCENE_BREAK]",
        "Viki: Why is Mitch Laurence calling you?",
        "Dorian: You barge into my house, and now you dare to interrogate me?",
        "Viki: No -- okay, fine. We won't talk about that. We do have to talk about Bo Buchanan. Dorian, you can't fire him!",
        "Dorian: I am mayor. I'm completely --",
        "Viki: But it is a stupid, stupid move!",
        "Dorian: You don't know anything about the circumstances!",
        "Viki: Dorian, we are trying to keep a dangerous and high profile criminal behind bars.",
        "Dorian: Yes, tell me something I don't know.",
        "Viki: Then why on earth would you fire the most trusted and efficient commissioner we've ever had? And why do I find you on the phone with that same criminal?",
        "Dorian: How dare you question --",
        "Viki: I think my readers might be very interested to find out what your motives are.",
        "Dorian: Great. Why don't you even question my judgment while you're at it? You'll only end up sounding like a bitter wanted-to-be. I am mayor, you are not. You resigned.",
        "Viki: Well, I did that to protect my family. I had to.",
        "Dorian: So do I.",
        "Viki: Oh. Oh. Dorian, has Mitch threatened you?",
        "Dorian: I don't scare that easily.",
        "Viki: Then what are you talking about, Dorian? How are you protecting your family?",
        "[SCENE_BREAK]",
        "Brody: You think it'd be good if you killed Mitch?",
        "Charlie: I don't know anybody who'd cry about it.",
        "Brody: Your wife? She'd be sorry to see you go to prison. Is that what you want?",
        "Charlie: I don't want anything, Brody. That's the problem.",
        "Brody: You want me to shut up about what you're doing?",
        "Charlie: Yeah. Maybe that, yeah.",
        "[Charlie chuckles]",
        "Brody: It's your life, Charlie. Your business. But we can't cover for you anymore.",
        "Charlie: Well, you won't have to.",
        "Brody: Do you want to stop? Well, don't tell me it was only the one time. That's what you told Jessica, too.",
        "[Charlie sighs]",
        "Brody: Let's go to a meeting.",
        "Charlie: There's no point.",
        "Brody: Those meetings got you sober after years of being a drunk. Yeah, yeah. I listened when you talked. The program pulled you out of a very deep hole.",
        "Charlie: Yeah, not really. Because in the end, it didn't work.",
        "Brody: Well, what will?",
        "Charlie: I don't know.",
        "Brody: So talk to Viki.",
        "Charlie: Look, that is the last thing that I need.",
        "Brody: She loves you.",
        "Charlie: And that's why I can't let her see me like this!",
        "Brody: Well, I can't keep it a secret from Jessica. And I can't promise she won't tell her mother.",
        "Charlie: Well, you could if you tried. But you want Viki to know, and you're going to make sure she does.",
        "[SCENE_BREAK]",
        "[Nora sighs]",
        "Nora: Hi.",
        "Jessica: Tell me this is not true.",
        "Nora: Well, the details are off.",
        "Natalie: Only the details?",
        "Nora: Bo and I never wanted to hurt Clint.",
        "Natalie: So it's true?",
        "Nora: Yes. Clint and I have split up, and I'm back with Bo.",
        "[SCENE_BREAK]",
        "Bo: What's going on with Gigi?",
        "Rex: Nothing, compared to you losing your job or getting Nora back. Please tell me that part's true, anyway.",
        "Bo: Well, it is, it is. We haven't had a chance to enjoy it yet.",
        "Rex: But you will. Because you were meant to be together. I have to believe that.",
        "Bo: All right, Balsom, you could say the same thing about you and Gigi.",
        "Rex: Yeah, I hope so.",
        "Bo: What's going on?",
        "Rex: Gigi moved out.",
        "[SCENE_BREAK]",
        "Schuyler: Oh. So, uncle?",
        "Gigi: Yeah, it's cold. We need a fire.",
        "Schuyler: Okay. I'm going to get some wood.",
        "Gigi: I'll start breakfast.",
        "Schuyler: Oh -- okay. Ooh.",
        "[SCENE_BREAK]",
        "Bo: Why did Gigi move out?",
        "Rex: Gigi needs to figure out this thing she has for Schuyler Joplin.",
        "Bo: And you want her someplace else while she's doing that?",
        "Rex: She wasn't really with me, Bo. I mean, she admitted it. This -- this Schuyler thing was getting in our way, and I didn't want it to hurt Shane, too.",
        "Bo: Okay, so, you're separated?",
        "Rex: No! It's more like a -- vacation. Short break. This way, Gigi has time to -- to pull herself together, and I get huge sensitive guy points. Right?",
        "Bo: Sure.",
        "Rex: Or did I just push Gigi into this jerk's arms?",
        "[SCENE_BREAK]",
        "Schuyler: Hi, Shane.",
        "Shane: What are you doing here?",
        "Schuyler: I'm visiting.",
        "Shane: Hey, Mom.",
        "Gigi: Hey. Uh, are you okay? What -- something happen?",
        "Shane: Looks like.",
        "Gigi: What's -- what's wrong?",
        "Shane: I came here to wish you Happy New Year.",
        "Gigi: Um -- how did you get here?",
        "Shane: I took a cab.",
        "Gigi: Your dad just let you take a cab?",
        "Shane: He doesn't know. He thinks I'm at Justin's. I was going to bring you back home as a surprise.",
        "Gigi: Oh, boy.",
        "Schuyler: Uh -- I'm -- I'm going to -- I'm going to -- I'm going to go upstairs. Sorry, Shane.",
        "Gigi: Um -- ahem -- so, your dad has no idea where you are?",
        "Shane: Well, who cares? You leaving us?",
        "Gigi: I would never leave you, Shane.",
        "Shane: Are you dumping Dad for Schuyler?",
        "[SCENE_BREAK]",
        "Natalie: How could you do this to Dad?",
        "Nora: No one meant to do anything.",
        "Natalie: Oh. Oh, okay, so you accidentally had an affair?",
        "Jessica: Natalie, come on.",
        "Nora: We had no affair.",
        "Natalie: No, how could you defend this?",
        "Nora: We didn't have an affair.",
        "Natalie: Dad would do anything for you.",
        "Nora: I know, sweetie. I know.",
        "Natalie: Did you ever love him?",
        "Nora: Yes. Of course I did. I still do. I just fell back in love with Bo, and -- it would have been a bigger insult to Clint to pretend, so -- look, if you want to talk about this later, we can. But I have to deal with Mitch right now.",
        "Jessica: What about Mitch?",
        "Nora: Just some paperwork that I really need to make sure is right.",
        "Natalie: You're not letting him out?",
        "Nora: This is about Mitch having stabbed himself and us closing the case.",
        "[SCENE_BREAK]",
        "John: Come on. You like to talk. What are you and Dorian up to?",
        "Mitch: Well, I just wanted to congratulate her on firing Bo Buchanan.",
        "John: There's no call log. Even a disposable should record the calls.",
        "Mitch: Well, technology is beyond me. But take it with you. Have it checked out, and let me know what you find out, okay?",
        "John: You're having fun, aren't you?",
        "Mitch: Not at all. I lie here every day afraid for my life. Afraid that you will come back and finish the job.",
        "John: You stabbed yourself, Laurence. The case is closed.",
        "John: Do you really believe anyone's going to think that I want to die?",
        "John: That's the theory. You were babbling on. You weren't making any sense.",
        "Mitch: Hmm. I can't wait to see this report of yours.",
        "John: Of course, maybe you stabbed yourself to get out of a jail cell and into a cushy hospital bed. Or maybe you thought it would be easier to escape from here. Yeah, that works, too, doesn't it?",
        "Mitch: No, John. I'm going to walk out of here a free man.",
        "John: Not today you're not. You wanted to make calls. You will have to go back to a jail cell.",
        "[SCENE_BREAK]",
        "Roxy: I am so happy for you. Finally.",
        "[Oliver chuckles]",
        "Roxy: Oh, you're blushing.",
        "Oliver: Hey.",
        "Roxy: Oh, look at you. You're both so adorable.",
        "[Phone rings]",
        "Oliver: Thanks. Sorry. Fish.",
        "John: Yeah, it's McBain.",
        "Oliver: You heard about Commissioner Buchanan?",
        "John: Forget about that. He's fighting it.",
        "Oliver: Good.",
        "John: Hey, can you be at the hospital? We're transferring Laurence back to lockup.",
        "Oliver: I'm on my way. It's --",
        "Kyle: What, you're going into work?",
        "[Oliver sighs]",
        "Kyle: Even your boyfriend the doctor has the day off.",
        "Oliver: Well -- yeah, we're moving Mitch Laurence.",
        "Roxy: Don't let him go, man.",
        "Oliver: No, he's going back to jail.",
        "Roxy: Good. 'Cause that S.O.B. should spend the rest of his miserable life there.",
        "[SCENE_BREAK]",
        "Brody: If you don't want to go to a meeting, how about you talk to me?",
        "Charlie: No, I can't let you do this.",
        "Brody: Sure you can, like I'm a sponsor.",
        "Charlie: Well, that wouldn't be fair to you.",
        "Brody: Don't worry about that. You're my friend.",
        "Charlie: No, I'm not going to let you carry me.",
        "Brody: You can carry yourself. I'll just -- I'll keep you company. Charlie, you're like a dad to me. I don't want to watch --",
        "Charlie: You are not my son!",
        "Brody: I know. I'm not trying to replace Jared, or --",
        "[Brody sighs]",
        "Brody: Look. I know what it's like to live with ghosts. I know you can't hide. They'll always find you. You make your peace and --",
        "[Pager chimes]",
        "Brody: Oh. It's work.",
        "Charlie: Go ahead.",
        "Brody: You're okay?",
        "Charlie: Yeah, yeah.",
        "Brody: You stay away from Mitch Laurence. Don't let him hurt you more than he already has.",
        "Charlie: It's not possible.",
        "[SCENE_BREAK]",
        "Dorian: I am protecting everyone in Llanview from the scandal that would result if Bo Buchanan stayed in office.",
        "Viki: Oh, Dorian, really?",
        "Dorian: Really.",
        "Viki: Nobody cares about Bo's personal life.",
        "Dorian: This could undermine our entire criminal justice system.",
        "Viki: That is such rubbish! Bo and Nora were married, for heaven sakes, the last time she was district attorney, and there was never a problem.",
        "Dorian: I cannot allow even a hint of conflict of interest.",
        "Viki: No. No, no, no, Mitch Laurence has something to do with this.",
        "Dorian: Bo and Nora have destroyed every single professional standard. Yes, they brought shame on City Hall, and they've broken Clint's heart. Now, surely, you care about that.",
        "Viki: Dorian, whatever you are doing, it is not going to work.",
        "Dorian: I am looking out for our city.",
        "Viki: Don't you understand that if Mitch uses you, he wins, no matter what you think?",
        "Dorian: Good-bye, Viki. You do not know anything about me.",
        "Viki: No, but I think I know what's going on here.",
        "Dorian: Why don't you just go and take care of your family?",
        "Viki: Dorian, if you're in trouble -- if you need help, please come to me. I will do whatever I can for you.",
        "Dorian: Good-bye, Viki. You know the way out.",
        "Viki: I hope you do, too.",
        "[SCENE_BREAK]",
        "Oliver: I'll see you later.",
        "Kyle: You doing okay?",
        "Roxy: Yeah, why shouldn't I be?",
        "Kyle: All right.",
        "Roxy: So, you got your man.",
        "Kyle: Yes, I did.",
        "Roxy: Come on, spill. Details, please.",
        "Kyle: No, no, no. Too intimate to kiss and discuss.",
        "Roxy: What kind of girlfriend are you anyway? Well, at least tell me about Nick.",
        "Kyle: He moved out.",
        "Roxy: Finally. I told you there was a room. At least I tried to tell you.",
        "Kyle: You did, only you got Nick on the phone, he pretended to be me. Yeah, by the way, sorry about saying that you were drunk.",
        "Roxy: Oh, hey, forget it. Like that never happens. Ha ha!",
        "Kyle: Yeah, but you did have my back.",
        "Roxy: Oh, honey, I guess you're the gay son I never had.",
        "Kyle: Really?",
        "Roxy: Mmm --",
        "Kyle: So how's my brother the straight one?",
        "Roxy: Mmm, Rex has been better.",
        "Kyle: Still problems with Stacy?",
        "Roxy: Yeah. Well, listen, that would be great compared to having his father in town.",
        "Kyle: Yeah, after all the trouble you went to to keep Rex from finding out about Mitch.",
        "Roxy: Yeah, it was bad enough when Mitch was a corpse. Now it's even worse that he's breathing.",
        "Kyle: Ahh. I just -- I don't get it.",
        "Roxy: What?",
        "Kyle: How did you end up having a kid with somebody who scares you so much?",
        "[SCENE_BREAK]",
        "Rex: Did I just blow it completely?",
        "Bo: No.",
        "Rex: I threw my relationship out the window.",
        "Bo: No, no. You did something harder, braver.",
        "Rex: What?",
        "Bo: You stopped trying to control it and Gigi.",
        "Rex: Yeah, like that would ever happen.",
        "Bo: Well, it doesn't stop most of us from trying, but no matter what, you've already won.",
        "Rex: That is such bull.",
        "Bo: Mmm, yeah, maybe.",
        "Rex: I win when Gigi comes home.",
        "[SCENE_BREAK]",
        "Gigi: I did not dump your father. Come on, Shane, we talked about this.",
        "Shane: Yeah, you didn't say that you were coming up here to be with Schuyler.",
        "Gigi: That wasn't the plan.",
        "Shane: Yeah, right. You had sex with him.",
        "Gigi: Watch it!",
        "Shane: It's so obvious.",
        "Gigi: Okay. I'm gonna get dressed and then we'll talk about this in the car.",
        "Shane: Are you coming home?",
        "Gigi: I am taking you to Justin's where we told your father you would be. You can't just take off on people, Shane.",
        "Shane: What, only you can?",
        "Gigi: I won't be two minutes.",
        "Schuyler: So, uh, you want -- you hungry? You want some food, some chocolate --",
        "Shane: No.",
        "Schuyler: Okay. I'm real sorry, buddy.",
        "Shane: That you snaked mom away or that I found out?",
        "Schuyler: I'm sorry that you found out this way.",
        "Shane: You're sorry that you've busted up my whole family?",
        "Schuyler: Shane, nobody wants that. I mean, you heard your mom. Your family's still --",
        "Shane: I'll wait in the car.",
        "Schuyler: Okay.",
        "[SCENE_BREAK]",
        "Dorian: What do you have for me?",
        "Man: Today's mail. Schedule. Call list. Every member of the city council has called this morning.",
        "Dorian: Ha ha. Of course they have.",
        "Man: And we have requests for comment about Bo Buchanan's firing.",
        "Dorian: I have already given the press everything --",
        "Man: The \"Banner\" and the \"Inquirer\" in Philly both want to talk to you.",
        "Dorian: You mean carve me up. How are we doing with the press?",
        "Man: Uh, the \"Sun\" loves us. Everywhere else is, uh, mixed.",
        "[SCENE_BREAK]",
        "Natalie: Dad's not picking up his cell. Shall we try texting?",
        "Jessica: Dad doesn't do texting.",
        "Natalie: Right, we should go to the house.",
        "Jessica: That's what Bree and I did at Christmastime. Mom must have known about Bo and Nora.",
        "Natalie: You think?",
        "Jessica: She sent us over there, and Dad seemed off. Now it makes sense.",
        "Natalie: You know what? We should give Nigel a call and see if he knows what's going on.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Bo: Yeah.",
        "Nora: Hi.",
        "Bo: Hi. Nora; do you have a minute on a case?",
        "Rex: I will get out of your hair. Just call me if you want to -- talk and, you know, I'll \u0096",
        "[SCENE_BREAK]",
        "Viki: So, Dorian is holding to her position to fire Bo.",
        "Charlie: Yeah.",
        "Viki: I just have a very strong suspicion that Mitch Laurence is behind all of this. I mean, not that Dorian wouldn't want to just stick it to the Buchanans any day, but it was something about the way she said she was protecting her family, and I'm convinced -- I'm very sorry. I'm sorry. I'm sorry.",
        "Charlie: Oh, no, don't.",
        "Viki: No, let's forget about Mitch. He's not our problem. Sweetheart --",
        "Charlie: Mmm?",
        "Viki: What's wrong? Has something happened?",
        "[Charlie inhales deeply]",
        "Charlie: Uh, sit down. I -- there's something I need to tell you.",
        "[SCENE_BREAK]",
        "Gigi: Where'd Shane go?",
        "Schuyler: He, uh, preferred to wait in the subarctic cold rather than share my air space.",
        "Gigi: I'm sorry. I'm sorry. This is not how I imagined this morning.",
        "Schuyler: I know. Me either. Go. I'll, uh, close up here.",
        "Gigi: No, no. Stay, okay? I'll be right back. As soon as I -- I get Shane to where he's supposed to be.",
        "Shane: Everybody decent? Let's go!",
        "Gigi: You could have waited inside, okay? Go in the car and wait for me.",
        "Shane: What about your boyfriend?",
        "Gigi: Car. Now. I'll be there in a minute. Go.",
        "Gigi: Stay.",
        "Schuyler: You know your son's gonna do everything he can to keep you away from here.",
        "Gigi: Yeah. But I'll be back.",
        "Schuyler: Okay. Breakfast will be waiting when you get back.",
        "[SCENE_BREAK]",
        "Man: \"Today City Hall is filled with rampant speculation about Mayor Dorian Lord's motives and the legality of her attempt to fire the commissioner.\"",
        "Dorian: Attempt?",
        "Man: Well, they say he has a lawsuit.",
        "Dorian: Great. And where, I ask, is the outrage about what Bo and Nora did?",
        "Man: Well, the tabloid talk shows are thrilled. \"Llanview Exposed\" ordered a mud ring and is trying to book the entire Buchanan family.",
        "Dorian: Huh. And what about the average citizen?",
        "Man: Uh, we did an overnight. Registered voters sided with the commissioner, 68%-32%.",
        "Dorian: We've got to change the subject, get people focused on something else.",
        "Man: Madam, with all due respect -- have you ever considered changing your mind?",
        "Dorian: I do not flip-flop.",
        "Man: Then we need to make sure the firing sticks.",
        "Dorian: Indeed. Huh. And what is this?",
        "Man: Uh, I don't know. There's no return address. It was hand delivered.",
        "[SCENE_BREAK]",
        "Mitch: Hey, kids, is this my welcome party, or are we here to say good-bye to old Bo?",
        "Rex: Hey, Bo's not going anywhere, you sick son of a --",
        "Bo: No, no. Easy. John.",
        "John: Caught him on a cell phone.",
        "Bo: Where did he get that?",
        "Mitch: It was planted to incriminate me. There's a lot of that going around these days. This man framed me.",
        "Nora: Your stabbing has been ruled an attempted suicide.",
        "Mitch: Not smart, Nora. If you participate in covering up a crime, you could be fired, and I don't think your office can survive another scandal.",
        "[SCENE_BREAK]",
        "Man: What is that?",
        "Dorian: The end of Bo Buchanan's career in law enforcement. Get my coat.",
        "[SCENE_BREAK]",
        "Viki: Okay, whatever it is, just tell me.",
        "Charlie: I -- I lied to you.",
        "Viki: About?",
        "Charlie: That bottle, the one that you found outside.",
        "Viki: Yeah.",
        "Charlie: That was mine.",
        "Viki: It was empty.",
        "Charlie: Yeah, yeah.",
        "Viki: Did you -- did you pour it out?",
        "Charlie: No. I drank it. I've been drinking.",
        "Viki: How long?",
        "Charlie: Well, I bought it the day of Jared's funeral, but -- but I didn't drink it then. I, uh, I couldn't. You stopped me.",
        "Viki: I did?",
        "Charlie: Yeah, I couldn't. Just the idea that you might see me -- yeah, that was enough, and it stopped me. You know, when you face something like that down, you feel like taking a victory lap, you start thinking you're bulletproof. But even at that, I mean, I know better. I don't let that stuff get to me, and you know, I've been through the cycle. And I would have made it.",
        "Viki: What happened?",
        "Charlie: All that night, when I was supposedly at a meeting -- I went and visited Mitch at the jail.",
        "Viki: And then?",
        "Charlie: And I got drunk.",
        "Viki: Charlie, you slipped up. That happens.",
        "Charlie: And I've been drinking ever since.",
        "[SCENE_BREAK]",
        "Kyle: I just don't understand how you ended up with Mitch. I mean, was it a one-night stand? Or was he different back then? How did you fall for him?",
        "Roxy: I never fell for that dirtball.",
        "Kyle: So was it love?",
        "Roxy: Love! Love? Are you kidding? The guy isn't even human. I'm telling you, he's Satan's wingman.",
        "Kyle: Okay.",
        "Roxy: No, no, no! You don't seem to understand. It is not okay at all. You even touch the guy, you got to put your soul in hock. He's a mistake that you make that you don't get over very easily.",
        "Kyle: I'm sorry, Roxy. I'm not trying to upset you.",
        "Kyle: Well, then stop trying to push me, all right?",
        "Kyle: I want to help, okay? You're one of the best friends I have, and I know you haven't talked to anybody about this. I was there. I saw the clinic. I know there's a lot more to this thing between Rex and his dad than you're telling anybody.",
        "[SCENE_BREAK]",
        "Mitch: Cut your losses, Nora.",
        "Nora: Go to hell, Laurence.",
        "Mitch: These two losers are gonna bring you down with them.",
        "Bo: We can get him out of here any time.",
        "John: They are checking his cell right now for prohibited items.",
        "Mitch: Oh, I'm not feeling well.",
        "Bo: Did a doctor sign off on his transfer?",
        "John: They were happy to have him out of there, yeah.",
        "Bo: I want a paramedic to check him out regularly.",
        "[Pager beeps]",
        "Oliver: They're ready for him in holding.",
        "Brody: Okay, let's lock him up.",
        "Dorian: Just a minute. As mayor, I have a few things to say.",
        "[SCENE_BREAK]",
        "Rex: Hey, Shane, what's up?",
        "[SCENE_BREAK]",
        "Schuyler: Your son is fierce.",
        "Gigi: Yeah, I'm sorry. I've never seen that face before.",
        "Schuyler: Yeah, I have.",
        "Gigi: Yeah?",
        "Schuyler: Yeah. Like a time machine or a mirror. I was raised by a single mom, you know. If she ever looked at another guy, he got that death stare from me.",
        "Gigi: For the first 10 years of Shane's life, it was just the two of us.",
        "Schuyler: Yeah, finally found his father, a perfect family. I would have thrown fireballs to protect that.",
        "Gigi: He'll adjust.",
        "Schuyler: You sure?",
        "Gigi: He has to.",
        "Schuyler: Does he? I mean, is this -- what is -- what is this? What do you want? I mean, was this supposed to be --",
        "Gigi: What do you mean? What is what?",
        "Schuyler: Okay, all right, um, I don't want to assume anything about last night, and if it means me coming between you and your son, then -- maybe we should think.",
        "[SCENE_BREAK]",
        "Viki: I'm so sorry. I should have been there.",
        "Charlie: No, you were.",
        "Viki: No, I wasn't. I wasn't paying close enough attention.",
        "Charlie: Look, it's not your job to hold me up.",
        "Viki: Yes, it is, Charlie. I'm you wife. Why didn't you come to me?",
        "Charlie: I didn't want to be stopped.",
        "Viki: You left a bottle outside. You didn't want me to know?",
        "Charlie: Did you?",
        "Viki: I wondered. I just thought that if you were in trouble, you would tell me. I hoped that you would.",
        "Charlie: Okay, look, you have not failed, Viki; I did.",
        "Viki: Charlie, honey, you slipped because you lost your son. That's not failure.",
        "Charlie: Yeah, but I lied to you!",
        "Viki: But that's part of it.",
        "Charlie: Okay, and I made Jessica promise not to say anything about it either. Hmm?",
        "Viki: Jessie knew?",
        "Charlie: Yeah, I got sloppy one night. She caught me, and I told her that it was just a one-time thing.",
        "Viki: And how many times has it been?",
        "Charlie: Just about every day since, and that is not what you signed up for.",
        "Viki: No, Charlie. It's you, and that's what I signed up for.",
        "Charlie: No, I am not the guy you thought I was, and I will not pull you down with me.",
        "Viki: Oh, nobody's going down, Charlie. I will follow you into hell if I have to, but we're going to fight this together.",
        "Charlie: No!",
        "Viki: No?",
        "Charlie: No fight.",
        "Viki: Sweetheart, you told me. That's the first step.",
        "Charlie: I told you because Brody was gonna tell you if I didn't! Uh -- oh --",
        "Viki: I see. So if you could have kept on drinking and lying, that's what you wanted?",
        "Charlie: Want? What I want has nothing to do with it. This is who I am, Viki. I can't stop!",
        "Viki: God, you must be so weary.",
        "Charlie: Oh --",
        "Viki: I don't blame you.",
        "Charlie: Well, maybe you need to start.",
        "Viki: No. Charlie, I know right now you must feel that you can never beat the bottle, but I know better because you've done it before, and this is no different.",
        "Charlie: Yes, it is!",
        "Viki: No. I know this is the worst pain that you will probably ever have to fight in your life, but the answers are the same, Charlie, and you've done it before.",
        "Charlie: I did that for Jared. Please, don't try to save me.",
        "Viki: You're not going to get rid of me!",
        "Charlie: I am not the man that you married!",
        "Viki: Charlie, do you think I'm an idiot? I know exactly who I married. I'm looking at him.",
        "Charlie: Look, I got to leave.",
        "Viki: Leave? Listen to me, you have been through a horrible time and Mitch Laurence worked on you, but he does that to everyone!",
        "Charlie: Well, he didn't make me a drunk! Okay? That is me! I'm gonna get my stuff and get out --",
        "Viki: No, you're not! You're not going anywhere without me. And I don't care how bad it gets. I am not leaving you. And you sure as hell are not leaving me.",
        "[SCENE_BREAK]",
        "Gigi: And so now you want to think?",
        "Schuyler: No. I just --",
        "Gigi: You are not walking out on me.",
        "Schuyler: No. No. I don't want to.",
        "Gigi: Shane is a good kid. And once he sees that he's not losing me or Rex, he'll adjust once he sees how happy I am.",
        "[Pounding on door]",
        "Rex: Gigi! It's me. Open up.",
        "[SCENE_BREAK]",
        "Roxy: You really want to be my friend?",
        "Kyle: Roxy, I am your friend. Just let me act like one.",
        "Roxy: Because if you really want that, you want to be my friend?",
        "Kyle: Yeah.",
        "Roxy: You will never mention the clinic and you will never mention Rex's father ever again.",
        "[SCENE_BREAK]",
        "Mitch: Hello, darling, are you gonna be leaving with me or are you joining me downstairs?",
        "Bo: Get him out of here.",
        "Mitch: Ha ha!",
        "Dorian: Bo, what are you doing here?",
        "Natalie: His job. What are you doing here?",
        "Dorian: Ah. You were informed of your termination last night.",
        "Nora: It's not gonna stick, Dorian.",
        "Bo: I was advised to show up for work and keep doing my job.",
        "Dorian: And who gave you that advice, your live-in lawyer? Like her advice has never gotten you into trouble before, has it?",
        "Nora: Okay, I got to go to court now.",
        "Dorian: Enjoy that. For now.",
        "Bo: Mayor Lord -- do you have a reason for being here?",
        "Dorian: I suggest that you leave, Bo, and do it quietly.",
        "Bo: Forget it. You can't fire me on personal grounds.",
        "Dorian: No? How about on charges of obstruction of justice, filing false charges, corruption?",
        "Bo: [Indistinct]",
        "Dorian: Mm-hmm.",
        "Bo: What is that?",
        "Dorian: Evidence of a cover up. It started with John McBain, and it goes all the way to the top, to you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=aWtRXMp7n-Q"
}