{
    "Episode Summary": [
        "Episode # 10622 ~ Shiver Deep, Mountain High"
    ],
    "Recap": [
        "While stuck in the snow, Rex runs into Schuyler and demands to know why Schuyler is so concerned about Stacy and Rex's baby and why she would name him as the guardian of their child. After evading the question, Schuyler finally confesses it's because it's not Rex's child. It's his. Gigi manages to put two and two together and concludes that Stacy is lying about her water breaking when she's having false labor and that could only mean that she's lying and the baby is not Rex's. Brody first goes to find Jessica and rescue her from Mitch. Then Oliver is not far behind him. He also enters, pulls a gun on Mitch and demands to know what Mitch did to Stacy. Everybody wonders why Oliver is so concerned about Stacy. Natalie believes that John is Jared and is reliving being with him. Hearing her confessions of love for him. John remembers his romantic relationship with Natalie. Back in Llanview, all the friends, family members and interested parties of the people lost in the blizzard await news about them."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Gigi: Schuyler! Schuyler!",
        "[SCENE_BREAK]",
        "Rex: Stacy!",
        "Rex: [Indistinct] Everything's going to be alright.",
        "[SCENE_BREAK]",
        "Oliver: Schuyler! Rex! Anybody! Can anybody hear me? [Sighs] I think I'm in trouble, Kyle.",
        "[SCENE_BREAK]",
        "Kyle: You're still here.",
        "Roxanne: Yeah. I've been doing a lot of thinking.",
        "Kyle: About what?",
        "Roxanne: Dirty diapers. You know, you never think you're going to miss stuff like that. You know, one minute, you have these babies, and you have to do everything for them, and they need you for everything. And the next minute, you turn around, they don't need you at all. You know? And I was thinking about the crying and the waking up in the middle of the night and all those disgusting diapers. There's a whole lot of good things that go along with that.",
        "Kyle: I'm really sorry, Rox.",
        "Roxanne: I mean, I was psyched about being that baby's grandma, and that skank Stacy, she had to lie to Rex about him being the father?",
        "Kyle: Well, if it makes you feel any better, she's not exactly an amateur.",
        "Roxanne: Well, it doesn't. I think Rex is lucky. He's not going to have to deal with that slut anymore. What's that expression--good riddance to bad relish?",
        "[Kyle chuckles]",
        "Kyle: Yeah, something like that.",
        "Roxanne: I feel sorry for the real father, 'cause he's in for a real crude awakening.",
        "[SCENE_BREAK]",
        "Oliver: Oh, come on. You were just working! Rex! Rex!",
        "[SCENE_BREAK]",
        "Rex: Schuyler?",
        "[SCENE_BREAK]",
        "Gigi: Stacy? Stacy! Oh, my God! Oh, my God! Are you okay? What are you doing here? Oh!",
        "Stacy: Mitch...",
        "[SCENE_BREAK]",
        "Brody: Get the hell away from her, Laurence!",
        "Mitch: I'd back off if I were you, Lieutenant, unless you want more innocent blood on your hands.",
        "[SCENE_BREAK]",
        "Todd: How hard can it be to find my niece on a [Indistinct] I don't care. I don't care. Oh, you know what? You're fired.",
        "Starr: How many is that?",
        "Todd: I don't know. I lost count.",
        "Starr: You know, you really don't have to walk us all the way to the door.",
        "Todd: What do you mean? It's snowing out.",
        "Starr: In the hallway?",
        "Todd: No, I just--I'm a dad. I just feel like I have to make sure you get home okay.",
        "Starr: And that's all?",
        "Todd: What else would it be?",
        "Starr: Maybe you were hoping you'd see Dani.",
        "Todd: Well, like I said, I am a dad.",
        "[SCENE_BREAK]",
        "Clint: I don't care about the weather. Get a chopper in the air. Oh, come on. You're the National Guard, for God's sake.",
        "Viki: Is Cole all right?",
        "Marty: Yes. Todd's taking him and Starr home.",
        "Clint: Because one of my daughters has been abducted, and the other one got into an accident trying to look for her. On Llantano Mountain. I already told you that. Please, they're in grave danger.",
        "Marty: He has to make it sound worse than it is.",
        "Viki: Unfortunately, he's not exaggerating.",
        "Marty: I know, but like Clint said, as much as--twisted as Mitch is, he loves Jessica. He's not going to hurt her.",
        "Viki: What about Natalie?",
        "Marty: Well, Natalie, she'll be fine.",
        "Viki: Why are you so sure?",
        "Marty: Because she's with John, and John would never let anything happen to her.",
        "[SCENE_BREAK]",
        "John: Natalie.",
        "Natalie: What's wrong?",
        "Jared: I can't. I can't.",
        "Natalie: Yes, you can. I know. I know you miss me as much as I miss you.",
        "[SCENE_BREAK]",
        "Oliver: Rex! Rex!",
        "Rex: Schuyler, are you okay?",
        "Schuyler: Rex?",
        "Rex: Fish and I found your car down the mountain. What happened?",
        "Schuyler: I have to get out--I have to get out here.",
        "Rex: No, no, no. Wait. Come on. Come on. No. Stop. You're hurt!",
        "Schuyler: I have to keep going! I have to get to Gigi!",
        "[SCENE_BREAK]",
        "[Stacy groans]",
        "Stacy: Oh, it was Mitch, him and that crazy nurse.",
        "Gigi: How did you get here? Why are you not in a hospital?",
        "Stacy: They took me.",
        "Gigi: Who did?",
        "Stacy: The mayor.",
        "Gigi: The mayor? You mean Dorian Lord?",
        "Stacy: They wanted my baby. I wouldn't let them have it.",
        "Gigi: Okay. We just need to get you out of here. Can you walk?",
        "Stacy: Ooh.",
        "[Gigi grunting]",
        "Stacy: I can't do it.",
        "Gigi: All right. We can do this. Schuyler, where are you when I need you?",
        "[Groans]",
        "[SCENE_BREAK]",
        "Rex: Stop!",
        "Schuyler: Gigi needs to know!",
        "Rex: Know-know what? Is she okay?",
        "Schuyler: She--she's at Viki Banks' cabin.",
        "Rex: Then she's fine!",
        "Schuyler: No, no. She needs-- I have to tell her--",
        "Rex: Schuyler. Schuyler. I need to find Stacy, okay? She's in serious danger.",
        "[SCENE_BREAK]",
        "[Stacy grunts]",
        "Gigi: Come on. We have to get you to a hospital. The road is this way. We should be able to flag down a snow plow or something.",
        "Stacy: I'm tired.",
        "Gigi: No, no, no. Come on. Come on. Maybe we can even find Schuyler.",
        "Stacy: I don't care about... Schuy?",
        "Gigi: Yes. He was driving up here to meet me. He said he had something important to tell me about the baby.",
        "Stacy: Did he say? Did he make it?",
        "Gigi: He got in a car accident. Come on.",
        "[SCENE_BREAK]",
        "Schuyler: Wait. What's wrong with Stacy? And how come you're here? Why aren't you in the hospital?",
        "Rex: Because Mitch kidnapped Stacy and brought her up here somewhere.",
        "Schuyler: What? How could you let that happen, Rex?",
        "[SCENE_BREAK]",
        "Stacy: Don't worry about Schuy.",
        "Gigi: Why not? Did you see him?",
        "Stacy: I saw a car. I don't know if it was him.",
        "Gigi: Where? Where? What's this about a pursuit car?",
        "[Stacy grunts]",
        "[Rumbling]",
        "Stacy: Wait. What was that? Did you hear that?",
        "[SCENE_BREAK]",
        "Schuyler: You were supposed to protect Stacy and the baby.",
        "Rex: Yeah, well, I'm trying to protect her now, okay? Mitch has got her up here somewhere.",
        "Schuyler: Well, fine! I'll help you look for her.",
        "Rex: Yeah, thanks. I can manage.",
        "Schuyler: Rex, you have two choices, okay? You can get caught up here in a blizzard while Mitch does God knows what to Stacy and the baby, or you can let me help you look for her.",
        "Rex: What about Gigi? I thought you had to get her to tell her something.",
        "Schuyler: That's going to have to wait.",
        "[Rumbling]",
        "Rex: What's that sound?",
        "Oliver: Oh, damn.",
        "Rex: Avalanche!",
        "[SCENE_BREAK]",
        "Brody: What did you do to her?",
        "Mitch: Nothing compared to what I will do if you don't drop that gun. A full dose of this will kill her",
        "Brody: I thought you loved your daughter.",
        "Mitch: I do. Infinitely.",
        "Brody: And you'd risk killing her.",
        "Mitch: Well, the afterlife is eternal and certainly preferable to even the shortest existence with a simian like you.",
        "Brody: You won't do it. Not to your own blood.",
        "Mitch: You have no idea what I will or will not do.",
        "Brody: you're right. I don't.",
        "[SCENE_BREAK]",
        "Cole: I'll go make sure Dani's all right.",
        "Starr: Thanks. I'm sorry about that, Dad.",
        "Todd: That's okay.",
        "Starr: Look, do you want a drink or something?",
        "Todd: Oh, no. I should get going back home to Téa, that is, if she's still there.",
        "Starr: Why wouldn't she be?",
        "Todd: 'Cause I have no idea where we stand.",
        "[SCENE_BREAK]",
        "Clint: If you don't get that search party off their asses and up that mountain, heads are going to roll.",
        "Kim: Breathe. Breathe, okay? You can't help Jessica if you're giving yourself a heart attack.",
        "Clint: Well, it's not just Jessica I'm worried about. Natalie, too.",
        "[SCENE_BREAK]",
        "[Rumbling]",
        "Natalie: What's wrong?",
        "John: Did you hear that?",
        "Natalie: I don't hear anything.",
        "John: Thought I heard a truck. It's gone now.",
        "[Rumbling]",
        "[SCENE_BREAK]",
        "Roxanne: I wish I knew who the sap was who knocked Stacy up. I'd tell him to head for the hills.",
        "Kyle: Maybe I shouldn't have told you all of this.",
        "Roxanne: You scared that I'm going to give you up?",
        "Kyle: No--",
        "Roxanne: Well, that was a-- what do you call that? A hypothetical. I would never go try to find the guy.",
        "Kyle: No, it's not that. I know you have to tell Rex about Stacy, and...and that if anybody ever figured out how you found out, that I'd get kicked out of medical school again. But... I know you'd never let that happen.",
        "Roxanne: You do? How?",
        "Kyle: 'Cause I trust you. You're my best bud.",
        "Roxanne: I never had one of those before.",
        "Kyle: Well, maybe it's about time.",
        "[Roxanne sighs]",
        "Kyle: I'm just worried that I made a mistake, 'cause I hate seeing you suffer like this.",
        "Roxanne: Hey, listen, I'm going to suffer either way. But it's not as bad as Rex going after Stacy thinking that that's his kid. If she wasn't already kidnapped, I'd wring her neck.",
        "Kyle: You'd probably have to stand in line for that.",
        "Roxanne: Well, you know me. I hate waiting. So maybe I have to find somebody else to take it out on. I'll see you.",
        "Kyle: Rox.",
        "[SCENE_BREAK]",
        "Clint: John, Brody, and Natalie have been gone for several hours now, and we haven't heard from them.",
        "Kim: They're probably just busy looking, and when they find Jessica, they'll find Stacy, too, right?",
        "Clint: Officer Fish called, and they found their car in the ravine, exploded, with no sign of anybody.",
        "Kim: But that's--that's good news. If they didn't see anyone, that means they got out.",
        "Clint: Well, we're hoping that, yeah.",
        "Kim: Trust me. They're fine.",
        "Clint: Listen, I'm going to go call the governor, see if he can be of some help. All right?",
        "Kim: Okay.",
        "Clint: Are you coming?",
        "Kim: Sure. I just have to make a quick call. Okay. They have to be okay. If they're not, who's going to save Stacy?",
        "[SCENE_BREAK]",
        "Gigi: I hope nobody got caught in that.",
        "Schuyler: Whoa! Holy--",
        "Rex: Yeah! If we had gone any further along this trail--",
        "Schuyler: I know!",
        "Gigi: Stacy, come on.",
        "Stacy: No, go on. I'm just going to stay here.",
        "Gigi: We have to get you inside.",
        "Stacy: I know. It's just real far. I'm too tired.",
        "Rex: Let's go. We got to move.",
        "Schuyler: Whoa. The cabin's this way.",
        "[SCENE_BREAK]",
        "Rex: Then go to the cabin, okay? I'll go up the mountain to find Stacy.",
        "Schuyler: Rex, maybe you didn't notice the avalanche. Whatever trail there was is gone now. There's no way.",
        "Rex: Stacy's up [indistinct]!",
        "Schuyler: Yeah, I want to get to her, too, but we can't go up this way!",
        "Rex: What else are we supposed to do?",
        "Schuyler: We have to go back to the road.",
        "Rex: You want to go back down now?",
        "Schuyler: Yeah. Well, maybe there's someone there who can help us. But if we stay up here like this, we're going to die.",
        "[SCENE_BREAK]",
        "Stacy: I can't go. I'm tired. [Sighs]",
        "Gigi: Schuyler, I know you're down there somewhere, but I can't help you now.",
        "[SCENE_BREAK]",
        "Schuyler: The path up to the mountain is blocked. We're not going to do Stacy any good if we freeze to death.",
        "Rex: I wonder what Stacy's doing night now, okay? I wonder if she's out in this, too.",
        "Schuyler: We have to hope she's not.",
        "[SCENE_BREAK]",
        "[Natalie sighs]",
        "Natalie: You always know what's best for me. I keep--I keep seeing you in my dreams. And now, you're finally here. I don't want to let you go. But we need a plan.",
        "[Panting]",
        "John: To do what?",
        "Natalie: We got to--we got to save Jessica from Mitch. She needs our help.",
        "[SCENE_BREAK]",
        "Mitch: You shot me! You shot the messenger! Do you have any idea what you have done?",
        "[Groans]",
        "Brody: You keep talking, and the next one's going in your mouth.",
        "Mitch: You'll pay for this.",
        "Brody: Jessica! Jessica! You hear me, baby? I'm taking you home!",
        "Mitch: She's not going anywhere with you. She's my daughter!",
        "Brody: I don't know what sick game you got going on here, but if Jessie has so much as a paper cut, I swear--",
        "[Gagging and grunting]",
        "[SCENE_BREAK]",
        "Clint: The governor is useless. Says it's too early to declare a state of emergency.",
        "Viki: Well, what does that mean for Natalie and John?",
        "Clint: It means they're not getting any help from the National Guard.",
        "Marty: Well, if Mitch is controlling Lowell and the poli...",
        "Viki: Yeah, because they're only saying they're looking for Jessica...",
        "Clint: While our daughters, along with John, Brody, and Stacy, they're now on their own.",
        "[SCENE_BREAK]",
        "Kim: Stacy, do you have any idea what you're doing to me? You're actually giving me gray hairs. you'll be okay. I mean, you have to be. Next to me, you're the most resourceful person I know, so...I know you'll get away from Mitch. I mean, you'll get this message and--ahem. Girl, it's hit the fan. I tried to get Schuy not to tell Gigi the truth, but he got away from me. But good news is, I haven't heard anything, so who knows? Maybe he changed his, mind, and no one will ever know that Rex isn't--",
        "Roxanne: Isn't what, Stacy's baby-daddy?",
        "[SCENE_BREAK]",
        "Rex: Hello? Anybody here?",
        "Schuyler: Any--any luck getting a call out?",
        "Rex: No dice.",
        "Schuyler: Oh.",
        "Rex: Fish! John! Brody! Damn it.",
        "Schuyler: Rex, there's no other way up that mountain.",
        "Rex: So what the hell do we do now?",
        "[SCENE_BREAK]",
        "Gigi: Charlie? Dorian?",
        "Stacy: Why are you looking for them?",
        "Gigi: They were just here. Where would they go in the storm?",
        "Stacy: Oh, my God. They're not here. You can't trust those two.",
        "Gigi: Why not?",
        "Stacy: 'Cause they're the ones who got me in this mess!",
        "Gigi: What are you talking about? They were up here looking for Jessica.",
        "Stacy: Oh, there's no use in that. That Jessica's a lost cause.",
        "[SCENE_BREAK]",
        "[Mitch shouting indistinctly]",
        "[Brody grunts]",
        "Mitch: \"If I whet my glittering sword, and my hand take hold on judgment, I will render vengeance to mine enemies and reward them that hate me.\"",
        "[SCENE_BREAK]",
        "[Schuyler grunts]",
        "Schuyler: Okay. Okay. Okay. Plan \"B.\" Either we're going to stay in here and wait for the weather to pass or--",
        "Rex: No. I need to find another way up this mountain.",
        "Schuyler: Okay, Rex, even if they don't find a way up the mountain, what are you going to do? Do you even know where Mitch took Stacy?",
        "Rex: Brody said something about an observatory. It's not on the map.",
        "Schuyler: Okay. Oh, come on. So your plan is to just wander around in a blizzard bed on a guess?",
        "Rex: No, but all of my other options suck.",
        "Schuyler: Yeah, no kidding, but that's all we've got right now.",
        "[SCENE_BREAK]",
        "Stacy: All hell's going to break loose when Jessica's family finds out that Mitch turned her into a zombie.",
        "Gigi: Wait. You actually were with Mitch?",
        "Stacy: Yeah. His crazy nurse kidnapped me right after that crazy man tried to.",
        "Gigi: What did Dorian want with you?",
        "Stacy: I don't know. Mitch said he thought she was using me as bait to get to him. The guy's paranoid, but he has his reasons. [Shivers]",
        "Gigi: And what did you mean about Jessica being a zombie?",
        "Stacy: Let's just say Rex is lucky Mitch didn't kidnap him.",
        "[SCENE_BREAK]",
        "Rex: I don't care. I'm go--",
        "Schuyler: What are you looking at?",
        "Rex: You're still bleeding.",
        "Schuyler: Yeah. Yeah. I can-- I can tell. If you're going to go, just go, please.",
        "Rex: Yeah. As much as I'd like to, I'm not going to leave you there to bleed out.",
        "Schuyler: Oh, don't worry about me. I'm a, you know, doctor.",
        "Rex: Med student.",
        "Schuyler: I'm fine, okay? I can take care of myself. I've got m s bandages in my bag.",
        "Rex: Stacy's will. Why does Schuyler have it?",
        "Rex: So, Schuyler, you mind telling me why you're so interested in Stacy?",
        "Schuyler: She's a human being. That's not reason enough?",
        "Rex: Sure. Yeah, okay. Or maybe have something to do with Stacy's will? Mind telling me why Stacy made you our baby's legal guardian?",
        "[SCENE_BREAK]",
        "Gigi: I can't believe Dorian would sink that low. Who am I kidding? Of course she would.",
        "Stacy: That woman's cutthroat. She pulled me out of the hospital when I was in the middle of labor.",
        "Gigi: No, she didn't.",
        "Stacy: Yeah, she did. That's how all of this happened.",
        "Gigi: Except that she didn't 'cause you were never in labor.",
        "[SCENE_BREAK]",
        "[Brody gasping]",
        "Nurse Charles: Die already!",
        "Brody: Jess! Jess!",
        "[Brody chokes]",
        "Nurse Charles: Die.",
        "[Gunshot]",
        "[Brody gasping]",
        "[SCENE_BREAK]",
        "Starr: You're having problems with Téa?",
        "Todd: Are you surprised by that?",
        "Starr: I don't know. Since Téa and Dani moved back to Llanview...",
        "Todd: What?",
        "Starr: I just thought that you guys were back together.",
        "Todd: See, you made an assumption. What did I tell you about making assumptions?",
        "Starr: Nothing.",
        "Todd: Oh, well. I should have told you not to make assumptions.",
        "Starr: So you and Téa aren't together?",
        "Todd: Well, she's still there. She's still living with me. Why, last night, we had just the best sex.",
        "Starr: Yeah. Oh, I did not need to know that detail.",
        "Todd: It doesn't matter anyway.",
        "Starr: Why not?",
        "Todd: 'Cause Téa didn't see how it could work with us with Dani hating me. And don't tell me she can't hate me forever, 'cause she can. Believe me.",
        "Starr: Okay. I won't say it.",
        "Todd: Well, thank you.",
        "Starr: Can I say something else?",
        "Todd: Maybe.",
        "Starr: Dad, don't give up on Dani or on Téa.",
        "[SCENE_BREAK]",
        "[Brody coughs]",
        "Oliver: She's dead. Oh, man, am I glad to see you.",
        "Brody: It goes double for me.",
        "Oliver: Oh, what happened here?",
        "Brody: Mitch went after Jess, and I stopped him. Jess. Jess, can you hear me? Are you okay?",
        "Oliver: Mitch Laurence, yore under arrest.",
        "Mitch: For what?",
        "Oliver: Well, why don't we start with kidnapping and go from there?",
        "Mitch: I'll have your badge, boy.",
        "Brody: We got to get out of here.",
        "Oliver: Brody, we're snowed in.",
        "Brody: We'll call John. He'll bring help.",
        "Oliver: John and Natalie aren't here?",
        "Brody: Well, no. Natalie was hurt. I had to leave them down the mountain. Why?",
        "Mitch: Yes. Why?",
        "Oliver: I found the car. There had been an explosion. I couldn't find any trace of John or Natalie.",
        "[SCENE_BREAK]",
        "John: There's nothing we can do for Jessica. And you're hurt. We need to keep you warm till help gets here. Natalie? Hey. Come on. You can't go to sleep.",
        "Natalie: I'm so tired.",
        "John: You have to stay awake.",
        "Natalie: Why?",
        "John: You need to tell me a story.",
        "Natalie: About what?",
        "Jared: The first time we met.",
        "Natalie: Heh. You were so cocky. You just pushed your way right into my life, and it drove me crazy.",
        "Natalie: I usually make this shot.",
        "John: You have to always make the shot.",
        "Natalie: Okay. Then show me what I'm doing wrong.",
        "John: Line it up. Okay. Now, don't go getting all tense if I touch you, all right? [Indistinct] This time.",
        "Natalie: I'm okay.",
        "John: Good. All right. Now, get your eyes on a line with what you want to shoot. Stop hunching your back. That's amateur stuff. Are your eyes on a line?",
        "Natalie: Yeah.",
        "John: Okay. I want your eyes to feel connected with your body. II want you to feel it from you hands all the way up your arms through your hips and straight down into your legs. Can you feel that?",
        "Natalie: I knew you were bad news, but I couldn't help it. Part of me fell in love with you right then.",
        "John: I remember.",
        "[SCENE_BREAK]",
        "Kim: I don't know what kind of medication you're taking, but you might want to check the expiration date.",
        "Roxanne: You better save it, girlie. I already know that you're helping Stacy pass off that bambino as Rex's, and it's not.",
        "Kim: Where'd you get that?",
        "Roxanne: Doesn't matter. The important thing is, you know that I know.",
        "Kim: Well, you're wrong, so you better not go around town spreading these lies.",
        "Roxanne: What are you going to do, sue me for defecation of character? You know the truth, and I know the truth, and as soon as Rex finds out, it's finito for you and Stacy.",
        "[SCENE_BREAK]",
        "Mitch: John and Natalie, both dead. I feel like [Indistinct]",
        "[Grunts]",
        "Brody: They were alive when I left them. Are you sure?",
        "Oliver: I'm just telling you what I found.",
        "Brody: Okay. All right. We have to find another way down this mountain. I don't know what Mitch did to Jessica, but she needs to get to a hospital, and we got to help Natalie and John.",
        "Oliver: All right. Well, I'll try Rex again, but I haven't been able to get a signal all night.",
        "Brody: Where is he?",
        "Oliver: I don't know. We came up here together, but then, I went to look for you and John, and he went looking for Stacy. Oh, God. Please tell me you found her.",
        "Brody: I haven't seen any sign of her.",
        "Oliver: All right. Stacy Morasco. Where is she?",
        "Mitch: Don't ask me. Ask God. She's in his hands now.",
        "[SCENE_BREAK]",
        "Stacy: Of course I was in labor. Who told you I wasn't?",
        "Gigi: Schuyler. Be careful, it's hot.",
        "Stacy: Oh, what, now you're listening to that junkie?",
        "Gigi: First of all, Schuyler doesn't use anymore. Second of all, he told me what you had is false labor.",
        "Stacy: That's what I said, false labor.",
        "Gigi: No. You just said labor.",
        "Stacy: It's the same difference!",
        "Gigi: Okay. Talk to me when you're 5 centimeters and counting.",
        "Stacy: Ha. I don't know what the big deal is. It's a simple mistake.",
        "Gigi: Okay. If it was a simple mistake, then why do you look like you just got caught? Schuyler said he had something important to tell me about the baby.",
        "Stacy: Well, I don't know what that could be.",
        "Gigi: Important enough that he would drive through this blizzard to tell me in person? So, what is it, Stacy? What did he want to tell me? What are you hiding?",
        "[SCENE_BREAK]",
        "Schuyler: Give that to me.",
        "Rex: It's not yours.",
        "Schuyler: It's not yours, either.",
        "Rex: Why do you even have this? Did you steal it from Stacy?",
        "Schuyler: Why would I steal Stacy's will, Rex?",
        "Rex: I don't know. Makes as much sense as anything else.",
        "Schuyler: Okay. Okay, really? Is this really what you're going to focus on right now? 'Cause Stacy and Gigi are both up on that mountain, and you're worried about a stupid piece of paper?",
        "Rex: Do not change the subject. Now, why did Stacy make you our baby's guardian?",
        "[Schuyler panting]",
        "Schuyler: We go way back. We were together for a long time--",
        "Rex: Oh, and she just thought who better to raise a kid than my ex-junkie ex- boyfriend? Try again. I don't know what your deal is, but I can tell you this. There is no way you would ever end up taking care of my kid.",
        "Schuyler: Like hell I won't.",
        "[SCENE_BREAK]",
        "Oliver: What the hell did you do to Stacy?",
        "Mitch: Nothing. I simply left her to her own devices.",
        "Oliver: Where is she?",
        "Mitch: Begging the mercy of the mountain, I imagine.",
        "Oliver: You threw her out?",
        "Mitch: Well, I couldn't have that whore and her bastard child corrupting my daughter. She was in here spewing a bunch of nonsense, lying about the father of her baby, causing me much consternation for a child that's not even of my own blood.",
        "Oliver: I swear to you, if Stacy doesn't turn up safe and sound--",
        "Mitch: Pray tell, Officer, what does the life of a degenerate s slattern like Stacy Morasco matter to you? Is it that you're birds of a feather? Or do you share some deeper bond?",
        "[SCENE_BREAK]",
        "Stacy: This is so typical of you. Here I am, 9 months pregnant, out in the cold for hours. I was kidnapped today, not once, but twice. And yet, you still have to make me out to be the bad guy.",
        "Gigi: You are a bad person! You threatened to let my son die if I didn't break up with Rex!",
        "Stacy: That was forever ago! It's not like it even worked!",
        "Gigi: Oh, what, because Shane lived, I'm supposed to pretend it never happened?",
        "Stacy: Isn't that what mature people are supposed to do?",
        "Gigi: You try standing by watching your child fight for his life knowing that his life is in the hands of someone as selfish as you!",
        "Stacy: I know what it's like to be afraid for my kid. Who knows what Mitch and that crazy nurse were going to do to it. I had to fight like hell to keep them from taking it. I even had to tell them that...I",
        "Gigi: Tell them what?",
        "[SCENE_BREAK]",
        "Schuyler: You know something? I'm not going to listen to this.",
        "Rex: Why are you so obsessed with everything in my life?",
        "Schuyler: Huh? I'm obsessed with you? Oh! You are so off the mark.",
        "Rex: You always try to take what's mine. First, you go after Gigi--",
        "Schuyler: You lost Gigi!",
        "Rex: Then, you try to get Shane on your side, and now, you want my unborn kid, too? What the hell is the matter with you? Why don't you just go get your own damn family?",
        "Schuyler: I am building my own damn family, okay? Trust me. Trust me. I don't need yours.",
        "Rex: Oh, really? Then explain this, huh? Explain why you're so desperate to find Stacy. Tell me why you went nuts both times when you thought that Mitch went after her. Tell me why you're so interested in my kid.",
        "Schuyler: I can't! Not until I tell Gigi first. Ugh.",
        "[SCENE_BREAK]",
        "Starr: I'll see you later, Dad.",
        "Todd: Okay. Say good night to your young man for me.",
        "Starr: Oh. Love you.",
        "Todd: Uh-huh.",
        "[Starr sighs]",
        "[Footsteps]",
        "Starr: Hey. Cole: Hey.",
        "Starr: Danielle okay?",
        "Cole: Yeah. She's in with Hope. Um, we might have found the world's best babysitter.",
        "Starr: Then why do you seem so worried?",
        "Cole: Well, I just talked to my mom. There's still no word on John.",
        "[SCENE_BREAK]",
        "John: What else do you remember?",
        "Natalie: All of it. The first time we kissed... the first time we made love... I don't want this night to end.",
        "[Indistinct]",
        "Natalie: There were some bad times, too. You son of a bitch. You killed him! You killed my husband, the only man I ever loved! Hey, you know what? Do not touch me. Just leave me alone. How could you could get involved with me, knowing that my husband was still alive?",
        "John: I didn't plan it.",
        "Natalie: I hate you. And I always will. But the good had them beat by a long shot. Are you setting me up, McBain?",
        "John: It's a good table. You didn't think I was going to give up that easy, did you?",
        "[Indistinct]",
        "John: We'll see what happens.",
        "Natalie: Those are some of the most special moments of my life.",
        "John: Mine, too.",
        "[SCENE_BREAK]",
        "Viki: Any word?",
        "Clint: No. I'm through sitting around here doing nothing.",
        "Viki: Oh, no. Don't do--don't say that.",
        "Marty: What do you have in mind?",
        "Viki: You're not going on the mountain by yourself.",
        "Clint: I'm not, but if the police aren't going to find my daughters, I'll find somebody who will.",
        "[SCENE_BREAK]",
        "Kim: You play ball, or Kyle chooses between med school in Trinidad or Togo. Oh, and I could totally take you. I have been known to cut a bitch.",
        "[SCENE_BREAK]",
        "Roxanne: Hey, Rexy. It's Mom.",
        "[SCENE_BREAK]",
        "Kyle: Hey, Oliver. It's me.",
        "[SCENE_BREAK]",
        "Roxanne: I need to tell you something.",
        "[SCENE_BREAK]",
        "Kyle: I have to tell you something.",
        "[SCENE_BREAK]",
        "Roxanne: I'm really worried about you.",
        "[SCENE_BREAK]",
        "Kyle: I told Roxy that Stacy's not having her grandchild.",
        "[SCENE_BREAK]",
        "Roxanne: I know you hate it when I get mushy. But I had to do it.",
        "[SCENE_BREAK]",
        "Kyle: I had to do it. I didn't tell her about you or Schuyler, just about the baby. I just couldn't stand to see her so upset, thinking something terrible happened to her grandchild. So...I guess the ones that are still unhappy are just you and me and Schuyler. Come back soon, okay?",
        "[SCENE_BREAK]",
        "Oliver: Brody, I have to find Stacy.",
        "Brody: Are you crazy? You can't go back out in this.",
        "Oliver: I have to, Brody. She's all by herself.",
        "Brody: I can't leave Jessica.",
        "Oliver: I know. I know. Good luck.",
        "Brody: Whoa, whoa. Wait, wait. Here, man. Take this",
        "Oliver: Thanks.",
        "Brody: Hey, Fish. Be careful.",
        "Oliver: You, too.",
        "Mitch: Aww. Isn't that sweet? I'll pray for you, Officer!",
        "Jessica: Father?",
        "Mitch: Yes, daughter.",
        "Brody: Jess!",
        "Mitch: I'm here.",
        "Brody: Jess. Oh, my God. Thank God you're okay.",
        "Mitch: The Lord is here.",
        "Jessica: Are you--",
        "Brody: It's me. It's Brody. That bastard drugged you. But we're going to-- you're going to be okay.",
        "Jessica: Brody. Do I know you?",
        "Mitch: Oh, oh, ho! Yes, Lord!",
        "[SCENE_BREAK]",
        "Stacy: I was fighting for my life, for my kid's life. I would have told Mitch anything to keep him from killing us.",
        "Gigi: I realize you've had a horrible day.",
        "Stacy: Oh, you have no idea.",
        "Gigi: But that doesn't give you a free pass to lie to my face.",
        "Stacy: What do you want from me?",
        "Gigi: The truth!",
        "[SCENE_BREAK]",
        "Rex: You have to talk to Gigi about this, huh? About my kid? What does Gigi have to do with this?",
        "[SCENE_BREAK]",
        "Stacy: Give me a break, Gigi. All I know is that my water broke, I went to the hospital, and they told me it was false labor.",
        "Gigi: Your water broke?",
        "Stacy: Yeah. That's what happens. Your water breaks.",
        "Gigi: And then, you go into labor. By now, you should be at 10 centimeters, on the floor, begging for drugs. But you aren't.",
        "Stacy: Well, that's just because labor's different for every woman.",
        "Gigi: Or maybe it's because your water doesn't break during false labor. Wow. You actually faked your water breaking. Ha! tell me, sis. What else are you faking?",
        "[SCENE_BREAK]",
        "Schuyler: Just back off, okay? You're going to have to let it go for now.",
        "Rex: Let it go?",
        "Schuyler: Yes.",
        "Rex: You and Gigi planning on taking my kid?",
        "Schuyler: No, just calm down--",
        "Rex: Damn it. I am sick of getting the runaround from you. Tell me what's going on.",
        "[SCENE_BREAK]",
        "Stacy: Gigi, just leave me alone.",
        "Gigi: I just saved your life, you miserable bitch. If it weren't for me you'd be a momsicle right now. So, what did you need at the hospital so bad that you'd risk Rex finding that you faked your labor?",
        "Stacy: What? Nothing!",
        "Gigi: Oh, Stacy! A doctor would have taken one look at you, and you'd be stuck explaining to Rex how you are the only woman in history whose water broke during false labor, and that his baby-- ha. Unless...unless you are lying about something a lot bigger, something big that Schuyler would risk driving through a blizzard to tell me. You aren't having Rex's baby, are you?",
        "[SCENE_BREAK]",
        "Rex: I saved your life. You bastard. So you owe me, okay? If it wasn't for me, you would be dead. Now, I am not going to wait another second. You tell me why you're so interested in my kid. Why would Stacy want you to raise my child?",
        "Schuyler: Because it's not your child! It's mine. It's mine."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=3gHHD64-CLQ"
}