{
    "Episode Summary": [],
    "Recap": [
        "Margaret and David are packing to get the hell out of Dodge! David goes to the door and he sees John in the hall. John pounces on him and Margaret hears the fighting wondering what the hell is going on. She decides that she has to get out of there, She hears her name mentioned and so she rushes to the window which is the only way out and she climbs out into the pouring rain. Natalie is sitting at a table waiting for John to arrive. She hears someone behind her. She sees the woman soaking wet coming to a table nearby. \"Oh my God!\" Natalie says quietly. \"Is that Margaret Cochrane?\" John holds a gun to David's face to get him to pony up to the crimes that he has committed. He feels that he has gotten the man who helped kill his father. David has no idea what he is talking about. BANG! John's gun goes off. He has shot Denton who was behind David, ready to kill him with a gun of his own. \"Why was he trying to do that?\" John asks. David goes into the room and finds Margaret gone. \"I have information that you want to know,\" David confides. \"Denton was coming her to shut me up!\" He tells how Margaret is alive and living in Bangkok. How Spencer is responsible for this and that Todd hasn't killed anyone.\" Kevin relives the day he found his wife and son injured but clearly in the process of cheating. He blames himself for Duke's death. Tess brings her baby to Kevin and that does make him feel better. \"Love her and cherish her everyday,\" Kevin tells Tess. Clint and Bo went to tell Asa that Duke had died, but once they got a look at him, they decided that they couldn't do it. They have to take care of the family now, as their father isn't a rock anymore. Kevin is ready. \"Let's go bury my son,\" he says walking out confidently. Todd is with Evangeline and they decide to go everything. The first confusing thing is that Margaret can swim but she told Todd that she couldn't. They figure that when she fell into the water, that was all an act. \"I got it!\" Evangeline says. \"Spencer did the opinion autopsy. Remember, you didn't want him to do it. What if he paid off the Medical Examiner to falsify the results? What if Margaret really didn't die the way that we were told she did?\" Evangeline plans next to get the body exhumed right away!\""
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Viki: There will be no statement made by Duke Buchanan's family at this time, and we sincerely hope that the press and the public will give us the time to mourn and to grieve the passing of our beloved son and grandson.",
        "Reporter: Is it true, the rumors that he was having an affair with his dad's fiancée?",
        "Nash: Want me to make sure they're gone?",
        "Viki: No, thank you. I've told security to escort them out.",
        "Tess: How did they even get past the gate?",
        "Viki: I asked them to come in. I thought it would be better to talk to them and get it over with than to be ambushed every time we step outside.",
        "Nash: There's so many of them. They're from all over the place, too.",
        "Tess: And their stupid helicopters keep on waking the baby.",
        "Viki: Well, unfortunately, when a Buchanan dies, it's big news.",
        "Tess: Well, when are they going to stop hounding us?",
        "Viki: They will stop when they think there is nothing more salacious to report.",
        "[SCENE_BREAK]",
        "Kevin: Well, then it's going to go on forever.",
        "Kelly: Blair?",
        "Blair: Hey, beautiful.",
        "Kelly: How long have you been here?",
        "Blair: Not long. I just wanted to stop by and sit with you for a while.",
        "Kelly: You have so many other things going on.",
        "Blair: I'm not here to talk about me, ok?",
        "Kelly: I'm so sorry. I'm so sorry. It must be so hard with Todd's execution coming up.",
        "Blair: Yeah, well, I just had to practically bail Starr out of jail.",
        "Kelly: Jail?",
        "Blair: Yeah, she got caught shoplifting. Jack's having nightmares, I'm a complete mess, and I -- that's what I didn't want to do. I don't want to talk about me. I -- I want to be here to help you, sweetie.",
        "Kelly: You can't. Nobody can.",
        "Blair: Come on. Talk to me.",
        "Kelly: There's nothing to say. Duke is dead.",
        "Blair: You didn't cause the tornado, Kelly.",
        "Kelly: It never would have happened if he hadn't been with me. I did this horrible, despicable thing. Sleeping with Duke was the worst mistake of my life and everyone here knows about it. What?",
        "Blair: Well, it's -- it's gone a little further than the hospital.",
        "[SCENE_BREAK]",
        "Clint: How do we do this, Bo? How do we tell pa that his great-grandson is dead?",
        "Bo: There's no easy way. We just do it.",
        "Clint: Yeah, but he's been so sick.",
        "Bo: But he'd want to know.",
        "Clint: Yeah, you're right. Thank you for being here. I couldn't do this on my own.",
        "Bo: You don't have to thank me, Clint. We're family, you know? In good times and in bad times.",
        "[SCENE_BREAK]",
        "Todd: The only thing we know for sure is that Spencer killed Margaret and set me up so he could get to Blair.",
        "Evangeline: Knowing is not enough. I need to come up with something, anything, to get the governor to grant a stay of execution so that I can have time to prove you're innocent. Damn it. Damn it -- if I could see, I could go out and find it myself.",
        "Todd: Yeah, I know, and I can't do much from in here.",
        "Evangeline: If we had someone in our corner -- we need someone to do the legwork for us.",
        "[SCENE_BREAK]",
        "Pravat: Ah. Let me help you with that.",
        "Natalie: Oh, thank you.",
        "Pravat: Is it still pouring down cats and dogs?",
        "Natalie: I guess so.",
        "Pravat: Yeah. Well, monsoon season, you know.",
        "Natalie: Yeah.",
        "Pravat: Can I get you anything?",
        "Natalie: No. Actually -- um -- have you seen this guy?",
        "[SCENE_BREAK]",
        "David: John -- John Mc Bain --",
        "John: You killed my father. Now it's your turn.",
        "[SCENE_BREAK]",
        "Natalie: Have you seen this man?",
        "Pravat: So many Americans here lately. All seem to be looking for someone. Showing pictures of each other.",
        "Natalie: Why?",
        "Pravat: I have no idea.",
        "Natalie: Can you tell me where to find this man?",
        "Pravat: Why should I tell you anything, hmm? Who are you?",
        "Natalie: I'm Natalie Buchanan. I'm from Llanview, Pennsylvania. I'm here with a friend who is looking for this man because he may have -- have been involved in a crime that happened many years ago. A cold case.",
        "Pravat: I cannot help you.",
        "Natalie: Are you sure?",
        "Pravat: I'm very sure. Sorry.",
        "Natalie: Damn.",
        "[SCENE_BREAK]",
        "Kevin: Don't look at me like that. I don't want your pity.",
        "[SCENE_BREAK]",
        "Nash: Ah, it's a family thing. I think I'm comfortable out here.",
        "Tess: It's not like he considers me family, either.",
        "Tess: You know, I -- I actually feel really bad for them.",
        "Nash: Duke was a good guy. I got to know him when I was living here.",
        "Tess: He was just -- he was really decent to me. You know, he understood why I was fighting so hard to be with you, and he got it. I don't know, I just -- he didn't deserve this.",
        "Nash: You going to be ok?",
        "Tess: Yeah. I don't -- I don't think I can do this, Nash.",
        "Nash: All right.",
        "[SCENE_BREAK]",
        "Kevin: You think I was going to hit the bottle?",
        "Viki: I'm glad you didn't.",
        "Kevin: Uh-huh. Wouldn't help, anyway.",
        "Kevin: The vultures still out there?",
        "Viki: Yes, they are.",
        "Kevin: Oh.",
        "Viki: But the reporters will go away eventually, I promise you.",
        "Kevin: Yeah. Doesn't matter.",
        "Viki: Yes, it does. I am not going to let them near this family until -- until Duke is --",
        "Kevin: I'm -- I'm sorry, mom. You and dad -- I know how much you loved him.",
        "Viki: Kevin, you loved him, too.",
        "Kevin: I didn't even know him. That box he kept in his room, in the closet -- the one Adriana gave me -- I didn't even know he kept those things.",
        "Viki: Well, obviously, they were very important to him. He kept his memories of you very close to his heart.",
        "Kevin: Huh. Not in the end.",
        "Viki: Kevin, all parents and children fight. Darling, please -- please don't torment yourself like this.",
        "Kevin: He apologized to me. When he died. Thinking I hated him. I didn't say I loved him. I mean, I knew how bad it was, and I didn't say that. And by the time I got over myself enough to do it, it was too late. He died because I let him down.",
        "[SCENE_BREAK]",
        "John: You know, I could snap your neck right now and no one would even care, you know that?",
        "David: Easy, easy.",
        "John: You know that? And then I'd finally be able to sleep at night for the first time since that Christmas Eve, when you left my father to die in that alley.",
        "David: I don't know what you're --",
        "John: What I'm talking about? You don't? Why do you keep denying it?",
        "David: I didn't do anything.",
        "John: \"Didn't do anything\" -- you don't know what you're talking about.",
        "David: Agh -- agh --",
        "Margaret: What's going on there?",
        "John: Look at it. Look at it! Is that you? Answer me! Is that you?",
        "David: It's me. The caption says it's me. What does that have to do with anything?",
        "John: Look at that. It's a sketch of my father's shooter. That's what he looked like. Now, tell me the truth before I kill you.",
        "[SCENE_BREAK]",
        "Clint: Sorry, Bo. I couldn't do it. I just couldn't tell Pa.",
        "Bo: I couldn't, either. He looked so weak laying there.",
        "Clint: Duke was his pride and joy. His great-grandson. The hope of the family's future. Now he's gone. I can hardly take it in myself.",
        "Bo: None of us can. You know, Pa's a rock, but --",
        "Clint: Not anymore. Bo, we're going to have to take the reins and get the family through this ourselves. But burying a grandson -- for me, it's just been almost too much.",
        "Bo: I know. But we can do it. We're strong. We're Buchanans, just like Pa, and just like Duke was. I think it's ok that we keep this from Pa. At least for now. All right? As hard as it is on us, it's liable to kill him, and I can't take that loss.",
        "Clint: I'm glad you're here, little brother.",
        "Bo: Yeah. You're the only brother I got. Hmm.",
        "[SCENE_BREAK]",
        "Kelly: So now the whole world is going to know about Duke and me. Oh, God.",
        "Blair: Well, I'm sure that the press will definitely want a statement.",
        "Kelly: I can't do that. I can't talk about this with anyone!",
        "Blair: I know, I know. And that's why I hired a security detail to put a stop to all of it.",
        "Kelly: You did?",
        "Blair: Well, of course I did. Look, the press has been all over me lately. I know what it's like.",
        "Kelly: Thank you.",
        "Blair: Ok. And I also told everybody at The Sun\" we're not going to print anything except Duke's obit. The rest is private.",
        "Kelly: Nothing's private anymore. Nothing's ever going to be the same again. Duke is dead. Oh, God.",
        "Blair: Well, I wish that I could tell you that it -- it's all going to be over soon, but we both know that that's not going to be the case. It's going to take a long, long time. I guess we need to listen to Dorian now and just -- just got to find a way to rally, Kelly.",
        "Kelly: How am I supposed to do that after what I've done?",
        "Blair: Listen to me, you didn't cause that tornado to touch down.",
        "Kelly: I loved Kevin, and I betrayed him. I betrayed him in the worst possible way.",
        "Blair: He broke your heart.",
        "Kelly: I slept with his son. I don't even know who I am anymore. What kind of person does that?",
        "Blair: Kelly --",
        "Kelly: His only son is gone because of me.",
        "Blair: Ok --",
        "Kelly: I took him away.",
        "Blair: Shh.",
        "Kelly: And now, the last memory that he will ever have of his son is finding him with me.",
        "Blair: Don't talk like that. Now, stop.",
        "Kelly: It's true. It's the truth. Maybe if I had been stronger, I would have been able to prevent this. Maybe we wouldn't have been in the rectory when the tornado happened. Why didn't I push him away? Why didn't I just tell him to go home?",
        "Blair: No, stop, stop, stop. You just had major surgery, sweetie.",
        "Kelly: Why didn't I do that? I was weak. I was so weak. The only thing that Duke ever did wrong was love me. And maybe he shouldn't have.",
        "Blair: Now, Kelly --",
        "Kelly: But how can you stop loving someone, just because you know you shouldn't?",
        "Blair: You can't.",
        "Kelly: Should have been me.",
        "Blair: What?",
        "Kelly: Should have been me who died.",
        "Blair: Ok --",
        "Kelly: I wish I was dead.",
        "Blair: Stop.",
        "Kelly: It should have been me.",
        "Blair: You stop. Because you're scaring me. You stop it.",
        "Kelly: It should have been me.",
        "[SCENE_BREAK]",
        "Viki: Kevin, I will not let you put yourself through this. You did not cause Duke's death. You did not cause the tornado. You didn't put Duke with Kelly.",
        "Kevin: Didn't I?",
        "Viki: No! And you are not the reason that Duke died.",
        "Kevin: I picked Kelly instead of him.",
        "Viki: Spencer forced you to make a choice, which was very wrong of him.",
        "Kevin: No, no, no, I deserve to feel the pain of knowing whatever choice I made, that someone I love was going to die anyway.",
        "Viki: I was so afraid of this. I knew what it would do to you.",
        "Kevin: You couldn't have stopped it, anyway.",
        "Viki: No, but I can stop this. I will not -- I will not lose my son to this grief. I will not lose you, as well.",
        "[SCENE_BREAK]",
        "Nash: What can't you do?",
        "Tess: This. All of this. I -- you know, last summer, my only concern was what bar I was going to drink my vodka at. And now, look at me. I'm a mother, and I have you, and I'm scared of losing it all.",
        "Nash: That's not going to happen.",
        "Tess: Well, tell that to Jessica and Antonio.",
        "Nash: Since when are you worried about them? What's going on with you, Tess?",
        "Tess: It's this whole Duke thing, I -- I guess. I don't know. He was so young and now he's gone and it's just -- I don't know. What the family has to go through -- it's just really sad.",
        "Nash: And you're sad, too?",
        "Tess: I've never lost anyone before. I -- there was Ginger, but --",
        "Nash: Yeah.",
        "Tess: She wasn't family. I got to get out of here.",
        "Nash: You can't go anywhere. The whole press corps is right outside those gates.",
        "Tess: Well, I can't stay here.",
        "Nash: You got to. Brennan needs you, I need you. You -- your whole family needs you, too.",
        "Tess: The people inside that room are not my family.",
        "Nash: Yes, they are.",
        "Tess: They --",
        "Nash: Like it or not, you're part of this whole Buchanan mess, too.",
        "Tess: They don't want me, Nash. They want Jessica back, and she'd know how to help them.",
        "Nash: You want to help them?",
        "Tess: I can't let Jessica out.",
        "Nash: I didn't suggest that.",
        "Tess: Well, then how can I help them?",
        "Nash: Come on, I'll show you. Come on.",
        "[SCENE_BREAK]",
        "David: So is this some standard operating procedure? You fly halfway around the world and accuse somebody you barely even know of murdering your father?",
        "John: I didn't come here at random. I know it was you. I just want to hear it from your mouth.",
        "David: Listen. Listen, I -- I am sorry that you lost your father, but I had nothing to do with that.",
        "John: Have you talked to Paige?",
        "David: About?",
        "John: Answer me! Have you talked to Paige?",
        "David: No, I have not talked to Paige!",
        "John: She's the one that operated on my father. She took the knife to him. So drunk, she couldn't even see straight.",
        "David: That's horrible, but that is between you and Paige.",
        "John: You put him there. You put him in the hospital. She botched the surgery, and your brother covered the whole thing up!",
        "David: Did Spencer tell you that?",
        "John: He didn't have to.",
        "David: Look, if you think my brother is into everything, you're right. He is into everything. Including Margaret Cochran's murder. Oh!",
        "Margaret: I've got to get out of here.",
        "John: Listen, let me tell you something good. Michael and I lost our father because of you. My mother lost -- look at me. My mother lost her husband because of you.",
        "David: Hey, look, this is getting demented.",
        "John: Let me tell you what kind of man he was. He wasn't even on the job that night. It was Christmas Eve, but he didn't want to let his kids down. That's what kind of father he was. That's the kind of man you took from his family. That's the kind of man you took from this earth!",
        "David: I didn't know he was your father.",
        "[SCENE_BREAK]",
        "Spencer: You're making excellent progress, Kelly. You're just not eating the way you should be, and I see you've cut your hallway exercise walks in half.",
        "Blair: What? You bad girl. Come on, sweetie, you need that to build up your strength, ok?",
        "Kelly: I haven't been feeling very well.",
        "Spencer: Listen, I know it's tough, Kelly, but these things are essential for a speedy recovery, all right?",
        "Kelly: I'm tired right now.",
        "Spencer: You know who I saw today? Jack. Little jack. I saw him before Blair took him to school this morning. He asked about you, wanted to know if you were going to be all right, and I said, \"oh, yeah, she's going to be fine -- as long as she has people like him to give you lots of T.L.C.\" and you're going to come out of this just fine. You're not going to make a liar out of me, are you?",
        "Blair: Come on, Kelly. You know jack needs you. You know i need you, and, well -- well, I need you to help me with Starr. Ok?",
        "Kelly: If I were you, I wouldn't let me anywhere near your children, or anyone else you cared about.",
        "Blair: That couldn't be further from the truth.",
        "Spencer: Listen, one of us will be right outside if you need anything. All right?",
        "Blair: Is she going to be all right, Spencer?",
        "Spencer: Physically, yeah -- be all right.",
        "Blair: Well, is there anything that I can do?",
        "Spencer: You're doing it, which is an amazing feat in itself, if you ask me, considering what you're going through.",
        "Blair: Well, what about you, and what you're going through?",
        "Spencer: What the hell is that supposed to mean?",
        "[SCENE_BREAK]",
        "Todd: I know how you work, Evangeline. I'm sure you've been over all these with a fine-tooth comb. What could possibly be in here that we haven't seen already?",
        "Evangeline: If I knew what we were looking for, I would have found it already. So we need to go over everything as if we're preparing your case for the first time.",
        "Todd: Well, I have lots of time, even if it's only nine days' worth.",
        "Evangeline: Damn it. Why did this have to happen to me now?",
        "Todd: There's a better time for this to happen to you? Come on, even you're not that tough.",
        "Evangeline: It's a week before your execution, you know? It's like we're cursed or something.",
        "Todd: Are you absolutely sure you want to go through with this?",
        "Evangeline: What? What -- what, am I -- what, am I going to stand by and watch them kill you? No, I'm going to do everything in my power to stop it. So we're not going to talk about me anymore. We're going to focus on you.",
        "Todd: And I will go through all this.",
        "Evangeline: Good. And I'm going to hire more P.I.s -- see what they can dig up.",
        "Todd: So, what's going on with Mc Bain? I thought I was getting through to him.",
        "Evangeline: John's out of the country.",
        "Todd: Yeah, I know. Why?",
        "Evangeline: He's following another lead.",
        "Todd: Is he investigating Spencer?",
        "Evangeline: Yeah. But it has nothing to do with Margaret's murder.",
        "Todd: Oh. Great.",
        "[SCENE_BREAK]",
        "John: You shot my father.",
        "David: I -- no, no, I --",
        "John: Say it! Just say it!",
        "David: Don't shoot me. Don't shoot me.",
        "John: Is that what my dad said when you pointed the gun at him? Tell me! I want to know what he said!",
        "David: Please don't point that at me.",
        "David: Put the gun down, please. If you kill me, you'll never learn the truth.",
        "[SCENE_BREAK]",
        "Viki: How did it go with Asa?",
        "Clint: Well, we couldn't tell him.",
        "Bo: No, he was having one of his bad days. We didn't think he was strong enough.",
        "Viki: You don't want him to hear this from someone else.",
        "Bo: Well, I posted a cop outside of his door just in case some overzealous reporter wanted to sneak in and break the bad news to him.",
        "Viki: Ok. Did you have any trouble with the press?",
        "Clint: No, we came in the service entrance.",
        "Bo: They're still camped out in the front.",
        "Viki: I know.",
        "Clint: Are things all set for the church service?",
        "Viki: Yeah, I think so.",
        "Clint: Excuse me. Son? You holding up ok?",
        "Viki: Oh. The baby. How is she?",
        "Tess: She's great. I thought you might want to hold your niece. But if you don't, then --",
        "Kevin: Oh. That's -- that's a beautiful baby. It's been a while since I held a little one like you.",
        "Tess: Yeah. She's really good. She rarely ever cries.",
        "Kevin: Yeah. Yeah, Duke was like that. He was a -- he was a really good baby.",
        "[SCENE_BREAK]",
        "Kelly: Ah! Why are you doing this?",
        "Kevin: Then you can go have a baby with a man who can give you one. My son -- my son is dead.",
        "Kelly: Oh, God, what have I done? What have I done?",
        "[SCENE_BREAK]",
        "Spencer: I'm sorry. I just -- I just wasn't sure what you were talking about. I wasn't -- I wasn't sure what you were getting at. What do you mean, what I'm dealing with?",
        "Blair: Well, I -- I know how much you hate to lose someone on your watch, and you lost a patient -- I mean, somebody that you knew. That's got to be tough. That's -- what did you think that I meant?",
        "Spencer: I -- I don't know. I have no idea. Look, I'm just tired and a little edgy, I guess.",
        "Blair: Oh. Come on, Spencer, that's completely understandable. With all this tornado trauma -- I mean, the hospital's got to be swamped and -- have you had time to sleep at all?",
        "Spencer: No, I've actually learned how to deal without sleep, if you can believe that, but it's nothing compared to what you're facing next.",
        "Blair: Oh, don't remind me.",
        "Spencer: I'm sorry. I -- I -- you know, I really can't seem to say the right thing to you right now, can I?",
        "Blair: No, it's -- no, it -- I knew it was going to be tough with the execution coming up, but I just didn't know how hard it was going to be.",
        "Spencer: Well, how could you possibly know something like that?",
        "Blair: I guess if it were just me -- but it's my kids, you know? I don't think jack really understands what's going on, and Starr -- she just swears that her daddy is innocent.",
        "Spencer: Which must be tough because you and I both know he's not.",
        "Blair: I guess.",
        "Spencer: You do still believe that he's guilty, right?",
        "Blair: But -- yeah, I don't -- I don't know -- you know, sometimes I wonder and -- yeah, you know, it's stupid. It -- it's stupid. How could I possibly still believe in Todd?",
        "[SCENE_BREAK]",
        "David: What was that? Was that a warning shot? Consider me warned. Oh, my God. Tell me he's --",
        "John: Dead.",
        "David: Good.",
        "John: Get away from the window. Get away from the window. Tell me this -- why did Denton want to put a bullet in your back?",
        "[SCENE_BREAK]",
        "Evangeline: Start with day one when Margaret called you and asked you to meet her at the lake.",
        "Margaret: These are my terms. You arrive alone -- oh, and this is very important. You arrive unarmed.",
        "Todd: Spencer couldn't have known I was meeting Margaret.",
        "Evangeline: Unless he was looking for a way to cause trouble. He could've been -- he could've been following you, or Margaret.",
        "Margaret: I'm right here, my love.",
        "Todd: Maybe, but Spencer didn't kill her then. She jumped off the boat and I jumped in after her. No! Margaret!",
        "Todd's voice: I dove down as deep as I could to find her.",
        "Todd: Margaret! Margaret!",
        "Todd's voice: There just wasn't time. She just --",
        "Todd: Damn you!",
        "Todd's voice: Sunk too fast.",
        "Evangeline: Maybe that was part of a plan.",
        "Todd: What plan, though? He didn't know her. And she was on the run hiding from the cops.",
        "Evangeline: But he could've found her and convinced her that she needed his help.",
        "Todd: Well, maybe if she made it out of the water.",
        "Evangeline: She was an excellent swimmer, remember? Despite what she told you.",
        "Margaret: I can't swim.",
        "Todd: But she died anyway.",
        "Evangeline: But she didn't drown.",
        "Todd: What?",
        "Evangeline: We keep coming back to that. Her body was found in the water, but she didn't drown. She was strangled and you kept thinking that -- that maybe she was tangled in something, but the medical examiner's report said -- damn it. Why didn't I think of this before?",
        "Todd: Think of what?",
        "Evangeline: Spencer is the one who read the autopsy report. He's the one that signed off on it, a second opinion because we asked him to. He was doing us a favor. You know, we thought something was fishy about -- in the medical examiner's report and so --",
        "Todd: Yes, I remember. I thought it was a lousy idea.",
        "Evangeline: Yeah. You thought it was a lousy idea. Maybe you were right, you know? Maybe Spencer -- maybe Spencer made sure that his second opinion concurred with the first opinion, but the first opinion was wrong.",
        "Todd: Maybe he made sure the first opinion was wrong.",
        "Evangeline: It's not impossible. What if Spencer got the medical examiner to falsify the autopsy report so that he could cover up the real way that Margaret and the baby died?",
        "Todd: He killed them.",
        "[SCENE_BREAK]",
        "Natalie: Damn it, John. Pick up your phone. Do the right thing, John. I know you'll do the right thing.",
        "[SCENE_BREAK]",
        "David: Look, you mind if I get something to drink? Fear makes me thirsty. I'm going to take that as a yes. I, I can't even imagine how you must feel, but if you want to know the truth, I'm going to have to talk, and I won't talk without a lawyer.",
        "John: Yeah? We'll see.",
        "David: Wait. I know something else, something that somebody would kill to keep hidden.",
        "John: What are you talking about?",
        "David: Todd Manning is innocent.",
        "John: Oh, this has something to do with Manning now?",
        "David: I have proof that Todd Manning didn't kill Margaret Cochran and the one person on this planet who would kill me to keep that secret is my brother.",
        "John: Your brother?",
        "David: Spencer sent Denton to shut me up for good.",
        "[SCENE_BREAK]",
        "Kevin: You -- you treasure her every minute of every day. Don't -- don't forget to do that. It's -- it's time to go bury my son.",
        "[SCENE_BREAK]",
        "Blair: Can I get you anything, sweetie?",
        "Kelly: No.",
        "Blair: You sure?",
        "Kelly: Please leave me alone, please.",
        "Spencer: You all right?",
        "Blair: No --",
        "Spencer: Hey.",
        "Blair: I will be. I will be.",
        "Spencer: Oh, you think pulling away from me is going to help this?",
        "Blair: Look, you know what? A hug is not going to do it, Spencer. Between this and Todd's execution, I -- I just don't know how much more I can handle, all right?",
        "Spencer: Listen, this is all going to be over soon. Then you and the kids can finally move on.",
        "Blair: You think it's that simple?",
        "[SCENE_BREAK]",
        "John: Do not play games with me, Vickers.",
        "David: I'm not. I came to Thailand looking for one thing, I found another.",
        "John: What?",
        "David: Margaret Cochran. Margaret Cochran was in that bathroom when you showed up. She is alive and well and she's living in Bangkok.",
        "[SCENE_BREAK]",
        "Todd: See, even if you're right and Margaret wasn't strangled, how do we prove it? The medical experts agreed, and Spencer was supposed to be on our side.",
        "Evangeline: There is a way, but I need help from above to do it.",
        "Todd: Nah, I don't see God doing me any favors.",
        "Evangeline: Hmm, I disagree with that, but I was talking about the D.A.'s office? Guard?",
        "Todd: Got it? You all right?",
        "Evangeline: Yeah. I will be when I have those bodies exhumed and when I find that one little teeny thing that Spencer missed. I'm on it, Todd. I'm ready.",
        "Todd: Bye.",
        "Evangeline: Bye.",
        "Guard: Hold it. You have another visitor.",
        "Todd: What the hell are you doing here?",
        "Andrew: I'm here to save your soul, Todd.",
        "[SCENE_BREAK]",
        "Margaret: Oh, God.",
        "Natalie: Oh, my God, is that Margaret Cochran?",
        "[NEXT_ON]",
        "Kevin: Why are you here?",
        "Jessica's voice: My brother needs me, Tess.",
        "Viki: Jessica?",
        "Andrew: You're facing the end of your life tomorrow.",
        "John: You're saying Margaret was here? Then where is she now?",
        "Natalie: Margaret Cochran?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=3txZ3l5EztI"
}