{
    "Episode Summary": [],
    "Recap": [
        "The police barge in on Michael and Gigi. David looks at the lottery ticket that Viki gave him. Jared talks to Nigel on the phone and tells him to calm down that David doesn't know that he is Asa's son. Natalie tells Viki that Jessica is taking Marty's death hard. Natalie realizes that Miles and John must be devastated over Marty's death. Miles is rushed into the emergency room by ambulance. John tells the doctor to let him know about Miles' condition. Ramsey barges into Dorian's and demands to know where Cole Thornhart is. Ramsey reveals to them that Cole shot Miles Laurence on the docks tonight. Starr tries to comfort Cole after he reveals to her that he shot Miles. Viki feels so awful about Marty. Natalie begins to question Viki about the men in Paris and if Viki was interested in any of them. John waits vigilantly outside of the emergency room doors for news on Miles' condition. Charlie comes into his hotel room and looks at a picture of Jared when he was small. He takes two bottles of liquor out of a paper bag. John continues to try to call Cole, but Cole refuses to answer. The police arrest Michael. Ramsey insists on searching Dorian's house for Cole. Todd steps in and tells Ramsey that he is not searching Dorian's house."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Knock on door]",
        "Officer: Police, open the door!",
        "Michael: Why are the police here?",
        "Marcie: Look, it's going to be okay, all right? I promise.",
        "Michael: Are you in some kind of trouble?",
        "Gigi: Not unless they got wind of those 137 parking tickets I threw on the ground. If you're a cop, you slide some kind of identification under the door and then tell me what you want.",
        "Man: She's a good tenant, always pays on time.",
        "Officer: Just open the door and make yourself scarce.",
        "Michael: Look, I don't want any trouble.",
        "Gigi: No, no, no, Michael -- not -- not in there.",
        "Officer: Hold it right there, pal!",
        "Gigi: Hey, I know my rights! You can't just come barging in my room.",
        "Officer: We've got reason to believe you're harboring a fugitive here.",
        "[SCENE_BREAK]",
        "David: Hmm.",
        "David: Oh, Viki, you sweet, gorgeous devil, you.",
        "[SCENE_BREAK]",
        "Jared: Calm -- calm down, Nigel. Calm down, everything's fine. David Vickers doesn't even know he's Asa's son. Okay, will you think of it this way? We are doing the Buchanans a favor. I'm way the lesser of the two evils. All right, well, stop worrying about that, okay? I can handle the situation with Natalie.",
        "[SCENE_BREAK]",
        "Natalie: Jess is taking Marty's death really hard.",
        "Viki: I know. Well, you know, they were very close, especially when Jessie was young. It's -- it's almost ironic.",
        "Natalie: What is?",
        "Viki: Jessie and Marty and little C.J. were involved in a terrible car accident when Jessie was barely a teenager.",
        "Natalie: That's right -- I think Jessica told me about that and she said they were pretty sure they were going to die.",
        "Viki: And of all people, Todd saved them. Well --",
        "Natalie: You know, I'm pretty sure that John's going to be blaming himself for not saving Marty.",
        "Viki: Look, he saved Cole, and I know that Marty would want him to know that he did the right thing.",
        "Natalie: No, I know. She can't tell him that. Oh. John and Miles are going to be so devastated.",
        "[SCENE_BREAK]",
        "EMT: Drowning victim, gunshot wound to the chest, possible pneumothorax.",
        "Doctor: Vitals?",
        "EMT: Pulse is weak, B.P. is 80 over palp.",
        "Nurse: Get him into three.",
        "John: Hey, Doc, when you know something about his condition, let me know, okay?",
        "Doctor: Sure, John.",
        "[SCENE_BREAK]",
        "Todd: I don't really give a damn about Cole Thornhart.",
        "Ramsey: Listen to me, Mr. Manning --",
        "Todd: No, you listen to me, Ramsey. Your job is not to come here and question me about Cole Thornhart. Your job was to find Marcie McBain and my kid.",
        "Dorian: Excuse me -- would someone like to tell me what's going on?",
        "Ramsey: Forgive me, ladies. Agent Lee Ramsey, FBI I'm here for Cole Thornhart.",
        "Blair: Well, does this have something to do with what happened to his mother?",
        "Ramsey: It's about him shooting a man on the docks tonight.",
        "Blair: What?",
        "Dorian: Cole shot someone?",
        "Ramsey: Miles Laurence.",
        "Todd: I always liked that kid.",
        "[SCENE_BREAK]",
        "Starr: Cole, it -- it's okay, all right? Every-- everything's going to be all right.",
        "Cole: How can it? I shot him -- I shot Miles!",
        "Starr: Please stop saying that, Cole!",
        "Cole: Well, it's true!",
        "Starr: You didn't mean to do it. You said it happened so fast --",
        "Cole: It doesn't matter. I'm going to go to jail just like my mom did.",
        "Starr: Your mom was innocent and so are you!",
        "Cole: John McBain was there! So was the FBI guy -- they saw me do it! They saw the gun go off!",
        "Starr: Okay, you -- you need to calm down, okay?",
        "Cole: Calm -- calm down? How am I supposed to calm down? I just shot somebody -- I killed someone, I'm a murderer!",
        "Starr: No -- shh.",
        "[SCENE_BREAK]",
        "Viki: No, no, don't do it now. Save it -- do it later, and when you do, think of me.",
        "David: My lucky charm.",
        "[SCENE_BREAK]",
        "Viki: I feel so awful about Marty. You know, she was just starting to get her life back together again and now she's gone. And that poor boy is all alone.",
        "Natalie: But he does have Starr and -- and John. And hopefully now, Todd and Blair will step up to the plate, and definitely Nora.",
        "Viki: I heard that Asa left his house to Nora.",
        "Natalie: Yes, he did.",
        "Viki: Well, I mean, that's -- that's good, because Cole can live there, then, with Nora and Matthew and Clint and Renee.",
        "Natalie: Hmm. That's lots of Buchanans to love him.",
        "Viki: Yes. Yes, and I hope that Todd will be compassionate enough to ease up on Cole and Starr.",
        "Natalie: Well, he's got lots of things to occupy his mind right now.",
        "Viki: Yes, I know -- he's looking for Marcie and Tommy.",
        "Natalie: Oh, you heard about that?",
        "Viki: I actually spoke to Todd right after Thanksgiving. I mean, that whole situation is just hideous.",
        "Natalie: Yes, lots of bad things -- well, they happened after Grandpa died and you were away.",
        "Viki: You must've seemed a little rudderless around here. I'm sorry.",
        "Natalie: No, you know what? It was -- it was good for us to have to deal with our own problems. So you must've had some pretty good times to stay away so long.",
        "Viki: I'm sorry I left the way I did. You know, I really felt that I was at a crossroads again.",
        "Natalie: Mom, no, no, I'm not -- I'm not trying to make you feel guilty. I just wanted you to know that I missed you, that's all.",
        "Viki: I missed you, too.",
        "Natalie: So, spill.",
        "Viki: Spill what?",
        "Natalie: Oh. Coy does not work, not even for the great Victoria Davidson. Must've been some pretty special guy to keep you in Paris for so long.",
        "[SCENE_BREAK]",
        "[Charlie sighs]",
        "[SCENE_BREAK]",
        "Jared: My real father is probably at the bottom of some bottle somewhere. He won't be coming back to Llanview. I mean -- will you stop worrying, Nigel? I got this one under control, okay? Okay. Whew. Huh. Wow. You should've been my father.",
        "[SCENE_BREAK]",
        "John: Whoa -- excuse me. Nurse, nurse? Is Laurence still alive?",
        "Nurse: Dr. Willis is trying to stabilize him.",
        "John: You -- you think he's going to make it?",
        "Nurse: Sorry. We -- we just don't know.",
        "Cole: What are you doing?",
        "Starr: Um -- I'm on this website -- the reporters for my dad's newspaper use it and it says all the police reports. If Miles was murdered, it would be on here.",
        "Cole: How do you know?",
        "Starr: Cole, you -- you said that John and the FBI agent was there, right? If they would've called it in, it would be on here by now.",
        "Cole: Yeah, well, when I shot him, he fell into the river. Maybe they haven't found him yet.",
        "Starr: You didn't mean to do it, Cole.",
        "Cole: I know -- I meant to shoot the FBI agent. John, please get out of my way!",
        "John: No.",
        "Cole: Please!",
        "Miles: Cole, what are you doing?",
        "Cole: Then he fell in the water.",
        "Starr: Cole, it was an accident.",
        "Cole: An accident? Nobody's going to believe that.",
        "Starr: You had no reason to shoot Miles, Cole.",
        "Cole: Are you kidding? Seriously, are you kidding? He made my mom miserable -- everybody's going to think that I did it on purpose!",
        "Starr: No -- anybody that knows you would definitely never think that you would shoot a man.",
        "Cole: Oh, yeah. A cop and an FBI agent -- that ought to do it.",
        "[Phone rings]",
        "Cole: It's John McBain.",
        "[SCENE_BREAK]",
        "Blair: Did Cole Thornhart really shoot Miles Laurence?",
        "Dorian: Where would the boy even get a gun?",
        "Ramsey: Oh, he got one -- I saw it in his hand. He was about to shoot me when Mr. Laurence showed up.",
        "Todd: What, he only had one bullet?",
        "Ramsey: Now, I'm going to ask one more time. Is Cole Thornhart in this house?",
        "Dorian: No, he is not here.",
        "Ramsey: He was earlier -- John McBain dropped him off. It'd be a terrible mistake to lie to the FBI",
        "Todd: Oh. He's right -- don't lie to the FBI They're very scary.",
        "Ramsey: I believe he's here.",
        "Blair: He was here, Agent Ramsey, but he went out for a walk and he hasn't returned.",
        "Ramsey: All right. Then you won't mind if I have a look around for myself?",
        "Todd: No, no, Ramsey, that's not going to happen.",
        "[SCENE_BREAK]",
        "Viki: Why does it always have to boil down to a man?",
        "Natalie: Mom, you missed Thanksgiving. I mean, I'd like to think it was for something a little more special than taking another peek at the \"Mona Lisa.\"",
        "Viki: Huh. I'm sorry that I wasn't here --",
        "Natalie: Don't. Mom, I don't want you to be sorry -- I want the dirt! I mean, I've seen those movies -- the subtitles, and those Frenchmen can be very charming.",
        "Viki: You know, I actually needed subtitles on occasion in Paris.",
        "Natalie: Because of the language problem?",
        "Viki: No, but I managed, yeah. And the accents -- boy, they grow on you.",
        "[Viki chuckles]",
        "Natalie: It was Maurice, wasn't it?",
        "Viki: Who? Oh! Oh, good Lord, no -- no, it was not him.",
        "Natalie: Ha-ha -- gotcha!",
        "Viki: What do you mean?",
        "Natalie: Because you said it wasn't Maurice -- that means there's someone else.",
        "Viki: Natalie, honey, you know, your imagination is running --",
        "Natalie: You're not looking at me again!",
        "Viki: What?",
        "Natalie: You can't look me in the eye and tell me that you don't have a guy in Paris.",
        "Viki: I can look you in the eye and tell you that this is not a conversation that I am prepared to have with you right now, okay?",
        "Natalie: Oh, we are having this conversation, missy.",
        "[Phone rings]",
        "Viki: Well, not right now we're not. Oh. Hello? I didn't expect to hear from you.",
        "[SCENE_BREAK]",
        "John: Come on, kid.",
        "[Phone rings]",
        "John: Pick up.",
        "[SCENE_BREAK]",
        "Cole: Starr, I can't hide from this!",
        "Starr: Please, just until we know whether Miles is --",
        "Cole: Miles is dead?",
        "Starr: Yes.",
        "Cole: Well, maybe he's trying to tell me that. He was there, he'll know.",
        "Starr: Cole, I don't care. Even if he doesn't have a badge, it doesn't mean that he's not a cop!",
        "Cole: No -- Starr, listen to me! All right, he saved my life; he tried to save my mom's life. He put his life on the line for me tonight. He stood in front of Ramsey when I had that gun.",
        "Starr: I know, but, Cole, my dad has said never admit anything to a cop.",
        "Cole: Your dad -- what would your dad know?",
        "[Phone rings]",
        "Starr: Please, Cole. Don't take the chance.",
        "[SCENE_BREAK]",
        "Ramsey: Mr. Manning, I am going to find him.",
        "Todd: Oh, Ramsey, you couldn't find your butt if it had a bell on it.",
        "Ramsey: I can make things difficult for you.",
        "[Todd chuckles]",
        "Todd: I don't think you could do any worse than you already have. You haven't done anything to find Marcie or my kid.",
        "[Mouths words]",
        "Ramsey: If Cole Thornhart is here, all of you will be arrested and prosecuted for aiding and abetting a fugitive.",
        "Todd: Okay. Are we done?",
        "Ramsey: No, we're not, and that might include your daughter, Mr. Manning. I believe she's Cole Thornhart's girlfriend?",
        "Blair: Oh -- oh, no, no, no. You leave our daughter out of this.",
        "Ramsey: I may have to talk to her. She's here, too -- correct?",
        "Dorian: Oh, Blair, with all due respect to Agent Ramsey, I think the best way to -- how shall I put it? -- Get rid of him would be to allow him to search the house. We all know that Cole isn't here.",
        "[SCENE_BREAK]",
        "Gigi: A fugitive? You mean like Harrison Ford?",
        "Officer: Somebody at the cafe sent us here.",
        "Marcie: Yeah, probably David Vickers, that creep!",
        "Gigi: I think someone gave you fellows a bum steer.",
        "Officer: Sir, can I see some I.D.?",
        "Michael: Is this about my wife?",
        "Officer: I heard myself ask for I.D.!",
        "Michael: My wife was here, but as far as I know --",
        "Officer: Your name.",
        "Michael: Michael McBain and my wife is --",
        "Gigi: Whoa!",
        "Officer: Michael McBain, we got a warrant for your arrest.",
        "Gigi: Oh, my --",
        "Officer: Put your hands behind your back.",
        "Marcie: What?",
        "[SCENE_BREAK]",
        "Viki: Actually, I'm surprised to hear from you.",
        "Natalie: Is that your Frenchman?",
        "Viki: Shh, shh, shh.",
        "David: I just wanted you to know that I finally scratched off that lottery ticket you gave me.",
        "Viki: Oh -- and?",
        "David: I'm a winner!",
        "Viki: Oh, that's wonderful!",
        "[SCENE_BREAK]",
        "Viki's voice: Please leave a message and I will return your call.",
        "[Voicemail beeps]",
        "[SCENE_BREAK]",
        "Viki: I kind of had a feeling it would be good luck for you. I -- I don't know why.",
        "David: Well, it has certainly extended my options, and I've got you to thank.",
        "Viki: I hope that you take what you won and that you -- and that you use it to do something that you are passionate about.",
        "David: I certainly intend to do everything I can to make you proud.",
        "Viki: This isn't about me.",
        "David: Yes, it is. It's absolutely about you. Whenever you're around, you get me right back on track.",
        "Viki: Well, that's very sweet.",
        "David: It's the truth.",
        "Viki: Good luck.",
        "David: Well, maybe I can start making my own luck now.",
        "Viki: Bye.",
        "Natalie: What did he say?",
        "Viki: This was a private conversation, darling.",
        "Natalie: Mom, is he coming here or are you going there to see him?",
        "Viki: Honey, that -- was a friend, okay? Just a friend.",
        "Natalie: Not your Frenchman?",
        "Viki: No, it was not my -- okay. I think it would be far more comfortable and appropriate for me to ask you about your social life.",
        "Natalie: Oh, well, that's pretty easy. I can sum it up for you in one word -- \"disaster.\"",
        "Viki: Why?",
        "Natalie: Well, I met someone else while you were gone.",
        "Viki: And?",
        "Natalie: And I -- you know, we really didn't get along in the beginning, but then we -- did.",
        "Viki: Did get along?",
        "Natalie: Yeah, and I did, I took it -- I took it slowly this time, Mom -- well, slower, and I really thought I had all my bases covered. And then --",
        "Viki: And then what?",
        "Natalie: And then -- you know what? It's just really messy and complicated and -- incestuous.",
        "Viki: \"In-- in--\" what? \"Incestuous\"?",
        "Natalie: Ahem.",
        "Viki: Why?",
        "Jared: Hello, hello? Hi -- sorry.",
        "Natalie: Uh -- speak of the devil.",
        "Jared: Sorry to interrupt -- the front door was open.",
        "Natalie: Oh.",
        "Viki: Huh. Hello.",
        "Natalie: Mom, meet Jared Banks.",
        "Jared: Mrs. Davidson, it is a pleasure to meet you.",
        "Viki: Have we met?",
        "Jared: No.",
        "Viki: You know my name, and you look remarkably familiar.",
        "Natalie: Oh, God, don't say that.",
        "Viki: Why?",
        "Natalie: I guess you haven't heard about Grandpa's letter.",
        "Viki: No -- no. What does Asa have to do with Mr. Banks?",
        "Jared: Well, according to the letter he left in his will, I'm his son.",
        "Viki: Oh.",
        "[SCENE_BREAK]",
        "Officer: Your hands behind your back!",
        "Gigi: Now, just a doggone minute here! You're here for him?",
        "Officer: Yes, ma'am. You don't make much of a fugitive, do you, McBain?",
        "Gigi: Okay, can someone kindly tell me what is going on here? The man comes knocking on my door looking for his wife and then you two bust in here and arrest him?",
        "Officer: Dr. McBain is a fugitive from Pennsylvania. He's charged with perjury. Second",
        "Officer: Wasn't too bright of you using your own name to fly down here. Come on, McBain.",
        "Michael: No, you can't take me anywhere until I find my wife and son!",
        "[SCENE_BREAK]",
        "Cole's voice: You got Cole's number, you know the routine.",
        "[Voicemail beeps]",
        "John: Cole, it's John. Look, I know you're scared, all right? But trust me, everything's going to be okay. You need to call me the minute you get this. Just call me. Hey. How is he, Doc? Is Laurence going to make it?",
        "[SCENE_BREAK]",
        "Starr: Please --",
        "Cole: I need to talk to John --",
        "Starr: I'm trying to under--",
        "Langston: Oh, my God.",
        "Starr: Langston, what's wrong?",
        "Langston: I didn't know he was here! I told your aunt that --",
        "Starr: You told her what?",
        "Langston: I told her he wasn't here!",
        "Starr: No, no, no -- that's okay. We don't want anybody to know that Cole --",
        "Langston: No, Starr, there is an FBI guy downstairs and he says that Cole shot Miles Laurence!",
        "Cole: I did -- he's here to arrest me, all right?",
        "Langston: Did you kill him?",
        "Cole: I shot him in the chest. Yeah, he must be dead.",
        "Starr: Stop saying that! We don't know that!",
        "Langston: The guy downstairs -- he wants to search the house!",
        "Starr: Okay, no. No, Cole -- Cole, they can't find you, they can't find you --",
        "Cole: Starr, I want you and Langston to stay out of this, all right?",
        "Starr: It's too late. We're already in it.",
        "[SCENE_BREAK]",
        "Todd: Have you lost what's left of your mind? You can't let this man search this house.",
        "Ramsey: Ma'am, who are you?",
        "Dorian: Excuse me. I am Dr. Dorian Lord. You are in La Boulaie, my home.",
        "Ramsey: Oh. Then this is your call, not Mr. Manning's?",
        "Dorian: Indeed. And as far as I'm concerned, I certainly do not want any trouble with the FBI, besides which, wouldn't it be better to have the agent search the house now while Jack is at his friend's house rather than have Jack come home and find men with drawn guns searching his room? Please. Do, be our guest, Agent.",
        "Ramsey: Thank you, ma'am.",
        "Todd: Such an idiot.",
        "Dorian: I asked Langston -- Cole's not here.",
        "Blair: Dorian, the man is going to go up there and -- and tell my daughter that her boyfriend shot a man? Please!",
        "Dorian: Well, she's going to have to find out sometime.",
        "Todd: Ramsey, put your gun away and go out.",
        "Ramsey: Where's your daughter's room?",
        "Todd: That one.",
        "Blair: Hey, put the gun away! You're going to scare --",
        "Ramsey: Freeze.",
        "Blair: Would you put the gun down now, please?",
        "Starr: Mom, what is going on?",
        "Todd: That's good work, Ramsey. You managed to scare the wits out of two teenage girls. Obviously, they are threats to society. I'm sure the FBI will give you a letter of commendation.",
        "Ramsey: Where's Cole Thornhart?",
        "Starr: I don't know.",
        "Langston: Is this about Cole's mother? Did you find out who kidnapped them?",
        "Starr: Yeah, and why would you point a gun at us?",
        "Blair: Because this man thinks that Cole shot Miles Laurence.",
        "Langston: What?",
        "Starr: Cole would never shoot anybody.",
        "Ramsey: I saw him pull the trigger, Miss.",
        "Langston: Well, it must've been an accident.",
        "Ramsey: It wasn't an accident.",
        "Starr: You don't know what you're talking about.",
        "Ramsey: I know you have a criminal record, Miss. And if you are hiding your boyfriend, the longer he stays on the run, the worse it's going to be for everybody. So, I'm going to ask you a simple question, and I want you to think long and hard before you answer. Where can I find Cole Thornhart?",
        "[SCENE_BREAK]",
        "Dorian: Well, you missed a lot of excitement.",
        "David: Why, what's going on out there?",
        "Dorian: Just the norm around here. The FBI is searching the house.",
        "David: FBI? As in \"David should be leaving\" FBI?",
        "Dorian: Sweetheart, they aren't looking for you.",
        "David: Are you sure? Wait, come to think of it, any reason they'd have is past the statute of limitations. Are you okay?",
        "Dorian: I'm fine.",
        "David: Well, in that case, just to be on the safe side, maybe I'll take off before they come in here, huh?",
        "Dorian: Take off as in permanently?",
        "David: Oh, come on. I've never understood the meaning of that word.",
        "Dorian: So it's goodbye?",
        "David: Again.",
        "Dorian: Oh.",
        "[SCENE_BREAK]",
        "Jared: The only father that I need is dead, Dad.",
        "[SCENE_BREAK]",
        "Viki: You're Asa's son?",
        "Jared: Bo's doing a DNA test.",
        "Natalie: Ahem.",
        "Viki: Ooh-ooh. My goodness gracious. And -- and -- and how did Clint and Bo react to this news?",
        "Natalie: They were pretty stunned, but not as stunned as I was.",
        "Jared: It certainly came as a total surprise to me.",
        "Viki: Yeah. And Renee?",
        "Jared: Actually, Renee and I had become friends, and she invited me to live at her house before any of this had happened. She said I remind her of Asa.",
        "Viki: Really? I don't see Asa in you.",
        "Natalie: You don't?",
        "Jared: Well, I guess everyone's impressions are different.",
        "Viki: Yes, well, certainly Renee knew Asa as well as anyone else, right?",
        "Jared: Um -- Ms. Davidson, do you mind if I have a moment alone with Natalie?",
        "Viki: No. Of course not. I'll say good night, then, Mr. Banks.",
        "Jared: Good night. Oh, and it's \"Jared.\"",
        "Viki: Good night.",
        "Jared: She's everything I imagined.",
        "Natalie: What's up, Uncle Banks?",
        "Jared: I came by to see if you were okay.",
        "Natalie: Yeah, you know, just doing peachy. Fell for a guy who turned out to be my uncle. Isn't that every girl's dream? Unless the DNA results came back and they were negative. Were they negative?",
        "[SCENE_BREAK]",
        "Dr. Willis: We're taking Mr. Laurence up to surgery.",
        "John: So he's got a chance?",
        "Dr. Willis: Nah, he's not out of the woods by any means.",
        "[SCENE_BREAK]",
        "Jared: Natalie, the DNA tests haven't come back yet.",
        "Natalie: So then there's no reason for me to get my hopes up, is there?",
        "Jared: Look, Asa wrote the letter himself. There's no reason for him to lie.",
        "Natalie: Then why are you here?",
        "Jared: Be-- because I wanted to come by and tell you that -- that -- that no matter how this turns out, what I felt for you was real, okay?",
        "Natalie: Ugh -- is that really supposed to make me feel better?",
        "Jared: We had no way of knowing.",
        "Natalie: Yeah, well, we do now. I'm sorry; I just think you need to go.",
        "Jared: No, Natalie --",
        "Natalie: Please -- just, please.",
        "Jared: I'm sorry. I am.",
        "Natalie: Whew.",
        "Viki: He left already?",
        "Natalie: Mom, how could I be such an idiot?",
        "Viki: Oh, sweetheart --",
        "[Viki chuckles]",
        "Viki: For you to have seen that particular situation coming, you'd have to be a psychic. I'm so sorry, darling.",
        "Natalie: No, I'm --",
        "[Phone rings]",
        "Natalie: I'm okay. I just -- I got to deal with it. It's John. How are you?",
        "John: Hey, something's happened.",
        "Natalie: Oh, John, I know. The news about Marty -- it's been all over the place. I'm so sorry.",
        "John: It's about Laurence.",
        "Natalie: Miles? What do you mean?",
        "John: He's been shot.",
        "Natalie: Oh, my God! Uh -- is he --",
        "John: No, but it's not good. They're taking him into surgery.",
        "Natalie: Okay, I'm on my way.",
        "[SCENE_BREAK]",
        "Blair: Starr, just answer the man's question, please.",
        "Todd: She doesn't have to tell him anything.",
        "Starr: No, I don't know where Cole is.",
        "Ramsey: Okay, Miss. I'm checking out the rest of the house.",
        "Todd: No, Ramsey.",
        "Ramsey: You own this house?",
        "Blair: No, but my aunt does, and if she finds out that you've been holding a gun against these girls, she's not going to be too happy.",
        "Ramsey: Okay, ma'am. I'll be back with a warrant.",
        "Todd: Oh, yeah, you'll be back with a warrant. Come on.",
        "Blair: Okay, I want to know. Do you know where Cole is?",
        "Starr: Were you just listening to that?",
        "Langston: No, we don't know where he is, Mrs. Manning.",
        "Blair: Okay. Well, if he does get in touch with you, will you let us know?",
        "Starr: No. I won't.",
        "[SCENE_BREAK]",
        "Michael: Just let me tell her one more thing about my wife, please.",
        "Officer: All right, go ahead.",
        "Michael: Hang on to that picture of me and my wife and son. If Marcie ever comes through town again, or if you ever hear from her again, would you tell her that I came for her and Tommy? Tell her that I want to help and that I love her. I love them both so much. Would you promise me you'll tell them that?",
        "Gigi: I promise.",
        "Michael: Thank you. If she gets that message, no matter what happens to me, it will be worth it.",
        "Officer: All right, that's it, time up.",
        "Michael: Oh --",
        "Gigi: That man loves you, Marcie. He loves you both.",
        "[SCENE_BREAK]",
        "Dorian: How many times have we said goodbye this year?",
        "David: Too many.",
        "Dorian: I'm going to miss you, again.",
        "David: You're not going to be alone for long. Maybe you'll work things out with Clint.",
        "Dorian: Oh -- I wouldn't take him back if he came crawling to me on his hands and knees.",
        "[David chuckles]",
        "David: Oh, Dorian -- do you happen to remember that he walked in on us when we were in bed together?",
        "Dorian: But why won't he own up to the fact that he drove me to it?",
        "David: Okay. But you never took me back when I came crawling on my hands and knees, and I'm much more charming than any Buchanan.",
        "Dorian: Ooh. Aha. Indeed. So, you've been drinking my champagne?",
        "David: Of course I have. You got a problem with that?",
        "Dorian: None at all.",
        "David: Huh.",
        "Dorian: Let's just not let the rest of this go to waste, shall we?",
        "David: An excellent idea. This means that a toast is in order.",
        "Dorian: Yes. And I've got one. To our next encounter.",
        "David: Sooner rather than later.",
        "[SCENE_BREAK]",
        "Jared: Nigel's right. David Vickers doesn't belong anywhere near Buchanan Enterprises.",
        "Jared: Sometimes I wish I had kept my mouth shut.",
        "[SCENE_BREAK]",
        "Natalie: Miles -- can he hear me?",
        "Nurse: No, he's been sedated.",
        "Natalie: Miles, it's going to be okay. I'm going to be right here for you when you get out of surgery, okay? It's going to be okay. I'll be right here.",
        "Nurse: Let's go, we got to go.",
        "Natalie: How bad is he?",
        "John: There's a chance he won't make it.",
        "Natalie: Who could do this to him? John, who -- who shot him?",
        "[SCENE_BREAK]",
        "Ramsey: I'm coming back.",
        "Todd: Yeah, how about you bring my kid back with you?",
        "David: Still haven't found your kid yet, huh?",
        "Todd: Go to hell, Vickers.",
        "[David chuckles]",
        "Dorian: What made you say that?",
        "David: What? Made me say what?",
        "Dorian: David, what do you know about Todd's son and Marcie McBain?",
        "[SCENE_BREAK]",
        "Marcie: It's my fault. Gigi, Mike's in trouble and it's because of me.",
        "Gigi: He loves the two of you way too much to give up.",
        "Marcie: I was going to do it. I was. I was going to open that door and I was going to beg him to go away with me, and then -- and then the police showed up and --",
        "Gigi: I know, I can't believe that just happened.",
        "Marcie: I know. My God, I love him. Oh, God, I love him. I love him so much, you know?",
        "Gigi: I know. But you're doing this for your son.",
        "Marcie: I know.",
        "Gigi: Oh, God, Marcie, I wish I could stay with you, but I --",
        "Marcie: No -- oh, God --",
        "Gigi: I have to go pick up Shane.",
        "Marcie: Please, God -- no, please. If it weren't for you, come on. Look, if it weren't for you --",
        "Gigi: Oh, don't start that now. You're not out of the woods yet. You are going to lock this door behind me when I'm gone.",
        "Marcie: Okay.",
        "Gigi: And try and get some rest, because you're going to be taking grief from cowboys and truckers all day tomorrow and you have to make a good impression for the tips.",
        "Marcie: I won't let you down. I promise.",
        "Gigi: Okay. I'll see you in the morning. Good night, sugar.",
        "Marcie: Bye. Hey. Hey, buddy. Hey. You know what? Mama -- Mama's going to make some money at that diner, yes, I am. And then we're going to be able to leave. All right?",
        "[SCENE_BREAK]",
        "David: What could I possibly know about his kid and Marcie? I just like to torture Todd.",
        "Dorian: Cruel but commendable.",
        "[David chuckles]",
        "Dorian: Oh -- oh, I hate this part. Wait, wait, wait. Where are you going this time?",
        "David: A man needs to maintain a little mystery.",
        "Dorian: You have no idea, do you?",
        "David: I got some options.",
        "Dorian: Winners, I bet.",
        "David: You always know the right thing to say, Dorian.",
        "David: Goodbye.",
        "[SCENE_BREAK]",
        "Charlie: Ah.",
        "[Phone rings]",
        "Charlie: Viki -- you don't need a bum like me in your life.",
        "Charlie's voice: Charlie B here. Leave a message and I'll get back to you.",
        "[Answering machine beeps]",
        "[SCENE_BREAK]",
        "Natalie: John, I -- I didn't get a chance to tell you before how sorry I am about what happened to Marty.",
        "John: I know.",
        "Natalie: But my mom was right. Marty would have been grateful that you saved Cole.",
        "John: Thank you. Would you excuse me for just one minute? I need to make a call.",
        "Natalie: Of course.",
        "[Phone rings]",
        "John: Come on, Cole, pick up.",
        "[SCENE_BREAK]",
        "Blair: Look, I understand why you want to protect Cole, but if he doesn't come forward, it's going to make things worse for everybody.",
        "Starr: What Cole does isn't up to you or me or Dad, okay? It's up to Cole.",
        "Blair: Starr, I think we need to know the whole story here, okay? And then your father and I will decide what is best for you and Cole. Langston, you and Starr need to hit the hay.",
        "Langston: Good night.",
        "Blair: Good night.",
        "[SCENE_BREAK]",
        "Todd: What'd she say?",
        "Blair: Nothing. You think she might be lying to us about seeing Cole?",
        "Todd: She might be. Even if he's on the run, he'll contact her.",
        "[SCENE_BREAK]",
        "Starr: Do you think Cole will be safe there?",
        "Langston: I hope so. But if Miles is dead --",
        "Starr: We don't know that, Langston.",
        "Langston: But if he is, and the police catch him --",
        "Starr: They can't.",
        "Langston: Starr, that FBI guy -- he's not going to give up. He'll know we helped Cole. We'll be accessories to murder.",
        "[NEXT_ON]",
        "Gigi: He's in really bad shape. I think he needs you.",
        "Michael: I don't want a lawyer. I want to see my brother.",
        "Natalie: My God, John, did you shoot Miles?",
        "Cole: You still didn't tell us where you're going.",
        "Starr: I'm going to make things right, okay?"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=DW0U4uV0G4o"
}