{
    "Episode Summary": [
        "Episode # 11046"
    ],
    "Recap": [
        "At the station, after both Vimal and Shaun have tipped John off about the gun used to kill Victor being the same type Brody uses, John becomes suspicious of Brody and believes he's hiding something. Natalie runs the test on the gun to find out that Brody is not a suspect in Victor's murder investigation. But John still knows that Brody is hiding \"something\" and asks what Brody's confrontation with Victor was all about and how Brody felt Victor had \"threatened his family\". Brody has an answer but John knows he's lying and withholding something when Brody knows he must never tell a living soul that Liam is John's and not his. The mayor is putting pressure on Bo and Nora to convict Todd although they know they don't have a case against him with only circumstantial evidence. However, when Todd is alone in the cabin and burning up with fever, he \"sees\" Irene who convinces him that he did in fact shoot Victor. He then \"remembers\" going to Victor's home in the rain and blowing him away because Victor took his life. When Téa returns, Todd is stunned and does not know what to tell her. She tells him they must get to the station where he will turn himself in and Bo and Nora will be forced to drop the charges. They do that but Todd is living with the terrible secret. Rex talks to Aubrey at Capricorn about how he used to be not unlike her and Cutter but has changed his life around with Bo Buchanan as an inspiration. IN Kentucky, Cutter watches over the Gigi look-alike whom Kim has told him is Stacy, who is alone in her hospital room and unconscious. She awakens and reveals she does not remember anything or who she is.",
        "After Jessica has seen the document that confirms that John instead of Brody is Liam's father, she does not know what to do. Although tempted to use it to break Natalie and Brody up, when she goes to find Brody, he tells her how his life has been given back to him now that Liam is his, how devastated he was to find out that Ryder was Robert Ford's and not his, and how truly sorry he is for what he and Natalie did to her. And she finds she cannot do that to her sister and former fiancé. She also wonders how the document could have gotten into Tina's possession and what Tina might be scheming to do with it, although Tina is not aware of it and only cares about her dog returning. Jessica then finds the only person she can confide in regarding this whole thing is Robert Ford."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "John: You know, Brody, you don't usually threaten to kill a man without provocation, so what did Victor do? How did he threaten to hurt your family?",
        "Brody: Not what you think.",
        "John: Well, you know what I'm thinking? 'Cause right now, I don't. How did Victor threaten to destroy what you have? Was he holding something over you?",
        "[SCENE_BREAK]",
        "Tina: Jessica!",
        "Jessica: [Gasps]",
        "Tina: Did you hear the good news?",
        "Jessica: Hear what?",
        "Tina: My sweet, little David Vickers is home!",
        "Jessica: Great. Great.",
        "Tina: Now, if I could only find that piece of paper she stole.",
        "Jessica: What paper?",
        "[SCENE_BREAK]",
        "Doctor: Do you know who the president is? How about your name? Can you tell me your name? Do you know who you are?",
        "[SCENE_BREAK]",
        "Aubrey: Can I help you?",
        "Rex: Oh, uh, is Blair around?",
        "Aubrey: I don't expect her tonight.",
        "Rex: Well, if you see her, can you give her a message? We need to talk about our sons.",
        "Aubrey: I'll let her know.",
        "Rex: Thank you.",
        "Aubrey: Rex, I'm really sorry.",
        "Rex: For what?",
        "Aubrey: For ratting you out to Bo Buchanan.",
        "[SCENE_BREAK]",
        "Bo: Whoa, that was fast.",
        "Nora: Hey. You say you have something important about Todd Manning, I jump. What's up?",
        "Bo: Jack Manning revised his, uh, statement about the night of the murder.",
        "Nora: He lied?",
        "Bo: Jack didn't see Manning at the, uh, scene.",
        "Nora: Oh, damn. That was our only piece of evidence.",
        "Bo: I know.",
        "Nora: [Sighs] Do you think this means that Todd didn't kill his brother?",
        "Bo: I think this means that we don't have a case.",
        "[SCENE_BREAK]",
        "Téa: Oh, yeah, great. Now he's gonna -- oh, my God. Todd? Are you all right? Todd? Todd? You okay?",
        "Todd: You take my life, Victor? I take yours.",
        "[SCENE_BREAK]",
        "Rex: How did you rat me out to Bo?",
        "Aubrey: I told him about your gun. He's probably gonna want to talk to you.",
        "Rex: Yeah. He did. But why would -- why -- why would you say anything to Bo about my gun?",
        "Aubrey: I'm sorry. I thought it was the murder weapon, and I couldn't be responsible for not telling the police. It wasn't anything personal. Seriously, I get it. I would hate Victor Lord if I was you, too. I'd want him dead.",
        "Rex: Okay, well, I didn't kill Victor. Bo knows that now.",
        "Aubrey: Oh. Good.",
        "Rex: Yeah, but I still don't understand. How did you even get involved with the gun?",
        "Aubrey: Because of Cutter.",
        "[SCENE_BREAK]",
        "Doctor: Do you know your name?",
        "Stacy: Where...where am I?",
        "Doctor: Anchorage, Kentucky.",
        "Stacy: Kentucky? Why? What am I doing here?",
        "Doctor: I don't know. You surprised to be here?",
        "Stacy: I-I don't belong in Kentucky.",
        "Doctor: Where do you belong?",
        "[SCENE_BREAK]",
        "Rex: My gun was hidden inside Morris?",
        "Aubrey: And we knew Roxy and Echo had hidden it there, so, of course, we thought...",
        "Rex: Crazy moms?",
        "Aubrey: Crazy, protective moms. I got it, but I knew it wasn't right to keep the gun, so Cutter promised me that he would turn it in to the cops anonymously. But he lied to me.",
        "Rex: Well, there's a surprise.",
        "Aubrey: I found out that he had stashed it with someone else, and I'm sure he was planning on blackmailing Roxy or Echo or you or all three of you.",
        "Rex: What a guy.",
        "Aubrey: Yeah, I know. Well, for what it's worth, I broke up with him. And this time, it's gonna stick.",
        "Rex: You broke up before?",
        "Aubrey: Yeah. Actually, last time was because of you, too.",
        "[SCENE_BREAK]",
        "Ford: Hi. Is, uh -- is Jessica around?",
        "Cord: Who are you?",
        "Ford: I'm Ford.",
        "Cord: I'm Cord.",
        "Ford: Oh, Lord. You're, uh... [Clears throat] You're Jessica's brother. Uh, nice to meet you.",
        "[SCENE_BREAK]",
        "Jessica: How would a dog steal a piece of paper?",
        "Tina: Well, with her -- her teeth, I guess. I mean, I found her in Téa's room, I mean, when the will was being read, and she had this paper right under her paw.",
        "Jessica: Uh, do you know what it says?",
        "Tina: Well -- well, no. I mean, I don't read people's private papers, and I couldn't get it away from David Vickers anyway, so -- so I, you know -- it looked legal and maybe important. I don't know, but I-I couldn't get it away from David Vickers, so I put it in the carrier with her, and now it's gone. A-and I promised Téa I'd bring it back to her.",
        "Jessica: I-it was Téa's?",
        "Tina: Uh, no. Actually, it turns out it was Victor's.",
        "[SCENE_BREAK]",
        "Natalie: This has nothing to do with the case.",
        "John: I'm sorry. Why is she answering for you?",
        "Brody: It was personal.",
        "John: Anything yet? I know this isn't personal. This is a murder investigation.",
        "Brody: I got in Victor's face because of Marty Saybrooke. We know he helped her after she kidnapped Liam even if we couldn't nail him for it. I told him if he ever did anything to hurt my family... it was a dumb move, John, but that's all it was.",
        "Natalie: John, what is the problem? Y-you know that Brody didn't kill Victor. His gun wasn't a match.",
        "John: Well, that gun wasn't.",
        "Natalie: Come on.",
        "John: You have other guns, don't you?",
        "[SCENE_BREAK]",
        "Nora: [Sighs] Crap. You know, I knew it wasn't gonna be easy, but I could get a jury to convict if my witness was the victim's son.",
        "Bo: Well, we always knew that Jack's statement was trouble.",
        "Nora: Yeah, but don't forget, Todd threatened Victor in public. I know. I know. That's just what I'm telling you.",
        "Bo: [Sighs]",
        "Nora: You seen him?",
        "Bo: Todd?",
        "Nora: Hmm.",
        "Bo: Mm-hmm.",
        "Nora: In lockup?",
        "Bo: Mm-hmm.",
        "Nora: Been around him a lot?",
        "Bo: I wouldn't say a lot, but I've seen him.",
        "Nora: People say he's a... kinder, gentler Todd. Like being locked up for eight years could turn someone into someone else besides a lying, brutal rapist.",
        "Bo: Well, he's, uh... he's different.",
        "Nora: I still don't trust him.",
        "Bo: Yeah. No argument. But right now, we don't have the evidence to tie him to Victor's murder, so...Red, you're gonna have to cut Todd loose.",
        "[SCENE_BREAK]",
        "Téa: You need some water? What happened?",
        "Todd: I feel terrible.",
        "Téa: You're warm. Did you take your antibiotic?",
        "Todd: Yeah, of course.",
        "Téa: Well, then what happened? You were getting better when I left.",
        "Todd: What happened? Blair dug a bullet out of me with a pair of pruning shears. What do you expect?",
        "Téa: Well, then, let's get you to the hospital.",
        "Todd: No, no, no, no. I-I don't want to go the hospital.",
        "Téa: You can. I spoke to Bo, all right?",
        "Todd: You did?",
        "Téa: Yes.",
        "Todd: And?",
        "Téa: Well, he's still pretty ticked at you for escaping, but he knows that they don't have a case against you, so they have to drop the charges.",
        "Todd: They dropped the charges?",
        "Téa: Well, that's up to Nora.",
        "Todd: Uh --",
        "Téa: Bo's gonna talk to her.",
        "Todd: Oh, come on. Why? What difference does that make? Nora hates my guts.",
        "Téa: It doesn't matter if she hates you. Jack admitted that he did not see you the night of Victor's murder, so there was no eyewitness. She has to drop the case since there's no evidence against you.",
        "Todd: Yeah. What if there is?",
        "Téa: What do you mean? What kind of evidence could there be against you?",
        "Todd: Come on. It's me. There's always something, right? There's always someone who knows I'm guilty.",
        "Téa: Well, it doesn't matter what anybody knows. That's not gonna hold up in court.",
        "Todd: What about the gun? Did they find the gun, the gun that I took from Dorian's safe? Did they find it?",
        "Téa: Well, what does it matter? That wasn't the murder weapon.",
        "Todd: Yeah.",
        "Téa: No, I-I-I hear what you're saying. If they find it, they'll be able to prove that it wasn't shot. But we don't have to prove anything. The burden of proof rests with them.",
        "Todd: Yeah, but they're looking for it. I know they are. I know they're gonna look for it 'cause they're gonna pin all this on me.",
        "Téa: Bo didn't say that.",
        "Todd: They're probably dragging the river right now.",
        "Téa: Well, even if they did, it's only gonna help our case. Right?",
        "[SCENE_BREAK]",
        "Nora: What about the gun, the one he got at Dorian's?",
        "Bo: Well, we dragged the river, couldn't find it.",
        "Nora: Oh, it's probably buried under a ton of silt by now. Of course, Todd would know that. Why else would he lead us to a gun that would ultimately convict him?",
        "Bo: He said that it would exonerate him.",
        "Nora: And yet, it is conveniently not where he said it was.",
        "Bo: Yeah, well, we tried to, uh, track all his movements or trace him as best we could, but, eh, got nothing.",
        "Nora: Well, we'll keep looking. Well, listen, as long as Todd's a fugitive, I don't feel the need to make any sudden moves on the -- these charges, so... [Sighs]",
        "Bo: Uh, Téa came by to see me tonight.",
        "Nora: Has she been in touch with Todd?",
        "Bo: Yeah, she says they've been talking.",
        "Nora: She's an officer of the court, you know. If she knows where he is, then she should be encouraging him to --",
        "Bo: And that's what she's been doing. She's bringing him by tonight.",
        "Nora: Oh, that's why you said this was important.",
        "Bo: Yeah. Because we don't have time to build a case. She knows that Jack recanted, and, uh, she also knows that we have nothing.",
        "Nora: She's gonna have me in front of a judge by morning.",
        "Bo: Yep.",
        "Nora: Oh, this sucks.",
        "Bo: I know.",
        "Nora: The mayor's gonna hate this, too.",
        "Bo: Well, I tried to warn her.",
        "Nora: Well, I don't think saying \"I told you so\" was exactly what she wanted to hear.",
        "Bo: Oh, I'm not worried.",
        "Nora: You should be. I'm an elected official, but you -- you're working at the pleasure of the mayor. She could drop you in a heartbeat. [Chuckles]",
        "[SCENE_BREAK]",
        "Aubrey: Cutter wanted me to make the moves on you right after Gigi died. I know. I -- obviously, I couldn't, but the fact that he would even want me to...",
        "Rex: The guy you thought was Mr. Right?",
        "Aubrey: Yeah. I mean, I guess I just -- I was kind of lost after Joey. I know most people wouldn't believe me, but I really cared about him. So when that was over, I was just...really alone.",
        "Rex: I know the feeling.",
        "Aubrey: But I went after Joey's money, so I deserved to get burned.",
        "Rex: Wait, w-w-weren't you and Cutter in on that together? Why were you alone?",
        "Aubrey: Well, I had fallen in love with Joey, so I broke things off with Cutter. And then when Joey dumped me, I decided I wanted to go straight. And Cutter said he wanted that, too, and I really wanted to believe him.",
        "Rex: Kind of hard to let go.",
        "Aubrey: Oh, Rex, I'm sorry. You know, let's just forget it.",
        "Rex: What?",
        "Aubrey: What I'm going through is nothing compared to what you're going through.",
        "Rex: No. I still had to let Gigi go, too.",
        "[SCENE_BREAK]",
        "Doctor: If you don't belong here, do you remember where you do belong?",
        "Stacy: This isn't right.",
        "Doctor: You remember where you came from?",
        "Stacy: This is wrong. I have to go.",
        "Nurse: Steady, hon.",
        "Doctor: You can't go anywhere just yet. You're too weak.",
        "Stacy: From what?",
        "Doctor: You were in a coma. It was an accident.",
        "Stacy: I don't remember.",
        "Doctor: That's perfectly normal after trauma. And you just woke up.",
        "Stacy: But this is wrong.",
        "Doctor: Just relax and take a few deep breaths, okay?",
        "Nurse: Where's Ms. Andrews? She's been here almost every day.",
        "Cutter: Uh, she's been detained.",
        "Nurse: If Stacy saw a familiar face, it might calm her down.",
        "Cutter: I know. Kim sent me to check on her.",
        "Stacy: I don't understand.",
        "Doctor: We're gonna need to do some tests, but in the meantime, you need to rest. And don't worry. It's a miracle you're awake. We'll know more tomorrow, but, uh, physically, she's remarkably well.",
        "Cutter: She get her memory back?",
        "Doctor: It's a little too early to tell. We'll see.",
        "Stacy: Help me. Please.",
        "[SCENE_BREAK]",
        "Cord: My pa told me about you.",
        "Ford: Listen, I-I know what he thinks of me, and -- and you should know that Jessica and I are -- are good friends now.",
        "Cord: Come here. Let me just tell you something. You ever hurt her again, what my pa did to you before will seem tame.",
        "Ford: You don't need to worry about that.",
        "Cord: Then neither will you. Glad we got an understanding.",
        "Ford: Okay.",
        "[SCENE_BREAK]",
        "Jessica: So, this piece of paper, was it important?",
        "Tina: Well, Téa didn't seem to know what it was, but she does want it back. I mean, who knows? Maybe it's the deed to a diamond mine or something, you know? But, anyway, so I thought I should retrace my steps. See, David Vickers wouldn't let it go, so I put it in the carrier with David Vickers, and then I carried the carrier to the kitchen. Remember, you saw me there. You -- I-I asked if you'd seen her.",
        "Jessica: Damn it, Tina. Oh, my God.",
        "Tina: And I know you didn't see David Vickers, but -- but did you see the paper?",
        "[SCENE_BREAK]",
        "Brody: Now you think I used another gun to kill Victor Lord?",
        "John: Come on. You have other guns.",
        "Brody: Oh, yeah, I kept a full arsenal when the Navy discharged me. I got assault rifles, RPGs.",
        "John: What about a drop piece?",
        "Natalie: This is nuts.",
        "Brody: You're not serious.",
        "John: Why'd you threaten Victor Lord?",
        "Brody: I told you.",
        "John: I know what you told me. Why'd you really threaten him?",
        "Brody: [Thinking] She changed the test. [Voice breaking] Liam's not my son. He's John's.",
        "John: Brody.",
        "Brody: It's about Liam. It's all about Liam.",
        "John: So, you're saying this is about Liam? You think Victor was that focused on your son?",
        "Brody: No, you are. That's why you're all over me, John, because Liam's my son, not yours.",
        "Natalie: Brody.",
        "Brody: No, it's time somebody said it. You've been all over me for weeks, any excuse, and it's worse since Natalie and I got engaged.",
        "John: That's what you think?",
        "Brody: That's what you're doing, John. If you can't see that, then it's time for you to wake up.",
        "[SCENE_BREAK]",
        "Tina: So, do you remember seeing that paper? I mean, maybe it fell out in the kitchen.",
        "Cord: Look who's home.",
        "Jessica: Hey, big guy!",
        "Ford: He's had a rough day today.",
        "Jessica: Oh, really? Come here.",
        "Ford: Yeah, we were playing in all the leaves at Llanview Park.",
        "Jessica: I got him. Oh.",
        "Tina: Oh, my goodness. What a beautiful boy.",
        "Cord: [Chuckles]",
        "Tina: Oh. How old is he?",
        "Ford: He's, uh -- he's nine months now.",
        "Tina: Oh, what a cutie.",
        "Ford: So, uh, he just ate and he should be okay until, uh -- till his, um, bottle.",
        "Jessica: Okay.",
        "Ford: All right, well...",
        "Jessica: Oh, are -- are you in a hurry?",
        "Ford: Well, actually, there's this -- there's this new band that's playing at Capricorn, and I was gonna go see them.",
        "Jessica: That sounds like fun.",
        "Ford: Really?",
        "Jessica: Yeah, I'd love to go. Wait. You don't have a date, do you?",
        "[SCENE_BREAK]",
        "Rex: I always thought when somebody died, you just let go.",
        "Aubrey: That's not true.",
        "Rex: No, it's not even close. Gigi was still everywhere.",
        "Aubrey: Well, it makes sense that you would think about her.",
        "Rex: No, not just think. I saw her. I kept hearing her voice, like she was trying to send me a message.",
        "Aubrey: What kind of message?",
        "Rex: [Sighs] It felt like she was trying to give me clues to something. I had no idea what, but I-I looked for it everywhere. I was trying to force it all to mean something. I-I got pretty obsessed.",
        "Aubrey: That's not good.",
        "Rex: No. And it really sucked for my son. I stopped paying attention to things I really needed to.",
        "Aubrey: It's understandable.",
        "Rex: Maybe, but...it's not okay. If Gigi knew how bad I was at helping out our kid, she'd jump out of her grave and let me have it.",
        "[SCENE_BREAK]",
        "Cutter: Doc says you're okay.",
        "Stacy: I'm not. Who are you?",
        "Cutter: My name's Cutter.",
        "Stacy: Do I know you?",
        "Cutter: That's a good question.",
        "Stacy: What's going on? Will you tell me?",
        "Cutter: That might take a while.",
        "Stacy: Do you know who I am? Please tell me who I am.",
        "Cutter: Does the name Morasco ring any bells?",
        "[SCENE_BREAK]",
        "Rex: Morasco would be the first person to tell me to snap out of it, think about Shane, he's what matters.",
        "Aubrey: How's Shane doing? I'm sorry. I know it's none of my business.",
        "Rex: Hey, no, you're a bartender, right? I haven't shut up for the last half- hour.",
        "Aubrey: [Chuckles]",
        "Rex: He's the best. He's funny. He's smart, talented.",
        "Aubrey: Sounds like a great kid.",
        "Rex: Which is why I need to think about him here and now, focus on the living. My sister, Natalie, is marrying Brody Lovett. I'm throwing them an engagement party.",
        "Aubrey: Wow.",
        "Rex: What?",
        "Aubrey: That's a pretty big deal.",
        "Rex: Yeah, s-she's always been there for me. I wanted to do something for her. I have no idea if I'm ready for it. I think Shane will be into it. There's so much stuff to plan. I'm sure Echo and Roxy will want to jump right in.",
        "Aubrey: That's a problem?",
        "Rex: Are you kidding? They'll be at each other's throats before the invitations go out.",
        "Aubrey: Maybe I can help.",
        "[SCENE_BREAK]",
        "Téa: Why are you so worried about the gun?",
        "Todd: Oh, come on. Like you've never been framed for murder.",
        "Téa: You think the commissioner's gonna frame you for murder?",
        "Todd: I think Nora would.",
        "Téa: Not with me as your lawyer. Look, I can't guarantee that the charges are gonna be dropped right away, but they will be the minute I'm in front of a judge. And Nora knows what, okay? You need to turn yourself in.",
        "Todd: Yeah. I should, right?",
        "Téa: I don't understand. You practically ran me down trying to get out of here earlier. You were hell-bent on getting Starr out no matter what. What changed while I was gone?",
        "[SCENE_BREAK]",
        "Bo: If that mayor wants to fire me because the facts don't fit her agenda, then...so be it.",
        "Nora: I could always just take this case to trial.",
        "Bo: Oh, come on, Red. They'd laugh you right out of court. What if you got that Judge Lee again?",
        "Nora: Oh, God, he already hates me 'cause I charged half the town with Eddie Ford's murder.",
        "Bo: You bring one more bad case before that guy, and you're never gonna get on his good side again. And you can't just take Todd to trial to get the mayor off my back.",
        "Nora: I don't think it's your back that she wants to get on.",
        "Bo: Oh, give me a break.",
        "Nora: No, you know it's true. You so know it's true. You know, if you hadn't turned her down way back when, maybe she wouldn't be trying to push you around now.",
        "Bo: Well, maybe if I knew she was gonna be the mayor someday, I'd have never turned her down.",
        "Nora: Hey! H-e-e-e-ey. You looking for a free pass, buddy?",
        "Bo: Well, maybe. [Laughs]",
        "Nora: No way.",
        "Bo: Mayor knows that there's only one woman for me. You.",
        "Nora: [Laughs]",
        "[SCENE_BREAK]",
        "Téa: You're scared of something. W-what happened when I was gone?",
        "Todd: Téa? I think I'm going a little crazy. I'm really worried.",
        "Téa: Look, you're not going to prison. I'm going to get the murder charge dropped, but you need to turn yourself in, for yourself and for Starr. The sooner you are cleared, the sooner we can find my husband's killer. Look, you need to change out of those pajamas right now. We need to go, all right?",
        "Todd: Téa, no, I'm not -- I'm not going anywhere.",
        "Téa: What? Why not?",
        "Todd: I need to tell you something.",
        "[SCENE_BREAK]",
        "Stacy: My sister's dead? And I don't even remember her. [Scoffs] She was in that room with me? I lived and she died?",
        "Cutter: Yes.",
        "Stacy: But why? How could that happen?!",
        "Cutter: You need to calm down.",
        "Stacy: I don't even know who I am or where I am!!",
        "Cutter: Okay.",
        "Stacy: My sister died, and I don't even remember any of it! I'm just a blank! Nothing!",
        "Doctor: What the hell's going on in here?",
        "Stacy: I want answers!!",
        "Doctor: I told you to let her rest.",
        "Cutter: I did. She just got up.",
        "Doctor: I'm gonna give you something to help you relax.",
        "Stacy: No, no, no, no! I just want to know -- no, I just want to know who I am! Don't! Please, just tell me about my life! Please!",
        "[SCENE_BREAK]",
        "Rex: I was a con and a thief. When I came to Llanview, I tried to get my hands on Jessica's money.",
        "Aubrey: Shut up. You were a thief?",
        "Rex: Just easy B&Es;, stealing jewelry out of hotel rooms, stuff like that.",
        "Aubrey: Jewelry, huh? Which was wrong.",
        "Rex: Yes, it was.",
        "Aubrey: So, tell me, when you went straight, how did that happen?",
        "Rex: I met Bo Buchanan. He's the reason I changed. If it hadn't been for him, I would still be a lying, thieving, little punk.",
        "[SCENE_BREAK]",
        "Bo: We had to move too soon on Todd.",
        "Nora: I know. But did you think he was guilty? Did you know in your gut that he did it or not?",
        "Bo: I didn't know.",
        "Nora: Do you still feel the same way?",
        "Bo: Well, it doesn't matter how I feel. You're gonna have to make the call, honey. And you're gonna have to do it right now.",
        "Nora: Now? As in tonight?",
        "Bo: Any minute, Téa is gonna walk through that door with Todd.",
        "[SCENE_BREAK]",
        "Téa: What are you sorry for?",
        "Todd: A lot of things.",
        "Téa: Well, pick one. [Sighs]",
        "Todd: I'm sorry... that I asked you to represent me so soon after Victor's death. You were grieving. I-I shouldn't have done that.",
        "Téa: No, you shouldn't have. But you're a rude, insensitive, self-centered jerk, so what else is new? Look, we got to go down to the police station and find out who really killed my husband, all right? Let's go. Come on.",
        "[SCENE_BREAK]",
        "Tina: He is wonderful. You know what? Maybe we should get a-a mattress and blow it up and put it in the nursery and sleep with him there tonight.",
        "Cord: Oh, yeah? And maybe you could pretend to read that Dr. Spock baby book again, too, right?",
        "Tina: What? I read it. At least, the -- I read the chapter titles.",
        "Cord: You know, Tina, you were really good with the kids when they were this old.",
        "Tina: Hmm. That's when I was the happiest, raising CJ and Sarah...with you.",
        "Cord: That makes two of us.",
        "[Ryder whines]",
        "Cord: Oh, I know. You're tired. Okay, I think it's time. You ready, little man?",
        "Tina: Oh, yeah. Let's get you up to bed, huh? Come on.",
        "[SCENE_BREAK]",
        "Jessica: Tina didn't know that it was Liam's paternity test, let alone what it said.",
        "Ford: You sure it's not an act?",
        "Jessica: Well, not that Tina wouldn't pull a scam, but this time, I think that she's clueless.",
        "Ford: Well, where do you think she got the test?",
        "Jessica: Apparently, it was Victor's.",
        "Ford: Why would your uncle have Liam's paternity test?",
        "Jessica: To mess with John McBain.",
        "Ford: [Sighs]",
        "Jessica: He hated him. And if he found out that he had a son and he could keep it from him... what?",
        "Ford: Isn't that what you're doing?",
        "[SCENE_BREAK]",
        "John: You don't know me.",
        "Brody: You sure?",
        "John: [Scoffs] I'm positive. I know you're under a lot of pressure, so you can say that stuff once, but don't ever talk to me like that again.",
        "Natalie: What are you doing?",
        "John: You're not doing yourself any favors, buddy.",
        "Brody: Neither are you.",
        "John: [Chuckles] You know, the more you talk, I wonder what you're not saying.",
        "Brody: You want to come after me, you do it. You're the one who will end up looking bad.",
        "John: Hey, you worried about this? Let's take it up to I.D. and see what they have to say.",
        "Natalie: Yeah. Well, you know what? While you're there, why don't you take that ballistics report that shows that Brody's gun is clean?",
        "Brody: You do what you got to do, John.",
        "John: I will. And it's not gonna stop until I find out what you're hiding.",
        "[SCENE_BREAK]",
        "Doctor: Let her sleep.",
        "Cutter: Pfft. Fine with me.",
        "Doctor: And if she wakes up, you keep her calm and call me.",
        "Cutter: Yeah, how long's that gonna be? Is it gonna take a while, 'cause I kind of got some... I got...I'll be here. [Sighs] Great. I needed this like I needed a hole in the head. Kim would be laughing her ass off if she saw me here. [Chuckles] I guess it's karma for getting her locked up. Whatever. I needed a way out of that Spotted Pony mess. I thought I was home free, and then I got stuck with you. You see this document? This is gonna make me a very wealthy man, but not if I'm stuck here. So next time you wake up, I need you to remember who you are, okay, so that I can get the hell out of here.",
        "[SCENE_BREAK]",
        "Rex: I am very lucky that Bo came into my life when he did. He helped me straighten out before...Gigi came back and I found out about Shane. If I hadn't changed...",
        "Aubrey: But you did.",
        "Rex: Yeah. And so can you. You already kicked Cutter out. You got a real job.",
        "Aubrey: Yeah, and maybe I could use another one. I used to work for a party planner, you know.",
        "Rex: Yeah?",
        "Aubrey: Yeah, and it was really fun. Why don't you let me help with the engagement party?",
        "Rex: Okay. But you have to let me pay you.",
        "Aubrey: Hell, yeah. What, did you think I was gonna do it for free? I live at the Minute Man Motel.",
        "Rex: Right. I forgot.",
        "Aubrey: [Chuckles]",
        "Rex: Okay. You're hired.",
        "Aubrey: Okay.",
        "Rex: We will get Natalie and Brody headed off on their new lives and take a couple of steps towards ours, too.",
        "[SCENE_BREAK]",
        "Cord: Ryder was asleep by the time you got to the second verse of that song.",
        "Tina: Well, I think he just wanted me to stop singing.",
        "Cord: Yeah? Well, I didn't.",
        "Tina: I know what you're doing. You're trying to avoid the, uh, elephant in the room.",
        "Cord: Oh, and, um, which elephant would that be?",
        "Tina: Well, that would be, uh, here. Us.",
        "Cord: Oh, the \"us\" elephant.",
        "Tina: Hmm, you never were very good at playing dumb.",
        "Cord: Hmm.",
        "Tina: So, Cord, tell me what would have happened, you know, if -- if Clint hadn't walked in on us when he did. What...would have happened?",
        "Cord: Well, it's hard to say what would have happened. I-I'm thinking probably something like, um, this and maybe this. And, of course, naturally, it would have been...this.",
        "[SCENE_BREAK]",
        "Brody: You're seriously gonna waste time and resources digging up dirt on me? The real killer's still out there!",
        "Natalie: Todd.",
        "Téa: We're here to surrender to the commissioner. He's expecting us.",
        "Natalie: Brody. You okay? You want to let it go now?",
        "Brody: Yeah, we're done here.",
        "[SCENE_BREAK]",
        "Jessica: I already told you the reason that I haven't told John or Brody or Natalie yet.",
        "Ford: I know. I know. You have good reasons.",
        "Jessica: [Sighs] Look, I'm not like my uncle. I'm not enjoying this. I wish I never found that stupid test.",
        "Ford: Yeah, but you did. So, what are you gonna do? Are you gonna tell them that -- that Brody isn't Liam's father and that John is?",
        "[SCENE_BREAK]",
        "Natalie: Brody maybe crossed a few lines, but he was right... about all of it.",
        "John: [Sighs]",
        "[SCENE_BREAK]",
        "Nora: You honestly think that Todd Manning's gonna show up here with no guarantee that the charges against him will disappear?",
        "Bo: Téa seemed sure.",
        "Nora: Yeah. Okay. Well, if he shows up, you know what? I'm gonna eat that re--",
        "[Knock on door]",
        "Téa: Commissioner. My client is turning himself in, per our agreement.",
        "Bo: Well, the D.A. Is here. She's up to speed.",
        "Téa: Then you'll be dropping the murder charge?",
        "Nora: That depends.",
        "Téa: On what?",
        "Nora: I want you to look me in the eye and tell me that you're innocent. Just look me in the eye and tell me that you didn't kill your brother, Victor. . ."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=ex7UQDZF7yY"
}