{
    "Episode Summary": [
        "Episode # 10799"
    ],
    "Recap": [
        "Starr and Hope are trapped in a dark house. Starr hopes Hannah doesn't get to Cole before James's tells him his suspicions about Hannah. Starr dreams about Cole being with Hannah after Hannah kills her. Cole apologizes to James for going off on him in the police station and says he realizes the only person responsible for Starr and Hope being missing is Eli Clark. James isn't so sure that's true. Cole suggests that they work together in spite of not liking each other. James thinks that's a good idea. Cole wonders how James got his necklace back.",
        "Ford asks Hannah if they can give their relationship another chance. Hearing that, Langston says Ford is still the same dog he has always been. When Hannah leaves the room, Ford tells Langston that he didn't mean anything that she heard, that there is no time to explain, and that he needs Langston to leave him alone with Hannah. He tells her to go see James, so she goes to Ford's apartment and asks James what's going on. Hannah tells Ford that she won't give him another chance because she wants Cole. Ford tells her that she doesn't have a chance with Cole because of Starr. She asks him what if Starr weren't in the picture. Cole arrives so Ford leaves. Ford goes back to his apartment and tells Langston and James that Hannah wants Starr out of the way, so she can have Cole. He says Hannah didn't ask Cole about Starr and he is sure that that is because she already knows where Starr is.",
        "Markko runs into Cris as Cris is ending a phone call with Layla. Cris wonders if Markko is going back to CA when his father is out of hospital. Markko says he is going to stay in Llanview for Cole and Starr, but that he isn't getting back together with Langston. He says long distance relationships never work. He later recants after Gigi tells him that Cris is in a long distance relationship because Layla lives in Paris now.",
        "Viki is impressed with Gigi's artistic talent when she sees Gigi's drawing of Rex's mother's half-heart necklace. While looking through Echo's hotel room, Rex wonders why she has the other half-heart necklace that had belonged to his father. Echo goes to see Charlie at Llanfair and says she has something important to tell him but Viki throws her out before she can say it. Viki tells Charlie that Echo has an agenda. Charlie asks her if Rex has found out anything about Echo's agenda. Echo returns to her room while Rex is still there. He picks up a stack of towels that he brought with him and tells her that his mother owns the motel and he is helping her out. She says he doesn't look like Roxy. He suggests that he might look like his father but doesn't know because he never met him. After Rex leaves, Echo puts on the necklace and cries. Rex goes to Rodi's and shows Gigi the picture of the necklace. He says he is going back to New Mexico and will show Echo's picture around."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Knocks on door]",
        "James: Hey.",
        "Cole: Can I come in?",
        "James: So I guess Langston told you I stopped by.",
        "Cole: No. I haven't seen Langston.",
        "James: Okay. So why are you here?",
        "Cole: I wanted to apologize for going off on you this morning at the police station. It's not your fault that Starr and Hope are missing. I shouldn't have blamed you",
        "James: Well, it's understandable to be upset.",
        "Cole: Well, that's no excuse. I talked to Bo about all this, and he reminded me that there's only one person responsible. That's Eli Clarke.",
        "James: You sure about that?",
        "[SCENE_BREAK]",
        "Starr: Okay, sweetie. Don't worry, okay? Someone will find out that Hannah has us in here. Are you hungry? Okay. All I have is what I've already had in the bag. This okay? Don't worry. I'm going to get us ice cream as soon as we get out of here, okay? You want that? And I know that Hannah found that S.O.S. that I wrote on that ball. Don't worry. We're gonna find a way out of here, okay, somehow.",
        "[SCENE_BREAK]",
        "Ford: Hannah, what's with the baseball?",
        "Hannah: Just something my shrink gave me to relieve stress.",
        "Ford: Okay.",
        "Langston: What are you doing here?",
        "Hannah: I was wondering that myself.",
        "[SCENE_BREAK]",
        "Charlie: Well, Echo, I appreciate your condolences, but my family is going through a lot right now. Viki's nieces are missing, and-- anyway, right now, I'm thinking about them. I'm not really thinking about the loss of my son, so--",
        "Echo: You never were a very good liar. You think about your son every second of every day. Anyone can see it. Maybe I can help you.",
        "Charlie: Can you bring Jared back?",
        "Echo: I'm afraid not...",
        "Charlie: Well, then I think we're done here.",
        "Echo: But I do understand. I understand the depth of that kind of loss, and maybe I can help ease your pain.",
        "[SCENE_BREAK]",
        "Viki: Hi, darling.",
        "Gigi: How are you? Any news on the girls?",
        "Viki: No, not a word. It's awful. I just came to pick up some food to take to Todd and Blair while they wait. I wish there was something else I could do, you know?",
        "Gigi: Are you kidding? I've been getting alerts on my phone from the \"Banner\" every 10 minutes.",
        "Viki: Oh, if only that would bring results.",
        "Gigi: Well, I don't know how much help it is, but I'm sending my best vibes.",
        "Viki: Helps a lot. I appreciate it. Did you do this?",
        "Gigi: It's just something I'm working on for school.",
        "Viki: Well, that's amazing. Isn't that--",
        "Gigi: The half-heart necklace that Rex's mother left with him when he was a baby.",
        "Viki: Right, and that's why you went to New Mexico, right, to find Rex's parents.",
        "Gigi: Mm-hmm, and we found each other again.",
        "Viki: Do you still have the necklace? I thought that it--",
        "Gigi: Oh, no, no. I'm just going off memory. The original one is gone now.",
        "[SCENE_BREAK]",
        "Rex: Okay. Is this what I think it is?",
        "Rex's voice: This is the closest I'll ever get to my real parents.",
        "Gigi's voice: Balsom, you'll find them someday. I know you will.",
        "Rex: What's Echo DiSavoy doing with it?",
        "Rex: This can't be the same one.",
        "Gigi's voice: She loved you, Rex. You were his child, and she loved him more than her own life.",
        "Rex's voice: I know.",
        "Rex: This couldn't really be the other half... the half that belonged to my father.",
        "[SCENE_BREAK]",
        "Charlie: Thank you, but I have already gotten into plenty of trouble trying to ease the pain over Jared.",
        "Echo: Oh, no, no. I'm not talking about numbing the pain. I know you're not drinking, but there's something else. There's something that I want to tell you about myself. Oh, it's just hard for me to say.",
        "Charlie: Well, just say it. How bad can it be?",
        "Echo: Oh, it's not bad. Well, some of it's bad. I guess in the end, it's better to just get it out, although Viki-- whew, Viki is gonna have something to say about this.",
        "[SCENE_BREAK]",
        "Viki: I am really impressed.",
        "Gigi: Thanks.",
        "Viki: Oh, and I don't just mean your artistic ability. I'm really proud of you. Took a lot of courage to go back to school. Not everyone is brave enough to, well, pursue their dreams the way you have.",
        "Gigi: The best part is, I'm really enjoying it, and it is keeping me completely busy, though...",
        "Viki: Yeah.",
        "Gigi: But not too busy for you, of course, so please let me know if there's anything I can do while you're waiting to hear about Dani and Starr and Hope.",
        "Viki: Just keep thinking good thoughts. Thanks, babe.",
        "[SCENE_BREAK]",
        "Cristian: No. You're right. I forgot how expensive last-minute flights are. I just miss you. A video and Chinese aren't exactly the same. Yeah, yeah. I got to go, too. Okay. Okay. Bye. Love you.",
        "Markko: Dude...",
        "Cristian: Hey, man, heard you were back in town.",
        "Markko: Yeah. I just got back a little while ago. You okay?",
        "Cristian: Yeah, yeah. It's nothing. I heard about your dad's operation. How's he doing?",
        "Markko: Came through with flying colors.",
        "Cristian: Awesome, awesome. Give him my best.",
        "Markko: Definitely.",
        "Cristian: So I guess that means you're going back to California soon.",
        "Markko: Well, that was the plan, but I think right now, I'm gonna stick around for Cole until they find Starr and Hope.",
        "Cristian: That the only reason?",
        "Markko: What else?",
        "Cristian: I thought maybe you were sticking around for Langston, too.",
        "[SCENE_BREAK]",
        "Hannah: I thought you said you were just leaving.",
        "Langston: No. I think I'll stay for this.",
        "Hannah: So, Ford, what do you want to ask me about?",
        "Ford: Uh, okay. Here goes. Hannah, I've been thinking a lot about you lately, and I was just wondering if there might be another chance for us.",
        "[SCENE_BREAK]",
        "Cole: All right. I know I blamed your brother Nate, too, for dragging Starr into all of this, roping her into hiding Dani in the first place, but this is not his fault, either. All of this is on Eli.",
        "James: And what about Hannah?",
        "Cole: What, you mean if she would've just told the cops that Eli pushed my mom down the stairs in the first place? Yeah. I mean, he might not have been walking around free all this time...",
        "James: Yeah.",
        "Cole: But, you know, I don't believe that, either, you know, because Eli probably would've squirmed his way out of it and made Hannah look like the crazy one. Now, he still would've done everything he did.",
        "James: Maybe.",
        "Cole: James, you got to remember that Hannah was Eli's victim, too. Look. He nearly killed her at St. Ann's. Believe me, she suffered for what she did.",
        "James: Hannah was really willing to do anything for you, wasn't she?",
        "Cole: Look. I didn't come here to talk about Hannah. Whatever she did before, she's been a good friend. Look. Hannah, she is a different person now.",
        "James: Yeah. I think so, too.",
        "[SCENE_BREAK]",
        "Starr: Honey, I think it's past your bedtime, okay? I really hope you're able to fall asleep tonight without Mr. Froggy. Okay.",
        "Hope: Mommy.",
        "Starr: Honey, I know. I wish that I was sleeping next to Daddy tonight, too, but if James is suspicious of Hannah, maybe Cole will be, too, and if James tells Cole that he doesn't believe Hannah's story about the necklace, then maybe Hannah won't be able to get to Cole, not this time.",
        "[SCENE_BREAK]",
        "Langston: Are you kidding me? After we broke up, all you did was go on and on about how you've changed, but yet here you are sniffing around Hannah again.",
        "Ford: I have changed, Langston.",
        "Langston: Please. You're still the same dog up to the same old tricks.",
        "Ford: Don't listen to her. I'm telling you the truth, Hannah. I came over here hoping that I might be able to make up for some of what I've done to you and that way, we might have a chance again.",
        "Hannah: Why, so you could use me to get over Langston?",
        "Ford: Actually, it was the way Langston treated me that made me realize how badly I messed up with you.",
        "Langston: Whoa, whoa, whoa. The way I treated you?",
        "Ford: Yeah. Everything went to hell for me after I hooked up with you, or hadn't you noticed? I didn't really realize how great I had it with Hannah, and now there's nobody special in my life, and I don't think there's anybody special in yours, right?",
        "[SCENE_BREAK]",
        "Cole: Listen. I know we're not exactly each other's favorite person...",
        "James: Yeah. I guess not.",
        "Cole: But I do know that you care about Starr. We both just want to see her come home safe. So I was thinking maybe we can work together.",
        "James: That's funny because that's why I came to see you today. I was thinking the exact same thing.",
        "Cole: Oh, yeah?",
        "James: Yeah.",
        "Cole: You didn't happen to have a plan in mind, did you, because I don't.",
        "James: Yeah. Me, neither, but there is something that I wanted to run by you, man. I've been thinking about--",
        "Cole: Where did this come from?",
        "James: Uh, yeah. That-- yeah. I understand that you weren't very happy about finding that at your apartment.",
        "Cole: At my-- you mean, when Starr's cousin found it at her dad's house after you dropped it helping Dani get away?",
        "James' voice: I want an answer, Hannah. How did you get this necklace?",
        "Hannah's voice: Cole found it in his apartment. He thinks that it got ripped off Starr when she was taken by Eli.",
        "Cole: You know, the last thing I knew, Starr had this. So how did it get here?",
        "[SCENE_BREAK]",
        "Hannah's voice: How are you doing?",
        "Cole's voice: I miss her. I miss her so much.",
        "Hannah's voice: I know.",
        "Cole's voice: Can't believe she's really dead. Can't believe she's gone.",
        "Hannah's voice: Shh, it's okay. I'm here for you. I'm not going anywhere.",
        "Hannah: You know, just because your love life is in the toilet right now doesn't mean that you get to--",
        "Ford: What?",
        "[Cell phone rings]",
        "Hannah: It's Dr. Saybrooke. Excuse me.",
        "Langston: So you've changed, huh? Seriously, Ford? Hannah? I can't tell whether you're being desperate or sadistic.",
        "Ford: Listen to me. I didn't mean any of the things I said about you or any of the things I just told Hannah.",
        "Langston: What? What do you mean?",
        "Ford: There's no time to explain, but right now, I just need you to get out of here, and I need you to leave me alone with her.",
        "Langston: Why?",
        "Ford: Look. I want to tell you everything, but she's gonna be off the phone any second. I need you to trust me, please.",
        "Langston: You want me to trust you.",
        "[SCENE_BREAK]",
        "Markko: I admit, seeing Langston did bring back some old stuff, but we're not getting back together.",
        "Cristian: And you don't want to get back together?",
        "Markko: Dating Karen now.",
        "Cristian: The girl you drove out to California with. Well, wasn't this a road trip. But you haven't answered my question.",
        "Markko: Even if I wasn't with Karen, things would never work with me and Langston. We have too much to work out, and on top of everything, she's going to school here in Llanview, and I'm all the way over at UCLA. There's literally an entire country between us.",
        "Cristian: Sometimes couples don't have a choice. Circumstances force them to live in different places.",
        "Markko: Yeah. They try to keep things going for a while, but those long- distance relationships, they never work.",
        "[SCENE_BREAK]",
        "Echo: I knew this was going to be difficult. I just didn't figure out how--",
        "Charlie: Echo, whatever it is, just tell me.",
        "Echo: Charlie--",
        "Viki: Get out of my house. Boy, Echo, you are having quite a day, aren't you? Dorian threw you out of La Boulaie, and now I'm gonna throw you out of Llanfair again.",
        "Echo: Oh, no, Viki. Please just wait. There's something that I have to tell Charlie.",
        "Viki: Oh, I'll just bet there is. Get out now.",
        "Echo: I'm sorry, Charlie, sorrier than you know.",
        "Viki: Man, I cannot believe the nerve of that woman.",
        "Charlie: Well, she's gone now.",
        "Viki: What was she even doing here, just checking to see that I wasn't home?",
        "Charlie: Viki, I know that you and Echo have a history.",
        "Viki: Sweetheart, I think seducing my husband and framing him for murder qualifies as just a little bit more than history.",
        "Charlie: Okay. Agreed, but you have to admit that what you just did to her was pretty much over the top. I mean, she was just trying to tell me something, and it sounded important.",
        "[SCENE_BREAK]",
        "Rex: All right, lady. We're gonna find out what you're up to.",
        "[SCENE_BREAK]",
        "Hannah: Okay. I'll tell Cole when I see him.",
        "Ford: Look. I can't get into it right now, but, believe it or not, I'm actually doing this for Starr.",
        "Langston: Ford, what's going on?",
        "Ford: Go find James, okay? He can tell you everything. He knows all about it.",
        "Langston: What's wrong?",
        "Ford: Nothing. Go find James, okay?",
        "Langston: Okay. I trust you.",
        "Ford: Where do you get off telling me who I can and can't see?",
        "Langston: You know what? I don't give a damn what you do. You disgust me. He's all yours, Hannah.",
        "Hannah: You know, I just want to wait here for Cole. I don't really have energy for the whole \"Ford and Langston show,\" so--",
        "Ford: Don't worry. It's over. I'm sorry. I didn't even know Langston was gonna be here. I came to see you, Hannah. I had to. I can't stop thinking about you.",
        "Hannah: Oh, please.",
        "Ford: No. Come on. I know I treated you badly.",
        "Hannah: Oh, are you just figuring that out?",
        "Ford: No. It wasn't until I lost everything and I hit rock bottom that I realized what Eli did to you, what he did to both of us. None of this would've happened if we'd just stayed together, and maybe Eli wouldn't even have Starr, either. Come on, Hannah.",
        "Hannah: Look. I don't know where this is coming from, but it can't happen, okay? It can't.",
        "Ford: Why not?",
        "Hannah: Because of Cole.",
        "Ford: Hannah, you really think you and Cole can be together?",
        "Starr's voice: Cole!",
        "Hannah's voice: What is it?",
        "Cole's voice: Starr.",
        "Hannah's voice: No. Starr died, Cole.",
        "Starr's voice: I'm not dead, Cole. I'm here.",
        "Cole's voice: Starr?",
        "Hannah's voice: Hey, Starr is part of your past now. You have to let her go.",
        "Cole's voice: Oh, do you know the last time I saw her, she had this stupid bullet necklace? She was lying to the police to protect James. She even called him to warn him.",
        "Hannah's voice: It's because she didn't love you.",
        "Starr's voice: I did love you, Cole. I do love you.",
        "Hannah's voice: Not like I love you.",
        "Starr's voice: Cole, no. No, Cole. I'm not dead. I'm right here. Please. Hannah hasn't killed me yet. You have to find me. Cole, don't listen to Hannah. She's lying. I'm right here.",
        "James' voice: I'll save you, Starr.",
        "[SCENE_BREAK]",
        "James: Look. Starr was here. She was checking on Dani, but that was before we knew Eli Clarke was still alive, and she told me how the cops had found that at her dad's house, but she told them that I threw it at her in a fight.",
        "Cole: So she left it here with you. Well, makes sense. It's yours, right? I'm not exactly crazy about her covering for you, but that's really not important right now. The important thing is that Starr and Hope get home safe. So if you have any ideas--",
        "James: I don't. I'm sorry.",
        "Cole: Yeah. Me, neither. I guess there really isn't anything that we can do that the cops aren't doing already. I just thought it was worth a shot.",
        "James: Yeah. Hey, Cole... I heard that Clarke let Manning talk to Dani and not Starr.",
        "Cole: Yeah.",
        "James: Eli Clarke did not kill Starr and Hope.",
        "Cole: Sound pretty sure about that. Hope you're right.",
        "[SCENE_BREAK]",
        "Markko: The thing about long-distance relationships is, when you don't see your girl every day, you start to imagine things. You picture her with somebody else...",
        "Gigi: Markko--",
        "Markko: And then you're not calling each other as much, and the trips back and forth slow down...",
        "Gigi: Markko, I don't think--",
        "Markko: And pretty soon, you're tired of spending every single weekend alone, and then you meet somebody else, and--",
        "Gigi: Mark...ko.",
        "Cristian: Excuse me.",
        "Markko: What'd I do?",
        "Gigi: I guessed you didn't know. Layla lives in Paris now. She and Cristian are having one of those long-distance relationships while they get their careers on track. He was trying to see if he could visit her this week, but, judging from his mood, I'm guessing he couldn't work it out.",
        "Markko: Oh, my God, I think I'm gonna need something to wash out the foot that's stuck in my mouth.",
        "[SCENE_BREAK]",
        "Viki: Of course it sounded important. That is Echo's stock in trade. She used to pull the same sort of thing with Clint, always drumming up some perfectly innocent reason why she simply had to see him while all she wanted was to get him into bed.",
        "Charlie: Okay. Look. I do not think that she is trying to get me into bed. She knows how solid you and I are. Look at this. She sent us pictures she took of the two of us.",
        "Viki: Oh, my goodness. Look at that. See? Now, that is a lovely picture of the two of us, and yet on the back, she writes, \"Handsome as ever, Chuckles.\" Amazed she didn't include her phone number.",
        "Charlie: Look. It's just a photograph, Viki.",
        "Viki: No, darling. It is not. It is bait. She had an agenda then. She has one now, and, sweetheart, you are at the top of her list.",
        "Charlie: Okay. Is there any possibility that you are being just a little bit paranoid here? Did Rex come up with anything in his investigation of Echo's evil agenda?",
        "Viki: No, actually, not yet. However, he did find out something rather interesting.",
        "Charlie: Uh...",
        "[SCENE_BREAK]",
        "Echo: What are you doing in here?",
        "Rex: Well, I'd like to ask you the same question.",
        "Echo: What am I doing here? This is my room.",
        "Rex: No. I don't think so. This room belongs to Eddie Johnny.",
        "Echo: Eddie Johnny.",
        "Rex: Yes. Room 18.",
        "Echo: This is room 8.",
        "Rex: Oh, I'm sorry. I was supposed to check to see if 18 needed towels.",
        "Echo: Oh, wait. Wait a minute. It's Rex, isn't it, friend of Clint Buchanan's.",
        "Rex: Believe me, I'm no friend of Clint Buchanan's.",
        "Echo: So you work here.",
        "Rex: My mom owns the place. Sometimes I help her.",
        "Echo: You're Roxy's kid? Huh. Strange. I don't see the resemblance.",
        "Rex: Roxy is not my biological mom. Maybe I look more like my dad. Well, I wouldn't know, since I never met my father.",
        "Echo: Well, I'm sure there's a very interesting story there, but, seeing as this is my room and I am extremely tired--",
        "Rex: Right. I guess I'll see you around maybe.",
        "[SCENE_BREAK]",
        "Viki: Rex found out that Echo got a speeding ticket here in Llanview less than a year after she slithered out of town.",
        "Charlie: So?",
        "Viki: So when she left, she promised never to return, and what's more, she just today told Dorian that she never did come back. So, obviously, she's lying.",
        "Charlie: Or maybe she forgot, or maybe she was just passing through on her way to someplace else. You know, from what I understood of the way people felt about her when she left town, I would think that maybe she would want to race through town if she came here.",
        "Viki: Sweetheart, that's not the point.",
        "Charlie: Look. I know you don't trust her...",
        "Viki: Ho ho! Yeah.",
        "Charlie: And you have good reason. All I'm saying is that maybe you're looking for answers where there aren't even any questions.",
        "Viki: You really think that I'm making too much of this?",
        "Charlie: Let's say that she did come through Llanview one more time. Obviously, she didn't do anything that caused any trouble.",
        "[SCENE_BREAK]",
        "Rex: Gigi, I'm glad you're still here.",
        "Gigi: You, too. What's up?",
        "Rex: Check this out.",
        "Gigi: Oh, that is so sweet of you to dig this up, but I'm doing just fine going off my memory.",
        "Rex: Huh?",
        "Gigi: Wait a second. When did you take this?",
        "Rex: Like, 5 minutes ago in Echo DiSavoy's hotel room.",
        "Gigi: Oh, wow! Looks just like the other half.",
        "Rex: Yeah, the one-of-a-kind necklace that was handmade in New Mexico, and if my mom Lily left her half of the necklace with me at the hospital after I was born--",
        "Gigi: Then maybe this half belonged to your father.",
        "[SCENE_BREAK]",
        "James: Any news about Starr?",
        "Langston: I'm afraid not.",
        "James: All right. Look. If you came here to warn me about staying away from Starr when she gets back--",
        "Langston: Ford asked me to come over here. He's with Hannah now. He said he needed to talk to her alone.",
        "James: Wait. I know what you're thinking, but he's doing that--",
        "Langston: For Starr. I know. He told me, but he also told me that you would explain everything, so go ahead. I'm listening.",
        "Ford: You're not still hung up on Cole, are you?",
        "Hannah: I'm not hung up on Cole. We have a very special relationship.",
        "Ford: No, Hannah. I'm sure you do, just not the kind of relationship that he has with Starr. I know. I know what that's like to want somebody who can't get over their first love. That's the way it was with me and Langston.",
        "Langston: So you think Hannah had something to do with Starr's disappearance?",
        "James: Well, I don't know if she's working with Eli Clarke or if she cooked something up herself, but when I saw my chain sticking out of her purse--",
        "Langston: No. I know. I had a few weird Hannah moments, too. Yeah. Markko and I basically told Cole to watch his back when it came to Hannah, and she overheard us.",
        "James: Did she freak out?",
        "Langston: No. That's what's weird. She was all reasonable and understanding and, \"Gosh, if I were you, I wouldn't trust me, either,\" but then as soon as she left, one of Hope's stuffed animals magically appeared.",
        "James: Just like my chain magically appeared in her purse, and then when I confronted her about it, she was like, \"go for it with Starr.\"",
        "Langston: What?",
        "James: Yeah.",
        "Langston: So what, Ford is over there pumping her for information?",
        "James: Yeah. I asked him to. He's doing it for me.",
        "Langston: Wait, but Cole still thinks that Hannah is his friend. We have to tell him.",
        "James: No. Wait, wait. I wouldn't do that. Just hold off, okay? Cole came here earlier, and we were gonna put our heads together to try and find Starr.",
        "Langston: Great minds.",
        "James: Yeah, but I was gonna tell him about Hannah, and--",
        "Langston: And what?",
        "James: He completely trusts her. So if we tell him the truth, yeah, he's gonna feel totally betrayed, and you know him. He's not Mr. Cool, calm, and collected, so he's gonna go confront her, and if he does--",
        "Langston: She might completely shut down, and we'll never find out where Starr is.",
        "James: And we cannot risk losing Starr forever.",
        "[SCENE_BREAK]",
        "Ford: No. You and I both know that there should only be two people in a relationship, and Langston, she was never really mine with Markko still around, just like you can never have Cole while Starr is in the picture.",
        "Hannah: What if she wasn't?",
        "Starr's voice: James, you found me.",
        "James' voice: You have to come with me now, Starr.",
        "Cole's voice: No. No. I'm not giving up on Starr. I'll never give up on Starr.",
        "Starr's voice: Cole.",
        "Cole's voice: Come on. Let's get out of here.",
        "James' voice: No. Starr, you have to come with me now.",
        "Cole's voice: Starr, Starr, I thought I'd lost you.",
        "James' voice: I knew I'd find you, Starr.",
        "Cole's voice: I love you.",
        "Ford: If Starr wasn't in the picture, then, yeah, you'd have a chance with Cole, but Starr is in the picture, and eventually, the cops are gonna find Eli, and they're gonna rescue her. So you and I might as well see if this thing can work because--I'm sorry--you're not gonna have a chance with Cole.",
        "Hannah: Oh, want to bet? Cole, you okay?",
        "Cole: Yeah. I'm fine. What's he doing here?",
        "Ford: Just leaving. Any word on Starr? Sorry.",
        "Cole: Okay. What was that all about?",
        "Hannah: Ford wanted to see if he could have another chance with me.",
        "Cole: What? Is he serious? After everything that guy put you through, he thinks he's gonna walk in here and take advantage of you all over again?",
        "Hannah: Well, I'm glad that he tried because all it did was prove to me that I don't want him at all.",
        "Cole: Okay. That's good, then, huh?",
        "Hannah: Yeah. I mean, you always told me to hold out for the right guy, so it's exactly what I'm doing.",
        "[SCENE_BREAK]",
        "Viki: Okay. I see your point. If Echo had pulled something, we would all have heard about it...",
        "Charlie: Exactly.",
        "Viki: But you have to understand, sweetheart, I am not alone in my feelings about Echo. Even Dorian agrees with me.",
        "Charlie: Oh, and that is your measure of sound judgment.",
        "Viki: Charlie, Echo tried to capitalize just now on Dorian's grief and her fear about those two missing girls by taking exploitive photographs.",
        "Charlie: Okay. Maybe that was in bad taste, but she is a photographer. She takes pictures for a living.",
        "Viki: I know that. That is how she wormed her way into Clint's life and ended up sleeping with him.",
        "Charlie: Okay, but I am not Clint, and I am never ever going to sleep with her.",
        "Viki: Darling, I'm also not as naive as I was way back then.",
        "Charlie: And who is? Which is why I'm saying you should stop getting so wound up about Echo. All of your problems with her happened a long time ago.",
        "Viki: Echoes have a way of repeating themselves.",
        "[SCENE_BREAK]",
        "Rex: It's definitely possible that Echo knew my father. Maybe she still does. He is alive as far as we know.",
        "Gigi: So maybe he gave her his half of the necklace.",
        "Rex: Of course, on the other hand, from everything Viki has told me--",
        "Gigi: Mm, that's true. She could've seen it and liked it and pocketed it.",
        "Rex: That's why I didn't ask Echo about the necklace outright. I doubt that I would get a straight answer from her... But I might get one out of somebody else."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=StE9yYu7C9o"
}