{
    "Episode Summary": [],
    "Recap": [
        "Tina reappears to see Sara and Cristian. Sara wants to believe and trust her mother. But Cristian is very guarded and demands to know why she abandoned her daughter. Dorian is ready to take over B.E. and make it Cramer Enterprises. She offers Gigi a good paying job that will enable her to provide for her son, if Gigi is willing to help her with something. But Gigi washes her hands of Dorian and is ready to look for another job. Natalie asks Clint, Bo and Nora if they might consider dropping the charges against Jared if she can tell them whom Asa's rightful heir really is. Clint says no way. But Bo and Nora consider that maybe it's not cost effective to keep Jared locked up when the person they should really go after is Dorian. Viki goes to see Charlie and tells him she can never forgive or trust him again. But it sounds like she really wishes she could. David goes to see Dorian and obviously has a trick up his sleeve.",
        "Passions"
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Clint: I don't think I heard you correctly.",
        "Natalie: I said that I'm offering a deal. Let Jared go for real. No strings, no charges, no revenge down the road. You just let him walk away, and I'll tell you who Grandpa's other son is.",
        "Clint: You know who my brother is? And you kept it from me? You kept it from the family?",
        "Natalie: That's the deal.",
        "Clint: I guess it wasn't enough, that you knew about Jared and how he was lying to the family, to the shareholders, to you. And how those lies would keep the Buchanans from having their legacy. What's the matter with you, Natalie? Nash is dead. Your sister no longer has a husband, and h children no longer he a father. And on top of all that, now you're blackmailing me?",
        "Natalie: Well, if Grandpa were alive, he'd be really proud of me. So that's the deal, okay? It's a one-time offer, non-negotiable. Take it or leave it.",
        "[SCENE_BREAK]",
        "Charlie: You okay?",
        "Viki: Well, I've been better. How are you?",
        "Charlie: They're discharging me.",
        "Viki: Yes, I actually heard that. I assumed that since you were leaving, you know, going home, that you would be able to talk.",
        "Charlie: Do I need to sit down for this?",
        "Charlie: Yeah, I guess so.",
        "Viki: I didn't come here to lecture you, Charlie. But I think we need to talk.",
        "[SCENE_BREAK]",
        "Tina: So?",
        "Sarah: You look great.",
        "Tina: Honey, I look terrible. I've just been running around outside.",
        "Sarah: I can't believe you're here.",
        "Tina: I know. And I should have been here sooner, you're right. And I promise I'm going to make it up to you.",
        "[SCENE_BREAK]",
        "Shane: Dad? What are you doing with this?",
        "[SCENE_BREAK]",
        "Dorian: You really think I did this?",
        "Gigi: You would do anything to break up Rex and your daughter.",
        "Dorian: Well, I was never in favor of the match. However, this is so bush- league. It really seems more like it would be your handiwork.",
        "Gigi: Me? Uh, no.",
        "Dorian: You were the one who stood up in church and proudly proclaimed that you were still in love with my soon-to-be son-in-law.",
        "Gigi: And who set me up to do that? Besides, that was honest. This --",
        "Dorian: Oh, so you have told Rex that he is Shane's father.",
        "Gigi: No, that would break Shane's heart.",
        "Dorian: And what about your heart? You've got potential, Gigi. You just have to be willing to do whatever it takes to get what you want.",
        "Gigi: Like you?",
        "Dorian: There's no crime in going after your heart's desire. So, what's it going to be? Going to wallow in your misery, or are you going to stand up and claim what is rightfully yours?",
        "Rex: What the hell's going on?",
        "[SCENE_BREAK]",
        "Sarah: Cris, I was right. The other day in the park, when I felt like my mom was around? She's here. Mom, this is Cristian Vega, my boyfriend.",
        "Tina: Well, uh, it's a pleasure to meet you.",
        "Cristian: Where the hell have you been, lady?",
        "[SCENE_BREAK]",
        "Dorian: Rex, what are you doing here?",
        "Rex: Well, I used to work here.",
        "Dorian: Your services are no longer needed.",
        "Rex: You threatening my friend?",
        "Dorian: Oh, no, I would never dream of threatening someone who you cared so much about. Maybe you just misconstrued what I said. What exactly did you hear?",
        "Rex: Enough. You giving Morasco a hard time about the wedding.",
        "Gigi: It's all cleared up now. We're cool. So, I'm out of here.",
        "Dorian: We still haven't discussed my offer.",
        "Rex: What offer?",
        "Dorian: Since the two of you are so close, I'm sure you won't mind my telling Rex. I've offered Gigi a job.",
        "Gigi: I'd sooner starve.",
        "Dorian: And what about Shane? Who'd take care of him? His father?",
        "[SCENE_BREAK]",
        "Brody: I was just looking for something to read and I found that. And I think we had better talk about it.",
        "Shane: I was making a collage for school.",
        "Brody: Nice try.",
        "Shane: Okay, it wasn't for school.",
        "Brody: It was for Rex. You made that note that said his wife was a liar, didn't you?",
        "[SCENE_BREAK]",
        "Clint: You're my daughter, and I love you. But this offer -- have you thought about how betrayed your sister would feel yet again? This didn't happen. Let's forget we had this conversation.",
        "Natalie: Do you want to know who your brother is?",
        "Clint: Of course I do. But not like this.",
        "Natalie: I'm sorry, those are my terms.",
        "Clint: Young lady, you don't get to call the shots here.",
        "Natalie: I do when I'm holding all the cards. And plus, Dad, I'm doing this for you. I mean, do you think about what will happen when the news gets out about Jared? You're going to have every lowlife with bus fare knocking at your door.",
        "Clint: Like Jared did?",
        "Natalie: Okay, did he want a leg up? Yeah. Did he do something disgusting? Absolutely. But Dorian, she's had it in for our family for a very, very long time. And this B.E. takeover, she just used what Jared did. But really, it was about how you treated her. I mean, Jared worked his tail off at B.E., and you know that. Okay, maybe he damn well should have, but Dad, I'm sorry. The way you're handling this, it's just completely unfair. So before you go trashing my motives, you should take a look at your own.",
        "Bo: Natalie, honey, listen. You don't want to be the reason that Jared goes free. Now, that burden you could never drop that. Now you let the man fight his own battles.",
        "Natalie: Three against one?",
        "Clint: We didn't start this fight.",
        "Natalie: But you can end it, Dad.",
        "Bo: You don't think that Jared should have to pay for all the damage that he's done? The company is gone. Nash is dead, Jess, her kids.",
        "Natalie: He feels so bad about everything that's happened.",
        "Clint: Who cares? His feelings mean nothing to me. You know, in my day, when a man did something wrong, he paid for it.",
        "Natalie: Okay, then who is going to punish you, Dad? For unleashing Dorian on this family? You know, we were planning on telling you the truth. We just wanted to give Jared's father a chance to tell Mom. Because, I don't know, I just wanted Mom to have some happiness for once. And then that would have been it. You kick Jared to the curb, that's it. No B.E. takeover, no losing Nash. None of this would have happened if you had just handled Dorian differently.",
        "Clint: Nora?",
        "Nora: Yeah?",
        "Clint: Could you get Jared Banks up here right now?",
        "Nora: Sure can.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Jessica: Yes?",
        "Antonio: It's me, Jess.",
        "Jessica: I gave my statement to the police already.",
        "Antonio: I didn't come here for that.",
        "Jessica: Then what?",
        "Antonio: I thought you could use a friend.",
        "[SCENE_BREAK]",
        "Sarah: Cris, this is Tina. This is my mother.",
        "Cristian: I know who she is. I'm just asking where she's been all these years when you needed her, and why is she here now?",
        "Tina: You know, where is everybody? You know, like the guards. Yeah, I've been telling Viki for years that she needs to beef up security here, but does she listen to me? No, no. So I am just able to crawl right over the wall and nobody sees me.",
        "Sarah: Mom, are you in trouble?",
        "Tina: Not at the moment. Besides, I am here with my gorgeous daughter and her handsome boyfriend. You know, Mr. Vega, I must say, you have filled out very nicely. Because I remember you when you were small, running after your mom. How is Carlotta?",
        "Cristian: What kind of trouble are you in, Mrs. Roberts?",
        "Tina: Please, call me Tina. I mean, you are far too old and I am far too young to have to deal with all that stuff.",
        "Cristian: Are you the reason Sarah had a gun jammed in her face yesterday?",
        "Sarah: Cris --",
        "Tina: No, no, no. It's okay, honey. A protective boyfriend is worth his weight in gold.",
        "Cristian: Are you going to answer the question?",
        "Tina: You mean the guy in the park with the gun? Yeah, guilty as charged.",
        "[SCENE_BREAK]",
        "Charlie: Want to go someplace? Have a cup of coffee, maybe get a piece of pie?",
        "Viki: God, I wish we could go back in time.",
        "Charlie: So you're breaking it off.",
        "Viki: Oh, Lord, do you think I want to do that?",
        "Charlie: Well, then don't do it. I mean, I know I don't deserve it, but why don't you give me a second chance? Maybe --",
        "Viki: Charlie, why? Why did you have to lie? You lied over and over again. I don't get why you had to lie to me, you know? I trusted you so completely. I took you into my heart, into my home. And I don't know what to believe anymore. Who are you? Are you, you know, Charlie B., that wonderful, quiet man with the blue eyes that I met in Texas. I don't know. Are you Charlie Balsom, who turned out to be a con man? Are you Charlie Banks, who's a drunk? I don't know who you are.",
        "Charlie: Viki, I am the man that you invited into your home. You took into your heart. That man is standing right here, no Viki, I'm not perfect, okay? There are holes in my character that I'm never going to be able to fill up. But I just try, day after day, to sort of get around them. I sort of avoid them one way or another and sometimes I'm afraid I get blindsided. And, you know, I don't have any reason why I should expect you to have any faith in me again, except for the fact that we found something. We're good together. Life is just a little sweeter together. I know that's not much.",
        "Viki: Charlie, it's everything. But I can't.",
        "Charlie: Maybe if you just heard the whole story --",
        "Viki: The story? A story, Charlie? I'll tell you a story. You helped your son Jared to lie and to perpetrate a fraud. And because of that, I have a granddaughter who will never see her father again. My daughter's husband is dead. And that was because of Jared. And you. And Dorian Lord was able to take over a whole company, Buchanan Enterprises, because of Jared and you. So my children have lost their legacy to a woman who has spent most of her life trying to hurt me and my family. And now she has succeeded brilliantly because of Jared and you. I don't know, does your story make that story go away?",
        "[SCENE_BREAK]",
        "Jared: What's going on?",
        "Clint: Did you put her up to this?",
        "Jared: What are you talking about?",
        "Clint: Oh, like you don't know.",
        "Nora: Clint, can I talk to you for a minute? Bo? Clint, I completely get how you feel. But for the sake of your case against Dorian --",
        "Clint: No, I'm not going to make a deal with that guy. I mean, what about Jessica, and Bree, and the little one that's on the way? You're putting me into a position where someday I'm going to have to say, yeah, I made a deal with the guy who pushed your father into a skylight.",
        "Bo: He didn't push Nash.",
        "Clint: Are you on her side?",
        "Bo: No, but she was there, we weren't. She'll just testify that he was trying to keep Nash from attacking her.",
        "Clint: We lost everything.",
        "Nora: Because Dorian engineered a takeover.",
        "Clint: Based on the sole fact that Jared breached --",
        "Nora: Listen, the important thing is to nip this in the bud. If we can find out who the real Buchanan heir is and get him over on your side, it's only going to improve your case against Dorian.",
        "Clint: That's an awful lot of ifs.",
        "Nora: What I do know is, if you buck your daughter on this, you're going to lose her.",
        "[SCENE_BREAK]",
        "Jared: What did you say to them before I got down here?",
        "Natalie: Well, I simply told them to drop the charges against you in exchange for the name of the real Buchanan heir.",
        "Jared: What, are you out of your mind? You can't do that.",
        "Natalie: Well, I did it, and I think it might work. Just look at them.",
        "Jared: Baby, I love the fighter in you, but this isn't your fight, okay? Your sister won't even talk to you as is. And I don't blame her. She lost her husband; you don't just get over it.",
        "Natalie: I'm not going to get over it if I lose you to prison, okay? I'm not going to let that happen.",
        "Jared: Even if that means losing your family?",
        "[SCENE_BREAK]",
        "Gigi: I don't need anyone's help with my son.",
        "Dorian: I'm just offering you a job, so that you can afford to pay for things like health insurance, tuition, sports equipment. All those things that a young fellow needs to make his way up in the world.",
        "Rex: Don't do it, Morasco. Once this woman gets her nails in you, you're toast. Just ask Adriana.",
        "Dorian: You know, that is a terrible thing to say about your wife.",
        "Rex: We're separated. You happy now?",
        "Dorian: Of course I'm not happy. But this isn't news to you, is it, Gigi? Well, that doesn't surprise me.",
        "Gigi: I'm out of here.",
        "Rex: Tell Shane I'll give him a call.",
        "Dorian: And should Shane's father prove unfit, my offer stays open.",
        "Rex: Adriana left the country.",
        "Dorian: Ah, Paris?",
        "Rex: Yeah.",
        "Dorian: Merveilleux.",
        "Rex: What does that even mean?",
        "Dorian: Marvelous.",
        "Rex: This isn't a win, Dorian. She's miserable.",
        "Dorian: It's not my fault.",
        "Rex: No?",
        "Dorian: Well, I had nothing to do with that.",
        "Rex: Your daughter left the country without telling you where she was even going. That says a lot.",
        "Dorian: Rex, she didn't leave me. She left you.",
        "Security Guard: Excuse me, Sir.",
        "David: Oh, don't trouble yourself. Know the way.",
        "Security Guard: I'm afraid I can't let you in.",
        "David: Gosh, I look tired in that picture. Don't be ridiculous -- Robert. I'm family.",
        "[SCENE_BREAK]",
        "Brody: So you made the letter and gave it to Rex. Why?",
        "Shane: I thought he should know, and no one else was going to tell him.",
        "Brody: That his wife is a liar?",
        "Shane: He never should have married her. She's mean.",
        "Brody: So how'd you get the letter to the shareholders' meeting?",
        "Shane: My mom brought home a bunch of folders from the office. I saw one with Rex's name on it, got the idea, and put the letter in it.",
        "Brody: Because you wanted him to marry your mom.",
        "Shane: Only --",
        "Brody: Only what?",
        "Shane: You're my dad. She should marry you.",
        "[SCENE_BREAK]",
        "Antonio: Nash didn't deserve this.",
        "Jessica: No, he didn't. And for you to come by and say that, you're a really wonderful man.",
        "Antonio: Look, Jess, I was just thinking about you and Bree and what you guys must be going through. And I just wanted you to know that I'm here in case you need anything.",
        "Jessica: For you to reach out to me after what I did to you --",
        "Antonio: It's not about that, Jess. Not anymore. I mean, you guys were in love with each other. You can't fight that, I know that now. Yeah, I was angry for a long time, but I don't wish this on you or anyone.",
        "Jessica: I'm pregnant.",
        "Antonio: Oh, Jess. Did Nash know?",
        "Jessica: Yeah, I told him before he died. They killed him.",
        "Antonio: I thought it was an accident.",
        "Jessica: No. Natalie and her boyfriend, they killed him.",
        "[SCENE_BREAK]",
        "Natalie: I spent half my life not knowing I was a Buchanan. So trust me, I'll survive. But I won't if I lose you to prison.",
        "Jared: Baby, I don't want to lose you either, but I don't think they are going to go for this.",
        "Nora: If we can find out who the real Buchanan heir is and get him on our side, that's power.",
        "Clint: I don't care about power. I just want to do what's right.",
        "Nora: You do? Well, that's good. I want to do what's possible.",
        "Clint: Are you telling me that we can't put this kid away?",
        "Nora: Let's say we do. What then? We still have nothing to use against Dorian. And that's the real issue here, right? I mean, the big picture is to get the company back so that Bree and the little one on the way will have a stake in the future.",
        "Bo: What's the max? Eight to ten?",
        "Nora: Well, if we can get the charges to stick, maybe. You know, time off for good behavior, he'll serve five.",
        "Bo: Make the deal.",
        "Nora: Clint, it's your choice. You can either stick it to Jared, or you can nail Dorian.",
        "[SCENE_BREAK]",
        "Sarah: The guy with the gun in the park -- he said he was looking for a woman with a dog and a big hat.",
        "Tina: Yeah, you know, there's this great milliner in San Remo, I mean, she makes the greatest hats, and she sends me one every spring. I'd like to get you one, because you have to protect your skin. I mean, you have always been so fair.",
        "Cristian: The guy with the gun. Why is he after you?",
        "Sarah: Hey, Cris. Could you just, like, try to not grill my mom for two seconds? I mean, she just got here, and she's in trouble. Okay, almost everybody we know is in trouble right now.",
        "Tina: Hmm. Must be Saturn.",
        "Cristian: I'm surprised you're even happy to see her. I mean, she's been M.I.A. since way before we got together.",
        "Sarah: Yeah, but she's my mom. And she's here now, and with everything that's going on, I'm kind of glad.",
        "Tina: Oh... you've got to lighten up, boyfriend. It's all good.",
        "[SCENE_BREAK]",
        "Dorian: Adriana's my daughter, and unlike marriage, that's a tie that cannot be broken.",
        "Rex: Don't you get it? You're dead to Adriana.",
        "Dorian: Oh, no, impossible. We're just taking a little break, that's all. However, the two of you -- a split like this, so early in your marriage. You know, perhaps you should consider an annulment.",
        "[SCENE_BREAK]",
        "Charlie: What happened to Nash was a horrible accident.",
        "Viki: I know that. I know that, and I'm not blaming you.",
        "Charlie: No, I know, but I'm -- I blame myself. Because if I hadn't lied, all of that wouldn't have happened. But you knew how important it was for me to locate my son, and when I did find him, he was already into this whole lie about being a Buchanan, and I just felt like I owed it to him.",
        "Viki: Oh, Charlie, to lie for him?",
        "Charlie: No, I didn't want to. But, I mean, I had broken so many promises to him. I abandoned that little boy, just because of the drinking. I just ran away from him, but when I finally sobered up, the one thing I wanted to do was make it up to him. That boy had gone through life wanting to have a father that he could look up to, and Lord knows, I was never going to be that man. And when he finally found that, I just -- I just couldn't take it away from him.",
        "Viki: You couldn't have told him lying was not the way?",
        "Charlie: Well, do you think I didn't try to? But he wasn't going to listen to a man who had just marched out of his life so many years ago.",
        "Viki: But you're not that man anymore.",
        "Charlie: Right, and if you believe that, then why are we breaking up? Viki, you are able to see the good in me. And I see it in you. And I think that we can get past this.",
        "Viki: Let me tell you something. Jessica has completely thrown her sister Natalie out of her life.",
        "Charlie: Just because Natalie is in love with Jared?",
        "Viki: Yes. See, even if I could get past all this, all my doubts, if we started over --",
        "Charlie: Which we can.",
        "Viki: No, because Jessica would never forgive me. And I can't do that to her. She has lost so much. I'm not going to let her lose her mother as well.",
        "[SCENE_BREAK]",
        "Antonio: I know that kind of anger. Hell, I've felt it. But you have a baby. And Bree -- you don't want to expose them to that kind of anger.",
        "Jessica: Did I -- did I make you feel this way? Like you could -- I don't know.",
        "Antonio: Yeah, you did.",
        "Jessica: Well, how did you get past it?",
        "Antonio: Did you love me back then?",
        "Jessica: Yes, of course I did.",
        "Antonio: And I loved you. And once I remembered that, it helped.",
        "Jessica: But I was gone.",
        "Antonio: No. Yeah, sure, you'd moved on physically. But what I felt about you, that was still there. Look, Jess, I know you. I know how you feel, what makes you happy, and what you need. And that's why I'm here. I just came by to let you know that you don't need to go this alone, and that you can get through it.",
        "[SCENE_BREAK]",
        "Tina: So, it was just a bunch of unfortunate events. Cristian, would you stop frowning? You're going to get the most awful lines. Look, and then this guy turned on me, and he had a gun, no less.",
        "Cristian: Who is he?",
        "Tina: Oh, that's not important.",
        "Cristian: Why not?",
        "Tina: Because what's important is, did he hurt you?",
        "Sarah: No, we're fine.",
        "Tina: Thank God, because that is all that matters.",
        "Cristian: What does he want with you?",
        "Tina: Look, I don't know. If I knew, he wouldn't be a problem, would he? And besides, he's a man, and you know men -- they say one thing and mean another.",
        "Cristian: My brother's a cop, Tina, and he's right upstairs. If you don't want to talk to me, I'm sure he'd be happy to take you downtown, sort this out.",
        "Tina: You know, I don't think that would be necessary. I mean, particularly if you two are willing to help me out.",
        "[SCENE_BREAK]",
        "Jessica: Thanks for coming.",
        "Antonio: I wanted to see you, and I didn't want to wait until the funeral. Hey, come on. You'll get through it. Maybe it will help. It will start the healing.",
        "Jessica: Healing -- I don't even know what that means.",
        "Antonio: I know, but you will. You will, all right? Stop. Days are going to go by, and all of a sudden, you're going to look down and Bree's going to be all grown up. And you're going to have to catch up, because she's going to need you to. And then you're going to discover that you're living again. That's what Nash would have wanted, for you to move on. And live an enjoyable life with your children.",
        "Jessica: I always knew you were an amazing man. It was just that --",
        "Antonio: Stop. Look, when you left, it wasn't easy. I'll admit that. But you loved him, and I'm just happy that you guys had a chance to share that. We had our time. No regrets.",
        "Jessica: Thank you.",
        "[SCENE_BREAK]",
        "Brody: You want me to marry your mom?",
        "Shane: You're my dad, aren't you?",
        "Gigi: Hey, is that the mail?",
        "Brody: Uh, it's just an old magazine.",
        "Gigi: Honey, are you logged on, because I have to rewrite my resume.",
        "Shane: I'm on it.",
        "Brody: What happened to the gig at B.E.?",
        "Gigi: Long story short, I've got to find a new job.",
        "[SCENE_BREAK]",
        "Rex: We don't want an annulment.",
        "Dorian: Really?",
        "Rex: Ask Adriana, if you can find her. We love each other. We want to make this work. So don't gloat quite yet, Dorian. Roxy and I are still a little twig on your family tree.",
        "David: Dorian -- and Rex!",
        "Security Guard: I'm sorry, Dr. Lord, I tried to stop him, but he said he was family.",
        "Dorian: Thank you, Robert. I will take care of Mr. Vickers from here, thank you.",
        "David: How's wedded bliss? Us newlyweds, we've got to stick together.",
        "[SCENE_BREAK]",
        "Tina: I mean, I don't care about me, but what about poor David Vickers? I mean, why should he have to suffer?",
        "Cristian: David Vickers is part of this?",
        "Tina: Well, oh, no, not that David Vickers, this David Vickers. David Vickers, my dog.",
        "Sarah: You named your dog after your ex-husband?",
        "Tina: Well, yeah. I mean, why not? I think they look a little bit alike, don't you? Especially around the eyes. And you know what? David's nose was always so cold. I've never understood why. Maybe it's the champagne.",
        "Cristian: So, this trouble you're in, you and your dog --",
        "Tina: Yeah, right. We -- we really need a place to stay. It would give us a chance to catch up.",
        "Cristian: Over my dead body.",
        "[SCENE_BREAK]",
        "Rex: Nice suit, but I'm spoken for.",
        "David: So am I. You look mad. Are you mad? Don't leave mad.",
        "Dorian: He's had a very bad day. Rex, I'm awfully sorry about that business with your father. Poor Rex.",
        "Rex: David, kill her.",
        "David: You have that effect on men.",
        "Dorian: Should I call the police? Or will the Cramer Enterprises private security force do?",
        "David: Very nice. Don't you want to know why I'm here?",
        "Dorian: No. Because I'm not going to give you a job, David. No matter how many new suits you get.",
        "David: You like it, huh? It's my wedding suit.",
        "Dorian: Oh, that is so tacky. You dragged out your old drag that you got married to Alex Olanov in?",
        "[Dorian laughs]",
        "David: I did that in a running suit. Not one of my finer moments, which is why I vowed to myself I would never make the same mistake twice.",
        "Dorian: Oh -- guess what? You're not getting a second chance here. And I don't care how many frown lines you get.",
        "David: I'm not going to have frown lines anymore. Because I'm going to have all the money I need. My wife is going to support me.",
        "Dorian: Alex doesn't have a cent.",
        "David: You're not paying attention. Alex is my ex-wife. We're divorced. I'm talking about my new wife. Would you care to kiss the groom?",
        "[SCENE_BREAK]",
        "Charlie: Look, I know that your daughter is in a world of pain. But tearing us apart is not going to fix that. You'd just be making the same mistake that I made. I chose Jared over you.",
        "Viki: No, Charlie. You wanted it both ways. That doesn't work.",
        "Charlie: What, and this will?",
        "Viki: Look, you don't get it. I cannot ignore what you did. I cannot ignore all the lies, I just can't. You see, because you didn't trust me, you did not believe in what we had.",
        "Charlie: But do you think it would have been fair for me to put you in the middle of it?",
        "Viki: Well, a lot fairer than lying, Charlie. Don't you know we could have worked this out? We could have sat the kids down and talked to them, and I would have gone to Clint, and we would have made a settlement. I know we could have. But you never gave me the chance.",
        "Charlie: You're right. I was afraid. I was afraid that you'd pick up the phone and call the police. And I wouldn't have blamed you if you had. But I knew that Jared was depending on me.",
        "Viki: Do you realize that you ended up practically sacrificing your life? You almost died in the alley, Charlie.",
        "Charlie: Right, and you saved me. And why did you do that?",
        "Viki: Why? You know why.",
        "Charlie: Because you wanted me to live. And I did -- and I'm here. And I'm asking you to please give me another chance. Forgive me. But you've got to start there. Please, can you forgive me?",
        "[SCENE_BREAK]",
        "Clint: Natalie, your tactics disgust me. But I guess we don't have a choice. So, yeah, we'll drop the charges. In exchange, you tell us everything that you know.",
        "Natalie: Deal. And then you're going to see it's okay, you know, we're going to get through this.",
        "Clint: Oh, I'm sure you'll get what you want. Whether or not the family makes it, that's another question.",
        "Bo: And you'll drop the criminal charges?",
        "Natalie: And the civil charges.",
        "Clint: What do you want, blood?",
        "Natalie: You know exactly what I want. No charges, no revenge, no retribution.",
        "Clint: Fine.",
        "Natalie: And I want it in writing.",
        "Clint: My word is not good enough?",
        "Natalie: I didn't work at B.E. for the last year sorting paperclips, Dad. I want it in writing.",
        "[NEXT_ON]",
        "Sarah: Cris, she needs me. It's just one night.",
        "Natalie: Grandpa's long-lost son is David Vickers.",
        "Dorian: Addie.",
        "Addie: Mrs. Vickers to you.",
        "Starr: I'm going to give the baby up for adoption."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=4KKQhd6e_Tc"
}