{
    "Episode Summary": [
        "Episode # 10819"
    ],
    "Recap": [
        "John discovers taht Brody's confidential medical files are in Natalie's living room. She explains that Marty brought them to Brody since she is being investigated for the Hannah O'Connor case and wants to make certain that Brody's and other patients' records are not compromised when the board investigates her and her cases. Yet John still hasn't a clue what Marty is investigating regarding the fact that Natalie might be pregnant by Brody and not telling John. After Marty all but reveals to Natalie that she knows about hers' and Brody's secret, Brody goes to confront Marty, warning her that she will be in serious trouble if she gets reported for stealing and copying Natalie's OBGYN records. He tells her that it will not help her or help Cole if she does this. But she doesn't seem to listen and Natalie knows that Marty is out for revenge on her no matter what anybody says or does to Marty. Dorian goes to inform Viki that she knows that Clint has some involvement in Echo's secret about being Rex's mother and the scam she pulled with Rex regarding the fictional people from the story book whom she had him believing were her biological parents. But Dorian does not spell out to Viki that she has overheard Clint revealing that he is Rex's father and has known for a long time yet not told anyone. Gigi and Cristian return from Paris. She affirms to Rex that she wants them to make their relationship work although she reveals that she and Cristian kissed and were tempted to sleep together. Rex admits to Gigi that he has been talking to Kelly but she is only a friend and interested in getting back with Joey. Kelly goes to London and reveals to Kevin that she is considering getting back with Joey. Cristian goes to talk to Blair about whether he should stay with Layla, consider Gigi or what he should do."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Blair: We're not open!",
        "John: Not even for me?",
        "Blair: Always for you.",
        "John: Thought you might say something like that.",
        "Blair: Mm-hmm.",
        "John: How you doing?",
        "Blair: Well, Starr hasn't slept since Cole went away. Hope cries at the drop of a hat. They both miss him.",
        "John: Well, for what it's worth, I think he's settling in. Got some people looking out for him.",
        "Blair: Thanks, John. I'll tell her.",
        "John: How are you doing?",
        "Blair: I don't even know. I just put one foot in front of the other. I kind of focus on my work, focus on my kids, and try not to think about Eli.",
        "John: Yeah.",
        "Blair: Yeah. What did you bring in here? What is that?",
        "John: That is a little something from Eli Clarke.",
        "[SCENE_BREAK]",
        "Cristian: I'm sorry I dragged you into my bad time.",
        "Gigi: Hey, I got to go to Paris, so no regrets.",
        "Cristian: Okay. So we're cool?",
        "Gigi: Cristian...",
        "Gigi: Kissing you made me realize how much I love Rex, so yes, we are fine. In fact, I owe you one.",
        "[SCENE_BREAK]",
        "[Phone ringing]",
        "Rex: Kelly?",
        "Kelly: Hey, you okay?",
        "Rex: Yeah, I'm fine. I just got home.",
        "Kelly: So what happened at the lab?",
        "Rex: Well, Echo, my so-called mother, and Charlie and Clint--",
        "Kelly: Your so-called dads...",
        "Rex: They all got swabbed, so I'll have an answer soon enough. What about you? Did you hear back from Joey?",
        "Kelly: Not yet, but I took your advice.",
        "Rex: What advice was that?",
        "Kelly: Let's just say I am taking control.",
        "Rex: Good luck with that.",
        "Kelly: Back at you.",
        "[SCENE_BREAK]",
        "Viki: Dorian, I told you, I'm really very tired. Look, whatever it is you have to tell me about Clint, can't it wait?",
        "Dorian: No, Viki. I am here as a friend. Clint is keeping something from you, and it's something very important.",
        "[SCENE_BREAK]",
        "Clint: Dorian didn't see this, did she?",
        "Matthew: No. The alarm went off when she opened the drawer.",
        "Clint: So you broke in after she left?",
        "Matthew: Well, I had to reset the alarm and I just wanted to make sure everything was in order.",
        "[Clint chuckles]",
        "Matthew: So, why is this necklace so important?",
        "Clint: Matthew, this necklace is the key to the Buchanan family fortune.",
        "[SCENE_BREAK]",
        "Natalie: Brody, what are we going to do? Marty figured out that we slept together and this baby might be yours, and not John's. What if she tells him? What if she tells Jessica?",
        "Brody: Natalie, remember what you said about staying calm? You don't want to upset yourself or hurt the baby.",
        "Natalie: We should have told them that night! You know? I mean, John and I weren't even back together. You know, he would have understood.",
        "Brody: And Jess? She's got enough to deal with as it is. Her blood pressure's stable now, but if it goes back up...",
        "Natalie: What are we going to do?",
        "Brody: We're going to stay calm, okay? Look. There's nothing here. Just me talking about how I hate lying, nothing about why. There's no way to prove that you and I slept together.",
        "Natalie: Marty doesn't need proof, not the way she's feeling right now. She wants to hurt me, and she'll use whatever she can to do it.",
        "[SCENE_BREAK]",
        "Marty: It's Natalie Banks. Do you know when you'll have my paternity results? Yes, of course, I know I--I just called a little while ago. It's just--you have to forgive me. I'm a first-time mom. You'll know that soon? Great. I will make sure to tell the baby's father.",
        "[SCENE_BREAK]",
        "Rex: Whew. Geeg...hi. Come in. How was the flight?",
        "Gigi: Good. Did you get my message?",
        "Rex: It was a little slurred, but I got the gist.",
        "Gigi: So did you find out why Echo had the other half of your mom's necklace?",
        "Rex: Yeah, I sure did.",
        "Gigi: Did she know your dad?",
        "Rex: According to her, she slept with him.",
        "Gigi: What?",
        "Rex: According to Echo, she's my mother. And Charlie Banks--he's my father.",
        "[SCENE_BREAK]",
        "Viki: What is it that Clint is keeping from me?",
        "Dorian: You were at your brother's party when Echo made the big announcement that she is Rex Balsom's mother.",
        "Viki: Yes, and that Charlie is his father. Yes. I was there. So were you. It was only last night.",
        "Dorian: Right. And wasn't it moving when she described how she had to abandon the little baby at Llanview Hospital, and she left behind half of a heart necklace with it and kept the other half--so she could remember him by it?",
        "Viki: Yes. Rex actually found that necklace among Echo's things. That's how he knew that she knows something about his parents.",
        "Dorian: And that's why I know that he and you are going to be very interested to find out that Clint has the other half of the necklace. Mm-hmm.",
        "[SCENE_BREAK]",
        "Matthew: This is the key to our fortune? It's not even gold.",
        "Clint: As Asa always said, it takes a smart man to see real value.",
        "Matthew: So what is it, platinum?",
        "Clint: Matthew, it's not important what it's made of. What's important is what it means. It's one thing to build an empire, but once built, then you got to protect it, because there's leeches out there just waiting to bleed us dry.",
        "Matthew: If you say so.",
        "Clint: Well, you were stung once. You know how the world works. You got to protect what's yours. Matthew, you have so much potential. I hope I can trust you to keep this to yourself. You never saw this necklace. Understand? Can I depend on you?",
        "Matthew: Yeah. Can I depend on you?",
        "[SCENE_BREAK]",
        "Nevil: Ah! Ms. Kelly!",
        "Kelly: Nevil! Hi!",
        "Nevil: What a lovely surprise!",
        "Kelly: Oh! It's good to see you! Oh, I didn't mean to bother you at all. I just--I really don't have a key anymore and I just need to see--",
        "Nevil: Master Buchanan--yes, I thought so. He's in the living room. He's going to be thrilled to see you.",
        "Kelly: Oh, right. Oh, I hope so. I was wondering why he didn't call me back. I left so many messages. Kevin?",
        "Kevin: Hey, Kel. That's a nice surprise. What messages?",
        "[SCENE_BREAK]",
        "Natalie: If Marty tells John, it'll destroy him and he'll leave me.",
        "Brody: And Jess? You remember what happened when she lost the baby?",
        "Natalie: We can't let her split like that again.",
        "Brody: Where are you going?",
        "Natalie: I've got to go to Marty and try to talk some sense into her.",
        "Brody: Natalie, you can't do that to yourself or to the baby.",
        "Natalie: I can't lose John.",
        "Brody: Then you're just going to have to hang tough, Natalie. I'm sorry, but we just have to wait this out. Marty is not going to listen to you. She's out for blood.",
        "Natalie: But we can't just sit around and wait for her to destroy our lives.",
        "Brody: Look, I'm the one who tipped her off. I will talk to her.",
        "Natalie: And what are you going to say to her? \"Don't ruin our lives, please\"?",
        "Brody: I've got a better idea.",
        "[SCENE_BREAK]",
        "John: When we were going through Clarke's effects, we found a key to a safe deposit box.",
        "Blair: Mm-hmm.",
        "John: Inside that box, we--we found a letter. It was detailing certain crimes committed by Greg Evans.",
        "Blair: So that's how Eli got Greg to lie to Téa.",
        "John: Mm-hmm. He was blackmailing him. And we also found this box, and since you're Clarke's widow and sole heir, we are legally bound to give it to you.",
        "Blair: Lovely.",
        "John: It's all right. The lab already checked it out. It's safe. Thought I'd bring it over here myself.",
        "Blair: Thank you.",
        "John: It's over, Blair.",
        "Blair: God, I hope so.",
        "John: Hmm.",
        "Blair: Well, look who shows up. See, he's my manager here and he thinks that he's this artiste, and he had to go all the way to Paris.",
        "Cristian: I came straight from the airport to set up.",
        "Blair: I am so glad you did. Otherwise, we wouldn't have been able to open up tonight. Whoa!",
        "John: Hey, I can see you're busy.",
        "Blair: Never too busy for you.",
        "John: I knew you'd say that. If you need anything, call me.",
        "Blair: Thank you, John, for everything. Ooh, it's heavy.",
        "Cristian: What's that?",
        "Blair: John brought this over. It's--it's Eli's. Found it in his safe deposit box, so now it's mine.",
        "Cristian: You going to open it?",
        "[SCENE_BREAK]",
        "Kevin: You're looking for Joey?",
        "Kelly: I'm looking for everyone--for you and Nevil and Zane.",
        "Kevin: Well, we missed you.",
        "Kelly: Oh, missed you, too.",
        "Kevin: But Joey--yeah, Joey took his camera and went off, like, a month ago.",
        "Kelly: Off where?",
        "Kevin: I don't know--wherever. You know Joey. He's restless.",
        "Kelly: Yeah.",
        "Kevin: Yeah. So anyway, it's just me and Nevil. You know, I just got back from an overnight in Manchester and--actually, I haven't checked my mail or listened to any messages yet. I should see who called.",
        "Kelly: No! Uh, don't do that.",
        "[SCENE_BREAK]",
        "Blair: I am not ready to open that thing. It's Eli's and I've had enough of that man to last me a lifetime.",
        "Cristian: I get that.",
        "Blair: Yeah, you should. He knocked you out. He nearly killed you. I swear, that man had no conscience whatsoever.",
        "Cristian: And look what he did to you.",
        "Blair: Yeah. Well, you know what, I survived and I'm not even going to think about Eli right now. I want to hear about Paris! Was it romantic? I bet you and Layla never even left your room.",
        "Cristian: Ha ha. We never made it to the room.",
        "Blair: Why not?",
        "Cristian: She ditched me for a fashion show in Milan.",
        "Blair: She did not.",
        "Cristian: Pretty much.",
        "Blair: Well, I certainly hope that you had a hell of a time without her.",
        "Cristian: Well, I got drunk and I kissed Gigi Morasco.",
        "Blair: Geeg--what? Cris, wait a minute! You kissed Gigi?",
        "[SCENE_BREAK]",
        "Gigi: Unbelievable. Echo DiSavoy and Clint?",
        "Rex: Well, I'm hoping for Charlie. At least I sort of like him.",
        "Gigi: And they've all been tested?",
        "Rex: We'll find out soon enough.",
        "Gigi: Hmm. I'm sorry. I know you've had to go through all this alone.",
        "Rex: Well, I wasn't exactly alone. Echo made her announcement at the party. Half of Llanview was there.",
        "Gigi: I should have been here.",
        "Rex: Oh, and miss Paris?",
        "Gigi: Well...at least we wouldn't have gotten into that fight and I wouldn't have been so mad at you and so drunk, I kissed Cristian.",
        "Rex: You what?",
        "[SCENE_BREAK]",
        "Clint: Of course you can depend on me. What are you talking about?",
        "Matthew: Nate's mom? Inez Salinger? You're kind of dating her. You helped Ford get his job back, James get a grant. I mean, why don't you just buy them a house? \"Welcome home, everybody. I mean, I know you stabbed Matthew in the back, stole his girlfriend, humiliated him, but why don't we go out to lunch?\"",
        "Clint: You finished?",
        "Matthew: I thought you understood how I felt. When my dad hired Nate's mom, you understood why I was angry, and now you're taking the enemy out to parties? I mean, what the hell is that?",
        "Clint: Matthew, everything I do is to protect this family.",
        "[SCENE_BREAK]",
        "Viki: No. No, Dorian. Rex left his half of the necklace on his mother's grave --the woman he thought was his mother.",
        "Dorian: And when he went to retrieve it?",
        "Viki: Well, I mean, it was gone.",
        "Dorian: Exactly. Because Clint had it. No matter how much he denies it, I saw that necklace. He was holding it in his hand when I ran into him at Llanview Hospital.",
        "Viki: Dorian, why would Clint have the necklace? How would he even know about it?",
        "Dorian: Is this naïveté, or just a lack of imagination? For goodness sakes, Viki, is it so impossible for you to imagine that somebody that you care about could possibly have anything less than noble motives? Really, this could turn out to be a handicap.",
        "Viki: Can we skip the analysis for now, please? Why would Clint have the necklace?",
        "Dorian: There was a baby. Clint did not want it. There is a cover-up.",
        "[SCENE_BREAK]",
        "John: Hey.",
        "Natalie: Oh! Uh...",
        "John: Sorry, I didn't mean to scare you. I saw the mayor's car and I--",
        "Natalie: No, I got it.",
        "John: No, relax.",
        "Natalie: I got it.",
        "John: Easy, easy, easy. Relax. What are you doing with Brody's psych file?",
        "[SCENE_BREAK]",
        "Marty: Brody. Hey, what a nice surprise.",
        "Brody: Cut the crap, Marty. You've been torturing Natalie for days with all your little hints. Whatever it is you think you know, you're going to keep your mouth shut.",
        "[SCENE_BREAK]",
        "Cristian: Okay. Okay, fine, we kissed. So what?",
        "Blair: So? What? What else? Was there more, you know?",
        "Cristian: Well, I offered to take her back to my room and rip her clothes off.",
        "Blair: So there was more.",
        "Cristian: No, she said no.",
        "Blair: Oh. Well, she's a fool. Look, I'm just saying, having been down that road, I think, with you before--you know, that road that, \"I'm mad as hell at my lover so I'm going to get with someone else in spite of him\" road? That lovely dead end that I think that we found ourselves maybe once or twice before.",
        "Cristian: Yeah, think more than twice.",
        "Blair: Oh, yeah. And I actually think that we started maybe to have real feelings for each other. I mean, for a while there. We talked about it. Is that what's going on with you and Gigi? You developing real feelings for her?",
        "[SCENE_BREAK]",
        "Rex: You kissed Cristian?",
        "Gigi: It didn't mean anything. I was drunk and really mad at you. I'm still kind of mad at you.",
        "Rex: Still? But in your message...",
        "Gigi: I know. I said I was over it, and I am. But just, how could you tell Adriana that we hadn't had sex?",
        "Rex: I didn't mean to tell her. She just kind of wormed it out of me.",
        "Gigi: How, with her tongue?",
        "Rex: Ew, no. She was asking how things were going and I said great, and that we were taking things slow because I didn't want to mess things up, and she said, \"How slow?\" And I didn't want to answer her, but you know Adriana. She just kept hounding me till I confessed.",
        "Gigi: You \"confessed\"?",
        "Rex: That's not what I meant. I'm--it's nothing I'm ashamed of. It's private.",
        "Gigi: Yeah, it was until Adriana told the whole world.",
        "Rex: Geeg, I was telling her that I respect you and how much I love you, and that, you know, it was important for me to do things right this time.",
        "Gigi: Well, that's very sweet, but you're not getting off that easy this time, Balsom. You also told Dorian about our non-existent sex life.",
        "Rex: What? No.",
        "Gigi: That's what she told me.",
        "Rex: When?",
        "Gigi: When I called you to let you off the hook for telling Adriana, Dorian answered your phone because you were busy helping Kelly get dressed for your date.",
        "Rex: What da--no. No, there was no date. Kelly and I went to Todd and Téa's party as friends, nothing more. And as far as Dorian, Adriana must have told her, and that was just her stirring things up. That's what she does. But I'm sorry that Dorian upset you and that I talked to Adriana.",
        "Gigi: And the kiss?",
        "Rex: How do you know Kelly and I kissed?",
        "Gigi: I didn't. I was talking about you and Adriana.",
        "Rex: No, that was before you and I were back together.",
        "Gigi: No, back it up, Balsom. You kissed Kelly?",
        "[SCENE_BREAK]",
        "Kelly: I might have left Joey a message last night.",
        "Kevin: You \"might\" have left him a message?",
        "Kelly: Okay. I left him a message. Okay, 7 messages. I thought I was calling his cell.",
        "Kevin: Why would you leave 7 messages for anybody, let alone Joey?",
        "Kelly: I may have had a couple of drinks. I was having a rough night.",
        "Kevin: So you called my little brother 7 times?",
        "Kelly: It was an accident, okay? It was a mistake. So, since he's not here, I'm going to go ahead and erase those--",
        "Kevin: Oh, no, no, no, no. No, you need to think about this. I mean, 7 messages is a lot. You must have had something really important to say.",
        "Kelly: Yeah, or not. I was drunk, okay? Why are you being an ass right now?",
        "Kevin: I'm just thinking of my little brother. Settle down.",
        "Kelly: Who really doesn't need to hear what's on the messages.",
        "Kevin: Why not? What did you say?",
        "Kelly: None of your business.",
        "Kevin: Oh, I think in the interest of history, you and Joey's, I think we need to listen to exactly what's on here before we erase it. What did you tell him, Kel?",
        "Kelly: Nothing.",
        "Kevin: Nothing? Then why are you so panicked?",
        "Kelly: Okay, you know what? So help me, Kevin, I'll do it.",
        "Kevin: Was it phone sex?",
        "Kelly: No! I hope not.",
        "Kevin: [Laughing] Oh. I have to hear this.",
        "Kelly: Kevin--",
        "Kevin: No, I--",
        "Kelly: I swear to God, you hit \"play,\" I will put that photo of you with the black socks and the sandals on the internet.",
        "Kevin: The black...",
        "Kelly: Mm-hmm.",
        "Kevin: Fine, just put the weapon down. Let's just relax here. Trust is a very precious thing, Kel. Just have a seat and get a drink and settle down.",
        "[Answering machine beeps]",
        "Kelly's voice: Hi. It's Kelly. It's...never mind.",
        "Kelly: You jerk.",
        "Kevin: Oh, I thought I was being an ass.",
        "[Beep]",
        "Kelly's voice: Joey, hi. Kelly again. I'm so sorry to be calling so early, but I'm sure that you're probably still in bed--unless things have changed. I mean, of course they've changed. A lot has changed. And I'm--that's why I'm trying to...",
        "[SCENE_BREAK]",
        "Natalie: Uh, Marty actually brought the file over, as a courtesy. The hospital has called her in front of the board because of the whole thing with Hannah O'Connor because Marty said that she could go free. And anyway, they're going to be going through all Marty's files, so she thought she would spare Brody and she didn't want anyone looking through his history.",
        "John: Well, that was good of her.",
        "Natalie: Yeah. Yeah, it was.",
        "John: So why are you looking through his history?",
        "[SCENE_BREAK]",
        "Marty: Brody, I have no idea what you're talking about.",
        "Brody: I have the file, Marty.",
        "Marty: Because I gave it back to you.",
        "Brody: And I read it, all your notes, the things you circled.",
        "Marty: I'm a psychiatrist. I'm legally bound to make records of my sessions with patients.",
        "Brody: And to respect our privacy, not to use whatever it is you think you've learned to torture people. That's privileged information. You want to talk about legally bound?",
        "Marty: I assure you, I've told no one about our sessions. And as I recall, you were worried about some paternity issue, that Jessica's baby wasn't yours.",
        "Brody: No, that's no longer an issue. Jessica and I worked it out.",
        "Marty: And the thing that you were afraid to tell her that was going to jeopardize your relationship, hurt so many people? Sorry, you weren't that forthcoming, but I do remember that I told you to be honest. Were you?",
        "Brody: Stop playing games, Marty. If you have something to say, say it.",
        "Marty: Games? Like the one you're playing with Natalie? You slept with her, Brody. You slept with her--your fiancée's twin sister, your lieutenant's girlfriend. Don't you think John deserves to know? That the baby that he's hoping is his, that he thinks is his might be yours? I'm going to call him.",
        "[SCENE_BREAK]",
        "Natalie: You caught me. You know me. How can I not snoop? Just--you know, just as tempting to go through your boyfriend's medicine cabinet. By the way, those headache pills are expired over a year. Anyway, Brody was pretty open with me about him going to Marty and how he's been pretty upset about Jessica sleeping with Ford.",
        "John: Still, I don't think he'd appreciate you going through his file, and it's kind of unethical.",
        "Natalie: You're right. I won't say anything.",
        "John: Okay. You know, I just cleared things with Brody about the other day when I was upset with you over the amnio when I told him to back off, and you know, I just--I don't want to stir anything up again, okay?",
        "Natalie: Okay. I won't look through it, scout's honor.",
        "John: All right. You know, he's going through a hard time. Let's--let's just hope this paternity test proves he's the father.",
        "[SCENE_BREAK]",
        "Brody: You're not going to make that call, Marty. Not after you take a look at this.",
        "Marty: What's that?",
        "Brody: That's you in Dr. Wright's office. You know Dr. Wright, Natalie's obstetrician? Here you are going through Natalie's medical records. You can keep that. I have all kinds of footage of you--taking out Natalie's amnio report, making copies, taking a copy for yourself.",
        "Marty: Where did you get that?",
        "Brody: I'm sure you know the hospital has all kinds of security cameras. But they added a bunch more after you fell down the stairs. Kind of ironic, huh? You're the reason you get caught. Anyway, with the hospital looking for ways to fire you, this'll make it easier. And you know what that means, Marty. You'll lose your license. You'll never be able to work again. Your life will be over.",
        "Marty: My life is over. I lost my son, thanks to your lover.",
        "Brody: Natalie is my friend, not my lover, and she had nothing to do with Cole unloading those bullets into Eli Clarke's chest.",
        "Marty: Everything to do with why he's in prison.",
        "Brody: No. Cole took a plea because he knew he was guilty. He'll be out in 10 years, maybe less, ready to restart his life. Now, stealing medical records is a federal crime. How is it going to be for him when he comes home and you're behind bars?",
        "[SCENE_BREAK]",
        "Viki: Dorian, this doesn't make any sense! I mean, how would Clint get the necklace? It's obvious that Echo took it off the grave.",
        "Dorian: Why would you assume that?",
        "Viki: Because she's the one who perpetrated this stupid story about Rex's parents being star-crossed lovers from New Mexico. Where's that book? There it is. She even copied the letters out of this old book.",
        "Dorian: \"The love letters of Rick and Lili.\"",
        "Viki: Mm-hmm.",
        "Dorian: [French accent] By Blaize Pardee.",
        "Viki: [American accent] Pardee.",
        "Dorian: That sounds familiar.",
        "Viki: It was Asa's grandmother in Texas.",
        "Dorian: Oh. So this is a vanity publication?",
        "Viki: Yes.",
        "Dorian: I bet there aren't too many copies of this around.",
        "Viki: No, of course not.",
        "Dorian: What do you want to bet Clint has one of them?",
        "Viki: You're suggesting Clint had these letters copied? Why?",
        "Dorian: Because he's Rex Balsom's father and he doesn't want anybody to know it.",
        "[SCENE_BREAK]",
        "Clint: Matthew, I will do whatever it takes to protect our family, even date the mother of a young man who did you wrong.",
        "Matthew: So you're dating her for me?",
        "Clint: \"Keep your friends close, your enemies closer.\" That's another thing Asa always told me.",
        "Matthew: So you don't like Nate's mom?",
        "Clint: Let's just put it this way. I have a plan, Matthew. I always have a plan.",
        "[SCENE_BREAK]",
        "Rex: I'm sorry. I didn't mean for it to come out like that. I was going to tell you. I was always going to tell you. Just...better somehow.",
        "Gigi: So you kissed Kelly?",
        "Rex: You know, to be completely accurate, she kissed me. And, yeah, I kind of went with it for a second. Anyway, the point is--",
        "Gigi: Why?",
        "Rex: Because you were upset. You were in Paris. You weren't answering my calls. And Echo DiSavoy had just jerked me around again. I had two or three drinks too many, and it just happened, but it was a mistake and I knew it right away.",
        "Gigi: How was it for Kelly? Hmm? She keep her clothes on at least?",
        "Rex: Yes. And to be completely honest, it actually was a good thing that it happened.",
        "Gigi: Oh.",
        "Rex: It made her realize something--that she needs to stop lying to herself and go after the guy she really wants.",
        "[SCENE_BREAK]",
        "Kelly's voice: It was always so easy getting naked in front of you.",
        "Kelly: Okay, you know what? I am not only going to post that picture on the internet. I'm going to tell everybody that you drool...when you sleep.",
        "Kevin: Yeah. I wouldn't do that.",
        "Kelly: Watch me.",
        "Kevin: Well, I don't know how my little brother would feel about that. 'Cause then I'd have to explain to him why you're all of a sudden bent on revenge.",
        "Kelly: All right, look, do you have any idea how much I hate you right now? Come on.",
        "Kevin: So how long have you been carrying this torch for Joey, huh?",
        "Kelly: Hey, I'm sorry.",
        "Kevin: No, no, listen, I'm fine. Trust me, I've been dating a lot. It might surprise you to know that I'm apparently a hot item out there.",
        "Kelly: Of course you are.",
        "Kevin: Well, you didn't seem to think so. But now I know why.",
        "Kelly: Look, I don't know why...",
        "Kevin: You don't know why? I know. Listen, I do, okay? Look, we're always going to be friends, but it just--I don't know--it's never worked between us.",
        "Kelly: Thank you for being so good about this.",
        "Kevin: No, no, I'm happy for you.",
        "Kelly: So is Joey free? Is he dating anyone?",
        "Kevin: Uh, not that I know of.",
        "Kelly: Okay. Look, I'm going to go on and head on to work and see Zane. And then I guess I'm going to head on back to Llanview.",
        "Kevin: You could stay here if you want and wait for Joey to get back.",
        "[SCENE_BREAK]",
        "Cristian: Don't get me wrong. I like Gigi. She's a great girl.",
        "Blair: And not hard on the eyes.",
        "Cristian: She's in love with Rex, and I'm in love with Layla. I don't know, Blair. I think I made a mistake staying here. I should have followed Layla to Paris.",
        "Blair: You did follow Layla to Paris and look what it got you--miserable. Listen to me, you made a choice--and you made a right choice. Layla is too busy with her career to focus on anything other than that, and you should probably focus on your own career.",
        "Cristian: Since when is it wrong to want to live with the woman you love?",
        "Blair: I'm not saying it's wrong, Cristian, it's just--it's just not the right time for you. You know what? I think you should consider yourself lucky. At least you didn't fall in love with a serial killer. Hell, I'm going to join a convent.",
        "Cristian: Yeah, right, you?",
        "Blair: Well, I've made all those mistakes, you know?",
        "Blair: Blair, you're not the convent type. I'm sorry.",
        "Blair: Me? Okay. Well, maybe I'll just have to rearrange a few things.",
        "Cristian: I got a better idea.",
        "Blair: What?",
        "Cristian: What do you say you and me go a round or two of...\"I'm mad at my lover so I'm going to get with someone else to spite them\" sex?",
        "Blair: Very funny.",
        "[SCENE_BREAK]",
        "Kelly: I can't stay. I've got to work.",
        "Kevin: What, you don't take vacations?",
        "Kelly: Not when you're practically running \"The Sun,\" no. No, I have to get back.",
        "Kevin: Well, if that's all he means to you.",
        "Kelly: Todd?",
        "Kevin: Joey.",
        "Kelly: Oh. Speaking of Todd...now that Téa's back, there really is no reason he can't take over \"The Sun,\" again. You know, and I really would like to see Zane, even if it's a half-hour between math class and cricket.",
        "Kevin: Hmm.",
        "Kelly: So, yeah. Yeah, maybe I will stay a few days. If I can find a hotel.",
        "Kevin: A hotel? Come on. Nevil!",
        "Nevil: Yes, sir?",
        "Kevin: Yeah, will you get a room ready for Kelly? She's going to be staying with us.",
        "Nevil: Yes, sir.",
        "[SCENE_BREAK]",
        "Viki: You know what, I'm going to wait for the DNA test to get my answer.",
        "Dorian: Viki, Clint does have the necklace. I would pursue this personally if I were you.",
        "Viki: Why? Why are you so interested? I mean, what's in it for you?",
        "Dorian: I don't like Echo. And I hate the idea of anyone putting anything over on you and Charlie. You two, thanks in large part to me, have been through an awful lot.",
        "Viki: Thank you.",
        "Dorian: You're welcome. I'm just trying to be--",
        "Viki: Yes, a friend. I know.",
        "Dorian: Yeah. Courage, mon Amie.",
        "Viki: \"My friend\"?",
        "[SCENE_BREAK]",
        "Clint: I think it's time for you to go from intern to salaried employee.",
        "Matthew: Are you paying me off, Uncle Clint?",
        "Clint: No. I just like to reward loyalty. Plus, I'm going to give you a little more responsibility, see how you handle that.",
        "Matthew: All right.",
        "Clint: In fact, I got something that you can do for me right now. Vimal down in research and development--he has come up with a prototype of a new B.E. label. I want you to go down to his office on the fourth floor. I'll let him know that you're coming. You pick it up, you bring it back to me, but I don't want anyone to see it before it's approved. Now, you got it?",
        "Matthew: Yeah. I'm on it.",
        "[SCENE_BREAK]",
        "Gigi: So do you want to be with Kelly?",
        "Rex: No. Kissing Kelly didn't do anything for me, not even seeing her in the steam room.",
        "Gigi: The steam room?",
        "Rex: I don't want Kelly.",
        "Gigi: Are you sure?",
        "Rex: Why? You want Cristian?",
        "Gigi: No. I want you. Was Kelly a good kisser?",
        "Rex: Not like you. Well, how's Cristian?",
        "Gigi: Let's see. You win.",
        "[SCENE_BREAK]",
        "John: All right. I'm going to head back to the station.",
        "Natalie: Mmm, okay.",
        "John: You sure you don't need me to lock that up?",
        "Natalie: No. Why would I go through it? I already know what's in it. I won't. I won't look at it.",
        "John: Okay. Were you here when Marty dropped it off?",
        "Natalie: Yeah.",
        "John: Oh. So you saw each other?",
        "Natalie: For a minute.",
        "John: Huh. How did that go?",
        "Natalie: It was fine. Everything's under control.",
        "[SCENE_BREAK]",
        "Brody: Look, Marty, I am sorry about Cole. I really am. And I can understand why you're angry. But I don't think you want to lose everything else, and I'm sure this isn't who you want to be.",
        "Marty: Oh, now you're worried about my conscience? Look to your own.",
        "Brody: I have nothing to be ashamed of.",
        "Marty: Yeah? Well, then why all the guilt about all your lying?",
        "Brody: Because Jessica is a very fragile person. You know what she's been through. And I will not let you tear her apart--not so you can satisfy some sick need you have to hurt other people instead of facing the fact that your son made a mistake. You are a therapist, Marty. You should know better.",
        "Marty: Why do you get off when my son goes to prison?",
        "Brody: Well, you don't even really know what you're talking about and you're just jumping to conclusions. And the fact that you would use what I confided to you in a therapy session... I can't believe you would sink that low, Marty.",
        "Marty: [Laughing] Oh. Are we done? Are we done here?",
        "Brody: No. I won't let you hurt Jessica. Do you understand me? I'm a cop--a former Navy Seal. I can make things happen. And I--I don't like threatening you, Marty, but you're not giving me any choice. You are going to leave Natalie and John and Jessica and me alone. Understood?",
        "[SCENE_BREAK]",
        "Kelly: Thank you very much. We appreciate it. Good. The headmistress cleared it.",
        "Kevin: Oh.",
        "Kelly: We are all set to bring Zane back for a night. That's good, but we have to go, okay, so he can sign out before quiet hours.",
        "Kevin: Let's go. Nevil, 3 for dinner.",
        "Nevil: Very good, sir.",
        "[Phone rings]",
        "Nevil: Oh, hell's bells. Buchanan residence. Nevil speaking. Oh, Master Joseph. Shall I set another plate for dinner? Splendid.",
        "[SCENE_BREAK]",
        "Cristian: So what do you want to do with that box from Eli?",
        "Blair: Oh... just toss it.",
        "Cristian: Are you sure?",
        "Blair: Yeah. I'm sure.",
        "Cristian: Okay.",
        "[SCENE_BREAK]",
        "Clint: Oh. Nice work, Vimal.",
        "Viki: Clint? What are you up to?",
        "[SCENE_BREAK]",
        "Rex: Gigi, I love you, only you.",
        "Gigi: I love you, too. It's been so long. Let's not waste any more time fighting.",
        "Rex: Let's not waste any more time at all.",
        "[SCENE_BREAK]",
        "Natalie: Where have you been? I am dying here. What happened?",
        "Brody: Okay. We were right. Marty admitted that she figured out we'd been together and that I could be the father of your child.",
        "Natalie: Oh, my God!",
        "Brody: No, it's...don't worry, she's not going to say anything to anyone.",
        "Natalie: Are you kidding me? We're screwed!",
        "Brody: I know it sounds bad, but--",
        "Natalie: Marty hates my guts!",
        "Brody: I handled her.",
        "[SCENE_BREAK]",
        "Marty: Oh. Thanks for coming right over.",
        "John: You said it was important."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=AcraH40qPRY"
}