{
    "Episode Summary": [
        "Episode # 10725"
    ],
    "Recap": [
        "Dani hides in Todd's vehicle unseen in order to save Nate from Bull. Todd has the money for Bull but he still wants to kill people. Meanwhile, John is ready to arrest Hannah for the assault of Ford and for killing Marty's baby. But she protests she did not do it. When then see that Ford has falsely accused her. The assailant is Eli. Ford tells Eli if he threatens him, then Ford can make trouble for him by exposing him as Bennett Thompson, the suspect who may have killed Kelly's mother and other crimes. At that point, Blair reveals to Kelly that Eli has proposed to her. They both believe that Eli is a great man and have no suspicion about him. And when Hannah is at the police station in need of legal representation and has no clue who framed her for assaulting Ford, she calls Eli and asks him to represent her."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Ford: You. So you heard the news, right? Hannah O'Connor's been arrested. Looks like our frame job worked.",
        "[SCENE_BREAK]",
        "Kelly: Someone drown?",
        "Blair: What?",
        "Kelly: You look like you just lost your best friend.",
        "Blair: Worse. Eli just proposed to me.",
        "[SCENE_BREAK]",
        "Eli: Who told you the frame worked?",
        "Ford: Well, she was arrested, wasn't she? I mean, look, Elijah. I did exactly what you told me to do in that letter. I called the cops, and I told them that Hannah was the one that bashed my head in, not you.",
        "Eli: Good. And now you better stick to that story, or I'll have to come back and finish what I started.",
        "[SCENE_BREAK]",
        "Brody: All right, so what do you want to talk to me about?",
        "Jessica: Ford.",
        "Brody: That jerk? Why?",
        "Jessica: There's something you need to know about him and me.",
        "Brody: Okay.",
        "Jessica: The night that he hit on me, that wasn't the only time that I saw him. There was a time after that.",
        "Brody: When?",
        "Jessica: The night of the prom, when he was attacked. I had just seen Cristian propose to Layla, and I hadn't remembered anything yet. In my mind, I was still a heartbroken high school senior with no perspective and no judgment--",
        "Brody: What does any of this have to do with Ford?",
        "Jessica: He's the reason why it happened.",
        "Brody: Why what happened?",
        "Jessica: Brody, all I could think about was trying to get Cristian to realize that marrying Layla was a mistake. So I went over there.",
        "Brody: To Cristian's apartment?",
        "Jessica: And Ford was there. And somehow... we ended up together.",
        "Brody: What do you mean, you ended up together?",
        "[SCENE_BREAK]",
        "Hannah: This is a mistake, I swear! You're wrong about Ford, and you're wrong about me and Cole's mom. I didn't push Dr. Saybrooke down the stairs. Please, listen to me! I didn't kill your baby! But I know who did.",
        "Natalie: And why should we believe you?",
        "Hannah: Cole, I know I lied to you. You know why. I would never do anything to hurt your mom or her baby.",
        "John: So who did?",
        "[SCENE_BREAK]",
        "Bull: You told me on the phone that you found that 50 grand that you stole from your father.",
        "James: And I thought I had it, or at least a way to pay him back, only it fell through. But now I'm ready to go back with you and explain everything to my dad.",
        "Bull: Ha ha ha! Have you met your old man? I don't think that's gonna cut it. 50 grand is a hell of a lot of money.",
        "James: I'm worth more to my dad than that 50 grand, and you know it.",
        "[SCENE_BREAK]",
        "Starr: Dad, what are you doing here?",
        "Todd: I'm here to get some kid out of trouble.",
        "Starr: Well, I don't know how you found us, but I'm really glad that you're here.",
        "Todd: Who's \"us\"?",
        "[SCENE_BREAK]",
        "Gigi: Did you see that?",
        "Rex: What?",
        "Gigi: Don't look. That guy--the waiter?",
        "Rex: Yeah, the cabana boy.",
        "Gigi: Did you see what he had on his tray? Sunscreen. One tube of sunscreen?",
        "Rex: Well, the sun's pretty strong.",
        "Gigi: On a tray?",
        "Rex: Well, this is a country club, Gigi. Everything's sort of upscale.",
        "Gigi: Well, excuse me. I have pitchers of beer on my trays.",
        "Rex: It's heavy.",
        "Gigi: It's insane. I should get a job here. I bet the tips alone are like--",
        "Rex: Oh. Well, there's no tipping.",
        "Gigi: What do you mean, there's no tipping?",
        "Rex: Well, there's no tipping. It's a country club, so there's just like one big gratuity added at the end of the season. Anyway, you are Bo and Nora's guest, and Shane is camping, and we have the afternoon off, so we are just gonna park it, relax, and order us some sunblock.",
        "Gigi: It's very nice of Bo and Nora to invite us.",
        "Rex: It's a hell of a lot easier to get in when you're on the guest list.",
        "Gigi: Meaning?",
        "Rex: I snuck in here once on a dare.",
        "Gigi: Don't tell me, you dumped Jell-O in the pool.",
        "Rex: No Jell-O.",
        "Gigi: So what'd you do?",
        "Rex: Well, I ordered half the menu and charged it to a rich guy named \"Underhill.\"",
        "Gigi: Hmm. That sounds fun.",
        "Rex: Yeah, it was, until we got caught and got arrested and Bo had to bail us out. What?",
        "Gigi: You said \"we.\" \"We\" got caught?",
        "Rex: I was with Stacy.",
        "[SCENE_BREAK]",
        "Jessica: You have to understand, I didn't remember you. I didn't remember us. And you had just told me that Mitch had tried to rape me.",
        "Brody: I never should have done that.",
        "Jessica: No, no, that's not what I meant. It's not your fault. It was just--it was just really bad timing. Prom night was the night that Cristian and I were supposed to make love to each other for the first time. I was supposed to lose my virginity, which was a big deal. So when it didn't happen, I couldn't let it go, you know? I just--I needed him to somehow make me feel like what I was feeling that I wanted wasn't wrong. But Cristian wasn't home, and I was just hurt and frustrated. And Ford listened to me, and he understood, and he was actually really sweet, you know? And when I told him what happened between Cristian and I, that we didn't make love, he, uh--he offered.",
        "Brody: That son of a...",
        "Jessica: No. No, that's not how it happened, Brody. That's not how it was at all. I wanted to be there. I wanted someone, a man to want me.",
        "Brody: So you had sex with him?",
        "[SCENE_BREAK]",
        "Kelly: Eli proposed? Really?",
        "Blair: Yeah, really.",
        "Kelly: Well, I'm sorry; I didn't realize you two were that serious.",
        "Blair: Well, I didn't, either, actually. He did say that someday that he might want to get married, but I had no idea he was gonna propose this soon. Wow.",
        "Kelly: So what did you say?",
        "Blair: I didn't say anything. I told him that I wanted some time to think about it, and then I got the hell out of there.",
        "Kelly: Well, that was stupid.",
        "[SCENE_BREAK]",
        "Ford: Relax. As far as the cops know, Hannah is guilty. I mean, they arrested her, right?",
        "Eli: And you think she'll go down without a fight?",
        "Ford: It's her word against mine, and everybody knows she's a crazy nutjob. So...no worries. No one will ever know that you attacked me.",
        "Eli: Except you.",
        "[SCENE_BREAK]",
        "John: You didn't do it. Manning didn't do it. Who pushed Marty down the stairs?",
        "Hannah: Look. I know my credibility is, like, zero, but, I mean, think about it. Why would pushing Cole's mom down the stairs make him like me?",
        "Natalie: It was step one. You needed to drive a wedge between Starr and Cole so that you could get him to notice you, right? Todd hurting Marty--that's a pretty good wedge.",
        "Hannah: Okay, maybe I took advantage of the fact that Starr and Cole were fighting because of Todd, but, I mean, set it up? Even if I were the type of person who could push a pregnant woman down the stairs--and I'm not--it's just totally convoluted.",
        "Natalie: Well, you're a convoluted girl.",
        "Hannah: You can't honestly believe that I would do something to jeopardize your mom's life, the life of her baby, on the off chance that it would break you two up.",
        "John: So who pushed Marty down the stairs?",
        "Hannah: Not without a deal.",
        "[SCENE_BREAK]",
        "Starr: I'm sorry. We had no other choice. It was either jack your P.I.'s car or--",
        "Todd: Jack?",
        "Starr: Yeah, it means steal.",
        "Todd: I know what it means, but why did you have to jack a car?",
        "Starr: Well, because I totaled the new car that you bought me for graduation, but I'll pay you back.",
        "Todd: That's all right. Don't worry about it. I'm just glad you're okay. Here, take my car. Drive back to town. Go to my office. Tell security to send a van out here, all right?",
        "Starr: Wait. No, no, no. Look. I really appreciate you wanting to help, but...if Bull sees you, then he might call the whole deal off.",
        "Todd: If he doesn't see me, that kid might not make it out of there alive.",
        "Starr: Just let James handle it.",
        "Todd: Who? James?",
        "Starr: Yeah, the kid who you're trying to help.",
        "Todd: No, I thought his name was Nate.",
        "Starr: Nate? The one who played Cole in the musical?",
        "Todd: I don't know. It's...Dani's boyfriend. That's why I'm here--Dani. Dani needed my help.",
        "Starr: I thought you were here for me and for James.",
        "Todd: Who the hell is James?",
        "[SCENE_BREAK]",
        "James: I'm his best earner, and you know it. That's why I had to run. He was never gonna let me go.",
        "Bull: You're breaking my heart.",
        "James: Look. I'm willing to go back. I'll work off what I owe, with interest.",
        "Bull: Okay. But if you give me any more trouble...",
        "Dani: Oh, thank God.",
        "James: No more trouble, I swear.",
        "Dani: Sorry.",
        "Nate: What are you doing here?",
        "Dani: I'm saving you. What does it look like?",
        "[SCENE_BREAK]",
        "Jessica: No. It was all me. I wanted it. I don't know, maybe I was mad at Cristian and I wanted to make him jealous.",
        "Brody: Jessica, what exactly did Ford do to you?",
        "Jessica: Nothing.",
        "Brody: Baby, hey. You can tell me. It's okay. It is not your fault. And whatever happened will not change the way I feel about you.",
        "Jessica: Do you know how much I love you?",
        "Brody: What did he do to you?",
        "Jessica: Nothing, really. I mean, we kissed, and I ended up in his bed, but when I looked up at Ford, I saw Mitch, and I remembered that he was trying to rape me, and I freaked out, and I shoved him off me, and then I don't know. I --I--I remembered being at my dad's house, and it all came back to me, all of it.",
        "Brody: It's okay. It's okay.",
        "Jessica: You're not mad?",
        "Brody: Of course not. Why didn't you tell me this sooner?",
        "[SCENE_BREAK]",
        "Gigi: I thought you were talking about, you know, bad boy Balsom when you first got to town.",
        "Rex: No, I was talking about when your sister showed up and got you to break up with me. I guess she kind of brought the bad boy back.",
        "Gigi: Well, she sure brought out the crazy in me, although I still miss her.",
        "Rex: I know.",
        "Gigi: I saw Sierra Rose the other day. Fish brought her by. She looks so much like Stacy, it's crazy. I just wish--",
        "Rex: I know. I'm glad you guys were able to make up before she died.",
        "Gigi: What about you? Fish says that you haven't seen Sierra in a while.",
        "Rex: I've been busy. Okay, that's not true. It's just...I know she's your sister, and I wish that she were still alive, just living anywhere but here.",
        "Gigi: So there's nothing you miss?",
        "Rex: Nope.",
        "Gigi: Not even the bad boy she brought back?",
        "[SCENE_BREAK]",
        "Blair: Don't call me stupid.",
        "Kelly: I didn't call you stupid. I said you not saying yes to Eli was stupid.",
        "Blair: Oh, my gosh! Marriage is a big deal, Kelly. I'm not just gonna say yes to the first guy that gets down on his knee.",
        "Kelly: He got down on his knees?",
        "Blair: Eventually. We were actually in a different position at the time.",
        "Kelly: All right, I take it back. You are stupid.",
        "Blair: You know what? This conversation's over.",
        "Kelly: And a coward.",
        "Blair: Well, I'm glad to see you still have your claws when you need them.",
        "Kelly: Why don't you admit it? The only reason why you didn't say yes to Eli was because you are still shell-shocked from Todd.",
        "Blair: From marriage to Todd. Now that Todd and I aren't married, we get along just fine, thank you very much.",
        "Kelly: So I'm right. You're scared. You think if you marry him, the relationship will head south.",
        "Blair: Not the relationship, my life!",
        "Kelly: Well, I hate to tell you, honey, but that's already somewhere near the equator. Eli is perfect. He's tall, he's dark, he's handsome--",
        "Blair: Well, then why you don't marry him, huh? Go ahead. Do you think I don't know that Eli's a great guy? He's kind. He's caring. He's...",
        "Kelly: Got a heck of a career.",
        "Blair: Because he cares about people. And unlike Todd, he doesn't have to shoot people to prove it.",
        "Kelly: So why in the hell are you not marrying him?",
        "[SCENE_BREAK]",
        "Ford: Lucky for you, I've got a hard head. Otherwise, you might be facing murder charges.",
        "Eli: Uh-huh. Robert, I don't like to be blackmailed.",
        "Ford: Well, the truth is, I didn't like doing it. I mean, seriously, the only reason why I asked for my money that night is because I wanted out. I mean, after that whole mess with Langston and then Jessica, dude, I just wanted to get some extra cash and get on the first plane out of here. So like I said, Eli, your secret is safe with me. So, uh, why Hannah? I mean, what do you have against her?",
        "Eli: Nothing, actually. She was convenient.",
        "Ford: Hannah? Convenient? You obviously never met her.",
        "Eli: No, but you have, haven't you? And all kinds of people know how distraught she was when you broke up with her and how crazy she's been acting ever since. So having her locked up made her the perfect scapegoat and killed two birds with one stone.",
        "Ford: Two birds? Who's the other bird?",
        "[SCENE_BREAK]",
        "John: You're not in a position to ask for anything.",
        "Hannah: Well, I'm the only one who knows who killed your baby, so that's got to be worth something.",
        "Natalie: What do you want?",
        "Hannah: Immunity.",
        "John: If you're telling the truth, you won't need immunity.",
        "Hannah: Full immunity--from Ford, Marty, lying about Todd, and anything you people dream up. I'm just protecting myself. You give me full and total immunity, and I'll tell you who killed your baby.",
        "[SCENE_BREAK]",
        "Nate: You got to get out of here, Dani. He will kill you if he catches you.",
        "Dani: He's gonna kill you if I don't get you loose.",
        "Nate: How did you even get here?",
        "Dani: I hid in the back of my dad's car. Well, I got scared. Bull wanted more money. He asked my dad for half a million dollars.",
        "James: What--",
        "Bull: Don't worry, your dad'll get a piece.",
        "Nate: So where is your dad now?",
        "Dani: He's outside with my sister, and don't even ask me why she's here. I don't know.",
        "[SCENE_BREAK]",
        "Todd: So this money that Nate found or stole?",
        "Starr: It belongs to James.",
        "Todd: And what does this have to do with you?",
        "Starr: Dad, this is a really long story, but I'll explain it to you later. Look. I'm really glad that you came to help, but I would appreciate it if you went somewhere else and got help, okay? Right now, inside there, that guy is really dangerous.",
        "[SCENE_BREAK]",
        "James: I know he didn't send you here to freelance.",
        "Bull: How about you worry about your own sad self?",
        "Nate: She's somehow hooked up with that guy talking to Bull.",
        "[Thump]",
        "Bull: What was that?",
        "James: What? I didn't hear anything.",
        "Bull: Move.",
        "[SCENE_BREAK]",
        "Jessica: I was scared. Everything was a blur. Ford was on top of me, and then I looked up, and I saw Mitch. And I was really angry, Brody, and I shoved him really, really hard. All I could think about was just getting him away from me. And I don't even remember leaving, so when I found out later that he was in the hospital, I thought that it was me. I thought that I was the one that had hurt him.",
        "Brody: It was Hannah O'Connor. Ford I.D.'d her.",
        "Jessica: I know, but I didn't find out until days later. None of us did. And I thought that it was me that attacked him or that Bess or Tess came out to defend me. I even went to Dr. Levin.",
        "Brody: And you were fine, right? So why didn't you come to me?",
        "Jessica: Brody, after I found out that Ford was okay and that he accused Hannah, I just wanted it to be over. I did. I remembered you, and I remembered Bree, and I just wanted to forget about it.",
        "Brody: So what changed your mind?",
        "[SCENE_BREAK]",
        "Eli: I thought you were finished asking questions.",
        "Ford: Fine, then. Sorry. I didn't realize that birds were off the menu.",
        "Eli: You got a great sense of humor, Robert. I like that. My only problem is I don't know when to expect it. So I'm thinking the smart move would be to finish you off.",
        "Ford: Okay. Then what? I mean, Hannah's in custody. You gonna dump me in a pool? You can't pin this one on her.",
        "Eli: Don't try to outthink me, Robert.",
        "Ford: I'm just saying, I'm just--and if we're talking about smart moves, let's not forget that I know who you really are.",
        "[SCENE_BREAK]",
        "Blair: I didn't say yes to Eli right away because I wanted some time to think about it. I'm a grown-up. I have 3 kids. I don't want to drag them down the aisle until I've had a chance to think this through. Got it? I mean, Eli is great, but will he be a great husband? Will he be a great father? I don't know.",
        "Kelly: Have you told Eli this?",
        "Blair: Not in those words, exactly. I bolted.",
        "Kelly: Because you're such a grown-up. Look. All I'm saying is if you're gonna marry the man...",
        "Blair: Why should I get married? Why? My life is great right now. It really is. Get married, it goes downhill. And you brought up Todd. Todd is actually okay right now. I get married, he might go nuts, take me back to court, try to get custody of the kids.",
        "Kelly: It's a good thing Eli is a lawyer.",
        "Blair: Would you stop? Please.",
        "Kelly: And why would you assume Todd's gonna care who you marry? As far as I can see, he has moved on.",
        "Blair: Kelly, I hate to break this to you, but Todd Manning will always, always care about me.",
        "Kelly: Mm-hmm. Does Eli know this?",
        "Blair: Eli's not afraid of Todd.",
        "Kelly: Well, he should be.",
        "Blair: You've been spending an awful lot of time with Todd.",
        "Kelly: I work for him. We share an office.",
        "Blair: Is that all you share?",
        "Kelly: Trust me, Blair, the only man I am interested in right now is Bennett Thompson.",
        "[SCENE_BREAK]",
        "Rex: See, you follow the sun.",
        "Gigi: And they just clean up after you?",
        "Rex: Yeah. That's why you pay that big, fat membership fee.",
        "Gigi: This is all very civilized for a bad boy.",
        "Rex: Those days are behind me.",
        "Gigi: You sure?",
        "Rex: What do you mean?",
        "Gigi: You talk a lot about those times, the bad old days.",
        "Rex: Maybe, but that's not who I am anymore. Since finding you again, it's a new me.",
        "Gigi: I'm not worried. It's just...don't you miss it?",
        "[SCENE_BREAK]",
        "Kelly: Hey. Hi. Did you get my text?",
        "Rex: No. Sorry, I haven't checked my phone. Gigi and I are sort of taking the evening off.",
        "Kelly: I was just wondering if you had any luck in tracking down Bennett Thompson.",
        "[SCENE_BREAK]",
        "Eli: Are you threatening me, Ford?",
        "Ford: No, I wouldn't do that. And I'm not looking for a fight, either. I'm just trying to remind you of what could happen.",
        "Eli: If what?",
        "Ford: If something were to happen to me. It'd be a real shame if people found out that Elijah Clarke was really Bennett Thompson.",
        "[SCENE_BREAK]",
        "Natalie: Hey, we do not have to make a deal with her. We have an iron-clad case--the fibers from her sweater found at the hospital stairs and Ford's blood on the sweater that was in her closet.",
        "Hannah: That's not mine.",
        "Natalie: It was in your closet!",
        "Hannah: Then somebody planted it there to frame me.",
        "Natalie: Right. Right, and like they lied about you being obsessed with Cole and how the fact that your story changes every single time you tell it and that you ran and you lied to the police!",
        "Hannah: Okay, I know it looks bad. I mean, that's the point. Someone's trying to pin this on me.",
        "Natalie: And why should we believe you?",
        "Hannah: Because it's the truth.",
        "Natalie: Does that sound any more truthful than every lie she's told you?",
        "Cole: No.",
        "Hannah: Cole, I know I've given you a lot of reasons to doubt me. And you have all these so-called facts, but I swear I'm not lying about this. It's up to you. You really want to know who killed your baby or not?",
        "[SCENE_BREAK]",
        "Bull: Keep moving!",
        "James: Who is this?",
        "Bull: It's the guy who stole your money.",
        "James: Is this your other deal?",
        "Bull: I'm getting it all back with interest. Now, come on.",
        "James: When?",
        "Bull: Should be here soon.",
        "Todd: Here I am. Yeah, I came a little early. I like to maintain the element of surprise.",
        "Dani: Do you know that guy with Bull?",
        "Nate: Uh-uh. All I know is his name is James and he's somehow connected to your sister.",
        "Dani: Shh!",
        "Todd: I got your money here. I'm gonna take Nate here.",
        "Dani: That's my father.",
        "Bull: If you want the kid back there, you can have him, but this one--this one's coming with me.",
        "Todd: Okay, whatever.",
        "Starr: No! No, no, no, we're not leaving without him.",
        "[SCENE_BREAK]",
        "Brody: Why tell me now?",
        "Jessica: Because I am so ashamed.",
        "Brody: Why? Because Ford tried to take advantage of you? Jessica, he's the one who ought to be ashamed. To come on to a minor, let alone a grown woman, with a mental illness, it's unforgivable. Jessica, you have nothing--you have nothing to be ashamed of.",
        "Jessica: But I wanted him to. And that feels so wrong. I mean, I'm with you, and the thought of being with someone else just...makes me feel like a horrible person.",
        "Jessica: That's why I decided to tell you. I can't keep secrets from you, Brody. You're so wonderful, you don't deserve that.",
        "[SCENE_BREAK]",
        "Rex: Well, I did a pretty thorough search. It turns out there are over 2,000 Bennett Thompsons in the United States alone.",
        "Kelly: Ooh. Well, that's why I hired you, right? I didn't know where to start.",
        "Rex: Right. So I started checking them off, starting in California, where your mom died.",
        "Kelly: Well, any likely suspects?",
        "Rex: Not in California. None of them fit the profile. But I am gonna start making my way east starting first thing tomorrow. Like I said, right now--",
        "Kelly: You're taking tonight off. Say no more. Have a happy Fourth.",
        "Rex: You, too.",
        "Kelly: Bye.",
        "Gigi: Bye.",
        "Blair: So, any luck?",
        "Kelly: Not yet.",
        "Blair: Are you sure that this Bennett Thompson guy really killed your mother?",
        "Kelly: There has to be a reason why she left the name in the vase.",
        "Blair: You sure you want to go down that road, Kelly?",
        "Kelly: What do you mean?",
        "Blair: It's not gonna bring your mother back. And if this Bennett guy really is a killer, the last thing you want to do is get close to him.",
        "[SCENE_BREAK]",
        "Eli: You are threatening me.",
        "Ford: No, dude, I'm just pointing out what could happen. Now, look. I know I'm in over my head here. I was just trying to get some extra cash, and I had no idea how desperate you were.",
        "Eli: Desperate? That's a strong word.",
        "Ford: Well, you tried to kill me. If that's not desperate, then...now, listen. I'm willing to just let this go. But I'm telling you, if anything happens to me, \"The Sun\" is gonna get a full report about Elijah Clarke, A.K.A. Bennett Thompson. I wrote it all out.",
        "Eli: Did you, now?",
        "Ford: Yeah, several copies, actually. So if you want to keep your cozy, little life here with Blair, then you'd just better back off, leave me alone, because, you know, I could put a package in Todd Manning's mailbox, and I don't think I need to tell you that Todd Manning's pretty protective of his ex-wife, so...",
        "Blair: Oh, hi. Have you seen Elijah Clarke?",
        "Man: I think he went in there.",
        "Blair: In there? Oh, thank you. Huh.",
        "Eli: You pathetic piece of--",
        "Blair: Elijah-- what's going on?",
        "[SCENE_BREAK]",
        "Hannah: So do we have a deal?",
        "John: I don't make deals. The D.A. makes deals.",
        "Hannah: Then I'm not saying another word until I get a lawyer.",
        "John: Fine. You can make a call when you get back.",
        "Hannah: I want to make my call now.",
        "[SCENE_BREAK]",
        "Todd: Starr, I thought I told you to take the car home.",
        "Starr: Well, I just wanted to make sure that James was gonna be okay.",
        "Todd: Oh, so this is James? And who is he to you, again?",
        "Starr: He's a friend.",
        "Todd: Do you mean to tell me that you left your daughter home alone, you ditched your no-good boyfriend, you risked your life, you wrecked the car I got you for graduation, for some friend?",
        "Bull: I don't want to interrupt family time here, but can we get on with it? I want my money.",
        "Todd: Well, show me this Nate kid.",
        "Bull: Show me the money; I'll take you to him.",
        "James: He's fine. I just saw him. He's tied up back there.",
        "Nate: We can go out the way you came in.",
        "Dani: I'm not gonna leave my dad and sister out there all alone.",
        "Nate: What are you, wonder woman?",
        "Dani: I am not going to leave them.",
        "Todd: All right, Bull, how are we gonna do this without anyone getting hurt?",
        "[SCENE_BREAK]",
        "Blair: Are you torturing this poor boy? I told you not to worry. As much as I hate to admit it, though, I do love seeing you just a little bit jealous.",
        "Eli: I just thought it best here to put Ford on notice. No trespassing, young man.",
        "Ford: Of course not.",
        "Eli: So do we understand each other?",
        "Ford: I think we do. Blair.",
        "Blair: Ford.",
        "Eli: So, are you gonna marry me?",
        "[Cell phone rings]",
        "Eli: Sorry. Excuse me. Elijah Clarke.",
        "Hannah: It's Hannah O'Connor. Detective McBain let me use his phone.",
        "Eli: I'm not quite sure I understand.",
        "Hannah: He's arresting me for the attempted murder of Robert Ford. I didn't do it, and I need representation. Will you be my lawyer?",
        "Eli: Yes, yes, of course.",
        "Hannah: Good. Thank you. We're leaving Maryland now.",
        "Eli: Then I will meet you at the Llanview police station. Do not say anything to the police. Very good.",
        "Blair: So, I take it you got to go.",
        "Eli: Well, not until you tell me what you came here to say.",
        "Blair: You know how much I like you, right?",
        "Eli: But...",
        "Blair: I just don't think that I'm ready to get married again. There are other people that I need to consider here. I've got my children, and then there's Todd--not that I'm interested in Todd, because I am so not. But I just don't know if I could go into battle with him again, okay? You know what? I am willing to think about it because I'm so crazy about you.",
        "Eli: Blair, I completely understand why you need time to think about this. I just need you to know I am ready, and I'm gonna do whatever it takes to make you my wife.",
        "Blair: You're just too good to be true.",
        "Eli: Hey, can I help it if I know what I want? What about you, Blair? What do you want?",
        "Blair: Fireworks. Come on. Let's go watch the fireworks.",
        "Eli: Okay.",
        "[SCENE_BREAK]",
        "Rex: Ooh! Good, they haven't started yet.",
        "Gigi: Yeah, should be any minute. Thank you.",
        "Rex: I think we're gonna get a better view over there.",
        "Gigi: Okay, but you didn't answer my question.",
        "Rex: What?",
        "Gigi: Do you miss your old life?",
        "Rex: You mean bad boy Balsom? No.",
        "Gigi: Be honest.",
        "Rex: Okay, is it more fun to hop the fence than to stroll in the front door? Yes, of course. But the point is, is who I want to be with, not how do I get in here. There's nobody I'd rather be with more than you, Morasco. So, whatever it takes.",
        "Gigi: Okay, then no plaid pants.",
        "Rex: These are shor--that's a promise I can make.",
        "[SCENE_BREAK]",
        "Brody: I'm sorry. I know why you didn't want to tell me. I...it's just that sometimes you make a choice to protect the other person, you know, if you love them.",
        "Jessica: No. No. You've always been completely honest with me. I had to give you that same respect.",
        "Brody: Jessica, that night, the night of the prom, when you told me it was over, that you never wanted to see me again, I thought it was over and I-- you son of a bitch.",
        "Jessica: No! Brody!",
        "Ford: What the hell? What's wrong--",
        "Brody: I know what you did. Jessica told me everything.",
        "Ford: She tell you it was her idea?",
        "Brody: She wasn't in her right mind. She couldn't give informed consent. That's rape.",
        "Jessica: No, Brody, it wasn't rape. Nothing happened! I pushed him off me. Right? Tell him.",
        "[SCENE_BREAK]",
        "Bull: It's simple. James here goes and gets the kid, you look him over, you give me the money, and then you take off, and no one gets hurt.",
        "Starr: And then you'll leave James alone?",
        "Bull: James is coming with me.",
        "Starr: No. Then there's no deal.",
        "Todd: Hey, who's negotiating here?",
        "Starr: Dad, you're going to give him 10 times more than what James actually owes. Look. Maybe we should call your dad, tell him about the deal. I think he would much rather cut James loose than take the money, don't you think?",
        "Bull: Keep it up, little girl, and I'll keep both of them.",
        "Starr: No, you know what, Dad? Get out your cell phone. James, do you know your dad's number? We'll call your dad. Come on.",
        "Bull: This is my deal. Either take it or leave it.",
        "James: Look. It's okay, Starr. I can handle my dad.",
        "Starr: You can't go back, James. He'll kill you.",
        "Bull: Not if I kill him first.",
        "Todd: Hold on. Let's just--can we calm down, please? Starr, thank you very much for your help, but I'll take it from here. Now, Bull, I think you remember the terms of the deal, right? I brought you a whole bunch of money, and in exchange, I get the kids, and you said no one gets hurt. So if you're gonna kill this kid, we're gonna have a problem.",
        "James: It's okay. I'm not afraid of my dad.",
        "Todd: Well, I don't know. Anyone who would send a fine, upstanding gentleman like Bull here must be pretty deranged, right?",
        "Bull: Pretty deranged.",
        "Todd: Right. So, Bull, we should deal with each other, just you and me, right? Do you have kids?",
        "Bull: No.",
        "Todd: Well, take it from me. The last person you want to piss off is your daughter, okay? So let's just keep this between me, let's make sure nobody gets hurt, and let's make sure that you walk away from this a very rich man.",
        "Bull: I can't do that.",
        "Todd: Well, then things are gonna get ugly.",
        "[SCENE_BREAK]",
        "Brody: You lie to me, so help me, God--",
        "Ford: Nothing happened, right, princess? Let go. We were just fooling around, okay? She pushed me off, and she left. No harm, no foul, and no rape.",
        "Jessica: Let him go. Brody, let him go.",
        "Brody: You stay away from her.",
        "Ford: Not a problem.",
        "Jessica: Come here. Come here. I knew I couldn't cheat on you. Even if I didn't know it was you, I couldn't do it.",
        "[SCENE_BREAK]",
        "Hannah: Do I have to wear these all the way back to Llanview?",
        "John: We'll take them off when we get in the car.",
        "Hannah: Everything I did, I did for you.",
        "[SCENE_BREAK]",
        "[Cheering and applause]",
        "[SCENE_BREAK]",
        "Bull: What the hell is--aah! [Screaming, grunting]",
        "Starr: Oh! No! No!"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=hukI-usP6Ps"
}