{
    "Episode Summary": [
        "Episode # 10357 -- The Truth Hurts"
    ],
    "Recap": [
        "Jessica struggles to remember what Tess and Bess do not want her to know. Tess demands that Bess tells her how the baby died. Bess tells her she was negligent. Tess is devastated but they both realize that Jessica must never know. Jessica admits that she knows that Tess is a part of her and she wanted Tess to murder Natalie and Jared. But Jessica still has no conscious awareness that her baby died nor that Bess switched her with Starr's baby. Wes admits to Brody that he let Brody falsely believe that the kid he shot had a gun. Brody is devastated but attempts to process the truth alone. At Rodi's, Blair and Marty have a big argument about both of their history with Todd."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dickinson: These pills are yours?",
        "Starr: Cole was just covering for me.",
        "Dickinson: You are aware of our zero tolerance policy. With your record, Ms. Manning, you don't want to test me.",
        "Cole: Ms. Dickinson, wait \u0096",
        "Dickinson: This doesn't concern you, Mr. Thornhart.",
        "Cole: You don't understand.",
        "Starr: It's okay, Cole. I have a prescription.",
        "Dickinson: I see. If that's the case, then we don't have a problem. Just let me see the bottle.",
        "[SCENE_BREAK]",
        "Wes: The kid in Iraq. The one you shot?",
        "Brody: What about him?",
        "Wes: I lied to you, Brody. He didn't have a gun. He was unarmed.",
        "Brody: There was a weapon in his hand.",
        "Wes: Brody, listen to me --",
        "Brody: No. I saw it. I saw the gun.",
        "Wes: You saw what I wanted you to see.",
        "[SCENE_BREAK]",
        "John: What was that for?",
        "Marty: I was trying out one of my old identities. Marty the party girl.",
        "John: Did it work?",
        "Marty: Nope. I guess that's what you get for studying yourself like a term paper. Empirical research just doesn't pan out.",
        "John: Maybe because I never knew the party girl.",
        "Marty: Or maybe because the party girl wouldn't have looked twice at you.",
        "[SCENE_BREAK]",
        "Jared: You totally aced getting those shots.",
        "Natalie: She screamed her head off.",
        "Jared: For like 30 seconds. Did you see those other babies in the waiting room? They were in awe, because you are amazing.",
        "Natalie: Yeah, well I'm sure they heard her screaming.",
        "Jared: What a set of lungs, huh?",
        "Natalie: I know. But you know what? Your Uncle Jared's right. You are the most amazing baby in the whole wide world.",
        "Marcie: They all are, aren't they?",
        "[SCENE_BREAK]",
        "Jessica: I know what happened. I know what happened.",
        "Viki: Shh, it's all right. We're here with you.",
        "Jessica: I hid it. It's all my fault.",
        "Clint: None of this is your fault.",
        "Jessica: I know the truth. I have to do something about it.",
        "Viki: Sweetheart, you know the truth about what?",
        "[SCENE_BREAK]",
        "Tess: My baby did not die because of me.",
        "Bess: I merely told you the truth. I can't make you believe it.",
        "Tess: I loved my baby. She was Nash's baby. How could you let her die? Why didn't you help her?",
        "Bess: The baby was born dead because of your neglect. If I had not kept the truth from you and Jessica, we would all be dead. You killed the baby, but I saved us.",
        "Tess: How did I hurt the baby? How did she die because of me?",
        "Bess: The problem with you, Tess, is you don't know how to multitask. You were so focused on revenge that you forgot to take care of yourself and the baby.",
        "Tess: Everything I did, I did for her.",
        "Bess: Did the baby want you to stop going to your prenatal appointments?",
        "Tess: I went to one. The doctor weighed me, said I was fine.",
        "Bess: And then you went ahead with your plans to blow up Natalie and Jared. You were so busy with your dynamite, you ignored your contractions.",
        "Tess: Natalie and Jared had to pay.",
        "Bess: And when you were sure that they would, where did you go? Someplace sensible like a hospital?",
        "Tess: I went to the cottage that Nash built for us.",
        "Bess: Did that seem like a good place to deliver a baby?",
        "Tess: Are you saying that if I had gone to the hospital when I went into labor, my baby would still be alive?",
        "Bess: We'll never know, will we?",
        "[SCENE_BREAK]",
        "Jessica: I talked to Bess. Or she talked to me.",
        "Viki: What did she say?",
        "Jessica: She didn't want to say anything.",
        "Dr. Levin: Her job is to keep you from facing what you don't want to face.",
        "Jessica: I made her tell me the truth.",
        "Viki: Which is what?",
        "Jessica: I'm a bad person.",
        "Viki: Oh, no. No, no, no. Honey, no. That's simply not true. Oh, darling. Whatever it is, you can tell us.",
        "Clint: It's safe here, Jess--",
        "Dr. Levin: Jessica, your parents are here with you. I'm here with you. We won't let anything happen to you. You can tell us whatever Bess said.",
        "Jessica: Where's Natalie?",
        "Viki: Natalie? She's taking Chloe to the pediatrician.",
        "Jessica: I think you need to call her.",
        "[SCENE_BREAK]",
        "Marcie: How is Jessica doing?",
        "Natalie: She is doing okay, according to my mom. I'm not allowed to see her yet, but --",
        "Marcie: Oh.",
        "Natalie: Uh-oh.",
        "Marcie: Well, this must be so rough for her. There's nothing harder than being away from your baby.",
        "Natalie: Do you want to hold her?",
        "Marcie: Oh, well -- yeah, I'd love to. Sure.",
        "Natalie: There you go.",
        "Marcie: Come here. Come here, Chloe. Hi. How are you doing? Oh, you okay? Look at that smile. Hi, Chloe. Aren't you getting to be such a big girl?",
        "Natalie: 11 pounds, 4 ounces.",
        "Jared: The pediatrician said she is the perfect two-month-old baby.",
        "Marcie: Two months?",
        "Jared: Yeah.",
        "Marcie: She's the same age as Hope would have been.",
        "[SCENE_BREAK]",
        "Starr: You need a bottle? I left it at home.",
        "Dickinson: Oh. Well, then I'm sure that the nurse has your prescription on file.",
        "Cole: Ms. Dickinson \u0096",
        "Dickinson: Cole. This doesn't involve you.",
        "Cole: Yes, it does.",
        "Starr: We had a baby a couple months ago. And we lost her. Did you know that?",
        "Dickinson: Of course.",
        "Starr: My doctor prescribed me those antidepressants.",
        "Dickinson: That's what these are? Antidepressants?",
        "Starr: Right. You think just because we weren't going to keep the baby, that we shouldn't be depressed?",
        "Dickinson: No. I'm not suggesting that.",
        "Starr: She was our daughter, and now she is gone. And we're just trying to cope in any way we know how.",
        "[SCENE_BREAK]",
        "Brody: There was no gun?",
        "Wes: I'm sorry, man. I'm so sorry.",
        "Brody: There was no gun.",
        "Wes: I never wanted you to go through this.",
        "Brody: Go through what? Going crazy?",
        "Wes: You're not crazy.",
        "Brody: But I saw it. I saw the gun.",
        "Wes: I know you did.",
        "Brody: You have to tell me what happened. Please. You have to tell me everything.",
        "[SCENE_BREAK]",
        "Marty: Maybe you were nothing to me, John.",
        "John: Maybe. Then again, it doesn't matter what I was.",
        "Marty: Really? Because you sure went out on a limb to save me.",
        "John: I thought you'd feel better if I got you away from Manning. It doesn't look like you do.",
        "Marty: Maybe now you wish you'd left me there.",
        "John: Don't do this. All right? Talk to someone who could actually help you.",
        "Marty: Oh. Ah. Being patronized by an old lover, that's just not good. You know, maybe -- I surprised you before, maybe that's the problem. Maybe if it wasn't such a surprise, I'd actually feel something real.",
        "John: That's not the answer.",
        "Marty: No? You got a better idea?",
        "[SCENE_BREAK]",
        "Tess: How did the baby die?",
        "Bess: She wasn't crying.",
        "Tess: I remember that. Tell me something I don't know. You're the smart one.",
        "Bess: After months of neglect, you started asking questions about the baby's welfare. I knew that if you got those answers, Jessica would be destroyed.",
        "Tess: What did you do?",
        "Bess: I took over. I'm the one who watches and waits. I knew that another baby was entering the world on the same night.",
        "Tess: Todd's kid, Starr.",
        "Bess: And because we overheard your uncle's plan --",
        "Tess: And Jessica --",
        "Bess: Knows nothing. So I took the baby you let die to the hospital, and switched it for a healthy one.",
        "Tess: And then you got rid of me. Then you gave Jessica Starr's baby.",
        "Bess: And now Jessica can move on. With Hope, she can survive anything. Except knowing her baby's dead.",
        "[SCENE_BREAK]",
        "Viki: Natalie, honey, I'm glad I got a hold of you.",
        "Natalie: Is everything okay?",
        "Viki: Yeah. Jessica's had some sort of a breakthrough.",
        "Natalie: Really? Is that good or bad?",
        "Viki: Yeah well, I'm not sure, because she won't talk about it unless you and Jared are here. Honey, do you think that you two could get out here to Nash's old cottage just as soon as possible?",
        "Natalie: We're still at the pediatrician's office with Chloe, but -- we'll be there as soon as we can.",
        "[SCENE_BREAK]",
        "Wes: We burst into the shack, remember? We couldn't see squat. Everything was crazy.",
        "Brody: Tell me about the boy.",
        "Wes: We could barely see him. He raised his hand. He was pointing something. And you --",
        "Brody: What?",
        "Wes: You protected yourself. You took him out.",
        "Brody: Then what?",
        "Wes: You saw it was a kid.",
        "Brody: No! Oh, my God. No!",
        "Wes: It's okay. It's all right.",
        "Brody: It was a kid.",
        "Wes: It's all right. It's all right.",
        "Brody: He's dead. I killed him.",
        "Wes: Hey. It's okay, all right? Come with me. So, then I took you outside. I tried to calm you down. I didn't know what to do. I'd never seen you like that. Hey. Come on. Breathe.",
        "Brody: How did you make it okay? What did you do?",
        "[SCENE_BREAK]",
        "Blair: Uh, what's going on here?",
        "Marty: Oh, that's a good question, John. John, Blair wants to know what's going on between us. And I think she'd be very interested in knowing the results of our little experiment.",
        "Blair: And what experiment would that be?",
        "Marty: John here thinks I need therapy, so I thought, what the heck? Go for sense memory.",
        "John: It was nothing.",
        "Marty: It's true. Sadly, it was true. I figured a little kiss might stir up some memories, and it did of my old Aunt Kiki.",
        "Blair: So you don't remember anything?",
        "Marty: It was nice of John to try, though, don't you think? He is so helpful that way. In fact, he likes helping so much that he helped save Todd.",
        "Blair: He was drowning, Marty.",
        "Marty: Oh, that's right. You were there, too. You helped save him, too, didn't you?",
        "Blair: No, I'm sorry if I don't get a kick out of watching other people die.",
        "Marty: You know what I think? Here's what happened -- I kissed John because I felt like it. You helped save Todd because you're not over him.",
        "[SCENE_BREAK]",
        "Starr: I got them right after the baby died.",
        "Dickinson: Perhaps you weren't aware that all drugs taken on the school grounds must be registered and dispensed by the school nurse.",
        "Starr: Oh, I'm sorry. I did know that. I just forgot about it. But I will bring that in. I just got them, they're new.",
        "Dickinson: I suppose I could look the other way this time. Just make sure she gets the prescription.",
        "Starr: Okay. I'm sorry.",
        "Cole: What are you doing? Are you crazy?",
        "Starr: I'm not the one who bought painkillers from a dealer.",
        "Cole: So you tell Dickinson they're yours?",
        "Starr: It worked, didn't it?",
        "Cole: What happens when she goes to the nurse and asks for your prescription?",
        "Starr: Well, she will get it.",
        "Cole: You have a prescription for antidepressants.",
        "Starr: Dr. Joplin prescribed them to me after we lost the baby. But I didn't get them filled, but now I'll have to.",
        "Cole: So what, you're not depressed?",
        "Starr: I'm unhappy. There's a difference. I don't feel like I need pills to take that away.",
        "Cole: You must be a stronger person than I am.",
        "Starr: But these are not the answer.",
        "Cole: Then what is?",
        "Starr: I feel like when you go through something like that, in order to put that behind you, you have to go through it. And those are just putting that off.",
        "[SCENE_BREAK]",
        "Marcie: Mike, this is what I used to dream about for us. You know, even when I knew it couldn't happen. Even after you told me that you wouldn't adopt Starr's baby.",
        "Michael: Yeah, if only it had been somebody else -- not related to Todd.",
        "Marcie: It didn't matter to me. I just kept dreaming. I used to dream about that moment, you know? That moment when the doctor would put the baby in my arms for the first time. And I always pictured you walking in, seeing us. It was stupid.",
        "Michael: I thought about it, too.",
        "Marcie: You did?",
        "Michael: Yeah. The three of us as a family. Even though I knew that it wasn't going to happen, it didn't stop me from thinking about it. You, me, and a baby. Just like this.",
        "Marcie: What I would've given for a chance with you and Hope.",
        "[SCENE_BREAK]",
        "Tess: The baby in the psych ward --",
        "Bess: A beautiful baby girl.",
        "Tess: I knew she wasn't mine.",
        "Bess: Starr gave birth to her. But she's Jessica's baby.",
        "Tess: And are you okay with Todd's kid thinking that her baby's dead?",
        "Bess: Tess, you've never cared about anyone's needs but your own.",
        "Tess: Answer me.",
        "Bess: Starr isn't fragile. Not like Jessica. Look what happened when Nash died.",
        "Tess: I know what happened when Nash died.",
        "Bess: If Jessica knew her baby was dead, she'd blame herself. She wouldn't survive.",
        "Tess: Why are you telling me this now?",
        "Bess: You wouldn't let it go. I had no choice.",
        "Tess: What about Jessica?",
        "Bess: What about her?",
        "Tess: You said she was fragile. Did you tell her the truth, too?",
        "[SCENE_BREAK]",
        "Clint: This Bess, or whoever's keeping a secret from Jessica, is that normal?",
        "Dr. Levin: Well, alters exist to serve the host personality in different ways. They deal with information and situations that the host cannot.",
        "Viki: Niki Smith held the knowledge about my father.",
        "Clint: But Jessie says she knows the truth.",
        "Dr. Levin: Well, whatever Bess shared with her, it's upset her terribly.",
        "Clint: I wish Natalie and Jared would get here so we could find out what it is.",
        "Dr. Levin: Well you can take some comfort in the fact that Jessica wants to talk to them. Wishing to confront the secret herself is a very good sign.",
        "Natalie: Hey, Jess. Are you okay?",
        "Jessica: I've done something terrible. And I need to tell you about it.",
        "[SCENE_BREAK]",
        "Tess: Did you tell Jessica what you told me?",
        "Bess: She wanted answers. I had to tell her something.",
        "Tess: Did you tell her that Chloe died? Did you tell her that you switched her for someone else's baby?",
        "Bess: No.",
        "Tess: What did you tell her then?",
        "Bess: The truth.",
        "[SCENE_BREAK]",
        "Natalie: Jess, what is it? You can tell me.",
        "Jessica: I wanted you and Jared to die.",
        "[SCENE_BREAK]",
        "Brody: Tell me what you did.",
        "Wes: You sure?",
        "Brody: I need to know.",
        "Wes: I left you with Sanchez. Hey, hey.",
        "[Brody yelling]",
        "Sanchez: What do we do?",
        "Wes: Stay with Lovett. And don't say anything, all right?",
        "Sanchez: Lovett. Lovett, it's okay.",
        "Wes: Freeman was kneeling next to the kid. Where's the weapon?",
        "Man: No weapon, Sarge.",
        "Wes: Then what the hell was he pointing at us? I knew he had a gun. We all saw it. A couple of feet away -- I found it.",
        "Freeman: It's no weapon, Sarge.",
        "Brody: A flashlight?",
        "Wes: I'm sorry, Brody. It was dark, and we couldn't see. There was no way you could have known.",
        "Brody: But I thought --",
        "Wes: You were already so messed up. I figured if you found out -- I didn't know what you'd do.",
        "Brody: What did you do?",
        "Wes: I made a decision.",
        "Wes: I took one of the insurgents' guns.",
        "Wes: And put it in the boy's hand.",
        "[SCENE_BREAK]",
        "Blair: I'm trying to be civil here, because I know that you're going through hard times.",
        "Marty: Oh, well thank you for validating my experience, Blair.",
        "Blair: But you talked the father of my children into jumping off a roof. And then I walk in here, and you're kissing on the man in my life, so I'm getting just a little pissed here.",
        "Marty: You want to talk about anger?",
        "Blair: You're hurting, Marty. That's why I'm not belting you for trying to tell me how I feel about Todd.",
        "Marty: All right, then don't talk about how you feel about Todd. But how about I talk about how I feel about him?",
        "Blair: Oh, I think you made that pretty clear when I heard you say that you got Todd to try to commit suicide.",
        "Marty: Yeah. He finally admitted that he was a miserable human being. He was going to help me put it all behind me. I was going to finally be free of him, until you two heroes show up.",
        "John: We did it for you.",
        "Marty: Oh, that's right --",
        "Blair: Marty. Do you really want a man's death on your conscience?",
        "Marty: Are you really this dense? Just admit you still love the guy.",
        "Blair: He is the father of my children. Okay? And just because you want him dead doesn't mean that I'm going to let you kill him.",
        "[SCENE_BREAK]",
        "Brody: I killed him. I killed that kid.",
        "Wes: I told Freeman we had to do this. This is the only way, right? To save him? Sanchez, how's he doing?",
        "Sanchez: He's bugging out, man.",
        "Wes: Hey, Brody, it's okay, all right?",
        "Brody: I killed him, I killed him.",
        "Wes: You didn't have a choice. Come here. I'll show you, okay? Come on. Come here. Come on, come on. Look -- no, look! You have to look. Look at this. He was going to kill you. He wanted to kill all of us. You saved us, man. There was nothing you could do. You hear me?",
        "[Screams]",
        "Wes: Brody. I thought telling you that -- I thought that it was the best thing for you. I guess I was wrong.",
        "[SCENE_BREAK]",
        "Natalie: Tess is the one who wanted to kill us, not you.",
        "Jessica: That's what I've been telling myself.",
        "Natalie: Because it's the truth.",
        "Jessica: No.",
        "Natalie: Jessica, you -- you couldn't hurt us.",
        "Jessica: You have to listen to me, Natalie. Okay? You have to listen.",
        "Natalie: Okay.",
        "Jessica: When Nash died, I was so angry. I was angry that he was taken from me without warning. I was angry that my babies were going to grow up without knowing their father. I was angry that I was all alone. And the only way I knew how to deal with that anger was to blame someone, so I blamed you.",
        "Natalie: I understand.",
        "Jessica: And after I went off at you at the funeral, everything changed.",
        "Viki: When we took you home that day.",
        "Jessica: I remember.",
        "Viki: You were not you for again for months.",
        "Jessica: I remember. I was looking at pictures of Nash and Bree. And then I -- I felt Tess. I knew what she wanted to do to you. And I could have fought back. I could have stopped her.",
        "Viki: No, darling, you don't mean that.",
        "Jessica: Yes, I do, and you know that. I've been integrated for over a year. I knew what to do when I have those impulses, but I was so angry. I was so angry. So I just -- I let her come out. Because I knew that she could do what I couldn't.",
        "Natalie: Jess --",
        "Jessica: I wanted her to kill you.",
        "[SCENE_BREAK]",
        "Bess: I couldn't tell Jessica what I told you.",
        "Tess: So you lied to her?",
        "Bess: I told her the truth. It was simply a different one.",
        "Tess: You didn't tell her that her baby's dead.",
        "Bess: You can handle the fact that your baby's dead. Jessica cannot.",
        "Tess: My baby's dead because of me. That's the truth. That's what you said.",
        "Bess: You were reckless and careless.",
        "Tess: My baby, Nash's beautiful little girl.",
        "Bess: You loved her.",
        "Tess: I loved her so much.",
        "Bess: But now you have to go on without her.",
        "Tess: What do we do?",
        "Bess: We give Jessica her life back.",
        "Tess: How do we do that?",
        "Bess: We integrate.",
        "[SCENE_BREAK]",
        "Marty: Your kids have nothing to do with the way you feel about Todd.",
        "Blair: Don't tell me how I feel.",
        "Marty: Oh, gloves are coming off.",
        "Blair: I'm not going to fight you, Marty, but I'm not going to explain myself to you, either.",
        "Marty: Good, because there is no explanation for why you would save Todd.",
        "Blair: I get it. He's bad so he doesn't deserve to live. Is that it? Thumbs up, thumbs down, according to Marty Saybrooke?",
        "Marty: You saved him for his children and your children. Why the restraining order against him then?",
        "Blair: My relationship with Todd is none of your business.",
        "Marty: Oh, I think I'm getting it. Now I know why you were so interested in what I feel for John.",
        "Blair: John has nothing to do with this.",
        "Marty: Oh, yes it does. Don't you see? Because if he and I get back together, you don't have to tell him the truth.",
        "Blair: And what truth is that?",
        "Marty: That you still love Todd.",
        "[SCENE_BREAK]",
        "Starr: Cole, I know you are hurting, and we all are, but you can get through this.",
        "Cole: Yeah, I know that I should be able to and that you're the one that had the baby, but --",
        "Starr: I'm not saying it should be easier for you.",
        "Cole: And you've got your family.",
        "Starr: Which is completely falling apart right now. Jack is freaking out because he misses my dad, but my mom still has a restraining order against him and I'm probably going to be the one to put him in prison.",
        "Cole: Well, at least they still know who you are. I found out that my mom was alive the day that the baby died. And I thought there must be a God because there she was on the worst day of my life. And I thought everything would go back the way it was.",
        "Starr: She'll get her memory back.",
        "Cole: No. How do you know that? There's no way of you knowing that.",
        "Starr: But she's still your mother.",
        "Cole: No, she's someone else. Someone that doesn't even want to live in the same house as me.",
        "[SCENE_BREAK]",
        "Blair: What's the matter, Marty? Being the victim didn't get you enough attention?",
        "Marty: What, you think that's why I asked you how you feel about Todd?",
        "John: Hey, what do you say we call this quits?",
        "Blair: No, you -- no, you need to hear this, John, because this is classic Marty. If she doesn't get her way, she makes trouble for everybody else. You know, she might not remember it but I certainly do.",
        "Marty: Ah, so you know the old Marty the party girl.",
        "Blair: Oh, yeah, I knew her real well. But from where I'm standing, you can't seem to let go of the past.",
        "Marty: Really?",
        "Blair: Mm-hmm.",
        "Marty: Or is that the past has let go of you?",
        "Blair: Oh, no, that's deep, Marty. Why don't you explain that?",
        "Marty: Todd's in love with me, or whatever is his sick version of love. He went up to the Palace Hotel roof with me, not you.",
        "Blair: I don't care. Good for you. I don't want Todd.",
        "Marty: Yeah, but you can't stand that he wants somebody else.",
        "Blair: Okay, John, I would really like for you to throw her out, please.",
        "John: No, I'm not going to do that.",
        "[SCENE_BREAK]",
        "Marcie: I never would have gotten through this without you. You know that.",
        "Michael: We were a family, Marcie. You and me and Tommy.",
        "Marcie: Yeah.",
        "Michael: No matter what happens, that's always going to be true. What are you thinking about?",
        "Marcie: I'm thinking about what it would be like to be a family again. You know, in a perfect world we would be. Heck, in a perfect world, this little one would be ours, wouldn't she?",
        "[SCENE_BREAK]",
        "Tess: Integrating, that means Jessica knows everything.",
        "Bess: It won't be a true integration. We'll keep this one secret from her.",
        "Tess: I don't get it. What does that mean?",
        "Bess: I mean we go away.",
        "Tess: We let her handle this without us?",
        "Bess: It's the only way out of St. Ann's. She needs to take care of her two little girls.",
        "Tess: Bree.",
        "Bess: And Chloe. Even though she's not really ours, she still needs a mother.",
        "Tess: What do we do?",
        "Bess: We rest. You need to rest, Tess. You've been working so hard.",
        "Tess: I just wanted to make things right for my baby and Nash. I just wanted to make things right.",
        "Bess: And now you can. You can do Jessica's grieving for her.",
        "Bess: Come on, Tess. Your work here is done. Let Jessica have her breakthrough.",
        "[SCENE_BREAK]",
        "Jared: You wanted us to die?",
        "Natalie: You really wanted Tess to hurt us?",
        "Jessica: Yes, I did.",
        "Viki: Darling, you were irrational with grief.",
        "Clint: Honey, you never would have acted on those feelings.",
        "Jessica: But Tess would, and I just stood back and I let it happen.",
        "Natalie: No, you tried to stop it, okay? She tried to poison us and -- and you saved our lives.",
        "Jessica: Maybe that was a moment of conscience.",
        "Natalie: No. You didn't really want us to die.",
        "Jessica: Then why -- why didn't I fight? I knew what she wanted to do to you. I knew that she wanted to hurt you.",
        "Natalie: You couldn't have known that.",
        "Jessica: I did. I did know it, and if Mom and Charlie hadn't gotten to you when they did, and --",
        "Viki: But we did. Jessica, we did get there and it's over, darling. Do you hear me? It is over.",
        "Jessica: Mom, Tess is a part of me. She didn't do this on her own. I stood back and I let it happen. And knowing that, I don't know how you can really forgive me.",
        "[SCENE_BREAK]",
        "Wes: I don't expect you to forgive me. But you're a good soldier. That's why I did what I did. And that kid dying, man -- that was a mistake. But it could have happened to anyone. It doesn't mean you're not a good man. And I'm sorry if what I did made you forget that. But you're still a good man, Brody. You're still a good soldier.",
        "Brody: Thanks for telling me the truth.",
        "Wes: Another kind of guy wouldn't have wanted to know.",
        "[SCENE_BREAK]",
        "Starr: I don't know what I would do if my mom lost her memory and I don't know how I would deal with it.",
        "Cole: Well, you wouldn't buy pills from some dealer.",
        "Starr: Okay, Cole, tell me -- tell me how you felt when I made my decision about our baby.",
        "Cole: What does that matter?",
        "Starr: Just tell me how you felt.",
        "Cole: I felt -- I felt like I didn't have any power.",
        "Starr: That's how I feel right now. You have made a decision that I obviously don't agree with and I can't stop it.",
        "Cole: But you did it anyway. I mean, you were going to give the baby away.",
        "Starr: That's because I fully thought it through. I made sure that's exactly what I wanted, and that's what I want you to do right now. Cole, if you are going to go through this, I want you to think it all the way through.",
        "Cole: And what happens if I decide to do it anyway?",
        "Starr: You accepted my decision and I'll have to accept yours.",
        "[SCENE_BREAK]",
        "Blair: You're going to let Marty stay?",
        "John: Yeah, I am.",
        "Blair: Well, what if she's harassing your customers?",
        "John: She's not harassing anyone.",
        "Blair: What about the things that she said about you?",
        "John: I can handle it.",
        "Blair: Yeah, well, so can I. It doesn't mean I want to.",
        "John: I do not want you to go. I'm not throwing her out, either.",
        "Blair: Why not?",
        "John: That's not the answer.",
        "Blair: Well, neither is me staying here and trying to explain myself to you.",
        "Marty: What do you know? You really are the hero.",
        "John: Enough, Marty.",
        "Marty: Come on, I'm your damsel in distress. Don't you want me to thank you?",
        "John: No.",
        "Wes: Hey.",
        "Marty: Gosh, you would not believe what I just had to deal with.",
        "Wes: Oh, yeah? What?",
        "Marty: You okay?",
        "Wes: No. But I'm not the one I'm worried about.",
        "[SCENE_BREAK]",
        "Marcie: It's okay, Michael. I know that Chloe's not mine.",
        "Michael: You miss Hope.",
        "Marcie: Yeah. Well, I mean, I can't help it. I look at Chloe and I -- well, I see everything I came so close to having.",
        "[SCENE_BREAK]",
        "Tess: I'll never see Nash again, will I? Or my baby?",
        "Bess: They're at peace. Now it's your turn.",
        "[SCENE_BREAK]",
        "Viki: What -- what is it?",
        "Jessica: Nothing. I don't know.",
        "Viki: Are you -- are you all right?",
        "Jessica: Yeah, it's -- I'm just tired.",
        "[SCENE_BREAK]",
        "Tess: I'm tired. I'm so tired, Bess.",
        "Bess: I know.",
        "[SCENE_BREAK]",
        "Clint: What do you make of all this?",
        "Viki: Oh, Clint, I honestly don't know.",
        "Clint: Do you think Jessie's going to be all right?",
        "Viki: Knowing that she wanted to kill her own sister?",
        "Clint: At least now she knows the truth.",
        "Viki: Oh, I don't think so.",
        "Clint: Well, this was what she couldn't face, right?",
        "Viki: Come on. That makes no sense. The reason we came here is because Tess is upset about something that happened to the baby.",
        "Clint: I don't know if I can explain any of this.",
        "Viki: Well, neither can I. But I'll tell you one thing. We do not know the truth about what happened that night.",
        "Clint: Maybe we never will.",
        "[SCENE_BREAK]",
        "Bess: The secret's safe now. We can all rest."
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=ZFdWIjMcISc"
}