{
    "Episode Summary": [],
    "Recap": [
        "While it looks like Viki has died in the car crash, she finds herself talking to people in the \"afterlife.\" Her deceased infant granddaughter, Megan is now a young woman. She is Viki's guide. Viki meets Asa. She also hears from Niki Smith (who goes wherever Viki goes) that she is taking care of Viki, and Tess is taking care of Jessica. Viki also meets her deceased husband, Ben. Dorian also sees a \"ghost.\" Mel comes back from the dead and tells her he knows all she's been up to and that she must atone. Meanwhile, Rex and Bo get \"rescued\" by the Texas ranch hands. But they find themselves living in 1968. Bo is Asa. Rex is Bo. And they wonder what they are going to do with their present situation. In Mendorra, Carlo Hesser tells Tina and Cristian they must watch Sarah go over the waterfall in a raft and there is nothing either will be able to do about it."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dorian: Viki? Viki? Viki? No pulse.",
        "Dorian: She's gone.",
        "Dorian: Viki is dead.",
        "Woman: I think you should go get her.",
        "[SCENE_BREAK]",
        "Dorian: Viki?",
        "Dorian: Victoria Lord is dead.",
        "Mel: All the best people are.",
        "Dorian: Mel?",
        "Dorian: You're dead.",
        "Mel: That's not going to stop us from having this conversation. Dorian. You blew it. So, tonight, you're going to have to answer to me.",
        "[SCENE_BREAK]",
        "Carlo: You killed on my orders before. And now you will again. You are going to kill Sarah.",
        "Cristian: You're insane.",
        "Carlo: Nevertheless, that post-hypnotic suggestion I planted in your brain will guarantee that you'll do as I say. \"The computer does not support the architecture.\" Cristian. Kill her. Kill her! No!",
        "[Yelling and struggling]",
        "[SCENE_BREAK]",
        "Viki: Where am I?",
        "Viki: Where am I?",
        "Viki: I know you, don't I?",
        "Megan: Of course you do.",
        "[SCENE_BREAK]",
        "Victor: You're my daughter, Victoria, the heir to the Lord fortune. And someday you're going to take over The Banner for me and run it all by yourself.",
        "Maid: Madre Mia, what happened?",
        "Chuck: They were struck by lightning. Right over here. Watch it. Settle down. Mr. Buchanan? Can you hear me? It's Chuck. You need to lie quiet. You've had an accident. You need to get rest.",
        "Bo: Where am I?",
        "Chuck: You're at the ranch. You took a jolt of lightning. I think you hit your head. You might be a little dizzy, a bit confused. Do you know what year it is?",
        "Bo: Sure. It's 2008.",
        "Chuck: Uh --",
        "Bo: Balsom, Balsom?",
        "Rex: Yeah, yeah. Anyone got the number of that truck?",
        "Chuck: You boys just -- you boys just take it easy, all right? You obviously got yourselves all scrambled up.",
        "Bo: What do you mean?",
        "Chuck: Sir, I don't know where you've been, but here in Texas, it's 1968.",
        "[\"One Life to Live\" 1968 theme plays]",
        "Woman: Darling, could you turn off the television, please?",
        "Bo: Uh, Chuck. It is Chuck, right?",
        "Chuck: Yes, Sir.",
        "Bo: Good, just checking. Look, I love a good joke, but this isn't the right time.",
        "Chuck: I'm not joking, Sir. It's 1968. President Johnson's in the White House. You had him over for dinner before the election. You gave him a great big check.",
        "Bo: I did?",
        "Chuck: It's the lightning, Sir. I've seen it happen before.",
        "Rex: We got struck by lightning?",
        "Chuck: Near as I can make out. The grass was burnt to the ground. You two were out cold in the dirt. Shoot, you're lucky to be alive.",
        "Rex: I told you not to take that ride.",
        "Bo: Will you shut up about that?",
        "Rex: Look what happened! We got struck by freaking lightning.",
        "Chuck: Oh, I beg you to not talk like that.",
        "Bo: Look, I'll talk any damn way I please.",
        "Chuck: Sir, I was talking to Bo.",
        "Bo: I am Bo.",
        "Chuck: No, Bo's right there.",
        "Rex: What?",
        "Bo: Oh, for crying out loud.",
        "Rex: If I'm Bo, who's he?",
        "Chuck: Son, you know darn well who he is. This here's your father, Mr. Asa Buchanan.",
        "[SCENE_BREAK]",
        "Carlo: We'll just have to do this the old-fashioned way.",
        "Tina: Do what?",
        "Carlo: Guards, take Mr. Rogen to the dungeon.",
        "Cain: Oh, no, no, no, I really hate that place.",
        "Carlo: It's not my problem.",
        "Cain: Come on. Hey, hey, hey, watch the jacket.",
        "Carlo: The rest of you will come with me.",
        "[SCENE_BREAK]",
        "Dorian: Mel.",
        "Dorian: Is it you?",
        "Mel: Well, do you know of any other dead alcoholic reporters you were married to? [Laughs] Because if you do, I want you to tell me.",
        "Dorian: Mel Hayes. It is you.",
        "Mel: Mm-mm-mm, whoo.",
        "Mel: It's been awhile since I've had my feet on the ground.",
        "Mel: How do I look?",
        "Dorian: Perfect.",
        "Mel: You're not so bad yourself.",
        "[SCENE_BREAK]",
        "Viki: You remind me so much of my Jessica.",
        "Woman: Well, I should. I'm her daughter.",
        "Viki: Her daughter?",
        "Woman: The baby she lost. I'm Megan, Megan Victoria. I'm your granddaughter.",
        "Viki: No. No, that's impossible. For one thing, little Megan died.",
        "Megan: That's right, I did.",
        "Viki: Does that mean I'm dead?",
        "Megan: You're transitioning from one life to another.",
        "Viki: No, this is confusing. Jessie, she lost her baby less than 10 years ago.",
        "Megan: Times move differently for some of us here. It was agreed that this particular form might make you feel more comfortable.",
        "Viki: Comfortable for what? And agreed by whom?",
        "Megan: Come with me. Come with me and find out.",
        "Viki: Where are we going?",
        "Megan: All the way to the top.",
        "Viki: Is that heaven?",
        "Megan: We'll be making a few stops along the way.",
        "Viki: Where?",
        "Megan: Don't you have anyone you'd like to see?",
        "Viki: This is familiar.",
        "[Elevator chimes]",
        "Megan: First floor.",
        "Viki: Ladies' gloves, blouses, and hosiery?",
        "Megan: Not quite. Go take a look. I'll be waiting right here for you.",
        "Asa: I don't care if he's busy. You put me through. Who am I? I am Asa Buchanan.",
        "Viki: Oh.",
        "[SCENE_BREAK]",
        "Bo: I'm Asa.",
        "Chuck: As I live and breathe. And this here is your son, Bo.",
        "Rex: Me?",
        "Chuck: Yep.",
        "Rex: And it's 1968?",
        "Chuck: Has been all year.",
        "Bo: Now you said your name was Chuck?",
        "Chuck III: Chuck, Jr. Yes, Sir.",
        "Bo: Chuck, Jr. [Soft] He's not Chuck III. [Normal] Okay. Well, what are you all doing standing around here, gawking? You know? There's things to be done. I hope to hell my horse isn't still out there in the rain.",
        "Chuck: We'll get right on it, Sir. You want me to call your doctor?",
        "Bo: Hey, if my horse is out there in the rain, you're going to have to call yourself a doctor. Now what the hell kind of ranch we running here?",
        "Chuck: We'll get right on it. Let's go.",
        "Rex: You want to tell me what's going on?",
        "Bo: Well, if Pa were still alive, I'd say it was one of his practical jokes.",
        "Rex: Yeah, well, it's one hell of a practical joke. I mean, they went all out. Look at this old TV. Where'd they get this thing?",
        "Bo: Turn it up. That should clear things up.",
        "Rex: You see a remote?",
        "Bo: You've got to do it manually.",
        "Bo: Just give it a few seconds to warm up. What the hell do you want from me, Balsom, it's 1968.",
        "[\"One Life to Live\" 1968 closing theme plays]",
        "Rex: Looks like some old show.",
        "Bo: No, they rigged this thing up. Switch the station.",
        "Rex: Yes, sir -- Mr. Asa, sir.",
        "Newscaster: James Earl Ray was in court today in Memphis facing charges for the April murder of Dr. Martin Luther King, Jr.",
        "Rex: Houston, we have a problem.",
        "Newscaster: Mr. Ray was accompanied by his attorney, Percy Foreman.",
        "Rex: Okay, I'm officially freaked out. You're supposed to reassure me.",
        "Bo: Oh, I wish I could.",
        "Rex: Okay, um. I'm just throwing it out there, but is it possible we're dead?",
        "Bo: And what, heaven is my old man's ranch when I was a kid? No, it's not heaven.",
        "Rex: Why not?",
        "Bo: You heard Chuck. I'm Asa. And Asa is definitely somewhere south of heaven.",
        "[SCENE_BREAK]",
        "Viki: Asa? Is that really you?",
        "Asa: Now, who else would it be, Viki? I'm one of a kind. Don't you know that by now?",
        "Viki: I have missed you. Oh, I'm sorry, you're on the phone.",
        "Asa: I'm on hold.",
        "Viki: With whom?",
        "Asa: I'm trying to -- trying to get them to move me to a higher floor.",
        "Viki: Well, if anyone can do it, you can.",
        "Asa: How did you get up here?",
        "Viki: Car crash with Dorian. She insisted I drive. The brakes went.",
        "Asa: And you died, and she didn't?",
        "Viki: I assume so. Unless maybe -- maybe she's someplace a little warmer.",
        "Asa: Knowing Dorian, I'd put my money on it.",
        "[SCENE_BREAK]",
        "Dorian: Please stay for a while.",
        "Mel: I can't. You've been a very bad girl.",
        "Dorian: This isn't my fault. I wasn't even --",
        "Mel: I'm not talking about that, Dorian. You drugged Viki's boyfriend and poured a fifth of vodka down his throat. You know what a terrible time I had staying off the booze. And you do to this kid what? When he's doing everything he possibly can to stay away from the booze, you pour it down his throat. It's obscene, girl.",
        "Dorian: It was necessary. I had a really huge deal riding on his silence.",
        "Mel: Well, then why didn't you just shoot him? After all, you are Dorian Lord. You deserve whatever you get. I'm sure the jury would be most understanding. After all, it's you.",
        "Dorian: I hate it when you're sarcastic.",
        "Mel: I hate it when you demean yourself by hurting other people. You preyed on that man's weakness.",
        "Dorian: I'm a business woman. I use whatever means are necessary.",
        "Mel: Why? Why was it so important for you to take over Buchanan Enterprises?",
        "Dorian: It's a multi-billion dollar conglomerate.",
        "Mel: Oh, try again.",
        "Dorian: I don't know what you mean.",
        "Mel: You don't care about Buchanan Enterprises or Cramer Enterprises -- whatever you call it. That was a little coup you pulled to hurt Clint, to hurt Clint for hurting you.",
        "Dorian: And he was supposed to walk away unscathed?",
        "Mel: What were you doing with Clint Buchanan anyway?",
        "Dorian: What was I supposed to do? Throw myself on a funeral pyre just because you were -- gone?",
        "Mel: No. You're supposed to find yourself a warm, compassionate guy with a decent sense of humor and try and let him make you happy.",
        "Dorian: You're a very difficult man to replace.",
        "Mel: It's not about me, is it? Because you're doing it again, Dorian.",
        "Dorian: What are you talking about?",
        "Mel: You're living in reaction to Viki. Why don't you try and lead your own life?",
        "[SCENE_BREAK]",
        "Viki: Then again, Dorian may very well have survived. It wouldn't be the first time.",
        "Asa: Well, all I can say --",
        "Asa: If you're here and she's back home, there really is no justice.",
        "Viki: I'm so sorry about B.E.",
        "Asa: I've got Clint working on it. The boy turned out to have a real knack for getting things done. He reminds me of --",
        "Asa: Of me.",
        "Viki: That's what I'm afraid of.",
        "Asa: What's that supposed to mean?",
        "[SCENE_BREAK]",
        "Rex: Okay, if this isn't heaven where the hell are we?",
        "Bo: We're at the ranch.",
        "Rex: And it's 1968.",
        "Bo: Well, let's -- let's start with what we do know. You're Rex, I'm Bo.",
        "Rex: And I came down here to stop you from taking a certain ride, which you took, and here we are. Delphina was right. This is a serious disaster.",
        "Bo: Well, it could be worse.",
        "Rex: How?",
        "Bo: You could be Pa.",
        "Jared: Bo, Bo, Bo, I just heard. Are you all right?",
        "Rex: Jared Banks, what are you doing here?",
        "Jared: Who's Jared Banks?",
        "Bo: I should have known. You're responsible for this, aren't you?",
        "Jared: [As Man] For getting you two struck by lightning? Course not, Pa.",
        "Rex: I'm sorry; did you just call him Pa?",
        "Jared: [As Man] Well, little brother, what would you like me to call him?",
        "Rex: Little brother?",
        "Jared: [As Man] You're growing, but you still got a ways to go. Ain't that right, Pa?",
        "Bo: Balsom?",
        "Rex: Yeah.",
        "Bo: We're not in Kansas anymore.",
        "[SCENE_BREAK]",
        "Asa: Everything Clint did was for his family. I don't want you or anybody saying anything against him.",
        "Asa: What are you smiling about?",
        "Viki: I've missed you and your temper.",
        "Asa: Well, I missed your stubborn, uppity --",
        "Asa: Think-you-always-know-best -- beautiful face. Don't you worry. Everything is going to be all right.",
        "Viki: Thank you, Asa.",
        "Asa: Got to take this.",
        "Asa: Now, what was so all fired important that you kept me on hold?",
        "Viki: I've missed him.",
        "Asa: Okay, whatever you say.",
        "Megan: You want him back? My great-grandfather is a handful.",
        "Viki: It's nice to know some things don't change up here. I can't get over how much you remind me of Jessica.",
        "Megan: I'm glad.",
        "Viki: Megan, is this really happening? Is my life on earth truly over?",
        "Megan: Where you go here is up to you. It's always been up to you.",
        "Megan: Go on.",
        "Viki: Elvis? I'm here to see Elvis?",
        "Niki: Hey, back off, kid. You keep your paws off of him because he's mine.",
        "[SCENE_BREAK]",
        "Tina: Do what you want with me; just leave my little girl alone.",
        "Carlo: Like you left my child alone?",
        "Tina: What are you talking about?",
        "Carlo: Johnny Dee. You remember, Tina. First you seduced him, then you killed him.",
        "Tina: I had nothing to do with that. Niki Smith shot him.",
        "[SCENE_BREAK]",
        "Viki: Niki Smith, here in heaven?",
        "Niki: You don't get it yet, do you? See, I go where you go. And you go where I go. Which means if I go downstairs, you're going downstairs. So what's up, kid? Are you happy now that I'm dead?",
        "Viki: I'm fine, thank you.",
        "Niki: Oh, you never change. This is heaven. Loosen up, for Pete sakes. And I mean it. You keep your paws off the king. Toots, do me a favor. Go get me scotch. Go to the bar I like, the one upstairs. Me and icky Viki, we got a little catching up to do, you know.",
        "Niki: So, kid, 'sup? What are you doing here?",
        "Viki: Well, I might ask you the same thing.",
        "Niki: You know, kid, you always needed me to keep it real for you. You know, deal with all the stuff that you were scared of. And I guess you're still do, because, otherwise, you wouldn't be here talking to me now, would you?",
        "[SCENE_BREAK]",
        "Bo: So, Clint.",
        "Jared: [As Clint] That is my name. Don't wear it out.",
        "Bo: Do you know the name of our dog?",
        "Jared: [As Clint] Buddy or Bandit? Okay, Chuck Jr. said that you refused to let him call the doctor, but I think I better give him a little ring.",
        "Bo: No.",
        "Rex: No, no, no, no, no, but thanks.",
        "Jared: [As Clint] I know what you need. You need a good, stiff drink. Chuck!",
        "Chuck: I send my daddy down to the store to get us a bottle of the good stuff.",
        "Bo: Your daddy?",
        "Chuck: Chuck, Sr., remember?",
        "Man: Asa Buchanan, what in tarnation's gotten into you? Rasslin' with a lightning bolt? You got enough enemies without picking a fight with Mother Nature.",
        "[SCENE_BREAK]",
        "Tina: Stop, where are you taking us? What -- what are you talking about?",
        "Carlo: Sh, sh, sh. Hear that sound? Does it give you the sick feeling of déja vu?",
        "Tina: Oh, my God.",
        "[SCENE_BREAK]",
        "Nigel: [As Chuck, Sr.] I think Clint and Chuck, Jr. would agree with me. It's going to take a hell of a lot more than a lightning bolt to end this franchise. They're the toughest pair of cowpokes in Texas, or my name's not Chuck Wilson. Yessiree, bob.",
        "[Whooping]",
        "Jared: [As Clint] Yeah.",
        "Rex: You?",
        "Bo: No change.",
        "Nigel: [As Chuck, Sr.] You two boys still feeling poorly?",
        "Rex: In a word? Yes.",
        "Nigel: [As Chuck Sr.] Well, I can fix that.",
        "Nigel: [As Chuck Sr.] Girls? I got them little fillies rustling up some grub.",
        "Rex: That's Natalie.",
        "Jared: [As Clint] Buenos tardes, Maria.",
        "Rex: Why's Clint calling Natalie Maria? Who's Maria?",
        "Bo: Maria Roberts, that's Cord's mother. That's Sarah's grandmother.",
        "[SCENE_BREAK]",
        "Carlo: The Hohenstein Falls. They're magnificent. They're -- they're not the Iguaçu. But they'll do in a pinch.",
        "Sarah: Mom? What's going on? What's he talking about?",
        "Carlo: I see that memory is coming back.",
        "Tina: Oh, my God, no. I can't go through that again. I can't. Please take me back to the palace. You can shoot me, you can torture me, whatever. Just please don't make me go over the falls again.",
        "Carlo: Oh, not to worry, Tina, dear. You're not going over the falls.",
        "Tina: Oh. Thank God.",
        "Carlo: Sarah is.",
        "Sarah: Mom, what's going on?",
        "Carlo: Take her.",
        "Sarah: What?",
        "Cristian: Sarah, no.",
        "Sarah: Oh, my God.",
        "[SCENE_BREAK]",
        "Viki: My son-in-law, Nash, was just killed. That means my grandchildren have lost their father, and Jessica's lost her husband, and I'm not there to help them. I mean, I'm here. I -- I don't know how she's going to cope.",
        "Niki: She's going to cope the way she did before. Same way you did. She will call out the troops and Tess will take care of everything.",
        "Viki: Tess? No. Tess is dead. Tess is as dead as you are.",
        "Niki: Oh, really? I haven't seen her around here, have you?",
        "Viki: What's your point?",
        "Niki: Ah, honeybunch. About time. All this talking is making me dry. They got the best stuff up there. You're so cute.",
        "Elvis: Your granddaughter's waiting.",
        "Viki: No, I still need to talk to Niki.",
        "Niki: Sorry, you're on a schedule. Besides, me and Elvis, we're busy. See you around, kid.",
        "Viki: But, Niki --",
        "Megan: You all right?",
        "Viki: No. No, I mean, there was something that Niki said about Jessica, when she's in trouble she reaches for Tess, but Tess doesn't exist anymore.",
        "Megan: I know how she feels. Next up.",
        "Viki: The \"Banner.\" Oh, Mel. Oh, I would love to see Mel.",
        "Megan: He must have stepped out. I'm sorry. I guess he's not in right now.",
        "[SCENE_BREAK]",
        "Dorian: My relationship with Clint had nothing to do with Viki. They'd been apart for years.",
        "Mel: And Charlie?",
        "Dorian: You don't know anything about Charlie.",
        "Mel: I know everything.",
        "Dorian: Then you know I didn't have a relationship with Charlie.",
        "Mel: You told Viki you slept with him.",
        "Dorian: A little white lie.",
        "Mel: Why?",
        "Dorian: She deserved it.",
        "Mel: Aha. So it wasn't enough that you stole her children's legacy, killed her son-in-law?",
        "Dorian: I had nothing to do with that.",
        "Mel: Almost killed the man she loves? To leave him in desperation? Just add a little insult to injury, huh?",
        "Dorian: All right, it was a little self-indulgent.",
        "Mel: It was cruel.",
        "Mel: You're such a terrific woman in so many ways.",
        "Dorian: Time out here. Did you come back in order to lecture me? Because if you did, you wasted a day pass.",
        "Mel: Why are you so insecure?",
        "Dorian: Me? Insecure?",
        "Mel: Yes, you. You liked Charlie Banks.",
        "Dorian: Oh.",
        "Mel: Come on, admit it.",
        "Dorian: He had a little rough charm.",
        "Mel: He was kind to you after Alex Olanov ran you down. You invited him back to Llanview, and you wanted to put him up in that pile of bricks you call -- what? La poum-bai-yay.",
        "Dorian: La Boulaie. That was before I found out that Viki wanted to realize her lifelong dream of being a waitress.",
        "Mel: And when you found out he was interested in Viki you got scared. You couldn't pursue him, because what if you lost? So instead of taking a risk you tried to destroy the man. Not your finest hour, my love.",
        "[SCENE_BREAK]",
        "Megan: I'm so sorry Mel wasn't in. He must be off chasing some good story.",
        "Viki: And I expect he'll get it. He always does. Where to now?",
        "Megan: Onward and upward.",
        "Viki: What's this place?",
        "Megan: This is where I work.",
        "Viki: It looks like a television studio.",
        "Megan: Exactly. And I get to play the greatest part.",
        "Viki: You're an actress? There's acting in heaven?",
        "Megan: And Aunt Megan's the executive producer.",
        "Viki: My Megan, my daughter?",
        "Megan: She runs a pretty tight ship.",
        "Viki: I believe that. Is -- is she here?",
        "Megan: No. Unfortunately she's at a network meeting.",
        "Viki: Oh.",
        "Megan: But go take a look around. Maybe you'll even get to meet the big cheese.",
        "Viki: The big cheese?",
        "Megan: She created the show.",
        "Woman: Hello, Victoria. I'm Agnes.",
        "Viki: It's so nice to meet you, Agnes.",
        "Agnes: I feel I've known you for a great while.",
        "Viki: Megan talks about me?",
        "Agnes: All the time. But I've been watching over you for, well, a very long time.",
        "Agnes: 40 years. Well, technically, really 38.",
        "Viki: Are you my guardian angel?",
        "Agnes: In a way. But I think Megan has something to show you.",
        "Megan: Hey, Grandma. This is just a little scene Aunt Megan thought you might appreciate.",
        "Viki: I'd love to see it.",
        "Agnes: And I'll leave you both alone. Good luck, Victoria.",
        "Viki: Thank you, Agnes.",
        "Agnes: I'll be watching.",
        "Megan: Here we go.",
        "Viki: I've gone all this time without you.",
        "Megan: And you without me. Why can't we just leave it that way?",
        "Viki: Because our lives have changed now. I know you feel that everything has been pulled out from underneath you, and you're terrified, but I think that I can help you now.",
        "Megan: I don't need your help, Viki, I don't want your help. I don't want your friendship.",
        "Viki: No, no, tell me you don't mean it.",
        "Megan: No, just don't touch me. Please, just get out of my room, okay? Just get out of my life.",
        "Viki: Why did Megan ask you to show me that?",
        "Megan: Because she thought you needed to see it.",
        "[SCENE_BREAK]",
        "Carlo: Are you getting excited, Tina? You're going to watch your daughter die.",
        "Tina: Oh, God, no. Please, no, not my baby. Not Sarah, please.",
        "Carlo: That's the whole point. The sins of a mother will be visited upon the child. Guards, tie Miss Roberts to the boat.",
        "Sarah: Mom. Cris. Let go of me.",
        "Tina: I'm the one you hate, right? So please take me. I'll do it. I'll go over the falls, I will.",
        "Carlo: There's only room for one.",
        "[SCENE_BREAK]",
        "Rex: So you're telling me that that's not Natalie, that's Maria Roberts, Sarah Roberts' grandmother?",
        "Bo: Well, yeah, in 1968, she was still Maria Vasquez. She didn't marry Al Roberts until much later.",
        "Rex: Great. Something to look forward to.",
        "Nigel: [As Chuck, Sr.] You girls take these trays back to the kitchen.",
        "Jared: [As Clint] Why don't I get it?",
        "Nigel: [As Chuck, Sr.] You best keep an eye on that boy. He's nosing around the hired help.",
        "Bo: Yeah, sure. Sure. You know, I'm going to have a word with him about that.",
        "Nigel: [As Chuck, Sr.] Anything else I can get you boys?",
        "Bo: Oh, no, thank you, Ni -- Chuck. We're going to turn in, I think.",
        "Nigel: [As Chuck, Sr.] Yeah. A little shut-eye'll put you right, you'll see.",
        "Rex: [Yawning] Oh, oh -- can this get any weirder?",
        "[SCENE_BREAK]",
        "Viki: I'll never forget that conversation, or how I felt when she turned me down. But we moved past all that, you know? We -- we built a wonderful, strong relationship. At least I thought we did.",
        "Megan: You did. She loved you as much as any daughter could possibly love her mother. She still does.",
        "Viki: And why did she want me to see that?",
        "Megan: Because she wanted you to remember what it was like to love someone and have them turn you down.",
        "Viki: Why?",
        "Megan: So you could think about it, maybe give them another chance. You've made mistakes. People have forgiven you. I mean, can't you do the same for him?",
        "Viki: You're talking about Charlie.",
        "Megan: For all his lies, weren't there just as many sweet and tender moments? For all his cowardice, wasn't he brave? For all the pain, wasn't there just as much love? You asked Aunt Megan to give you another chance, and eventually she did. Can't you give Charlie one?",
        "[SCENE_BREAK]",
        "Rex: Okay, so let me get this straight, cowpoke. We were struck by lightning, and through a time warp or two, we're back in 1968.",
        "Bo: So it seems.",
        "Rex: All we need now is Elvis as Chuck Berry.",
        "Bo: Well, we'll be able to catch up with Elvis sometime in December. That's when his comeback special is supposed to be on television.",
        "Rex: I can hardly wait.",
        "Bo: It's pretty good, as I recall.",
        "Rex: Please tell me you're not enjoying this, because I'm about to lose my mind.",
        "Bo: Balsom, this whole thing, it's just impossible. Now either we're hallucinating or we're in a dream.",
        "Rex: I'm not awake.",
        "Bo: Why don't you go run your head under the spigot? That'll help. It's through the foyer. It's the third door on the right.",
        "[Knock at door]",
        "Rex: Morasco.",
        "Rex: Morasco, Shane, you've no idea what I've been through.",
        "Gigi: Who's Morasco?",
        "Rex: You, Gigi. It's me, Rex.",
        "Gigi: [As Woman] Look, kid, I don't know who you are, and I don't care. And I know it's late, but my son and I have business here. Now get the hell out of my way.",
        "Gigi: [As Woman] Asa Buchanan, I have a bone to pick with you.",
        "[SCENE_BREAK]",
        "Sarah: No, stop. Get off me.",
        "Tina: Please, don't hurt her, don't hurt her, please. Cristian.",
        "Carlo: Try it and I'll shoot her.",
        "Cristian: Don't do this, Carlo.",
        "Carlo: Oh, but it's so much fun. Guards, prepare to launch Miss Roberts.",
        "Tina: Please, I beg you; don't hurt my baby, please.",
        "Sarah: I love you, Mom.",
        "Tina: Oh, I love you, too, baby.",
        "Carlo: Touching, isn't it? History repeating itself.",
        "[SCENE_BREAK]",
        "Viki: Even if I wanted to give Charlie another chance, how can I? I mean, I'm dead, aren't I?",
        "Megan: So many questions.",
        "Viki: Without any answers.",
        "Megan: Trust me. Can you do that?",
        "Viki: Of course I can. You're my granddaughter.",
        "Megan: Come on. It's time for our next stop.",
        "[SCENE_BREAK]",
        "Dorian: So you want me to cop to these feelings I have for Charlie Banks, Viki's ex -- and I'm not saying that I have those feelings. And you want me to stop living in Viki's shadow. Now, do you want me to do these two things at the same time?",
        "Mel: I want you to face your feelings and live your life. But first things first. You have to make amends.",
        "Dorian: Oh, please.",
        "Mel: Dorian, you've done a lot of damage, Dorian, and you have no future unless you atone.",
        "Dorian: Atone? You're forgetting who I am. I'm Dorian Lord. I don't atone.",
        "Mel: Listen to me, chickadee, this is your last chance, because I see where you're heading.",
        "Dorian: All right. I'll atone.",
        "Mel: Good.",
        "Dorian: Oh, good God, no. It's not going to do any good, don't you understand? They're all going to blame me because Viki is dead.",
        "Mel: Well, then you'll just have to bring her back, won't you?",
        "[SCENE_BREAK]",
        "[Romantic song playing]",
        "Ben: Hiya, Blondie."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=gASlMBIPfAA"
}