{
    "Episode Summary": [
        "Episode # 10648 ~ ... And Baby Makes Three"
    ],
    "Recap": [
        "Cole goes to Hannah's place and finds her unconscious with an empty bottle of pills on her nightstand. He induces vomiting to get the pills out of her system. He tries to encourage her to tell him why she wanted to kill herself. Langston is waiting in Ford's office, shirtless when Markko knocks on the door. She quickly dresses and opens the door. She lies and says she was looking for Markko. Markko notices a missing button on her blouse and she says she lost it earlier but couldn't find anything to repair it. He gives her his Jacket so she can cover her shirt. After she leaves, he finds her missing button on the floor in Ford's office. Starr is angry that Langston wrote her musical about Starr and Cole's lives. Blair slips and reveals that Langston confided something to her and Starr tried to pressure her to reveal Langston's secret.",
        "Jessica goes to Llanview High and sees Blair with Cristian. She tells her to stay away from her boyfriend. Cristian tells her once again that he hasn't been her boyfriend in years. Jessica asks him who else he has been with. He reluctantly discloses that he was once with her cousin Sarah, he was married to her sister, Natalie, and that she was once married to his brother, Antonio. Marty goes to Llanfair looking for Jessica. Natalie apologizes to Marty for spilling the beans about the baby to John. She asks her if they are getting married. John tells Bo that Marty is pregnant. Bo asks John when he and Marty are getting married. One of Todd's goons drags Kelly to the Sun so he can try to persuade her to work for him. Kelly concludes that Todd only wants him to work at the Sun as a way to stick it to Blair. He says his only reason for offering the job to her is that she is qualified. Blair walks in just in time to hear Kelly telling Todd that she doesn't want to stand between him and Blair."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Kelly: Ah! Ah! Let me go. I said let me--put me down. I will arrest you so fast you won't know what hit you. Put me down! Now! I should have known. I should have known you were behind this. Who the hell do you think you are?",
        "[SCENE_BREAK]",
        "Cristian: I just feel so bad for Jess.",
        "Blair: I know. See that shoulder right there? Any time you feel the need to cry on one, it's right there. Always for you.",
        "Cristian: Thanks.",
        "Jessica: Get your slutty hands off of him!",
        "Blair: Excuse me?",
        "Cristian: Jess, you're way off base.",
        "Jessica: Cristian is my boyfriend, not yours, so leave him alone!",
        "Blair: Uh...",
        "[SCENE_BREAK]",
        "Starr: She did it. I can't believe that she did it.",
        "Dani: Well, what did Langston do?",
        "Starr: Her musical--it's all about Cole and me. How did she think she could get away with this?",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Markko: Ford? It's Markko Rivera. I really need to see you.",
        "[SCENE_BREAK]",
        "Cole: Hannah? Hey, Hannah. Hannah! Hey! Hey, Hannah. Hey, wake up. Hey. Hey, are you okay? Hannah?",
        "[SCENE_BREAK]",
        "Marty: Cole, it's me again. Uh, I have something important to tell you, something good, and if that doesn't make you curious I'm obviously losing my touch, so call me. Love you. Bye.",
        "[Doorbell rings]",
        "Marty: Ahem.",
        "[SCENE_BREAK]",
        "[Music playing]",
        "Bo: Hey, hey, I'm proud of you guys. Aw...did that parade route seem longer to you this year?",
        "John: I don't think so.",
        "Bo: Oh, then I got to get me some new shoes. Or new feet.",
        "John: Can I offer you a green beer to kill the pain?",
        "Bo: When did Rodi's start serving green beer?",
        "John: Staff talked me into it.",
        "Bo: Uh, all right, yeah, yeah. This place looks quite--quite festive.",
        "John: Whatever.",
        "Bo: Why don't we celebrate with some lunch, and then you can get it off your chest.",
        "John: Get what off my chest?",
        "Bo: Whatever it is that you've had on your mind all morning.",
        "[SCENE_BREAK]",
        "Kelly: Did you think I was kidding when I told your goon here I would have him arrested?",
        "Todd: No, no. You don't seem like you're in a kidding mood.",
        "Kelly: Oh, you're damn right, and I will have you thrown into jail right along with him.",
        "[SCENE_BREAK]",
        "Bo: Ah. There it is.",
        "John: What?",
        "Bo: That thousand-yard stare that says I heard what you just said but I'm gonna pretend that I didn't.",
        "John: Do you want lunch or not? We have corned beef...and corned beef.",
        "Bo: Comes with attitude?",
        "John: Mustard.",
        "Bo: No, mustard is good. Look, John, I'm not trying to bust your chops or anything, but we have been in the trenches together. See, I know you.",
        "John: Oh, you know me.",
        "Bo: I know you, yes, yes. You are very focused. That's what makes you so good at what you do. But I also know that today you are focused on something other than a case.",
        "John: It's personal, Bo.",
        "Bo: That your way of telling me to mind my own business? Because that's not a problem. But if you need to talk, I'm happy to listen.",
        "John: Marty's pregnant.",
        "[SCENE_BREAK]",
        "Marty: I came to see Jessica. Is she home?",
        "Natalie: No. No. She's still in school, and I'd tell you to try her on her cell, but that's a modern convenience that she's not used to yet.",
        "Marty: All right, well, I'll try again later.",
        "Natalie: Marty, wait. I need to apologize.",
        "[SCENE_BREAK]",
        "Cole: Hey, hey, come on. What's going on? Hey, open your eyes. Come on. Come on, open your eyes. Come on. Okay, good. Now say something.",
        "Hannah: Cole?",
        "Cole: Yeah? Hey, whoa, whoa, whoa, whoa. Wait. Look. Should I call a doctor, huh? What's going on? Oh, God. Oh.",
        "[SCENE_BREAK]",
        "Markko: Ford, you in there?",
        "Langston: Please don't come in here, Markko. Please don't come in here. Oh...",
        "Markko: Ford? What, uh, Lang? What--what are you doing here?",
        "[SCENE_BREAK]",
        "Dani: Langston wrote a play about you and Cole?",
        "Starr: And about me having Hope and everything that we went through.",
        "Dani: Well, isn't that like the ultimate compliment?",
        "Starr: Are you kidding me? When she decided that she was going to write a musical, she asked me if she could make it about us, and I said no. I said that I didn't want my life being turned into some musical on stage for the whole world to see, and she said that she understood. She promised me, Dani! How could she go back on me like that?",
        "Dani: Obviously she can't be trusted.",
        "[SCENE_BREAK]",
        "Blair: Jessica, Cristian and I are--",
        "Cristian: Jess, I'm not your boyfriend, not anymore. Is that my jacket?",
        "Jessica: Yes, you gave it to me. It was supposed to mean something. How could you just trash it, Cristian? How could you go and hook up with Blair behind my--",
        "Cristian: Whoa, whoa. Hold on. Back up a little bit. Blair and I are friends.",
        "Jessica: And you should be ashamed, throwing yourself at Cristian. Isn't he a little young for you?",
        "Blair: Listen--",
        "Jessica: And it's pathetic just because Uncle Todd doesn't want you anymore.",
        "Blair: You know, do you really want to go there? Because Cristian doesn't want you either.",
        "[SCENE_BREAK]",
        "Kelly: What did you think you were accomplishing today? Seriously, I'd like to know. You hire some thug to drag me here.",
        "Todd: I'm sorry, man. She's got some anger issues. Why don't you wait outside and guard the door, please.",
        "Limo driver: Yes, sir.",
        "Kelly: So now you're making it impossible for me to get out of here. Okay, so how many felonies are you trying to rack up?",
        "Todd: Kelly, I just want to talk to you. And since you were too rude to return my phone calls--",
        "Kelly: Oh, I'm rude. I'm rude. See, I'm the one that's been kidnapped and you're lecturing to me about manners?",
        "Todd: I think kidnaps a bit of a harsh word.",
        "Kelly: I was dragged here against my will. What would you call it?",
        "Todd: Friendly persuasion. Let's be friends.",
        "Kelly: So I'm not gonna make that flight. I don't know. I'll have to grab the next one. Okay, then the next one after that. How can they both be full? All right. All right. I'll have to try somewhere else. Thank you. Thank you. Thank you very much.",
        "Todd: You're welcome. Now we can negotiate.",
        "Kelly: What are you talking about?",
        "Todd: Well, you didn't forget the job I offered you the other day, did you?",
        "Kelly: Is that what this is about? A stupid job? Because I'd rather stick needles in my eyes than work for you.",
        "[SCENE_BREAK]",
        "Jessica: You don't know what you're talking about, Blair. Cristian and I were in love.",
        "Blair: That was in high school. Do you have any idea how long ago that was? Look, I know, she doesn't remember.",
        "Jessica: You're wrong, Blair, I do remember. I know what Cristian and I meant to one another. I haven't forgotten a thing.",
        "Blair: You and Cristian were different people back then, okay? And this must be very hard for you to accept, but life has moved on.",
        "Cristian: Look, Jess, that's what I've been trying to tell you. You know I'm with Layla.",
        "Jessica: That's just because you're confused.",
        "Blair: Oh, he's confused?",
        "Jessica: He doesn't want to hurt anyone, but he knows in his heart, just like I do, that we're meant to be together always.",
        "Blair: Aw, that's really sweet, Jessica, but you know what? Here in 2010, always is a little tricky.",
        "Jessica: Is that why you go running after guys that you can't have? Well, back off Cristian, okay? He's taken.",
        "Blair: I'm not running after anybody, and Cristian and I, there's nothing going on between us, okay?",
        "Jessica: Well, not anymore. Todd told me the whole disgusting story.",
        "Blair: What do you mean, Todd told you?",
        "Jessica: Well, he figured that I'd find out sooner or later that you've slept with half the town.",
        "Blair: Hey!",
        "Cristian: Okay, okay, okay, come on, Jess!",
        "Jessica: No, it's okay. I'm not mad anymore. I don't want to judge you, Blair. I feel sorry for you. You obviously need some help.",
        "[SCENE_BREAK]",
        "Langston: Did you say you needed to see Ford?",
        "Markko: No. I asked what you were doing here.",
        "Langston: 'Cause you know, I think he might have class or he might be a while.",
        "Markko: Oh, Starr said that you left school to come hook up with me. I mean, were you here looking for me?",
        "Langston: Yes, of course I was here looking for you.",
        "Markko: So why'd you think I'd be in Ford's office?",
        "[SCENE_BREAK]",
        "Marty: What is it you want to apologize for this time?",
        "Natalie: For telling John that you're pregnant. I had no idea that he didn't know, and I mean, I assume that you guys have talked about it. I mean, I'm just guessing.",
        "Marty: We've talked about it.",
        "Natalie: Good. I just want you to know that I wasn't trying to get into your business. Marty, I swear to you I wouldn't have said a word. I just took for granted that you would have already told him.",
        "Marty: And you wanted to congratulate him after you went through my purse.",
        "Natalie: I didn't go through your purse.",
        "Marty: No?",
        "Natalie: No. It was Bree. She heard a phone ringing, and she went to go grab it, and before I could stop her, she grabbed the purse, knocked all the contents on the floor, and when I was picking it up, I accidentally saw the test.",
        "Marty: Yes, John mentioned that.",
        "Natalie: And you don't believe me?",
        "Marty: I believe you.",
        "Natalie: Okay. Because I would never do that. I would never invade someone's privacy like that. And I'm sorry for all the confusion.",
        "Marty: Yeah, well, what's done is done, isn't it? Obviously I would have preferred to be the first person to tell John that I'm having a baby with him. But the important thing is that he knows now, and he couldn't be happier.",
        "[SCENE_BREAK]",
        "Bo: Marty's pregnant?",
        "John: Yeah. Keys.",
        "Bo: That is huge! It's the greatest. Congratulations, man.",
        "John: Thanks.",
        "Bo: You think you can smile, you know? This is the best news that a guy can get. You are gonna be a father.",
        "John: It's great, definitely. I know that.",
        "Bo: Good. There's a but in there somewhere. Are you--what's getting in the way?",
        "[SCENE_BREAK]",
        "Todd: So, Kelly, when was the last time somebody pulled out all the stops to have an audience with you? Thought you'd be flattered.",
        "Kelly: You know, that's your problem in a nutshell, Todd. You think picking up a woman, heaving her over your shoulder--or in this case, someone else's shoulder--is somehow charming.",
        "Todd: Well, it worked for King Kong.",
        "Kelly: That's sweet how all you apes understand each other, but I wouldn't want to work for any of you. So, why don't you tell your guy on the other side of this door to let me leave in peace.",
        "Todd: Yeah, I will. Just give me 5 minutes to make my case. I drew up a contract for you. That's your opening salary right there. And also, if you have any pet projects you want to get up and running, I'd be happy to fund those. And, uh, I could also be your primary donor to whatever your favorite charity is.",
        "Kelly: You know what's worse than take no prisoners? A fake born-again philanthropist.",
        "Todd: Listen, I'm just trying to--trying to spread the wealth. I'm trying to do something good with my money, so...thank you.",
        "Kelly: Yeah. This isn't about making the world a better place. This is about impressing your daughter, and it didn't work with Danielle the first time. Your 5 minutes are up. My turn, okay?",
        "Todd: Be my guest.",
        "Kelly: Yeah. Now, this is a generous offer, and there are a ton of qualified people who would just jump right at it. So why don't you tell me... why does it have to be me?",
        "[SCENE_BREAK]",
        "Cole: Hannah? Hannah, come on. Look at me. Did you take these pills? Huh? Did you take these pills? If you did, how many did you take?",
        "Hannah: I want to go home.",
        "Cole: Look, look, you're not making sense. Okay, look at me. Look, concentrate, okay? I need you to focus. Did you take these pills and how many?",
        "Hannah: Oh, I don't know. A few.",
        "Cole: Look, the bottle is empty. The bottle is empty, okay? How many pills were in here?",
        "Hannah: I can't remember. Please, just let me go back to sleep.",
        "Cole: No. Come on. You can't do that. Come on. Come on.",
        "Hannah: Oh!",
        "Cole: Come on, come on, come on, let's go!",
        "Hannah: What are you doing?",
        "Cole: Come on, I got to get this garbage out of your system, okay?",
        "Hannah: Stop.",
        "Cole: Come on.",
        "[SCENE_BREAK]",
        "Dani: What are you doing?",
        "Starr: Calling Langston.",
        "Dani: What are you gonna say?",
        "Starr: I'm going to tell her to get her butt over here because I want an explanation.",
        "[SCENE_BREAK]",
        "Blair: Ha ha. You think I need help?",
        "Jessica: Sleeping with a whole bunch of men isn't going to make you happy, Blair, and a lot of women do it because they have really low self-esteem, but you can fix that.",
        "Blair: Oh, there's nothing wrong with my self-esteem.",
        "Cristian: Okay, Blair, I'm sorry. Let me talk to--",
        "Jessica: You're apologizing to her?",
        "Cristian: Someone should, Jess.",
        "Jessica: Well, she wasn't the one that walked in on her boyfriend--",
        "Cristian: I'm not your boyfriend, Jess! How many times do I have to say it?",
        "Blair: You know what, Cristian? I'm gonna let the two of you talk this out. Good luck.",
        "[SCENE_BREAK]",
        "Starr: Langston, call me the minute you get this. It's very important.",
        "Blair: Hey, sweetie. Wow. You look like you could spit nails. What's going on?",
        "Starr: I thought that you left.",
        "Blair: I was just having a little chat with Cristian. What--what--you're really mad. What's wrong?",
        "Starr: Langston totally lied to me, and I just found out about it.",
        "Blair: Oh, I told her it was gonna come out.",
        "Starr: You knew about this?",
        "Blair: Well, yeah. I mean, I could tell something was really bothering her, and so I asked her about it, and she confided in me.",
        "Starr: What about her stealing my entire life from underneath me?",
        "Blair: Your life?",
        "Starr: Yeah. What would you call it?",
        "Blair: Oh. Well, obviously we're on different pages.",
        "Starr: Well, maybe we are. What did Langston tell you that she didn't tell me?",
        "[SCENE_BREAK]",
        "Markko: Out of all the places you thought I might end up, why here?",
        "Langston: Well, you've been working on that treatment for Ford's film class.",
        "Markko: Right.",
        "Langston: So I just thought, you know, maybe you wanted to drop it off in person.",
        "Markko: And you closed the door?",
        "Langston: I didn't realize it was closed.",
        "Markko: You might want to do something about that.",
        "Langston: Uh, what?",
        "Markko: You're missing a button.",
        "[SCENE_BREAK]",
        "Jessica: Think about what it did to me to hear that you slept with Blair.",
        "Cristian: Todd's an idiot, Jess.",
        "Jessica: Is he lying?",
        "Cristian: No, but why the hell would he bring something up that was over before it started? Look, it's not like I was cheating on you. You and I broke up a long time before that. We both moved on.",
        "Jessica: If I moved on, then how come I'm standing here right now? I'm here because I loved you. I never stopped.",
        "Cristian: That's not true, Jess. You got involved with other people. I got involved with other people.",
        "Jessica: Oh, what other people? Who? Blair, Layla, and the other one? What, Roseanne? Were there others? Well, you might as well tell me, Cristian. I might as well hear it from you. Who else was there?",
        "Cristian: Your sister.",
        "[SCENE_BREAK]",
        "Natalie: Of course John's happy. A baby's great news.",
        "Marty: It is. I guess I'm just wondering why you're surprised by his reaction.",
        "Natalie: I'm--I'm not. I mean, John and I never talked about that, so I...",
        "Marty: Just assumed he didn't want to settle down and have a family.",
        "Natalie: No, I didn't assume anything. John's gonna make a great dad.",
        "Marty: Yeah, he is. He's actually really looking forward to the baby. I mean, it's gonna change our whole lives.",
        "Natalie: A baby will do that. This is wonderful...Marty, and I wish you both the best.",
        "Marty: Thank you.",
        "Natalie: So is there anything else that I should be congratulating you on?",
        "Marty: Like what?",
        "Natalie: A wedding maybe?",
        "[SCENE_BREAK]",
        "John: I guess maybe I'm giving you the wrong idea.",
        "Bo: I just wish that you'd loosen up a little bit, that's all. You're about to have a baby with the woman you love.",
        "John: I know. It's just it's a lot to get used to.",
        "Bo: I take it that it wasn't planned. Huh. One of life's little surprises.",
        "John: Maybe that's not the point, Bo.",
        "Bo: No, no. The point is you are about to start one of the greatest adventures that life has to offer.",
        "John: You're not gonna start singing, are you?",
        "Bo: Well, I don't know. I just might. Well, look, I think of everything that my boys have added to my life, and--ha. Even David, all right? And there is no way to measure it. You wait. You're gonna take one look at that little baby, and you're gonna know that you would lay down your life for him no questions asked.",
        "John: You're a good father, Bo.",
        "Bo: Yeah, and you will be, too. There's no doubt about it. Of course, it will be a whole new you. Bet that puts the fear of God in you, doesn't it?",
        "John: Ha. What do you think?",
        "Bo: I think it should...because it's the best job that you'll ever have, and you will be up to it, and I'm happy for you.",
        "John: I'm happy, too.",
        "Bo: When are you two getting married?",
        "[SCENE_BREAK]",
        "Todd: You know why I really want you for the job?",
        "Kelly: Why don't you tell me why you really want me for the job?",
        "Todd: You're a good person.",
        "[Kelly laughs]",
        "Todd: Why is that funny?",
        "Kelly: Two things. Number one, \"goodness\" is not even on your radar. Number two, if I'm so good, why have I done so many bad things?",
        "Todd: Like what?",
        "Kelly: I don't know. Let's pick a couple highlights. Cheated on Kevin. Slept with Max when he was with Blair.",
        "Todd: That was like a million years ago, right?",
        "Kelly: For you, maybe, but see, I don't forget so easily. Especially when I ran Blair off the road. She lost her baby.",
        "Todd: Yeah, I remember that.",
        "Kelly: Yeah. I thought so. So why don't we put my sainthood on hold, shall we?",
        "Todd: But...these are accidents, right? Give yourself a break.",
        "Kelly: Why don't you ask Blair if she wants to give me a break? You see, Blair hates me. Why wouldn't she? You should know that better than anyone, Todd. Especially after everything you've been through. Wait a minute. That's it, isn't it?",
        "Todd: What's it?",
        "Kelly: You hire me, and it's a perfect way to stick it to Blair. She's the reason you're doing this.",
        "[SCENE_BREAK]",
        "Starr: Mom, don't even think about lying to me. She obviously spilled something huge.",
        "Blair: Starr, it wasn't like that.",
        "Starr: You said that Langston confided in you. About what?",
        "Blair: Well, it's--hey, Danielle. How are you, sweetie?",
        "Dani: I just read Langston's play.",
        "Blair: Really. What did you think about it?",
        "Dani: It's amazing.",
        "Starr: It's my life. And I didn't give her permission to write her own little private songfest.",
        "Blair: Sweetheart, you know, I knew that Langston was up to something, but I didn't know exactly what.",
        "Dani: It's a great story. I can see why she wanted to tell it, but I can also see why Starr's so upset. I mean, that stuff about Todd.",
        "Blair: What about Todd?",
        "Dani: She really nailed him. When it got to the part about how Todd pushed you down the stairs--",
        "Starr: He didn't push me.",
        "Dani: Are you seriously defending him? You could've lost your baby.",
        "Blair: You know what? She didn't, though. She didn't, and look--everything turned out all right.",
        "Dani: Unbelievable. You just keep forgiving him over and over again.",
        "Starr: It obviously wasn't easy.",
        "Blair: It never is, sweetheart.",
        "Starr: But what can I say? He's my dad.",
        "[SCENE_BREAK]",
        "Jessica: You were with my sister? With--with Natalie? Did you...",
        "Cristian: Look, Jess--",
        "Jessica: Did you sleep with her?",
        "Cristian: I'm not trying to hurt you, Jess. I just want to make you understand that a lot of things have happened since we were in high school--serious things. And, you know, Natalie and I, we--we were married.",
        "[SCENE_BREAK]",
        "Marty: You know, I just think I'll give John a little time to think about the fact that we're having a baby together before I start printing invitations, you know. One thing at a time.",
        "Natalie: Right.",
        "Marty: In fact, I wasn't sure when I first told him that he'd want to be involved.",
        "Natalie: Of course John would want to be involved.",
        "Marty: He told you that?",
        "Natalie: No, John and I did not talk about how he felt. Soon as I realized I had royally messed up by telling him, I dropped the whole thing. But just hearing the way you've been talking about how excited he is about having this baby, I just kind of assumed the next step.",
        "Marty: That we'd run off and find the nearest church.",
        "Natalie: Forget it. You know what? This is absolutely none of my business. I just wanted to apologize.",
        "Marty: For--for telling John my great news before I had the chance.",
        "[Natalie sighs]",
        "Marty: Or is there something else you're sorry for?",
        "[SCENE_BREAK]",
        "John: Thing is, I don't know if we're getting married. We haven't gotten that far.",
        "Bo: The last thing I want is to be pushy.",
        "John: I get it. You're not. It's a simple question.",
        "Bo: Yeah, and the answer is only up to you and Marty, okay? Nobody else. And I'll tell you something--you don't have to be married to be a good parent.",
        "John: Some are better than others. You, for example.",
        "Bo: Don't kid yourself. I've made plenty of mistakes.",
        "John: Not in the way you stood by Matthew.",
        "Bo: Did you forget that his mom and I tried to keep him from having the operation that helped him walk again?",
        "John: Based on the information you had at the time, and he knows that.",
        "Bo: Maybe he does now.",
        "John: You've always been in his corner. You've proved that a thousand times. That's not easy.",
        "Bo: Yeah, but it's not as hard as you'd think. You know, and I hope that you never doubt that. You are gonna love that kid, and everything else is just gonna fall right into place.",
        "John: Can you put that in writing?",
        "Bo: I can do better than that. Let's drink to it, and I mean let's drink the good stuff, okay? 'Cause I'm buying.",
        "[SCENE_BREAK]",
        "Langston: Yeah, awkward, huh? Well, I went to the store near the student union but they were all out of safety pins. And I didn't want to be walking around like that all day.",
        "Markko: Stealing safety pins from professors. That's why you closed the door.",
        "Langston: Yeah. Yeah. I thought maybe I could find something here to fix it, but no safety pins here, either.",
        "Markko: Well, here.",
        "Langston: No. No, Markko, look...",
        "Markko: Just--just take it. Take it. Now you don't need a safety pin. Besides, I don't want you getting busted for indecent exposure. You've got enough guys drooling on you as it is.",
        "[SCENE_BREAK]",
        "Kelly: I knew you were using me. I just couldn't figure out for what.",
        "Todd: Kelly, you're wrong about that. That has nothing to do with this.",
        "Kelly: You live by one code. An eye for an eye. You wanted to get back at my cousin, and I was your best shot.",
        "Todd: Ah, well, I won't deny that I have a couple bones to pick with Blair.",
        "Kelly: I'm curious. What's her crime this time?",
        "Todd: Besides digging up Ross Rayburn and throwing my marriage in the toilet...[Chuckles]",
        "Kelly: Now, would Téa have ever told you about Danielle if Blair didn't dig that up? I mean, maybe you should actually thank her for that.",
        "Todd: That's one way of looking at it.",
        "Kelly: You might never have known you had another daughter.",
        "Todd: I guess not. And she's a special kid, too. Doesn't look like I'm ever gonna get to know her, though.",
        "Kelly: You will. One day. One day.",
        "Todd: I don't know. We lost so much time. But before we give Blair too much credit... she's not completely innocent here. She kept Danielle hidden from me, too.",
        "Kelly: So it is payback.",
        "Todd: No, I'm just saying...",
        "Kelly: I don't care what you're saying. I know the truth. All this time, being nice to me, offering me the job, had nothing to do with me. It was about you finding a way to make someone else suffer.",
        "[SCENE_BREAK]",
        "Dani: Guess that means I have to go to class.",
        "Starr: Which one?",
        "Dani: I don't know. They're all stupid. I'll check my schedule. It's in my locker. Good luck with Langston.",
        "Starr: Thank you.",
        "Dani: And I promise I'll never borrow anything from your life unless you say it's okay.",
        "Starr: It's a deal.",
        "Dani: And, I mean, the important thing is your story has a happy ending, right?",
        "Blair: Ha! Good point! Good, good, good, good point.",
        "Dani: I'm serious. I wish I could have what Starr has with Cole.",
        "Blair: Well, you know what? You will someday. Some day when you're older. Much older. You have a great day, okay? What are you gonna do about the play?",
        "Starr: Hire a lawyer?",
        "Blair: Come on, Starr. That's a little drastic, isn't it?",
        "Starr: Do you want to buy tickets to this show? Let's see, it says, \"Todd rips Cole out of bed as frightened Starr screams.\" She didn't even bother to change the names.",
        "Blair: Well, maybe you should ask her.",
        "Starr: It's not going to matter anyway. Everyone's gonna know.",
        "Blair: Sweetheart, take a deep breath. The two of you just need to sit down in a room and talk about it. I know she doesn't want to upset you. You know that. So, you can work it out. She probably thinks that you'd be flattered that she wrote this whole play about you.",
        "Starr: You act like you know her better than I do. Which reminds me, what was that big thing that she unloaded on you?",
        "Blair: It was nothing. You know what? I need to get out of here and pick up your little brother you know how he gets when I'm not there. \"Mom!\" He gets all over me. I'll see you later.",
        "[SCENE_BREAK]",
        "Langston: All right, well, let's get out of here.",
        "Markko: Lang, wait. Where is it?",
        "Langston: Where's what?",
        "Markko: The folder. You and me, we switched folders this morning. You have my treatment.",
        "Langston: Oh! Oh, yeah. Yeah. Here it is.",
        "Markko: Great.",
        "Langston: Okay. Oh, wait. That means you have my script.",
        "Markko: Uh, no. No. I left it with Starr.",
        "Langston: With Starr?",
        "Markko: I thought she might see you before I did.",
        "Langston: Did she read it?",
        "Markko: I don't--I don't know.",
        "Langston: I gotta go.",
        "Markko: Wait, wait, wait. Wait. I'm gonna stay here and leave Ford a note about my treatment.",
        "Langston: Okay.",
        "Markko: Wait. Hey. Thanks for coming all the way down here just for me. I love you.",
        "[Kiss]",
        "Langston: Me, too.",
        "[SCENE_BREAK]",
        "Jessica: You and my sister were married? I don't understand. No one mentioned that. Not my mom, not my dad.",
        "Cristian: Maybe they didn't want to overwhelm you. It's a lot of years, Jess.",
        "Jessica: Right. Right. They probably didn't have the heart to tell me that the love of my life went behind my back and married my twin sister who, by the way, doesn't even look like me.",
        "Cristian: How she looked was never a part of it. I wasn't trying to look for a substitute.",
        "Jessica: This explains so much. It really does.",
        "Cristian: What are you talking about?",
        "Jessica: The way that Natalie was talking about you, like she knows you so well. No wonder, huh? And you. Do you feel like a big, macho stud having us both?",
        "Cristian: Okay, well, Jess, you know what? You might want to stop here. You're on shaky ground.",
        "Jessica: Because I don't remember?",
        "Cristian: Because you married my brother.",
        "[SCENE_BREAK]",
        "Natalie: Marty, I don't know what else to be sorry for, unless you're referring to what happened between John and me up on the mountain.",
        "Marty: No, I don't think we need to rehash all that.",
        "Natalie: Actually, I think we do. I'm not proud of what I did.",
        "Marty: Kissing John?",
        "Natalie: And letting you think that it only happened once, because I was confused. I'm sorry.",
        "Marty: I don't think that really matters anymore, Natalie.",
        "Natalie: It does. Because I need you to know that nothing like that will ever happen again. And you have my word.",
        "Marty: I thought we were talking about a kiss or two here. Why am I suddenly feeling like you're talking about something more?",
        "Natalie: No. Nope. I mean, all it was was just a little bit of...old chemistry, which only surfaced because we were in a Crisis and we didn't think we were gonna get out of it. But it's over. You and John are... have a baby.",
        "Marty: Yes, we are.",
        "Natalie: And of course I respect that. I will never do anything to come in between you and John. John and I are friends, and that is all we will ever be.",
        "Marty: Okay.",
        "[SCENE_BREAK]",
        "John: Now, is this proper training for being a parent? Irish whiskey by midday?",
        "Bo: No. Having kids can drive you to drink. No, seriously, all the best.",
        "[Glasses clink]",
        "John: That's for dragging out the truth.",
        "Bo: Ah. Now you tell the rest of the world.",
        "John: Maybe not just yet.",
        "Bo: Why not? Hey, John. Come on, if it's not fatherhood you're afraid of, what is it?",
        "[SCENE_BREAK]",
        "Cole: You okay?",
        "Hannah: My stomach hurts.",
        "Cole: I'm sorry, but we had to make sure we got those pills out of your system. Here--come on, drink. No, more. Look, where's your coat? I'm gonna take you down to the infirmary.",
        "Hannah: No.",
        "Cole: Look, we need to get you checked out. Look, I think we got everything out, but we just need to make sure.",
        "Hannah: I'm not going to the infirmary, Cole. They're just gonna ask a bunch of stupid questions. Please. I'm fine now. You should go.",
        "Cole: Why are you so afraid of answering a few questions?",
        "Hannah: I'm not afraid. I just...need to be by myself right now. Please.",
        "Cole: Hannah...tell me the truth. Did you take those pills on purpose?",
        "Cole: I'm not leaving until you tell me why you took all those pills. What were you trying to do?",
        "Hannah: Leave me alone.",
        "Cole: No, I'm not gonna--I'm not gonna do that. Hey. You okay? I'm not gonna do that until you talk to me. Why'd you try to do this to yourself?",
        "[Hannah crying]",
        "Cole: Okay. All right.",
        "[SCENE_BREAK]",
        "Jessica: You're lying. I wouldn't marry Antonio. That's crazy.",
        "Cristian: Just because it's crazy doesn't mean it's not true. You were with Antonio. I was with Natalie. And Sarah.",
        "Jessica: My cousin Sarah? How could you? She's a little girl!",
        "Cristian: Not anymore. She grew up. And so did you, and so did I. You know what, Jess? You can't get angry about this. This is--this is life.",
        "Jessica: No. No. It was supposed to be you and me forever and now you're saying that you married my sister and I married your brother? I don't understand. I will never understand, Cristian. I will never, ever understand.",
        "Cristian: Jess, wait.",
        "[SCENE_BREAK]",
        "Langston: Starr?",
        "Starr: How dare you!",
        "[SCENE_BREAK]",
        "Natalie: You have so much excitement to look forward to, and I wish all the luck in the world to you and John, and I will make sure that I tell Jess you stopped by.",
        "Marty: Thanks. Appreciate that.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Bo: All I'm saying is that you're probably worried over nothing.",
        "John: I'm not worried. I'm fine. I'm--happy about it. Can we leave it at that?",
        "Bo: Well, yeah, we could, if you were talking to somebody else, but unfortunately, you're talking to me. And I hate leaving a case unsolved.",
        "John: There's nothing to solve.",
        "Bo: I just get the feeling that I'm not getting the whole story. I think there's a chapter missing.",
        "Bo: Why don't you just do us both a favor and just fill in the blanks?",
        "[SCENE_BREAK]",
        "Kelly: I'm such a loser. I should've put that together the minute you asked me.",
        "Todd: Nothing to put together, Kelly. I want you for the job for one reason. You're qualified for it.",
        "Kelly: And the fact that someone Blair can't stand will be replacing her at \"The Sun\"? That's a coincidence?",
        "Todd: No, I just--I don't want to keep fighting the same old battles. Blair and I are history, and I want to make a new history, a better history. And I want you to help me.",
        "Kelly: Well, I'm sorry. I don't want to play your pawn. And the last place I want to be is standing between you and Blair. Ta-da!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=B02dFgaSH7E"
}