{
    "Episode Summary": [
        "Episode # 10770"
    ],
    "Recap": [
        "John and Bo have not yet gotten the DNA evidence to confirm Elijah Clark's death. Clint goes to talk to Bo about whether Bo approves of Matthew working with his uncle at B.E. Bo reluctantly agrees to let his son take the job. Bo notices Clint acting uncharacteristically friendly toward Inez and asks if his brother was \"hitting\" on her. Yet, Clint knows that her son is the boy whom Matthew has competitive and \"killer instincts\" toward since Nate took Matthew's girlfriend from him. Meanwhile, both boys are trying out for varsity basketball at the high school. Matthew is trying everything to defeat and be nasty to Nate. Clint goes to observe and tells his nephew he knows what he's doing but he need not justify himself for it. Meanwhile, Dani and Todd are wondering what to do about Tea's death. Dani then gets an anonymous text from an unknown caller. Greg goes to talk to Marty in an attempt to \"confess a secret,\" but he gets an anonymous call from what looks to be the same source. John goes to ask Todd and Dani if they have heard from Ross Rayburn knowing that he's still alive and may want to see them after his brother's untimely death. Yet, John later concludes to Bo that there is no confirmation that Eli is even dead, so maybe they should not assume it. After Jessica confesses to Brody that she slept with Robert Ford and he may be the father of her baby, Brody goes to LU and is ready to physically hurt Robert. Langston overhears them and finds out what Robert did to Jessica during her prom night when she was ill. Jessica realizes she may be pregnant by him and concludes that she will never forgive Robert or trust him after that."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "John: You know, I thought I knew what I was looking at when the doc showed us, but sure does look different on paper.",
        "Natalie: I know. That bright spot is like a shining star on a dark night.",
        "John: It's our kid.",
        "[SCENE_BREAK]",
        "Brody: You son of a bitch.",
        "Langston: Oh!",
        "Ford: Oh...",
        "Langston: Brody! What the hell?",
        "Brody: You're gonna get it now.",
        "Langston: Oh, my God, what are you doing? Leave him alone. Brody!",
        "Brody's voice: Wait. What? How can this baby not be mine?",
        "Jessica's voice: Because... [Sobs] I slept with someone else.",
        "Langston: Brody, stop it. Stop. Why are you doing this?",
        "Brody: He knows why I'm doing this.",
        "Langston: Oh, boy! Oh, my God! Oh, my God! Security! Security!",
        "[SCENE_BREAK]",
        "Inez: Commissioner? Excuse me, Commissioner.",
        "Bo: What's this?",
        "Inez: Peace offering.",
        "Bo: What? What for?",
        "Inez: I seem to be causing a problem between you and Matthew. I didn't realize that Danielle Rayburn was dating him before she started seeing my son.",
        "[SCENE_BREAK]",
        "Nate: I can't even believe you showed up today. I'm sure your teachers would understand if you wanted some extra time.",
        "Dani: Yeah. I thought about it, but then I heard my mother's voice saying, \"Daniela, the only excuse for missing school is a temperature of 100 or above.\"",
        "Nate: Hmm.",
        "Dani: No fever.",
        "Nate: And a death in the family doesn't count?",
        "Dani: Not to my mom.",
        "Nate: She'd be proud of you. I'm sure your dad is.",
        "Dani: My dad is not in the best shape right now. Need to go home and check on him after my last class is over.",
        "Nate: Well, if you want company, call me, okay, and I'll be there.",
        "[SCENE_BREAK]",
        "Destiny: Darren...",
        "Darren: Yes, peaches?",
        "Destiny: Nate is not trying out for the basketball team, is he?",
        "Darren: Yeah. His name is right there, right under Matthew's.",
        "Destiny: No way. Those two on the same court? We're gonna have to call 911.",
        "[SCENE_BREAK]",
        "Greg: Whatever I say, I can trust it to stay in this room?",
        "Marty: Of course.",
        "Greg: All right. Then I need the first free appointment you've got.",
        "Marty: I actually just had a cancellation, and I'm free now if that works for you.",
        "Greg: No. That's great. Yeah.",
        "Marty: Greg, this seems pretty urgent. What's going on?",
        "Greg: I did something terrible to Téa Delgado.",
        "[SCENE_BREAK]",
        "Todd: Is this really you, Téa? Is this everything we get to remember you by?",
        "[SCENE_BREAK]",
        "Bo: Matthew understands why I hired you.",
        "Inez: You sure about that?",
        "Bo: Well, besides, he doesn't work here. I do, and I'm the one who makes the decisions.",
        "Inez: It's just, I know what it's like to have your children not speaking to you, and I would hate for that to happen between you and your son.",
        "Bo: Don't--",
        "Clint: Hey.",
        "Bo: Hi.",
        "Inez: Mr. Buchanan. Hello.",
        "Clint: I told you before, call me Clint, please.",
        "Bo: You two know each other?",
        "Clint: Yeah. We met yesterday. We had a very nice conversation, didn't we, Inez? She thinks very highly of you for some reason. I told her that wouldn't last.",
        "Bo: My brother is free with his compliments just like he is with his money.",
        "Clint: Ah, these must be your sons, huh?",
        "Inez: Yeah. It's a very old photo, I'm afraid.",
        "Clint: Which one was attacked by Eli Clarke?",
        "Inez: It's Bobby, but, again, this is a really old photo. He's actually all grown up now, teaching film at L.U.",
        "Clint: Well, you must be a very proud mama.",
        "[SCENE_BREAK]",
        "Ford: Uh!",
        "Security guard: Hey! Hey! Take it outside. Outside, I said, before I call the cops.",
        "Brody: I am the cops. This is police business.",
        "Langston: Why? What did Ford do?",
        "Brody: Ask Jessica.",
        "[Jessica sighs]",
        "Security guard: Is everyone calm now?",
        "Langston: I don't understand. You did something to Jessica? What was it? Ford, what did you do?",
        "Brody: He had sex with her.",
        "Ford: I can explain.",
        "Langston: Is that true?",
        "Ford: I can explain.",
        "Brody: Explain? Yeah. How do you explain taking advantage of someone who was not even in her right mind? She thought she was a teenager. She didn't know what she was doing.",
        "Ford: I wish it didn't happen, okay? I made a mistake. Haven't you ever made a mistake?",
        "[SCENE_BREAK]",
        "John: Ah, you know, I got to admit it. I talked myself into playing it cool when you were worried about the baby.",
        "Natalie: So that was just talk?",
        "John: Seeing this--",
        "Natalie: I know. It changes things, doesn't it?",
        "John: Didn't seem real before, you know, but now, you know, well, there's like a little person here, a little guy, maybe a little girl.",
        "Natalie: I know. It's so amazing.",
        "John: Can't wait to meet this kid, you know? What are they gonna be like? Maybe they'll take after their outspoken mom.",
        "Natalie: Outspoken?",
        "John: Maybe they'll be like their dad and need someone to drag everything out of them.",
        "Natalie: I know. That's the hard part, so much we can't know until way down the line.",
        "[SCENE_BREAK]",
        "Clint: I have to admit, Bo, I'm curious as to why you called me down here. I mean, I didn't break any laws, did I?",
        "Bo: No. No, but you offered my son a job without a word to me. Now, that was a mistake.",
        "[SCENE_BREAK]",
        "Matthew: What'd you do that for?",
        "Darren: She asked me to.",
        "Matthew: Tryout is here in a couple minutes. I have to practice. Give me the ball.",
        "Destiny: Sure, if you promise me something.",
        "Matthew: What?",
        "Destiny: Promise me you won't go to the dark side.",
        "Matthew: What is it with you and this dark side thing?",
        "Destiny: I see into your heart, Matthew Buchanan.",
        "Matthew: Well, if you did, then you know I'm fine, right? There's no dark side here.",
        "Destiny: Even with him trying out?",
        "[SCENE_BREAK]",
        "Todd: Eh, I guess that's what they mean by ashes to ashes.",
        "Dani: Hey.",
        "Todd: Hey.",
        "Dani: Is-- is that what I think it is?",
        "Todd: Yeah. Yeah. It just came, and I've been sitting here trying to make sense of it, and I just can't. I don't know how this can be all that's left of your mom.",
        "[SCENE_BREAK]",
        "Marty: You know, from what I hear, you gave Téa the best care any doctor could...",
        "Greg: No.",
        "Marty: And I know it's hard, especially for someone like you who is not used to losing patients, but from what I know about Téa's tumor, there's no way you could've saved her.",
        "Greg: But there's something I could've done, and I didn't do it.",
        "[SCENE_BREAK]",
        "Dani: Did Dr. Evans bring this over?",
        "Todd: No, but he was here, and he said something that I was considering not telling you, but that wouldn't be fair.",
        "Dani: Why? What'd he say?",
        "Todd: He said-- he said that just before she died, Téa changed her mind.",
        "Dani: About what?",
        "Todd: About us. She said she wanted us there when she died.",
        "Dani: She told him that?",
        "Todd: Mm-hmm.",
        "Dani: Then why weren't we there? If she wanted us there with her, why did she have to die alone?",
        "[SCENE_BREAK]",
        "Natalie: Soon, we will find out the answers to everything we've been wondering about.",
        "John: Yeah?",
        "Natalie: Yeah. Promise. Only thing I really want is for this baby to be just like you.",
        "[SCENE_BREAK]",
        "Brody: We're not talking about me. This is all about you, Ford, what you did to Jessica. She comes to your place looking for Cristian, and you knew. I mean, you knew she was all messed up, thinking she was back in high school, so instead of taking her home, you hit on her.",
        "Ford: No. No. It wasn't like you're making it sound.",
        "Brody: I know what it was like, okay, because Jessica told me. She told me she'd seen Cristian propose to Layla that night at the prom.",
        "Langston: Wait, wait, wait. This happened on prom night?",
        "Brody: Yeah.",
        "Langston: Oh? And when did you fit this in? Was it before or after you did Karen and then tried to do me?",
        "[SCENE_BREAK]",
        "Natalie: Jess? J-- honey, are you crying? It's not the baby, is it?",
        "Jessica: No, no. No, no. My baby is fine.",
        "Natalie: Where's Brody? Didn't he come with you?",
        "Jessica: Yeah. No. He was here, but he had to go.",
        "John: Hey, you know, I'm gonna head on back to work, okay?",
        "Natalie: Okay.",
        "John: Call me if you need anything.",
        "Natalie: All right.",
        "John: I'll see you later.",
        "Natalie: Thank you.",
        "John: Bye, Jess.",
        "Natalie: What happened?",
        "Jessica: It's really hard to talk about.",
        "Natalie: Not to me, not to your sister.",
        "Jessica: Natalie... Brody might not be the father of my baby.",
        "[SCENE_BREAK]",
        "Brody: Guess this perv never told you, huh?",
        "Langston: No. No. He didn't tell me a lot of things.",
        "Ford: Langston, you don't know the whole story.",
        "Langston: Trust me, I don't want to.",
        "Brody: You know, Jessica was at the lowest point of her life, and you hit on her, anyway. I should haul your ass in for statutory rape.",
        "[SCENE_BREAK]",
        "Clint: I just don't understand the problem, Bo.",
        "Bo: You don't?",
        "Clint: No. You know how Pa felt about B.E. I can't imagine anything pleasing him more than seeing his grandson learn the family business. I thought you'd be pleased, as well.",
        "Bo: Well, you might've run it by me first.",
        "Clint: Huh. Well, didn't know I needed to.",
        "Bo: What's going on, Clint?",
        "Clint: What do you mean?",
        "Bo: Well, a couple of months ago, you wanted no part of me or my family, and now, all of a sudden, you're ready to introduce my son to the wonderful world of big business. What's this really about?",
        "[SCENE_BREAK]",
        "Matthew: Please. I don't care if Salinger is trying out.",
        "Destiny: You don't?",
        "Matthew: No. After spending most of last season in a wheelchair, all I want is the chance to play again.",
        "Darren: See? See? Nate has got nothing to worry about.",
        "[SCENE_BREAK]",
        "Matthew: So, cabana boy, you're trying out?",
        "Nate: Yeah. Why?",
        "Matthew: Didn't know basketball was your thing. It's not exactly performing arts.",
        "Nate: Guidance counselor said some sports might look good on the college apps, so--",
        "Matthew: And you just had to pick my sport, huh?",
        "Nate: You gonna make this all about you?",
        "Matthew: No. Here's what I'm gonna do. I'm gonna make you regret you ever put your name on that sign-up sheet.",
        "[SCENE_BREAK]",
        "Dani: If Mom changed her mind, why wouldn't Dr. Evans let us know right away?",
        "Todd: Well, he claims to have tried, gave me some story about how he couldn't get ahold of us because we were already en route.",
        "Dani: And you don't believe him?",
        "Todd: I don't think it matters, anyway.",
        "Dani: Yeah, but even if that was true, why wouldn't he let us know when we got there? Why would he wait all this time?",
        "Todd: I know. That's what I've been asking myself.",
        "Marty: Do you think you neglected to do something that could've saved Téa's life?",
        "[SCENE_BREAK]",
        "Greg: Téa initially told her family that she didn't want them there to watch her die, and then she changed her mind. I had to tell Manning that.",
        "Marty: That she wanted him and Dani with her.",
        "Greg: Right, but I only told them this after Téa was gone, but what I didn't tell him was that when Téa asked me to contact her family, I couldn't do it. I couldn't let that happen.",
        "Marty: Why not?",
        "Greg: Because somebody else didn't want it to happen, and I was only doing what I was told to do.",
        "[SCENE_BREAK]",
        "Dani: I knew it. I knew Mom would change her mind. I knew she'd want us to be there with her.",
        "Todd: I know. Wish we could've been.",
        "Dani: You know, it would've been at least nice to know that she asked for us. Why wouldn't Dr. Evans let us know the second that we got there?",
        "Todd: He said he thought it would make us feel worse.",
        "Dani: So what? What, it's supposed to be better to hear about it now?",
        "Todd: You're gonna have to ask him those questions.",
        "Dani: No. Dr. Evans can go to hell.",
        "Todd: I second that notion.",
        "[Doorbell rings]",
        "Dani: God...",
        "Todd: Wait here.",
        "Todd: Unless I'm under arrest, I think you should leave. Actually, even if I'm under arrest, you should leave.",
        "John: I came by to offer my condolences to both of you. Your mom was a pretty remarkable woman.",
        "Dani: Thank you.",
        "John: Nobody fought harder for her clients and for the people she loved than she did. We didn't always see eye to eye, but I feel lucky to have known her.",
        "[SCENE_BREAK]",
        "Marty: Who would object to Téa spending her final moments with her husband and daughter, and how did they force you to do something you didn't want to do?",
        "Greg: I'm sorry. There's only so much I can say, even to you. People will get hurt.",
        "Marty: Who?",
        "Greg: People I love.",
        "[SCENE_BREAK]",
        "[Whistle blows]",
        "Destiny: Aren't you supposed to be out there?",
        "Darren: Had to reconsider.",
        "Destiny: Why?",
        "Darren: Suppose I made the team. You know how many hours I'd have to give up that I could be spending with you?",
        "Matthew: What, something wrong?",
        "[SCENE_BREAK]",
        "Clint: There was a time that I had to keep my distance because I had to lick some wounds after you and Nora got back together. Haven't we come a long way since then? Bo, I came to your wedding.",
        "Bo: Yeah. Yeah. You sure did. You even brought your 12-gauge friend with you.",
        "Clint: That was about Vickers. That wasn't about you and Nora, but I grant you, might have been a little over the top on your big day.",
        "Bo: Well, at least there was no bloodshed.",
        "Clint: Offering Matthew a job at B.E., that's my way of making amends.",
        "Bo: Yeah, but under other circumstances, might have been fine, but, see, this is an important year for Matthew. He's got some tough courses, the college boards. He's trying out for basketball.",
        "Clint: Oh, he's going out for the team?",
        "Bo: Oh, yeah. Yeah, yeah. Now that he's feeling better and he's all healed up, he just can't wait to get back on the boards, but, see, you would've known all of this if you'd just come to me first.",
        "Clint: Well, I thought your son was mature enough to make his own decisions. I mean, I was proud of him for taking on the challenge.",
        "Bo: Well, I don't think this is all about pride.",
        "Clint: Then what is it about, a power trip? Because I can't think of another reason that you would forbid Matthew to take a job that he really wants.",
        "[SCENE_BREAK]",
        "Ford: Just because a woman thinks she's a teenager doesn't mean that it was the truth. She was not underage. What happened was consensual.",
        "Brody: Look. Don't talk to me about consent. Jessica was sick. She was traumatized, and you didn't care. You just moved in for the kill.",
        "Ford: That's not fair.",
        "Brody: Come on. Come on. She was so messed up, she had to ask you what happened that night, and you lied to her. It wasn't until you got tested for hepatitis that the truth came out.",
        "Langston: W-wait. So when you were getting tested, that was about Jessica, and you wouldn't even admit it to her?",
        "Ford: I didn't think it mattered.",
        "Brody: Well, it matters now, doesn't it?",
        "Ford: Yeah. It matters. I'm sorry.",
        "Langston: Oh, my God, and Jessica is pregnant now, isn't she, and it could be yours.",
        "[SCENE_BREAK]",
        "Natalie: How could the baby not be Brody's? That would mean you'd have to have slept-- is that what happened?",
        "Jessica: It was before Brody and I got back together.",
        "Natalie: Was it Cristian?",
        "Jessica: No. No. It wasn't, but I was still hung up on him. I had just seen him propose to Layla, and I was really upset, so I went to go home, find him at his apartment, but he wasn't there. His roommate was, though.",
        "Natalie: Ford. Oh, honey--",
        "Jessica: I know. I know, but he was being so nice to me, and I was such a mess, and I just needed someone to hold me and tell me that everything was gonna be okay. I just really needed that. Can you understand that?",
        "Natalie: Of course I understand.",
        "Jessica: And I wasn't gonna say anything, you know? I was gonna wait till it was safe, and I was gonna get a paternity test, and if it happened to turn out that it was Ford's baby, I was just gonna bite the bullet and tell Brody, you know?",
        "Natalie: So what changed your mind?",
        "Jessica: This. I saw his face when he was looking at it. He looked like a little kid, you know? He was so full of joy and trust, and I just couldn't stand it. You know, I had to say something. I couldn't just sit there when I knew that there could be a chance this baby might not be his.",
        "[SCENE_BREAK]",
        "Todd: Nice eulogy. You can go now.",
        "Dani: Todd, don't. What you said about my mom, it means a lot. Thank you for coming.",
        "Todd: Yes. She thinks you came out of the goodness of your heart, but we know better, don't we? It's not a condolence call, is it?",
        "John: I meant what I said about Téa.",
        "Todd: And?",
        "John: And I need to talk to you about Ross Rayburn.",
        "Todd: Uh-huh. Why would I care about Ross Rayburn?",
        "John: Because Danielle is gonna be hearing from him soon if she hasn't already.",
        "[SCENE_BREAK]",
        "Bo: I didn't tell Matthew that he couldn't work at B.E.",
        "Clint: Well, you're obviously not happy about it. And that may be more about you and Asa than it is about you and Matthew.",
        "Bo: There's no doubt that Pa and I, we had our share of disagreements, especially when I chose to leave the business. But Matthew, he doesn't have to make the choice I did.",
        "Clint: Oh, just tell me yes or no. Can the boy take the job?",
        "Bo: Yes. He can take the job. But if it interferes with his grades, then he's outta there. Understood?",
        "Clint: Understood. Bo, I think this is gonna be very, very good for Matthew. I just wish Asa were here to see it.",
        "[SCENE_BREAK]",
        "[Whistle blows]",
        "Destiny: Did you see that?",
        "Darren: Stuff happens.",
        "Destiny: Well, I've seen enough stuff happen in the past 15 minutes to last me a lifetime.",
        "Darren: It's part of the game, baby girl.",
        "Destiny: Not part of a clean game. Matthew has got to get his act together.",
        "Darren: Cut him some slack. The dude stole his lady.",
        "Destiny: Nate did not steal Dani. She made a choice, and I'm starting to see why she chose Nate.",
        "[SCENE_BREAK]",
        "Todd: I don't think Dani's heard from Rayburn. She would've told me.",
        "John: When did you find out he was alive?",
        "Todd: Téa told me. She didn't want me thinking I'd killed someone Dani loved.",
        "John: That sounds like Téa.",
        "Todd: Yeah, I was all hot to turn the guy in, but she wouldn't let me.",
        "John: That sounds like her, too.",
        "Todd: She wasn't right about it. Ross could've killed Dani, and he should've paid for it.",
        "John: Let me know if he gets in touch.",
        "Todd: I will, but why would he? He's a wanted man, so even if he made contact with her, he couldn't see her.",
        "John: Yeah. Well, thanks.",
        "Todd: Hey, uh... I know you're the one who likes to ask the questions, but I've got one for you. There's gotta be a reason that Eli Clarke dragged Blair all the way to Ross' Tahiti place. Do you think the brothers teamed up?",
        "[SCENE_BREAK]",
        "Natalie: So what did Brody do when you told him that Ford might be the father?",
        "Jessica: He looked like I stabbed him. This could be it. This could-- this could tear us apart.",
        "Natalie: No. No, it won't and it can't.",
        "Jessica: How do you know? Put yourself in my shoes. What do you think that John would do if he found out that you could be carrying someone else's baby?",
        "[SCENE_BREAK]",
        "Brody: Yeah. Jessica's pregnant and she's worried that the baby could be his. Because you couldn't even be bothered to use a damn condom.",
        "Ford: It was one time. Come on. It's almost a sure thing that baby's yours.",
        "Brody: \"Almost\" doesn't cut it. The only thing stopping me from bleeding you right now is Jessica. I wouldn't put her through that.",
        "Ford: Brody, listen to me. Jessica loves you. You two are gonna have this baby and you're gonna forget all about it. And I'm really sorry for my part in it. Langston. I was a different guy then. I'm trying to change. I want it to be better.",
        "Brody: It's a little late for that. He's all yours.",
        "Langston: You make me sick.",
        "Ford: Langston, please. Just hear me out.",
        "[SCENE_BREAK]",
        "Clint: Inez, tell me the truth. Did you steal that from a rabbit?",
        "Inez: Ha. No. It's a Caesar salad from the coffee shop down the street.",
        "Clint: Well, you know something? If you want a really great Caesar salad, you gotta go to the Palace, because they make it tableside. It's quite a production.",
        "Inez: The Palace is a little rich for my blood.",
        "Clint: Don't let the name of the place fool you. I tell you what--if you let me buy you lunch, I can guarantee you that you'll be feeling at home there. Can I give you a call?",
        "Inez: Yeah. I guess so. Sure.",
        "Clint: Good. Then I'll give you a call. Have a good one. See you, Bo.",
        "Bo: Yeah. Is it my imagination or did my brother just hit on you?",
        "Inez: I think he just felt sorry for me that I can't afford the Palace.",
        "Bo: Please. I know my brother. He doesn't do anything out of charity. Um...did we get that DNA result back on Eli Clarke?",
        "Inez: No. Not yet.",
        "[SCENE_BREAK]",
        "John: So far, there's no evidence that Rayburn had an arrangement with Eli.",
        "Todd: And Ross is still in Tahiti?",
        "John: Until he can be extradited to Seattle.",
        "Todd: Well, like I said, I don't think that Ross is gonna contact Dani, but if he does, I'll let you know.",
        "John: I appreciate it. And... again, I'm sorry about Téa.",
        "Todd: Thanks.",
        "[SCENE_BREAK]",
        "Marty: I told you when we started that this session would be confidential.",
        "Greg: Confidentiality is one thing, but I know the laws. There are certain things that you're under obligation to report.",
        "Marty: The only thing I'm legally bound to report is if someone is planning a murder or knows someone who's planning one.",
        "[SCENE_BREAK]",
        "Natalie: Honey, this is not your fault. This is Ford's fault. He took advantage of you and he knew your situation. He used you and Brody gets that. He's not gonna blame you.",
        "Jessica: Okay, even if you're right, whether he blames me or not, what is he gonna do if it turns out that this baby isn't his? I mean, how does he get past that? He's gonna want to. He's gonna want to love the baby. He's gonna want to love me, but that's a lot to ask of himself. And what if he can't pull it off?",
        "Natalie: Honey, you--you need to go and find him. You've gotta--you've gotta talk to him and you guys have just gotta work through this and you gotta do it together and you've gotta start today.",
        "Jessica: Do you really think that it's something that we can work through?",
        "Natalie: If you love each other, you have to try. You've gotta have faith.",
        "Jessica: I'm just really scared.",
        "Natalie: I'm really sorry.",
        "Jessica: Why are you sorry? You didn't get yourself into this mess. I did.",
        "Natalie: I love you.",
        "Jessica: I love you, too. See you later.",
        "[SCENE_BREAK]",
        "Langston: And just what part do you want to justify? The part where you didn't wear a condom? The part where you ruined what should be the happiest time of Jessica's life? Or the part where you were so desperate for sex that you took advantage of someone who was mentally ill?",
        "Ford: I didn't think of Jessica that way. I didn't see a teenager. I saw a grown woman who knew what she was doing.",
        "Langston: She thought she was still in high school.",
        "Ford: She was crying. She wanted comfort. Okay? And I honestly wanted to help.",
        "Langston: You wanted to get her into bed by any means necessary. That's all women are to you-- a means to an end.",
        "Ford: No, that's not true.",
        "Langston: Oh, what, were you just trying to get back at someone else?",
        "Ford: Who?",
        "Langston: Your mother. Is that your explanation for it all? You have to punish the entire female sex because your mommy walked out on you when you were a kid?",
        "[SCENE_BREAK]",
        "Inez: The way you get along with your brother--that's what I've always dreamed about for my boys. But I don't--",
        "John: I'm sorry to interrupt. Anything from Tahiti yet?",
        "Bo: About Clarke? No. Do you know something I don't?",
        "[SCENE_BREAK]",
        "Brody: Where's Jessica?",
        "Natalie: She went to find you. Brody, she told me. I know the truth. I know there's a chance that Jessica's baby might be Ford's.",
        "[SCENE_BREAK]",
        "Ford: I was wrong. I was thoughtless, careless, stupid. And if the same situation presented itself now, I would not do what I did then.",
        "Langston: And I'm supposed to what--just take your word for it?",
        "Ford: No, you should look at my actions. I quit teaching that class so I wouldn't make a mistake, so I wouldn't do anything unethical.",
        "Langston: Huh. You're gonna talk to me about ethics? Don't make me laugh.",
        "Ford: I have to start somewhere and you have to let me.",
        "Langston: I don't have to do anything. And I especially don't have to start believing your lies. Not this time.",
        "Ford: You were starting to give me another chance. Don't let Brody change that.",
        "Langston: Are you kidding? I should thank Brody. I should give him a medal for reminding me what a skeeve you really are.",
        "[SCENE_BREAK]",
        "[Whistle blows]",
        "Coach: Foul shot.",
        "Matthew: Did Dani tell you that she asked me to have sex with her?",
        "Nate: She did?",
        "Matthew: She did. Oh, she wanted it.",
        "Nate: Shut it, Buchanan.",
        "Matthew: Oh! Oh, my leg!",
        "Coach: What happened?",
        "Matthew: Ow! Ow, my leg!",
        "Coach: Can you move it? Can you feel anything?",
        "Matthew: I don't know, coach. [Groaning] Yeah. I can--I can move.",
        "Coach: All right. All right. Back up. You okay? All right, but don't push it, okay? You just rest as long as you need to.",
        "Matthew: I'm okay, coach.",
        "Coach: All right. Good man. Now, how did this happen?",
        "Matthew: I don't know. I was just standing there and Nate just pushed me out of nowhere.",
        "Coach: Salinger. Bench now.",
        "[SCENE_BREAK]",
        "Dani: Ahem.",
        "[Todd sighs]",
        "Dani: When John McBain was here...did he say something about...about Ross?",
        "Todd: Why?",
        "Dani: I thought I heard his name.",
        "Todd: Yes. He wanted to know if you'd heard from Ross.",
        "Dani: No.",
        "Todd: That's what I told him.",
        "Dani: But I have been thinking about him. He deserves to know about Mom. They were married a really long time.",
        "Todd: Listen, Dani, I know how important he was to you, or is, but I think you should steer clear right now. I mean, he's really in deep with Eli and... I mean, we know Eli is-- he's a dangerous man.",
        "Dani: Yeah, but that doesn't mean that Ross knew what Eli was doing.",
        "Todd: Honey, he had to. His brother's a murderer. I mean, he would've killed Blair if she hadn't fought back.",
        "Dani: That was Eli, not Ross.",
        "Todd: But he's still dangerous. Just--just be careful, that's all.",
        "Dani: [Sighs] Todd...what are we gonna do with Mom's ashes?",
        "Todd: I don't know. Do you have any ideas?",
        "Dani: Yeah. But you're not gonna like it.",
        "[SCENE_BREAK]",
        "Marty: Greg. If you can't be honest with me, I really can't help you. Now, I can see that something's really ripping you up inside.",
        "Greg: I'm sorry, Marty. I-- I can't do this.",
        "[SCENE_BREAK]",
        "Todd: If you know what your mom wanted as a final resting place, you should let me know.",
        "Dani: I really wish it could be Tahiti.",
        "Todd: Mm. That's a little far away.",
        "Dani: I know, but she loved it so much there.",
        "Todd: Yeah.",
        "[SCENE_BREAK]",
        "[Cell phone chimes]",
        "Jessica: Brody found you, didn't he?",
        "Ford: How'd you guess?",
        "Jessica: Is he still here?",
        "Ford: No. You just missed him.",
        "[SCENE_BREAK]",
        "Brody: I just... I can't believe this is happening.",
        "Natalie: I know.",
        "Brody: I mean, Jessie and I, we've been dreaming about this, about our kid, and now, and now it might be someone else's. It was supposed to be mine, Natalie.",
        "[Bangs on examining table]",
        "Brody: It was supposed to be mine!",
        "[SCENE_BREAK]",
        "John: I don't think we know everything we need to know about Clarke or Ross Rayburn.",
        "Bo: You think they might've cooked up something together?",
        "John: I think there's a connection between brothers that never dies.",
        "[SCENE_BREAK]",
        "Matthew: Uncle Clint. When did you get here?",
        "Clint: I got here in time to see what you did to Nate Salinger.",
        "Matthew: What do you mean? I didn't do anything to Nate.",
        "Clint: Remember what I said about killer instincts? What you did on the court? It's exactly what I'm talking about.",
        "[SCENE_BREAK]",
        "Nate: I shouldn't have lost it like that.",
        "Destiny: What were you supposed to do? He was all over you. The tripping. The elbows. I can't believe the coach didn't see that.",
        "Nate: Yeah. Coach saw me push him, though, didn't he?",
        "Destiny: What did--what did Matthew do? What did he say to make you do that?",
        "Nate: It doesn't matter what he said. I shouldn't have let him get to me.",
        "[SCENE_BREAK]",
        "Todd: What's going on? Who's that from?",
        "[SCENE_BREAK]",
        "Greg: Thanks for seeing me, Marty. I--I really do appreciate it.",
        "Marty: I wish you felt free enough to tell me what's really going on.",
        "Greg: Free is something I haven't felt in a long time.",
        "Marty: Then I guess all I can say is be careful.",
        "Greg: Yeah.",
        "Marty: All right.",
        "[Cell phone ringing]",
        "[SCENE_BREAK]",
        "Todd: Anything wrong?",
        "Dani: No, it's just a text.",
        "Todd: Yes, I know, but... you don't want to tell me who it's from?",
        "Dani: It's just from Nate, just seeing how I was.",
        "[SCENE_BREAK]",
        "Greg: Hello? Hello, who is this?",
        "[SCENE_BREAK]",
        "Bo: I know you, McBain. Something doesn't add up for you about Clarke's death, even though you saw his body.",
        "John: A body. Damaged in a fire.",
        "Bo: Right. You think he's still alive.",
        "John: I think we need those DNA results and I think we need them now."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=D_Hc4UKAhVc"
}