{
    "Episode Summary": [
        "Episode # 10299 - \"Missing Persons\" Written by Elizabeth Page, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, & Anna Theresa Cascio"
    ],
    "Recap": [
        "Marcie, Roxy and Gigi work to find disguises so that they can sneak Gigi into Dorian's home in order to see Rex. Adriana is closely guarding the house. Starr and Cole enter the house and wonder what Adriana is up to. And in doing so, they think of stories to read their baby. Cole recalls a story his mom read to him when he was a baby. Meanwhile, Todd and Marty are getting ready to have \"their baby\". Tess enters and discovers what Todd is up to and demands that he lets her and Bree stay in his house or else she will tell Marty the whole story that Todd does not want her to know. And when Marty is alone with Bree, she has a \"vision\" of telling the very story that Cole remembers. And she has a vision of a baby. But she cannot recall who it was, when she was with the baby, nor that it was her own son. At the police station, Cristian urges Bo not to let Vanessa get in trouble for what she did to Ray Montez. And he and Sarah offer to let her and Lola stay at their home."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: Bronwen. Bronwen.",
        "Marty: Oh, be serious.",
        "Todd: No, I like it. Bronwen Manning. Going to the mall \u0096 Be back later --",
        "Marty: Oh, come on. All your kids have simple names. Sam, Jack, Starr.",
        "Todd: All right, I guess she's not having a boy then. Girls. C, Clementine? No?",
        "Marty: No, orange.",
        "Todd: L- Lucille.",
        "[Doorbell chimes]",
        "Marty: Are you expecting somebody?",
        "Todd: No, let's get rid of them.",
        "Marty: Okay, you want me to go upstairs?",
        "Todd: No, you stay here and just keep quiet.",
        "Marty: All right.",
        "Tess: Say \"hi, Uncle Todd.\"",
        "[SCENE_BREAK]",
        "Marty: Sarah, now that's a pretty name.",
        "[SCENE_BREAK]",
        "Cristian: I managed to scrounge up a lawyer for Vanessa, but she's not going to be arraigned until tomorrow.",
        "Sarah: Oh, so she's stuck here overnight? Nice introduction to Llanview.",
        "Cristian: Well, at least it seems that Lola has found some friends.",
        "[SCENE_BREAK]",
        "Langston: Markko, this is my cousin, Lola. Markko's mi novio.",
        "Markko: Mucho gusto.",
        "Lola: Mucho gusto.",
        "Langston: Look, I wanted to let you know that we have terrific doctors. Your father's going to be okay.",
        "Lola: I hope not.",
        "[SCENE_BREAK]",
        "Cole: And you're sure you're okay?",
        "Starr: Uh -- I just got weirded out, you know?",
        "Cole: Well, yeah. I could stick around for a while, I mean, as long as I'm not in the way, or --",
        "Starr: Of what? My Aunt Dorian's still at the police station and my mom's upstairs with the boys. It would just be you and me.",
        "[SCENE_BREAK]",
        "Adriana: Remember this? Layla and I had just made our first sale and you surprised me with a bottle of champagne.",
        "Adriana: Here's our wedding. That was a little untraditional what with all the interruptions. It was still a happy day. Even when I was in Paris without you I thought I'd never be that happy again. But you know what? I will. The day you open your eyes will be the happiest day of my life.",
        "[SCENE_BREAK]",
        "Marcie: Okay, so we don't have a lot of time. Hey, Charlie.",
        "Gigi: Hi, Charlie.",
        "Marcie: Look, I also got a phrasebook.",
        "Gigi: A phrasebook, oh God. Marcie, there's no way I can pull this off.",
        "Marcie: Yes, you can. You so can. Listen to me. Listen to me. Adriana has Rex locked up in La Boulaie. You are the only person who can help him. So get over it.",
        "Charlie: Okay, well I'll see you soon then. Hey, look, I know it's iffy, but if it means winning Viki back, I'll try anything.",
        "[SCENE_BREAK]",
        "Viki: I absolutely have no idea where Jessica could have gone. I called Clint. I left him a message. You know, I'm just going to call Tina again. I'm sure that Jessie probably said something to her about where she was going and Tina just didn't pick up on it.",
        "Bo: I think that Tina's mostly thinking about Tina.",
        "Viki: Well, of course she is. But I think she has grown up a bit. And the thing is she's always been a lot cannier than most people give her credit for.",
        "[SCENE_BREAK]",
        "[Tina gasps]",
        "Tina: Oh, how dare you kidnap my baby.",
        "[Cell phone beeps]",
        "Tina: Oh! Oh, no. Oh, wait until I get my paws on you, Cain Rogan. I'm going to teach you a thing or two about discipline.",
        "[SCENE_BREAK]",
        "Viki: I'm just going to go find Tina.",
        "Bo: All right, when you talk to her make sure she knows that this is important. Just remind her that Jessica -- Tess -- is pregnant, and that it looks like wherever she went she took Bree with her.",
        "Todd: What are you doing here?",
        "Tess: We're moving in, Uncle Todd.",
        "[SCENE_BREAK]",
        "Charlie: Okay, well, then you'll let me know? Yeah. Okay, thanks then. Roxy? What is all this?",
        "Roxy: Payback. You ever feel like the universe has it in for you?",
        "Charlie: On a daily basis.",
        "Roxy: All I wanted to do was to go to Rex's hospital room and stock it with all the things that he loved so when he wakes up he could be completely happy. There must have been a run on salt water taffy because by the time I got there he was gone.",
        "Charlie: Gone? Do you mean --",
        "Roxy: I mean Adriana moved him.",
        "Charlie: Moved? To where?",
        "Roxy: I don't know. I have no idea. Well, I called her and she had my number blocked. Me, I'm his mother. So -- oh, get this. I go to his hospital room and these little critters are sitting there because she's left them there. And two interns and a resident are peeking through them so I have to call a security guard to get the stuff back. And now Rex is nowhere to be found with nothing to show for it but an iron lung and his wife, the ice princess. And what about all of us? All of us who love him? We feel totally and completely shut out. Charlie, I'm telling you, he's alone and he's sick and he's helpless.",
        "[SCENE_BREAK]",
        "Adriana: Please God, please bring Rex back to me. Please give us another chance. I'll do anything.",
        "Starr's voice: I think we should hang a banner that says \"Welcome home, Langston.\"",
        "Cole: Well, whatever we do is going to be a whole lot better than her going away party.",
        "Starr: Talk about grim. I'm just so glad that that's over.",
        "Cole: Well, I don't mean to be a buzz killer or anything, but what if her uncle makes it?",
        "Starr: Well, technically he still has full custody.",
        "Cole: Yeah, I hope they just deport him. I mean, they can do that, right? I mean, even his own kid said he's a stone cold killer.",
        "Starr: I know. Well, maybe if he does survive he'll turn into a vegetable and lay there completely powerless while the rest of us get on with our lives.",
        "Adriana: Do you mind? I am trying to take care of someone here.",
        "[SCENE_BREAK]",
        "Viki: I know very well that Tess is a very tough girl, but I also know for a fact that she's not a bad mother and I do not believe she would ever do anything to harm Bree.",
        "Bo: Maybe not intentionally, but she's reckless. Viki, anything could happen.",
        "Viki: So what are you saying?",
        "Bo: The first thing we have to do when we find her is separate her from Bree. Maybe taking Bree away will force Tess to come clean.",
        "Viki: You really, really think that Tess is responsible for Natalie and Jared's disappearance, don't you?",
        "Bo: I have to proceed on that basis, yes.",
        "[SCENE_BREAK]",
        "Todd: What's the trouble? Tina kick you out?",
        "Tess: Hardly.",
        "Todd: What's the problem?",
        "Tess: Viki's back.",
        "Todd: Oh, I see. Mommy's afraid to go back to the loony bin, Bree. Because Grandma's not quite as stupid as Aunt Tina.",
        "Tess: We're moving in.",
        "Todd: I don't have any vacancies.",
        "Tess: Oh, yes you do. Why don't we just tell Uncle Todd to move his brain- damaged girlfriend up to his room? Who knows, it might spark some memories.",
        "Todd: I think I'll call Viki.",
        "Tess: She's onto me, Todd.",
        "Todd: Well, that's not really my problem, is it?",
        "Marty's voice: Todd?",
        "Tess: Give us a room or I'm going to give Marty a history lesson.",
        "Marty: I heard Jessica's voice so I thought it would be okay to come out.",
        "Tess: Absolutely. You know, it's not like I'm the big, bad John McBain. It would be terrible if he knew that you were here.",
        "Marty: Yes. Well, it's good to see you again.",
        "Tess: Nice to -- look at you, up and around. Pretty soon you'll be strolling down Main Street, huh?",
        "Marty: Yeah, it would be nice to be a little more independent. But it hasn't been that bad.",
        "Todd: We should get you upstairs.",
        "Tess: No. Todd, I just got here. And I'm sure you'd like a little company, right?",
        "Marty: And I'd like to know who this little precious one is.",
        "Tess: Well, you actually know her. This is my daughter, Bree.",
        "Marty: Oh, how could I not remember you? She's beautiful.",
        "Tess: Yeah, well I'm sure there's something we could do to jog your memory.",
        "Marty: Well, Todd, you know, thinks it's best if I take it slow.",
        "Tess: Does he now?",
        "Marty: But it certainly would be nice to know more about the children that I had in my life, what with the baby coming.",
        "Tess: The baby?",
        "[SCENE_BREAK]",
        "[Cell phone beeps]",
        "Tina: \"I still love you, princess. But you only have room in your heart for two dogs, David Vickers and Cord Roberts.\" Hmm. Not true. I am exceedingly fond of you.",
        "[Cell phone beeps]",
        "Tina: \"Fond shmond. I get my jewels or it's adios, fleabag.\" Oh! If David Vickers has fleas, he got them from you.",
        "[Cell phone beeps]",
        "Tina: \"You've got 24 hours, princess. Or David Vickers meets Davy Jones.\"",
        "[Tina gasps]",
        "Tina: \"And I don't mean the Monkee.\"",
        "[SCENE_BREAK]",
        "Bo: I'll be right there.",
        "Viki: You have to go?",
        "Bo: There was a shooting at the airport and I want to get there before the Feds arrive.",
        "Viki: Oh, dear.",
        "Bo: Okay, let me know what you find out from Tina.",
        "Viki: I will.",
        "Bo: And if you find Jessica --",
        "Viki: I know what to do. I will get Bree and I will bring her here, okay? Oh, Bo, I hope to God you are wrong about this. I just hope that Jared is off someplace looking for Natalie.",
        "Bo: You know what? If Tina turns out to be a dead end, there's another person you can try.",
        "Viki: Who?",
        "Bo: Charlie.",
        "[SCENE_BREAK]",
        "Charlie: Do you want me to try talking to Adriana?",
        "Roxy: Thanks, Charlie, but she sure ain't going to listen to you. Oh, you know, not because it's you but, you know, because it's me. That's what I mean by payback.",
        "Charlie: Payback for what?",
        "Roxy: Because I was a lousy mother. Because I dumped him when he was a little boy in Michigan. Because I lied. So I get what I deserve.",
        "Gigi: What are you talking about, Roxy? Rex loves you.",
        "Roxy: I wasn't there when it counted. When he was little. So now he's stuck and all my bad karma is raining down on this number 32 golden blonde bleached head.",
        "Gigi: So you're just going to sit around and feel sorry for yourself?",
        "Charlie: Hey, hey, hey. Go easy on her, okay?",
        "Gigi: Look, I'm just saying that we've all made mistakes, me more than most. But I am not going to let Rex suffer for it. I'm going to do something.",
        "[SCENE_BREAK]",
        "Adriana: I'm sorry, you guys. I didn't mean to snap, I'm just under a lot of stress.",
        "Cole: Yeah, no, no. It's okay.",
        "Starr: Adriana, what is Rex doing here?",
        "Adriana: He isn't responding. So the doctor said he should go to a long-term care facility. But I just couldn't have that.",
        "Starr: Um, I'm really, really sorry.",
        "Adriana: Thank you. You're big. In a good way, I mean. You're almost due, right? You must be really excited.",
        "Starr: Oh, yeah, it's exciting. So I thought that you and Rex were separated.",
        "Adriana: I was in Paris.",
        "Starr: No, like separated separated. Like halfway divorced.",
        "Adriana: We never used that word. Or at least I didn't. And then Rex got shot, so --",
        "Starr: So you guys got back together?",
        "Adriana: I'm here, aren't I? I mean, what would you do if Cole got shot? You'd be by his side, right?",
        "Starr: Well, yeah, but -- I mean, are you sure he shouldn't be in the hospital?",
        "Adriana: The doctors can't do anything else for him except make him comfortable. And I can do that here, where he can have sunshine and music and everything he needs to get better.",
        "Starr: So I'm guessing that you and Aunt Dorian made up, huh?",
        "Adriana: I actually haven't seen Dorian.",
        "Starr: So she doesn't know that you're here?",
        "Adriana: This is just temporary. Until I find a place for Rex and me. Believe me; I do not want to end up another Dorian Lord production. That honor goes to Langston.",
        "[SCENE_BREAK]",
        "Langston: I don't really know your dad very well. We just met. Did he ever talk about my mom?",
        "Lola: No, he told us he didn't have any family. I don't know what's happening with Vanessa.",
        "Markko: They arrested her, Lola. She's going to be stuck here until she makes bail.",
        "Lola: What's going to happen if they send her to prison? She's all I have.",
        "[SCENE_BREAK]",
        "Sarah: You have been through so much. You must be exhausted.",
        "Cristian: I just need a hot shower and a good night's sleep. And then breakfast in bed, of course.",
        "Sarah: Oh, I think that can be arranged.",
        "Cristian: But I can't really leave here until everything's settled.",
        "Sarah: But if Vanessa isn't going to be arraigned until the morning --",
        "Cristian: Well, I still have to figure out what I'm going to do with Lola.",
        "[SCENE_BREAK]",
        "Markko: I know one of the detectives here, Antonio Vega. I'll try to get some answers for you.",
        "Langston: Yeah, you know, why don't we go to the hospital and just check on your dad.",
        "Lola: Why would I do that?",
        "Langston: Look, I know you're really close with Vanessa and I don't pretend to understand what's going on here, but he's your father.",
        "Lola: He can rot in hell for all I care. Do you know why Vanessa shot him? To keep him from killing me.",
        "Langston: No, he wouldn't do that.",
        "Lola: He's a murderer. I was there the night he killed my mother.",
        "[SCENE_BREAK]",
        "Roxy: All right, I'm going to stop being so indulgent and I'm going to get off the pity pot.",
        "Gigi: Good, because we can't have Shane thinking his grandma's a pushover.",
        "Marcie: Not that we don't understand how you feel.",
        "Gigi: Oh, are you kidding? I've been bawling my eyes out.",
        "Roxy: All right, I've just got to say this. I can't stand Adriana. She is a royal pain in the keester.",
        "Marcie: Well, that's all the more reason not to let her win.",
        "Roxy: Okay, I am so there. Even though I'm short, I've got big brass knuckles and they're in my glove compartment. She is going to so feel my pain.",
        "Charlie: I'd pay good money to see that.",
        "Roxy: I am kicking ass and I am taking names, and things are going to get ugly.",
        "Marcie: Hey, maybe we should do something a little more subtle.",
        "Gigi: And a lot less violent.",
        "Roxy: Like what?",
        "Marcie: Meet Rex's new nurse.",
        "[SCENE_BREAK]",
        "Starr: Look, my Aunt Dorian has had a really long day, even for her. So I'm just warning you she's not going to be in a very good mood when she gets home.",
        "Adriana: Too bad. I had to get Rex out of the hospital today.",
        "Cole: Why?",
        "Adriana: Because there were people all over that place, people who couldn't care less what happened to Rex. People with their own agenda, you know? And if Dorian doesn't like it, I could care less. She owes me one. All I care about is Rex getting better. I don't care what happens to me.",
        "Cole: I get that. You know, when you love someone sometimes you've just got to put them first. I mean, you have to do things you normally wouldn't do because it's the best thing for them.",
        "Adriana: Exactly. Hey, could you guys do me a favor? I have to talk to Shaun and Hilda about what Rex is going to be needing. Could you sit with Rex until I get back?",
        "Starr: What do you mean by sit with him?",
        "Adriana: Just keep him company. I've been showing him pictures, singing him songs. You could read to him.",
        "Starr: Read to him? Well, like what? Detective novels? Biographies?",
        "Adriana: Uh, something soothing. Keep it simple.",
        "Starr: Well, I have books that I read to the baby.",
        "Cole: You read to the baby?",
        "Starr: Yeah.",
        "Adriana: Yeah, that's great. Read Rex what you read to your baby. I'll be right back.",
        "Cole: Man, life sure can turn to crap in a heartbeat, huh?",
        "Starr: Yeah, I guess that's what they mean when they tell you not to waste a minute.",
        "[SCENE_BREAK]",
        "Langston: We knew Ray was in prison.",
        "Markko: But they let him out.",
        "Langston: Yeah, they said he was innocent.",
        "Lola: I testified at his trial. He's a murderer.",
        "Langston: I can't believe this.",
        "Lola: It's true. When can I see Vanessa?",
        "Cristian: It's not going to happen tonight.",
        "[Lola sighs]",
        "Lola: What am I going to do?",
        "[SCENE_BREAK]",
        "Bo: Charlie may have heard from Jared.",
        "Viki: Yeah.",
        "Bo: If you're uncomfortable talking to him, I'll call him.",
        "Viki: No, no, no. Don't, I'm happy to talk to him. You have enough to do.",
        "Bo: Viki, look, I do hope I'm wrong about all this.",
        "Viki: Oh, my God, so do I. You have no idea.",
        "Bo: All right. Let me know what you hear from Charlie and if you find out anything through Tina. Good luck.",
        "[SCENE_BREAK]",
        "Tina: Oh, open up! I hate you, Cain Rogan.",
        "Viki's voice: Tina, are you trying to break into the safe?",
        "[SCENE_BREAK]",
        "Tess: Well, congratulations. Todd, you've been holding out on me.",
        "Marty: I am so sorry. I didn't realize that Jessica didn't know.",
        "Tess: No, well, when is this blessed event?",
        "Marty: Well, it's any day now.",
        "Tess: But you're not even showing. Wow.",
        "Marty: Oh, no, no, no. I'm not -- I'm not pregnant.",
        "Tess: What am I missing?",
        "Todd: We're adopting.",
        "Tess: Someone's going to give you two a baby?",
        "Marty: Well, we might as well tell her. She's going to find out soon enough. We're going to raise Todd's grandchild, Starr's baby.",
        "[SCENE_BREAK]",
        "Viki: Have you been crying?",
        "Tina: Yeah.",
        "Viki: Why?",
        "Tina: They stole David Vickers.",
        "Viki: David Vickers has been kidnapped?",
        "Tina: No, no -- dognapped.",
        "Viki: Oh, oh, your dog. I'm sorry. Darling, come on, I'm sure he's just off chasing a squirrel someplace, you know.",
        "Tina: No, no, that's why I was trying to get into the safe, to get a gun in case that maniac came back.",
        "Viki: What maniac?",
        "Tina: The one who took David Vickers -- aren't you listening?",
        "Viki: Yes, I'm sorry, I am listening. I'm sorry your dog is missing. Honey, there are no guns in that safe, or anywhere else in this house. And you're not going to need one. Come on, have you talked to the gardener, maybe Lois? Maybe they've seen him?",
        "Tina: You know, that's a good idea. I'm -- I'm going to do that right now.",
        "Viki: Okay, I need to talk to you first -- about Jessica.",
        "Tina: But I told you I haven't seen her.",
        "Viki: Have you seen Tess?",
        "[SCENE_BREAK]",
        "Todd: We've been trying to keep things quiet for Starr's sake.",
        "Tess: Yeah, so quiet you'd swear Starr wouldn't know herself, huh?",
        "Marty: Well, Todd said it was her idea. And now that it's about to happen, I'm getting so excited.",
        "Tess: Well, every new mother is.",
        "Marty: But I know we can trust you.",
        "Tess: Of course you can. I mean, I didn't tell John McBain that you're living here. I mean, nobody's busted in, right? You know, Todd has always had my back, so I definitely have his. So tell me more. How did you and Todd convince Starr to give you her baby?",
        "Marty: Well, I really haven't had a chance to talk to her yet, but Todd said it was her idea.",
        "Tess: No kidding?",
        "Marty: Yeah. No, she just is a very mature girl. I think she realizes she's too young to be a parent.",
        "Tess: And the father -- how does he feel about this? Is he okay with it?",
        "Marty: I assume so. We really haven't talked about that all that much.",
        "Tess: Oh, what's his name again?",
        "Todd: It's really not an issue. He gave up his rights to the kid, and he and Starr aren't involved anymore, so --",
        "Tess: Yeah, thanks to Todd. You know, I'm sure Starr is really grateful that this whole problem is solved. And Todd's great with kids, and you know, Marty, I'm sure you're going to be a natural.",
        "[SCENE_BREAK]",
        "Cole: Well, I have a back issue of \"Craze.\" \"Fifty ways to leave your hairdresser.\"",
        "Starr: Better than my Aunt Dorian's copy of \"Collette.\"",
        "Cole: You know, I don't know if your cousin's on the right track here.",
        "Starr: Let's not tell her that.",
        "Cole: If it was me, I wouldn't want to be soothed or whatever. I'd want to know I had something to live for.",
        "[SCENE_BREAK]",
        "Adriana: No one means no one.",
        "Shaun: So no doctors, no nurses?",
        "Adriana: Obviously, let the medical staff in, and family, but no one else. No one is to see Rex. And if a little brunette in a waitress uniform gets in here, your ass is mine.",
        "[SCENE_BREAK]",
        "Marcie: So, what do you think?",
        "Roxy: It's after Labor Day -- you shouldn't be wearing white.",
        "Gigi: It's supposed to be a nurse's disguise, Roxy, so I can sneak into Dorian's house and take care of Rex.",
        "Roxy: Rex is at Dorian's?",
        "Marcie: Yes, and Gigi's going to sneak in and see him.",
        "Charlie: Wait, wait, wait, wait. The idea is that nobody's supposed to recognize you?",
        "Roxy: Yeah, because it still looks very much like you.",
        "Charlie: Yeah, I mean, what if Dorian's there, or Adriana?",
        "Roxy: Yeah, they'll sic the dogs on you.",
        "Marcie: Well, no, that's where I come in. I'm going to run interference so nurse Gigi can do her thing.",
        "Gigi: Ugh, you hate it.",
        "Charlie: No, I mean, I'm just not used to this kind of thing. It just seems that your plan kind of --",
        "Roxy: Sucks. I don't think you could get into a first aid kit dressed like that.",
        "Gigi: She's right; this is never going to work.",
        "Roxy: I didn't say that. I think you just need the foxy Roxy touch.",
        "[SCENE_BREAK]",
        "Cristian: Bo.",
        "Bo: Hey, Cristian, I heard you were back. What happened to you?",
        "Cristian: You wouldn't believe me if I told you. See, the thing is, this woman I was traveling with --",
        "Sarah: Her name is Vanessa Montez.",
        "Cristian: She's the one who shot the guy at the airport.",
        "Bo: Yeah, they briefed me in the car on the way over. Let's go in my office.",
        "Langston: That man, Bo Buchanan, is the head of police.",
        "Markko: He'll straighten this out.",
        "Lola: All I want is for my father to go back to prison and for Vanessa to be free. You don't think that'll happen?",
        "Markko: Hey, I wanted Langston to stay with us here in Llanview, and that happened, so maybe things will work out okay for you, too.",
        "[SCENE_BREAK]",
        "Bo: What's the story with this Montez family?",
        "Cristian: Well, Vanessa was protecting her stepdaughter -- Montez's daughter.",
        "Bo: Well, see now, that's an issue for the D.A. You'll have to take that up with Nora.",
        "Cristian: But you see, Lola, she's a young girl. This is her first time in this country. Her father's in the E.R., her mom's in jail. She's a good kid, Bo.",
        "Bo: Yeah, but she entered this country on a forged passport, so I'm trying to straighten that out. Let me call Child Services. I'll see if I can get Lola a place --",
        "Cristian: No, don't -- don't do that. She's already scared enough as it is.",
        "Bo: You have a better idea?",
        "Cristian: Let her stay with me.",
        "[SCENE_BREAK]",
        "Roxy: Hey, Charlie, have they left yet?",
        "Charlie: Marcie and Gigi? Yeah, they're waiting in the car.",
        "Roxy: Oh, good, because I got these. They'll never think it's Gigi.",
        "Charlie: Yeah, I love it -- caught a glimpse of her when she was cutting through the lobby here. Nice job.",
        "Roxy: Come here.",
        "Charlie: What?",
        "Roxy: Come here.",
        "Charlie: Now what the hell was that for?",
        "Roxy: That's for letting me cry on your shoulder.",
        "Charlie: Any time. But I'd rather see you like this.",
        "Roxy: Jared is very lucky to have a dad like you.",
        "Charlie: Yeah, Jared, it's dad. Listen, I know you're out looking for Natalie, but just give me a call if you could. I, uh -- I just miss you, buddy.",
        "[SCENE_BREAK]",
        "Tina: So you really think that Jessica is Tess and that she's done something to Jared and Natalie?",
        "Viki: Well, I certainly hope not, but, honey, I've got to find her as soon as possible.",
        "Tina: Oh, Viki, I -- I wish I could help you, I really do.",
        "Viki: Tina, think -- just think for a minute, okay? Has Jessica said or done anything that seems out of character?",
        "Tina: You know, I'm not a good one to ask, because I was gone for so long.",
        "Viki: Okay, well, has she said anything to you at all about going somewhere?",
        "Tina: No, I had no idea she was gone. I mean, not until you told me.",
        "[Phone beeps]",
        "[Tina gasps]",
        "Tina: You know, I've got to go. I've got to go find David Vickers. I really miss him. You know, sometimes I think he's my only friend.",
        "Viki: Honey, I'm sure he's around here someplace, you know?",
        "Tina: Look, Viki, I know I must seem terrible, just going on and on about my dog, and here you are, you don't even know where your two daughters are.",
        "Viki: Well, love is love, isn't it?",
        "Tina: Yeah. Listen, I'm going to go check with the gardeners, and I'll be back. But when I come back, we're going to -- we're going to find those girls. I mean it.",
        "[SCENE_BREAK]",
        "Cristian: I'll take Lola home with me.",
        "Bo: Cristian, she's not a lost puppy that you found in the rain. It doesn't work that way.",
        "Cristian: Do you really want to put her in the system tonight? Because Lola told me that Ray Montez murdered her mom, and now he wants to kill her. And how long do you think before this guy gets out of the hospital?",
        "Bo: So you're doing me a favor?",
        "Sarah: No, he's making good on a promise.",
        "Cristian: Carlo Hesser dumped me in a Colombian prison, and Vanessa didn't know me from Adam, but she helped me get out. And I promised her that I'd look after Lola.",
        "Sarah: Cristian's just trying to do the right thing, Uncle Bo. You know how that feels, don't you?",
        "[SCENE_BREAK]",
        "Cole: Seeing what happened at the airport today, looking at him, it just really makes me want to get rid of all the guns in the world.",
        "Starr: I know. You know, I was thinking maybe we could read one of these?",
        "Cole: Why do you read to the baby?",
        "Starr: I'm just hoping -- I don't know, that maybe someplace inside there, the baby will remember.",
        "Cole: That's cool.",
        "Starr: Here. My favorite one is \"The Runaway Bunny.\" I read that one a lot.",
        "Cole: You like Lewis Carroll?",
        "Starr: Yeah, who doesn't?",
        "Cole: I didn't know that about you. My mom used to read me his stuff all the time.",
        "[SCENE_BREAK]",
        "Todd: Hey, Marty, if you don't mind, Jessica and I have some family business to discuss.",
        "Marty: Oh, no, you want me to leave?",
        "Tess: No, no, actually, I would like it if you took Bree into the living room, huh?",
        "Marty: Sure.",
        "Tess: Good practice for when Starr's baby arrives.",
        "Marty: Let's go.",
        "Todd: Have fun.",
        "Marty: Okay. Hey. Oh, hi, pretty -- I guess it's just you and me, pretty girl.",
        "[Tess laughs]",
        "Tess: So you're getting Starr's baby, huh?",
        "Todd: Yeah, Marty's not up to speed on --",
        "Tess: Oh, I don't want to go -- oh!",
        "Tess: Pushing a pregnant woman, huh? Does she know Starr hates your guts?",
        "Todd: My daughter loves me.",
        "Tess: Oh, really? Todd, if you think for one minute that she's going to hand you that baby, then you're sicker than I am. What about Blair? Blair's going to chop off your head, or some other part of your anatomy before she lets you get anywhere close to that baby. So what are you going to tell little miss blank slate when you can't produce a child, huh? And why aren't you concerned about that? Are -- are you going to steal your own grandchild? Is that what's going to happen?",
        "Todd: It's none of your business.",
        "Tess: That's it, isn't it? Good job.",
        "Todd: Can it.",
        "Tess: Listen, I don't care, okay? I won't say a word, as long as you keep me and Bree here and hide us from the Buchanans. Deal?",
        "[SCENE_BREAK]",
        "[Bo sighs]",
        "Bo: One day.",
        "Sarah: Deal.",
        "Cristian: Thanks, Bo.",
        "Bo: Okay, Cristian, let's talk tomorrow about this other thing. Huh?",
        "Cristian: All right.",
        "Cristian: Thanks for having my back in there.",
        "Sarah: Well, you said earlier, if it weren't for Vanessa, I might have no idea where you are. I owe her.",
        "[SCENE_BREAK]",
        "Langston: Okay, here's my number, and Markko's, in case you can't get me.",
        "Cristian: Lola, you're going to be staying with me for now.",
        "Lola: Thank you, Cristian.",
        "Cristian: Don't just thank me. Sarah actually made it happen.",
        "Sarah: Anything for my man.",
        "Cristian: Well, let's get going. You need to get some rest. You have to wake up early in the morning for Vanessa's arraignment. Let's go.",
        "Langston: See you later, Lola.",
        "[SCENE_BREAK]",
        "[Machine beeps]",
        "Machine voice: Message one.",
        "Gigi's voice: Hey, Bo, it's me. I just thought you should know that Adriana's moved Rex out of the hospital.",
        "Bo: This little girl's getting as bad as her mother.",
        "Gigi's voice: Not to worry -- I'm not going to find out where she stashed him, or sneak in. And I won't tell him how much we miss him. And most of all, I won't tell him that you're pulling for him. Just so you know.",
        "[Machine beeps]",
        "[SCENE_BREAK]",
        "Marcie: Come on.",
        "Gigi: Marcie, I can barely see anything.",
        "Roxy: Who has to see when you look that fabulous? All right -- all right, these worked for Clark Kent, they'll work for you.",
        "Gigi: Okay.",
        "Marcie: [Whispers] You look different.",
        "Roxy: Say hello to Rexy for me.",
        "Gigi: I will.",
        "Roxy: And call me.",
        "Gigi: As soon as I see him.",
        "Marcie: Bye. Okay.",
        "Gigi: Okay.",
        "Marcie: [Whispers] All right, nurse bombshell. Come on, go.",
        "Gigi: [Whispers] Go where?",
        "[Doorbell rings]",
        "Adriana: Marcie, what are you doing here?",
        "[SCENE_BREAK]",
        "Marty: Hey, so far, so good. I just wish I had another toy for you -- huh? Or a book. A book that I could read you. Hmm?",
        "[SCENE_BREAK]",
        "Cole: Yeah, my dad used to always recite these \"important\" poems to me. Dude was totally into Yeats.",
        "Starr: Irish -- it figures.",
        "Cole: It's not that he wasn't good or anything, I was just a little kid. So my mom broke out Lewis Carroll and read me \"Jabberwocky\" for the first time.",
        "Starr: And let me guess, you loved it.",
        "Cole: Yeah, you know, it's all those made-up words, that's what made it great.",
        "Marty: Got no more toys, and there's no books in here, so I guess we're just going to have to make do, okay? Here's where a memory would help, wouldn't it? Let's just see what I have. Here, let's just see what I have. \"Twas brillig, and the slithy toves did gyre and gimble in the wabe.\"",
        "Cole: \"All mimsy were the borogoves, and the mome raths outgrabe. Beware the jabberwock, my son, the jaws that bite, the claws that catch.\"",
        "[SCENE_BREAK]",
        "Marty: \"Beware the jubjub bird, and shun the frumious bandersnatch!\" \"He took his vorpal sword in hand long time the manxome foe he sought -- so rested he by the tumtum tree, and stood awhile in thought.\" Oh, come here, come here. Can I give you a cuddle? Can I give you my cuddle? Mmm -- my beautiful boy.",
        "[Bree cries]",
        "Marty: Where was that from?",
        "[SCENE_BREAK]",
        "Todd: It's really not my job to bail you out, Tess.",
        "Tess: Oh, you're done. Okay, um -- now I'm going to tell you what I need. I need a steady flow of cash, and a lot, because I have expensive tastes. And I'm going to need some new I.D. And I need to stay here while you make that all happen, okay?",
        "Todd: I don't think so.",
        "Tess: Oh, okay. Well, then, I'm just going to need a megaphone and a lift to John McBain's. And how about I start with this. Ready? [Yelling] Marty Saybrooke is alive and well, and living --",
        "Tess: Dad kidnaps grandson!",
        "Todd: Okay, I get it.",
        "Tess: Do you? Okay, good. So I'm going to go get Bree, and when I get back, you better be ready with the good news.",
        "Tina: Todd. Todd! Oh, there you are, little brother. I've been looking all over for you.",
        "[SCENE_BREAK]",
        "Charlie: Oh."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=EborOaUiRJ4"
}