{
    "Episode Summary": [],
    "Recap": [
        "Blair checks her sound system. Cristian tells her that it is perfect. She tells him that she was talking about the sound and not about her dress. Jessica comes to see Clint before she goes to pick up Antonio. Jessica confronts Clint about what he had done to Viki. Starr gets herself a cup of coffee. Marty comes up behind her and pays her a compliment about he drinking all the coffee and not gaining an ounce. Starr tells her not to do this. Starr also tells her that she and Cole are never going to see each other again. Cole gets knocked down to the floor by his worthy adversary. Todd comes to see Miles. Miles asks him does he want to know what he knows. Miles lets Todd know about the letter from Spencer. Todd wants the letter, but Miles will only give him the part that he wants him to see. Jessica and Clint discuss Viki and her feelings. Jessica lets Clint know that Antonio wants her to adopt Jaime . Antonio sits in his office and looks at the papers for adoption of Jaime. He remembers watching Jessica and Nash having a talk outside. Antonio lets Talia know that he had asked Jessica to adopt Jaime .John has to separate Cole and his adversary. Marty tries to talk to Starr, but Starr will not have anything to do with her. Natalie comes in, orders Starr to sit down and not move. Natalie and Marty argue over Starr and Cole. Natalie lets Starr know that her and John had broken up. Marty meets up with Evangeline and they begin to argue over Todd.",
        "A man in Capricorn comes on to Blair. Blair refuses to have anything to do with him. He grabs Blair by the arm. Christian notices the disturbance and tries to intervene. Blair picks up a glass and accidentally hits Christian in the head with it. Christian falls to the floor. Antonio and Talia meet with two men who can tell them more about the white supremacist group. Jessica comes to pick him up, but he isn't ready to leave yet. Antonio asks Jessica to sign the adoption papers, but Jessica refuses."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Blair: One, two, three -- uno, dos, tres. How does it sound?",
        "Cristian: I think that was great.",
        "Blair: I'm not talking about my dress here. I don't want to scare people away.",
        "Cristian: Are you kidding me? You're bringing them in. You don't believe me, you can look it's all there.",
        "Blair: Well, it's nice of you to say, but Nash hired me, and I just don't want my new manager to think it was a mistake.",
        "Cristian: Yeah, well, hiring you was one good thing the guy did right.",
        "Blair: He's here, you know? I guess he misses this place.",
        "Cristian: I don't think it's this place he's missing.",
        "[SCENE_BREAK]",
        "Jessica: Dad?",
        "Clint: Yeah?",
        "Jessica: Hey --",
        "Clint: Oh, sweetheart. How are you?",
        "Jessica: I'm great.",
        "Clint: Oh, you look terrific.",
        "Jessica: Thank you. Antonio and I got a babysitter. We wanted to have a night just for us.",
        "Clint: Good idea, good for you. Uh -- is he here, too?",
        "Jessica: No, he's not. I'm actually heading up to pick him up at the station. I wanted to stop by here first and talk to you.",
        "Clint: Something wrong?",
        "Jessica: I -- I can't believe what you did to mom, and I want to know what you're going to do to make it right.",
        "[SCENE_BREAK]",
        "Marty: You can probably drink all of that and not gain an ounce.",
        "Starr: Don't do this.",
        "Marty: What?",
        "Starr: If you wanted to chat with me, you should've done it when I was with Cole.",
        "Marty: Look, Starr, I just --",
        "Starr: No.",
        "Marty: Want you to understand --",
        "Starr: You got what you wanted. Cole and I are never going to see each other again, so just leave me alone.",
        "[SCENE_BREAK]",
        "Man: Had enough?",
        "Cole: Yeah, whatever -- I wasn't ready.",
        "Man: Ready now?",
        "[SCENE_BREAK]",
        "[Pounding on door] [Knocking]",
        "Miles: What's with you?",
        "Todd: Let's make this short and sweet. I have a dinner date.",
        "Miles: I didn't tell you, you had to come right over.",
        "Todd: Then don't mention my son's name again.",
        "Miles: Do you want to waste time going off on me or do you want to know what I know?",
        "[SCENE_BREAK]",
        "Clint: So how is your mother doing?",
        "Jessica: Well, you know how she does that thing where she pretends that everything's fine even though it's not?",
        "Clint: Yes.",
        "Jessica: She's not doing that.",
        "Clint: Oh.",
        "Jessica: Yeah. Lois told me that she's, you know, picking up these projects like cleaning out a closet or rearranging a cabinet and then not finishing them. It's almost like she doesn't have the heart to finish them and she spends the day staring out the window.",
        "Clint: And I did this?",
        "Jessica: Didn't you?",
        "Clint: Jessica, I was trying to protect your mother, to keep her from making a mistake.",
        "Jessica: What mistake?",
        "Clint: Starting over with me.",
        "Jessica: She said that she wanted you.",
        "Clint: Yeah, she -- and that's the kind of thing that you say in private, isn't it? But your mother said it in public at a restaurant in front of Dorian, while I was at a dinner date with Dorian. Now, this made me think that she was mostly interested in keeping me away from Dorian.",
        "Jessica: Well, you asked her if it was ok if you went out with her, so it must've meant something.",
        "Clint: Sweetheart, I really love you, I do, I do, but this is my private life and I just don't like discussing it with my daughter, ok?",
        "Jessica: I'm sorry.",
        "Clint: It's all right.",
        "Jessica: What you and mom had when we were growing up -- it's what I always wanted.",
        "Clint: So you and Antonio are going to have to do us one better and make things last.",
        "Jessica: Well, marriage is complicated.",
        "Clint: It sure is, especially at the beginning, but you're handling all of the problems and you're not making the -- the mistakes that your mother and I made.",
        "Jessica: Yeah. The mistakes I'm making are all my own.",
        "[SCENE_BREAK]",
        "Jessica's voice: Why are you asking me about Nash?",
        "Antonio's voice: I looked out the window and saw you two talking. It looked like a pretty intense conversation.",
        "Jessica's voice: Well, it was. He had a big reaction to the news that you gave him -- about me adopting Jamie.",
        "Antonio's voice: He was upset about that?",
        "Talia: Yo, Vega? Hi there.",
        "Antonio: Hey, what's up?",
        "Talia: I knocked, but you were in your own world.",
        "Antonio: Uh, yeah, I guess.",
        "Talia: Is everything ok?",
        "Antonio: Sure. What's that? Here.",
        "Talia: Enhanced pictures of the arsonist's medallion. The techs just dropped it off. We can start just as soon as Jones gets here.",
        "Antonio: What?",
        "Talia: Jones?",
        "Antonio: Oh, right. I forgot we set that up.",
        "Talia: You forgot something about a case?",
        "Antonio: Hmm -- ahem.",
        "Talia: Ok. What's wrong?",
        "Antonio: All right, I admit I'm a little distracted. All right, I asked my wife to adopt my little girl.",
        "Talia: Where's her birth mother?",
        "Antonio: She passed away.",
        "Talia: Well, so, now your daughter will officially have a family with two parents. Why do you look like that's not good news?",
        "[SCENE_BREAK]",
        "Todd: When Spencer fixed your face, I guess he forgot to fix your ears.",
        "Miles: I know you don't like me. I also know you've had a lot of problems.",
        "Todd: Can you fix them for me?",
        "Miles: Not all of them, but I think I can help you with one.",
        "Todd: What are you talking about?",
        "Miles: What if I give you your son back?",
        "Todd: Hmm.",
        "[SCENE_BREAK]",
        "Marty: Starr, I'm not happy that you and Cole are miserable. Look, I mean, he won't even talk to me unless it's in the language of slamming doors.",
        "Starr: I'm supposed to feel sorry for you now?",
        "Marty: No, no, this is my problem.",
        "Starr: I'm sure Cole would love to know that you think of him as the problem.",
        "Marty: What I meant is his unhappiness is my problem. Look, Starr, I'm not going to pretend that I'm not relieved that the two of you aren't seeing each other anymore, but I am sorry it had to turn out this way. You know, Cole was in a lot of pain when he lost his father and we first moved here and I could see a difference in him, and that's because of you. He -- he just kind of came to life. And I'll always be thankful for that, and for you putting him first now -- although I could've done without all the lying and the sneaking around, but I'm grateful that when he needed a friend, you were there for him.",
        "Starr: So now, he's alone and miserable again and that's better how?",
        "Marty: Look, Starr, there was never a future for the two of you.",
        "Starr: You know what? You can take your gratitude and shove it. What you and my dad cat seem to understand is that Cole and I are nothing like the two of you and the whole world doesn't revolve around the two of you. Good luck with Cole, because if I were him, I would have my jaw wired shut.",
        "Natalie: Not so fast. Sit down, don't move.",
        "Marty: Maybe you can get through to her because I couldn't.",
        "Natalie: Well, she's not your problem anymore, Marty. So why don't you back off and pick on someone else?",
        "[SCENE_BREAK]",
        "Man: Give it up, kid. You ain't a fighter.",
        "Cole: Go to hell.",
        "Man: All right, have it your way.",
        "John: That's enough, all right? Leave the kid alone, leave him alone.",
        "[SCENE_BREAK]",
        "Antonio: I'm happy that Jamie's going to have a mother like Jessica.",
        "Talia: Good. Great.",
        "Antonio: You don't sound convinced.",
        "Talia: You tell me everything's good, I'll believe it. I'm just looking out for my boss.",
        "Antonio: You know, this whole adoption thing, it -- it could be like a double- edged sword. I mean, I'm happy, but at the same time, you know, I wish that Jamie's first couple of years had been a little more stable. And then, not to mention we're going to be, you know, one of these blended families. Oh -- that is what you call them, right?",
        "Talia: Yes.",
        "Antonio: Right? Well, and our blended family is going to be a little more complicated than most.",
        "Talia: Yeah, and when there are kids involved, you just -- you want to do everything right.",
        "Antonio: Yeah. Ow, no matter how much we want it, this adoption -- it has the potential of being kind of like a curveball.",
        "Talia: Sure. I hope you don't think I was prying.",
        "Antonio: No. No, if you were, I would've changed the subject.",
        "Talia: I just know I can be kind of pushy.",
        "Antonio: Well, had you crossed that line, I would've told you -- just like you did with me.",
        "Talia: Oh. Ouch.",
        "[Knock on door]",
        "Antonio: Hey.",
        "Vincent: Whatever you dragged me in here for better be worth it.",
        "Talia: It is. I promise you.",
        "[SCENE_BREAK]",
        "Cristian: Nash.",
        "Nash: Hmm -- Cristian. How's the new job?",
        "Cristian: Beats not having one.",
        "Nash: Hmm. How's Howie -- liquor distributor? Still act like he's doing you a favor selling you his liquor?",
        "Cristian: I've done this before, so I can handle Howie.",
        "Nash: Good, good. Small talk.",
        "Cristian: Is that why you're here -- you want to talk?",
        "Nash: No. I came here to have a drink and --",
        "Cristian: She's not here, you know?",
        "Nash: Oh -- who?",
        "Cristian: Jessica -- Jessica's not here, so how about you take your business someplace else?",
        "Nash: I see. Well, I'm not here for Jessica. You owe me a paycheck.",
        "Cristian: Money? Ok, I'll get you your money and then you can go -- stay gone.",
        "[SCENE_BREAK]",
        "[Blair hums]",
        "Man: That sounds nice.",
        "Blair: Thank you.",
        "Man: So, one of these is for you.",
        "Blair: Oh. No, thank you. I don't drink when I'm working.",
        "Man: Well, do you take requests?",
        "Blair: That depends.",
        "Man: Well, I have a request for you. Why don't you come back with me to where I'm staying and you can -- you can sing for me?",
        "Blair: Huh. I don't sing for sex, either.",
        "Man: Hey, now that was rude. Little songbird, I think you need to apologize.",
        "Blair: Oh.",
        "[SCENE_BREAK]",
        "John: Next time you need a sparring partner, you pick on someone your own size.",
        "Man: His idea.",
        "John: You always do what kids say? Get out of here. Hey. What, do you got some sort of death wish?",
        "Cole: Hey, just stay out of it. Go play the hero for somebody else.",
        "John: One minute I'm pulling Manning off you, now this guy? Are you in that big of a rush to see the inside of a body bag?",
        "[SCENE_BREAK]",
        "Marty: I wasn't picking on Starr.",
        "Natalie: Todd is my mother's brother, and we all know in our family that he is definitely not perfect. But Starr just fell in love. She didn't even know he was your son.",
        "Marty: I'm aware of that.",
        "Natalie: All right, then. She's trying to do the right thing and it's killing her, so why don't you back off, especially in public?",
        "Marty: You know what? You came in at the end of the conversation, ok, so you -- you know what -- you're right. You are right, I am sorry. And would you -- would you please tell star and the next time you see John, could you thank him for what he did for Cole?",
        "Natalie: Bye, Marty.",
        "[SCENE_BREAK]",
        "Evangeline: Hey.",
        "Marty: Hi.",
        "Evangeline: Are you ok?",
        "Marty: Oh, yeah. Natalie's just looking out for Starr.",
        "Evangeline: How's your son?",
        "Marty: Oh, well, he has a nice set of Todd's fingerprints all over his neck, nice and black and blue. But you know, hey, he's still breathing.",
        "Evangeline: My God- what Todd did is awful. He really regrets it.",
        "Marty: No, the only thing Todd regrets is getting caught.",
        "Evangeline: No, that's not true. He's a changed man, Marty, but, look, I'm going to do what I can to make sure he stays away from your son.",
        "Marty: Ok, so you're going to be responsible for his actions? Huh -- that'll keep him in line.",
        "Evangeline: Um -- you're acting like Todd's the only one responsible for what happened between Cole and Starr. But you're just as responsible as he is.",
        "[SCENE_BREAK]",
        "Todd: My son is dead.",
        "Miles: Are you sure?",
        "Todd: I'm not talking about this with you.",
        "Miles: Would you talk about it with Spencer Truman?",
        "Todd: What does that mean?",
        "Miles: This is a message from Spencer -- probably the last thing he wrote before he died. He had a lot to say about your son, and where he's hidden.",
        "[SCENE_BREAK]",
        "Clint: Sweetheart, if something is wrong, you should know that I'm a good listener and I know how to keep my mouth shut.",
        "Jessica: I know. I'm fine.",
        "Clint: Good. I'm glad.",
        "Jessica: Actually, I have some good news for a change.",
        "Clint: Well, don't keep me in suspense.",
        "Jessica: Antonio has asked me to adopt Jamie. Hmm.",
        "Clint: That's terrific. You're a wonderful mother and I'm sure that Jamie already thinks of you that way.",
        "Jessica: Yeah. Antonio says that this is the first real stable family life she's ever known.",
        "Clint: Feels good, doesn't it, to be able to help a kid who's suffered such a loss?",
        "Jessica: Is that how you felt with Kevin and Joey?",
        "Clint: You know, I knew that I could never replace Joe Riley in their lives, so I just never really tried, and eventually everything just fell into -- into place for us. Let me tell you something -- if you're the one who's putting the kid on the bus, sending him off to school, listening to them when they come home, tucking them in at night, you're the parent, and all that paper does is make things legal.",
        "Jessica: Well, were you ever afraid that you would let them down?",
        "Clint: Oh -- you probably -- this has never occurred to you, perfect. And I kept thinking they'll -- they'll forgive most anything if they know that you really want to be their dad. Honey, is something wrong?",
        "Jessica: I -- oh. If this is so right, then why am I fighting it so hard?",
        "[SCENE_BREAK]",
        "Antonio: You have officially been removed from the suspect list.",
        "Shaun: That's good, right, boss?",
        "Vincent: Yeah, but knowing that a bunch of racists are responsible kind of puts a damper on the whole party.",
        "Talia: Until we'd I.D.'d the medallion, we didn't see the pattern.",
        "Antonio: Have there been any more incidents?",
        "Vincent: You mean, did someone burn a cross in my front lawn? I wish.",
        "Talia: These people are a lot more subtle than that.",
        "Antonio: They've gone deep underground. Look, we've got nothing to go on -- no names, no organizational structure, not even a functioning website.",
        "Talia: No, all we have is the image of that medallion and whatever we can learn from its victims.",
        "Vincent: Well, I'm not the only victim. Ok? They killed my friend Ted. You know, they only went after the D.A. because the woman was a jew with a daughter whose daddy was a black American. Now, what about you, Detective Antonio Vega? They torched your property and your club and they almost burned up your white wife in the process.",
        "Antonio: And they tried to make my brother look like he was responsible. Yes, Vincent, I am aware that we are on the same side.",
        "Vincent: Well, I'm sorry. I've never heard of \"one pure people.\"",
        "Shaun: I have. What do you want to know?",
        "[SCENE_BREAK]",
        "John: Put this on your head.",
        "Cole: I'm ok.",
        "John: Yeah, you look ok. Take it.",
        "Cole: You know, if you hadn't have gotten in the middle of things, I might have taken him.",
        "John: Sure. He might have tired himself out beating your face.",
        "Cole: I can take care of myself no matter what happened yesterday.",
        "John: Manning sure hates your guts.",
        "Cole: The guy's a maniac.",
        "John: That's true.",
        "Cole: Everyone's afraid of him -- my mom -- and Starr broke up with me because she's afraid that he'll go postal and come after me.",
        "John: Well, after yesterday, she may have a point.",
        "Cole: Well, that's why I'm here, you know -- to prove to Starr that I can handle her dad, to make her see that she doesn't have to worry, you know?",
        "John: She's that important to you?",
        "Cole: Hey, what am I supposed to do, you know? Give up on her because of something her dad did to my mom? I'm not going to let this happen. I'm going to do whatever it takes.",
        "John: Just remember one thing -- sometimes \"whatever it takes\" ain't enough.",
        "[SCENE_BREAK]",
        "Natalie: So, Marty and I had a chat and I told her to back off. Except she was very calm and logical, which was kind of disappointing.",
        "Starr: Wait, I'm sorry. What are you talking about?",
        "Natalie: I just -- I needed someone to unload on and she seemed like the perfect fit except for she had the nerve to actually listen to what I was saying.",
        "Starr: Why did you need someone to unload on?",
        "Natalie: John and I broke up.",
        "Starr: Really? Are you ok?",
        "Natalie: Yeah -- no, I'm great, great. Except every two minutes when, you know, I'm not distracted, and then -- reminds me and I'm hurting all over again.",
        "Starr: Well, what happened?",
        "Natalie: You know? The best way I can explain it -- is John has things in him and I have things in me and those things just are getting in our way.",
        "Starr: I thought love was supposed to conquer all.",
        "Natalie: Hmm, please. The jerk who said that has never lived in the real world.",
        "Starr: So you're saying that sometimes problems are too big?",
        "Natalie: That's exactly what I'm saying.",
        "[SCENE_BREAK]",
        "Marty: Todd almost kills my son and it's my fault?",
        "Evangeline: No. No, Todd lost it and that's because he's too protective of his children and that's because he's had them taken away from him too many times.",
        "Marty: It's because of the life he leads.",
        "Evangeline: Marty, Cole was wrong. He shouldn't have convinced Starr to leave town.",
        "Marty: Do you think anybody can convince that girl to do anything she doesn't want to do?",
        "Evangeline: You don't know Todd now --",
        "Marty: No, you don't know Todd. You weren't there when he shoved a used sweat band down my throat and used me with his friends.",
        "Evangeline: Oh, my God. That's terrible.",
        "Marty: Oh, you think it's terrible to think about? Well, try living with it every day of your life. Try having Blair act like you're weak because you just can't get over it. You know, and then there's all these people -- what do they do? They come to poor, misunderstood Todd's defense.",
        "Evangeline: No, no. Marty, I don't excuse Todd for anything he's done, especially not that. All I'm saying is that Cole is not blameless.",
        "Marty: Right. Cole was asking for it? You know, where have I heard that before?",
        "[SCENE_BREAK]",
        "Todd: You've been holding out on me, Miles?",
        "Miles: Well, I just got this. Spencer's lawyer is handling his estate and just found this in his personal papers.",
        "Todd: Oh, I see. So, of all the people in the world, Spencer decided to confide in you about my son? I don't think so.",
        "Miles: You don't believe me?",
        "Todd: Oh, well, I don't know about you, but Spencer didn't even have a casual relationship.",
        "Miles: So you don't want to discuss the possibility that you might be able to find your son?",
        "Todd: I just got a death certificate, proved he was dead. I had to accept that fact. I'd rather not have to go through that again.",
        "Miles: I'm sorry.",
        "Todd: Save it.",
        "Miles: I've had to go through some things, too -- like the fact that Spencer's not the man I thought he was.",
        "Todd: No kidding.",
        "Miles: We were friends. And we did trust each other. And this letter is addressed to me, not to you.",
        "Todd: And you don't think he'd ever lie to you?",
        "Miles: I don't know why he was good to me, but he was. And according to this letter, he didn't want t an innocent child get hurt.",
        "Todd: Well -- \"innocent\" has got nothing to do with it. They buried him, so if he was ok before, he's hurting now.",
        "Miles: Well, if that's what you've heard. Documents can be forged.",
        "Todd: Hmm -- so can letters. Trust me -- I wouldn't believe everything you read.",
        "Miles: Do you distrust me so much that you would pass up an opportunity to find your son?",
        "Todd: Ok, give it to me.",
        "Miles: Oh, no. No. We're going to do this my way.",
        "[SCENE_BREAK]",
        "Jessica: How could anyone have doubts about adopting a sweet, beautiful, wonderful child like Jamie? What is wrong with me?",
        "Clint: Would you give yourself a break? This is a major decision. In fact, it would be irresponsible of you not to look at it from every angle.",
        "Jessica: Yeah, I -- I guess I'm just scared that I'm going to screw her up.",
        "Clint: You know, to some degree, everybody screws up their kids and we call it parenting.",
        "Jessica: Oh.",
        "Clint: But, you know, you -- you got to remember that you're also protecting them, teaching them, loving them.",
        "Jessica: And I love Jamie and i love Antonio and I want to do this for them, but if I let them down, if I fail them and I --",
        "Clint: Honey, you -- you won't.",
        "Jessica: Jamie called me \"mommy\" the other day, and I freaked out, I couldn't handle it. I -- I didn't know what to do.",
        "Clint: When I found out that you were not my biological child, it didn't make one damn bit of difference. You will be thinking of Jamie as your daughter in no time.",
        "Jessica: I have a lot of problems.",
        "Clint: Your D.I.D. is under control.",
        "Jessica: Yeah, I hope so. It hasn't even been a year since I've been integrated. And that's not the only thing.",
        "Clint: Then it's Nash.",
        "Jessica: He's Bree's father. He's going to be in my life.",
        "Clint: Yeah, well, he can't possibly disagree with you adopting -- besides, it's none of his business anyway. Have you talked to Antonio about this?",
        "Jessica: A little.",
        "Clint: Well, you should. You should tell him how you're feeling. He loves you, you love him. He'll listen.",
        "Jessica: You're right. Thanks. Um -- he's probably waiting for me, so --",
        "Clint: Oh, yeah.",
        "Jessica: I should get going.",
        "Clint: Yeah. Oh, oh, and about your mother --",
        "Jessica: I was wrong. You told her something, she couldn't handle it. You were honest with her, you were honest with yourself. Have a good night.",
        "Clint: Yeah.",
        "[SCENE_BREAK]",
        "Cristian: So it's all there, right?",
        "Nash: Yeah.",
        "Cristian: Ok, you got your money. Guess now you can leave.",
        "Nash: Is it going to be like this every time I come in here?",
        "Cristian: You keep sniffing around my sister-in-law, it'll be worse than this.",
        "Nash: Hmm. Haven't you heard? She married your brother.",
        "Cristian: So what are you doing -- hanging out, waiting for them to have a problem? Is that --",
        "Nash: I can't just avoid Jessica. She's the mother of my child.",
        "Cristian: You better watch your step, Nash, because I'll be watching you.",
        "[SCENE_BREAK]",
        "Blair: Let go of me! Let go of me! And if you touch me again, it'll be the last thing that you do!",
        "Man: Well, how about I teach you a lesson?",
        "Blair: Hey, let go -- Cristian! Oh, Cristian! Oh!",
        "Man: You are not a nice person.",
        "Blair: Cristian! Cristian, come on. Oh, God -- Cristian!",
        "[SCENE_BREAK]",
        "Todd: If you think you can blackmail me, you're wasting your time.",
        "Miles: This isn't about money. It's about privacy. This letter stays with me.",
        "Todd: I see -- so your scheme was to tell me you could find my son, but not tell me how you could find him.",
        "Miles: I said I wouldn't let you read the entire letter, but I did copy the information about your child and I'll give that to you -- once I'm sure you deserve to have it.",
        "[SCENE_BREAK]",
        "Shaun: One pure people isn't a new group.",
        "Antonio: You've heard of them?",
        "Shaun: I used to hear my granddaddy cursing them back in the day in Chicago, Chi-town. He used to call them \"those O.P.P. Bastards.\"",
        "Antonio: Why? What did they do to him?",
        "Shaun: He said they made it really hard for him to stay in business.",
        "Antonio: Your grandfather -- is he still alive?",
        "Shaun: Alive and kicking.",
        "Antonio: Uh -- get the ball rolling, ok? I'll be back in just a minute.",
        "Talia: Sure.",
        "Shaun: Here's all my numbers. I'll get back to you after I speak to the old man.",
        "Antonio: Hi -- sorry.",
        "Jessica: Hi.",
        "Antonio: Time got away from me.",
        "Jessica: Oh, no, it's ok. Is something wrong?",
        "Antonio: No. Actually, I think we might have a break in the arson case.",
        "Jessica: Does that mean yore going to be here all night?",
        "Antonio: Uh-uh, uh-uh. No, I don't think so.",
        "Jessica: Ah, good. Well, then I'll meet you at Capricorn?",
        "Antonio: Great. In the meantime, why don't you sign these and I'll -- I'll file them on my way out.",
        "Jessica: I -- I can't.",
        "Antonio: You don't want to adopt Jamie?",
        "Jessica: You know I love Jamie more than anything and I'd do anything to make sure that she's taken care of.",
        "Antonio: Ok, then what's the problem?",
        "Jessica: There isn't one, there isn't one. I -- I just meant that I didn't want to sign it here in the police station. I mean, this is a big event for our family and we should, you know, do it up right and we should celebrate.",
        "Antonio: Ok, ok, I get that.",
        "Jessica: Good.",
        "Antonio: Uh, well, tonight was our -- our night out anyway, so we can cap it off by signing these papers.",
        "Jessica: Great. Then I'll bring them with me to Capricorn.",
        "Antonio: Ok. I'll see you soon.",
        "Jessica: Ok.",
        "Antonio: All right.",
        "Talia: Thank you.",
        "Shaun: You're welcome.",
        "Vincent: Ahem. Nothing better happen to Shaun or his granddaddy.",
        "Antonio: Don't worry about it, Vincent. We're going to try to keep this quiet, all right? The last thing we want is this guy finding out that this department has any leads.",
        "Vincent: Hey, Detective Vega? You find this white trash, or I will. Let's go, Shaun.",
        "Talia: Well, it's a start. Boss, you still with me?",
        "Antonio: Sure. Where else would I be?",
        "[SCENE_BREAK]",
        "John: You got a headache, any double vision?",
        "Cole: No.",
        "John: You're not saying much. You having trouble finding the words?",
        "Cole: I can't have a concussion. My mom's already freaking out.",
        "John: She doesn't have to know about today.",
        "Cole: So the guy that has it all together is telling me that I can lie to my mom?",
        "John: How do I have it all together?",
        "Cole: Well, I mean, more than me, I guess. I'm sure you don't have to go to the doctor to get a drug test once a week.",
        "John: Yeah, I don't pee for no man. How's that going for you?",
        "Cole: Well, I'm off the anti-depressants.",
        "John: Good.",
        "Cole: Although, I still have to go back for therapy.",
        "John: My condolences.",
        "Cole: Hey, you know, I wouldn't mind it so much if I could still see Starr. And -- and even though I'm clean, they won't let me play sports until I get three letters of recommendation from adults that aren't related to me. So that leaves talking about school and my feelings.",
        "John: School and feelings, that's a -- that's a tough life.",
        "Cole: Huh. Yeah. Tell me about it.",
        "John: So you -- you play anything besides football?",
        "Cole: Uh -- yeah, actually, football's my second sport. Now, baseball -- now, that's where I'm good.",
        "John: Yeah, what position?",
        "Cole: Second.",
        "John: Oh, yeah? What's your average?",
        "Cole: Um -- well, I hit at .320 at my last school.",
        "John: .320 batting average? Well, the Llions could use a good hitter. Ok, listen. You know, one of these letters of recommendation that you need -- would it help if it came from someone like me?",
        "[SCENE_BREAK]",
        "Starr: The thing about Cole and me is that we get along really well together. The only problem that we have is my dad. I really thought that he was going to kill Cole. And I would've been known as the girl who got her boyfriend whacked instead of the one who cost the Llanview Llions their precious title.",
        "Natalie: Hmm. I never had that problem. Roxy didn't really care who I dated as long as it got me out of the trailer. For what it's worth, I think you did the right thing.",
        "Starr: I wish it felt better.",
        "[SCENE_BREAK]",
        "Marty: Don't you dare put this on Cole.",
        "Evangeline: I'm not putting all the blame on anyone -- that's my point. What happened with Cole is not all Cole's fault and it's not all your fault and it's not all Todd's fault. Marty, the man that hurt Cole is not the same man that attacked you. Todd lives with guilt every single day of his life.",
        "Marty: Oh.",
        "Evangeline: And he would do anything to protect his daughter.",
        "Marty: Wow, that's interesting, because, I mean, you see a changed man and I just see a man who is always hurting the people who care about him. Well, you just stick around -- you'll find out soon enough.",
        "[SCENE_BREAK]",
        "Todd: What do I got to do -- prove myself?",
        "Miles: I want to make sure that if this baby is alive, that he's better off if you found him.",
        "Todd: I love my children.",
        "Miles: Doesn't make you a good father.",
        "Todd: Who you been talking to?",
        "Miles: Marty.",
        "Todd: Ah. Your triple date at the lodge. Fancy her, do you? [Todd chuckles]",
        "Miles: No.",
        "Todd: No. No, no, of course not. A word of advice, though -- every man who has ever touched Marty Saybrooke has ended up in jail, paralyzed, or dead.",
        "Miles: Yeah. What about the women you've touched? How's that working out for them?",
        "Todd: Well, as far as I know, they're still alive.",
        "Miles: Does Margaret Cochran not count?",
        "Todd: Hmm. No, I'm not a perfect man, but I am a good father, and I would be a good father to Margaret's kid.",
        "Miles: I pray to God you're telling the truth.",
        "[SCENE_BREAK]",
        "Talia: Are you clocking out?",
        "Antonio: I -- yeah. I'm supposed to be meeting Jessica. You -- you got everything covered here?",
        "Talia: Well, it seems to be.",
        "Antonio: Ok, good, uh -- I wouldn't be leaving, but -- but Jessica and I are kind of celebrating. She's going to sign the adoption papers tonight.",
        "Talia: You go. I'm glad everything's working out for you.",
        "Antonio: Yeah, me, too.",
        "[SCENE_BREAK]",
        "Blair: Come on, Cristian. Are -- you're going to have a big old goose egg and I'm so sorry.",
        "Cristian: I'm fine, I'm fi.",
        "Nash: Let me get you some ice.",
        "Blair: No.",
        "Cristian: I don't need ice, I'm fine.",
        "Blair: Get him some ice because your face has been cut. You must've cut it on the glass. Don't touch it. We'll get it cleaned out. I'm so sorry. You know, why didn't you let me handle this? I was trying to do it quietly.",
        "Cristian: You looked like you were in trouble. I was ready to --",
        "Blair: No, no, no, it's not trouble, just life as a singer in a bar. I'm so sorry.",
        "Cristian: Ow, ow.",
        "Nash: Hey! I didn't see you coming in.",
        "Jessica: Yeah, well, I didn't think that you worked here anymore.",
        "Nash: No, I don't. I came in here to pick up a paycheck, there was a little drama over there. Could you pass me the bar towel?",
        "Jessica: Oh, shoot.",
        "Nash: Oh.",
        "Jessica: Can I have those, please?",
        "Nash: \"Petition to adopt,\" huh?",
        "Jessica: Yes. Give them to me.",
        "Nash: You're going through with it? Or not.",
        "Jessica: Of course I am.",
        "Nash: Really? So, why has he signed here but you haven't?",
        "[SCENE_BREAK]",
        "Vincent: Natalie.",
        "Natalie: Vincent!",
        "Vincent: Hey.",
        "Natalie: Hey. Shaun, hey. This is my cousin Starr.",
        "Vincent: Ah, it's nice to meet you. Right. So how you doing?",
        "Natalie: Great.",
        "Vincent: Yeah? How's John doing?",
        "Starr: Don't ask. I'm going to go.",
        "Natalie: Um -- just don't forget to call me, ok?",
        "Starr: Ok. Bye.",
        "Shaun: That's your cousin? She doesn't look anything like you.",
        "Natalie: Hmm.",
        "Vincent: Hey, Shaun? Why don't you do yourself a favor and grab yourself a cup of coffee?",
        "Shaun: My man.",
        "Natalie: Ahem.",
        "Vincent: You know, Natalie, I'm really sorry about you and John.",
        "Natalie: So am I.",
        "[SCENE_BREAK]",
        "Cole: Why would you write me a letter of recommendation?",
        "John: You know, I don't know, but stop by the station sometime, we'll talk.",
        "Cole: Ok.",
        "John: You think you're going to remember this conversation?",
        "Cole: Yeah. Yeah, I'm fine -- one good thing about having a thick skull.",
        "John: Yeah. I'll see you around.",
        "Cole: Hey.",
        "John: Huh?",
        "Cole: Thanks for the ice.",
        "John: Yeah, it's free.",
        "[SCENE_BREAK]",
        "Evangeline: Todd? I can't believe this.",
        "Marty's voice: Wow, that's interesting because, um, you see a changed man, and I just see a man who is always hurting the people who care about him. You know -- you know, you don't believe me? Well, you just stick around. You'll find out soon enough.",
        "Evangeline: Maybe I should've listened.",
        "Todd: You brought me over here for this?",
        "[SCENE_BREAK]",
        "Miles: I didn't say it was all spelled out.",
        "Todd: What the hell am I supposed to do with this?",
        "Miles: That's up to you.",
        "Todd: You know, I don't even know that Spencer wrote this. I don't know you're not just messing with me like he did.",
        "Miles: True. But can you ignore something that might make a difference to your son?",
        "[NEXT_ON]",
        "Dorian: Are you dining alone?",
        "Shaun: So what happened between you and John?",
        "Todd: I have evidence that my son is alive, and information about where he might be.",
        "Nash: I want you to admit you love me as much as I love you."
    ],
    "Transcript Author": [
        "Provided By Glynis & Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=xzff7ca0G2Y"
}