{
    "Episode Summary": [],
    "Recap": [
        "Natalie is on the computer in the living room at Llanfair when Jessica and Nash come to visit. Jessica begins to ask her if it is true that Jared is Asa's son. Jared sits on the sofa in the living room in Asa's mansion. He reads the book centered on the many lives and loves of Asa Buchanan. Renee comes in to join him and wants to know what had been going on since she was gone. Jared lets her know that Nigel read the letter that Asa had left and it was revealed that he was Asa's son. Miles and Roxy are going over the books to determine how many community service hours they have left. Roxy gives Miles a box of hair dye to be put up in the back of the beauty shop when Rex and Adriana come in. Rex wonders if Roxy saw Michael. Blair, Langston, Markko, and Dorian find out from the news on television that Marty Saybrooke was killed when the automobile in which she was riding went over an embankment. Todd comes in and wonders what is going on. Blair lets him know that it is about Marty. Starr and Cole come into the living room arm-in-arm. John stands on the dock and remembers how the van exploded with Marty inside. Ramsey comes up behind him. Natalie wants to know why Jared would fake being Asa's son. Renee is happy that Jared is Asa's son. Clint and Nora walk in on Renee telling Jared that she is going to throw him a big party. Blair explains to Todd that Marty was killed. Everyone offers Cole his/her condolences. Nora finds out via the cell phone that Marty had been killed. Todd feels guilty that Marty was killed. John attacks Ramsey for being the cause of Marty death. The two have a big brawl. Ramsey pulls a gun on John. In fighting, the gun falls to the floor and lands at the foot of Cole. Cole picks it up and holds it on both John and Ramsey. Miles heads to Natalie for comfort in the death of Marty."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Natalie: Ah!",
        "Jessica: Hey. Why didn't you call me? Come here.",
        "Natalie: Because I really didn't want to listen to you gloat.",
        "Jessica: Hey -- the last thing in the world I'd be doing right now is gloating. Do you really think that Jared could be Grandpa's son?",
        "Natalie: I'm just waiting for the DNA results like everyone else.",
        "Jessica: Well, it can't be true.",
        "Natalie: Better not be.",
        "Nash: \"Better not be\"? So you'd rather this guy was a grifter who's cheating your family and using you than --",
        "Jessica: Well, it's better than finding out that you've been making out with your uncle. Right, Nat?",
        "Natalie: Ahem.",
        "[SCENE_BREAK]",
        "Jared: Oh, hello. I was just reading about you.",
        "Renee: Ha-ha. Did you find out anything that you didn't already know?",
        "[Jared chuckles]",
        "Jared: Well, let's just say there is a wealth of material in here.",
        "Renee: Ha, ha, ha.",
        "Jared: You. Ha. How was the bank?",
        "Renee: Oh, it only took -- what -- four hours.",
        "Jared: Hmm.",
        "[Renee chuckles]",
        "Renee: Customer service ain't what it used to be. I hope that's not going to be true about B.E. now that Asa's gone --",
        "Jared: No.",
        "Renee: But I supposed it's inevitable. Anything happen here while I was gone?",
        "Jared: Uh -- well -- ahem. I guess you didn't hear.",
        "Renee: What?",
        "Jared: Nigel thought it was time to show Bo and Clint that -- that letter that Asa left him in his will.",
        "Renee: I see -- about Asa's son?",
        "Jared: Yeah. Uh -- it turns out that son is me.",
        "[SCENE_BREAK]",
        "Miles: How many hours did we spend on the balloon animals?",
        "Roxy: How many hours of community service you think we got left?",
        "Miles: I am not inflating the numbers.",
        "Roxy: \"Inflate.\" That's a good pun, man.",
        "Miles: Listen, I -- I dot even want to drop a gum wrapper on the sidewalk considering my latest run-in with the police.",
        "Roxy: Well, I gave them an alibi and it checked out and you are in the clear, man.",
        "Miles: Yeah. It just bothers me that Marty would think I'd want to stalk her, or hurt her or Cole.",
        "Roxy: Man, I understand the picture. You hear any word from them?",
        "Miles: No.",
        "Roxy: You know, I know just what you need.",
        "Miles: Hair color?",
        "Roxy: Yeah, something to keep your mind really busy. Come on, take this in the back, stack it up. You know, I would help you but -- whew -- a woman's work is never done.",
        "Miles: Hmm.",
        "Roxy: Hey! What?",
        "Rex: You seen Mike around the hotel today?",
        "Roxy: God forbid you should ever come here and, you know, find out what's going on with your red-hot mama. Or bring me any lingerie samples.",
        "Rex: Should I take that as a no?",
        "Roxy: Why are you looking for Mikey?",
        "Rex: He didn't show up for his court hearing today.",
        "Adriana: The police have a warrant out for his arrest.",
        "Roxy: Oh, no.",
        "Rex: Yeah, the man's lost his wife, his kid. He's probably going to lose his career, too. That whole family -- their lives are ruined, and it's all his fault.",
        "[SCENE_BREAK]",
        "TV Announcer: Dr. Saybrooke was killed instantly when the van in which she was riding went off the road and plunged off a cliff in Ireland.",
        "Blair: Oh, my God.",
        "TV Announcer: Saybrooke's late husband Patrick Thornhart's political involvement may have been related.",
        "[TV turns off]",
        "Langston: Oh -- well, what about Cole?",
        "Todd: What happened?",
        "Blair: It's about Marty and Cole.",
        "[SCENE_BREAK]",
        "Ramsey: John? John?",
        "John: You killed her.",
        "Ramsey: John, easy.",
        "John: Might as well have held a gun to her head, you son of a bitch.",
        "[SCENE_BREAK]",
        "Natalie: How exactly is Jared scamming me -- I mean, for sex? Not if he's my uncle, and for money -- he's a Buchanan heir.",
        "Jessica: What if he's not?",
        "Natalie: How could he be faking it? I mean, Nigel had the letter the whole time. We saw that it was Grandpa's handwriting, and in fact, Jared said he would take a DNA test.",
        "Jessica: Uh-huh.",
        "Natalie: Okay. Okay. Even if he could be faking it, why would he -- for all the money that Grandpa left us?",
        "Nash: Let's do a little recap. Jared came to town openly wanting revenge on the Buchanan family for what he says Tess did to him, right? Okay, somehow, he gets to live in the mansion, somehow he gets himself invited to the reading of Asa's will, and somehow -- oh, my God -- he is the long-lost heir no one knew about of Asa? It's a coincidence?",
        "Natalie: It happened before.",
        "Jessica: I thought you said you didn't want to believe it was true.",
        "Natalie: Okay, all I'm saying is that Grandpa -- maybe he was wrong. That's also happened before.",
        "Nash: I'm sure Jared is as shocked by all of this as we all are.",
        "Natalie: Yeah, actually, he is. In fact, he doesn't want to be Grandpa's son.",
        "Jessica: Ah.",
        "Nash: Natalie, take this from someone who's been ripped off by this guy.",
        "Natalie: Okay. Jared won that poker game and your vineyard fair and square.",
        "Nash: I'm sure that he did. Write him off, before he hurts you.",
        "Jessica: I think it's too late for that.",
        "[SCENE_BREAK]",
        "Jared: Yeah, it's a shock for everyone -- for me, especially, but Bo's running a DNA test to make sure that it's true.",
        "Renee: I knew it. I knew there was something, but I don't need a test to prove it to me. I feel it in my heart.",
        "Jared: Huh.",
        "Renee: I've told you so many times how much you remind me of Asa. Of course you're his son. What a blessing this is.",
        "Jared: Yeah -- I think -- I think you're the only one in this family that feels that way.",
        "Renee: It's because they don't know you the way I do. But we're going to show them. The Buchanans need something to celebrate and Asa really knew how to throw a party.",
        "Jared: I'm not sure how I feel about all this.",
        "Renee: You feel good about it. We're going to put the champagne on ice and the Buchanans are going to throw you a really fine soiree to welcome you into the clan!",
        "Clint: Or boot him out of it, as the case may be.",
        "[SCENE_BREAK]",
        "Blair: Um -- Marty -- is dead.",
        "Todd: What?",
        "Blair: Yeah. Well, we were just watching it on the news. Apparently, she and Cole were being held hostage in -- in Ireland and now she's gone.",
        "Markko: Man, I'm so sorry. I don't even know what to say.",
        "Langston: I know how you feel.",
        "Markko: So, are you okay? I mean --",
        "Blair: Hey, Cole? So sorry. I'm so sorry. You know, I know that Marty and I haven't always been friends, but you mean so much to Starr and you mean so much to us, okay?",
        "Dorian: Would it help if you could talk about it a little?",
        "Cole: I don't know. It's just so unreal. I just -- I keep thinking that I'm going to go home and see my mom there.",
        "Langston: I know.",
        "Cole: I was in the van with her when it went off the road, and I was thrown clear. And John came up to get me and then we went to get my mom.",
        "Blair: It's okay.",
        "Cole: Then -- no, the van, it just --",
        "Blair: It's okay, it's okay.",
        "Dorian: Maybe you had just better leave him alone, huh?",
        "[SCENE_BREAK]",
        "Ramsey: I am sorry for your loss.",
        "John: Cole's an orphan because of you. How are you going to apologize to him?",
        "Ramsey: I had a job to do.",
        "John: Shooting out the tires of the van?",
        "Ramsey: They were being taken by a longtime wanted terrorist, a murderer.",
        "John: I had a deal with him.",
        "Ramsey: That was your deal. I told you not to make it.",
        "John: Oh, so that's what this is about, isn't it, Lee? A woman's dead because you had to win -- that's what it's always been about with you!",
        "Ramsey: Oh, that was standard procedure, John.",
        "John: Yeah.",
        "Ramsey: You know that.",
        "John: I know. I see you got your side of the story on the record first.",
        "Ramsey: Hey, we got eight suspects.",
        "John: Well, it's good to know you're not in it for the glory.",
        "Ramsey: We saved a lot of lives. It's not my fault you do what you do. I thought you learned that lesson after Caitlin.",
        "John: You know, the bureau may not find out that a woman's dead because of you. But sooner or later, you're going to have to answer to a higher authority.",
        "Ramsey: God? Oh -- I didn't think you were the religious type, John.",
        "John: No, Lee, not God -- me.",
        "[SCENE_BREAK]",
        "Roxy: And since when is it Miles' fault that Mikey skipped his court date?",
        "Miles: I think he means it's my fault that he lost his wife and his kid.",
        "Roxy: You know, you didn't know it was a bad thing to tell Blair where Tommy was. He didn't know Todd was a psycho and he didn't know that Michael and Marcie were good people. And since when is telling the truth a bad thing?",
        "Rex: This from my mother?",
        "Adriana: Look, okay, we're not looking to blame anyone. We just want to find Michael before he gets into any more trouble.",
        "Roxy: Well, maybe he forgot, he got distracted. You know, I forget my appointments all the time.",
        "Rex: Yeah -- ask your clients.",
        "Roxy: Well, at least I make it up to them. Listen, you know, I could go to the cops and talk about him. I mean, if Mikey needs a character witness, I'm your broad.",
        "Rex: That's great, Rox, but I don't think anything can help Mike now.",
        "[SCENE_BREAK]",
        "Jessica: I am sorry, Natalie. This is all my fault.",
        "Natalie: You have nothing to apologize for. In fact, I'm -- I'm glad that Jared's in our lives.",
        "Nash: Still?",
        "Jessica: That must've been some kiss under the Texas stars, huh?",
        "Natalie: You think that I'm that easy?",
        "Jessica: No! All I'm saying is that I --",
        "Natalie: You know, yesterday Uncle Bo told Dad that Jared went to prison and they confronted him.",
        "Jessica: What happened?",
        "Natalie: Jared covered for you. He kept you out of it.",
        "Jessica: He did?",
        "Nash: He'll use it when he needs it.",
        "Natalie: Okay -- okay. Why don't you explain to me why Jared would be coming on to me if he was planning to pretend to be my uncle?",
        "Jessica: Well, so it would look like more of a shock to him? That makes it more believable, doesn't it?",
        "Natalie: That's insane.",
        "Nash: It's brilliant.",
        "Jessica: Well, then he works you for the job at B.E. so he can climb the corporate heap.",
        "Natalie: Oh, nice. So, in other words, I'm an incompetent idiot?",
        "Jessica: In other words, you fell in love with the guy, so now he can hurt you the same way Tess hurt him.",
        "[SCENE_BREAK]",
        "Jared: Are -- are you saying that we got the DNA test results back and that I'm not --",
        "Clint: No. We're not expecting it until later today, possibly early tomorrow.",
        "Renee: Well, then why would you threaten to kick Jared out now?",
        "Clint: Nora and I are just saying let's not kill the fatted calf and welcome this guy into the family until we're sure there's something to celebrate.",
        "Renee: I am sure.",
        "Nora: Ahem -- but don't you think a very smart and suspicious Asa would want us to sort of vet out the new heir apparent?",
        "Renee: Asa wrote that letter in his own words. He didn't like to be second- guessed. I don't think I need to tell you that.",
        "Jared: And it's not like he left me any money -- just another seat on the board.",
        "Renee: And there isn't anybody better qualified to take on his legacy at B.E.",
        "Clint: If he is Asa's son, he'll be equal with the rest of us.",
        "Renee: You know, Clint, I wonder -- are you just a little bit angry about what Asa left you all, huh? Yeah, and you want to get even with Jared?",
        "Clint: No, no. This is not what this is about.",
        "Renee: And do you intend to show the same attitude toward him when you find out he really is your brother?",
        "Clint: Renee, how can you be so damn certain about this?",
        "Renee: How can you be?",
        "Nora: Jared, Clint just wants me to ask you a few questions.",
        "Renee: Officially?",
        "Nora: As an outsider, I --",
        "Renee: As the district attorney?",
        "Nora: I can be objective.",
        "Renee: You can say that you're objective -- I know better. You're taking advantage.",
        "Nora: But he isn't?",
        "Jared: It's okay, Renee. I'll be happy to answer any questions Ms. Hanen may have for me.",
        "Renee: If you think he's lying, why bother?",
        "Nora: And if you think he's telling the truth, what's the problem?",
        "[SCENE_BREAK]",
        "Blair: Why should I leave Todd alone?",
        "Dorian: Because those children in there need you more --",
        "Blair: No, those children --",
        "Dorian: Now than he does.",
        "Blair: Those children need each other.",
        "Dorian: Don't fall under his spell again.",
        "Blair: What are you talking about, \"his spell\"? What happened between Marty and Todd was --",
        "Dorian: Excuse me? Is that a euphemism -- \"what happened\"? Rape! That's --",
        "Blair: Dorian!",
        "Dorian: Rape is what happened. He raped her, and now, she's dead.",
        "Blair: And he has never had a chance to make it right with her. Look, he is -- he's Starr's father. He's hurting!",
        "Dorian: I knew this wasn't just an arrangement. You love him. Yes -- you love him so much, you went traipsing around, helping him look for his son. You love him so much, you're going to go out and find him now, throw your arms around him and make him think --",
        "Blair: What? What, Dorian? What?",
        "Dorian: I ask you. That kind of behavior from you -- what does that say to him about who you are in his life?",
        "Blair: It tells him that I'm his wife!",
        "[SCENE_BREAK]",
        "Langston: Do you want us to stay? Go?",
        "Dorian: Cole, how about we fix you something to eat?",
        "Starr: Thank you.",
        "Langston: I -- I'll help.",
        "Starr: Come on.",
        "Langston: You know, ever since you found out about my parents and offered to help, I feel like nothing has gone right for Starr and her family. It's like I'm walking bad karma.",
        "Dorian: What? You absolutely know that is not true.",
        "Langston: I just wish nobody ever had to go through this. It's the worst feeling in the world.",
        "[SCENE_BREAK]",
        "Cole: You know, my mom wasn't much older than us when she found out she had lupus. So she always knew she was going to die young, but --",
        "Starr: Just not this way.",
        "Cole: There's so many questions that I'm not going to get answered now. She said my dad was murdered.",
        "Markko: What?",
        "Cole: He died protecting us. She died protecting me. She promised me -- she promised me we'd both make it. You know, when we got into that van, I thought everything was going to be okay. We didn't make it. We crashed. I don't even know why.",
        "Cole: Why did she have to die?",
        "[SCENE_BREAK]",
        "Ramsey: I don't answer to you.",
        "John: You shouldn't have come back to Llanview.",
        "Ramsey: I need your statement.",
        "John: So the bureau cares what really happened?",
        "Ramsey: Oh, a formality. You sign off on my report.",
        "John: A woman's dead because of you -- there's no way I'm signing off on that.",
        "[SCENE_BREAK]",
        "Natalie: I got to know Jared that night underneath the stars.",
        "Jessica: Okay.",
        "Natalie: And, you know, that whole lecture that you gave me back before we left Texas about how you knew Jared so well because you used to be him?",
        "Jessica: You did?",
        "Natalie: Anyway, you said that I should run as far away as I can because I might turn out like Claudia. What if I turned out like Jessica? Happy and in love -- would that really be so horrible?",
        "Nash: If he's your uncle? Yeah.",
        "Natalie: Okay, and what if he's not?",
        "Jessica: Natalie, I feel you got involved with Jared to protect me and now I feel like I should be protecting you from him.",
        "Natalie: Right, from the man that Jared was.",
        "Nash: And you're convinced that he's changed.",
        "Natalie: A man showed up that went to prison with Jared and he was trying to shake him down for money. I saw what doing time did to him. But he's getting past it.",
        "Jessica: By trying to take what's yours, mine, and Bree's.",
        "Natalie: You know what? I really don't have time to argue about this. In fact, I've got more important things to do like praying to God that I haven't been making out with my uncle.",
        "Jessica: How do you think I feel? I slept with him.",
        "Nash: Thank you for that.",
        "Jessica: Sorry.",
        "Natalie: First of all, that was Tess. Second of all, at least -- at least you're not related to him by blood.",
        "Jessica: Well, if it's any consolation, Natalie, I'm pretty sure you're not, either.",
        "Natalie: I can't -- I can't keep defending Jared to you. I -- I'm -- I'm just sick of this whole thing. I mean, really, do you -- do you think that I want to fall for someone that I can't have? The problem is I just -- it's already happened.",
        "[SCENE_BREAK]",
        "Jared: You know, I'm not a very good liar to tell you the truth. My mom always said that my ears turned red.",
        "[Jared chuckles]",
        "Nora: Who is your mother?",
        "Jared: No one you know.",
        "Clint: We'll need a name.",
        "Jared: I thought all you needed was a DNA test. Look, I didn't come to Llanview to worm my way into this family as Asa's son.",
        "Nora: Okay, back to your mother -- did she raise you by herself?",
        "Jared: She had no choice.",
        "Nora: Hmm. Where is she now?",
        "Jared: Dead.",
        "Renee: I'm sorry.",
        "Jared: No, it happened a long time ago.",
        "Nora: Um -- did she ever talk about your father?",
        "Jared: Yeah.",
        "Nora: What did she tell you?",
        "Jared: She told me that he died when I was a baby.",
        "Nora: Were you ever curious about him?",
        "Jared: My mom was all I needed.",
        "Renee: What was her name, Jared?",
        "Jared: You know, she's not -- she's not mentioned in the chapter on women in Asa's book, but her name was Valerie.",
        "Nora: Valerie Banks?",
        "Jared: Yes. She was a great lady.",
        "Nora: Hmm. Where were you born?",
        "Renee: I think that that's enough of all this.",
        "Clint: That's okay, because we'll soon get the answers that we need from the crime lab. After all, DNA doesn't lie.",
        "[SCENE_BREAK]",
        "Rex: Wonder if this made the news.",
        "Roxy: Yeah, I doubt it. It'd have to be a real slow news day in Llanview.",
        "Adriana: Well, Tommy's disappearance has been national news. I wouldn't be surprised if the press picked this up.",
        "[Rex turns on TV]",
        "TV Announcer: And let's hope that cute little guy finds a home in time for the holidays. Now, to recap our top story, Llanview resident Dr. Marty Saybrooke has died in what early reports are calling a terrorist-related shootout near Dublin, Ireland.",
        "Miles: Oh, my God.",
        "[SCENE_BREAK]",
        "Cole: The last couple of days before all this started, my mom was on the road with John McBain.",
        "Starr: Helping look for my little brother.",
        "Cole: Yeah, and she was only supposed to be gone for a few days and she used to call me all the time and if I didn't answer or call her back right away, she used to get so upset. It used to be us two for so long and I can't believe it's just me now.",
        "[SCENE_BREAK]",
        "Blair: Todd?",
        "Todd: Hey. I couldn't stay in there. Last thing Cole needed was to have to stand there and look at me.",
        "Blair: You had nothing to do with this.",
        "Todd: I raped his mother, Blair. I raped his mother. I ruined her life. Now her life's over.",
        "[SCENE_BREAK]",
        "Ramsey: You sign off on what happened in a hostage situation, by the book.",
        "John: By the book, you negotiate hostage situations. That's what I was doing.",
        "Ramsey: No -- uh -- if you had followed my lead --",
        "John: I should've killed you when I had a chance.",
        "Ramsey: Oh. Oh, ho, ho, ho. Why didn't you? Why don't you? You're a coward. You tell me you make your own luck? Your luck is all bad, especially with women.",
        "John: She mattered to me. She mattered to her son!",
        "Ramsey: Okay, try it. Spend your days at Statesville.",
        "John: You know what? It would be worth it.",
        "Ramsey: Is this supposed to be eye for an eye?",
        "John: How can that be? Your life is worthless. Marty's meant something.",
        "Ramsey: Marty was because of you!",
        "John: You can't even admit when you're wrong, can you?",
        "Ramsey: The mistake I made was bringing you along to do a professional job.",
        "John: So there's one murderer still out there, and that's you, but not for long.",
        "[SCENE_BREAK]",
        "Roxy: Miles, I know how much you loved Marty. We got to do something.",
        "Rex: I'll call Bo, find out what he knows.",
        "Miles: I have to go.",
        "Adriana: I really don't think you should be driving right now, Miles.",
        "Miles: No, I -- it's -- I'm -- it should've been me. Marty's dead.",
        "[SCENE_BREAK]",
        "Starr: No, Cole, you -- you have all of us. You have my aunt and you have my -- my mom and my dad. He hired people to find you. He cares.",
        "Cole: I need some air.",
        "Starr: Well, I'll go with you.",
        "Cole: No, I want to be alone. I have to get used to it, right?",
        "Starr: I'm going with him.",
        "Langston: No, Starr, don't.",
        "[SCENE_BREAK]",
        "Blair: You did not ruin Marty's life.",
        "Todd: I gave it a shot.",
        "Blair: She had a full, wonderful life, Todd. She was a doctor, had a terrific marriage, and she has a great boy.",
        "Todd: Yeah, who's now an orphan.",
        "Blair: She was very happy. She was starting up something new with John. You know, and what happened in Ireland -- Todd, it had nothing -- nothing to do with you.",
        "Todd: You know, the last time I saw her, in New Orleans, she asked me what we could do together to make it easier for Starr and Cole. And I said there's nothing I can do. I just wonder if I had said, \"I'm sorry, Marty. Forgive me.\" And now, poor Cole. No home, no family. I mean, this should be his home. It should be a home in which he feels safe and comfortable, and he doesn't feel safe and comfortable because of me. Because I've chosen to give him such a hard time.",
        "Blair: No. Look, we both gave Cole a hard time, because we thought we were going to lose our daughter.",
        "Todd: Yeah, because --",
        "[Todd chuckles]",
        "Todd: Because we thought she'd find out what I had done to his mother.",
        "Blair: You know, Marty came back to Llanview with Cole. She knew that you were here. You faced her, she faced you, and you both -- both of you guys were very, very strong. Now, I think we're lucky that our kids actually get along, let alone they -- they love each other.",
        "Todd: I look at Cole and I see myself there. Just a few years older than he is, and Marty was just a few years older than Starr is. I took away her youth. I didn't know what it meant then. I know now. I know exactly what I did to her. And she never got over it, I don't think. Maybe she was just about to move on from it. But it doesn't matter now. She's dead.",
        "Blair: We'll help Cole get through this, Todd.",
        "Todd: Do you think he's going to let me help him? I don't think so. I mean, it's like you said -- yeah, she was a great mother and a great doctor, and a -- and a widow trying to raise a kid. But none of that's going to matter in the papers. You know what the papers are going to say? They're going to say she was just some college chick who got gang raped. That's the legacy I gave her. That's the legacy I gave her.",
        "Blair: It's not going to say it in \"The Sun.\"",
        "Todd: She deserves to be remembered for who she was, not what happened to her. She deserves so much more than she got.",
        "[SCENE_BREAK]",
        "Renee: Jared, how would you like to share a cup of tea while Clint and Nora sort all of this out?",
        "Jared: I would love to.",
        "Nora: Renee, I'm very sorry if you feel that I've overstepped.",
        "Renee: Did you ever in your wildest dreams think that Asa was going to leave you this mansion, or that he would have another son and I'd find that out?",
        "Nora: No.",
        "Renee: He was full of surprises. I rest my case. We'll see you all a little later.",
        "Clint: Thank you.",
        "Nora: I didn't do anything. I couldn't very well go for his jugular in front of Renee.",
        "Clint: Didn't seem to stop Renee.",
        "Nora: Yeah, well -- I mean, I've questioned people before. He is being evasive. I could break him next time.",
        "Clint: Yeah, well, maybe you won't have to if our DNA test goes our way.",
        "Nora: Yeah, well, then I will be questioning him officially.",
        "[Phone rings]",
        "Nora: Oh, excuse me. I have to get that. Oh, yeah. Hi, Stephanie, what's up? Oh, you know what? You need to do me a favor. You need to cancel my lunch tomorrow with Judge Dean, okay? What? No, I haven't seen any television or radio. What are you talking about? What? Oh, God. Okay. Clear my schedule for the rest of the day, will you, please?",
        "Clint: Nora, what is it?",
        "Nora: That was Stephanie, my assistant. It's -- it's apparently all over the news. It's Marty Saybrooke. Marty -- Marty Saybrooke is dead.",
        "Clint: Oh, God. What happened?",
        "Nora: It was a car accident in Ireland. I don't -- I don't really know the details.",
        "Clint: What about Cole?",
        "Nora: He's fine, I guess. As fine as you can be when you've lost both your parents.",
        "Clint: Where is he?",
        "Nora: I don't know. I've got to go find him. I -- can't let him go -- I can't let him be alone right now.",
        "Clint: Nora --",
        "Nora: Oh, God, I was hoping so much that Marty's life was together, you know? I just wanted it --",
        "Clint: I know, I thought that, too.",
        "Nora: I have to go. I have to go and -- and find Cole and give him a place to live and -- I'm sorry to run out on you like this. I have to find him.",
        "Clint: Look, Nora, you do what you have to do, and don't worry about anything here, all right?",
        "Nora: Thank you.",
        "Clint: Call me. Keep me posted.",
        "Nora: Yeah, I will.",
        "[SCENE_BREAK]",
        "Jessica: Natalie, what can I do to make this easier?",
        "Natalie: Stop saying that Jared's so awful and that I am so stupid.",
        "Jessica: Natalie, come on, I'm not.",
        "Natalie: No, I'm serious. Look, I mean, at least for the time being until we get the DNA results, could you just let it go?",
        "Nash: Sure.",
        "Natalie: All right, I -- I got to get back to work.",
        "Jessica: Okay. So do I. All right, all right, all right, all right.",
        "[Jessica chuckles]",
        "Natalie: See you, guys.",
        "Jessica: Whoa.",
        "Miles: Natalie --",
        "Natalie: Miles, what wrong?",
        "Miles: You mean, you didn't hear? They found Marty.",
        "Natalie: Well, that -- that's great. They --",
        "Miles: No, no. You don't understand. She's -- she's gone.",
        "[SCENE_BREAK]",
        "Todd: Remember when we were in New Orleans and John asked me to help look for Marty?",
        "Blair: Mm-hmm.",
        "Todd: How much attitude I gave him?",
        "Blair: Oh, come on, Todd. You were frustrated. You were looking for your son. But you did eventually help him.",
        "Todd: Yeah, a couple minutes down at the gas station -- asking around there. And then I came back to the hotel and I just went ballistic on John because he said he was going to give up the search for my son to go looking for Marty.",
        "Blair: Well, you know what? I thought -- I -- I thought maybe she was just going to have a hard time dealing with, you know, her new relationship with John, and then she bolted and came back here. I had no idea that she was in that kind of trouble.",
        "Todd: And her last few moments, she had to spend with me.",
        "Blair: Well, you know what? Maybe that gave her some closure.",
        "Todd: Oh, I told you, I was a jackass to her. Just a -- just a jackass. She tried. I should have been the one to offer her something, but I just couldn't.",
        "Blair: There's nothing that you can do about this now.",
        "Todd: Yeah, there is.",
        "[SCENE_BREAK]",
        "Ramsey: I shoot you now, it's self-defense.",
        "John: You know, go ahead and shoot me. I don't care. Before you do, at -- at least admit it, Lee. You shot at the tires on that van and an innocent woman got killed.",
        "Cole: What?",
        "Ramsey: Hey \u0096",
        "[SCENE_BREAK]",
        "Jessica: Miles, what do you mean, \"Marty's gone\"? What -- the police lost her again?",
        "Miles: No, no, she's -- she's -- she died. She's --",
        "Natalie: What? Oh, my God -- Miles. Oh.",
        "[SCENE_BREAK]",
        "Starr: What if he doesn't come back?",
        "Dorian: He will.",
        "Starr: No. I said something wrong. I always say something wrong.",
        "Langston: Starr, trust me. There's nothing you could've said to make him feel better.",
        "Dorian: Besides, when he does come back, and he's really willing to express his feelings, it'll make a huge difference.",
        "Langston: It did for me.",
        "Markko: I'll go look for him.",
        "Starr: Would you, please? I just want to stay here just in case he comes back.",
        "Langston: Yeah. Call me later?",
        "Markko: Yeah, sure.",
        "Starr: Well, I wonder where my parents went.",
        "Langston: Come on, let's go wait upstairs.",
        "Starr: Yeah. Um -- and if Cole comes back, please let me know immediately.",
        "Dorian: Oh, absolutely, I promise.",
        "Starr: Thank you.",
        "Dorian: And -- wait a minute. Kids, here -- here you go. A little snack for the room.",
        "[Doorbell rings]",
        "[SCENE_BREAK]",
        "Blair: So, what are you going to do, Todd?",
        "Todd: I'm going to put my kids first, like I promised Marty I would.",
        "Blair: You already do that.",
        "Todd: I don't know when I decided to seek custody of Margaret's kid, I told myself what a great father I was because I was going to -- I was going to set aside how he was conceived --",
        "Blair: Well, that's -- that's a great thing.",
        "Todd: But what kind of a father would just jerk a kid out of a loving, caring home, and say, \"Oh, I think you should be raised by somebody like Todd Manning\"?",
        "Blair: All right, you know what? You can stop right now, because you are a terrific father, and you know that. And you know what? Sometimes, you can actually be a very good man.",
        "Todd: But what I did to Marty was the worst thing I've ever done in my life. The very worst thing I've ever done in my life -- in a long line of worst things. I don't deserve the two kids in there. I don't -- and I sure as hell don't deserve Tommy. That's his name. He's their son, he's not my son. Not in any way that's meaningful. I don't deserve him.",
        "[SCENE_BREAK]",
        "Cole: Get back! John, you, too, get back! I'm not kidding! Get back!",
        "John: Okay, okay. I'm back.",
        "Cole: So that's what happened, huh? He shot the tire out from the van? Caused us to go over the edge? The reason why my mom is dead?",
        "John: Cole, put the gun down.",
        "Ramsey: Put down the weapon, son.",
        "Cole: What did you call me? \"Son\"? It's because of you I'm no one's son.",
        "John: Just do it, Cole. Put the --",
        "Cole: Step back!",
        "John: Put the gun down.",
        "Cole: He killed my mom!",
        "[NEXT_ON]",
        "Charlie: Where's Viki?",
        "Moe: She's gone, Charlie.",
        "Jessica: Mom --",
        "Viki: I'm home.",
        "Todd: Will you stop worrying about me, Blair? I'm leaving you.",
        "Ramsey: You don't know how to shoot that.",
        "Cole: You want to bet?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=CMCbK1LTD0c"
}