{
    "Episode Summary": [],
    "Recap": [
        "Rex arrives at Cristian and Sarah's loft. Rex lets them know that Tate tried to kill Adriana and Layla last night. Vincent paces back and forth on the roof. Vincent kneels down and remembers saving Tate the night before. Matthew tears up a picture of Tate Harmon. Cole comes into the room. Starr and Viki arrive at the hospital. Viki lets Starr know that she heard about Cole. Marty and John let Bo know that she is sure that she killed Spencer Truman. Dorian visits Adriana and asks if she is all right. Adriana remembers all the times that Tate brought them breakfast when he was planning to hurt them all along. Matthew wonders if Marty is going to be in jail for a long time. Bo tells Marty to tell him everything that she remembers about the night that Spencer was killed. Jessica asks Nash if Antonio knows that they are married. Sarah asks Rex if he and Adriana are back together. Sean visits Layla to tell her about Vincent being alone on the roof of the Palace Hotel."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Sarah: Hey.",
        "Cristian: You know, you might want to put some clothes on.",
        "Sarah: Why?",
        "Cristian: Well, because you're half-naked.",
        "Sarah: So are you.",
        "Cristian: I live here -- this is my place. I can do what I want.",
        "Sarah: Oh. Yeah, well, thanks to you and Rex, I live here, too, and I don't like to wear clothes around the house, so I guess that makes me your new half- naked roommate. Pleased to meet you.",
        "[Knock on door]",
        "[Cristian sighs]",
        "Cristian: Here.",
        "Rex: Special delivery. Ha, ha -- hmm.",
        "Sarah: Hey, Rex. Come on in, take off your clothes.",
        "Rex: Am I interrupting something?",
        "Sarah: Cristian forced me to put my clothes on.",
        "Cristian: Yeah, right, and you see how well that went.",
        "Sarah: Did you miss me?",
        "Rex: I'm not in the mood to play games, Sarah.",
        "Cristian: What's wrong?",
        "Rex: Tate tried to kill Layla and Adriana last night.",
        "[SCENE_BREAK]",
        "Tate: Well?",
        "[Tate groans]",
        "Vincent: Ah.",
        "Shaun: What are you doing up here, boss?",
        "Vincent: Thinking.",
        "Shaun: About why you didn't let that son of a bitch Harmon die?",
        "[SCENE_BREAK]",
        "Nora: You ok?",
        "Matthew: I guess so. Yeah.",
        "Nora: Why don't we put Tate Harmon where he belongs. Hmm? There you go. There you go. You feel better now? Hmm? It's a bummer when you find out your heroes are human, isn't it?",
        "Matthew: He tried to kill us!",
        "Nora: Well --",
        "Matthew: And I still bought his baseball cards. R",
        "Nora: Well, you didn't know, sweetie. And it's over now, ok? He's not going to hurt anybody else.",
        "Matthew: How do people get like that?",
        "Cole: Morning.",
        "Nora: Hey, good morning.",
        "Matthew: Did you hear about Tate Harmon?",
        "Cole: Yeah, it was in the news. You guys must be pretty relieved, huh?",
        "Nora: Well, we're working on it. How are you? Did you sleep well?",
        "Cole: Not really. I'm just worried about my mom. I kind of wish I could talk to Starr about it.",
        "[SCENE_BREAK]",
        "Viki: Don't let the nurses catch you with the cinnamon rolls, because they're contraband.",
        "Starr: Why are they being such sticklers about visiting hours?",
        "Viki: Oh, it's all right. I mean, it's almost time, right? Besides, it gives us a chance to hang out together.",
        "Starr: I just can't believe that my dad's back.",
        "Viki: Oh, I know -- me, neither. But, you know, I should've known, because he would never, ever abandon you and Jack, and I know that. I should've remembered it, though. I heard about Cole.",
        "Starr: Oh. He knew that Miles Laurence had my dad. And he didn't tell anyone, so we broke up. I just couldn't be with him after he did something like that.",
        "Viki: Are you sure you heard the whole story?",
        "Starr: He said that he did it to protect his mom, but he could've gotten Dad killed.",
        "Viki: Well, that put him between a rock and a hard place, didn't it? Well, it's a terrible choice for someone to have to make, especially someone as young as Cole.",
        "Starr: Aunt Viki, what does that matter? It happened and he made the wrong choice, and now it'll never be the same.",
        "[SCENE_BREAK]",
        "Bo: Marty. Hey, John.",
        "John: Bo.",
        "Bo: What's going on?",
        "Marty: I remembered some more about the night Spencer was murdered.",
        "John: Ok, that's enough.",
        "Marty: No, it's not. I wasn't sure before, but now I am. I know I killed him.",
        "[SCENE_BREAK]",
        "Dorian: Oh, my darling.",
        "Adriana: Hi.",
        "Dorian: Oh, darling, darling, darling. Are you all right?",
        "Adriana: Yeah.",
        "Dorian: Oh. Why didn't anyone call me last night? I mean, really -- I haven't been this upset since last year when --",
        "Adriana: Oh, don't even go there, Mom, ok?",
        "Dorian: Of course not. Layla, are you all right?",
        "Layla: Mm-hmm. As long as Tate's in jail, I'll be fine. Thank you.",
        "Dorian: Well, he went after Bo Buchanan's son, so believe me, he's going to stay in jail.",
        "Adriana: Oh, good.",
        "Dorian: I brought you girls over some muffins for breakfast. They're from that cafe that you like so much.",
        "Layla: Thank you. That was very nice. Adriana, you ok?",
        "Adriana: I was just remembering all the times that Tate brought us breakfast. Was he planning to hurt us all along?",
        "[SCENE_BREAK]",
        "Vincent: Last night's a blur. I'm just trying to get a handle on it.",
        "Shaun: I never thought that I'd be caught up in the middle of anything like that.",
        "Vincent: It got real personal.",
        "Shaun: Dude killed Ted, man. Why? You can't get any whiter than that boy.",
        "Vincent: He was a good man. You know, if Layla's sister dies because of this loser, I'm going to find a way to kill him.",
        "Shaun: And I'll be your wingman.",
        "Vincent: You know, Shaun, I'm really not in a talkative mood right now.",
        "Shaun: You don't have to say anything else, boss.",
        "Vincent: All right.",
        "Shaun: I got it.",
        "Vincent: You know, I just keep thinking and I'm replaying it in my head and what if something happened to Layla last night and I didn't get a chance to tell her how I really feel, man?",
        "Shaun: Didn't happen. Didn't happen.",
        "Vincent: I was so wrong, about so many things.",
        "Shaun: Not just you. Harmon had the whole town fooled -- no exceptions.",
        "Vincent: You know, I had his life in my hands, and I don't know for the life of me if I did the right thing.",
        "Shaun: Did you get any sleep?",
        "Vincent: I'm ok. Actually, I wouldn't mind being alone right now.",
        "Shaun: I hear you. You did the right thing by saving him. But even I'd wonder.",
        "[SCENE_BREAK]",
        "Nora: Bo's got your mother in protective custody, so Miles is not going to get anywhere near her. I'm going to go see her first thing when I get to the courthouse.",
        "Cole: Thanks.",
        "Matthew: Hey, Mom?",
        "Nora: Mm-hmm?",
        "Matthew: Is Dr. Saybrooke going to be in jail for a long time?",
        "Nora: Matthew.",
        "Cole: No, it's ok, Ms. Hanen. I was actually wondering the same thing.",
        "Nora: Ok. Straight talk?",
        "Cole: Yeah, please.",
        "Nora: All right. They can't keep her in jail indefinitely unless they charge her with a crime. And from what I've seen of the case, there's still a lot of unanswered questions.",
        "Cole: Yeah, but she confessed.",
        "Nora: Hmm. You may think confessions are airtight, but they're not, especially not in a case like your mother's, where she doesn't really even remember the entire incident.",
        "Matthew: So she'll get out?",
        "Nora: Well, we certainly hope so, you know? I'm going to do the best I can to see that that happens, which is why I'm not going to prosecute her -- because I don't want to see her in jail any more than you guys do.",
        "Cole: Thanks, but no offense -- hope is just not going to cut it.",
        "Nora: Maybe not. Worst comes to worst, I'm going to get her the best damn attorney in the state. There are no guarantees, Cole, but this is far from over.",
        "Matthew: Oh, yeah, and I talked to Starr, by the way, about you -- well, all good things. She listens to me -- don't worry.",
        "Cole: Thanks, buddy. That means a lot.",
        "Matthew: Don't sweat it. She'll come around.",
        "Cole: I don't know, Matthew -- I did a bad thing. And if I was in her place, I don't know if I would forgive me, either.",
        "[SCENE_BREAK]",
        "Viki: I guess things seem pretty impossible right now, huh?",
        "Starr: You have no idea how much I hate this.",
        "Viki: I bet Cole feels the same way.",
        "Starr: Yeah, but the difference is, is that he deserves it.",
        "Viki: Baby, you know, the hardest thing in the world is forgiveness -- sit down -- especially in a situation like this where at first glance, it all seems completely unforgivable.",
        "Starr: Do you think I should forgive Cole?",
        "Viki: That's not for me to decide.",
        "Starr: We were getting along so well. I mean, the prom was amazing and my mom finally said it was ok for us to go out. Everything was perfect and then this happened. How do I fix it?",
        "[SCENE_BREAK]",
        "Bo: Let's take this in my office. It's not a good idea to blurt something like that out in a squad room.",
        "Marty: You have my confession. I have nothing to hide.",
        "John: You don't remember enough to know you're guilty.",
        "Bo: Let me be the judge of that.",
        "Marty: You know, I'd just really like to get this over with.",
        "Bo: Well, I know. We'd all like to put this case to bed.",
        "John: Yeah. We'd just like to get it right this time.",
        "Marty: Look, Spencer attacked me the night he was killed. I walked in when he was with Blair and we had a confrontation.",
        "Bo: Well, look -- this is all on the record.",
        "Marty: Yes, I know, so just let me finish, ok? I -- I fought back. I -- I grabbed a pair of scissors and -- and I reached over my head --",
        "John: And apparently, that's where the memories stop. She doesn't even remember stabbing Truman.",
        "Bo: Yeah, is that right? You don't remember the actual blow?",
        "Marty: No, no, not yet, but, look, I remember the scissors, ok? I must have stabbed him. I'm just repressing my memory. Bo, I remember how I felt, I remember how scared I was. And I knew there wasn't anything that I wouldn't do to stop him, so once those scissors were in my hand, there was no way I didn't go through with it.",
        "Bo: You didn't want her to tell me this.",
        "John: I just didn't want to waste your time, Bo. You know how recovered memories work -- they make lousy evidence and they don't stand up in court. And if you had talked to your lawyer first, you would've known all that. You could drive a truck through the hole in her memory, all right? There was no point.",
        "Marty: I will remember eventually.",
        "Bo: All right why don't you have a seat? I need to know everything that you do remember -- from the beginning.",
        "[SCENE_BREAK]",
        "Nash: Whoo!",
        "[Jessica laughs]",
        "Jessica: Stop it, stop. Help -- stop! I'm going to pop a stitch, stop it.",
        "Nash: You know, these raincoats are going to come in real handy in the vineyard.",
        "Jessica: Oh, yeah, somebody's definition of hell -- living in the middle of a vineyard, not being able to drink.",
        "Nash: Hey, you forget about that. You're going to have a long, happy, healthy life. We're going to have a long, happy, healthy life together, now. And we're going to have a honeymoon, a real honeymoon, somewhere -- somewhere amazing, just as soon as the doctor says ok, right? What?",
        "Jessica: Um -- Antonio doesn't know that we're married yet, does he? How's he going to feel when he finds out?",
        "[SCENE_BREAK]",
        "Cristian: Vincent saved Harmon's life? Why?",
        "Rex: Well, because he's not a killer.",
        "Cristian: Well, he doesn't deserve to live if you ask me.",
        "Rex: Look, I know how you feel, but it wouldn't have been right to let the guy drop. He'd have been a martyr.",
        "Sarah: Wait -- wait, catch me up, guys. I get the whole Adriana thing, but why do you want this guy dead?",
        "Cristian: Why do you think? Evangeline, the woman I love, is in a hospital bed because of Harmon. And Adriana is my cousin, if you didn't know that.",
        "Sarah: Excuse me for living.",
        "Cristian: How's Adriana?",
        "Rex: Fine, considering. Still in shock -- we all are.",
        "Sarah: So, are you two back together?",
        "[SCENE_BREAK]",
        "Dorian: Come on, girls, you -- you need to eat something. Me. Good.",
        "Layla: Mmm. It's delicious, thank you.",
        "Dorian: Oh Adriana, won't you have some? Come on.",
        "Adriana: I feel kind of sick.",
        "Dorian: All right, you girls have got to eat something. You need your strength if you're going to save your company. Listen up. Tate Harmon was the public face, right? You've got to take all the horrible things that happened and spin them to your advantage. Otherwise, it could all become a public relations disaster.",
        "Layla: It's already a P.R. disaster. Our underwear is racist by association.",
        "Dorian: Now, that is defeatist talk. How could anyone say that? Adriana, your -- your father was of Latino descent, you are of Afro-American descent. Layla, no, no, no, no. You've just got some work to do.",
        "Adriana: What work?",
        "Dorian: Ok. I took the liberty of contacting a fabulous publicist in New York City, and he is writing a press release for you, even as we speak.",
        "Adriana: Saying what?",
        "Dorian: Well, I'm not exactly sure, but trust me, it's going to be brilliant. In his words, all you need to do is just \"ride the wave.\"",
        "Layla: \"The wave\"?",
        "Dorian: You -- you know, create a momentum that will serve your company.",
        "Layla: Hmm. That sounds like a good idea, and it was really nice of you, but the last thing I can think out right now is selling underwear.",
        "Adriana: Same here.",
        "Dorian: Oh.",
        "[Knock on door]",
        "Adriana: Hey, Shaun.",
        "Shaun: Hey, Adriana. Is Layla here?",
        "Adriana: Yeah.",
        "Layla: Hey. Come on in. How you doing?",
        "Shaun: How you doing?",
        "Layla: Um, have you met Adriana's mother?",
        "Shaun: How you doing?",
        "Dorian: Hello. Call me Dorian, please.",
        "Shaun: Nice to meet you. I heard a lot about you.",
        "Dorian: Oh. Thank you.",
        "Shaun: You're welcome.",
        "Dorian: I'll give you some time.",
        "Layla: Is Vincent ok?",
        "Shaun: I'm not sure.",
        "Layla: Oh, my God, what -- what's going on?",
        "Shaun: He's not hurt or anything. I found him up on The Palace roof.",
        "Layla: What's he doing there? I mean, are the police still questioning him?",
        "Shaun: No, he's by himself, but he's just not right.",
        "Layla: What do you mean?",
        "Shaun: I think he needs someone to talk to, and I don't mean me.",
        "[SCENE_BREAK]",
        "Cole: Should I get rid of all these? I mean, now that Tate Harmon's a murderer, I'm sure they're worth a lot of money.",
        "Matthew: They're not worth anything to me anymore.",
        "Cole: Well, that's admirable. I mean, most guys would be counting the cash right now.",
        "Matthew: It's because of him we almost died! He burned our house down and all our stuff.",
        "Cole: I'm sorry, I didn't mean to upset you. You know, it's probably tough without, you know, your stuff around.",
        "Matthew: It's weird -- I don't miss it all the time. I mean, this isn't our house. Every once in a while, I'll just think of a picture or a book, and -- and then I'll want to go look at it, and then I'll remember it's all gone.",
        "Cole: Yeah, I have a few things of my dad's, and if something ever happened to it, it'd feel like I was losing him all over again.",
        "Matthew: It's the same way with my sister Jen. You never met her -- she died a couple years ago.",
        "Cole: I'm sorry.",
        "Matthew: It's fine. Could we just talk about something else?",
        "Cole: Yeah. Like what?",
        "Matthew: About how you're going to get Starr back.",
        "Cole: Whew. That's going to be a long conversation -- she's pretty pissed at me.",
        "Matthew: So what'd you do?",
        "Cole: Um, I didn't tell her something I should've.",
        "Matthew: You lied?",
        "Cole: Yeah, and it was a big one. Pretty much, I blew it, and now I don't know if we can ever get back together.",
        "[SCENE_BREAK]",
        "Viki: Do you think you can forgive Cole?",
        "Starr: I don't know. I -- I miss him all the time, and when stuff happens, I want to tell him about it, but then I remember I can't.",
        "Viki: Does he feel the same way?",
        "Starr: He wants to get back together with me, but how can I do that after he did that to my dad?",
        "Viki: We, darling, this is not a choice between Cole and your dad.",
        "Starr: He's not going to see it that way.",
        "Viki: Do you remember the talk we had on prom night?",
        "Starr: Yeah, how come we always have our best talks in the hospital?",
        "Viki: That's a good question --",
        "[Starr chuckles]",
        "Viki: Don't change the subject. Last time we were here on prom night, you told me that you loved Cole.",
        "Starr: I remember.",
        "Viki: Yeah. And you were very upset because you realized that you had not really seen your dad out in the rainstorm, remember? And then you told me that the only other person who made you feel completely safe was Cole.",
        "Starr: That was before he made the choice not to save my dad's life.",
        "Viki: Honey, he made the wrong choice, but he made the wrong choice for the right reasons.",
        "Starr: I know that, but he could've tried harder.",
        "Viki: Ok, do this for me. Put yourself in his position, ok? Think about this -- what would you do if you had to make a choice between saving your dad or Cole's mom? What would you do? Be honest.",
        "Starr: I don't know.",
        "[SCENE_BREAK]",
        "Bo: Between your original confession and this latest one, you're not leaving me a lot of options, Marty.",
        "Marty: I realize that. But all that matters to me is telling the truth, and making sure my son is cared for.",
        "Bo: I think we should have a little talk in private.",
        "John: Willis, will you keep an eye on Dr. Saybrooke for a moment? I wouldn't do it, Bo. It's a mistake to arrest her.",
        "Bo: You know I don't have a choice.",
        "John: I'm just asking you to stall a little, you know? Her story doesn't add up, Bo. A good defense attorney will have her on the street in a second.",
        "Bo: Now, she confessed.",
        "John: Yeah, to being there, to being in the room with Truman. She doesn't remember stabbing him.",
        "Bo: She believes that she's repressing the most traumatic parts. Now, any good prosecutor would jump all over that, especially given the fact that Marty is a psychiatrist -- who better would know?",
        "John: What if she's not repressing anything, Bo? What if she doesn't remember what happened because something happened to her?",
        "Bo: Such as?",
        "John: You know, some kind of head injury. You know, the CAT scan confirmed a type of head injury. Maybe Truman did something, he knocked her out \u0096 that could explain why she doesn't remember what happened. She doesn't remember killing him because she didn't.",
        "Bo: If she didn't, who did?",
        "[SCENE_BREAK]",
        "Rex: Not that it's any of your business, Sarah, but no, I am not back together with Adriana.",
        "Sarah: Oh.",
        "Rex: Why do you care?",
        "Sarah: I don't.",
        "Cristian: Then what's with the third degree?",
        "[Sarah sighs]",
        "Sarah: I am bored as a rock in this town, ok? I thought a little local gossip might spice things up a little.",
        "Cristian: Yeah, well, you're going to have to get your gossip someplace else.",
        "Rex: You heard from Hunter?",
        "Cristian: Nope. Nada.",
        "Sarah: \"Nada\" -- that sums this town up in two perfect syllables.",
        "Rex: Could you be any more annoying?",
        "Sarah: Yes.",
        "Rex: Ok, I'm out of here.",
        "Sarah: Going to get Adriana back?",
        "Cristian: Do you have any friends?",
        "Sarah: In Chicago.",
        "Rex: Maybe you could get a job, relieve the boredom.",
        "Sarah: I don't need to work, ok? I'm a Buchanan.",
        "Cristian: Every Buchanan I know works pretty damn hard. Here, why don't you take a look I think the \"help wanted\" section is in page four.",
        "Sarah: Yeah -- where are the concert listings? Oh, my God. Look.",
        "[SCENE_BREAK]",
        "Vincent: Shaun, look, man, I don't need a watchdog.",
        "Layla: It's not Shaun.",
        "Vincent: Layla. Look, I am so sorry I didn't call you this morning. I thought you might've been sleeping in.",
        "Layla: I couldn't sleep at all.",
        "Vincent: That's not good.",
        "Layla: It's fine. You took care of me last night. Now it's my turn to take care of you. What are you doing up here?",
        "Vincent: It's just an instant-replay of last night -- trying to get some perspective.",
        "Layla: Any luck?",
        "Vincent: Not yet, but, look, I don't want you worrying about me.",
        "Layla: It's too late. Vincent, you had the worst of it. You could have let Tate die. Thank God I didn't have to make that choice. It must be on your mind.",
        "Vincent: Yeah.",
        "Layla: So? How are you feeling about it all?",
        "Vincent: I feel like I did the wrong thing. I feel like I should've let Harmon die.",
        "[SCENE_BREAK]",
        "Bo: I don't want to believe that Marty's a killer, John, but you know the way this thing works. We have to proceed by the book, until we can find evidence that will point us in a different direction. See, I'm not asking you to quit looking.",
        "John: I probably wouldn't have listened.",
        "Bo: Yeah, no kidding. I'll be honest with you, though. There's something about Marty's confession that just doesn't sit right. But the more that she remembers, the more my hands are tied. She went after Truman with the murder weapon. Now, what are we going to do with that?",
        "John: Bo, I know the position you're in. I understand it, I do. I'm -- I'm just asking you for a little more time.",
        "Bo: So what do you think I should do? Maybe we let her walk?",
        "John: It's not like she's going anywhere.",
        "Bo: No, no, she'd probably stick around, but then, of course, you and I both would be out of a job, and then we wouldn't be any good to anyone.",
        "John: Oh. Oh, I tell you, I -- I shouldn't have pressed her so hard. Maybe -- maybe if I hadn't --",
        "Bo: Well, if you hadn't, then she probably wouldn't have remembered everything that she did, and then you would be out there looking for the killer that we might just already have.",
        "[SCENE_BREAK]",
        "Dorian: I cannot believe that man was such a lunatic. I mean, I -- I never had any clue -- well, nobody did.",
        "Adriana: Rex did. And I went off on him every chance I got. It ruined our relationship, which must've made Tate really happy -- returning Rex to purity.",
        "Dorian: Oh, please. Don't ever talk like that again.",
        "Adriana: I meant from Tate's point of view.",
        "Dorian: Tate managed to break up your relationship with Rex, but, in a way, Rex must feel vindicated now. Right? So why don't you think the two of you will -- will find a way back to each other?",
        "Adriana: Do you really want that?",
        "Dorian: Why are you asking me that question?",
        "Adriana: Oh -- because a year ago, you --",
        "Dorian: Oh, no. What -- wait a minute. You said we weren't going to go there.",
        "Adriana: Rex has saved my life more than once. First was with your stalker, and last night on the roof. How can he forgive me for repeatedly not trusting him?",
        "Dorian: I was at the hospital last night with Todd and Blair, and after everything that's happened, it was obvious that they still love each other. So maybe they were meant to be together.",
        "Adriana: That's the thing, Mom -- I don't know if Rex and I are strong enough to get past what we did to each other. And if we aren't, then it doesn't matter if we were meant to be together. It's done.",
        "[SCENE_BREAK]",
        "Rex: It doesn't say anything about where Todd's been all this time.",
        "Sarah: Does it matter? He's back and he's alive, which means I can get the hell out of dodge.",
        "Cristian: It didn't say anything about your boy, Hunter.",
        "Sarah: That's a good thing.",
        "Cristian: It means he's still out there somewhere, Sarah, probably hiding out so he doesn't go to jail for kidnapping.",
        "Sarah: Oh, trust me, Hunter is not going to hang around Dullville any longer than necessary.",
        "Cristian: Look, Sarah, the point is, manning was hurt pretty bad back in Chicago. If he ended up here in Llanview, odds are Hunter made that happen. He could still be around.",
        "Sarah: So what are we supposed to do, pick out china patterns?",
        "Rex: You got a better idea?",
        "Sarah: Yeah -- I take off.",
        "Cristian: Where?",
        "Sarah: Not your business. I've got unlimited funds at my disposal, remember?",
        "Cristian: Till your parents cut you off. Look, your family wants you to stick around in Llanview. How long do you think till they figure out the best way to do that is to kick you off the gravy train?",
        "Sarah: They wouldn't do that to me.",
        "Cristian: Right.",
        "Rex: You could get that job.",
        "Sarah: Doing what?",
        "Cristian: Well, my mom is looking for help at the diner. Do you think you can muster up some of that helpful energy of yours?",
        "[SCENE_BREAK]",
        "Layla: Why do you think you should've let Tate die?",
        "Vincent: He was there, Layla. He was hiding in the apartment, and he heard everything before all this went down, remember? He heard me tell you how I would do anything -- anything to protect my family from the O.P.P. and I had the chance. I looked him dead into his eyes, and I didn't have the guts to let him go. I saved his life. And I also let the people that I love down.",
        "Layla: Uh-uh. You didn't let me down, Vincent. If you had done it, dropped him, and ended it that way, you wouldn't be the man you are right now. You're not a killer, you're not Tate.",
        "Vincent: I said I will protect you, and I didn't.",
        "Layla: You did.",
        "Vincent: Not enough. He was going to throw Adriana off the side of the building, he had a knife to your throat. Talia -- she did the right thing. She shot him and sent him off the side of the building like he tried to do Adriana! And what did I do? I saved his life.",
        "Layla: Would you rather he be dead because of you?",
        "Vincent: Yes.",
        "[SCENE_BREAK]",
        "Sarah: Huh -- I am not waiting tables.",
        "Rex: Why, you too good for it?",
        "Sarah: Because I suck at it. You know how many waitressing jobs I've been fired from?",
        "Cristian: Kind of hard to imagine with your winning personality.",
        "Rex: Ha!",
        "Sarah: People piss me off with their \"sauce on the side, separate checks\" bull, and I get fired because I get mad, so sue me.",
        "Cristian: Ok, ok, fine. What about temping? Can you type?",
        "Sarah: Ha! A desk job -- are you serious? I would rather go to jail. At least they get to wear comfortable clothes.",
        "Rex: What can you do?",
        "Sarah: I can book talent at Capricorn.",
        "Cristian: Ha.",
        "Sarah: Look, I know the music business better than anybody this side of Philly. So, what do you say? When do I start?",
        "[SCENE_BREAK]",
        "Viki: You are a very brave young woman, I think you know that. But sometimes the bravest thing in the world to do is just to have faith. Why don't you kick back and kind of wait and see what happens?",
        "Starr: So you think that if I do wait, then maybe I'll feel like forgiving Cole?",
        "Viki: I don't know about that, but I'll tell you this. Sometimes things that seem totally impossible one day come true the next -- prom night, hmm?",
        "Starr: I know, but it's just so useless to even think about it. Even if I do forgive Cole, my dad won't. He hated h so much before that he tried to strangle him before he disappeared, and now --",
        "Viki: Honey -- honey, I never said it was going to be easy. Besides, you know, we don't really know what happened to your dad while he was gone. He may have changed.",
        "Starr: Aunt Viki, not that much.",
        "Viki: Probably not. Although, in the years that I've known your father, he's changed a lot. So I think maybe we can give him the benefit of the doubt, hmm, and Cole, too? Besides, you know, Miles Laurence is the one responsible for what happened, and he's the one your dad is going to blame.",
        "Starr: That guy is so creepy --",
        "Viki: Oh, yeah.",
        "Starr: Cole hated that his mom married him.",
        "Viki: Well, I agree with him on that. I think Marty's well rid of him. Thank God the truth about that finally came out.",
        "[SCENE_BREAK]",
        "Jessica: Antonio is going to be so hurt when he finds out what we did.",
        "Nash: I don't think he could be any more hurt.",
        "Jessica: Oh -- our divorce had just gone through, and I didn't wait a week to get remarried. What does that say about him and me?",
        "Nash: Shouldn't have gotten married? Look -- we didn't do this to hurt anybody, especially not him, we did it for us. Right?",
        "Jessica: Mm-hmm.",
        "Nash: I wasn't going to let you -- I wasn't going to let you risk your life with another surgery without you having some kind of a commitment to the future.",
        "Jessica: I already had one.",
        "Nash: All right, may-- maybe it was for me.",
        "Jessica: No. You weren't going to lose me.",
        "Nash: Well, we waited so long, I don't want to waste another second before starting my life with you, either.",
        "Jessica: I don't regret what we did for one minute. I just feel a little guilty.",
        "Nash: Yeah, me, too. But Antonio is free now, and this is right. Marrying you is the best thing I ever did. I don't regret it for a second.",
        "Jessica: Me, too.",
        "Nash: Well, then we're even. I got to kiss you.",
        "[Jessica giggles]",
        "[SCENE_BREAK]",
        "Layla: I know what kind of guy Tate is, and I hate him for what he did to my sister. But if you'd let him go? If I'd seen you do that, I don't know if I'd feel the same way I feel about you right now.",
        "Vincent: How do you feel about me?",
        "Layla: You're a hero, Vincent, and I'm proud to know you. And I want to know everything there is to know about you -- and then some.",
        "Vincent: I'd like to do that. I want to do that.",
        "[SCENE_BREAK]",
        "Bo: You know how this conversation's going to end.",
        "John: Yep.",
        "John: You want to come back in?",
        "Marty: Am I under arrest?",
        "[SCENE_BREAK]",
        "Sarah: Dude, I am offering you my services -- I could be a great booker for your club.",
        "Cristian: \"Dude,\" it's not my club, it's my brother's club.",
        "Sarah: Yeah, but you're running it.",
        "Cristian: Yeah, but \u0096",
        "Sarah: No, no, no, no, no. No \"buts.\" I know the music biz, and Capricorn could be great. It could make a statement, get people out of the city.",
        "Cristian: We already get people out of the city. We had Nelly Furtado, Mary J. Blige.",
        "Sarah: Yeah, but what have you done lately?",
        "Cristian: Back at you, rock star.",
        "Sarah: That's low.",
        "Cristian: All right, I didn't mean it that way, I'm sorry.",
        "Sarah: Make it up to me -- give me a job. Come on, I can do this. I just need somebody to give me a chance. I've got a dream, you've got a club -- kind of a no-brainer, huh?",
        "Cristian: No such thing where you're concerned.",
        "Sarah: Do we have a deal or not?",
        "Cristian: I got to shower, I got things to do.",
        "[SCENE_BREAK]",
        "Viki: I love you, you know that?",
        "Starr: I love you, too.",
        "Viki: Aw. You know what, sweetheart? We still have a few minutes. Why don't you stay here and think about what we talked about? I'm just going to run and see if Jessie's ok. I'll be right back, we'll go see your dad together, ok?",
        "Starr: Ok, thank you.",
        "[SCENE_BREAK]",
        "Vincent: You know, last night, before all hell broke loose --",
        "Layla: You set up this beautiful, romantic dinner. Why?",
        "Vincent: Well, I wanted the two of us to get back together. Just the two of us. I wanted to ask you if you would be willing to take another shot at being my girlfriend.",
        "Layla: I already am.",
        "[SCENE_BREAK]",
        "Bo: I take no pleasure in this, none. But I don't have a choice.",
        "Marty: I realize that. Please, um, do as you have to do.",
        "Bo: Marty Saybrooke, you're under arrest for the murder of Spencer Truman.",
        "[NEXT_ON]",
        "Miles: Well, what do you want me to write?",
        "John: Your confession.",
        "Cole: I swear I'll make it up to you if you just give me the chance.",
        "Antonio: You wanted to tell me something? That you and Nash got married?",
        "Blair: I think we should talk about your feelings for Evangeline.",
        "Rex: It's over, Adriana.",
        "Adriana: Is it really?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=K89hW_iKGS8"
}