{
    "Episode Summary": [
        "Episode #23 ~ Call Off the Dogs"
    ],
    "Recap": [
        "Dorian asks Cutter to move her portrait closer to the stage. Carl explains that it is a very nice picture. Dorian is flattered that he likes it. Viki makes her way to Shelter with moments to spare. She asks if they should start the evening. She gives a speech. While this is going on, Nikki pours a drink on Natalie and Rama takes her to go get cleaned up in the bathroom. Jack shows up at Kate's classroom and wants to be with her. Katie is worried but Jack assures her that no one knows he is there.",
        "During the auction, Carl buys Dorian's painting for a lot of money when no one else seems to be interested. During Carl's speech, Blair seems to be very sad. When Bo is about to accept the award, Clint shows up and grabs the award and screams to everyone that it is his, and they all should screw themselves."
    ],
    "Recap Author": "Anthony",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Téa: Morning, sunshine.",
        "Danielle: [Sighs] Oh. [Squeals] I forgot where I was for a second.",
        "Téa: Home.",
        "Danielle: Mm. It's nice.",
        "Téa: What are you doing here?",
        "Danielle: I -- oh -- pbht. Oh, I went out to Shelter last night with Matt. And for some reason, I just didn't feel like going back to the apartment.",
        "Téa: Did you guys get in a fight?",
        "Danielle: No. We're not fighting. I just felt like sleeping here.",
        "Téa: Well, I like the impulse.",
        "Danielle: [Chuckles]",
        "Téa: Why didn't you wake me?",
        "Danielle: I don't know. You know, I didn't want to bug you and wake you. I was, ugh -- I was tired, too. I was kind of crabby. Depressed, actually.",
        "Téa: Why?",
        "Danielle: This girl I knew died.",
        "Téa: Oh, my God. Honey, that's terrible.",
        "Danielle: I know. Her name was Briana. It just -- it's just freaking me out.",
        "Téa: Come here. Sit down with me. Was she a friend of yours?",
        "Danielle: Um... not really. I knew her from school. [Clears throat]",
        "Téa: What happened? How did she die?",
        "Danielle: I think it was an overdose.",
        "Téa: Why do you think that?",
        "Danielle: She was the one I bought the drugs off of, Mom.",
        "Téa: Oh, my God.",
        "Danielle: Bo was questioning me about it the other day at the coffee shop -- about the pills, about her. He claims that the pills she gave me were four times the normal strength of oxy. I think she took the same pills.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Bo: Come in.",
        "Natalie: Good morning.",
        "Bo: Hey, Nat. What do you got there?",
        "Natalie: Autopsy report on Briana Marland.",
        "Bo: Is this the girl who was dealing?",
        "Natalie: Yeah. 22 years old. Died of heart failure.",
        "Bo: [Sighs] Drugs?",
        "Natalie: Mm-hmm. Massive doses of oxycodone. It stopped her heart cold.",
        "Bo: Mm. She went to school with Danielle, so it hits pretty close to home. Let me ask you your opinion. Do you think that this oxycodone that she took is part of the same batch that almost killed Danielle?",
        "Natalie: I-I'm still waiting on the results, but I'm comparing the pills that Danielle had to the pills we found on Briana to see if they were altered in the same way.",
        "[SCENE_BREAK]",
        "Jeffrey: Don't you want to try to look for her?",
        "Matthew: Who?",
        "Jeffrey: Michelle.",
        "Matthew: Yeah. How would we do that?",
        "Jeffrey: We know that she's close now, so we just canvas the neighborhood. We knock on a few doors, talk to the supers in some of the buildings.",
        "Matthew: Who are you -- Sherlock Holmes, all of a sudden? Hmm?",
        "Jeffrey: No.",
        "Matthew: Come on.",
        "Jeffrey: I want to find her.",
        "Matthew: Yeah, well, I don't.",
        "Jeffrey: Yo, you don't find it just a little bit intriguing that she's in the same neighborhood as us?",
        "Matthew: No, it just confirms what a liar she is. Think about it, man. Hanging out in Llanview, saying she's in Toronto. No, thanks.",
        "Jeffrey: Yeah, yeah. I'm even more curious now.",
        "Matthew: Look, man. You were right all along. I've been burned enough by this this chick. It's freakin' humiliating, man. And then on top of that, you hearing her on the phone, the alarm going off, she's in our neighborhood?",
        "Jeffrey: She's so close now. Don't you want to meet her in person?",
        "Matthew: [Groans] This whole thing has just been a giant waste of time. I got to move on, man. Lesson learned. I'll see you.",
        "Prompt: Record your message after the tone. [Beep]",
        "Jeffrey: Michelle, it's Jeffrey King. I got to be honest with you, you are stomping on my boy's heart, and I really wish you would come clean. He deserves that. If you want to fix this, call me back.",
        "[SCENE_BREAK]",
        "Blair: What time is your class?",
        "Jack: Um, not until this afternoon.",
        "Blair: Then why are you getting out of here so early?",
        "Jack: Because I want to go to coffee shop first.",
        "Blair: Jack, you can have coffee here.",
        "Jack: No!",
        "Blair: Okay, if you want to go to the coffee shop, you can go, but please be careful.",
        "Jack: Is Scarface's security going to be following me?",
        "Blair: No. Listen, there are some dangerous people out there, Jack, and they want to do harm to our family. You got that?",
        "Jack: So, are you sure this is because of the club and not because of him?",
        "Blair: Absolutely. [Chuckles]",
        "Jack: Is something going on between you two?",
        "Blair: No.",
        "Jack: Really, because you're all like buddy-buddy now.",
        "Blair: Jack, your father and I have a very complicated history, but something that we've always agreed on is how we feel about our children, okay?",
        "Jack: Just promise me something, Mom.",
        "Blair: What?",
        "Jack: Don't get back together with him.",
        "Blair: Sweetheart, you don't worry about that. I want you to worry about your surroundings, okay?",
        "Jack: Yeah, I know. Stranger danger. You've been telling me that since I was 2.",
        "Blair: Well, this time, I mean it. [Kiss] [Sighs]",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Todd: Hey. You got something for me?",
        "Robert: Found your guy.",
        "Todd: Where is he?",
        "Robert: A seedy little motel called the Pines Inn.",
        "Todd: Has he seen you?",
        "Robert: Nah. Hasn't left his room since I watched him go inside.",
        "Todd: Well, all right. I'm on my way. Hey. Do me a favor? Make sure he doesn't leave the room, and don't kill him until I get there.",
        "[SCENE_BREAK]",
        "Danielle: I was lucky. I got to the hospital.",
        "Téa: [Sighs] We all got lucky that night.",
        "Danielle: She was just this totally... normal girl. She just wanted to take a pill, get high, have some fun. And now she's in a morgue or on an autopsy table getting her guts ripped out.",
        "Téa: Listen, drugs are very dangerous, especially the ones you get illegally, because you never know what you're gonna get.",
        "Danielle: I feel so stupid. I came this close.",
        "Téa: Hey. Hey. You are okay. You're okay. And you are smart enough to take this as a lesson, okay?",
        "Danielle: Yeah.",
        "Téa: Being young is all about making mistakes. We all make them. It's... part of growing up. What's stupid is making the same mistakes over and over, and you are too smart to do that.",
        "Danielle: Can you do me a favor? You can't laugh.",
        "Téa: Deal.",
        "Danielle: Can you make me a big stack of pancakes, like the old days?",
        "Téa: [Chuckles] I would like nothing better.",
        "Danielle: [Sighs]",
        "[SCENE_BREAK]",
        "Arturo: Commissioner Buchanan? Arturo Bandini.",
        "Bo: Yes, yes. Thank you for coming in.",
        "Arturo: It's okay. Um, I'm assuming this is about Briana Marland.",
        "Bo: Yes, it is. Please have a seat.",
        "Arturo: I didn't bring my lawyer with me.",
        "Bo: I don't think that will be necessary. I just have a few questions. Uh, I'm sure that you've heard that Briana was found in a room at the Palace Hotel.",
        "Arturo: Yes. They called me.",
        "Bo: Well, of course, they would, because the room was registered to you. Is that correct?",
        "Arturo: Briana was living there. I just footed the bill.",
        "Bo: Ah. What was the nature of your relationship?",
        "Arturo: Romantic. It was romantic.",
        "Bo: And you were paying all her bills?",
        "Arturo: I did. Was I breaking any laws?",
        "Bo: No, not that I'm aware of. No. Um, but, uh, she was a lot younger than you.",
        "Arturo: Yeah. I didn't think about that much. We just had a strong connection from the start. She was real fun to be with. Smart... funny... beautiful.",
        "Bo: Are you all right, Mr. Bandini?",
        "Arturo: Yeah, I'm fine. It's just hard to believe that she's gone. She was so full of life and... it's all so sudden.",
        "Bo: Do you know what drugs she was taking?",
        "Arturo: Drugs?",
        "Bo: Mm-hmm.",
        "Arturo: No. She didn't do drugs. Briana was a very determined law student. She was very focused. I can't imagine her doing drugs. I mean, [Scoffs] it seems completely out of character.",
        "Bo: I want you to take a look at this.",
        "Arturo: What is it?",
        "Bo: It's an autopsy report.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Jeffrey: Hey, Michelle.",
        "Michelle: Hey. I-I got your message.",
        "Jeffrey: Yeah, I figured. Look, let's cut to the chase, okay? I know you're in Llanview.",
        "Michelle: [Sighs] Okay.",
        "Jeffrey: Yeah, I heard that car alarm. I'm guessing you heard it, too? It was blaring right outside our window.",
        "Michelle: Yeah. I heard it. That's why I hung up. I-I'm sorry.",
        "Jeffrey: Look, I don't know what you're doing or why you were lying to Matthew, but it's got to stop.",
        "Michelle: I know. I hate it, too.",
        "Jeffrey: I mean, I can't tell whether you're playing games or you're real, or if \"Catfish\" is just your favorite movie, but you've got to come clean with Matthew, okay? He's a good guy. He doesn't deserve this.",
        "Michelle: What do you want me to do?",
        "Jeffrey: I -- meet us at the coffee shop at 11:00. It's the only way to make this right.",
        "[SCENE_BREAK]",
        "Jack: I'll have one coffee for here and a jelly doughnut if you have it. Okay. Sure. Okay. Here you go.",
        "Jack: Thanks.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Blair: Todd?",
        "[Helicopter blades whirring]",
        "Todd: Robert found Victor. I thought you should know.",
        "Blair: Oh. Where -- where was he?",
        "Todd: Willow Lake. I'm headed there now.",
        "Blair: Well, I-I want to go with you.",
        "Todd: What?",
        "Blair: I said I want to go with you!",
        "Todd: You can't come with me. It's dangerous. Time's kind of a factor here, Blair.",
        "Blair: Todd, will you just keep me up to date on anything you hear?",
        "Todd: Yeah, I got to go.",
        "Blair: But -- [Sighs] Good luck.",
        "[SCENE_BREAK]",
        "Téa: This is nice.",
        "Danielle: Mm-hmm.",
        "Téa: [Laughs]",
        "Danielle: Hey. Just for the record.",
        "Téa: Hm-hmm?",
        "Danielle: This doesn't mean I'm moving back in. I'm happy where I'm living.",
        "Téa: Okay. How is life with the boys?",
        "Danielle: It's fine. You know, they're good guys. And it's fun to hang out with them.",
        "Téa: What's it like to live with Matthew?",
        "Danielle: Uh, good, you know. Apparently, he doesn't understand the function of a toothpaste cap.",
        "Téa: Mm. How about Jeffrey?",
        "Danielle: Jeffrey's great, except he never puts down the toilet seat, like, ever.",
        "Téa: Sounds like you're getting a taste of the married life.",
        "Danielle: Really? Well, looks like I'm not getting married till at least 40.",
        "[Cell phone ringing]",
        "Téa: Oh. Excuse me. Yeah?",
        "Blair: Todd's guy found Victor.",
        "Téa: You're kidding?",
        "Blair: No.",
        "Téa: Where?",
        "Blair: Exactly where you said he'd be -- Willow Lake. Todd's aboard a helicopter. He should be there any minute.",
        "Danielle: [Scoffs] Well?",
        "Téa: Yeah.",
        "Danielle: Um, are you going to tell me what the hell's going on?",
        "Téa: It was a work call. Uh, it was about a case.",
        "Danielle: You're full of crap. That was Blair. I heard her on the phone.",
        "Téa: Yes, it was Blair. She was calling about a case. Uh, there was a blackout the other night at the club, and, um, there were some gunshots outside. There's a liability issue, and if you're not a lawyer, it's really not that interesting.",
        "Danielle: Wait. Gunfire?",
        "Téa: Yes. [Sighs] The -- there was some gunfire outside the club a couple nights ago.",
        "Danielle: Oh, that's why they have those metal detectors outside. Well, that's no big deal.",
        "Téa: Yes, it is a big deal, and I want you to be very careful. There are some dangerous people in this town, and until the police find out who they are, I want you to be extra vigilant.",
        "Danielle: Okay. Okay. I get it. I-I should probably start getting home to the boys.",
        "Téa: Dani. Dani. I loved waking up this morning and finding you on the couch.",
        "Danielle: [Chuckles]",
        "Téa: You know you're welcome here anytime. This is your home, and it always will be, okay?",
        "Danielle: Thanks, Mom. Thanks for the pancakes. They were really good.",
        "Téa: Yeah, they were.",
        "Danielle: [Chuckles] I love you.",
        "Téa: I love you.",
        "[SCENE_BREAK]",
        "Arturo: Oxycodone?",
        "Bo: Mm-hmm.",
        "Arturo: No, I don't believe this. I mean, I spent a lot of time with her. I never saw her take drugs.",
        "Bo: Well, it's true. And there's more. She was also selling.",
        "Arturo: She was selling drugs?",
        "Bo: Mm-hmm.",
        "Arturo: Why would she need to do that? I was paying for everything.",
        "Bo: All right, then. Let's approach this from a different angle. [Clears throat] Do you know of anyone who would want her dead?",
        "Arturo: What are you saying? That she was murdered.",
        "Bo: No. I'm not saying anything. I'm just trying to conduct a thorough investigation.",
        "Arturo: Well, this is all very confusing. Briana was a-a vibrant, wonderful girl. I can't imagine anyone wanting her dead.",
        "[SCENE_BREAK]",
        "Matthew: [Sighs]",
        "Jeffrey: Matthew?",
        "Matthew: Yeah. What up?",
        "Jeffrey: What are you doing home?",
        "Matthew: I misplaced this business letter. I got to find it.",
        "Jeffrey: I was just texting you.",
        "Matthew: Okay, well, I saved your thumbs some exercise. What's up?",
        "Jeffrey: My thumbs thank you. Listen, I wanted to see if you were available to come to the coffee shop at 11:00?",
        "Matthew: Yeah, sure. As soon as I find this letter, and I get it to cranky old Uncle Clint, I can go. Why?",
        "Jeffrey: I called Michelle again.",
        "Matthew: Again with this? Man, I told you I was done. I reached my quota for psycho games this month.",
        "Jeffrey: Look, I told her to stop screwing around with you, and she agreed to meet us at the coffee shop.",
        "Matthew: Hold on. You talked to her?",
        "Jeffrey: I-I talked to \"her.\"",
        "Matthew: I told you I was done, man.",
        "Jeffrey: Well, I didn't believe you. You weren't very convincing.",
        "Matthew: [Sighs] You still think she's going to show up?",
        "Jeffrey: She admitted that she's in Llanview, so who knows?",
        "Matthew: Okay, tell me. Who's going to walk through that door? Some 400-pound cat woman or some lonely guy?",
        "Jeffrey: If either of those people show up, I will buy them coffee.",
        "Matthew: You're a perv. And she's not showing up, okay?",
        "[SCENE_BREAK]",
        "Destiny: So, you're working for Todd Manning again?",
        "Shaun: The money's good. In fact, I want to help you out.",
        "Destiny: No way.",
        "Shaun: You can use it for Drew.",
        "Destiny: I have a job.",
        "Shaun: I'm working about you working that night shift.",
        "Destiny: You're one to talk. You've always worked crazy hours.",
        "Shaun: But I don't have a kid? When do you ever sleep?",
        "Destiny: I have discovered the art of napping.",
        "Shaun: [Chuckles] I just wish that Matthew helped out more.",
        "Destiny: You know, he's getting better.",
        "Shaun: Since when?",
        "Destiny: I don't know. I-I sense a change.",
        "Shaun: Well, time will tell. Until then, accept this. Buy Drew something from Uncle Shaun.",
        "Destiny: Thank you.",
        "Shaun: So, I guess working, school, and being a mom leaves no time for dating.",
        "Destiny: I don't know. Don't be so sure.",
        "Shaun: What?",
        "Destiny: [Laughs]",
        "Shaun: Who?",
        "Destiny: No, it's okay. It's too soon to tell. But I will keep you posted.",
        "Shaun: Des, you impress me.",
        "[SCENE_BREAK]",
        "Jack: [Follows a mysterious girl who took his laptop at the coffee shop]",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Bo: Come in.",
        "Blair: Hey, Bo. I am really busy, so what do you need to see me about? If it's about that gunshot, I already gave Bruce a statement.",
        "Bo: I know, but this is about a dead girl.",
        "Blair: A what?",
        "Bo: Briana Marland. Does that ring a bell?",
        "Blair: No. Should it?",
        "Bo: Well, she hung out at Shelter. Does she look familiar?",
        "Blair: Yeah. She was there the other night with some older guy, and Rama and I were commenting how creepy it was.",
        "Bo: Yeah, well, see, I just interviewed him. Do you know anything about an Arturo Bandini?",
        "Blair: All I know is that he rented Shelter today for a memorial service. Is that the same girl?",
        "Bo: Really?",
        "Blair: Uh-huh.",
        "Bo: Save me a seat.",
        "[Knock on door]",
        "Bo: Come in.",
        "Natalie: Oh, hey, sorry. I didn't realize you were busy. Hey, Blair.",
        "Blair: Hi, Natalie. So, we done?",
        "Bo: Yes. Thank you, Blair, for your help.",
        "Blair: Thank you. Thank you.",
        "Bo: What do you got?",
        "Natalie: It's not 100% conclusive.",
        "Bo: Come on. Just get to the point.",
        "Natalie: The pills that Dani had and the pills that we found on Briana were definitely altered in the same way.",
        "Bo: I think this just officially became a murder investigation.",
        "[SCENE_BREAK]",
        "Singer: I know how the night ends, trying to forget. It's a war, it's a war out there, and I'm not ready, no. Can't expect to fall without someone getting hurt. It's a war, it's a war out there, and I'm not ready, no. Can't expect to fall when no one wants to get hurt. Past the time repeating lines I've heard before when I thought that they would work, I was told they were bored. Just hold on to what could keep you safe. I'm holding you an arm's length away. I know how the night ends. We're both strangers in our own -- Todd [Finds Robert's dead body in Victor's room and the window open]: Victor!",
        "Singer: I'm trying to forget. It's a war, it's a war out there, and I'm not ready, no. Can't expect to fall without someone getting hurt. It's a war, it's a war out there, and I'm not ready, no. Can't expect to fall when no one wants to get hurt.",
        "[SCENE_BREAK]",
        "Matthew: I told you she wasn't gonna show.",
        "Jeffrey: It was worth a shot.",
        "Matthew: Yeah, well, it's probably for the best. At least now we can close the book on the freak show.",
        "Jeffrey: I am still a little curious, man.",
        "Matthew: No. No. No, no, no. Give me your phone. I'm deleting it.",
        "Jeffrey: [Sighs]",
        "Matthew: Done. Deleted. We're done forever, okay? We should probably order lunch, and you're paying.",
        "Jeffrey: Thanks.",
        "Matthew: I'm so glad to be done.",
        "Jeffrey: Matthew.",
        "Matthew: Jeffrey.",
        "Jeffrey: Turn around.",
        "[SCENE_BREAK]",
        "Singer: The night ends trying to forget. It's a war, it's a war out there, and I'm not ready, no. Can't expect to fall when no one wants to get hurt Téa receives a text message from Victor: \"I know u told them where 2 find me. Only u would know where. Call off the dogs. For my sake."
    ],
    "Transcript Author": [
        "Provided By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=XzLwaUh49a8"
}