{
    "Episode Summary": [],
    "Recap": [
        "Jared and Natalie arrive at the cabin and are uneasy being alone. There is a big snow storm. Bo and Nora realize that Matthew needs his laptop in order to complete a homework assignment. So they ride together. Lindsay warns Clint that he may not want the two of them together. He tells her he suspects nothing but does listen to her. Addie tells Todd he must realize he is not benefiting anybody with what he is doing to Starr. He then admits to Blair that she might be right. John seems to get through to Cole that he might need to stay away from Starr whether he wants to or not. Starr is stranded in the house unable to go anywhere. But she has a pregnancy test. John and Talia are concerned about Antonio. He suspects that John is hitting on his girl friend."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Matthew: That was so cool. I had never seen a bear that close, not even at the zoo.",
        "Jared: Yeah, I've never seen anyone roll up the car window so fast.",
        "Natalie: Uh -- hello. The bear was coming straight towards us, Jared.",
        "Matthew: Hey, do grizzly bears eat people?",
        "Jared: Well, he wasn't a grizzly, actually. He was a black bear, and if we stay out of his way, we'll be just fine.",
        "Natalie: And what if the bear doesn't stay out of our way?",
        "Matthew: Uh -- hey, can I use your laptop? I don't have any service, and I want to talk to my friends.",
        "Jared: Ooh, there's no wireless up here. Sorry, bud.",
        "Matthew: Well, that sucks.",
        "Nigel: Matthew, there are two landlines here. If you want to communicate with your friends, you may do it in the old-fashioned way.",
        "Matthew: Whatever.",
        "Nigel: Yeah, I'll be right back with more supplies.",
        "Jared: Nigel, you need a hand?",
        "Nigel: Oh, thank you, but Mr. Clint will want you to have the equipment set up when he arrives.",
        "Matthew: Hey, I'll go.",
        "Jared: Right.",
        "Matthew: Maybe we can see a mountain lion.",
        "Jared: Are you cold?",
        "Natalie: Yeah, it's, like, 20 degrees colder here than it was in Llanview.",
        "Jared: Well, the caretaker has the thermostat set to 72, so --",
        "Natalie: Well, I better get busy, then -- with work, I mean, you know, to keep -- to keep warm. Jared, you know what? If you're going to make things weird between us, I'm leaving right now.",
        "[SCENE_BREAK]",
        "[Nora sighs]",
        "Nora: Hi. Hi, sorry I'm late.",
        "Clint: You're not taking all that with you, are you?",
        "Nora: I have 42 cases on the docket this week. I was planning on working this weekend.",
        "Clint: Look, Nora, if you can't make it, you can't make it.",
        "Nora: No, I can come, I can come! I -- I -- I want to come. I want to come, especially since Matthew's already up there, and he's all excited about the trip and -- and, you know, all of that. It just was a little short notice.",
        "Clint: Yeah, well, I just decided everybody should get away and get up there after what went down today. And you, being a valued member of -- ah, hell. Nora, I just want you up there, okay?",
        "[Nora chuckles]",
        "Nora: Then I want to be there.",
        "Clint: Good.",
        "Nora: Are you sure you're okay? Everything all right?",
        "Bo: I'm sure everything's not.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Langston: Hey, you sick or something?",
        "Starr: Why, do I look sick?",
        "Langston: No, but Markko was supposed to take us to school this morning and you never came downstairs and you weren't in Chem, so --",
        "Starr: You didn't hear? It's not enough that my dad took away my boyfriend, my cell phone, and my internet access, but he wants to take school away from me, too.",
        "Langston: What?",
        "Starr: Yeah, he's home-schooling me now.",
        "Langston: Oh, my God -- Starr!",
        "Starr: Look, my dad is psycho, Langston, and I don't mean to scare you because I know you're stuck living here, but a lot worse things can happen in this house than could ever happen at Llanview High.",
        "[SCENE_BREAK]",
        "Todd: Well, find out who they are and tell them they're fired. Thank you.",
        "Addie: Poor Todd. Do you ever ask yourself why you're so determined to destroy everything you love?",
        "[SCENE_BREAK]",
        "John: This is about you and Todd.",
        "Blair: This has nothing to do with Todd and me. All I want to do is protect Cole and Starr.",
        "John: From your crazy husband.",
        "Blair: From each other.",
        "John: Oh. You know, you come to me behind Todd's back because you're afraid, aren't you?",
        "Blair: I'm not afraid of Todd. I'm not! He just wants to protect his daughter and you feel the same way about Cole. That's why you came over to the house that day when you -- when you were going to defend him after he and Todd got into a fight.",
        "John: I care about the kid, all right? I want him to be safe.",
        "Blair: Okay -- you care about him? Then use some of your super cop skills and do a little talking to him. You have got to convince him to stay away from Starr. You're the only person he'll listen to.",
        "[SCENE_BREAK]",
        "Talia: You know John and I have to be discreet. He and I both feel the same way about Ramsey. He just wants to nail him.",
        "Antonio: Oh, really? Well, you know what I think? I think you're the one who's reading things wrong, Talia. And as far as I can see, John -- he's out to nail someone else.",
        "Antonio: I must've hit a nerve.",
        "[SCENE_BREAK]",
        "Starr: I've already got bodyguards 24/7. I can barely even go to the bathroom. Sweet 16 -- such a joke.",
        "Langston: I don't get it. Why -- why would your dad pull you out of school?",
        "Starr: Because he's afraid that I might pass by Cole in the hallway and do something stupid.",
        "Langston: Like last night?",
        "Starr: Last night wasn't stupid. Those few minutes that I spent with Cole were the happiest that I've been in weeks. And -- and as much as I feel like I'm a prisoner in my own house, imagine how much worse it would be for Cole if he were in jail right now. I mean, if I do one more thing wrong, that's exactly where my dad will send him.",
        "[SCENE_BREAK]",
        "Todd: I'm not in the mood, Addie.",
        "Addie: Ah -- avoidance.",
        "Todd: You have no idea what you're talking about. Everything I've ever done is for people I love.",
        "Addie: You can't lock Starr away in this house forever.",
        "Todd: No, only till she's 18.",
        "Addie: Did you raise your daughter so poorly that you distrust her that much?",
        "Todd: No, I distrust him, not her.",
        "Addie: I'm not defending what happened with Cole that night. Starr's not ready to be sexually active.",
        "Todd: You can just stop now, Addie, please. Thank you.",
        "Addie: But Blair doesn't think Cole would ever hurt Starr.",
        "Todd: Well, Blair's mistaken. He already did -- last year.",
        "Addie: We're not talking about last year. You told your daughter you didn't believe anything she said and now you've taken away everything that's important to her. Meanwhile, Jack doesn't understand why everyone's always fighting, why Starr's --",
        "Todd: I'm sure Jack doesn't understand why his lunatic grandmother goes swimming naked in freezing Llantano River, but I don't talk to him about it, do I?",
        "Addie: And then there's Sam. Do you want him to hear his sister screaming that she hates you? To see your wife frightened of you?",
        "Todd: Blair isn't frightened of me.",
        "Addie: Blair loves you, Todd. She's desperately trying to hold this family together. But you're making that almost impossible --",
        "Todd: I am the only one holding this family together, Addie.",
        "Addie: I know that's what you want to believe. But you're a reporter -- look at the facts. There's a big part of you that must know that -- you're trying to destroy everything you hold dear.",
        "[SCENE_BREAK]",
        "John: Nora has talked to him. I have talked to him.",
        "Blair: Well, then talk to him again. Get in his face and yell at him if you have to, but you have got to keep him away from Starr.",
        "John: Do you remember what it was like to be that age, to be young and in love?",
        "Blair: No.",
        "John: Me, neither, but I do remember not wanting to listen to anyone, so why would Cole listen to me? Why is he going to listen to anyone?",
        "Blair: I'm not worried that Todd is going to physically hurt Cole.",
        "John: Yeah, then what are you worried about?",
        "Blair: I don't want Cole to go to prison.",
        "John: Why would he? Cole didn't rape Starr no matter what Manning says.",
        "Blair: Cole shot Miles Laurence and you took the blame for it. Todd knows that. Todd told Cole if he doesn't stay away from Starr, he will go to the new commissioner with that. John, Cole is not the only person that could lose everything.",
        "[SCENE_BREAK]",
        "Talia: Antonio? What happened to you?",
        "Antonio: What happened to you?",
        "Talia: I'm not the one cozying up to Ramsey.",
        "Antonio: I'm not cozying up to anyone.",
        "Talia: Is this about the money? I can't imagine what it must've felt like to lose everything. Are you -- are you worried about Jamie's future?",
        "Antonio: I am taking care of Jamie by doing my job. Maybe you should think about doing the same.",
        "Talia: Yeah, well, does your job entail hurling insults at me? Or accusing me of flirting with one of your best friends?",
        "Antonio: Flirting?",
        "Talia: Yes.",
        "Antonio: Right. I think it's past that stage.",
        "[SCENE_BREAK]",
        "Clint: Nora, would you --",
        "Nora: I think I'll go -- got it.",
        "Clint: Bo, today I did what I had to do with Cobb and I'm sure you'll agree after having had time to read the facts. I'm sure you don't agree with my methods.",
        "Bo: Right.",
        "Clint: Yeah. And I -- I shouldn't have kept you in the dark.",
        "Bo: Right again.",
        "Clint: Well, that's one of the reasons I wanted us to get away from here and go up to Buchanan lodge.",
        "Bo: Big brother, you know, you're the one that talked me into coming back to work for Buchanan Enterprises and I wanted to do this after all these years because I wanted to do something good for the family.",
        "Clint: Yeah. I understand that.",
        "[Bo sighs]",
        "Bo: And -- and I checked on all the facts, and you know what? Cobb had to be stopped, but the way you went about it --",
        "Clint: I -- Bo, the same thing was true with Webster. Both of these guys pretended to be Pa's friends. Now he's gone and now they're trying to destroy the company that he left to us and to our kids.",
        "Bo: I know.",
        "Clint: And both of them -- they said it wouldn't end with them.",
        "[SCENE_BREAK]",
        "Jared: How am I making things weird? I'm just here to work --",
        "Natalie: Good.",
        "Jared: And enjoy the scenery. Ahem.",
        "Matthew: Hey, I saw a wolf.",
        "Natalie: Where?",
        "Nigel: We did not see a wolf. It was a coyote.",
        "Natalie: Is that supposed to make me feel better?",
        "Jared: I didn't know you were so afraid of the wildlife.",
        "Natalie: Okay, I'm not afraid of anything. I just -- you know, I'm not crazy about the idea of the wildlife thinking about having us for dinner.",
        "Jared: Ha!",
        "Natalie: Plus, you know, I'm not sure that I'm in the mood for all this quiet.",
        "Jared: Well, quiet's good sometimes -- and stars. You know, it's funny they call Texas the lone star state because I don't think I'd ever seen as many stars as I did that night by the campfire.",
        "Nigel: Unfortunately, the caretaker didn't stock the kitchen very well. I'm going to run down to the market for more supplies before the snow starts.",
        "Matthew: Can I go?",
        "Natalie: No!",
        "[SCENE_BREAK]",
        "Todd: Don't you have some tai chi or clam bake to go to or something?",
        "Addie: I've stayed out of this for as long as I could because I was really hoping that you and Blair and Starr could work it out together.",
        "Todd: But no, we can't, so it's Addie to the rescue.",
        "Addie: I've been in therapy all my life. I -- I realize that hardly qualifies. But as -- as an outsider --",
        "Todd: Are you an outsider? Oh, I thought you were Blair's mother.",
        "Addie: Are you thinking I'm taking Blair's side? There shouldn't be any sides in a family.",
        "Todd: Hmm. I'm sure you know all about what it takes to make a functional family, Addie.",
        "Addie: Well, I know all about what it isn't -- just like you do. Do you want Starr to grow up to be like me -- or you? She is growing up, Todd. She's a terrific, wonderful girl -- a young woman.",
        "Todd: She's a girl, she's 16. She's not an adult and she needs protection -- that's what I'm doing.",
        "Addie: Well, right now, I'd say she needs protection from you.",
        "Todd: Would you? Well, let me ask you something. Where did you learn all this masterful parenting skill? From your time in a mental institution, while you were certifiably insane?",
        "Addie: You can belittle me as much as you like. In your heart, you know I'm right. You've got to let Starr live her life. She's going to make more mistakes and you and Blair will be there for her. But don't let her live these precious years of her life locked in a cage. You love her too much for that.",
        "John: Even if what you say is true, the D.A. has already looked into Laurence's shooting and the case is closed.",
        "Blair: Oh, yeah?",
        "John: Mm-hmm.",
        "Blair: And do you think it's going to stay closed once Todd goes to Ramsey with that new evidence? Of course it's not. Ramsey was there, he was an eyewitness. And you know he's looking for anything that he can to get you kicked off the force.",
        "John: Yeah. But Manning hates Ramsey -- he won't follow through with it.",
        "Blair: Let me tell you something about Todd. He'll do anything right now to protect his daughter, and the boy that he hates more than anybody right now is the boy that he caught in bed with his daughter. Please, just talk some sense into Cole. Please? I'm counting on you. Thank you, John.",
        "John: Yeah, don't worry, I'll get it.",
        "Blair: Well, I hope so.",
        "[John sighs]",
        "John: Hey. It's John -- how you doing? Hey, that's good. Do me a favor -- can you meet me down at the Angel Square diner? Okay. Thanks. Hey. You okay?",
        "[Talia sighs]",
        "John: What's wrong?",
        "Talia: It's Antonio -- I don't know what's happening to him.",
        "[SCENE_BREAK]",
        "Ramsey: Hmm. What do you think of what Sahid and McBain gave us here?",
        "Antonio: I think it's a lot of info.",
        "Ramsey: Is it accurate? Seems like a pretty big drug buy for this area. But, then you know a heck of a lot more about Llanview and these informants than I do.",
        "Antonio: Hmm. Well, I'll -- I'll have a look at it.",
        "Ramsey: You don't have any problem with those two working together, do you?",
        "Antonio: No, sir.",
        "Ramsey: All right, good. I won't ask you what that little lovers' spat was about out there.",
        "Antonio: It was nothing.",
        "Ramsey: I don't care about fraternization. I just don't want personal stuff to get in the way of work.",
        "Antonio: All right. It won't.",
        "[SCENE_BREAK]",
        "Nigel: You don't want us to leave you alone?",
        "Natalie: I -- I just thought, um, Matthew should do his homework.",
        "Matthew: I forgot my laptop.",
        "Jared: On purpose?",
        "Matthew: Well, I haven't been shopping in a while now that we have servants, so I wanted to go and pick out my own junk food.",
        "Nigel: Come along, but don't get carried away.",
        "Jared: Let's see --",
        "Nigel: You'll be all right alone? We won't be gone long.",
        "Jared: Yeah. Everything will be just fine.",
        "Jared: Whew. Alone at last.",
        "[SCENE_BREAK]",
        "Clint: They're not the only ones involved in this.",
        "Bo: You don't have any proof of that, do you?",
        "Clint: It's just a gut feeling. That's why I need you and your detective skills to find out what the hell is going on and who's behind it. Bo, are you with me?",
        "[SCENE_BREAK]",
        "Talia: I shouldn't have hit him.",
        "John: You decked him.",
        "Talia: John, please.",
        "John: I'm going to find out what's really going on.",
        "Talia: No! It's okay.",
        "John: No, you know what? It's not okay. He's going to learn how to treat a fellow officer with respect. Hey. Do me a favor, Markko, all right? Cole is coming down here to meet me -- make sure he stays here till I get back.",
        "Markko: Okay, I will.",
        "John: Thanks.",
        "[SCENE_BREAK]",
        "Bo: I want this to work.",
        "Clint: Then you'll come up to the cabin?",
        "Bo: Yeah, sure, of course.",
        "Clint: Thank you, Bo.",
        "Clint: Yeah.",
        "Bo: Tell her.",
        "Nora: Hi, sorry. I just got a voicemail from Matthew.",
        "Bo: Ah, ha -- what'd he forget?",
        "Nora: His laptop with half his Civil War paper on it.",
        "Bo: And that's due on Monday.",
        "Nora: That's right.",
        "Bo: I'll swing by and pick it up.",
        "Nora: Well, that's the problem -- he's not quite exactly sure where he left it. It could be in the library, possibly the living room, most likely the kitchen, or his bedroom. And if it's there, it's under a pile of laundry.",
        "Clint: Listen, I'm going to be stuck here for a while so why don't you go with Bo, stop, pick up the laptop and then continue on up to the cabin, you know? That way, you can help Matthew with his paper and, well, you can get things going when you -- when you get there, so drive carefully.",
        "Nora: Okay. You, too.",
        "Clint: Yeah.",
        "Bo: See ya. Ahem.",
        "Nora: Are you okay with this?",
        "Bo: Yeah, it's only going to be a couple of hours. What's the big deal?",
        "Nora: All right.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Ramsey: Yes?",
        "Antonio: It all looks good to me.",
        "Ramsey: Hmm. You really think a cash buy of this size could be coming down?",
        "Antonio: Well, I wouldn't dismiss it. The informants are reliable.",
        "Ramsey: You think you could nose around and find out a more specific time and place?",
        "Antonio: I'll look into it.",
        "[SCENE_BREAK]",
        "John: Oh, hey -- you know something? If you got something to say about my friendship with Talia, you should say it to my face.",
        "John: Let's take this in my office.",
        "Antonio: There's no need. What I have to say, I could say here.",
        "John: All right.",
        "Antonio: Stay away from Talia.",
        "John: We're working together.",
        "Antonio: Whose idea was that?",
        "John: Not mine.",
        "Antonio: Well, you sure jumped on it.",
        "John: Hey, how do you expect me to treat her?",
        "Antonio: I expect you to keep your hands off her.",
        "John: You're going a little nutsy, you know that? I mean, I'm not sure why, but you are.",
        "Antonio: Yeah, well, I'm going to tell you why -- because I'm sick and tired of watching you making moves on my girlfriend. Now, I know you lost Marty --",
        "John: Hey, let me tell you something -- don't even mention her name again, ever, you understand me? You know, I almost thought we were friends.",
        "Antonio: Yeah? So did I. But after what I've seen between you and Talia, I'm beginning to wonder.",
        "John: Then get your eyes checked, all right? You're wrong about this. You're dead wrong. And if you care about her half as much as you say you do, you'll drop it. You're the one who's hurting her. Get back to work!",
        "[SCENE_BREAK]",
        "Cole: Hey, you seen John?",
        "Markko: He had to go out for a minute. He said to tell you to stick around.",
        "Cole: Yeah, well, what's going on here, anyway? Markko, you didn't tell John that Mrs. Manning saw me at her house last night, did you?",
        "Markko: Oh, no, no, no way. Ahem. Mrs. Manning told him herself. He's not happy, Cole.",
        "Cole: Oh, my God.",
        "Markko: I know, I know, I know. I'm sorry; it's me and my stupid ideas. I never should've tried to help you.",
        "Cole: Are you kidding? I mean, holding Starr in my arms last night was the best I felt since this whole mess started. I'd do it all over again. Nobody's going to keep us apart.",
        "[SCENE_BREAK]",
        "Langston: I mean, if -- if it's love that's driving your dad to do all these things, it's pretty destructive.",
        "Starr: I know.",
        "Langston: Look, I'm here for you, okay? Anything you need me to do.",
        "Starr: Well, there's nothing you really can do. I have to read this book and I have a million Chem problems. I just don't want to give my dad one more thing to hassle me about.",
        "Langston: All right. I'll see you later then. Look, I -- I'm sorry about the home-school thing.",
        "Starr: Thanks, and have fun out there.",
        "[SCENE_BREAK]",
        "Blair: What happened to you?",
        "Todd: Your mother.",
        "[SCENE_BREAK]",
        "Clint: That's right -- all of Cobb Industries will be under the control of B.E. Well, we're going to come up with a new name this weekend and we'll let you know. You, too.",
        "Lindsay: Well, sounds like everything's going according to plan.",
        "Clint: I didn't have a plan. I just ran out of choices.",
        "Lindsay: Walter must've been stunned to have his skeletons come flying out of the closet at such an inopportune moment.",
        "Clint: I'm busy, Lindsay.",
        "Lindsay: Not even a thank-you?",
        "Clint: Thank you. But your services will no longer be needed -- no dossiers, no folders, no skeletons that you dug up from God knows where. B.E. is just fine now, and Bo and I can handle it from here.",
        "Lindsay: Bo wouldn't even be here if he knew how you got Cobb and Virgil Webster to get in line. And from what I've heard, it's not going to end there.",
        "Clint: What have you heard?",
        "Lindsay: That B.E. is ripe for the picking and that you're headed for some more problems. You don't look surprised.",
        "Clint: Like I said, I'm busy.",
        "Lindsay: Well, I just came here to see Bo.",
        "Clint: Well, Bo is not here. He's on his way to a company retreat up at the Buchanan lodge.",
        "Lindsay: Well, you didn't mention that to me.",
        "Clint: Well, it came up in a hurry. He said he was going to leave you a message. Bo and Nora must be halfway there by now.",
        "Lindsay: Bo and Nora are on their way to the lodge together?",
        "Clint: Yeah, they had to stop and pick up Matthew's laptop so I suggested they continue on up to the cabin.",
        "Lindsay: Have you completely lost your mind?",
        "[SCENE_BREAK]",
        "Natalie: It's really coming down out there. Shouldn't they be back by now?",
        "Jared: I don't know -- the ice might've slowed them down little bit. I'm sure they'll call the landline if there's a problem. Will you come check this out?",
        "Natalie: Wow. 147 related articles already.",
        "Jared: Yeah, it's all over the web -- \"B.E. taking over Cobb Industries.\"",
        "Natalie: I guess there really aren't any secrets these days.",
        "Jared: I don't know about that.",
        "[Phone rings]",
        "Natalie: Hello?",
        "Nigel: It's Nigel.",
        "Natalie: Nigel, are you okay?",
        "Nigel: Essentially. And you?",
        "Natalie: We're -we're fine. What's going on?",
        "Nigel: I've had to stop to put chains on the tires, and I'm not sure I'll be able to attempt the hill until the storm stops and the roads have been salted.",
        "Natalie: You're kidding.",
        "Nigel: I don't kid.",
        "Natalie: You know what, Nigel, I told you that you shouldn't take Matthew with you.",
        "Nigel: Yeah, Miss Natalie, my --",
        "[Line breaks up, disconnects]",
        "Natalie: Nigel? Nigel? Nigel!",
        "[Natalie sighs]",
        "Jared: What happened there?",
        "Natalie: This can't be good.",
        "[SCENE_BREAK]",
        "Lindsay: You put Bo and Nora in a car to drive up to the lodge together, where they probably created all kinds of wonderful memories together?",
        "Clint: You're overreacting.",
        "[Lindsay sighs]",
        "Clint: Bo's your legal guardian, not your boyfriend. Why are you so upset?",
        "Lindsay: I want you to pick me up at my place in 20 minutes.",
        "Clint: You mean Bo's place, and why should I?",
        "Lindsay: Like you said, Bo is my court-appointed guardian. And as a responsible citizen, it is your duty to get me to that lodge.",
        "[SCENE_BREAK]",
        "Nora: The roads slippery?",
        "Bo: No, not yet. Hey, did you hear that they -- they changed the forecast for higher elevations? Wintry mix.",
        "Nora: Oh, boy, am I glad that Matthew's up at the lodge already.",
        "Bo: What was my brother thinking?",
        "Nora: I don't know -- he didn't really have a chance to fill me in. I was very surprised that B.E. was able to buy out Warren Cobb.",
        "Bo: Yeah.",
        "Nora: Boy, Clint must've really pulled off quite a coup.",
        "Bo: Well, I suppose that he did what he had to do.",
        "Nora: Meaning?",
        "Bo: Nothing.",
        "Nora: Things were pretty tense with you guys earlier. Am I misreading?",
        "Bo: Nope.",
        "Nora: You don't want to talk about it?",
        "Bo: You got it.",
        "Nora: Okay. So, how about them Phillies?",
        "[SCENE_BREAK]",
        "Natalie: I can't believe how fast it got cold here.",
        "Jared: Well, as long as we stay close to the fire, we should be fine.",
        "Natalie: Yeah. Great, some R&R, family bonding -- brilliant idea, Dad.",
        "Jared: You know, I checked the forecast before we left. This storm must've come out of nowhere -- here.",
        "Natalie: Thanks. So, the rest of them are still coming up here, right?",
        "Jared: Yeah, as far as I know.",
        "Natalie: You don't -- you don't think that we could get left here alone together, do you?",
        "Jared: Well, I mean, we could take our chances with the bears and the coyotes and try to hike down the hill.",
        "Natalie: That's so funny. Yeah.",
        "[Jared laughs]",
        "Natalie: I really hope that Nigel and Matthew aren't stuck in the car.",
        "Jared: Well, Nigel will take care of Matthew, just like I'll take care of you.",
        "Natalie: I don't need --",
        "Jared: I know. You hungry?",
        "Natalie: Like a bear.",
        "Jared: I'll see what's in the kitchen. Ahem.",
        "Natalie: You cook?",
        "Jared: As long as there's instant noodles, we're set.",
        "Natalie: Great.",
        "[SCENE_BREAK]",
        "John: Hey, give me one minute, okay? How are you doing?",
        "Talia: Did things get ugly with Antonio?",
        "John: No, we were -- we were civil. Look, I don't know what his problem is right now.",
        "Talia: Neither do I. I got to get going, though.",
        "John: Look, for the time being, you may just want to stay clear from Vega.",
        "Talia: That's the plan? Guess our movie date's off tonight. Ahem.",
        "John: Hey -- everything's going to be okay.",
        "Talia: Thanks, John.",
        "John: Hey, can I have a minute?",
        "Markko: I should get back to work.",
        "Cole: Hey, John, before you say anything -- I know you're going to tell me again to stay away from Starr.",
        "John: You got that right.",
        "Cole: But, John, I can't. Her dad is crazy. I -- he can't keep Starr locked up in her room forever. And like I just told Markko, I'm not going to let Mr. Manning or anybody else keep us apart.",
        "John: Yeah? How about prison bars? You think those will keep you apart?",
        "[SCENE_BREAK]",
        "Blair: So what did my mama say to you?",
        "Todd: She wanted me to realize that -- well, you know, after all the time I missed with Sam, it doesn't compare to her. I mean, she missed your whole life.",
        "Blair: And you don't want this to happen to you and Starr?",
        "Todd: I finally thought I had everything I wanted. You know, you and I are married, we got Sam back and Jack and Starr are great, and then --",
        "Blair: Then you up and want to move us to Hawaii.",
        "Todd: Yeah. It's all my fault -- as per usual. You're right -- if I hadn't have threatened to move Starr to Hawaii, Cole wouldn't have jumped her.",
        "Blair: That's pretty much it in a nutshell.",
        "Todd: How do I fix it?",
        "[SCENE_BREAK]",
        "Ramsey: How long before you're ready? Well, I'm hoping I'll have the money by next week.",
        "[SCENE_BREAK]",
        "Talia: Antonio \u0096",
        "[SCENE_BREAK]",
        "Clint: Don't you want to call Bo and let him know that you're on your way?",
        "Lindsay: I don't think it's necessary -- Bo likes surprises.",
        "Clint: Well, he may not like this one -- you showing up uninvited.",
        "Lindsay: Come to think of it, I don't think either one of them would be thrilled if we showed up.",
        "Clint: Lindsay, you are a lousy judge of character.",
        "Lindsay: Don't you wish.",
        "Clint: Oh, stop it, all right? I don't care what their history is together. Bo and Nora would never --",
        "Lindsay: \"Never\"? What? You also said that you would never use disgusting personal information to destroy a man's life for your own personal gain.",
        "Clint: I didn't do that for myself. I did it for my father's legacy.",
        "Lindsay: It's okay, Clint. You can admit it. We both know, under good circumstances or under bad ones, no one can be trusted.",
        "[SCENE_BREAK]",
        "Nora: And then he looks at me with those big brown eyes and he says, \"Don't worry, Mom. I'll teach you how to set the parental controls.\"",
        "[Bo and Nora chuckle]",
        "Bo: Not only a smart kid, he's honest to the bone.",
        "Nora: Yeah, I don't know where he gets it from.",
        "Bo: You know, when I was Matthew's age, I just thought that I would be a cowboy my whole life. Didn't have to learn anything that a cowboy didn't need to know. Ah, it was all so much -- so much simpler then.",
        "Nora: Yeah. When I was Matthew's age, I had an elaborate plan to run off to New York City and become a Rockette.",
        "Bo: Yeah, I can see that.",
        "Nora: Eh -- too short and not a good enough dancer.",
        "Bo: Oh, come on, that's not true.",
        "Nora: Oh, God, Bo, do you remember that time when -- oh, my God, look out, Bo, Bo!",
        "[Tires screech]",
        "[SCENE_BREAK]",
        "Natalie: S'mores and champagne.",
        "Jared: Beats ramen noodles.",
        "Natalie: Yeah, it's the perfect meal. Mmm. And it definitely beats having to brainstorm, come up with a new name for Cobb Industries.",
        "Jared: I thought you lived for your work.",
        "Natalie: I love my job, you know, I really do. It'd just be kind of nice to have a life outside of work, even though I don't really have one now.",
        "Jared: It's okay to be driven.",
        "Natalie: Coming from the man who's way more driven than I am.",
        "Jared: Oh, I'm still proving myself to everyone who doubted me --",
        "Natalie: Same here.",
        "Jared: And you.",
        "Natalie: Me? I -- I don't know why you'd feel you'd have to do that.",
        "Jared: Yeah, you do. You've known since the first time we met. And even with everything that's happened, I think in your heart you still know. Nothing has changed from the beginning --",
        "Natalie: But --",
        "Jared: Nothing.",
        "[SCENE_BREAK]",
        "John: Hey, look at me. I understand you've been through hell. You won't believe me, but I even understand how you feel about Starr.",
        "Cole: Oh, yeah? Then how can you tell me to stay away from her?",
        "John: Listen to me. If Manning goes to Ramsey and tries to get him to reopen Laurence's shooting, I won't be able to stop him this time.",
        "Cole: I don't want you to get in trouble --",
        "John: No, this is not about me -- I'm not worried. You know what I'm worried about? And you should be worried about it, too -- how would you feel if Starr has to lie to the police? Is that what you want? Because you could both end up in jail.",
        "Cole: Maybe you're on to something there because then we'd both be together, you know?",
        "John: Oh -- Cole --",
        "Cole: All right, no, seriously -- in all seriousness, I love her.",
        "John: That's exactly why you have to stay away from her -- because you love her.",
        "Cole: Okay.",
        "John: Okay?",
        "Cole: Mm-hmm. Can I go now?",
        "John: Yeah. Forget about it, I got it.",
        "Cole: Thank you.",
        "Markko: What's up, man? What'd he say to you?",
        "Cole: I think he's right. I have to stay away from Starr.",
        "[SCENE_BREAK]",
        "Blair: You really want to try and fix this?",
        "Todd: Yeah, I guess your mother was just crazy enough to get through to me.",
        "Blair: Well, what did my mother say to you that I haven't been telling you for weeks?",
        "Todd: Now, listen -- huh -- I'm still going to keep her away from Cole, right? I'm not going to allow him to hurt her, but I just can't stand her hating me right now.",
        "Blair: Todd, all any child needs is just the sun, air, and space to grow up healthy and strong. You just need to give her room to grow up, Todd.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Langston: Hey, can I borrow your Chem book?",
        "Starr: I've got it.",
        "[NEXT_ON]",
        "Natalie: For God's sake, Jared, you're my uncle!",
        "Jared: No, I'm not!",
        "Blair: Well, it's a good thing you got there when you did. Otherwise, it could've been a lot worse.",
        "Langston: I thought you said that nothing happened between you and Cole.",
        "Starr: I lied."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=l21ifQjG5C4"
}