{
    "Episode Summary": [
        "Episode # 10610 ~ Already Gone"
    ],
    "Recap": [
        "Matthew takes Dani to meet Starr and Cole. All is revealed about Starr and Dani's mutual father raping Cole's mother. Dani tells them that she will never forgive Todd. But Starr attempts to communicate with her and welcome her to the family. Tea and Todd try but fail to find her. Brody goes after Mitch after he writes a letter to Jessica and is ready to kill him. John tries to stop him before Lowell catches him. Lowell arrests John but Brody gets away when he senses Jessica may be in danger. The evil nurse injects Jessica with a needle and knocks her out as Brody rushes to rescue her. Viki does not know what to do with Charlie, who is secretly meeting with Dorian and agrees to kill Mitch."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Langston: Oh, my God, I can't believe Starr's mom did all this, I mean, the decorations, the music.",
        "Markko: It's amazing.",
        "Langston: I kind of feel guilty seeing it before Starr.",
        "Markko: Cole should be bringing her pretty soon. In the meantime, maybe we should just enjoy having time to ourselves.",
        "Langston: Well, we should, should we?",
        "Markko: Have I told you how incredibly hot you look?",
        "Ford: Muy caliente.",
        "[SCENE_BREAK]",
        "Starr: Dani, I thought you left town with your mom.",
        "Dani: Yeah. We did, but we're back.",
        "Starr: Look. If this is about what my dad did to your father--",
        "Matthew: Starr, about your father, I know this is gonna sound like a shock, but he's Dani's father, too. You guys are sisters.",
        "Starr: What? That can't be. Dani's dad is Ross Rayburn.",
        "Dani: Ross Rayburn is my dad in every way that counts.",
        "Starr: Look. I didn't mean to upset you.",
        "Dani: He's a lot better than your dad.",
        "Matthew: Dani!",
        "Dani: What? I mean, he may have done some things that he's not proud of, but he sure as hell never raped anybody!",
        "[SCENE_BREAK]",
        "Todd: Hey, you, excuse me. I want to talk to you.",
        "Téa: Please help us. Our daughter is missing.",
        "Cop: Missing how?",
        "Todd: Like we don't know where she is. That's how.",
        "Cop: Okay. How old is she?",
        "Téa: Well, she's 15.",
        "Cop: Well, she's probably at a friend's house.",
        "Todd: Wait a minute, you moron.",
        "Téa: All right. I--",
        "Todd: She's run away because of me.",
        "[SCENE_BREAK]",
        "Matthew: Dani just found out that Ross isn't really her dad.",
        "Dani: Biologically.",
        "Matthew: Biologically.",
        "Starr: So, your mom and my dad--",
        "Dani: Did it on some island.",
        "Starr: When they were stranded together?",
        "Dani: Pretty much.",
        "Starr: Well, why didn't Téa--",
        "Dani: Say anything?",
        "Starr: Yeah.",
        "Dani: She was ashamed. I mean, come on. Wouldn't you be if you got knocked up by a monster like Todd Manning?",
        "[SCENE_BREAK]",
        "Cop: What does she look like?",
        "Téa: Well, she's about my height. Oh, I have a picture of her right here.",
        "Stan: You, you're coming with me.",
        "Todd: Oh, no. I don't think so.",
        "Stan: Don't get in my way, Manning. There's someplace I need to be.",
        "[SCENE_BREAK]",
        "Brody: What the hell are you trying to pull with this, Laurence? You forgive Jessica for trying to kill you?",
        "Mitch: Blessed are the merciful, for they will be shown mercy.",
        "Brody: You think anyone is showing you mercy?",
        "Mitch: I have no doubt.",
        "Brody: The day is coming, you sick bastard, sooner than you think.",
        "[SCENE_BREAK]",
        "Charlie: Okay. I'll do it. I will kill Mitch Laurence. Just give me the gun.",
        "Dorian: That was quite a big deal, what just happened with Viki.",
        "Charlie: I did what I had to do.",
        "Dorian: Oh, it was really stupid of me, ordering that drink. I'm sorry, but you let Viki think it was yours. She thinks you were drinking yourself into oblivion.",
        "Charlie: Got rid of her, didn't it?",
        "Dorian: Yeah. She thinks she's losing you.",
        "Charlie: Well, she already has. I'd rather have her hate me than know what I'm really doing.",
        "[SCENE_BREAK]",
        "Jessica: You'll find Brody?",
        "John: I'm on my way to the docks right now.",
        "Jessica: I really appreciate this.",
        "John: Don't worry about it. Just make sure you stay where Officer Mosser can see you.",
        "Jessica: Yeah. He's right outside.",
        "John: Good. Just sit tight.",
        "Jessica: Thanks, John.",
        "[Telephone rings]",
        "Jessica: Come on. Answer.",
        "[SCENE_BREAK]",
        "Ford: Happy Birthday, Langston.",
        "Langston: Thanks.",
        "Ford: It's a big one, 18. You're a woman now.",
        "Langston: I wonder where Starr and Cole are.",
        "Markko: I'll give them a call where I can actually hear.",
        "Langston: Yeah.",
        "Ford: I thought you and Markko could use something to toast with.",
        "Langston: Oh, um--",
        "Ford: Don't worry. They're virgin.",
        "Langston: Oh. Thanks.",
        "Ford: No problem. You only turn 18 once, right? You look really beautiful.",
        "Langston: So, is it true that you cast someone who looks like me to be in your internet show?",
        "Ford: You bet.",
        "Langston: You shouldn't have done that.",
        "Ford: Why not? Like I said, you're a beautiful woman, Langston.",
        "Langston: Markko said you made me your love interest.",
        "Ford: Yeah. That I did.",
        "Langston: Why?",
        "Ford: Guess I was just living out a fantasy.",
        "[SCENE_BREAK]",
        "Matthew: Uh, Dani?",
        "Dani: What?",
        "Matthew: You know you're talking about Starr's dad, right?",
        "Dani: Well, she must know that he's a skeevy perv. I'm sorry.",
        "Starr: It's okay. Could you just give us a minute?",
        "Dani: Sure.",
        "Starr: Thank you.",
        "Dani: I don't know what I'm saying. I don't even know why I'm here. This was a bad idea.",
        "[SCENE_BREAK]",
        "Cole: So, what do you think?",
        "Starr: Could this possibly be true?",
        "Cole: Well, did your dad ever say anything about him and her mom back in the day?",
        "Starr: No, never. I mean, I did catch my dad with a picture of Dani.",
        "Cole: You did? When?",
        "Starr: Right after he got back from Seattle. I even asked him about it.",
        "Cole: Okay. What did he say?",
        "Starr: He didn't say anything about her being his daughter.",
        "Cole: But--",
        "Starr: What?",
        "Cole: Why would he have a picture if it doesn't mean anything?",
        "Starr: I don't know.",
        "Cole: Well, don't you want to know?",
        "Starr: Dani, wait.",
        "[SCENE_BREAK]",
        "Todd: No. You're not going anywhere. You're gonna find my daughter right now.",
        "Stan: Ha! Perhaps you should try St. Petersburg. I heard she has a few enemies in Russia.",
        "Todd: You're a real son of a bitch. You know that, Lowell?",
        "Téa: You know what? Give me that. Commissioner, we are not talking about Starr. We are talking about my daughter Daniella.",
        "Stan: You two have a daughter?",
        "Téa: Yes. We have a daughter. She is 15. She is unfamiliar with the area. She doesn't know many people around here.",
        "Stan: Tell it to someone who cares. I said you're coming with me. Needleman, send another unit to meet us. I have a feeling we may need some backup.",
        "[SCENE_BREAK]",
        "Jessica: Okay. Just call as soon as you get this.",
        "Viki: What's wrong?",
        "Jessica: Nothing.",
        "Viki: Jessica...",
        "Jessica: It's no big deal.",
        "Viki: That didn't look like nothing, honey.",
        "Jessica: Really, it's no big deal.",
        "Viki: Sweetheart, please, no secrets. Tell me what's wrong.",
        "Jessica: I got a letter from Mitch.",
        "Viki: When?",
        "Jessica: Tonight. Brody found it.",
        "Viki: What did it say?",
        "Jessica: It said that he was sorry about what happened at the Buenos Dias cafe and he wanted to meet me.",
        "Viki: And what else?",
        "Jessica: He said that if I met him alone that he would leave Natalie, you, and Charlie in peace.",
        "Viki: No. No, darling. You stay far, far away from Mitch Laurence.",
        "Jessica: I will. I'm just afraid that Brody won't.",
        "[SCENE_BREAK]",
        "Mitch: Ohh...so, lieutenant boy killer, you read my letter.",
        "Brody: You bet, I did.",
        "Mitch: Guess that would explain your foul mood.",
        "Brody: I never want you contacting Jessica again.",
        "Mitch: Oh, and here I thought you didn't like being referred to as her beast of burden.",
        "Brody: You think I give a damn what you think of me?",
        "Mitch: Hmm, suppose it's more what she thinks of me.",
        "Brody: What the hell is that supposed to mean?",
        "Mitch: Well, a son is a son till he takes a wife, but a daughter is a daughter the rest of her life. I don't care what she says. She wants to please me.",
        "Brody: You actually thought she'd meet you here.",
        "Mitch: Oh, we both know she would have if you had not intervened.",
        "Brody: You stay the hell away from Jessica, from Bree, from Viki.",
        "Mitch: Well, what about Charlie? I mean, we don't want to forget him.",
        "[SCENE_BREAK]",
        "Dorian: What do you mean, Viki has already lost you?",
        "Charlie: Viki has certain standards that I can't live up to anymore.",
        "Dorian: Viki is all too familiar with the pain of losing a child.",
        "Charlie: Yeah. Look. She lost Megan to disease. It wasn't her fault.",
        "Dorian: And it wasn't your fault that you lost Jared.",
        "Charlie: Okay, but I don't want to talk about it anymore.",
        "Dorian: No, of course not. You don't want to talk about much of anything, do you?",
        "Charlie: My son was murdered by a guy who laughed at me. He is everywhere I look. I can't grieve. I can't think, so for God's sake, for my sake, just give me the gun, hmm?",
        "[SCENE_BREAK]",
        "Brody: Charlie can take care of himself.",
        "Mitch: Hmm, with the help of a bottle, from what I hear.",
        "Brody: I'm talking about the women.",
        "Mitch: Oh, the women. Ha ha ha! The women are mine for the taking.",
        "Brody: Look. Not on my watch.",
        "Mitch: Now there is that canine loyalty I was thinking of when I wrote my letter. Unfortunately, it'll do you no good. I mean, you can bark. You can growl. You can even bite, but there's nothing you can do to stop me from taking what I want right from under your wet, little nose. Go ahead, Lieutenant. Kill me.",
        "John: Brody! Don't.",
        "John: Drop it, Brody.",
        "Brody: Stay out of this, John. This is my call.",
        "Mitch: What's the matter, McBain? Too messy?",
        "John: Hey, come on. Put it down.",
        "Mitch: Aw, come on. That's no fun. What do you say after the young officer bashes my skull in, you dump my body in the river? Who'd know?",
        "Brody: What are you doing here?",
        "John: Jessica called me. She said Laurence wanted to meet her on the dock. She was afraid you'd gone in her place.",
        "Mitch: How boringly predictable. Exactly what I warned her of in my letter.",
        "[SCENE_BREAK]",
        "Jessica: I called John.",
        "Viki: Did you tell him about the letter?",
        "Jessica: Yeah. I told him everything. He said he'd take care of it.",
        "Viki: Well, that's good. You did the right thing.",
        "Jessica: I just hope it's enough.",
        "Viki: We'll all get through this.",
        "Jessica: I want to believe that.",
        "Viki: You can believe it. As long as we love each other and support each other, we'll be okay.",
        "Jessica: Mom, what is it?",
        "Viki: It's nothing.",
        "Jessica: No, no, no. No secrets, remember? Is this about Mitch, or is something else going on?",
        "[SCENE_BREAK]",
        "Charlie: What are you waiting for? It was your idea in the first place to kill Laurence, no? You have every reason to hate him as much as I do. He threatened your family. At least that's what you told me, that he could do to your kids what he did to mine.",
        "Dorian: And we can't let that happen, can we?",
        "Charlie: Right, and that's why you want me to kill him.",
        "Dorian: Yes, but are you aware of the risks?",
        "Charlie: No. What risks?",
        "Dorian: If you get caught.",
        "Charlie: I don't care about prison. Prison doesn't scare me.",
        "Dorian: Oh, capital punishment is legal in Pennsylvania.",
        "Charlie: Yeah. Well, that doesn't matter because I'm already gone. When Jared died, something inside me broke. I'm just a dead man walking.",
        "[SCENE_BREAK]",
        "Todd: Lowell, get your ass back here!",
        "Téa: It won't help, Todd. Lowell owns this station and everyone in it.",
        "Todd: Yeah. Thanks, Dorian.",
        "Téa: Oh, God, what are we gonna do now?",
        "Todd: We're gonna forget about the cops. I got Dani in this mess in the first place. I'm gonna get her out.",
        "[SCENE_BREAK]",
        "Dani: So, did you want something?",
        "Starr: Yeah. I want to know if this is really true.",
        "Matthew: It is.",
        "Dani: My mom told me.",
        "Starr: She said that she was ashamed?",
        "Dani: I said that.",
        "Starr: And what did she say?",
        "Dani: She said that she was in love with your dad and that she slept with him once the night before he left the island to go back to your mom.",
        "Starr: So, he didn't know that she was pregnant.",
        "Dani: Neither did my mom, not until after she married my dad.",
        "Starr: So, she didn't even think that my dad was your dad.",
        "Dani: She said that she always knew that there was a chance, but since she was already with my dad, she wanted to believe that I was his.",
        "Cole: Well, how do you know for sure that you're not?",
        "Dani: My mom got a DNA test. Here. I even have a copy if you want to see it.",
        "Starr: It's true. I have a sister? You're my sister. Huh.",
        "[SCENE_BREAK]",
        "Markko: Dude, where are you?",
        "Cole: Look. We can't come.",
        "Markko: What? Wait, wait, wait. Is Hope okay?",
        "Cole: Yeah. She's fine.",
        "Markko: Then what's going on?",
        "Cole: Look. I'll tell you all about it later, okay?",
        "Markko: Cole--",
        "Cole: Look. Just listen. Everything is fine. You and Langston just go have a good time, okay?",
        "Markko: Uh, yeah. Yeah. Okay.",
        "[SCENE_BREAK]",
        "Langston: What do you mean, you were living out a fantasy?",
        "Ford: I don't know. I guess I just fantasize about you sometimes.",
        "Langston: You do?",
        "Ford: Sure. Don't you fantasize about me? I mean, haven't you noticed there's something between us?",
        "Markko: Hey, Cole and Starr can't come.",
        "Langston: What? Why not?",
        "Markko: Cole said something came up.",
        "Langston: What could possibly come up that would keep Starr from her own 18th birthday?",
        "Markko: I don't know.",
        "Langston: Well, did something happen? What about Hope?",
        "Markko: No, no. Hope is fine. Cole said she's fine. Nothing is wrong.",
        "Langston: But they can't come.",
        "Markko: He said he'd explain everything later.",
        "Langston: Oh, great.",
        "Ford: You guys look like you could use some cheering up. Listen. I brought you these to toast with.",
        "Langston: I can't believe Starr is not coming.",
        "Markko: This sucks. I know.",
        "Langston: Well, maybe I should call her.",
        "Markko: No, no, no. I don't know if that's a good idea.",
        "Langston: Why not?",
        "Markko: Well, it seemed like whatever was happening, they were still in the middle of it.",
        "Langston: And Cole didn't say anything about it.",
        "Markko: No, but he did say not to worry and that we should just have a good time...",
        "Langston: Have a good time.",
        "Markko: So that's what we're gonna do.",
        "[Langston sighs]",
        "Markko: Here's to you and me... forever.",
        "[SCENE_BREAK]",
        "Starr: I can't believe this. I have a little sister?",
        "Dani: Pretty much blew me away, too.",
        "Matthew: That's why Dani and her mom came back to Llanview.",
        "Starr: Where is Téa? Does she know that you're here?",
        "Matthew: No.",
        "Starr: Why not?",
        "Dani: Because I don't want her to.",
        "Matthew: She doesn't want to see her mom or your dad.",
        "Starr: What about my dad? Does he know about any of this? I should call him.",
        "Dani: Don't.",
        "Starr: Why not?",
        "Matthew: Because he already knows.",
        "Starr: My dad already knows that you're his daughter?",
        "Dani: He has for a while.",
        "Starr: And why don't you want me to call him?",
        "Dani: Because I never want to see our father again.",
        "[SCENE_BREAK]",
        "Todd: Right, and if you find her, don't approach her. Don't say anything to her. Just call me, okay? Thanks.",
        "Téa: Just made a few calls myself. Rachel and Greg have been looking near the apartment. So far, no sign of her, and Nora and Bo, they haven't seen Matthew since this morning.",
        "Todd: Do you think she could be with him?",
        "Téa: Oh, well, he told Rachel that he didn't even know Dani was back in Llanview.",
        "Todd: You think maybe she went back to Tahiti?",
        "Téa: I'm thinking of calling him.",
        "Todd: Who, Ross?",
        "Téa: Yeah.",
        "Todd: No. No. I don't want him involved.",
        "Téa: He's already involved. He's the only father Dani has ever known.",
        "Todd: See, now, I knew this would happen. That's why he sent her here.",
        "Téa: No.",
        "Todd: Yeah. Of course. This all makes perfect sense. He knew the minute that Dani found out who I was and what I had done that he'd win.",
        "[SCENE_BREAK]",
        "Matthew: Dani found out everything about your dad.",
        "Dani: The fact that he's a rapist, among other things.",
        "Matthew: I thought maybe you could talk to her since, you know, you had to go through the same stuff.",
        "Cole: Hey, you mind if I talk to Starr for a minute? You okay?",
        "Starr: I don't know what to think.",
        "Cole: Yeah. I don't blame you.",
        "Starr: I guess I have a sister that I never knew about.",
        "Cole: It's kind of a huge deal.",
        "Starr: I don't know what to do. Do I call my dad or Téa?",
        "Cole: No. I wouldn't. Dani would freak.",
        "Starr: Oh, I remember when I found out about my dad. When I was a kid, I thought that he was perfect. He would let me do all these crazy things. He would listen to whatever I said, that he'd just love me more than anything, and then when I found out who he is and--",
        "Cole: Then he's scary as hell.",
        "Starr: Yeah. I wished that I had had a sister, someone that I could talk to, someone who could help me deal.",
        "Cole: Well, maybe you can do that for Dani. Maybe you can help her deal.",
        "[SCENE_BREAK]",
        "Viki: I don't really want to talk about it now.",
        "Jessica: Mom, please, if there's something wrong, I want to know about it.",
        "Viki: Okay, it's Charlie, all right? He lied to me, told me he was going to meet a client, and I didn't believe him, so I followed him, which I'm not very proud of.",
        "Jessica: Where did he go?",
        "Viki: He went to a bar.",
        "Jessica: Was he drinking?",
        "Viki: He'd already had one drink. The waitress was putting another one in front of him.",
        "Jessica: Oh, no.",
        "Viki: Well, he denied it, you know? He said, \"oh, no. I'm not drinking,\" and then all of a sudden, he turned around to say he was, that he was back on the sauce.",
        "Jessica: That's what he said?",
        "Viki: Yeah, and then he told me there was nothing I could do about it. And the awful thing is, he's absolutely right.",
        "[SCENE_BREAK]",
        "Dorian: You have a wife who loves you.",
        "Charlie: The man I used to be. I'm not that man anymore.",
        "Dorian: Okay, then, Charlie. What kind of man are you? Are you the kind of man who can look Mitch Laurence straight in the eye and pull the trigger? Can you do that?",
        "Charlie: With pleasure.",
        "[SCENE_BREAK]",
        "John: \"Meet me alone, and I promise I'll leave Natalie, your mother, and Charlie in peace forever.\"",
        "Mitch: Forgive, and you will be forgiven.",
        "Brody: Laurence is all about forgiveness.",
        "Mitch: Poor Natalie. She carries such a terrible burden. She must. She tried to kill me.",
        "John: You really need to get your story straight, dude.",
        "Mitch: Oh, to take a human life, that's only for God to decide. You know, I tried to forgive her, but I'm afraid my pleas have gone unanswered.",
        "Brody: You forgive Natalie?",
        "Mitch: Well, how could I not? In the eyes of the Lord, she'll always be my loving wife.",
        "Brody: You sick son of a bitch.",
        "Mitch: Jessica, the fruit of my loins, why, she's-- she's as much a part of me as the air I breathe. She's inside me, and I'm inside her.",
        "Brody: That's it.",
        "John: Oh, hey, all right. Brody. Brody, hey.",
        "Stan: What's going on here? I said, what's going on?",
        "[SCENE_BREAK]",
        "Starr: Dani, I was wondering if we could really talk. Do you think we could do that?",
        "Dani: Okay.",
        "Starr: I was around the same age as you when I found out what my dad--what our dad did when he was in college.",
        "Dani: And it didn't make you sick?",
        "Starr: Oh, it did. Trust me. It was horrible.",
        "Dani: But you got over it.",
        "Starr: I wish I could tell you that I did, but it's not something that you...",
        "Dani: Try not to think about? I can't.",
        "Starr: That's not what I meant.",
        "Dani: He stuffed a sweatband in her mouth.",
        "Starr: I know that.",
        "Dani: Do you? Do you know anything about this girl? She wasn't that much older than us. Her name was Marty Saybrooke.",
        "Starr: Dani...",
        "Dani: He stuffed a sweatband in her mouth and held her down and raped her.",
        "Cole: Stop, okay?",
        "Dani: What?",
        "Starr: Cole is Marty's son.",
        "[SCENE_BREAK]",
        "Todd: Maybe we should just forget about all of it.",
        "Téa: Forget what?",
        "Todd: All of it. Just-- we find Dani. We just pretend the whole thing never happened.",
        "Téa: Oh, you want to forget that you're her father?",
        "Todd: She already has a father, doesn't she, who she loves, apparently. Maybe it's just best to leave well enough alone.",
        "[SCENE_BREAK]",
        "Dani: You're Marty Saybrooke's son?",
        "Starr: He's actually my boyfriend until we get married someday.",
        "Dani: You guys are really serious.",
        "Cole: We have a baby together.",
        "Starr: Kind of a lot to handle, huh?",
        "Dani: Kind of.",
        "Cole: We've had a little more time.",
        "Dani: You must hate Todd's guts.",
        "Cole: Yeah, I try not to think about it.",
        "Dani: How do you do that?",
        "Cole: Huh. Practice. And I love Starr. If I spent my days hating him, I'd make her life hell.",
        "Dani: I don't think I can pretend that everything's normal when it's not.",
        "Cole: It's not pretending.",
        "Starr: We try not to let what my dad did control our lives.",
        "Dani: He wanted to steal your baby. He had it all planned. He was going to raise it like it was his...with your mom.",
        "Cole: She had had an accident and she didn't remember anything. Yes, he totally took advantage of her.",
        "Dani: Again. God, how do you live with that?",
        "[SCENE_BREAK]",
        "Mitch: Thank you, Commissioner. You arrived just in time. McBain and Lovett were going to kill me.",
        "Lowell: Is this true?",
        "Brody: You're gonna listen to this nut case?",
        "Lowell: I take all complaints seriously, Officer, and so should you.",
        "John: What brings you out, Stan? Slow night at the station?",
        "Lowell: We got an anonymous tip about an assault in progress.",
        "John: If you say so.",
        "Brody: You set me up, Laurence.",
        "Mitch: How could I do that?",
        "Brody: You knew Jessica wouldn't meet you, and I'd take her place.",
        "Mitch: I wanted to see my daughter.",
        "Brody: He wanted me away from her. I gotta--I gotta get back to Llanfair.",
        "Lowell: Grab him.",
        "Brody: What are you doing?",
        "Lowell: You're not going anywhere until we straighten this out.",
        "[SCENE_BREAK]",
        "Charlie: Viki thinks I'm here getting drunk.",
        "Dorian: Because that's what you wanted her to think.",
        "Charlie: Because I wanted to get rid of her. Hmm?",
        "Dorian: You love her so much Charlie. That's why you're pushing her away.",
        "Charlie: Look, she has suffered enough because of me and I don't really want to think about it. Are you gonna give me the gun or aren't you?",
        "[SCENE_BREAK]",
        "Viki: I know that there is nothing I can do to stop Charlie from drinking. He knows that I love him, he knows I don't want to lose him, but he will not accept my help or anyone else's, apparently.",
        "Jessica: I should have told you about his drinking the moment I found out.",
        "Viki: Oh, darling, it wouldn't made--it would not have made a bit of difference. This is not your fault. It's Mitch Laurence. He's destroyed Charlie.",
        "Jessica: So, what are you gonna do?",
        "Viki: Gee, uh... I thought I'd call his sponsor. See if he knows what to do in this situation.",
        "Jessica: That's a good idea.",
        "Viki: It's all I've got. I'm going upstairs.",
        "Jessica: I'm gonna try Brody again.",
        "[SCENE_BREAK]",
        "Cristian: So, you glad you came?",
        "Ford: Yeah. It's a great place. Thanks for inviting me.",
        "Cristian: Figured you'd like it. There's a lot of hot women in Llanview. You just have to know where to look.",
        "Ford: I think I know where to find them.",
        "[SCENE_BREAK]",
        "Ford: Don't you fantasize about me? I mean, haven't you noticed there's something between us?",
        "Langston: I gotta get out of here.",
        "Markko: What?",
        "Langston: I mean, I have to go to the ladies' room.",
        "Markko: You okay?",
        "Langston: Yeah. I'm fine. I'll be right back.",
        "[SCENE_BREAK]",
        "Dorian: Whatever happens, I can't be implicated in any way.",
        "Charlie: Yes, yes, I know. That's why we're meeting at a dump like this.",
        "Dorian: It's under the table. If Mitch Laurence finds out that I was involved in this in any way...he'll kill my girls.",
        "Charlie: He will be dead before he has a chance to find out.",
        "[SCENE_BREAK]",
        "Brody: If you so much as look at Jessica...",
        "Mitch: You'll what?",
        "Brody: I'll kill you!",
        "Mitch: Did you hear that, Commissioner? He threatened me.",
        "John: All right. Let's cut the crap. I'm the one who smacked Laurence around.",
        "Lowell: You did?",
        "John: Yeah. Leave Brody out of it. Let him go.",
        "Mitch: You think the good commissioner will believe anything you have to say? It was Officer Lovett. He had no trouble killing an innocent young boy in Iraq. He had no trouble threatening me, and I'm sure he would have no problem whatsoever taking my life.",
        "Lowell: Go ahead. Take Officer Lovett in.",
        "John: You guys don't want to do this, do you? You know Brody. He's a good cop. And right now, Jessica Buchanan could be in serious danger.",
        "Mitch: Oh, that is ridiculous. Jessica is my daughter.",
        "John: Let him go, fellas.",
        "Lowell: What are you doing? Go ahead! Go!",
        "[SCENE_BREAK]",
        "Jessica: Who are you?",
        "Nurse Charles: I'm Nurse Charles, dear.",
        "Jessica: You're the one that was after Stacy, the one that works--Mitch--no-- no--no--no\u0097",
        "[SCENE_BREAK]",
        "Starr: Like I said, I was your age when I found out what my dad had done.",
        "Dani: And you found a way to live with it.",
        "Starr: Oh, not at first. At first, I felt like my dad had died, the dad that I knew and trusted, that he was gone forever and I was never gonna get him back.",
        "Dani: But you were angry, right?",
        "Starr: Of course I was. I was furious. I hated what he had done and I hated that I knew about it.",
        "Dani: But it's different for you.",
        "Starr: How?",
        "Dani: You grew up with him. You loved him.",
        "Starr: That doesn't mean I wasn't a mess.",
        "Dani: Yeah, but you couldn't just cut him out of your life. You didn't have a choice. I do.",
        "Starr: So you're just going to pretend that he doesn't exist?",
        "Dani: I watched you once.",
        "Starr: You did?",
        "Dani: Through the window with your dad.",
        "Starr: What was I doing?",
        "Dani: You were hugging him... like a dad. I can't picture myself ever doing that. I can't picture myself ever feeling like that.",
        "Starr: Dani--",
        "Dani: My mom brought me back here to get along with him, but I don't have to. She can't make me.",
        "Starr: She wouldn't make you, not if you didn't want to.",
        "Dani: How could she not tell me what kind of a man he really is?",
        "Starr: She probably figured you wouldn't come if you knew.",
        "Dani: Maybe she's smarter than I thought.",
        "Starr: She probably wanted you to get to know the part that she knows, and the part that I know.",
        "Dani: What part is that?",
        "Starr: The good part of my dad, the part that she loves.",
        "Dani: How? How could any woman love a man like Todd Manning?",
        "[SCENE_BREAK]",
        "Téa: Look, all we can do is tell her the truth and try to explain--",
        "Todd: What I have done? I don't think I can. I know she's just about Starr's age when Starr found out about me. I'll never forget the look on her face. It was just-- I don't know. It wasn't anger. It certainly wasn't forgiveness. It was just confusion. Hated me and loved me simultaneously.",
        "Téa: You helped her through it.",
        "Todd: It was different because I had years of a relationship with Starr at that point. With Dani, I have nothing.",
        "Téa: You got me.",
        "Todd: [Scoffs] Are you gonna explain it to her?",
        "Téa: What--loving you? I try to explain it to myself every day. All we can do is try, okay?",
        "[SCENE_BREAK]",
        "Langston: Oh. Sorry.",
        "Ford: My fault. Are you okay?",
        "Langston: I'm fine.",
        "Ford: You sure? You look a little flushed.",
        "Langston: Just must be warm in here.",
        "Ford: Yeah, it is. Listen, I'm sorry if I upset you earlier, what I said about there being something between us.",
        "Langston: No. It's okay.",
        "Ford: No, it's not. It was presumptuous. I'm really sorry.",
        "Langston: No, it wasn't.",
        "Ford: So, you feel it, too.",
        "[SCENE_BREAK]",
        "Todd: It feels like just yesterday when I was holding her for the first time, watching her learn to walk and talk. Pull the heads off of her dolls.",
        "Téa: Huh. She got that from you, didn't she?",
        "Todd: She used to look at me like I had superpowers.",
        "Téa: I remember.",
        "Todd: And then when she found out what I had done, she never looked at me the same way. I guess that's a small price to pay, right? Horror on your own daughter's face when she finds out what you're capable of?",
        "Téa: You're not that man anymore. I know you're not that man anymore.",
        "Todd: I'm not sure I believe it.",
        "Téa: Look, I believe it. Now you just have to make Daniella believe it the way you made Starr believe it, the way you made me believe it. I love you.",
        "Todd: I love you, too.",
        "[SCENE_BREAK]",
        "Starr: I don't know why your mom loves my dad. I just know why I do.",
        "Dani: Because you have to.",
        "Starr: No, because--even though my dad can be screwed up in some ways, he can be really great in others.",
        "Dani: Like what?",
        "Starr: He lets me do crazy things and say whatever I want and he loves me.",
        "Dani: So, you just forget all those other times he did violent things?",
        "Starr: I don't really understand it, either. It's just that he's had this awful childhood--",
        "Dani: Lots of people have awful childhoods and don't rape other people.",
        "Starr: I'm just saying that he has all this pain inside of him and sometimes to make him...",
        "Dani: You're telling me he can't help himself?",
        "Cole: Look, Dani, no. He's his own worst enemy, okay, and he knows that. I will never forgive him for what he did to my mom, okay, but he thinks about it every day of his life. And it tortures him.",
        "Dani: Do you forgive your dad for what he did to Cole's mom?",
        "Starr: It's not for me to forgive. But he's still my dad and I'm not saying that that excuses what he's done, but I love him in spite of it.",
        "Dani: I'll never love him. I can't even think about being in the same room as him.",
        "Starr: You don't have to. I just think that you should know that my dad loves his kids and he would do anything for us. He loves us more than we want him to sometimes.",
        "Dani: How many are there?",
        "Starr: Oh, um, well... you--we have two little brothers--Jack and Sam. They can be really annoying, but other times they're--they're really great.",
        "Matthew: You've got a little niece, too.",
        "Starr: Cole and my baby. Her name is Hope.",
        "Dani: Yeah, well, I figured the playhouse wasn't for you guys.",
        "Starr: If you want, we could show you some pictures.",
        "[SCENE_BREAK]",
        "Charlie: So... make sure.",
        "Dorian: Oh, yes. I'll lure Mitch to an isolated place. It shouldn't be too difficult.",
        "Charlie: Then I'll do what needs to be done.",
        "Dorian: Right, right. I'll be in touch.",
        "Charlie: Hey. You okay?",
        "Dorian: No, I'm--I'm fine. Why wouldn't I be?",
        "Charlie: You mean you're not having second thoughts, are you?",
        "Dorian: Absolutely not. Can't afford to have them. We've got no choice. We both need to protect our families. And Charlie... I really am sorry about you and Viki.",
        "[SCENE_BREAK]",
        "Lowell: Is he under control?",
        "Officer: Yes, sir.",
        "Lowell: This stops right here, McBain. Take him to the station.",
        "Officer: You have the right to remain silent.",
        "John: See you, Stan.",
        "Officer: If you give up this right, anything you do or say can and will be used against you in a court of law.",
        "Mitch: Well, Commissioner, thank you for your assistance, even if you took your sweet time getting here.",
        "Lowell: Just doing my job, as you've redefined it.",
        "Mitch: Yes, well, I only hope for your sake... that Officer Lovett hasn't interfered with my plan.",
        "[SCENE_BREAK]",
        "Brody: Jessica? Her cell phone. Mosser! Mosser. Hey. Hey, what happened? Hey, where's Jessica?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=ecUlVwZGVrg"
}