{
    "Episode Summary": [],
    "Recap": [
        "Nora visits Bo in his office. Bo lets Nora know that Lindsay is his friend. Cole brings Marty home from jail. Rex and Adriana have made love. Marcie brings Tommy to visit Lindsay in jail. Starr wants to know where Todd is. Blair lets her know that Todd is in jail. John visits Michael and finds out that Marcie is gone. Todd hears Marcie talking to the guard. Todd yells out that he wants to see his son. Bo wants to know what Nora wants. Nora lets him know that Lindsay's arraignment is tomorrow. Blair lets Starr know that she is the reason that Todd is in jail. Blair lets Starr know that they had found Todd's son and he is alive. Michael suggests leaving town. Derek tells Lindsay that her arraignment has been moved up. Blair encourages Starr that Todd will get his son back. Marcie with Tommy heads for the courtroom, but Bo stops her before she can enter the courtroom. Todd feigns a pain in his side to get the guard into his cell. Todd knocks him down onto the floor and grabs his gun. Rex has a bad dream and wakes up with a start. Rex gets a call that Lindsay's arraignment is less than an hour. John encourages Michael to hang in there that this is almost over. Lindsay's arraignment begins . Todd ties up and gags Derek in the jail cell. Starr lets Cole know that Todd had been arrested. Blair comes to visit Todd in jail and finds Derek tied up and gagged. Todd rushes into the courtroom and lets everyone know that Tommy is his son."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Knock on door]",
        "Bo: Yeah?",
        "Nora: Hi.",
        "Bo: Hey.",
        "Nora: Oh -- from Paige?",
        "Bo: Yeah. It looks like she's really found her purpose.",
        "Nora: Oh, well, that's nice. When you write her back, you can give her the good news that we found Truman's killer.",
        "Bo: \"Good news\"?",
        "Nora: Yeah, the case is coming along nicely.",
        "Bo: Lindsay's a friend of mine.",
        "Nora: I'm sorry. I'm being insensitive. I'm sure it was very difficult finding out that Lindsay had killed someone -- again.",
        "[SCENE_BREAK]",
        "Marty: When did you do this?",
        "Cole: A while back. I always knew you'd be coming home. I know, it's -- it's kind of cheesy.",
        "Marty: No. It's the most beautiful thing I've ever seen. I love you, sweetie.",
        "[SCENE_BREAK]",
        "Rex: Ah, dios mio.",
        "Adriana: Hmm, hmm.",
        "Rex: You know what you just did?",
        "Adriana: Um, kind of -- I was right here.",
        "Rex: I meant agreeing to move in with me. You made me feel -- make me feel like even with all the bad stuff that's going on, we'll get through this. We'll handle it.",
        "Adriana: I hope so.",
        "Rex: But this time, total trust and honesty.",
        "Adriana: Absolutely. And in the spirit of total honesty --",
        "Rex: Hmm?",
        "Adriana: If I'm going to live here --",
        "Rex: Hmm?",
        "Adriana: Those Eagles towels in the bathroom --",
        "Rex: Hmm? Hmm?",
        "Adriana: They got to go.",
        "Rex: Hmm. Hey, no problem. So what if I got them at the super bowl and they're my most favorite possession in the whole world? If my girlfriend is offended by them, then they're --",
        "Adriana: I was just kidding -- sort of. But you're right about the whole honesty thing. Secrets destroy lives. Marcie's never going to find out that Tommy is Todd's son.",
        "Rex: But you'd rather be all doom and gloom about it and expect the worst?",
        "Adriana: I wouldn't rather anything, Rex. I have nightmares about that secret coming out. You know how many lives it would destroy?",
        "[SCENE_BREAK]",
        "Starr: Mom? Mom -- hey. Why can't I reach Dad? I've tried him on all of his numbers. Do you know where he is?",
        "Blair: Mm-hmm.",
        "Starr: Ok -- where?",
        "Blair: He's in jail.",
        "Starr: Jail -- why?",
        "Blair: He got arrested for assaulting Miles Laurence.",
        "Starr: Well, Miles does deserve it.",
        "Blair: You don't have to tell me that.",
        "Starr: Ok, why don't you seem upset? There's more to this, isn't there?",
        "Blair: Yeah. Um -- see, I'm the one that got your father arrested.",
        "[SCENE_BREAK]",
        "John: Marcie's gone -- where?",
        "Michael: I don't know! She said that she'd be here when I got home. Maybe -- maybe Tommy was being fussy, and she took him for a drive?",
        "John: Ok, I'll wait.",
        "Michael: Oh, that's really sweet. That's very nice of you to wait to ruin my wife's life.",
        "John: Hey, Mike, we've been over this. Todd knows Tommy is his son -- you want to wait till he tells Marcie?",
        "Michael: I can't lose my son, John. I can't. And there's a way, John. There is a way that I won't have to.",
        "Marcie: Look at this little guy. Look at him. He just wants to say good night to his aunt Lindsay. I mean, how can you say no to a face like this?",
        "Todd: That's my son.",
        "Marcie: No, we are not going anywhere. Come on, Derek, what do you say? Five minutes with Lindsay and I promise we will never tell a soul, cross our hearts. Right, sweetie pie? Right?",
        "Todd: Hey, that's my son! I need to see my son!",
        "[SCENE_BREAK]",
        "Bo: What do you want, Nora?",
        "Nora: I just wanted to tell you that I am preparing Lindsay's arraignment for tomorrow, but there's a chance that it could be moved up.",
        "Bo: Well, yeah. The mayor's anxious to wrap this up.",
        "Nora: Well, yeah. I mean, the blood evidence on the dress was pretty damning. I still wish I had a motive, though.",
        "Bo: Well, yeah. Of course, you do -- then you could really throw the book at her.",
        "Nora: It would certainly make my case stronger. It might also work for the defense. A motive might make sense for the jury.",
        "Bo: Don't tell me that you're advocating for the defendant.",
        "Nora: For justice, Bo -- always for justice. I like my case to be clean, and right now, this one is a little muddy.",
        "Bo: But you have no doubt that Lindsay is guilty, and with the mayor breathing down your neck to wrap this thing up once and for all just as soon as possible, you are going to prosecute with everything you got -- just quick and nasty, huh? No subtleties.",
        "Nora: Lindsay is going down for this, Bo, and you should be prepared for that. And whether you believe it or not, I don't feel great about it.",
        "[SCENE_BREAK]",
        "Marty: And you know what, sweetie? You did an amazing job of ridding this place of Miles, any trace of him or the marriage -- not that I can call it that.",
        "Cole: Yeah, well, I hate you had to go through that.",
        "Marty: Sweetie, it was worse for you not knowing why, feeling like a -- a stranger in your own home.",
        "Cole: Well, Mom, you married Miles to protect me.",
        "Marty: You know, I moved us back to Llanview because I wanted us to have a home here, but with everything -- with Blair and Todd and everything you've gone through, and Miles -- it really hasn't felt like a home, has it?",
        "[Marty sighs]",
        "Marty: But you know what? I think all of that is going to change because for the first time, for the first time, sweetie, I feel like we belong here. I feel like that my son is safe and happy and I have good and loyal friends.",
        "Cole: Wait -- friends like John McBain?",
        "Marty: Yeah, absolutely friends like John. He -- he supported me through this this whole time. He never gave up on me, never let me give up on myself. He's the -- the reason I'm free, his belief in me.",
        "Cole: Whew -- so, now, uh --",
        "Marty: \"So, now\" what?",
        "Cole: Oh, well, uh -- are you and John going to -- to -- you know -- be a couple?",
        "[SCENE_BREAK]",
        "Starr: Oh, my God -- you sent Dad to jail again? Mom!",
        "Blair: Ok, time-out, just let --",
        "Starr: Oh, how could I be so stupid? I thought our family could be normal for a change!",
        "Blair: I did what I thought was the right thing to do for a lot of people.",
        "Starr: How could Dad being arrested be the right thing, Mom?",
        "Blair: Well, it's -- it's kind of complicated here.",
        "Starr: Right, and I'm too stupid to understand, so please, don't bother telling me why my own father is behind bars.",
        "Blair: Ok -- Starr --",
        "Starr: No! I --",
        "Blair: Listen, it's temporary. It was just a dilatory tactic, that's all.",
        "Starr: Meaning a stall?",
        "Blair: Absolutely.",
        "Starr: Why?",
        "Blair: Because some information has come to light that would be best served a little bit at a time, all right?",
        "Starr: Don't do this to me, Mom.",
        "Blair: Well, that's all I can tell you, so you'll just have to understand.",
        "Starr: The only thing that I understand is that my dad is in jail and you're not doing anything about it. Great. Just when I thought that everything was going to be ok. This isn't fair, Mom!",
        "Blair: I didn't say that it was, but I can tell you this -- that it's not like it has been all those other times.",
        "Starr: And what is that supposed to mean?",
        "Blair: Well, this is only temporary, ok? And after all is said and done, something really, really wonderful is going to come out of all of this.",
        "Starr: What are you not telling me?",
        "Blair: It's about your brother.",
        "Starr: Ok. What about jack?",
        "Blair: No, not jack -- your baby brother, Todd's little baby. They found him and he's alive.",
        "Starr: Are you -- why didn't you tell me that right away? Mom, I -- I can't believe this! When is he coming home?",
        "[SCENE_BREAK]",
        "Michael: Hear me out, ok? Now, what I do is I tell Marcie that I've got a job opportunity in another hospital in another state, John, far, far away -- I am talking, like, Guam far, you know? And then I just drum up another job and bam, we are out of here.",
        "John: Maybe you could join the circus.",
        "[Michael sighs]",
        "John: You're not making any sense, Mike. Come on. On top of everything else, the cops are involved.",
        "Michael: Hmm -- you're right. I mean, it wouldn't work, you know? All it'd do is just -- whew -- prolong the inevitable. Look, John, just one more month, you know, one more week, one more day with my son. We got to stop this, John. We got to find a way to stop this from happening.",
        "John: There's no way you can, Mike. It's out of our hands.",
        "Michael: Yeah. Yeah -- hmm. I guess you're right, you know? I'll call Marcie. I'll -- I'll call her again. I'll call her -- I'll call her again and I'll call her again until I get her and I will tell her to come home -- now!",
        "Todd: I want my son!",
        "Marcie: Is that Todd Manning?",
        "Derek: Unfortunately.",
        "Marcie: What'd he do now?",
        "Derek: Assault, some guy named Miles Laurence.",
        "Todd: Give me my son, damn it!",
        "Marcie: Ok, you know, I mean, I can't blame him for going crazy. If anyone took away this little guy from me, I really don't know what I'd do, but anyway, Derek, come on, what do you say? Just one minute with Lindsay?",
        "Derek: Sorry, Marcie. I can't bend the rules, not even for you or Tommy.",
        "Marcie: All right, fine. I don't want to get you into trouble, but please do me a favor, and will you tell Lindsay, you know, that we were here?",
        "Todd: That's my kid you got! I want him! Give him to me! That's my little boy -- that's my son!",
        "Lindsay: She's gone.",
        "Todd: Well, I'm going to get him back, or are you planning on killing him, too? Get that bitch back here! She's got my son!",
        "[SCENE_BREAK]",
        "Rex: John promised Michael that he would never tell anybody the truth about Tommy. And John McBain keeps his promises.",
        "Adriana: We won't go to prison?",
        "Rex: No way, no how, never, ever -- nunca.",
        "Adriana: You actually sound convincing.",
        "Rex: Then believe me, would you? And start going to the best-case scenarios for a change.",
        "Adriana: Fine. I will, and you're right -- we're going to be ok. We'll be fine. We're going to be happy and carefree -- well, relatively carefree. We're going to be living together, which is a really big step. I think I'm going to be really happy here, sharing your home.",
        "Rex: I'll be happy, too -- just so as long as you don't hog the bathroom, leave the cap off the toothpaste, load the dishwasher weirdly, boss me around, not --",
        "Adriana: Shut up and kiss me.",
        "Rex: Actually, the bossing-around part -- I could get used to that.",
        "[SCENE_BREAK]",
        "Michael: Come on, sweetie. Come on, come on, come on. Pick up the phone, pick up the phone, pick up the phone, pick up the phone! Damn it! Voicemail again.",
        "John: Maybe she's still driving Tommy around.",
        "Michael: Hmm. Yeah. Yeah, maybe. Johnny, I ever show you this? Huh -- Marcie and her camera, you know? She must take, like, a hundred pictures a day. It's a good thing she shoots digital because we would never be able to afford the film. Puts a caption over each one of the pictures. See, look -- here's Tommy demonstrating the art of contortionist sleeping --",
        "John: Look at that.",
        "Michael: Yeah. Pretzel boy. Here's Tommy wearing the hat that grandma McBain bought him.",
        "John: It's a good hat.",
        "Michael: It is a good hat.",
        "[Michael snickers]",
        "Michael: That -- there's no words.",
        "John: Hmm.",
        "Michael: You see, Johnny, there are just so many empty pages left to fill in this book. We got to do something about this, John. We have to fight!",
        "John: Mike? You and Marcie -- you handle this right, you can still have a family -- maybe not Tommy, but still a family.",
        "Michael: If we lose our son, John, there is no solution. There is no way to fix this, ok? You know? Understand it -- we will never get over him!",
        "[Phone rings]",
        "Michael: Phone.",
        "John: Yeah.",
        "Michael: Hello? Huh -- Marcie, where are you?",
        "Marcie: Yeah, I'm sorry. I know that I should've told you before I left, but I just -- I've been so preoccupied thinking about a way to help Lindsay, you know, so I decided that if she's not going to listen to me, then maybe she'll listen to Tommy, so I brought him here to see her.",
        "Michael: You brought Tommy to the jail?",
        "Marcie: Yeah.",
        "[Marcie chuckles]",
        "Marcie: He's really cranky right now.",
        "[Tommy fusses]",
        "Marcie: Ok, baby, it'll be fine. Yeah, look -- look, I got to go, Mike, ok? I love you.",
        "Michael: No --",
        "Marcie: All right, bye.",
        "Michael: No, Marcie, no! Damn it! She hung up. She -- she's at the police station.",
        "John: If she sees Lindsay --",
        "Michael: She might also see Todd.",
        "John: Let's go.",
        "Michael: Now.",
        "[SCENE_BREAK]",
        "Bo: Don't tell me you're feeling compassion for Lindsay.",
        "Nora: Oh, no, no, no, no, no. That's -- that's far too strong a word. I --",
        "[Nora sighs]",
        "Nora: I don't like the idea of Lindsay suffering, because it upsets you.",
        "Bo: I appreciate that.",
        "Nora: And I'd also like to have the missing piece of this murder equation.",
        "[Knock on door]",
        "Bo: Come in.",
        "Marcie: Oh, hi. I'm sorry, I didn't mean to interrupt. I --",
        "Nora: Nope, you're not at all. I was just leaving anyway. I will see you later?",
        "Marcie: Ok, um, Bo, I need your help with something.",
        "Bo: All right. What can I do for you, Marcie?",
        "Marcie: Well, Tommy's outside with Laudine right now, but I was wondering if I could bring Tommy to see Lindsay.",
        "Bo: Uh -- we really don't allow visitors at this hour.",
        "Marcie: I know, I know. The guard already told me, but I was thinking, you know, maybe you could make an exception just this once, please?",
        "Bo: Marcie --",
        "Marcie: Look, Bo --",
        "Bo: I wish I --",
        "[Marcie sighs]",
        "Marcie: When I saw Lindsay before, she seemed really defeated, you know? And I'm -- I'm just really afraid that she's going to roll over and give in at her arraignment tomorrow. She might even plead guilty the way she's acting. I have to give her a reason to fight this.",
        "[Knock on door]",
        "Bo: Yes?",
        "Nora: I'm sorry. Now I'm the one that's interrupting. The night judge -- she just got room on her docket, so she's going to arraign Lindsay in an hour.",
        "Marcie: What? Why so soon?",
        "Nora: Well, both parties agreed and frankly, the sooner we get the charges brought up and get her to trial, the better.",
        "Marcie: Oh, God.",
        "[SCENE_BREAK]",
        "Todd: Is anybody there? Anybody hear what I said?",
        "Lindsay: No one cares, Todd.",
        "Todd: They will. My son is here -- I demand to see him! Ah! I assume you're going to let me out? You know that the charges against me were trumped up by Lieutenant McBain -- I assume that you realize that now.",
        "Derek: Ms. Rappaport?",
        "Lindsay: Yes?",
        "Derek: Your arraignment's been moved up.",
        "Lindsay: What?",
        "Derek: You're needed in court right away.",
        "Todd: Wait, wait, wait a minute, wait a minute. I want you to get Bo Buchanan. I want you to tell the commissioner I need to see him right away -- it's very urgent. You understand me? You hear me?",
        "Derek: Who doesn't hear you?",
        "Todd: I want to see Bo right now!",
        "Derek: Well, you're going to have to wait until tomorrow.",
        "Todd: No, no, no, no -- tomorrow's not, tomorrow's --",
        "Derek: Because I'm busy right now --",
        "Todd: No, no, no, no --",
        "Derek: And so is he.",
        "Todd: Tomorrow's going to be too late, though, because I've been kept from him too long.",
        "Derek: Yeah.",
        "Todd: To -- oh -- an arraignment. Everybody's going to be there. So will I.",
        "[SCENE_BREAK]",
        "Marty: John is my friend. He was my friend before the arrest and he is my friend now. Do not start with me, Cole Patrick Thornhart.",
        "Cole: Well, what? I asked a question, that's all.",
        "Marty: Yes, and I answered it.",
        "Cole: And you turned red.",
        "Marty: I am not turning red.",
        "Cole: Mom, I'm the one that's looking at you.",
        "Marty: You know, I think we need to talk about something else. Oh, I have a great idea -- let's talk about a real couple. Let's talk about you and Starr.",
        "Cole: Hmm. Uh, well, there's nothing to tell.",
        "Marty: And now, who is the one blushing?",
        "Cole: Oh -- I am not blushing.",
        "Marty: You're not blushing? Now, look, I have been in jail and your mother would like a little cheering up, so come on.",
        "Cole: Ok. Uh -- let's see. Well, um, things with Starr are good.",
        "Marty: Good. Yes, too generic -- more details.",
        "Cole: Oh, Mom, there's nothing to say.",
        "[Marty chuckles]",
        "Cole: I mean, really. I -- I mean, we still like each other.",
        "Marty: Mm-hmm.",
        "Cole: And she was really great when you were in jail because she was always trying to make me feel positive and I think it worked.",
        "Marty: Well, I am grateful to her for that.",
        "Cole: You know, for the first time since I met Starr, we're not in trouble and neither are our parents.",
        "[SCENE_BREAK]",
        "Blair: Your daddy's little boy is not going to be coming home just yet.",
        "Starr: Why not?",
        "Blair: Well, like I said, you know, it's -- it's really complicated.",
        "Starr: Mom?",
        "Blair: Well, he's living with another family right now.",
        "Starr: Ok, but that's not their child, this other family.",
        "Blair: That's right, but things have to be worked out and that's why I did what I did.",
        "Starr: That's why you got Dad arrested -- so that he couldn't get his son back?",
        "Blair: Yeah. Well -- well, not exactly that, but, well, I'm sure that's what your father thinks anyway and that's why I know that he is hating me more than ever right now.",
        "Starr: But Dad is going to get his son back, isn't he?",
        "Blair: Of course, he will, sweetie -- of course, and it's terrible that they were separated like they were, and he deserves to be with his baby.",
        "Starr: Oh, my God. Jack is going to be so excited. Can you imagine him having someone smaller to boss around?",
        "Blair: Yeah. He's going to be in heaven.",
        "Starr: I wonder if he looks like Dad.",
        "Blair: He does. You know what?",
        "Starr: He what?",
        "Blair: I -- I -- uh --",
        "Starr: Mom, you've seen him?",
        "Blair: Listen, I can't say anything else, all right? I can't. I shouldn't have said that.",
        "Starr: Fine. But, could you at least tell me -- when he does come home, are you going to be his mom? Are we all going to be a family again?",
        "[SCENE_BREAK]",
        "John: Hey, Maloney, have you seen Marcie McBain?",
        "Ofc. Maloney: Yeah, she was here with her kid.",
        "John: Where is she now?",
        "Ofc. Maloney: No idea -- sorry.",
        "[John sighs]",
        "Michael: Oh, man! We could be too late already. She could already know the truth.",
        "John: Shh -- easy, take it easy. She would've called you, all right? All right, look, try her on her cell again, all right? If you find her, tell her to stay where she is, all right? Just tell her to sit tight. I'm going to see if I can fix things on this end.",
        "[SCENE_BREAK]",
        "Bo: Hi -- hi, Marcie.",
        "Marcie: Hi.",
        "Bo: Look, I know you want to be here for Lindsay, but you know, you can't bring a baby into the courtroom.",
        "Marcie: Oh, come on. He'll be really quiet, I promise. He'll be really good.",
        "Bo: Oh, Marcie, you're going to have to wait outside.",
        "Marcie: No --",
        "Bo: Those are the rules, ok? I'll tell Lindsay that you're here for her, though, ok?",
        "Marcie: Ok.",
        "Bo: Sorry, bud.",
        "Marcie: Give him five? Give Bo five? Oh.",
        "Bo: Yeah, I don't blame him.",
        "[Marcie chuckles]",
        "Nora: Hi there. I'm Nora Hanen.",
        "Lewis: Hi, Lewis Cody. Pleased to meet you.",
        "Nora: Nice to meet you. Well, we've never been across the aisle from each other, but I certainly know you by reputation.",
        "Lewis: Well, then I'm sure you're aware of my record of acquittals.",
        "Nora: Yes, almost as good as mine when I was a defense attorney and, yet, not quite up to my rate of convictions.",
        "Lewis: Well, unfortunately, only one of us can win this case.",
        "Nora: Yep, that's usually how it works. Hmm -- I do want to give you fair warning, though -- I have more than enough evidence to convict your client.",
        "Lewis: Oh. Thanks for the warning.",
        "Nora: You're welcome.",
        "Nora: You're ambivalent about this.",
        "Bo: Nora, you always could put words in my mouth.",
        "Nora: Don't worry. Judge is going to move to trial and I don't expect any surprises.",
        "[SCENE_BREAK]",
        "John: Mason, was Marcie McBain down here?",
        "Derek: Yeah, she was, yeah. She wanted to see Ms. Rappaport, but I told her it was too late.",
        "John: Right, thanks.",
        "Todd: You better be here to let me out.",
        "John: Well, now, you know I can hold you for 24 hours.",
        "Todd: Then what about my lawyer? When can I talk to him?",
        "John: We're working on it. But you know, these bigtime attorneys -- they're kind of lousy at picking up their messages.",
        "Todd: So what happens after 24 hours, John? Are you going to trump up some more charges against me? How long do you think you can keep this quiet? Long enough to let Marcie and Michael skip town with my son?",
        "John: Hmm.",
        "Todd: Ah. Ouch. Ah!",
        "Derek: Shut up.",
        "Todd: Oh! Oh, man. Oh, man, I'm in some serious pain here. I need a doctor. Oh. Oh, God. No, really. No, man, it's not a trick. I could see how you'd think it was a trick -- it's not a trick. Oh, Jesus.",
        "Derek: Oh!",
        "Todd: Don't make a sound.",
        "[SCENE_BREAK]",
        "Rex: So you like your new crib, huh?",
        "Adriana: I love it, and I love you. Hmm. I would be happy staying right here with you forever and ever and ever and ever and ever -- and ever. Oh.",
        "Adriana: Rex? Rex, what's wrong?",
        "Rex: Huh?",
        "Adriana: You were making this horrible noise.",
        "Rex: Oh. Yeah, I -- I must've had a nightmare.",
        "Adriana: Oh, sweetie. You want to tell me about it?",
        "Rex: Whew. I -- I don't remember it. You know how it is -- it went -- went right out of my head.",
        "Adriana: Oh.",
        "Rex: So you want to go out?",
        "Adriana: Out? Where?",
        "Rex: I don't know -- just for a change of scenery?",
        "Adriana: I don't need a change of scenery. I'd be happy to stay in this bed with you forever and ever.",
        "[Phone rings]",
        "Rex: Yeah?",
        "Adriana: Oh.",
        "Rex: Ok. Thanks. I got a contact at the P.D. I asked him to keep an eye on Lindsay.",
        "Adriana: Did something happen?",
        "Rex: No -- relax. Tommy's fine, but her arraignment's been moved up. It's going to start in less than an hour.",
        "Adriana: That was fast.",
        "Rex: I want to be there for her.",
        "Adriana: Me, too. I mean, if Lindsay talks --",
        "Rex: She -- she won't. She loves Tommy too much.",
        "Adriana: Well, still, I'll go with you. We're in this thing together.",
        "[SCENE_BREAK]",
        "Michael: She's not answering her phone again.",
        "John: All right, well, the good thing is she didn't get near Manning.",
        "Michael: How do you know? What -- where is she?",
        "John: I don't know, but I got a good idea. Lindsay's arraignment got moved up. It should be beginning in a few minutes. You hang in there, Mike, all right? This is almost over.",
        "Michael: Yeah. Yeah, it's almost over. Everything that Marcie and I ever dreamed about having is almost over -- raising our son, having a family.",
        "John: Not everything, all right? You still have each other and you have a future together, all right? We handle this right, she'll never know you knew all along.",
        "[Michael sighs]",
        "Michael: If she finds out, Johnny, she's never going to forgive me. Hell, I'm never going to forgive me. I can't believe I did this. I can't believe I let her fall in love with Tommy when I knew, John -- I knew that there was a possibility he could be ripped away from us. Huh. I'm not only going to lose my son here, John -- I'm going to lose the love of my life.",
        "[SCENE_BREAK]",
        "Marcie: I wish I knew what was going on in there. Rox? Yeah, hi -- look, it's Marcie. McBain? Yeah. I know it's really late -- yes, I know -- but, look, this is really important. No, no, no, no, I need you to come down to the courthouse and pick up Tommy for me -- can you do that?",
        "[SCENE_BREAK]",
        "Bo: Hey, Lindsay? Just so you know -- Marcie and Tommy, they're outside. She wanted to be here for you.",
        "Bailiff: All rise.",
        "Judge: Please be seated. The court will come to order. We're here to determine if there's sufficient cause to try the defendant, Lindsay Rappaport, and if so, to hear the defendant's plea. Is the prosecution ready to make a statement?",
        "Nora: Yes, we are, your honor. Your honor, I have submitted evidence for your review in the form of a surveillance tape from Llanview Hospital. It shows the defendant, Lindsay Rappaport, arriving at the hospital the night of Spencer Truman's murder wearing a very distinctive dress. I have also submitted evidence for your review in the form of that very same dress found in the possession of Ms. Rappaport bearing blood stains that have been identified as Dr. Truman's blood and, although her motive is up to this point unknown, I can assure you that as this case comes to trial, all will come to light.",
        "[SCENE_BREAK]",
        "Todd: Be careful. Nothing personal, dude. I just got to get to my son.",
        "[Cole whistles]",
        "Cole: Hey, Mom?",
        "Marty: Uh -- just one second, honey. I just want to get this mail sorted out.",
        "Cole: But can't it wait till tomorrow?",
        "Marty: Well, actually, I'd rather get it done today because tomorrow, I need to start booking appointments and -- I'm sorry.",
        "Cole: For what?",
        "Marty: Huh. For being compulsive about getting everything organized when I should just be happy to be home with you.",
        "Cole: No, it -- it's ok. I -- I understand.",
        "Marty: You know, I lost --",
        "[Marty sighs]",
        "Marty: Time in every part of my life, but I can still pay the bills and book appointments and clean the apartment and I just really want to do all of those mundane things again. But more than anything, I want to be your mom. Sweetie, I missed -- I just missed you.",
        "Cole: You know, I never realized how much I counted on having you around until, you know, you weren't here.",
        "Marty: Oh, I love you so much.",
        "Cole: I love you, too.",
        "Marty: And I am so proud of the way that you handled all of this.",
        "Cole: I'm just glad it's over and you're finally free.",
        "Marty: Yes -- well, not yet, actually, not quite. Oh, but it will be.",
        "Marty: Yeah, hi, this is Marty Saybrooke calling for Mr. Mumford. Yeah -- hi. Yeah -- no, I'm -- I'm good. I am home and the charges against me have been dropped, and I am calling because I want to know how soon we can start with those annulment papers.",
        "[SCENE_BREAK]",
        "Blair: If your dad wants me to help him raise his son, you know I will.",
        "Starr: Well, why wouldn't he want you to? I mean, you guys are getting back together.",
        "Blair: Well, you know, I thought that we were and then I kind of helped John get him arrested, so I'm sure your father thinks that I've betrayed him once again.",
        "Starr: So? You two always do that to each other. Let's see, you stab each other in the back --",
        "Blair: Oh.",
        "Starr: And then you're too afraid to apologize because that might eventually lead to you guys getting back together again. But sooner or later, you end up forgiving each other and it all starts all over again.",
        "Blair: Ok, you got that pattern down.",
        "Starr: Have you ever considered breaking it?",
        "Blair: Of course, we have. In fact, you know, we were in a pretty good place, you know, lately.",
        "Starr: Yeah.",
        "Blair: You know, I'm going to go out.",
        "Starr: Well, where are you going?",
        "Blair: To make things right.",
        "Starr: How?",
        "Blair: I'm going to convince your father that when the timing is right, I am going to move heaven and earth to help bring his son back. Wish me luck.",
        "[SCENE_BREAK]",
        "Nora: Because of her mens rea at the time of the crime and her subsequent failure to come forward with a confession, allowing other people to pay for this crime, we ask the court to consider the charges of voluntary manslaughter. That's all, your honor.",
        "Lewis: Your honor, the evidence against my client is at best faulty, not the least of which is the aforementioned blood-stained dress and the chain of custody discrepancies regarding it. Now, furthermore, in light of the fact that two people have previously confessed to this crime, the issues of reasonable doubt are immense and prohibitive. Therefore, we respectfully ask that Ms. Rappaport be immediately released and the charges against her dropped.",
        "Judge: Having reviewed the evidence from the two lawyers and based on what I've learned here today, I am ruling to proceed with trial, which will begin with all due haste. Ms. Rappaport, you have the right to enter a plea. Before doing so, would you like to make a statement to the court?",
        "Lindsay: Yes, your honor, there is something that I have to say.",
        "[SCENE_BREAK]",
        "Marcie: I got you. Yes, I do.",
        "[Marcie chuckles]",
        "Michael: Marcie? Honey, you ok?",
        "Marcie: Yeah. Yeah, why wouldn't I be ok?",
        "Michael: You got to come home with me now.",
        "Marcie: No, Mike, I can't go home with you right now.",
        "Michael: Marcie, you have to. John has something he has to tell us.",
        "Marcie: Well, I'm sorry, but it's just going to have to wait. I mean, Lindsay is sitting in there all alone waiting to see if she's going to stand trial for murder, Michael. And, look, besides, Roxy's coming to pick up Tommy and then I can go inside.",
        "John: Marcie, this is important.",
        "Marcie: John, the only woman who has ever been a mother to me is sitting in there fighting for her life. Ok, so I really don't see how anything else could possibly be more important than that at this particular moment, and I -- you know what? You two are not going to stop me from going in there.",
        "[SCENE_BREAK]",
        "Lindsay: I would just like to thank my friends for their help and support.",
        "Judge: Is that all?",
        "Lindsay: Yes, your honor, it is.",
        "Judge: Very well, then. What is the plea you wish to enter? Ms. Rappaport, what is your plea?",
        "[SCENE_BREAK]",
        "Marty: Thank you. That is great news. I will be waiting for your call. Well, my dear, before this week is over, so will my marriage to Miles.",
        "Cole: Big relief, huh?",
        "Marty: Yes. It must be for you, too.",
        "Cole: Kind of.",
        "Marty: Ok, then. Well, I am going to go get cleaned up. But after that, we can do whatever you want. We can just sit and talk, we can watch a movie.",
        "Cole: Oh, yeah.",
        "Marty: Whatever.",
        "[Phone rings]",
        "Cole: Oh -- whoop, whoop. Hold on, hold on.",
        "Marty: Mm-hmm --",
        "Cole: Hold on.",
        "Marty: And if that is Starr, please tell her I say hi.",
        "Cole: Sure thing. Hello? Whoa -- yeah, it is you. Huh.",
        "Starr: What?",
        "Cole: Oh, uh -- no. Just, my mom thought it might be you, so she said to say hi.",
        "Starr: Oh, so she's all home and settled in?",
        "Cole: Yeah. We -- we had dinner out and we just got back a little while ago. Actually, the whole day was awesome. Um -- um, so what's happening with you?",
        "Starr: Let's see. Well, you and I -- we kind of switched places. Now my dad got arrested.",
        "Cole: What? Why -- why?",
        "Starr: I'm not quite sure, but my mom said that it's going to be ok, so -- hopefully, my dad won't be in jail for long.",
        "Blair: Todd?",
        "[Derek groans]",
        "Blair: Todd? Where is he?",
        "Guard: Don't know, ma'am. These should be locked and he should be in his cell.",
        "Michael: Marcie, please. We have to go, right now.",
        "Marcie: No -- no!",
        "Michael: Please, let's get out of here.",
        "Marcie: I'm not leaving!",
        "[SCENE_BREAK]",
        "Lindsay: Your honor, I would like to enter a plea of --",
        "Todd: Guilty! Yeah, she's guilty -- you're all guilty!",
        "Judge: Order!",
        "[Judge pounds gavel]",
        "Todd: Yeah, and you have no right to keep me from my son!",
        "Judge: I will have order in this court!",
        "Bo: What the hell are you doing?",
        "Todd: You have no right -- that is my son!",
        "Bo: What are you ranting about?",
        "Todd: That, right there, is my son.",
        "[NEXT_ON]",
        "Nash: Jared, this is my wife, Jessica.",
        "John: Todd Manning is Tommy's biological father -- I've seen the proof.",
        "Bo: I want to know if you knew about it b ore today.",
        "Todd: You knew all along, didn't you? You faked my son's death so Marcie McBain could keep him."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=F5JD4XgryHg"
}