{
    "Episode Summary": [],
    "Recap": [
        "Rex goes to find Bo after Madam Delphina gave him the \"clues.\" He knows that Bo is in danger. And sure enough, Bo wants to ride a horse over a gait, in the rain, drunk, in an order to prove to Asa's ghost that he is not a coward. Back in Llanview, Gigi lays down the law to Shane about his drinking behavior around Shane. She tells him she doesn't want him around Shane until he makes some changes. Viki almost fails to stop her car when she sees Dorian on the street, after Tess cut her brakes. Dorian demands that Viki gives her a ride home. Viki tells Dorian only under certain conditions. Jessica struggles to come out and urge Tess not to endanger Viki nor kill Natalie or Jared. They argue but neither convinces the other. In Mendorra, Carlos Hesser exposes Tina and the prince as frauds, reveals that he is in charge, names Jonas Chamberlain as the new royalty and offers Jonas his \"daughter's\" (Talia) hand in marriage as Jonas' queen."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Talia: Why are you being so nice to me? Carlo Hesser's my father, and I never told you.",
        "Antonio: Probably because you were hiding it from yourself.",
        "Talia: I was. I knew what he had done to your family. Then I met you, and I fell in love with you. I didn't know how to tell you. How can you even look at me? I'm Carlo Hesser's daughter.",
        "Antonio: Yeah, you mentioned that. You're not Carlo Hesser's daughter. You're Talia Sahid, the woman I fell in love with.",
        "[SCENE_BREAK]",
        "Tina: You know, maybe I should go check on Sarah, see if she and Cristian need anything.",
        "Cain: Yeah, I think that's a good idea, honey, and I'll watch the jewels while you're gone.",
        "[Tina chuckles]",
        "Tina: Yeah.",
        "Cain: What? Honey, I'm just thinking of you.",
        "Tina: Uh-huh.",
        "Cain: Hmm.",
        "Sarah: Mom.",
        "Tina: Oh, Sarah. Sarah, I --",
        "Sarah: There's something you need to know.",
        "Tina: No, Jonas didn't threaten you again, did he?",
        "Cristian: Jonas is the least of our problems.",
        "Sarah: He's working for someone else.",
        "Cain: The embassy, we know that.",
        "Cristian: Wait a minute, you don't know? Jonas is Carlo Hesser's boy.",
        "Tina: What?",
        "Carlo: You rang?",
        "[SCENE_BREAK]",
        "Shane: Mom, Mom. You should've been there. The skate jam was totally awesome. Some of the people there are going to be in the pro-games next month.",
        "Gigi: That good, huh?",
        "Brody: Sick. When that dude landed that 720 on the mega ramp, it was kick-ass -- uh, really good.",
        "Shane: I'm starving. Can I have a hamburger?",
        "Gigi: Yes, you can. You both can, my treat. Thanks for taking him.",
        "Shane: What's wrong? Why can't Dad kiss you?",
        "[SCENE_BREAK]",
        "Rex: Bo, I mean it, do not get on that horse.",
        "Bo: What are you doing here, Balsom?",
        "Rex: Well, I went by your place and there were movers there. They told me you had to put your stuff in storage?",
        "Bo: Yep. That's what I did.",
        "Rex: Why?",
        "Bo: Why? Well, I'll tell you why. Because I'm getting out dodge. No, strike that. I already did that. I'm done with Llanview, all of it.",
        "[SCENE_BREAK]",
        "Dorian: Whoo! Look! Oh, you think you're not going to slow down and stop for me. Think again.",
        "Viki: It is Dorian.",
        "Dorian: You maniac! Were you trying to kill me? Viki?",
        "Viki: Dorian, what are you doing here?",
        "Dorian: Were you aiming for me?",
        "Viki: If I were aiming for you, you would be roadkill by now.",
        "[SCENE_BREAK]",
        "Natalie: Wait.",
        "Tess: Who doesn't want to poison Natalie and Jared? You know, everybody hates them. Could've been Lois, the gardener --",
        "Tess: [As Jessica] What's the matter?",
        "Natalie: I'd like to propose a toast. I'd like to raise my glass, our glasses, to Nash.",
        "Tess: Yeah.",
        "Jared: To Nash.",
        "Tess: To Nash.",
        "[SCENE_BREAK]",
        "Bo: Get out of my way, Balsom.",
        "Rex: Bo, will you listen to me?",
        "Bo: No. Whoa. How'd you find me, anyway?",
        "Rex: I, uh, I -- I followed the pie.",
        "Bo: The pie? What -- pie? What are you talking about?",
        "Rex: There was this psychic, Delphina. She told me to follow the pie, and then I'd find you.",
        "Bo: What, and you listened to that crackpot?",
        "Rex: I -- I know, sounds like a line, but she knew that I would have $61 in my wallet, she told me that the pie would be pecan. I thought that she was just giving me a line. And then she told me to say goodbye to the woman I loved before I left.",
        "Bo: Yeah?",
        "Rex: So there I was, saying goodbye to Gigi, and she gave me some flan for the road, and she said that it was almost as good as Noelle's pecan pie from the Bon-Jour, and I say why not? The Buchanan ranch isn't that far from Paris. So I get here, and by golly, two people recognize you from the picture I showed them, so then I --",
        "Bo: Wait, wait -- just stop, stop it, stop. Back up. You're in love with Gigi?",
        "[SCENE_BREAK]",
        "Gigi: Uh, Shane, go in the kitchen and tell Joaquin what kind of to-go burgers you want.",
        "Shane: Cheeseburger, plain. Just like always.",
        "Gigi: Just do it, okay? And tell them about the skate jam.",
        "Shane: Are you mad that Dad kissed you?",
        "Gigi: No, I'm not mad. I just need to talk to your dad for a minute alone.",
        "Brody: Tell them to put some green chiles on mine. He was really stoked today, seeing all his favorite skaters.",
        "Gigi: Cut the bull.",
        "Brody: Gigi, I'm sorry about the little kiss.",
        "Gigi: I -- oh. Brody, you reek of beer. What the hell is wrong with you? Drinking when you had my son in the car.",
        "[SCENE_BREAK]",
        "Dorian: I was standing right over here. You could've killed me, and you know it. Your responses have slowed down.",
        "Viki: No, Dorian, I brake for animals, even your kind. Actually, the brakes on that car didn't take hold until just before I stopped.",
        "Dorian: Oh.",
        "Viki: Now, what are you doing out here hitchhiking?",
        "Dorian: I am not hitch-- it's a very long story, but -- okay, fine. That idiot, David Vickers, commandeered my car. He dressed up as my chauffeur, he tried to abduct me, and he did not bother to check the gas gauge. Then my cell phone doesn't work in this forest, and your car was the first one to show up in what seemed like an eternity.",
        "Viki: David left you here?",
        "Dorian: Can you imagine that?",
        "Viki: Actually, yes, I can.",
        "[Dorian sighs]",
        "Dorian: Ugh. Well, I'm glad somebody showed up, even if it did have to be you. Open up, Viki. This isn't funny. Viki? Viki! Do you think you can leave me here?",
        "Viki: No, I know I can.",
        "[SCENE_BREAK]",
        "Jared: Mmm.",
        "Tess: [As Jessica] No!",
        "Natalie: Jess, are you all right?",
        "Tess: [As Jessica] I -- I have to tell you that --",
        "Jared: You're going to tell us what, Jess?",
        "Tess: That I'm -- I --",
        "Natalie: You're what, sweetheart? Tell me, tell me --",
        "Tess: Back off! Sorry, sorry, I just need to be alone. I'm sorry.",
        "[SCENE_BREAK]",
        "Talia: How can you still love me?",
        "Antonio: I told you.",
        "Talia: I know. I'm not Carlo's daughter in your eyes, and I'm not in my heart. But if I had told you sooner, don't --",
        "Antonio: What? You somehow would've stopped all this from happening? Honey, we didn't even know Carlo was out of prison because of Ramsey. And, uh, Sarah's here because of her mother and those jewels.",
        "Talia: Yeah, but you're here because of me.",
        "Antonio: Yeah, and I wouldn't be anywhere else.",
        "Talia: I love you so much. God, I don't want to lose you. I don't -- I don't want anything to happen to you.",
        "Antonio: We're going to get out of here.",
        "Talia: How?",
        "Antonio: Uh, well, we're a couple of smart cops. Come on. Have a little faith.",
        "Antonio: What do you want?",
        "Jonas: Your presence is requested in court. Yours as well, Ms. Hesser.",
        "Talia: Don't call me that.",
        "Jonas: As you wish.",
        "Antonio: What's going on?",
        "Jonas: Well, today is a, uh, a rather big news day in Mendorra.",
        "[SCENE_BREAK]",
        "Carlo: Hmm, you're as lovely as I remember.",
        "Cain: What is it you want, you interloper?",
        "Carlo: Shut up, Rogan. You seemed to have recovered from our last face-to- face.",
        "Cristian: The only reason you're still sucking air is because I don't know what you did with my brother and Talia.",
        "Carlo: Oh, there's that killer instinct raising its ugly head again. I thought you'd been reprogrammed by now. Tina, your daughter is truly your spitting image when you had your charms.",
        "Tina: What are you doing here, Carlo?",
        "Bitterman: The press has arrived, Your Highness.",
        "Carlo: Ah.",
        "Cain: What press? I didn't call for any press.",
        "Carlo: Send them in, Bitterman.",
        "Carlo: Thank you, all of you, for assembling here tonight, especially at this late hour. All will be revealed, and then I'll accept questions. But first, a statement.",
        "Sarah: What's he talking about?",
        "Carlo: My name is Carlo Hesser.",
        "Cristian: Whatever it is, I'm sure he's got it all worked out.",
        "Carlo: I am an American citizen, but I am also a citizen of the world, and a grateful guest in your nation. I am a man, here of your people. That is why it troubles me to reveal that your prince Helmut and his princess are frauds.",
        "[Reporters gasps]",
        "[SCENE_BREAK]",
        "Dorian: Viki, unlock this door at once! Do you hear me? All right, I don't like it any better than you do, that, of all people, you turned out to be my savior on this God-forsaken road. But you cannot leave me here!",
        "Viki: Are you going to stop yelling?",
        "Dorian: Indeed, I will, as soon as you unlock this door.",
        "Viki: Hold on a minute. Meet me up front.",
        "Dorian: Oh?",
        "Dorian: Okay. Fine. What is it?",
        "Viki: I'll tell you what it is, and you are going to do as I ask, or I'm going to leave you here.",
        "[SCENE_BREAK]",
        "[Tess sighs]",
        "Tess: How the hell did you get out, Jessica?",
        "[SCENE_BREAK]",
        "Brody: It's not like I'm wasted or something.",
        "Gigi: You were drinking while you were in charge of my kid.",
        "Brody: Our kid, Gigi. That's the story we're sticking with, right?",
        "Gigi: I don't want you drinking around him and I really don't want you drinking while you're driving him around.",
        "Brody: We were there, like, four hours. I had a couple of brews early with something to eat, and you know they water down the beer at those things.",
        "Gigi: A drop is too much! What part of that do you not get?",
        "Brody: I take good care of Shane. I'd never let anything happen to him.",
        "Gigi: Except for that time when you were watching TV and slugging down long necks with him.",
        "Brody: I apologized for that. How long are you going to keep ragging on me for it?",
        "Gigi: Until you convince me that you've changed.",
        "Brody: I care about him. I'd do anything for him.",
        "Gigi: Then stop acting like a drunken loser.",
        "[SCENE_BREAK]",
        "Bo: So you're finally going to own up to it? You're in love with Gigi Morasco.",
        "Rex: We are not talking about me here. Delphina said that you'd be in serious danger if you took a certain ride. She was talking about this ride on that horse.",
        "Bo: Well, then I guess I'll just take my ride on old Lightning here.",
        "[Thunder]",
        "Bo: Hey, you hear that, Lightning? This sounds like you're kind of night.",
        "Rex: You're not getting on the horse, Bo, okay? You're not getting on a train, a plane, a boat, or anything. You're not taking a ride tonight on anything.",
        "Bo: Why not? Listen to me, my life is a disaster, Balsom. Couldn't get any worse.",
        "Rex: You go riding out in that storm, you're asking for it.",
        "Bo: Why? Because I wouldn't pay any attention, especially you hear it from some woman named Delphina. And that woman is an operator.",
        "Rex: Okay, maybe she is. Just -- then, Bo, please, do this for me, then.",
        "Bo: This has nothing to do with you.",
        "Rex: Yes, it does. If I don't stop you, Delphina said it's going to be a serious disaster for me, too.",
        "Bo: Okay, then let me tell you something. I'm going to show you exactly what a disaster is if you try to keep me from getting on my horse. Now, just get out of my way!",
        "[Horse whinnies]",
        "[SCENE_BREAK]",
        "Jared: Moving here was a mistake, for me at least.",
        "Natalie: No, it was me. I pushed -- I pushed too far. I just -- I thought, by us all having dinner together -- I just -- I thought, maybe I'd make a toast, you know, for all of us to start our new lives, and why I had to make it about Nash, I don't know, but I can guarantee you that's what did this. And you know what? If it were me, I would want to kill me, too.",
        "[SCENE_BREAK]",
        "Tess: You can't do this to me, Jessica.",
        "Jessica: I'm not going to let you kill Jared and my sister.",
        "Tess: Well, you don't really have much say in that, because bad times are here again, and guess what? Little Jessie can't handle it, so I'm going to handle it my way.",
        "Jessica: No, I got rid of you once, and I can do it again.",
        "Tess: Why are you sticking up for them? You were the one that ripped them at the funeral. You're the one that said they murdered Nash. You're the one that said that you couldn't forgive them. That wasn't me, that was all you.",
        "Jessica: It doesn't mean I want them dead.",
        "Tess: Like Nash?",
        "Jessica: It won't bring him back.",
        "Tess: So Nash is in the ground, and they get off scot-free? And once again, you're too gutless to do anything about it, so I will, like always.",
        "Jessica: If you kill them, I'll kill you for good this time. I swear to God.",
        "Tess: Okay, because after I bump Natalie and Jared off, I'll be happy to take the backseat and let you do the time for it. It's no problem.",
        "Jessica: Think about it.",
        "Tess: Fine, all right. I'll give them a break, but for tonight only. Besides, I guess the night wasn't a complete waste. You know, Mommy is probably wrapped around a tree somewhere.",
        "Jessica: Oh, my God. Tess, what have you done?",
        "[SCENE_BREAK]",
        "Viki: Now, I'm going to give you a ride, but it's going to cost you.",
        "Dorian: Oh, fine, I'll pay you whatever you want.",
        "Viki: I don't want your money. It's going to cost you your time, Dorian. And if you don't like it, well, your feet are going to be hurting a lot worse than they are now because those shoes are not made for walking.",
        "Dorian: Oh, I get it. Which one of your little friends am I talking to now?",
        "Viki: I don't know, because I'm all of them now, Dorian. Don't forget, so you're going to be dealing with the whole lot of us.",
        "Dorian: Hmm, which one was driving the car when you tried to run me down in the middle of the road?",
        "Viki: I wasn't kidding about that, all right? The brakes really did not take hold until I had to try to stop because you re standing in the middle of the road.",
        "Dorian: Oh, right, it's all my fault.",
        "Viki: Accidents happen, Dorian. Sometimes, it's nobody's fault.",
        "Tess: Well, plan A was that Natalie and Jared were supposed to get in the car without any brakes and that didn't happen. So I had to go to plan B, which was make the killer risotto.",
        "Jessica: What did you do to my mother?",
        "Tess: I didn't know that she was going to stop Natalie and Jared from going on the errand that I sent them on.",
        "Jessica: My mom's driving without brakes?",
        "Tess: Well, after the rest of the brake fluid runs out, yeah.",
        "Jessica: You can't do this, Tess.",
        "Tess: Well, it's already done, probably.",
        "Jessica: You have to stop this. I'm begging you, please.",
        "[SCENE_BREAK]",
        "Carlo: I realize this comes as a shock to you and you don't know me. So I have asked the most trusted member of the royal council staff, Herr Bitterman, to explain.",
        "Bitterman: I have, in my hands, genealogical documents, including birth reports and recently obtained DNA results. They prove who the true heir to the throne is and is not. And it is definitely not the man calling himself \"prince\" who stands before you today. And who would go so far as to simulate the royal birthmark on his hindquarters. You have been unmasked, charlatan, and all of your powers stripped from you. You, too. Guards!",
        "Cain: I could use a little help here.",
        "Tina: What exactly do you expect me to do?",
        "Reporter: If they're imposters, who will rule Mendorra?",
        "Carlo: This fraud, perpetrated on the good people of Mendorra, will be righted quickly and the imposters will be punished. And there will be a coronation. And much joy will follow.",
        "Antonio: What is all this?",
        "Cristian: The son of a bitch managed to stage a coup from prison.",
        "Talia: So, what, he wants to be king now?",
        "Reporter: But who is the rightful heir to the throne of Mendorra?",
        "Carlo: None other than your ambassador to America, Jonas Chamberlain.",
        "[SCENE_BREAK]",
        "Viki: Now, I am on this back road because I was on my way to the vineyard.",
        "Dorian: Nash Brennan's vineyard.",
        "Viki: Yes. The investors are going to foreclose on the property within a few days.",
        "Dorian: Well, I really am very sorry for your family's financial woes.",
        "Viki: Just listen. I told Natalie that I would drive out to the vineyard and pick up a case of wine that Nash had cellared for Bree's wedding and that's what I intend to do.",
        "Dorian: What? Nash's vineyard is 10 miles in that direction and La Boulaie is just three miles in that direction. So, wouldn't it be a lot easier to just drive me there first?",
        "Viki: See, I knew you were going to do this. That's why I said it was going to cost you your time.",
        "Dorian: Viki, it's not that far out of your way.",
        "Viki: Fine. Then walk. If you want a lift, you're coming to the vineyard with me first. It's up to you.",
        "[SCENE_BREAK]",
        "Jessica: Call Mom. Tell her about the brakes please before it's too late.",
        "Tess: Oh -- that's a done deal.",
        "Jessica: Well, you have to try.",
        "Tess: Why?",
        "Jessica: Because you're not a murderer, Tess.",
        "Tess: Do you know what that bitch did to me? Oh, no, I forgot, you don't know. You checked out and I had to deal with it when she left me in that bar for that creep to do what he did to us.",
        "Jessica: She was sick. That was Niki.",
        "Tess: Well, I'm Tess. She's not my mother.",
        "Jessica: You're not a killer.",
        "Tess: Well, you know, there's always a first time. Just ask Natalie and Jared.",
        "Jessica: You're grieving for Nash, okay? We both are.",
        "Tess: Because they took him away from us.",
        "Jessica: But my mom didn't, okay? So, you have to do something.",
        "Tess: Like hell I do.",
        "[Knock on door]",
        "Natalie: Jessica, are you all right?",
        "Jessica: Tell her. Tell her you're Tess, okay? Tell her what's going on. Tell her what you've done, okay? Look, you stepped in for me before when I couldn't do anything, so please, please do it now!",
        "[SCENE_BREAK]",
        "Gigi: Brody, I -- I know you lost a lot in Iraq --",
        "Brody: And in Afghanistan. What are we talking about this for?",
        "Gigi: You can't go through what you did without it doing something to you.",
        "Brody: I'll deal.",
        "Gigi: But you're not. I hear you walking around downstairs at night. And when you do sleep, you have nightmares.",
        "Brody: How would you know?",
        "Gigi: Sometimes you say stuff in your sleep.",
        "Brody: Look, I promise to stop drinking around Shane, okay?",
        "Gigi: I hope you can keep that promise.",
        "Brody: If you think I'm such a screw-up then why don't you just tell the kid I'm not his old man?",
        "Gigi: I never should have let him believe you were. But I did. He worships you, so don't let him down, Brody.",
        "Brody: I told you --",
        "Gigi: I need more than promises. I need you to do something about it or --",
        "Brody: Or what?",
        "Gigi: Or I can't let you be around Shane anymore.",
        "[SCENE_BREAK]",
        "Rex: Why is it so important you take your stupid horse out for a ride now?",
        "Bo: Hey, hey. My horse isn't stupid.",
        "Rex: Going riding in a storm is, especially when you're hammered.",
        "Bo: Oh, Balsom, would you please go home. This has nothing to do with you. It's none of your business.",
        "Rex:: Hell yeah, it's my business. I spent 50 bucks trying to find you.",
        "Bo: Oh, wait, is it money that you want? Is that it?",
        "Rex: It's not about the money. I just -- I need some answers here.",
        "Bo: And then you'll leave me alone?",
        "Rex: Maybe, it depends.",
        "Bo: On what?",
        "Rex: What the answers are.",
        "Bo: Oh, you're a pain in the butt, Balsom.",
        "Rex: I'm not going anywhere, so might as well start talking.",
        "Bo: It's the old man.",
        "Rex: You want to take your horse out in a thunderstorm because of Asa.",
        "Bo: Yeah. You're going to see who the fool is.",
        "Rex: He didn't think of you that way, Bo.",
        "Bo: Well, that's what he called me.",
        "Rex: When?",
        "Bo: Tonight.",
        "Rex: You're telling me not to listen to Delphina.",
        "Bo: He said I was a coward, too.",
        "Rex: Is that your first bottle or your second or third?",
        "[Bo chuckles]",
        "Bo: Oh. Ah, I'll let you in on a secret, Balsom. I'm going to show him once and for all.",
        "Rex: Oh.",
        "Bo: While you're in there, I want you to try to figure out why there are more horse's asses in this world than there are horses.",
        "Rex: Bo, do not get on that horse. Bo.",
        "Bo: Watch me.",
        "Rex: Bo, wait. Bo!",
        "Rex: Now what am I supposed to do?",
        "[Horse whinnies]",
        "Rex: Shut up. Hate horses.",
        "[Thunder]",
        "Rex: Okay, Lightning, go -- go find your friend. Please? Okay, how do I put this thing in drive? Come on. Oh. Come on.",
        "[SCENE_BREAK]",
        "Natalie: Jessica?",
        "Tess: [As Jessica] I'm okay, Natalie. I'll be out in a few minutes.",
        "Natalie: You sure?",
        "Tess: Yeah, really. I'll be out in a few. Please?",
        "Natalie: Okay, well, I'll -- I'll be in the kitchen.",
        "Tess: [Normal voice] You're not calling the shots anymore, Jessica.",
        "Jessica: Please, she's not just my mother. She's our mother. Tess, you have to do something. You have to call Mom or tell Natalie but we have to get her out of that car before she winds up dead.",
        "Tess: Get out of here. Don't come back.",
        "[SCENE_BREAK]",
        "Jared: Is Jessica all right?",
        "Natalie: I guess so. She says she'll be down in a minute.",
        "Jared: Yeah. I think we're going to have to be pretty careful about what we say around her, at least for a while.",
        "Natalie: Yeah, I know. I just feel like everything I say or do, nothing's the right thing.",
        "Jared: Honey, you can't take her for face value right now. She's obviously not getting through this as well as she claims to be.",
        "Natalie: Okay, so what do I do?",
        "Jared: You love your sister and she knows that. She's -- she's got to get past what she's feeling right now. It just may take a while but it will happen. Take it from someone who knows.",
        "Natalie: You're amazing.",
        "Jared: Not me.",
        "[SCENE_BREAK]",
        "[Bo sighs]",
        "Bo: Damn, Balsom, your friend Delphina was right. You're looking disaster right square in the eye. You know that horse will throw you good.",
        "[SCENE_BREAK]",
        "Shane: Dad, Joaquin wants to know if you were in the pave low missions during the invasion.",
        "Brody: Yeah, I ran one of those missions.",
        "Shane: I knew it.",
        "Brody: You want to tell him you've been lying to him about me his whole life?",
        "Gigi: No. But I will if I have to. Don't make me do it.",
        "[SCENE_BREAK]",
        "Rex: What are you doing out here, Bo? What are you trying to prove?",
        "Bo: You see that fence? That's the line in the sand for me. When I was a kid, I never jumped it.",
        "Rex: Is that what this is about, proving you're not chicken?",
        "[Bo chuckles]",
        "Bo: That's what Pa called me. But it wasn't about being scared; it was about doing what's right. Now, you see all that property over there? That didn't belong to us. I wasn't going to cross the line.",
        "Rex: So, you want to jump it now.",
        "[Thunder]",
        "Bo: Well, I'm still here, like I always was and where has it gotten me? Lost my job. I lost my woman. I lost the family business and I lost my self- respect. Now, if I jump that fence right now, four years later, then it's done.",
        "Rex: What's done?",
        "Bo: Doing the right thing for all the right reasons and never seeing what's on the other side of that fence.",
        "Rex: I've been on the other side, the dark side. It's way overrated.",
        "Bo: Well, Balsom, I want to see that for myself. For once in my life, I'd like to know what it's like to be on the other damn side.",
        "[Thunder, horse whinnies]",
        "[SCENE_BREAK]",
        "Carlo: Please, show the press members out here, Bitterman.",
        "Bitterman: Ladies and gentlemen, this way please?",
        "[SCENE_BREAK]",
        "Talia: So, that's what all of this is about? You kidnap us, you drag us halfway across the word so we could all watch you make your stupid flunky a king?",
        "Carlo: Every king needs a queen. That's why I brought you all here together. For a royal wedding.",
        "Antonio: Well, this is awful, just fantastic. Hesser, why don't you just get to the point?",
        "Carlo: Jonas Chamberlain, heir to the throne, I give you my daughter, Talia Hesser, the future queen of Mendorra.",
        "[SCENE_BREAK]",
        "[Tess clears her throat loudly]",
        "Jared: Ahem, um --",
        "Natalie: Ahem. We're sorry, Jess.",
        "Tess: [As Jessica] No, no, I'm sorry. I'm sorry that I went off like that.",
        "Natalie: It's totally okay. We -- we understand.",
        "Jared: Are you feeling better?",
        "Tess: Yeah. You know, I had a talk with myself in the bathroom and -- and, you know, I have a daughter to raise, alone, and -- and I have to keep it together.",
        "Natalie: I think you're being a little hard on yourself.",
        "Tess: No, I'm not. You know, I promised I wouldn't do that and it won't happen again, okay? So, let me make it up to you.",
        "Jared: No, no, no, you don't have to do that.",
        "Tess: No, no, please, please, you know, we'll make another dinner, okay, and maybe next time Mom can join us.",
        "[SCENE_BREAK]",
        "Dorian: Okay, while the prospect of being cooped up in that cheesy car with you all the way out of the way to the vineyard isn't appealing, it's more appealing than waiting around here for the next vehicle to come along.",
        "Viki: Oh, I don't know, Dorian. Somebody might come along who would be the perfect man for you, a psychotic killer, maybe.",
        "Dorian: If it would get me away from you, I'd jump right in his car.",
        "Viki: Let's go before it gets too late.",
        "Dorian: Good.",
        "Viki: Oh.",
        "Dorian: Wait a minute. I'm leaving my purse and cell phone in my car.",
        "Dorian: Your purse, please. Thank you. Okay, I'm now ready.",
        "Viki: Are we making house calls?",
        "Dorian: Just drive the car, Victoria.",
        "[SCENE_BREAK]",
        "Gigi: It was not up for negotiation, Brody. If you drink around Shane again --",
        "Brody: Okay, okay -- I get it. What -- what do want me to do?",
        "Gigi: A friend of mine goes to A.A. meetings right across the street at the community center.",
        "Brody: You think I need A.A.?",
        "Gigi: It might help you to hear other people talk about why they need a drink to get through the day, numb themselves.",
        "Brody: I don't need a drink for that.",
        "Gigi: Because you're tough? You're a war hero who's been through hell?",
        "Brody: I'm still here, aren't I?",
        "Gigi: But you need help.",
        "Brody: No, Gigi, you do. That's why you wanted me around in the first place.",
        "Gigi: It wasn't like that back then.",
        "Brody: What about now?",
        "Gigi: Shane has to come first, for both of us.",
        "Brody: I told you, Gigi, I'd never let anything happen to that kid. I'm good for that. You can ask anybody I ever served with. I won't let him get hurt.",
        "Gigi: Maybe not physically, but what if you slip up or if you've had one too many and you say something --",
        "Brody: Is that what you're worried about?",
        "Gigi: I -- I don't want him hearing the truth like that, Brody. It would break his heart.",
        "Brody: It won't happen, Gigi.",
        "Gigi: You have to totally on your game and you're not when you're drinking.",
        "Brody: You want me to totally swear off the stuff?",
        "Gigi: I want you to get your act together. God, I don't know. Maybe we shouldn't do this anymore.",
        "Brody: Do what? What are you talking about?",
        "Gigi: I didn't want him to hate me, but I am starting to think that maybe I should just tell him the truth.",
        "Shane: The truth about what?",
        "[SCENE_BREAK]",
        "[Rex grunts]",
        "Bo: Balsom. Hey, are you okay?",
        "Rex: I didn't break anything, I don't think.",
        "Bo: Get up. Get on your damn feet and get your butt back to that barn!",
        "Rex: You coming?",
        "Bo: No! I got a fence to jump.",
        "[Thunder]",
        "Rex: Wait, wait, wait, wait. You could have jumped it already.",
        "Bo: What and leave you laying there on the ground?",
        "Rex: It just goes to prove you belong here on the right side of the fence.",
        "Bo: It doesn't prove a thing. What, do I have to shoot you to get you to go away?",
        "Rex: You're kidding, right?",
        "Bo: Wrong.",
        "Rex: Okay, okay, fine, fine. Want to be a bad dude, huh? Want to see the view from the other side? Fine, trespass away. In fact, I'll make it easy for you. Go for it.",
        "Bo: No, no, don't be an idiot, Balsom."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=u9zeslbnVsc"
}