{
    "Episode Summary": [
        "Episode # 10777"
    ],
    "Recap": [
        "For the first time, we learn that Tea never had a brain tumor and Greg lied to everybody that she did. It was because Eli threatened his family. He feels terribly guilty knowing that he made her ill so that it would appear she was dying. He stands over her bed in a private medical facility while she is unconscious. We see Eli talking to Ross, assuring his brother he will get custody of Dani and nobody will be able to prove that the Will was falsified. Little do either of them know, however, that Tea is not dead. Greg is also scaring Eli into believing that he could suffer a fatal brain injury if he does not wait and get surgery before returning to Llanview. But Greg confirms that he's lying to Eli in order to make him believe he needs surgery so that Greg can kill him. Meanwhile, in Llanview, the judge rules in Ross's favor for him to get custody of Dani. Todd and Blair are furious. Dani talks to Destiny and Nate who are really baffled. Langston confesses to Robert that she set him up. James and Starr talk and he tells her that now that Robert is fired from his professor job, he no longer has any way to get tuition to enroll in school. Starr then tells him she will help him apply for a grant or scholarship and won't let him give up on starting school at LU."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: So you're telling me that the student your brother had inappropriate contact with was--",
        "James: Was Langston.",
        "Starr: That makes-- there's just no way. She would never have let Ford take advantage of her like that again.",
        "James: It was her idea, Starr.",
        "[Starr sighs]",
        "[SCENE_BREAK]",
        "Langston: It was me. I gave Dean Mackenzie the photos.",
        "Ford: You got me fired? Why?",
        "[SCENE_BREAK]",
        "Greg: Téa... Forgive me. I know I have no right to burden you with this, but I gotta talk to somebody or I'm gonna lose my mind.",
        "[SCENE_BREAK]",
        "Natalie: So the dead body that was in Ross' burned-out house in Tahiti--",
        "John: Wasn't Clarke. Eli Clarke is alive.",
        "Natalie: Which means he is somewhere out there waiting to pounce on his next victim.",
        "[SCENE_BREAK]",
        "Eli: Well, Manning pulled a gun on you?",
        "Ross: Yeah, and he would've used it if Blair hadn't talked him out of it.",
        "Eli: Good thing we kept her around.",
        "Ross: That's one way of looking at it.",
        "Eli: Not to worry, bro. You do exactly what I told you to do in court today, you'll be awarded custody of Danielle.",
        "Ross: That's what it's all about. It's just too bad Téa had to die for me to get what I want-- my little girl back.",
        "[SCENE_BREAK]",
        "Greg: I don't even know what to say...except that I am so sorry.",
        "[SCENE_BREAK]",
        "Blair: \"Thank you, Blair, for forcing me to keep my gun in the trunk of my car so I didn't get arrested again.\" Did you see all the cops there? I mean, you're lucky that they let you keep your phone.",
        "Todd: My press pass--works every time.",
        "Blair: You know, maybe all that money that you give to St. James, maybe they should use it to get a metal detector. First Clint, now you. Huh. I know how hard it was to let Ross go.",
        "Todd: Who said I let him go?",
        "Blair: Todd, look, I'm trying to give you a compliment here. I mean, the old Todd would've shot him--maybe had somebody else shoot him.",
        "Todd: That's still an option.",
        "Blair: Not if you want to keep Dani's respect. Which, by the way, I think she's holding up pretty well. How are you holding up?",
        "Todd: Well, when people don't ask me about it and remind me about it, I'm doing okay.",
        "[Blair sighs]",
        "Todd: She's gone. What can I tell you? Nothing I can do about it.",
        "Blair: Well. That's new.",
        "Todd: Yeah, well, these memorial services have a tendency to... I'm never gonna see her again, am I?",
        "[SCENE_BREAK]",
        "Greg: Hey. I am so sorry for what I did to you and your family. If they only knew that you are here, they could be here in less than an hour. But they're somewhere mourning you and have no idea that you're still alive.",
        "[SCENE_BREAK]",
        "James: I'm just telling you what I know. Bobby got a phone call from Langston yesterday. I was there.",
        "Starr: Did you talk to her?",
        "James: No, but Bobby told me that she wanted to see him and that they were gonna meet at the apartment.",
        "Starr: Could he have been lying about who the girl was?",
        "James: Come on, Starr. Why would he lie to me about who it was? Listen, anyway, I stayed at Rodi's and then he took off, and then this morning he was acting like he was all on cloud nine, saying Langston forgave him and they were back together.",
        "Starr: That just makes no sense. Langston told me that she never wanted to see him again.",
        "James: Well, I guess she changed her mind. Why else would she call him?",
        "[SCENE_BREAK]",
        "Langston: You have no idea why I'm angry with you-- after you lied to me and used me and hurt me? After you looked me in the eye and told me that I'm a nothing to you.",
        "Ford: But I apologized for all that. I explained. I told you how hard I was working on all my stuff, that I wanted to change, and that I wanted a real relationship with you. I thought you understood that.",
        "Langston: I did. I was even willing to give you a second chance, but then I found out that you had seduced Jessica when she wasn't in her right mind--and you didn't even use a condom! That could be your kid she's carrying.",
        "Ford: But you knew that before you called me and told me you wanted to start over. We talked. We kissed. Wait. The whole thing--the phone call, all of it, was a lie? You set me up?",
        "[SCENE_BREAK]",
        "Dani: Aren't you supposed to be in school?",
        "Destiny: Field trip. Mr. Greenbaum brought us here to collect botany samples.",
        "Dani: Oh, my God. I forgot.",
        "Destiny: It is okay. I got 2 of everything. Besides, you had the memorial service today. No one will care if you hand in your paper late. So how are you doing?",
        "Dani: Well, Nate kinda rescued me from my 2 dads. He said that I had to go back to school.",
        "Nate: I had to get her out of there. It was getting ridiculous.",
        "[SCENE_BREAK]",
        "Natalie: So what do we do now? How the hell do we find Clarke?",
        "John: Rayburn.",
        "Natalie: His brother?",
        "John: Carter's been tailing him.",
        "Natalie: Really? So where is he now?",
        "John: Rodi's.",
        "Natalie: He's at your bar? That's interesting. What's he doing?",
        "John: He's been on the phone with someone since he got there.",
        "Natalie: Someone?",
        "[SCENE_BREAK]",
        "Eli: It's a shame Téa had to die.",
        "Ross: We were together a long time. First on that island and then when Dani came. Her whole childhood, you know? Those were good years. Téa was amazing-- one of the strongest women I ever knew. Nothing stopped her. Which is why it surprised me how she got sick so fast. How convenient it was.",
        "Eli: Convenient?",
        "Ross: Téa dying just in time for you to swoop in and grab Dani for me? It's not like you haven't killed before...brother.",
        "[SCENE_BREAK]",
        "Greg: I know it's no excuse, but Eli had something on me. I didn't have a choice--not if I wanted to save my family.",
        "[SCENE_BREAK]",
        "Destiny: Yeah, I was surprised to see Ross at the service. I mean, I thought he was dead or in jail. Last time I saw him, he was running around Seattle with a gun.",
        "Dani: Somehow the charges were dropped.",
        "Destiny: So he came back to say good-bye to your mom?",
        "Dani: Sort of.",
        "Destiny: What?",
        "Dani: He wants custody. He wants me to go back to Tahiti with him.",
        "[SCENE_BREAK]",
        "Greg: I did this to you and your family to spare mine. I hope that someday you can forgive me. Why would you? I can't forgive myself.",
        "[SCENE_BREAK]",
        "Todd: When Téa went off to the hospice, and we all said our good-byes--well, Dani did, and I just kind of went through the motions--it's because I knew I was gonna see her again. Because I had her followed, you know. Right after she left. Idiots lost her, and she got away. And that was it. I never saw her again. And I never will. So you know, the--the girl walking in front me on the street, looks like her--dark hair--that won't be Téa. And the voice coming from behind me at the restaurant, that won't be her. That's it. I'm never gonna see her again. And it'll never be her. Ahem.",
        "Blair: I'm so sorry.",
        "Todd: Oh, well, God, it's probably for the best, you know. I mean, how often can I keep coming up with things to say to her? It's not like you and Eli, though, huh?",
        "Blair: Oh, Eli? Believe me, there are a list of things that I would like to say to Eli right now. Morgan Guthrie? Oh, my. Todd, please tell me you did not hire--",
        "Todd: Morgan. No, don't worry about it, Blair. He knows if he screws up he's gonna get fired. But you're not gonna screw up. You're gonna blow Rayburn out of the water.",
        "Morgan: Well, Todd, it's a little more complicated than that.",
        "Todd: What the hell's your problem? I mean, I'm the biological father.",
        "Blair: Okay, can you just let the man speak?",
        "Morgan: The problem is, the will was drawn up at Mrs. Manning's request.",
        "Todd: Yes, but Mrs. Manning wanted me to raise Dani. She would not have signed off on anything else.",
        "Morgan: Yeah, well, nevertheless, she did, Todd. She signed the will. In front of Blair--she was there. It was notarized, filed with court, and a copy...",
        "Todd: But Téa was in the hospice then, and Eli Clarke knew that. I'm telling you she wanted me to raise Dani. She did not want Ross to have anything to do with it. It just couldn't be her signature.",
        "Morgan: I'm not sure the judge is gonna believe that.",
        "[SCENE_BREAK]",
        "Dani: Todd thinks the will is a fake.",
        "Nate: Ross' brother--Elijah Clarke? Con man, murderer-- and, you know, lawyer? He drew it up.",
        "Dani: Yeah, so there's a hearing. It's a mess.",
        "Destiny: But your mom wanted you to stay here, right? I mean, she brought you here.",
        "Dani: Yeah, so I could get to know Todd.",
        "Destiny: And she was really happy when you'd gotten closer.",
        "Nate: Yeah and she wrote that whole book about you to Blair, and Blair lives here.",
        "Dani: Yeah, but for all my mom knew, Blair was marrying Eli. Ross' brother. I mean, what if my mom changed her mind at the last minute and decided to send me back to Tahiti? I was always talking about surfing and diving and beachcombing and how I missed all of that and missed being with my dad. And I'm not saying that I wanna leave, but it's just-- with my mom getting sick and going away... who knows what she was thinking at the end.",
        "Destiny: My brother. He was there, right? Maybe he knows something.",
        "[SCENE_BREAK]",
        "Greg: I thought Eli was a stand-up guy. He's the one that brought you into the ER.",
        "[SCENE_BREAK]",
        "Eli: How can you even suggest I had anything to do with Téa's death? I liked Téa. She was a smart woman--except for her irrational attachment to Todd Manning.",
        "Ross: Tell me about it.",
        "Eli: No one deserves to die like that.",
        "Ross: The one time her brain failed her.",
        "[Eli laughs]",
        "Eli: I don't mean to laugh, but I just find that a little ironic.",
        "Ross: It's tragic.",
        "Eli: Hey--I was there when it all started.",
        "Ross: What do you mean?",
        "Eli: When she had her first-- oh, I don't know what you call it. Her first episode. Her first sign of symptoms. I was there.",
        "Ross: What happened?",
        "Eli: We were in court. At first, everything seemed fine. She was her normal, brilliant self.",
        "Téa's voice: Um, thank you so much for being there today. I'm sorry I couldn't make it. Yeah. I'm glad it went well. So glad it went well. Um, yeah, listen, um, next time that-- right. Exactly.",
        "Eli: Then all of a sudden she started to feel faint.",
        "Eli's voice: Téa, you okay?",
        "Téa: Yeah, sure.",
        "Ross: She fainted?",
        "Eli: Or blacked out for a minute. In any event, she refused to go to the hospital. I had to insist.",
        "Ross: She hated hospitals.",
        "Eli: Who can blame her?",
        "Ross: \"Hospitals will kill you.\" That's what she always used to say.",
        "[SCENE_BREAK]",
        "Greg: You were so stubborn. You didn't want me to examine you. No tests. But you'd lost consciousness for no apparent reason. Except maybe due to stress or the fact that you're a workaholic, or that you never eat or exercise. I finally got you to cooperate. I did all the usual tests and I have to say that when the results came back, even I was surprised.",
        "[Knocking on door]",
        "Eli's voice: Hey, Doctor. I'm glad you're here. How's our patient? Téa Delgado? I brought her in last week when she was feeling faint. I know you did some tests. I've just been really worried about her.",
        "Greg's voice: Well, in fact, I just got her results. I was about to give her a call.",
        "Eli's voice: Really? Good news?",
        "Greg's voice: I can't discuss her case with you.",
        "Eli's voice: No, of course not. I've just been so worried. I wasn't thinking. Listen, Doctor, I know all about confidentiality--I'm a lawyer-- and I promise I won't sue you. And neither will Téa. It's just she's a really good friend. I just need to know she's gonna be okay.",
        "Greg's voice: Between us? The results came back negative. She's fine.",
        "[SCENE_BREAK]",
        "Eli: Oh, it was the worst possible news. Téa was just devastated. Blair and I tried to help out, but there wasn't anything anybody could do. She had a brain tumor. I mean, I'm a talented guy, but not even I can make something like that happen.",
        "[SCENE_BREAK]",
        "Greg's voice: Do you understand what I'm telling you, Téa? There was nothing wrong with you. No tumor or nothing. You were perfectly healthy until you met me.",
        "[SCENE_BREAK]",
        "Ross: So it was just luck, Téa dying?",
        "Eli: Oh, I took advantage of the situation. No doubt. I could see the possibilities, and I knew how much you wanted your daughter back.",
        "Ross: And I appreciate everything you've done for me. I really do. It's just Téa and I, we--we had a lot of years together.",
        "Eli: Life is cruel.",
        "Ross: So what about you? I mean, how are you?",
        "Eli: Me? I'm just waiting for Evans to give me the all-clear or fix this thing.",
        "Ross: So after your recovery, what's the next step?",
        "Eli: We all live happily ever after. Aren't you due at that hearing? You know what to do, right?",
        "Ross: Yeah.",
        "Eli: Call me as soon as Dani's officially yours. Ross? This one's for you.",
        "[SCENE_BREAK]",
        "Langston: Last night was a joke. I set you up, and you fell for it. It was almost too easy.",
        "Ford: So the phone call, you coming over, everything you said--",
        "Langston: Was a setup.",
        "Ford: To get me fired. How did you get the pictures?",
        "Langston: I left a camera running in the hall. Why do you think I kept wanting to kiss you in the doorway? Markko would've been proud. You remember Markko? The boyfriend that I lied to and cheated on for you?",
        "Ford: My brother was right. He said it was too much, too fast. But I--I wouldn't hear it. I defended you. I thought you meant everything you said.",
        "Langston: Now you know how I felt.",
        "[SCENE_BREAK]",
        "James: You don't trust me.",
        "Starr: I trust you, it's just I'm having a hard time believing that Langston would go back to your brother. She was so done.",
        "James: I guess not. I know that they were trying to keep it a secret because of Bobby's job. So do you have any idea who went to the dean?",
        "Starr: No clue.",
        "James: Maybe Langston knows.",
        "Starr: Maybe.",
        "James: I mean, she didn't say anything to you?",
        "Starr: No, but you know I've been really busy with my dad and my sister.",
        "[SCENE_BREAK]",
        "Nate: Destiny's right. I bet her brother can tell you a lot about your mom and what she was thinking about before she died. I mean, he was with her-- she must've talked to him.",
        "Destiny: And he took it really hard--losing her. They must've gotten close. I bet he could tell you exactly what she wanted.",
        "Dani: I don't want to hear anything your brother has to say right now.",
        "Destiny: Why?",
        "Dani: He already lied to us.",
        "[SCENE_BREAK]",
        "Greg: I didn't want to lie to you. Why would I? I just thought that maybe you had fainted because of low blood sugar or exhaustion or something. There was nothing wrong with you and I was gonna tell you that, but Eli had other ideas.",
        "Greg's voice: I don't mean to kick you out, but I gotta call Téa and give her the good news.",
        "Eli's voice: Téa's dying.",
        "Greg's voice: I'm sorry?",
        "Eli's voice: You are going to tell Téa...that she's dying.",
        "Greg's voice: Why would I do that?",
        "Eli's voice: Because it's necessary... for the both of us.",
        "Greg: He told me that he'd slipped some sort of pharmaceutical into your water glass that day in court. That's why you passed out. Eli had this plan.",
        "Greg's voice: I'm not telling a perfectly healthy woman that she's dying. Why the hell would I do that?",
        "Eli's voice: Because it's your destiny?",
        "Greg's voice: What are you talking about?",
        "Eli's voice: Your sister. And what you don't want her-- or anyone else--to know.",
        "Greg: I had no choice. I couldn't let Destiny find out the truth. I had to do whatever it was that Eli and Ross were planning.",
        "[SCENE_BREAK]",
        "Ross: What the hell?",
        "Eli: Ross? Ross.",
        "Natalie: Who is this? Hello? Hello?",
        "Ross: That's my phone.",
        "Natalie: Yeah? Well, it looks like the one I lost at Téa's memorial.",
        "Ross: Yeah, well, I'm sorry you lost your phone. That's mine. I don't take things that don't belong to me.",
        "[SCENE_BREAK]",
        "Dani: When Todd and I got to the hospice, we were too late. And your brother decided not to tell us that my mom had changed her mind, that she had wanted to see us before she died.",
        "Destiny: He would never do that.",
        "Dani: Destiny, he admitted it.",
        "[SCENE_BREAK]",
        "Todd: It's your job to make sure that judge sides with me.",
        "Morgan: Todd, I'm gonna represent you to the best of my ability, but you need to understand something. The signature on that will is genuine. I've had it authenticated. The judge may have no choice but to find in Rayburn's favor.",
        "Todd: The will is a crock. Eli Clarke changed something. He doctored it. I'm telling you that Téa would've never signed off on Rayburn having anything to do with raising Dani. And what difference does it make? Right? Will or no will, I am the father. Doesn't the surviving parent get custody?",
        "[SCENE_BREAK]",
        "Ross: Do you mind?",
        "Natalie: You know what? You're right. I'm sorry. It's not my phone.",
        "Ross: Yeah. Tell your girlfriend it's not healthy to make assumptions.",
        "John: Settle down. She thought you stole her phone. Makes sense to me.",
        "Ross: I gotta get to court.",
        "Natalie: I had to go for it.",
        "John: And?",
        "Natalie: The guy on the other end of the phone only said one word--\"Ross.\" And when I asked him who it was, he hung up fast.",
        "John: Did you check the caller I.D.?",
        "Natalie: Blocked.",
        "John: Any idea who it was?",
        "Natalie: I've only spoken to him a few times, but I am willing to bet that Ross Rayburn was talking to his dead brother Eli Clarke.",
        "[SCENE_BREAK]",
        "Starr: Dani's been having a really hard time.",
        "James: It must be rough, losing a parent. I mean, she loved her mother, right?",
        "Starr: Yeah, she did. But you know, I feel like what you went through with your dad was just as hard or harder. At least Dani had good memories.",
        "James: All I know is it's not smart to count on anyone.",
        "Starr: What do you mean?",
        "James: I'm not saying that I'm giving up on people, relationships. It's just every time I try to do something, it always falls through. Like, Bobby lost his job, which means I lost my chance to go to college.",
        "Starr: What are you talking about?",
        "James: He was an employee. They were gonna comp my tuition. Now that he's out, I--",
        "Starr: That's terrible! I didn't even think about that! No, you are not giving up on school. I won't let you.",
        "James: Starr, it's been, like, years since I've been in a classroom. I mean, I could hardly study for my GED.",
        "Starr: You still passed it.",
        "James: Even so, it's--a school like L.U.? I mean, I see what Bobby does--I saw what Bobby did to prepare for those courses. I mean, he spent hours on those lectures. I'm not cut out for that. My dad was right. I'm only good for one thing-- stealing cars.",
        "Starr: You know, you're right-- you're a good car thief. And if that's what you want to do, then good luck, but if you want something more, you're gonna have to fight for it.",
        "[SCENE_BREAK]",
        "Ford: Look, I'm sorry I hurt you. I was stupid and selfish, but I also care about you. I still do. That's what last night was about for me--and I swear it was for you, too. I could feel it when you kissed me. It meant something to you. And okay, you're angry at me. But to set me up? I don't believe that. That's not you.",
        "Langston: No? I set Markko up. I lied to him for a whole semester. I cheated on him.",
        "Ford: That was my fault, not yours.",
        "Langston: No. I was a coward and I got what I deserved, and now finally so did you.",
        "[SCENE_BREAK]",
        "Blair: Todd, I think Morgan here is just trying to give you a sense of what you're gonna be up against.",
        "Todd: He's trying to make excuses. Listen, I hired you to get me custody of my daughter. End of story.",
        "Morgan: Todd, I have a strategy to do just that, but things might not go as smoothly as you might like. I need you to control that famous temper of yours--",
        "Blair: And you know what? Morgan, he's going to. Right, Todd? You're gonna show the judge how calm, cool, and collected you can be and how you deserve to have custody. Right?",
        "Morgan: So no outbursts. You let me take the lead.",
        "[Elevator dings]",
        "Todd: You know, you work for me.",
        "Blair: Okay, Todd, please just-- hey! How dare you try to take Todd's child from him.",
        "[SCENE_BREAK]",
        "Greg: I didn't know why Eli wanted you to think you were dying. All I know is I had to deliver the bad news.",
        "Greg's voice: You have glioblastoma.",
        "Téa's voice: Which in English means?",
        "Greg's voice: A brain tumor.",
        "Greg: [Sighs] That was the hardest thing I had to do. And yeah, I-- I know it sounds pathetic. But you were suffering.",
        "Greg's voice: Are you sure I can't call someone?",
        "Téa's voice: Go. Save someone's life. I need some time alone.",
        "[Elevator dings]",
        "Greg: I falsified your medical records. Switched your x-rays and MRIs with that of a patient I was treating for a brain tumor. I even prescribed medication to mimic the symptoms of a massive tumor. You got so sick.",
        "Greg's voice: I'm just presenting you with an option. It's your call whether you want to use it or not.",
        "Téa's voice: While I can still make that call.",
        "Greg's voice: Well, there's still a little time. Think about it, okay?",
        "Greg: That was Eli's idea. The hospice. He knew it was something that you'd want, to spare your family. Téa, you were so brave and so determined. But then you changed your mind.",
        "Téa's voice: I'm scared, Greg. I can't do this alone. I don't know what I was thinking. So crazy to push them away like that. I was so wrong. I want to hear my daughter's voice. I want to see my husband's face. They have to be the last sounds, the last things I--I see and hear.",
        "Greg: For me--a physician-- to make you believe that you were dying...and then to refuse your last wish? It was killing me.",
        "Eli's voice: Try is not an option. You have to talk Téa out of it.",
        "Greg's voice: You know the woman.",
        "Eli's voice: Listen, if Todd and Dani show up, it's over, Greg, for both of us.",
        "Greg: But how could I let Todd and Dani come and sit by your bedside...when I knew that night I had to kill you?",
        "[SCENE_BREAK]",
        "Destiny: My brother admitted that he didn't tell you your mom wanted to see you? Then there must've been a good reason.",
        "Dani: He said it was because he was thinking of us, that he thought it might be too painful for us to know that she'd wanted us to be there and we were too late.",
        "Destiny: I can see that.",
        "Nate: Then why tell you at all?",
        "Destiny: Greg was never a very good liar. Maybe he couldn't live with himself.",
        "Dani: All I know is that if he could lie about something like that, he could lie about anything.",
        "[SCENE_BREAK]",
        "Ross: Not that it's any of your business, but Téa wanted me to raise Dani.",
        "Blair: She did not, you son of a bitch, and you know it! You used her. You set her up. You knew that she was dying and then you got your brother to come in and do your dirty work. That's right. He got her to trust him and then he used her.",
        "Ross: Blair--",
        "Blair: No, don't even try to defend him. All right? He never cared about her. Like I said, he used her. He just wanted to take her money. He wanted to steal from her. He's a lying murderer. All of--it was just all lies, and I hate him! I hate him!",
        "[SCENE_BREAK]",
        "John: Thanks. Techs can't trace the call. The number's restricted.",
        "Natalie: Disposable phone?",
        "John: Mm.",
        "Natalie: I'm telling you, it was Eli. You know, I spoke to him at Bo and Nora's wedding. I know his voice. And why--why hang up like that unless he didn't want me to know who it was? And you saw Ross' face. He was freaking out. It had to be his brother.",
        "John: Maybe.",
        "Natalie: But if Ross was talking to Eli, what were they talking about?",
        "John: Rayburn was on his way to the courthouse.",
        "Natalie: For the hearing on Téa's will. Tell me Ross is not gonna get custody of Danielle.",
        "John: That's what he's after. Clarke drafted that will. Maybe Rayburn just wanted some last-minute legal advice.",
        "Natalie: Why all this brotherly love all of a sudden? What's in it for Eli?",
        "[SCENE_BREAK]",
        "Blair: I hate him. I hate him. Do you hear me? I hate him. I hate Eli!",
        "Todd: Blair, wait a minute.",
        "Blair: Let me go, Todd.",
        "Todd: You wanna get arrested again? I need you in that court.",
        "Ross: What are you doing, Blair? Fighting Todd's battles? I know I couldn't penetrate your endless devotion, but I thought my brother made a pretty...",
        "Blair: You bastard.",
        "Todd: Just get out of here, man.",
        "Ross: Yeah.",
        "Blair: I hate Eli.",
        "Todd: I know. Me, too.",
        "[SCENE_BREAK]",
        "Greg: I couldn't do it. I couldn't kill you, but I also couldn't let Eli destroy my family. So I had to make him think that you were dead. I pulled every favor I could to get you back into the states, to get you close to Todd and Dani. Then I bought myself a little time--for you to recover and for me to figure out what to do next. Téa, I was so afraid Eli would find us. But then I found out he was dead. It was all over the news. So I went to Todd to tell him that you were alive, but that's when I received a text warning me to keep my mouth shut. Well, I didn't know if it was Eli or not, but I couldn't chance it. Can you believe that son of a bitch is alive? He faked his death just like I faked yours. And I'm gonna make this up to you. I swear to it. No matter what it takes.",
        "[SCENE_BREAK]",
        "Destiny: So what happens now? You said there was a hearing?",
        "Dani: This afternoon.",
        "Nate: You're supposed to wait around and see what they have to say?",
        "Dani: What else can I do? Hey, you should go back to school. They're doing that S.A.T. prep thingy--",
        "Nate: I'm not leaving you here alone.",
        "Destiny: She's not alone. She's got me.",
        "Nate: What about botany?",
        "Destiny: 2 more leaves and I'm done.",
        "Dani: You should really go.",
        "Nate: What if Ross wins? You'll have to leave right away.",
        "Dani: I'm not going anywhere without saying good-bye to you.",
        "Nate: I'm never saying good-bye to you.",
        "[Nate sighs]",
        "Nate: Text me, okay?",
        "Dani: Mm-hmm.",
        "[SCENE_BREAK]",
        "Ford: This is all my fault. You were too young. I was too screwed up. And now you've turned into somebody I don't even recognize. I'm so sorry.",
        "Langston: I almost believe you, but I can't. I won't. Everyone I know warned me about you, and they were right. I had to make sure that you would never come near me again.",
        "Ford: But did you have to get me fired? This was my career. My income. You didn't just hurt me. You hurt James.",
        "[SCENE_BREAK]",
        "James: What do you mean fight for it?",
        "Starr: How do people pay for college?",
        "James: They write a check.",
        "Starr: No. It's too expensive nowadays. They apply for a scholarship, a grant, or a loan.",
        "James: Starr, I don't even know where to start with all that stuff.",
        "Starr: Well, that's good, 'cause I'll help you.",
        "James: Oh, even if your boyfriend doesn't want you around me?",
        "Starr: I'm not gonna let you wuss out of college.",
        "James: I'm not wussing out.",
        "Starr: Prove it.",
        "James: Twinkle.",
        "[SCENE_BREAK]",
        "Langston: James will be fine. Anyway, he's better off without you, and so am I.",
        "Ford: You got me good. I'll miss you.",
        "[SCENE_BREAK]",
        "James: You know, for a half-pint, you're pretty tough. Okay. I'm going to the student center. I saw this ad for this grant that I might qualify for.",
        "Starr: \"Aid to reformed car thieves\"?",
        "James: Ha. Here's hoping. Hey, let me know how everything goes with your sister, okay?",
        "[SCENE_BREAK]",
        "Destiny: So when will you know?",
        "Dani: After the hearing, I guess.",
        "Destiny: And it's this afternoon?",
        "Dani: Should be starting any minute.",
        "Destiny: So, stop. Why aren't we there?",
        "Dani: Because Todd and Blair told me to stay away.",
        "Destiny: Now, since when do the \"D-girls\" ever do what they're told?",
        "[SCENE_BREAK]",
        "Judge: Will your attorney be joining us, Mr. Rayburn?",
        "Ross: No, Your Honor. I-- I couldn't afford a lawyer.",
        "Todd: Ahem.",
        "Judge: Well, luckily this appears to be fairly straightforward. The will is signed and notarized and appears to be genuine. Therefore, according to the terms of the will, custody for Danielle Rayburn goes to Mr. Rayburn.",
        "[SCENE_BREAK]",
        "Eli: Tell me you're on your way.",
        "Greg: I've got things to do.",
        "Eli: What could possibly be more important to you and your family than making sure I'm okay?",
        "Greg: Patience, Eli. You wouldn't want that blood pressure to spike. It could be fatal.",
        "Eli: Life is full of unlucky accidents.",
        "[SCENE_BREAK]",
        "Starr: Was it you? Are you the one that Ford had inappropriate contact with?",
        "Langston: I guess so.",
        "Starr: What do you mean you guess so, Langston?",
        "Langston: Fine. It was me. So what?",
        "Starr: What-- you got back together with Ford for what, 5 minutes, and the dean caught you? You set him up. You got back together with him so that you could get him fired.",
        "Langston: So what if I did?",
        "[SCENE_BREAK]",
        "Todd: It doesn't matter what's in the will...",
        "Morgan: Todd, sit down.",
        "Todd: I'm her father. I'm Danielle's biological father.",
        "Morgan: Which is true, Your Honor. In addition to being Mrs. Manning's husband at the time of her death, Todd Manning is also Danielle's biological father. And as the birth parent, does have the advantage, at least according to precedent here in the Commonwealth.",
        "Judge: There's certainly precedent, Mr. Guthrie. I'll allow arguments to that effect.",
        "[SCENE_BREAK]",
        "Greg: I've put you in this coma so I could flush the drugs out of you that I've been putting into your system. You're going to recover. I promise you that. And then I'll get you back to Todd and Dani. I won't be here for a while. I need to go see Eli, convince him that he needs surgery to relieve that pressure on his brain. He's fine, by the way. I just need to get him on that operating table... so I can kill him.",
        "[SCENE_BREAK]",
        "Eli: Sorry, Ross. You'll be getting custody of Danielle, but you won't be seeing a whole lot of her.",
        "[SCENE_BREAK]",
        "Judge: I trust you're ready to proceed, Mr. Guthrie.",
        "Ross: Your Honor, if I may?",
        "Judge: Yes, Mr. Rayburn?",
        "Ross: I have something that might clear things up.",
        "[SCENE_BREAK]",
        "Natalie: Why would Eli--who we know is a sociopath or serial killer--care if Ross got custody of Dani?",
        "John: Why does he have to care? Maybe it's just payback.",
        "Natalie: Revenge on Todd?",
        "John: Or a trade. We know Rayburn helped him in Tahiti.",
        "Natalie: You help me kill my rich wife, and I'll help you steal your kid back.",
        "[John sighs]",
        "John: If Clarke doctored that will, there has to be something in it for him. Something big.",
        "[SCENE_BREAK]",
        "Eli: And Dani, honey? You won't be seeing a whole lot of Ross, either.",
        "[SCENE_BREAK]",
        "Judge: And what's that you have, Mr. Rayburn?",
        "Ross: Danielle's birth certificate naming me as her father."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=vthqK_t6pdM"
}