{
    "Episode Summary": [],
    "Recap": [
        "While Starr is in the hospital, and after Blair has found out that her daughter is pregnant, she tells her she will be there for her and see her through this. And she regrets making Starr feel as though she could not have told her mom about it and that she had no choice except to run. And Blair has the cops arrest Todd for causing Starr to fall and assaulting Cole. John is there for Cole. Nobody will forgive Todd for what he did. At Rex and Adriana's wedding, Brody shows up out of nowhere and announces himself to Shane. Gigi is stunned and not certain what to do, having believed all these years that he is dead, and right after she was ready to announce that Rex is Shane's father. Although Rex and Adriana had their doubts about their marriage, they take their vows and are officially married. Brody reminds Gigi that he knows she may still have feelings for Rex. But she must know of the choice he made in front of everybody and in front of God. Jared, Nigel and Natalie are all very worried what David might do now that he's found out that he is Asa's real son, so they hog tie him."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Gigi: I just need to speak to Rex for a minute, alone.",
        "Adriana: You have got to be kidding me.",
        "Gigi: I'm not trying to make things worse, really, I'm not.",
        "[Gigi sighs]",
        "Gigi: There's just something Rex needs to know.",
        "Shane: Dad?",
        "Shane: Mom, Dad's alive! He's back!",
        "[SCENE_BREAK]",
        "David: Well, we can't all be to the manor born. Speaking of which --",
        "Jared: Sorry about that.",
        "Nigel: Master Jared --",
        "[Nigel gasps]",
        "Nigel: What happened?",
        "Jared: He was getting on my nerves.",
        "Nigel: Killing Mr. Vickers is one way to solve the problem of anyone finding out that he is the true Buchanan son and you're the fraud. But I doubt it will solve the more immediate problem.",
        "Jared: Which is?",
        "Nigel: Mr. Buchanan and Ms. Hanen have finished speaking with the hospital about young Cole. They're on their way back here. I believe they intend to come into this very room this very moment.",
        "[SCENE_BREAK]",
        "Cole: It's not like we wanted to leave town. Especially now. Starr needs her mom. But we were scared. I mean, we couldn't let Todd find out Starr's pregnant. He would've killed us both.",
        "John: I was hoping this didn't mean what I thought it did.",
        "Cole: Does Mr. Manning know?",
        "John: Not the last time I saw him.",
        "Cole: But he will find out, and when he does --",
        "John: Hey, hey, hey, hey. Wait, wait, where do you think you're going?",
        "Cole: I can't let him hurt star more than he already has.",
        "[SCENE_BREAK]",
        "Todd: Hey, excuse me. I don't know how to read this stuff. Can you translate this for me into English? Because I want to know everything about my daughter's condition.",
        "[SCENE_BREAK]",
        "Doctor: I'll be around if you have any other questions, but I want both of you to know that Starr and her baby are going to be fine.",
        "Blair: No, you -- you must have made a mistake, because my -- my daughter's not pregnant.",
        "Starr: Mom \u0096",
        "Doctor: I'm sorry, I -- I thought you knew.",
        "Starr: I'm -- I'm in my third month.",
        "[SCENE_BREAK]",
        "Shane: It's you, isn't it? Rex said he saw you.",
        "Adriana: You did?",
        "Shane: Yeah. Remember, Rex?",
        "Viki: Honey, are you okay?",
        "Roxy: Who the hell is that guy?",
        "Gigi: But -- how? How? They told me you were dead.",
        "Brody: What can I say? Some of us are just hard to kill.",
        "[SCENE_BREAK]",
        "Doctor: I can see that you and your daughter need to talk.",
        "Starr: I'm sorry.",
        "Blair: You knew all this time?",
        "Starr: I'm so sorry.",
        "[SCENE_BREAK]",
        "Nora: I just would feel better if I could talk to John about Cole.",
        "Clint: Well, the hospital said that Cole and Starr are okay.",
        "Nora: I know, but that's all they would tell me, because I wasn't a relative. I'm his legal guardian, for God's sake.",
        "Clint: You know where he is, and you know he's okay.",
        "Nora: Mm-hmm.",
        "Clint: Mm-hmm. But you're going to be a basketcase until John calls, right?",
        "Nora: Yes. Yes. I can't help it, I'm sorry.",
        "Clint: That's all right. That's one of the many reasons I like you.",
        "Nora: You do?",
        "Clint: Tell you what.",
        "Nora: What?",
        "Clint: Let's go in the living room, I'll make you a drink, all right?",
        "[SCENE_BREAK]",
        "Nigel: He appears to be breathing, which means he could come to at any moment.",
        "Jared: Yes, and blow our secret, which he was about to do before you told Nora about John calling.",
        "Nigel: Dear Lord, what are we to do?",
        "Jared: Just head off Clint and Nora, and I will find a way to take care of Vickers.",
        "Nigel: Wait, don't come in.",
        "[SCENE_BREAK]",
        "Gigi: Your mother told me you were dead.",
        "Shane: It's him? It really is?",
        "Brody: My mother lied to you. And she lied to me, too. When I got home, she told me you'd married somebody else. I'm sorry, Gigi.",
        "Gigi: Sorry? What -- what -- what do you -- what do you have to be sorry for?",
        "Brody: For believing my mother. And not believing in you.",
        "Brody: We've missed so much time. What happened?",
        "Gigi: It doesn't matter. Not anymore.",
        "[SCENE_BREAK]",
        "John: Hey, Manning's not going to hurt you or Starr anymore.",
        "Cole: No, I have to see if she's okay. And the baby, what if something happened to the baby?",
        "John: Okay, listen to me. You wait here, I'll go check. Okay?",
        "Cole: Fine, fine. Just tell me as soon as you know something.",
        "John: I will.",
        "[SCENE_BREAK]",
        "Starr: I know what you must think of me.",
        "Blair: I love you, sweetheart. I love you.",
        "Starr: I love you, too, so much, Mom.",
        "Blair: I should've known. I should have known. You know what, I felt it. I should have figured it out.",
        "Starr: I was lying to you. How could you?",
        "Blair: Oh, baby. You must've been so scared when you found out.",
        "Starr: I just couldn't believe it.",
        "Blair: Why didn't you tell me?",
        "Starr: I was scared.",
        "Blair: You were scared of me?",
        "Starr: I was afraid that you would tell Dad.",
        "[SCENE_BREAK]",
        "Nurse: Those test results are confidential.",
        "Todd: See that name there, \"Starr Manning\"? My name's Todd Manning, I'm her father. I have a right to know what's going on with her. So tell me about this sonogram. Why did she have a sonogram? She have internal injuries, or what's she got? What's she got?",
        "Nurse: No, that's not it at all.",
        "John: Excuse me. Shouldn't this be filed away somewhere? I'd like to speak to an administrator when you get a chance, as well.",
        "[SCENE_BREAK]",
        "Nora: Why can't we come in?",
        "Clint: Nigel, is Vickers still here? Where is he?",
        "Nigel: I have no idea where Mr. Vickers is, Sir.",
        "Nora: Then why wouldn't you let us in here?",
        "Nigel: I just meant that I needed to tidy the room. Some things Mr. Vickers left behind.",
        "Jared: Ah, we got rid of Vickers. It wasn't easy, though. He broke one of Asa's favorite decanters.",
        "Nora: Oh, well, that's a small price to pay.",
        "Clint: Oh, Pa always thought crystal was for sissies anyway.",
        "Nora: I'm sure there's a mess under --",
        "Nigel: Oh, no, I'll have the staff clean it up, madam.",
        "Jared: Yeah, there's glass all over the place, so you're going to want to steer clear of this area.",
        "Nigel: May I fix both of you a drink?",
        "Clint: Yeah, I think Nora could use one, but I should help Jared with the glass.",
        "Jared: All done.",
        "[Jared chuckles]",
        "Clint: You got to be kidding me. Doesn't look like a whole decanter.",
        "Jared: Oh, well, we already got some of it, and -- and like Nigel said, the staff can clean up the rest.",
        "Nora: Okay, well, you know what? David's gone, thank God for that. I don't care how. I just am glad that he's gone. It's the last thing I needed to deal with on a day like this.",
        "Nigel: Perhaps you'll prefer to retire for the evening. I could send dinner up on a tray.",
        "Nora: Oh, no, thank you, Nigel. I'll be fine here. I just -- I need to relax.",
        "Clint: I'm going to call security, find out how Vickers got here in the first place.",
        "Nora: Why, thank you.",
        "[SCENE_BREAK]",
        "Bo: You want me to talk to the guy?",
        "Rex: No, not yet.",
        "Charlie: Who is that guy?",
        "Adriana: He's Shane's father. But maybe they could have their family reunion somewhere else and not at our wedding?",
        "Rex: I'll talk to Gigi. Morasco. You were going to tell me something. You said it was important. What is it?",
        "[SCENE_BREAK]",
        "Todd: Who the hell do you think you are to try to keep me in the dark about my own kid?",
        "John: Your kid?",
        "Todd: Yeah.",
        "John: You treat her like something you trapped and locked up. I don't even want to talk about what happened out there on the boardwalk.",
        "Todd: Just trying to talk some sense into her.",
        "John: Yeah. You know what my suggestion is? My suggestion is, stay out of the way. If Blair and Starr want to talk to you, they'll let you know.",
        "[SCENE_BREAK]",
        "Starr: I knew that if Dad found out that I was pregnant, that he would kill Cole for sure this time.",
        "Blair: How did it happen, Starr? I mean, I don't want to hear all the details. Okay, just --",
        "Starr: Okay, the night that Dad found us, I -- I lied to you. Cole and I did make love that night. It -- it was the first and only time, okay? Dad came in and it was just awful.",
        "Blair: I'm so sorry. I'm so sorry about all of it. I'm sorry the way your Dad treated Cole, the way he treated you. He had bodyguards on you and --",
        "Starr: Mom. It wasn't your fault.",
        "Blair: No, it was. You know, I should've stopped it. I should've put my foot down. Sweetie, I shouldn't have let him make you feel like you were doing this all alone.",
        "Starr: I -- I wasn't -- I -- I had Langston.",
        "Blair: Because you were afraid to come to me.",
        "[Knock on door]",
        "Blair: Who is it?",
        "John: It's John McBain.",
        "Blair: Come on in, John.",
        "John: Hey.",
        "Starr: Is Cole all right?",
        "John: He's going to be okay. How are you doing?",
        "Blair: She's good. She's good.",
        "John: Cole was worried.",
        "Blair: About her and the baby?",
        "John: You know?",
        "Blair: Yeah.",
        "John: Cole -- Cole just told me.",
        "Starr: Could you just let him know that the baby is fine? It's going to be all right.",
        "John: I will. You hang in there.",
        "Starr: Wait. Could you also tell him that I love him very, very much?",
        "John: Yeah.",
        "Starr: You know, when I fell, the first thing I thought out was my baby. I just wanted my baby to be okay.",
        "Blair: Really? That's funny, because as you were falling, that's all I thought. I just want my baby to be okay. I just want you to be okay.",
        "Starr: So you're not mad at me?",
        "Blair: Oh, Starr. I mean, come on. I mean, this is not the most ideal situation, but you know what? We're a team.",
        "Starr: No, we're not. You and Dad are the team, and I know you try to help, but --",
        "Blair: But you thought that I chose your daddy over you, didn't you?",
        "[SCENE_BREAK]",
        "John: You're lucky she wasn't hurt worse than she was.",
        "Todd: I'm going to see her at some point.",
        "John: If she wants to see you, I'm sure she'll let you know.",
        "Todd: You know you can't blame this on me, John. None of this would've happened if it weren't for Cole.",
        "John: Oh, what? You find out you didn't cause any real damage, so you're back to being a jackass?",
        "Todd: I'm not the one who forced her to run away with him.",
        "John: You see the kid in there? He's more of a man than you could ever hope to be. And whether you like it or not, nothing you do is going to stop him from loving your daughter.",
        "[SCENE_BREAK]",
        "Shane: What's this on your shoulder?",
        "Brody: That's my rank -- Lieutenant.",
        "[SCENE_BREAK]",
        "Shane: What's this over here?",
        "Langston: You have a problem with that guy?",
        "Dorian: Indeed I do.",
        "Langston: But you don't even know him.",
        "Brody: You want me to leave?",
        "Dorian: A private jet is fueled and ready to take off.",
        "Brody: What about your daughter? Aren't you worried Gigi's going to screw up the wedding?",
        "Dorian: Sometimes my daughter does not know what's best for her.",
        "Brody: And you do. You want Gigi to stop that wedding. You don't want your daughter to marry Balsom.",
        "Dorian: That young man and his girlfriend have made a mockery of my daughter's wedding. And I won't allow that.",
        "[SCENE_BREAK]",
        "Rex: What were you going to say, Gigi?",
        "Shane: Some of the kids at school call me a bastard.",
        "Brody: Hey, we're in a church.",
        "Shane: But now you're here, and no one's ever going to call me that again.",
        "Brody: Or get away with it.",
        "Shane: Isn't this great, Mom?",
        "Adriana: I'm sure the three of you have a lot to catch up on, so don't let us keep you.",
        "Shane: Come on, Mom. Let's show Dad where we live.",
        "Rex: Gigi.",
        "Adriana: Let them go, Rex.",
        "Adriana: We're ready. Sorry, Father, we'll get through it this time.",
        "Priest: All right, everyone. Please, be seated.",
        "[SCENE_BREAK]",
        "Nigel: Sir, I believe the shattered decanter held your bourbon. Would you like to take a look at what's under the bar while I refresh Ms. Hanen's drink?",
        "Nora: Well, I just -- I only had a sip or two.",
        "Nigel: Well, we wouldn't want you running out when you've had such a stressful day.",
        "Nora: Oh, my God, what's wrong?",
        "Clint: Well, make sure he doesn't get in here again. Nora?",
        "Jared: There was some glass on the sofa.",
        "Nora: There was?",
        "Clint: Nora, are you okay? Are you cut?",
        "Nora: No, I don't think so. I'm fine.",
        "Nigel: Even the smallest piece could cause damage.",
        "Jared: Why don't you guys go take a walk or something while we clean the rest of this up?",
        "[David moans]",
        "Jared: Ahem.",
        "[SCENE_BREAK]",
        "John: I saw Starr.",
        "Cole: How is she? Okay?",
        "John: She's fine. No serious injuries.",
        "Cole: What about the baby?",
        "John: The baby's fine, too.",
        "Cole: Thank God. What about her dad, does he know?",
        "John: Not yet, but I'm sure he's going to find out.",
        "Cole: I want to be with Starr.",
        "John: Take it easy. She's in with her mom right now.",
        "Cole: Oh, boy. Does she know?",
        "John: Yeah.",
        "Cole: How's she dealing with the whole pregnancy thing?",
        "John: My guess is they're trying to work that out right now.",
        "Cole: Oh, boy. Is this the part where you start lecturing me?",
        "John: No, no lecture. You're a smart kid, Cole, you know. It wasn't your intention. I'm -- I'm sure you know how not to get a girl pregnant. Hey, look, by the way, Starr wanted you to know that -- she wanted you to know that she loves you.",
        "Cole: Starr and I, we -- we didn't plan on doing anything. I didn't think I was ever going to see her again, and it just -- it just happened.",
        "John: You know, your mom, she asked me to look out for you, and I let her down again.",
        "Cole: I don't know. I think she might've been happy for me.",
        "[SCENE_BREAK]",
        "Starr: I knew that you would tell dad, and it would have been all over for Cole.",
        "Blair: Well, unfortunately, you're probably right.",
        "Starr: You know, I -- I didn't even tell Cole that I decided not to have the baby.",
        "Blair: You thought about having an abortion?",
        "Starr: I went down to the clinic in New Jersey and everything.",
        "Blair: Oh, Starr. Oh, my God, I didn't know. I wasn't there for you. Well, what made you change your mind?",
        "Starr: Cole found me, and he went to the clinic.",
        "Blair: Mm-hmm.",
        "Starr: And he said that I shouldn't get an abortion just to keep Dad from finding out that I was pregnant.",
        "Blair: Well, he was right.",
        "Starr: And then he said that I just needed time to think, you know, and be really comfortable with the idea.",
        "Blair: Is that why you ran away?",
        "Starr: I had to.",
        "Blair: Oh, baby. You'd rather live in slums and take odd jobs? That was better than telling me the truth?",
        "Starr: Look, we were just so happy to be able to be together, you know? Even though I --",
        "Blair: What?",
        "Starr: I missed you and Jack and Sam like crazy, you have no idea.",
        "Blair: Well, you know what? I'm here. You don't have to miss me anymore. I'm never going to leave your side, and everything's going to be all right, okay? It's going to be all right.",
        "Starr: How can it be all right? What about when Dad finds out that I'm pregnant?",
        "Blair: Well --",
        "[Knock on door]",
        "Blair: Who is it?",
        "[Door opens]",
        "Todd: Dr. Manning. Hey, can I talk to you now, please?",
        "[SCENE_BREAK]",
        "Cole: You know, I think my mom would be happy to know that I'm not alone anymore, that -- that I have a family again.",
        "John: Your mom never meant for you to be alone.",
        "Cole: In a way, it's like I'll have them back. You know what I mean? And this baby will be part my mom and part my dad. You can't beat that. Seeing my mom's smile on our baby.",
        "[SCENE_BREAK]",
        "Blair: Get out of here.",
        "Todd: I want to see her.",
        "Blair: She's right here. I'm not letting you anywhere near her.",
        "Todd: All right, Starr, I'm sorry. I didn't know.",
        "Starr: You didn't know what?",
        "Todd: Well, I didn't know you were going to fall down the stairs. I was trying to get you to stop and listen to me. I was going to tell you -- I was going to say, you know, I'm going to try to do better for you.",
        "Blair: Oh, the hell you were. You couldn't --",
        "Todd: What do you know about it? You don't know anything about it!",
        "Blair: I don't care! You hurt our daughter, and I let you. But I tell you this, Todd, you've hurt our daughter for the last time!",
        "[SCENE_BREAK]",
        "Nora: Where's that noise coming from?",
        "[Jared coughs]",
        "Jared: That's me. Sorry. I'm coming down with something.",
        "Clint: Jared, it wasn't you.",
        "[Nigel coughs]",
        "Nigel: Yeah, there's something in the air, perhaps pollen.",
        "Clint: Nigel, what's going on here?",
        "Nora: It sounded like it was coming from the couch.",
        "[Telephone rings]",
        "Nora: It's John. It's John. Um, I've got to take this.",
        "Clint: We'll be back.",
        "Nigel: Quick, we need to do something.",
        "Jared: Yeah, I know what I'd like to do. I'd like to kill the bastard.",
        "Nigel: Oh, don't even allow me to contemplate that wonderful temptation. But we absolutely must remove him from the premises and keep him out of sight.",
        "Jared: Leave it to me.",
        "[SCENE_BREAK]",
        "Priest: Adriana and Rex, do you promise to honor and love one another for the rest of your lives and accept children from God lovingly and bring them up according to the laws of Christ and his church?",
        "Adriana: I will.",
        "Rex: I will, too.",
        "[SCENE_BREAK]",
        "Shane: This is where Mom and I live, Dad. We have a picture of you right over -- where's the picture, Mom?",
        "Gigi: I don't know. I -- I thought it was right there.",
        "Brody: It doesn't matter.",
        "Shane: Who needs a picture? Dad's here with us now.",
        "[SCENE_BREAK]",
        "Priest: Adriana and Rex, please join hands.",
        "Adriana: I, Adriana, take you, Rex, from this day forward, for better, for worse, for richer, for poorer, in sickness and in health, till death do us part.",
        "Priest: Rex?",
        "Rex: What she said.",
        "Rex: I promise to love, cherish, and honor you, Adriana, for as long as we both shall live.",
        "Priest: What God has joined, let no man put asunder.",
        "Adriana: With this ring, I thee wed.",
        "Rex: With this ring, I thee wed.",
        "[SCENE_BREAK]",
        "Shane: I got the game ball on my last game. Come on, I'll show it to you.",
        "[SCENE_BREAK]",
        "Priest: By the powers vested in me by God and the church, I now pronounce you husband and wife. You may kiss the bride.",
        "Roxy: Whoo! There it is!",
        "[Cheering]",
        "[SCENE_BREAK]",
        "Todd: I know you believe me, right? I didn't mean for you to fall. You just -- you kept trying to get away from me and you slipped.",
        "Blair: Because you lied to her, bullied her, abused her.",
        "Todd: I didn't abuse her.",
        "Blair: Oh, come on. You took away her dignity. You took away everything, Todd, with all your lies and your bodyguards.",
        "Todd: I'm trying to do what's best for her.",
        "Blair: Because you hated Cole, and every time you looked at Cole, you thought about what you did to Marty.",
        "Todd: That's got nothing to do with it.",
        "Blair: It's got everything to do with it, Todd. You know, you didn't learn from your mistake with Marty, and now you're treating our daughter like she's another one of your victims.",
        "Todd: Everything I'm doing is for her because I love her, because she's my little girl. Right?",
        "Blair: She's not a little girl anymore.",
        "Starr: Mom --",
        "Blair: No, Starr, let me handle this. You don't have to tell her what love is. She knows more about love than the two of us put together. Now, I want you to get out of here. I want you to leave and never come back, got it?",
        "Todd: All right. Well, anyway, Starr, you forgive me, right?",
        "Starr: No. And I never will.",
        "[SCENE_BREAK]",
        "[David groans]",
        "Nigel: Oh, dear. What do we do now?",
        "Jared: Is there another decanter handy?",
        "[David groaning]",
        "[SCENE_BREAK]",
        "Antonio: You know, I actually thought that Rex was going to do to Adriana what you did to me. I couldn't keep my eyes off you all night long.",
        "Talia: Just leave me alone, okay? Do you think anyone would miss us if we snuck off somewhere?",
        "Antonio: Well, Ramsey's not here.",
        "Talia: He's probably in his coffin, full of Transylvanian soil.",
        "Antonio: What are we waiting for?",
        "Carlotta: Would you please leave my son alone?",
        "Antonio: Mami -- it's okay, really.",
        "Carlotta: No, it's not okay. Not after what this woman and John McBain did to you. Forget about her, Antonio. Come. One of Adriana's friends from \"Craze\" is dying to meet you.",
        "Antonio: Oh, okay. Ahem.",
        "[SCENE_BREAK]",
        "Lindsay: To the best man ever. You had your hands full with this wedding.",
        "Bo: Oh, I started to wonder if it was ever going to happen.",
        "Lindsay: Did it kind of remind you of another wedding in a galaxy far, far away, a long time ago where a certain ex showed up and --",
        "Bo: Ours?",
        "Lindsay: Yeah.",
        "Bo: Mm-hmm.",
        "Lindsay: Do you ever wonder what it would have been like if we'd been able to go through with it?",
        "Bo: I don't think there's any point in looking at the past when we have so much to look forward to in the future.",
        "[SCENE_BREAK]",
        "Layla: Don't look so happy. Your daughter finally got married.",
        "Dorian: I don't need reminding.",
        "Layla: Oh, what's the matter? Brody did what he was supposed to do, didn't he?",
        "[SCENE_BREAK]",
        "Brody: Oh, man, you let your mom dress you up like that?",
        "Shane: I was only two. This one's cool.",
        "Brody: Hey, a sailor.",
        "Gigi: It's time for bed, Shane.",
        "Shane: This early?",
        "Gigi: Do I have to remind you that you were in the hospital today with an asthma attack?",
        "Brody: Asthma, huh? That's tough. Your mom's right. You better rest up.",
        "Shane: Can you stay?",
        "Gigi: Shane.",
        "Shane: It's Dad, Mom.",
        "Gigi: I'm sure he has somewhere else he's staying.",
        "Shane: Just for tonight. Would you?",
        "Brody: I don't want to bother your mom.",
        "Shane: You wouldn't be, would he, Mom?",
        "Gigi: Okay, I guess.",
        "Shane: I'll see you in the morning, then. Good night, Dad.",
        "Brody: All righty. Night, champ.",
        "Brody: Look, if you don't want me to stay, I don't have to.",
        "Gigi: And disappoint Shane?",
        "Gigi: Oh, I just -- I, um -- I still can't believe it, that you're alive and you're here.",
        "Brody: I'm sorry my mother lied to you and me.",
        "Gigi: But how did you find us? I mean, how did you know that we were --",
        "Brody: At Shane's father's wedding? Is that what you want to know?",
        "[SCENE_BREAK]",
        "Bandleader: I present to you for the first time, Mr. and Mrs. Rex Balsom.",
        "[Cheers and applause]",
        "Rex: Roxy, what are you doing?",
        "Roxy: I know Viki said it's supposed to be raw. But, you know, rice is rice, and any kind of rice is good luck. Welcome to the family, sweetcakes.",
        "[SCENE_BREAK]",
        "Adriana: Okay.",
        "Cristian: All right.",
        "Talia: Okay, girl talk.",
        "Adriana: Oh.",
        "Layla: Girl talk.",
        "Adriana: Yay.",
        "Talia: You got rice in your hair.",
        "Roxy: Everything okay, baby?",
        "Rex: Yeah, Mom, I'll be okay.",
        "Roxy: All right.",
        "Markko: Too bad Starr and Cole couldn't be here for this.",
        "Langston: Yeah, I wonder when their lives are going to return to normal again.",
        "Markko: Not for a while.",
        "Langston: I miss her. Both of them.",
        "Markko: Me, too. Me, too.",
        "[SCENE_BREAK]",
        "Blair: Well, I'm sorry that you had to hear us fight like that. And I know it couldn't have been easy to say what you had to say to your dad, too.",
        "Starr: Well, it couldn't have been easier for you, either.",
        "Blair: Well, I meant it. You're not alone anymore, okay?",
        "[SCENE_BREAK]",
        "Natalie: So what finally made you snap? Not that it takes much with him.",
        "Jared: Well, he was ready to tell Clint and Nora about us.",
        "Natalie: What? You were going to blab? I thought we had a deal.",
        "Jared: Honey, I can't get my hands on the kind of money he's asking for without your dad and Bo finding out. So I had no other choice.",
        "Natalie: So we're going to have to tell everyone the truth.",
        "Jared: And I had to find a way to keep him quiet till we could figure out the right way to do just that, so --",
        "Nigel: Fraudulent Buchanan or not, Asa Buchanan would be very proud of you, Jared.",
        "Jared: Why, thank you, Nigel.",
        "David: Can I just interrupt this nauseating love fest long enough to remind all of you that I will not be hogtied much longer, and when Clint finds out about you two, he's going to --",
        "[Muffled speech]",
        "Natalie: Okay, thank you, Nigel. We'll take it from here.",
        "Nigel: Very good.",
        "Natalie: Check out the house. Thanks.",
        "Jared: Wow. You are the hottest bridesmaid ever to grace a barn.",
        "Natalie: You're not so bad yourself.",
        "[SCENE_BREAK]",
        "Brody: I'm a military man. Finding you and Shane was like a mission for me.",
        "Gigi: But how did you find out, after all this time, that your mother lied?",
        "Brody: She died, and secrets like that have a way of coming out. I never forgot you, Gigi.",
        "Gigi: Brody, you --",
        "Brody: You're still jonesing for that Rex guy. I got it. But made his choice in front of God and everybody.",
        "[SCENE_BREAK]",
        "[Fergie sings \"Finally\"]",
        "Bandleader: Everyone, please join Rex and Adriana in their first dance as husband and wife.",
        "Fergie: Ever since I was a baby girl I had a dream Cinderella theme crazy as it seems always knew that deep inside that there would come a day I would have to wait make so many mistakes I couldn't comprehend as I watched it unfold this classic story told I left it in the cold walking through an open door that led me back to you each one unlocking more of the truth I finally start tripping on my youth I finally got lo inside of you I finally know I needed to grow and finally my mate has met my soul finally now my destiny can begin though we will have our differences something strange and new is happening finally now my life doesn't seem so bad it's the best that I've ever had give my love to him finally",
        "[NEXT_ON]",
        "David: If Jared isn't the Buchanan heir, then who is?",
        "Cole: Starr and I ran away together because we were having a baby.",
        "Starr: Dad's not going to stay in jail forever. What are we going to do when he comes home?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=FFL-aCuBDpY"
}