{
    "Episode Summary": [
        "Episode # 10531 ~ The Wedding Stinger"
    ],
    "Recap": [
        "Todd and Tea's wedding is underway. But Blair is determined to stop it with the help of Ross. And Dorian is determined to pay Ross off in order to stop Blair from preventing Todd from remarrying. Natalie is wondering what to do after John reveals to her that he suspects Jared for the mysterious stalker. Jared reveals to Brody that he does not trust John. John and Fish investigate and find no forensic evidence of anybody attacking Jared."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dorian: David! What in the name of--",
        "David: Essentials. Most of my luggage is coming on the next truck.",
        "Dorian: No. You are not moving back in here.",
        "David: Oh, yes, I am.",
        "Dorian: No, you're not.",
        "David: Breaking news! Dorian Lord is already breaking campaign promises, and she hasn't even been elected yet.",
        "Dorian: David, all I did was hire you to run my campaign for mayor.",
        "David: In exchange for a good salary plus room and board.",
        "Dorian: Do you have any idea the kind of day I've been having?",
        "David: How would I know?",
        "Dorian: Okay, you expect to move back in here, you better earn your keep. Quick. Three ways to destroy Viki. Go!",
        "[SCENE_BREAK]",
        "Viki: Oh, my. Good heavens, who's this handsome young fella?",
        "[Viki chuckles]",
        "Jack: You talking to me?",
        "Viki: Yes, I'm talking to you. May I say, Jack, you look awesomely handsome in your tuxedo.",
        "Jack: I only agreed to wear it in exchange for tricked out rims. For my new sports car my dad's gonna buy when I'm 16.",
        "Viki: Boy, you drive a hard bargain.",
        "Todd: Oh, yes, he does. I teach my kids well.",
        "Viki: Hey.",
        "Todd: Hey. Thank you for coming.",
        "Charlie: Viki is the matron of honor. Can't imagine where else she'd be.",
        "Todd: Where are my nieces?",
        "Viki: They're not--they're not gonna make it, Todd. They're both at home. They're looking after their guys.",
        "[SCENE_BREAK]",
        "[Bell rings]",
        "Natalie: Coming!",
        "Jessica: Who rang?",
        "Natalie: That would be mine. You know, you promised me you were not gonna abuse this.",
        "Jared: Yeah, but you made me promise to take it easy, and it's an emergency.",
        "Natalie: What's wrong?",
        "Brody: We're lonely.",
        "Jared: Really lonely.",
        "[Jessica laughs]",
        "Natalie: And it looks like they're out of beer.",
        "Jared: Okay, but in terms of Maslow's hierarchy of needs, it goes food, shelter, loves of our lives, and then beer.",
        "Brody: Seriously, we don't like it when you and Natalie are out of sight too long. Safer for everyone if we stay together.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "John: Yeah.",
        "Oliver: Hey, you got a sec?",
        "John: What's up?",
        "Oliver: A lot, actually. There's something I wanted to talk to you about, and it's actually pretty involved, so if you're busy, then...",
        "John: I've got time.",
        "Oliver: Um, I hope this doesn't affect our friendship, and if it does, that's okay. You're completely entitled to your opinion.",
        "John: Fish, you off duty?",
        "Oliver: Yeah, why?",
        "John: Sit down and relax.",
        "[SCENE_BREAK]",
        "Layla: Hey, boys. Anybody hungry? Want a pizza? Cris? Oliver?",
        "Cristian: He's still at work. Oh, boy, what I wouldn't give to stay home with a slice.",
        "Layla: Instead of what?",
        "Cristian: Watching my friend Téa throw her life away.",
        "[SCENE_BREAK]",
        "Viki: So, are you excited?",
        "Todd: Now, now. I've been down the aisle more times than you and Dorian combined. No, this is all just for Téa's benefit.",
        "Viki: How romantic.",
        "Téa: Ho ho. That's my Todd. Always knows how to make a woman feel special.",
        "Todd: And you.",
        "Téa: Ha ha.",
        "Todd: Well, I'm doing you a favor marrying you, aren't I?",
        "Téa: Oh. Yeah, that's the plan.",
        "Todd: Don't worry. Nothing's gonna stop you from becoming the last Mrs. Todd Manning. Lucky gal.",
        "[Téa chuckles]",
        "[SCENE_BREAK]",
        "Ross: Oh, another cabana. Shocking!",
        "Blair: No, shh! Shh! You can rent the penthouse at the Palace for all I care as soon as your operation is done. Now come on.",
        "Ross: All right, so what exactly is my role again in this operation?",
        "Blair: All you have to do is show up at the ceremony during the \"I do's\" and be your sexy, charming self, okay?",
        "Ross: And that's enough to put the brakes on Todd and Téa?",
        "Blair: Yeah. Because he will put the hurt on her.",
        "[SCENE_BREAK]",
        "Todd: Looking good.",
        "[Téa chuckles]",
        "[SCENE_BREAK]",
        "Cole: They're gonna have food at this thing, right?",
        "Starr: Yeah. Yeah, and good food, too. Good enough to make it worth watching my dad get married again.",
        "Cole: It's just weird being here to support a guy who's tried to stop us from being together, what, how many times now?",
        "Starr: If you want to go, we can go.",
        "Cole: And have my future father-in-law blame me for you not being at his wedding?",
        "Starr: You're thinking about our future, huh?",
        "Cole: Try to stop me.",
        "Starr: Ha ha.",
        "[SCENE_BREAK]",
        "Todd: All right, Vik, do you mind helping her get dressed? Because we got to get the show on the road. Oh, all right, I'm a little more excited than I let on. Let that be the last secret we have between us, all right?",
        "Téa: All right. See you soon, all right?",
        "Todd: Okay.",
        "Viki: Well, well, well, look at you. Relaxed and devoid of all the jitters you had earlier. Well, I guess a few hours can make a big difference, huh?",
        "Téa: Before I came back to Llanview, I was--I was--I was involved with someone.",
        "Viki: Well, there's nothing wrong with that.",
        "Téa: No, I know, but I haven't been able to tell Todd about this person, and really, there's no--there's no way that I can.",
        "Viki: Why?",
        "Téa: Look, my point is that I'm done with that. That's behind me now. I'm moving on. Todd and I are cleaning the slate.",
        "Viki: With secrets hanging over your head? I'm assuming you took care of whatever was troubling you?",
        "Téa: Yeah. No. Everything-- everything's fine.",
        "Viki: Okay",
        "Téa: You know what? It's so fine, I don't even need help putting this dress on.",
        "Viki: You sure?",
        "Téa: Yeah, yeah. I'm just gonna slip it on, and we're good to go. Okay. See ya.",
        "[SCENE_BREAK]",
        "Charlie: Hey, wedding seems cozy.",
        "[Todd scoffs]",
        "Todd: Yeah, small. You can say it. It won't offend me.",
        "Charlie: Small is a good thing, if you ask me, so... I don't see Téa's family.",
        "Todd: Téa doesn't have any family.",
        "Viki: You know perfectly well that's not true.",
        "Todd: Yeah, well, no family that matters.",
        "Viki: Why? Do they have reservations about the marriage?",
        "Todd: Oh, I have no idea. If they did, it's news to me. It's not like I'd care anyway.",
        "[SCENE_BREAK]",
        "Cristian: I've got to represent the family at this farce. Mom's out of town.",
        "Layla: Bet Carlotta's glad she dodged that bullet.",
        "Cristian: Huh. You know, maybe I should get out of this. Maybe I can throw out my back or something.",
        "Layla: Oh, like anybody would buy that. You take too good care of yourself.",
        "Cristian: Wait a second. Ooh. You're hot.",
        "Layla: Okay, what are you doing?",
        "Cristian: You're sick. I should stay home; I should take care of you.",
        "Layla: Oh, no, no, no. I'm not gonna lie for you so you can get out of a wedding.",
        "Cristian: You know, it wouldn't be so had if I had someone to go with. Maybe I could spread the pain around. What are you up to?",
        "[SCENE_BREAK]",
        "David: Destroy Viki? On a sultry Indian summer afternoon, that's how two beautiful, sexy people in a mansion with a fully stocked wine cellar want to spend the afternoon?",
        "Dorian: Your point?",
        "David: Help me unpack! Come on. I'll model for you all the clothes that I bought with my \"Have a Seat\" money.",
        "Dorian: As entertaining as that might be, I have a campaign to run, for mayor, see?",
        "David: Subtle.",
        "Dorian: Subtle doesn't play. I need you to dig up some fresh dirt on Viki.",
        "David: And I need the blue room, lunch served at 11 A.M. and again at 2 P.M., and a bottomless slush fund.",
        "Dorian: Done. Now, how do we bring her down? What can we use against her?",
        "David: Me. Duh.",
        "Dorian: Huh?",
        "David: Look, it's very simple. We distract Charlie. We send him out on a wild- goose chase one evening. And then we send in yours truly. Meanwhile, you stash a photographer in the bushes while I go to work.",
        "Dorian: You go to work?",
        "David: Yeah, on Viki. Tantric style. Make her wait for it. Or do you think she'd appreciate more of a traditional approach?",
        "Dorian: Your plan is to have sex with Viki?",
        "David: Well, yeah. I mean, we both know she's attracted to me. The chem--ow! For crying out loud!",
        "Dorian: Ooh! How dare you! How dare you! You have sex with Viki on my dime?",
        "David: If it helps get you elected, yes! Oh, if you pay me to do it, that would make you my pimp, and that would be bad for legal reasons. I'm starting to see your point. You're already tarnished by hanging out with that drug dealing mayor. You probably don't want to mess with racketeering right now.",
        "Dorian: I'm this close to firing you.",
        "David: Note to self--don't sleep with Viki.",
        "Dorian: Come up with other ways to decimate her at the polls.",
        "David: I've got one. This one takes a little more effort, though. 24-hour surveillance on Viki. We catch her doing something embarrassing. Not me, of course, something else.",
        "Dorian: Perfect. Really. But we can't start until tomorrow because today she's going to be at Todd's wedding, and I don't want anything to screw that up.",
        "David: Oh, Blair. Not again.",
        "Dorian: Not if I have anything to say about it.",
        "[SCENE_BREAK]",
        "Blair: Listen, I have got some things to do now. Can I trust you not to go AWOL and get yourself caught?",
        "Ross: Well, how long am I supposed to be cooped up in this place?",
        "Blair: Not very long. As soon as I get back, then the show starts, all right? And then you can go back to Tahiti.",
        "Ross: Mm-hmm. And try not to look forward to that too much.",
        "Blair: Come on, Ross. You don't have any reason to stick around here.",
        "Dorian: Will that do?",
        "Ross: Depends. What do you want me to do?",
        "Dorian: Romance Blair.",
        "Ross: I can think of a few reasons.",
        "[Knock on door]",
        "Téa: Hello? Hello? This is Téa Delgado, and I have this cabana signed out. I'm on a schedule. So whoever's in there, I'm sorry, but you're gonna have to move it on out.",
        "Ross: Ooh, somebody's in trouble.",
        "[SCENE_BREAK]",
        "David: So Todd's marrying Téa? I thought she was smarter than that.",
        "Dorian: When it comes to Todd, Téa is dumb as a post.",
        "David: You know, Blair must be at Defcon red. Shall we bury the guns?",
        "Dorian: No need.",
        "David: Yeah, but I thought-- doesn't Blair hate Téa as much as I hate union dues?",
        "Dorian: It's a bit complicated.",
        "David: Complicated? Téa helped Todd steal Starr away from Blair, then Blair pushed Téa through a window. Not complicated.",
        "Dorian: All of that's over. I've taken care of it.",
        "David: What exactly have you done?",
        "[SCENE_BREAK]",
        "Téa: Hello. I have to get dressed for my wedding, so if you don't come out right now, I'm gonna call security.",
        "Blair: Oh, yes! Oh. Oh... ha ha ha! Do something. Don't just stand there. Come on, make it look good. Oh, yes! Oh, yes, yes! Drive me to Cleveland! Oh, yes! Yes! You bet! Oh! Oh, yes! Oh. Oh.",
        "Téa: Blair?",
        "Blair: Téa. I didn't--I didn't miss the wedding, did I?",
        "[SCENE_BREAK]",
        "Todd: Hey, give me one of those.",
        "Starr: Ah! Ha ha! Oh, my goodness! Are you ready to watch Dad get married again?",
        "Todd: Oh, yeah. Did you see that? That's the kind of enthusiasm only a brand- new playroom full of new toys can buy.",
        "Starr: Well, you got to do what you got to do.",
        "Todd: Speaking of which, this little kid and that little kid over there took me to the cleaners for showing up to this wedding. Now what about you? What are your terms for showing up? What do I owe you?",
        "[SCENE_BREAK]",
        "Charlie: So I hear you're gonna be the best man at this shindig.",
        "Jack: It's part of the deal.",
        "Charlie: Huh. And you understand what being the best man means?",
        "Jack: Best man. It's not that hard to figure it out.",
        "Charlie: You got the--you got the rings covered?",
        "Jack: Got 'em right here.",
        "Charlie: Uh-huh. And what about the toast?",
        "Jack: What about it?",
        "Charlie: Well, come on. The toast is like the most important part.",
        "Jack: What's the big deal? I'll tell the waiter to bring us some toast. White or wheat?",
        "Charlie: Oh, no, see, no, not that kind of toast. This is the kind that you, you know, you make a speech.",
        "Jack: Wait. What? Nobody said anything about a speech.",
        "Charlie: Come on, you seem like a pretty good talker. I'm sure you'll do fine, hmm?",
        "Jack: No, not if I have no idea what to say, which I don't.",
        "Charlie: Well, you just, you know, you talk about the groom, what kind of guy he is, you tell a funny joke or two.",
        "Jack: I can't believe this. My dad totally gypped me. And now the toast thing is worth a whole other car itself, but now I got to come up with a speech? Like now?",
        "Charlie: Okay, okay. Don't worry about it. Tell you what, it just so happens that my son just gave a great speech at our wedding. It was just recently, so why don't we just rip off what he said, hmm?",
        "[SCENE_BREAK]",
        "Natalie: It is perfectly safe in this house.",
        "Jessica: Bree is upstairs with Lois, and Bo has the place surrounded with cops, and Mom and Charlie shouldn't be at the wedding too long.",
        "Natalie: Yeah. And you know what? Honestly, I am a little more concerned about the two of you getting better than I am about someone coming to mess with us.",
        "Jessica: Yeah, if you guys don't rest, then it's back to the hospital. Got it?",
        "Brody: We're resting.",
        "Jared: So about the beer? Ha ha.",
        "Natalie: Oh...you know what? I don't really understand how beer is helping you guys get better.",
        "Jared: It dulls the senses. I'm in a lot of pain here.",
        "Jessica: Mm-hmm.",
        "Natalie: All right, fine. Let's go look and see if we can find something fermenting in the fridge.",
        "Jessica: Okay.",
        "Brody: You armed the alarm system, right?",
        "Jessica: Yeah. You're really worried, aren't you?",
        "Brody: Well, I just want to stay sharp.",
        "Jessica: Yeah, everything's okay. John's on the case. Right?",
        "Natalie: Why are you making this about Jared?",
        "John: Jared was the one who got beat up. I'm trying to figure out the motive for whoever did this, who had it in for him.",
        "Natalie: No, I don't think so. You think he's a suspect.",
        "[SCENE_BREAK]",
        "Oliver: So you know how I was dating Layla?",
        "John: Yeah, you told me.",
        "Oliver: Well, we broke up, and it's fine. I just wanted you to know that it's not gonna affect the way that work gets done around here.",
        "John: Good.",
        "Oliver: Okay, that's, uh, pretty much it.",
        "John: You okay?",
        "Oliver: Yeah. Um--well, there was actually this one other thing, but...never mind.",
        "John: Hey, Fish, you know, I know that people think I'm only about the job. Maybe they're right. But if you ever need to talk, the door's always open.",
        "Oliver: I've always thought of you as a mentor and my friend. And man, I thought this would be easier to say by now.",
        "John: Just spit it out, Fish. Whatever it is, I probably already know.",
        "Oliver: You know that I'm... I'm gay?",
        "Oliver: Huh. Wow. How long have you known? I mean, could you just tell or did somebody tell you?",
        "John: If you're worried about rumors going around--",
        "Oliver: No. I don't--I don't really care who knows. That's the whole point of this, is to get it out in the open.",
        "John: Good. I'm glad you told me.",
        "Oliver: So, what, is it all over the squad room?",
        "John: So far as I know, it's not common knowledge. Marty and I ran into your dad checking out of the hotel this morning.",
        "Oliver: Ah. What, he just outed me to you?",
        "John: I think he thought I already knew.",
        "Oliver: Ah. Well, did he treat you to his whole fire and brimstone spiel?",
        "John: He did seem a little old-fashioned.",
        "Oliver: You know, after I told him and my mom, I thought that I was never gonna see them again, and then they showed up at my place this morning before they left town.",
        "John: Oh, yeah? How'd that go?",
        "Oliver: Ha ha. Um, you know, just the fact that they showed up was kind of a miracle. And it wasn't like everything was better, but it just wasn't all bad anymore. You didn't have anything to do with that, did you?",
        "[SCENE_BREAK]",
        "Layla: You want to share the pain of Todd and Téa's wedding...with me?",
        "Cristian: Think about that crowd, Layla. You know we'll be the best ones out there on the dance floor.",
        "Layla: I don't have anything to wear.",
        "Cristian: That is such bull. You're in here every week with a new bag from Logan's. And look, if you don't have anything new, then you can wear that gold number you have.",
        "Layla: The strapless?",
        "Cristian: Yeah, yeah. That was a hot one.",
        "Layla: Mm-hmm. You know, I hardly know the people who will be at this thing. I wish I didn't know Todd.",
        "Cristian: Yeah, but you know me. Come on, it's gonna be great. Free food, free wine, free dancing.",
        "Layla: You know what this sounds like, right?",
        "Cristian: A free good time?",
        "Layla: A date.",
        "[SCENE_BREAK]",
        "Starr: You think I expect something in exchange for coming here today?",
        "Todd: That's what I'd do if I was in your dress.",
        "Starr: I'm not you, and I'm not that little girl anymore who wanted to be just like you.",
        "Todd: Aw, you're always gonna be my little girl.",
        "Cole: You should be glad she didn't learn from your example.",
        "Todd: Come here. You tell that son of a bitch to keep his mouth shut, you understand me?",
        "Starr: You know what?",
        "Todd: I don't want to hear another word out of his mouth.",
        "Starr: Dad! I do have terms. Just one. Please, please be nice to the father of my daughter. Do you think you can handle that?",
        "[SCENE_BREAK]",
        "Jack: You guys aren't trying to punk me?",
        "Viki: No, honey. The best man is supposed to say a few nice words about the groom and the bride.",
        "Jack: The bride, too?",
        "Charlie: Yeah, see, I was trying to go easy on him.",
        "Jack: What am I supposed to say about Téa?",
        "Viki: What do you like about her?",
        "Jack: Well, she's cool.",
        "Viki: Okay.",
        "Jack: She likes pro wrestling. Oh, and she wears black panties.",
        "Charlie: You might want to leave out that last part.",
        "Jack: I'm gonna mess up.",
        "Viki: No, you're not. No, you're not. I'll tell you what, your Uncle Charlie and I are gonna help you write a speech right now.",
        "Jack: This really isn't a trick?",
        "Viki: No. Jack, why are you so certain that we're trying to fool you?",
        "Jack: Because Aunt Dorian said whatever you say is a lie.",
        "[SCENE_BREAK]",
        "Dorian: What have I done? I have no idea what you're talking about?",
        "David: You got that look in your eye. Diabolical one. The last time you got all schemey, a man took a header through a skylight.",
        "Dorian: That wasn't my fault.",
        "David: Oh, I'm not judging you, baby. I'm just saying whatever you're cooking up now could backfire on you like it did then.",
        "Dorian: It won't.",
        "David: Look, I am your campaign manager. No secrets. No blindsides. That's the only way this thing works.",
        "Dorian: So help me, David, if you betray me--",
        "David: I know, I know. You'll get back at me really good. Now fess up. Who did it, done it, or is going to do it?",
        "Dorian: Blair. Yeah, she's still hung up on Todd, even though she won't admit it. So that's why she's so determined to put a stop to Todd's wedding to Téa.",
        "David: Boring.",
        "Dorian: Oh...you know, it's basically simple physics. Every action has an equal and opposite reaction.",
        "David: [Snoring]",
        "Dorian: Blair wants to stop the wedding, and I'm going to stop Blair.",
        "[SCENE_BREAK]",
        "Téa: I wasn't expecting you to come.",
        "Blair: Oh, I came all right. Whew! I wouldn't miss the happiest day of Todd's life.",
        "Téa: Well, I'm so pleased you've decided to grace us with your presence, but if you could keep your shenanigans with the pool boy to a minimum, I would appreciate it.",
        "Blair: The pool boy? My pool boy is a stallion, and I am gonna break him. That's right, I'm definitely going to break him, but we just don't want Todd to catch him first 'cause he will definitely break him.",
        "Téa: Todd could care less who you sleep with.",
        "Blair: Oh, really?",
        "Téa: Yeah.",
        "Blair: Hmm. I remember the last time he caught us, he tried to burn my little boy toy to a crisp.",
        "Téa: Well, if Todd were jealous, then he wouldn't be marrying the love of his life, now, would he? Well, I can't wait to see you there, and do bring your little boy toy. Can't wait to make his acquaintance.",
        "Blair: Not soon enough, bitch.",
        "Ross: Ha ha!",
        "Blair: And what the hell was that? Stop laughing. That little grab ass game you were playing while Téa was right at the door, she could have barged right in here.",
        "Ross: Well, she didn't barge right in here, no thanks to you. You--you were practically begging her to come in here for a little threesome, I think.",
        "Blair: I was not.",
        "Ross: And if I didn't know any better, I would swear you had a little thing for Téa. Ha ha.",
        "Blair: You're disgusting. I'm going out. You don't move a muscle.",
        "Ross: Hey, I won't move a muscle.",
        "Blair: Okay.",
        "Ross: All right. I'm gonna be right here waiting for your sexy little hot self to fetch me.",
        "Blair: Don't move!",
        "Ross: Ha ha.",
        "[SCENE_BREAK]",
        "David: This plan of yours sounds awfully similar to something you pulled on Adriana. Look where that got you.",
        "Dorian: Success. Adriana is not with that awful Rex Balsom anymore.",
        "David: And when is the last time you spoke to your daughter?",
        "Dorian: I got a lovely...",
        "[Speaks French phrase]",
        "David: Did you just order the fish?",
        "Dorian: David.",
        "[Phone rings]",
        "Dorian: Dorian Lord here.",
        "Ross: It's Ross.",
        "Dorian: It's about time. So, how far away are the two of you?",
        "Ross: Actually, I'm still weighing my options.",
        "Dorian: You haven't whisked Blair away yet?",
        "Ross: Nope. And I'm starting to think maybe I won't.",
        "Dorian: Ah...",
        "[SCENE_BREAK]",
        "Cristian: Who said anything about a date?",
        "Layla: You did.",
        "Cristian: Those are your words, not mine.",
        "Layla: \"Go with me, wear the hot dress, wedding, dancing.\" Hmm. That sounds like a date.",
        "Cristian: Look, I know better than to use the \"d\" word with you, not that you don't deserve the \"d\" word. You totally do. But everybody knows that you've sworn off men.",
        "Layla: Right. Another entanglement.",
        "Cristian: Yeah. You don't need that.",
        "Layla: Right now.",
        "Cristian: That's why this wedding is perfect. It would be like, you know, you and Oliver going out.",
        "Layla: Except you're not gay.",
        "Cristian: Might as well be. You're not available, and I'm not interested. Will that work for you?",
        "[SCENE_BREAK]",
        "John: [Sighs] All I said was you're a good guy and you're a good cop, Fish.",
        "Oliver: That's it?",
        "John: Um, Marty might have said something on your behalf, too.",
        "Oliver: She did?",
        "John: I don't think she said anything your father didn't already know.",
        "Oliver: Hey, yeah, well, I love my dad, but when I was growing up, Officer Fish was the law, so for whatever you or Marty said, I'm grateful.",
        "John: Well, I know things aren't perfect, but they're okay, right?",
        "Oliver: Yeah. I mean, my parents know who I am now. And there's a glimmer of hope that maybe they'll still be part of my life, so I guess that's all I can ask for.",
        "John: God bless America.",
        "Oliver: Ha ha.",
        "John: Okay, now that that's over, I need some help on the case that I'm working on.",
        "Oliver: Uh, the B.E. stalker case? I'm totally in.",
        "John: Yeah? Okay. What do you know about Jared Banks?",
        "[SCENE_BREAK]",
        "Jared: Oh, this sucks! You have a huge advantage for being a Navy Seal. And a cop. You seriously owe me a handicap.",
        "Brody: Hey, if being shanked by drug traffickers is not a handicap, I don't know what is.",
        "Jared: Oh, still.",
        "Brody: And I'm not a cop yet.",
        "Jared: Wh--I thought you got jumped to the head of the class after helping out with that operation. Wasn't Bo gonna make you a cop?",
        "Brody: Well, there's been some talk about fast-tracking me, but until it's official, I'm still in the academy.",
        "Jared: Must be nice having McBain take you under his wing.",
        "Brody: Never hurts to learn from the best.",
        "Jared: Or have him on your side. But he's working this stalker case. Has he let you in on the investigation at all? You know, any angles he's working or suspects?",
        "[SCENE_BREAK]",
        "Natalie: Hey, Jess, can you hold on a minute? I need to talk to you about something.",
        "Jessica: What?",
        "Natalie: Has John talked to you at all?",
        "Jessica: About the investigation? Yeah, he talked to Brody and I yesterday.",
        "Natalie: About what?",
        "Jessica: Well, about my run-ins with the stalker, and he took down notes on the basics, and then he said we'd have a more in-depth interview later.",
        "Natalie: And did Jared's name come up at any point?",
        "Jessica: No. Why?",
        "Natalie: Just do me a favor, okay? If you sit down with John again, don't let him bully you about Jared.",
        "Jessica: Bully me? How? What's going on?",
        "Natalie: Okay. Well, I don't know. It's just that John was questioning Jared and me this morning, and I got the distinct impression that he's suspicious of Jared and that he thinks that he's behind this whole mess.",
        "Jessica: That's crazy, isn't it?",
        "[SCENE_BREAK]",
        "Oliver: Okay, so let me get this straight. You like Jared Banks for his own attack?",
        "John: I didn't say that. The guy's past is pretty shady, and there are some inconsistencies in his story that I'd like to clear up before we rule him out.",
        "[SCENE_BREAK]",
        "Natalie: No. I mean, Jared would never in a million years consider doing something so sick. I mean, my God, having you stalked and then sending those DVDs to remind us all of Nash. And then having himself beat up.",
        "Jessica: It's ludicrous, and if John asks, that's what I'll tell him.",
        "[SCENE_BREAK]",
        "Jared: Forget about it. I don't want you to have to break your confidence with McBain.",
        "Brody: No, the truth is, until I'm sworn in, I'm out of the loop. And even then, Bo and John might decide to keep me out of this investigation.",
        "Jared: Because you're personally involved? That makes sense. Although I--it doesn't seem quite kosher to have John take the lead.",
        "Brody: Why not?",
        "Jared: Ah, Natalie. You know, they used to be a thing.",
        "Brody: Bo is her and Jessica's uncle, so--",
        "Jared: Right.",
        "Brody: John and Bo are the best, you know. I'd rather have them looking into this than some stranger who might miss something.",
        "Jared: It's just--ahh... John was asking Natalie a bunch of questions this morning, and I got to be honest, I'm not sure how comfortable I am with her getting the third degree from her ex-boyfriend.",
        "[SCENE_BREAK]",
        "Oliver: Hey, still waiting on the results of the forensics file you asked for, but I did get a prelim.",
        "John: And?",
        "Oliver: Uh, it was weird. They still haven't pulled any secondaries off of Banks' clothes from the night of the attack.",
        "John: No foreign fibers? No DNA, not even Natalie's?",
        "Oliver: No. That's weird, right? I mean, how is that even possible?",
        "[SCENE_BREAK]",
        "Dorian: Ross, did I not add enough zeroes to that check I gave you?",
        "Ross: No. No, no no. It's, uh... that's a long enough number.",
        "Dorian: Then what's the hold up? Get Blair out of there?",
        "Ross: I wish I could, believe me, but she's dead set on-- on staying the course.",
        "Dorian: I hired you to change her mind. Distract her, for Pete's sake.",
        "Ross: How? Listen to me; your niece has convinced herself that she's got to wreck Todd's marriage for the sake of her children. Now, given my history with those little...angels, I'm thinking meddling isn't the best idea.",
        "Dorian: You've already meddled. You have been neck deep in this mess ever since you agreed to sneak back into this country with Blair. If you think that you can fly back to Tahiti without taking responsibility for whatever comes of her, you're mistaken.",
        "Ross: Whatever comes of her?",
        "Dorian: Blair's happiness is officially on the line. You can nurture it or your can end it. What's it gonna be?",
        "Ross: I'll get back to you.",
        "David: Simple physics, huh?",
        "Dorian: Shut up!",
        "[SCENE_BREAK]",
        "Jack: Okay, to Dad and half-naked lady.",
        "Viki: Jack.",
        "Jack: To Dad and Téa. \"Congratulations on getting married. Dad, Sam and I really like Téa because she reads us stories and says funny things in Spanish. So don't make her mad, okay? Téa, sometimes Dad's a grouch, but all you have to do is tickle him under the armpit, and he'll be cool again. I'll try not to make you two mad, but I don't want to make any promises I can't keep. But you know, I think I could definitely keep that promise if you both take me to bodyslamaganza. I hope you two have a long and happy marriage. Cheers.\" How was that?",
        "Charlie: That was the bomb.",
        "Viki: Could not have said it better myself.",
        "Todd: Come on, your old man's always nice. Oh. I guess I could be nicer, you know. Jack?",
        "Jack: I'll be right there.",
        "Todd: Get over here. Let's go. Get over here.",
        "Jack: Yeah? What's up?",
        "Todd: Let's the three of us get one thing straight, okay? I love Téa, and marrying her is the right thing to do, you know that. But I still care about your mom, even though it doesn't always seem that way. But here's what I'm gonna do. I'm gonna do my best to make sure there's no more fighting, yes, and everyone's happy, including your mom.",
        "Starr: Wow. I think you actually meant that.",
        "Todd: I did mean it. Jeez, don't seem so surprised.",
        "Starr: I can't help it. You surprise me sometimes, Dad.",
        "Todd: Well, you know, I'll probably screw the whole thing up anyway, but I'm gonna try not to. I promise.",
        "[SCENE_BREAK]",
        "John: This forensic report doesn't make any sense. You know, if Banks was in a brawl, there'd be evidence of the other guy on him.",
        "Oliver: Well, an assailant did grab him. We do know that much. We have that on tape.",
        "John: But how does a guy grab Banks from behind and not leave a single fiber on him?",
        "Oliver: What are you thinking?",
        "John: I don't know, Fish.",
        "Oliver: But you have a theory, right, about Jared?",
        "[SCENE_BREAK]",
        "Brody: I understand where you're coming from, but John's just covering all his bases.",
        "Natalie: What about John?",
        "[SCENE_BREAK]",
        "John: It's too early for a theory on Banks... or anybody else.",
        "Jared: It's nothing. Just talking about how supercop's gonna save the day, right, Brode?",
        "Brody: The guy is pretty legendary at the department. They say McBain always gets his man.",
        "[SCENE_BREAK]",
        "Todd: Group hug.",
        "Starr: [Laughs]",
        "[SCENE_BREAK]",
        "Cristian: Hey, Blair. I didn't think you'd be here.",
        "Blair: Well, can't a gal wish her ex-husband luck, huh?",
        "Jack: Hey, Mom, I'm making a speech for Dad and Téa, and maybe one day I could be your best man and make a speech for you, too.",
        "Blair: Wow.",
        "[SCENE_BREAK]",
        "Todd: Your mom won't stay single long. I meant that in a very good way.",
        "Man: Todd Manning?",
        "Todd: All depends. No, if you're gonna serve me papers, but yes, if you want to marry me. I don't mean you marry me. I mean, you marry me and the woman who's taking forever to get dressed. I have no idea.",
        "Man: Are we just waiting on the bride?",
        "Todd: Yeah. She should be down any second.",
        "Man: Okay, then I suggest you take your places.",
        "Blair: Oh, you know what? I'll be right back. I forgot my camera. Gosh.",
        "[SCENE_BREAK]",
        "David: Oh, how about this? Put your faith in Dorian Lord, a Lord you can finally believe in. I've really got a knack for this stuff. Let's take a break. My head hurts. You're not doing your share of the thinking anyway.",
        "Dorian: Sorry. I just can't keep my mind on the campaign. Not--not when so much is at stake for Blair.",
        "David: Yeah, well, you're gonna have to learn to multitask if you want to run the city and your girls' lives at the same time.",
        "Dorian: All in good time. Right now, Blair needs my complete focus.",
        "[SCENE_BREAK]",
        "Blair: Showtime. Come on, get up. Up, come on.",
        "[Wedding March playing]",
        "Blair: Step on it, surfer boy.",
        "Ross: I--I'm not sure I want to do this.",
        "Blair: We had a deal.",
        "Ross: Have you thought about this? Really? This may blow up in your face.",
        "[SCENE_BREAK]",
        "David: You want to call Ross again?",
        "Dorian: I've already thrown good money after bad. I've played on his attraction to Blair. All we can do right now is pray he comes through.",
        "David: Or we could chant.",
        "[SCENE_BREAK]",
        "Blair: I am gonna drive a stake through the heart of this wedding, and I'm gonna do it now. You with me?",
        "Man: Dearly beloved..."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=km7JUGYNQCw"
}