{
    "Episode Summary": [
        "Episode # 10479 ~ The Deep End"
    ],
    "Recap": [
        "Stacy catches Rex and Shane happily together and indicates that Amy not buy that he is sick. Gigi goes to talk to Brody and Jessica and then to Schuyler, giving them all the heads up of the scam she and Rex must pull off to Stacy that Shane is sick so that they will know where she got the stem cells and they can catch her in the act of her scam. Cole and John inform Rachel that Cole is going undercover and they would like her to help back up their story. She tells them she does not approve of what they are doing and worried it will backfire but she's willing to help. Todd makes Blair jealous with Tea and she makes him jealous with a life guard who she invites to help Sam learn to swim. Starr and Cole are happily together. But Jessica knows she must face her demons regarding the face that the baby she took from Starr is right in town being raised by Starr and Cole."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: Are you feeling better now? You've cried all night and made Mommy stay up all night. You want a cold teething ring?",
        "Todd: She wants pancakes. That's what she wants. That's what teeth are for. All right, I got chocolate chip, piping hot. Who's first?",
        "Jack and Starr: Me!",
        "Todd: Are we going youngest to oldest or best-looking or what?",
        "Jack: Smartest first.",
        "Todd: All right, well, that's me, but you can take a plate. Here we go. Ready? All right, Sam, you hungry? You sit right here, chow down. Get ready for your swim lesson later.",
        "Jack: For real?",
        "Todd: For real. He's gonna be dog paddling by this afternoon, I'm telling you.",
        "Starr: Thank you.",
        "Jack: Mom's up--time for morning voice.",
        "[Starr gasps]",
        "All: Morning, Mom!",
        "Jack: Dad made pancakes.",
        "Blair: Yeah, I can see that. So anything left for me?",
        "Todd: Always.",
        "Blair: Ha ha ha ha-ha!",
        "[SCENE_BREAK]",
        "John: There's a tracking system in the phone, so I can always find you. And it's bugged, so we'll have a recording of all your calls to your contacts. Never use it to call me or the station, all right? Somebody takes it off you, we don't want to find the Llanview P.D. in the call log.",
        "[Knock on door]",
        "Cole: Got it.",
        "John: Come on in.",
        "Rachel: A cop? You send a uniform to a treatment center to pull me down here? Do you know what that looks like to patients, people I need to have trust me?",
        "John: Well, you didn't return my call last night.",
        "Rachel: I was with a new intake. He was coming down hard. What is going on?",
        "John: Have a seat and I'll tell you.",
        "Rachel: No, thanks.",
        "John: All right, I'm sorry about the unit, but we had to move fast.",
        "Rachel: Why is Cole here? Why am I here?",
        "John: Cole's about to go back on drugs.",
        "[SCENE_BREAK]",
        "Schuyler: Gigi?",
        "Gigi: You were right. Rex slept with Stacy.",
        "Schuyler: I'm so sorry.",
        "Gigi: You didn't do this. I'm just so glad you're here. You're such a good man, Schuyler. I don't know what I would do without you.",
        "[SCENE_BREAK]",
        "Gigi: I woke up in your arms-- that's enough.",
        "Rex: That was good, but I was real fond of what happened before we went to sleep.",
        "Gigi: Me, too. Hey, can you stay with Shane a while this morning? He'd love being able to ditch school to hang out with you.",
        "Rex: That's the plan. He's actually excited about faking being sick.",
        "Gigi: He wants us together. Is my sister expecting you?",
        "Rex: She teaches dance this morning, so we're good for a while. Any luck finding a doctor who will help?",
        "Gigi: I made some calls and we're on track, but it'll take a while. So I'll cover the other bases and be home soon. I love you, Balsom.",
        "Rex: I love you, too, Morasco.",
        "[SCENE_BREAK]",
        "Brody: Oh, it's okay. You're at the Angel Square with me, Brody. Everything's fine.",
        "Jessica: You're good at that.",
        "Brody: Lots of practice with disorientation.",
        "Jessica: Huh. We're quite a pair.",
        "Brody: We are. What was it, Jessica?",
        "Jessica: I dreamt about Chloe-- I mean Hope. I dreamt about her all night. She was crying, and I couldn't find her.",
        "[SCENE_BREAK]",
        "Jack: Why can't she do stuff yet?",
        "Starr: She can. I mean, look at that smile. And she can talk. You just can't understand what she's saying yet.",
        "Jack: Sam can. Weird, huh?",
        "Blair: So did you sneak back in the house this morning to make up this pancake batter?",
        "Todd: No. I walked all the way from the east wing. It took me an hour, but I still managed to have the energy to cook.",
        "Blair: Well, aren't you Mr. Wonderful.",
        "Todd: Yes.",
        "Blair: So you were here last night alone?",
        "Todd: That's right. Eat up. Let's go! Eat up. Breakfast time. We got a swim lesson to get to.",
        "Blair: Okay, Todd, what's going on here?",
        "Todd: It's called having fun, Blair. You ought to try it.",
        "Blair: What, is this all for show? Are you expecting the social worker this morning, or what's the deal?",
        "Todd: Oh, you're getting dunked first. Mom goes in first.",
        "Blair: What?",
        "Jack: Get her hair wet.",
        "Starr: Okay, you guys are so mean.",
        "Blair: Well, I'm glad my daughter loves me. You guys better be nice to me.",
        "Todd: You sound like your mother.",
        "Todd: Let's go before the pancakes get cold.",
        "Blair: Oh, she better be down because she kept this grandma up all night long.",
        "Todd: Really? I didn't hear anything.",
        "Blair: You didn't?",
        "Jack: Hope wouldn't stop crying last night, only I made her stop.",
        "Todd: And how'd you do that?",
        "Jack: Death metal.",
        "Todd: No way.",
        "Starr: No, he is totally serious. I just put the volume way down. It was like some white noise or something. It put her right out.",
        "Jack: So, \"a,\" I'm a genius, and, \"b,\" I get to go to the Ozzfest. Thank you.",
        "Blair: Uh, no.",
        "Jack: What? Being the middle kid sucks!",
        "Blair: Yeah, use that word again and it will.",
        "Jack: Yeah.",
        "Todd: How old is Hope, Starr?",
        "Starr: She is 9 months.",
        "Todd: That's exactly the age you were when I first met you. Remember?",
        "[SCENE_BREAK]",
        "John: The judge agreed. Cole is the only person who could get close to Asher.",
        "Rachel: That Asher kid is a low-rent drug dealer.",
        "John: First rung on the ladder.",
        "Cole: He trusts me. He'll give me information.",
        "Rachel: I handed that kid over to you guys. you let him walk.",
        "John: Before my time.",
        "Rachel: Do you know how Asher walked?",
        "John: I think he had someone on the inside.",
        "Rachel: A cop?",
        "John: Someone protecting the dealers and the suppliers--I'm gonna work that end. Cole's going in on the other end. I'm pulling him out of the treatment center and setting him up at his own place.",
        "Rachel: What about prison?",
        "Cole: John fixed it so I could do this instead.",
        "John: Word on the street's gonna be that Cole got the same deal Asher got.",
        "Rachel: And you want me to confirm the story?",
        "John: Yeah.",
        "Rachel: How do you feel about all this?",
        "[SCENE_BREAK]",
        "Starr: Morning, Téa.",
        "Téa: Hi.",
        "Blair: Okay, Téa, what are you doing here?",
        "Téa: Sorry to interrupt your well-crafted picture of domestic bliss.",
        "Blair: Well, then don't.",
        "Téa: Heh heh. Oh! Are you expecting a visit from family court?",
        "Blair: No, Téa. This is our family in the morning. Mm-hmm. You can chime in here at any moment, Todd.",
        "Todd: No. I'm enjoying this way too much.",
        "Téa: I need a word with you.",
        "Blair: Well, why don't you two take it outside, okay?",
        "Todd: How'd you sleep?",
        "Téa: Like a baby.",
        "Todd: Sometimes it's nice to have a bed all to yourself.",
        "Téa: Try it sometime. Sign these, and then I'll leave you to, um, this.",
        "Blair: I'd read the fine print if I were you.",
        "Téa: Oh. It's from the billing department at the hospital. I have some tests and physical therapy scheduled for today. They won't do it without your authorization.",
        "Blair: Oh, what kind of game is this? \"Daddy may I\"?",
        "Téa: Mmm. Good coffee. Um, Todd didn't tell you?",
        "Blair: No, he didn't.",
        "Téa: Oh, he offered to pay for all my medical expenses.",
        "Blair: Oh, that's so generous, Todd.",
        "Todd: You know what? To hell with these papers. I'll just take you to the hospital myself.",
        "Blair: No, wait, wait. You just told the boys that you're gonna take them swimming. Was that all for show, because the boys don't know that.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Gigi: Brody? It's Gigi. It's about Shane.",
        "Jessica: Okay.",
        "[Knock knock]",
        "Gigi: Brody, you home? Hey.",
        "Brody: Hey. What's up? Is Shane sick?",
        "Gigi: That's what you're going to hear, but it's not true.",
        "[SCENE_BREAK]",
        "Shane: Dad?",
        "Rex: Here!",
        "Shane: Yeah! You're really back?",
        "Rex: Yes. But I cannot stay all the time. not yet.",
        "Shane: But as soon as we trick Aunt Stacy about me being sick, you're here all the time?",
        "Rex: Promise. You know, um, guess what.",
        "Shane: What?",
        "Rex: Your mom's not here.",
        "Shane: Going wide!",
        "Rex: Huh! hut! Boom! All right, all right! Oh, broken-field running! Morasco's at the 40!",
        "Shane: Fakes right!",
        "Rex: Tackler's gaining on him!",
        "Shane: Shakes him! Oh, he's at the 30!",
        "Rex: No, no, no! Oh! the stairs are still the 30. I'm gonna--",
        "Shane: 25!",
        "Rex: Okay. huh! Whoa! Tackler's got him at the 21! Down!",
        "Stacy: Holding, 10 yards! Hey, guys. Looks like you're not so sick after all.",
        "[SCENE_BREAK]",
        "Cole: I want to go undercover.",
        "Rachel: Do you even know what that means, really?",
        "Cole: Yes. I know Asher. He will trust me.",
        "Rachel: He set you up. He might think you want payback.",
        "Cole: No, no. We have it all worked out, Rachel. All right, I got my cover story. Look, the truth is there are drugs all over my high school. Matthew was even handed pot--that's how easy it is. It's got to stop.",
        "Rachel: I agree, but this is-- this is extreme.",
        "Cole: Well, I'd rather work with John than go to prison. You said it yourself --prison's full of drugs. That's got to be worse for me.",
        "Rachel: Maybe.",
        "Cole: And this way I'll be able to see Starr and my little girl, at least sometimes if I'm careful. So, yeah. Yeah, I'm good with it.",
        "John: Rachel?",
        "Rachel: I'm not good with it. Not at all.",
        "[SCENE_BREAK]",
        "Jack: Hope's first words are gonna be, \"Uncle Jack is a genius.\"",
        "Starr: That's gonna take her a couple of years.",
        "Jack: You wanna bet?",
        "[SCENE_BREAK]",
        "Blair: Hey, if you're gonna go to the hospital, you better tell them--and make a plan that you're not gonna back out of.",
        "Téa: No, Todd, go. Shaun can drive me.",
        "Todd: You sure?",
        "Téa: Yeah. Hospitals are boring. You don't need to be there.",
        "Todd: Yes, we have better ways to spend our time, don't we?",
        "Téa: You bet we do. We'll hang out later, okay?",
        "Todd: Okay.",
        "[SCENE_BREAK]",
        "Gigi: I picked up your mail on the way in.",
        "Brody: Thanks.",
        "Gigi: Least I could do. Oh, God. Sorry for--oh, no--barging in here.",
        "Jessica: It's okay.",
        "Brody: What's up?",
        "Gigi: Uh, Rex knows everything.",
        "Brody: You told him we didn't sleep together?",
        "Gigi: Everything. He knows about us. He knows that Stacy refused to save Shane's life unless I broke up with him--all of it.",
        "Brody: So you guys are together again? Stacy's gone?",
        "Gigi: Not yet. But we're working on it.",
        "[SCENE_BREAK]",
        "Stacy: I knocked, but I guess, uh, you didn't hear me over your little game.",
        "Rex: Yeah, Shane got a second wind after I gave him some ibuprofen. I thought you were teaching this morning.",
        "Stacy: Well, only 2 kids showed, so I canceled. Where's Gigi?",
        "Rex: Out. Errands.",
        "Stacy: She left Shane when he was sick?",
        "Rex: She went to get him some over-the-counter stuff.",
        "Stacy: How you feeling, buddy?",
        "Shane: Not great.",
        "Stacy: Oh. You looked pretty chipper to me.",
        "Rex: He ran a fever. Half the night he was up with chills. You know, you should lie down again, buddy.",
        "Shane: Yeah. I'm starting to feel kind of dizzy. I guess football was a bad idea.",
        "Rex: Mm-hmm.",
        "Stacy: You're dad's right. You should just get some rest and-- you know what? You know, let's just see how bad that fever is. Open up.",
        "[SCENE_BREAK]",
        "Gigi: The stem cells that Stacy donated to Shane--they weren't even hers.",
        "Jessica: You're kidding?",
        "Brody: Well, whose were they?",
        "Gigi: Well, we don't know the name of the person, and it doesn't matter because they're dead.",
        "Brody: What happens if Shane gets sick?",
        "Gigi: Well, there are extra stem cells, and only Stacy knows where they are, we think. So Rex wants to trick her into thinking that Shane is sick again so she'll want to play hero, and then we can track them down.",
        "Brody: How long is that gonna take?",
        "Gigi: We're moving fast. We have to move fast and pray that Stacy doesn't get suspicious because if she knows we're on to her, she could bolt. And then if Shane really did have a relapse, we could lose him.",
        "[SCENE_BREAK]",
        "Rex: You brought a thermometer? Why?",
        "Stacy: Oh, I just wanted to help. It's top of the line. It's digital, like they use in the hospital.",
        "Rex: Aw, Stacy, that's very sweet.",
        "Stacy: I know my sister. She'd never spring for one in the 20th century. Isn't that right, Shane?",
        "[SCENE_BREAK]",
        "Todd: All right, here you go. If the hospital needs anything else, have them give me a call.",
        "Téa: Thanks. I think this is all I needed.",
        "Jack: When are we going swimming?",
        "Todd: In a minute.",
        "Jack: You can come.",
        "Téa: Oh, thanks, but, uh, I don't have suit.",
        "Jack: Go skinny-dipping.",
        "Blair: Hey, hey, hey, Jack!",
        "Jack: What?",
        "Blair: Listen, you go get your suit on. And, Todd, you take Sam and help him with his, please. Here you go.",
        "Téa: I can see myself out. Go on, be a dad.",
        "Todd: All right. Let's go, Sam. Let's suit up.",
        "Téa: Bye.",
        "Todd: Bye!",
        "Blair: Okay, let's get something straight here. This is my family. This is where they live--with me. Don't ever come here without calling first. In fact, don't come here at all.",
        "Téa: Ooh. Jealous, Blair?",
        "[SCENE_BREAK]",
        "Cole: I won't start using again. I promise.",
        "Rachel: \"You promise\"?",
        "John: It'll only be a month start to finish.",
        "Rachel: A month?",
        "John: Not my choice, but it's all the time the judge will give us. Which means we have to limit Cole's exposure, get the most we can out of it. Look, I know you know this world.",
        "Rachel: Yeah, too well. Which is why I know that there are so many ways that this can go wrong. do you really truly understand what you're treating for here?",
        "Cole: Yes. And I'll stay clean and I'll stay safe.",
        "Rachel: You might have a better shot at that in prison.",
        "Cole: I put your little brother in a wheelchair. If I rot in prison, that doesn't help Matthew. But getting this junk off the streets will. Rachel, I need to do this.",
        "Rachel: Fine. I will be available to counsel you. But if your cover gets blown, I can't help you. Do you understand those possibilities, Cole, really?",
        "Cole: Yes.",
        "John: I laid it out, all of it. This is Cole's choice.",
        "Rachel: I hope you don't regret this choice. I hope Starr and the baby don't regret it.",
        "[SCENE_BREAK]",
        "Starr: Everything okay?",
        "Blair: Peachy.",
        "Téa: Fabulous.",
        "Starr: Oh, boy.",
        "Téa: You need to really get a handle on those feelings, Blair.",
        "Blair: Téa, I don't really care who Todd shacks up with. I actually kind of think it's a little pitiful that you chose him, but, you know, that's your problem.",
        "Téa: What's yours?",
        "Blair: My children could go into foster care, all right, if Todd and I don't at least show that we're trying to provide a stable family unit here. My son has seen you in your underwear. Now, would you call that \"stable\"?",
        "Téa: Listen, that was an accident. It would never--",
        "Blair: Happen again. That's right. You want to see Todd? You do it on your own time. Not here, not in this house, not in front of my children.",
        "Téa: You know, Blair, I'm not buying your \"this is all about my kids\" thing. You have Todd under your roof again and you like it that way. But I have Todd in my bed. And you can pretend you don't care about that, but I know that you do.",
        "Todd: Enjoying one another's company?",
        "Téa: Always.",
        "Todd: You all right?",
        "Téa: Yeah.",
        "[SCENE_BREAK]",
        "Gigi: Just didn't want you to hear that Shane was sick and get worried.",
        "Brody: Well, thanks. And if you need any help selling it to Stacy, you just let me know.",
        "Gigi: I will.",
        "Jessica: What does Shane think of this idea?",
        "Gigi: He's totally into it. I just hope he's good at it. It could literally be his life on the line.",
        "Jessica: Well, if you need any help, you just say the word, okay?",
        "Gigi: Thanks. You two are the best.",
        "[SCENE_BREAK]",
        "[Thermometer beeps]",
        "Stacy: Look at that--98.6! It's perfectly normal.",
        "Rex: That's great. The ibuprofen must've kicked in.",
        "Shane: Yeah.",
        "Stacy: Oh, you poor guy. You, too. I've been so worried.",
        "Rex: It's--we're not out of the woods here yet.",
        "Stacy: Yeah, no, I know. I'm just glad that I'm here with you. I missed you so much last night.",
        "Rex: Stacy--",
        "Stacy: Oh, come on. You told him, right?",
        "Rex: About?",
        "Stacy: Okay, Shane, remember when you said that if your dad wasn't gonna be with your mom, you hoped that he would be with someone as cool as me?",
        "Shane: Yeah?",
        "Stacy: Well, you got your wish. Your dad and I are together now. How killer is that?",
        "Shane: Wow, that's so--I think I'm gonna be sick.",
        "Rex: Do you need me, buddy?",
        "Shane: No.",
        "Rex: That--he's trying really hard not to be, but he's--that kid's really sick.",
        "Stacy: Well, there's only one thing we can do--take him to the doctor.",
        "[SCENE_BREAK]",
        "Schuyler: Hey, Gigi.",
        "Gigi: What happened?",
        "Schuyler: Boxing class. Everything okay with you?",
        "Gigi: Not yet.",
        "Schuyler: Oh. So is this about Rex?",
        "Gigi: We're great. Rex has a plan to get rid of Stacy.",
        "Schuyler: Huh. No kidding?",
        "Gigi: We're gonna fake a relapse for Shane, smoke out the extra stem cells from her. And once we have that backup supply, she's history.",
        "Schuyler: Wow, smart guy.",
        "Gigi: Yeah. You can't believe how mad he is at her.",
        "Schuyler: Yeah, I can imagine.",
        "Gigi: So you might hear that Shane is sick. It's not true, but go along?",
        "Schuyler: Yeah, of course.",
        "Gigi: Okay. And if Stacy gets freaked, she might come to you.",
        "Schuyler: Yeah, no, no, no, I'll take care of it. Thanks for the heads-up.",
        "Gigi: All right.",
        "Schuyler: Uh, so, um, so things are good with you and Rex?",
        "Gigi: Great. They'll be perfect when I can slam the door on Stacy for good. You know what she did?",
        "Schuyler: Hmm?",
        "Gigi: She marched over to my house and told me that she and Rex had sex.",
        "Schuyler: Oh. So it sounds like you forgave Rex already.",
        "[SCENE_BREAK]",
        "Blair: Téa was just leaving.",
        "Téa: I'll be done at the hospital in a few hours, okay?",
        "Todd: Give me a call.",
        "Téa: Okay. Oh, Blair. I was at the courthouse checking on the status of some cases--",
        "Blair: Yeah. Waiting to see if you were disbarred?",
        "Téa: Ha ha ha! You know what I saw, was that your annulment from John is on the docket. So if you need a good lawyer--",
        "Blair: Ha ha ha ha! Good-bye, Téa. Good-bye.",
        "Blair: Okay, I told her, I'll tell you. You keep your trash out of this house.",
        "Todd: I have limits, Blair. Don't push me. That's right. You won't like what you see. Jack? Sam? Let's swim!",
        "Blair: Yeah, you want to see limits pushed? You better get a helmet.",
        "[SCENE_BREAK]",
        "Jessica: You know, I meant what I said to Gigi. Anything she wants, I'm happy to help. What is it?",
        "Brody: Police academy.",
        "Jessica: Already?",
        "Brody: Yeah. I wasn't supposed to hear for a couple of weeks. I guess it didn't take them too long to say no.",
        "Jessica: You don't know that.",
        "[SCENE_BREAK]",
        "Gigi: I don't have to forgive Rex. Stacy was lying about sleeping with him. Oh, God, I wanted to kick her out so bad, but I had to sit there and take it so she wouldn't figure out that we're on to her.",
        "Schuyler: Right, yeah. Uh, sorry. How do you know that Stacy's lying? I mean, you asked Rex?",
        "Gigi: Of course I did. He never slept with her.",
        "Schuyler: He said that?",
        "Gigi: Why wouldn't he? It's the truth. Oh, come on, Schuyler. You know Stacy. She has no trouble making up whatever it takes to get what she wants.",
        "Schuyler: Yeah. No, that's true, yeah.",
        "Gigi: Rex is her fantasy. She probably thinks that if she says it enough, it'll happen. It'd be sad if she wasn't so dangerous.",
        "Schuyler: Yeah.",
        "Gigi: I got to run. There's a lot to do to pull off this plan. Wish us luck.",
        "Schuyler: Luck. Hey, Gigi? Uh, wait.",
        "[SCENE_BREAK]",
        "Stacy: How's Shane?",
        "Rex: Tired. Throwing up takes it out of him. He's resting.",
        "Stacy: What'd the doctor say?",
        "Rex: The usual.",
        "Stacy: You did talk to the doctor, didn't you?",
        "Rex: Yes, of course I did. He thinks that we should just keep an eye on him, see if it clears up on its own.",
        "Stacy: I hate seeing you worried. I'm just so glad I'm here with you.",
        "Rex: Me, too.",
        "Stacy: I was so lonely in bed last night. I just can't wait to be together again, you know?",
        "[SCENE_BREAK]",
        "Gigi: Yeah?",
        "Schuyler: If you need any help, let me know. Luck.",
        "Gigi: You're a good friend, Schuyler. Thanks.",
        "[SCENE_BREAK]",
        "Jessica: Well?",
        "Brody: I'm in. I made it.",
        "Jessica: I knew it! I knew it! Who told you you'd be the best cop ever, huh?",
        "Brody: I can't--I can't believe they accepted me. Did you lean on your Uncle Bo?",
        "Jessica: No! I didn't say a word to him. I can't wait to see you in your uniform.",
        "Brody: Police work--it's not just a job, all right? I'll have a career. I didn't think after what I did that--I have you! I have a career! It looks like a life!",
        "Jessica: It is a life. Congratulations. Now I have to move on, too.",
        "[SCENE_BREAK]",
        "Cole: Rachel, I know undercover work is dangerous. I have to do exactly what John says. And, yes, if they make me, I can get hurt or end up dead. But I could get killed in prison, too, over something stupid. This way, maybe I do some good.",
        "Rachel: This is settled, isn't it?",
        "Cole: Yeah.",
        "John: We'd like your help. That's why I called. But we'll go it without you if we have to.",
        "Rachel: What do you need from me?",
        "John: Help me look after him. Keep an eye on him.",
        "Rachel: All right.",
        "John: You got someplace to be?",
        "Rachel: Yeah. I need to get back to the new intake.",
        "John: Then we'll go over your story later.",
        "Rachel: All right, sure. I'll answer your call next time, just no cops at my door.",
        "John: No. The escort was part of the cover story. I didn't want to burn you with any of your clients.",
        "Rachel: Thanks.",
        "John: And nothing goes outside this room.",
        "Rachel: Got it. You are a brave guy. I'll do whatever I can.",
        "Cole: Thanks.",
        "[Door closes]",
        "John: Yeah.",
        "Cole: Well, I have to tell Starr.",
        "John: What? I don't know about that one, Cole. Manning gets wind of this--",
        "Cole: I'm not gonna be able to see her very much, right? I have to tell her why. I just wasted a year because I didn't tell her stuff that really mattered. A whole year. now, we don't get that back. I can't waste another minute.",
        "John: Oh, you're 18. Have any idea how many minutes you got left, kid?",
        "Cole: No. Neither do you, so don't waste them.",
        "[SCENE_BREAK]",
        "Jack: Ah, this is the life.",
        "Todd: Hey, kiddo, you sure you don't wanna get in? You want me to teach you to swim? It's a lot of fun. Right, Jack? What is this?",
        "Blair: Come on, Todd. Now, is that any way to say hello. This is Chad Driscoll.",
        "Todd: I'm sorry. \"Chad Driscoll\"?",
        "Blair: Mm-hmm.",
        "Todd: Is that your real name or your porn name?",
        "Jack: I know what that is.",
        "Blair: Chad is a professional lifeguard.",
        "Todd: And what's he doing here?",
        "Chad: I hear you got a little guy who's ready to swim.",
        "Blair: Chad's a lifeguard out at the country club, Todd. I think I would feel more comfortable with a professional in the water with Sam, don't you think? Actually, I--I feel safer already.",
        "[SCENE_BREAK]",
        "Brody: You're moving on? From me?",
        "Jessica: Not a chance.",
        "Brody: Oh. Good.",
        "Jessica: But I still have amends to make.",
        "Brody: Hey, everyone's forgiven you, Jessica.",
        "Jessica: Everybody that, you know, I've had the guts to talk to or write to. Marcie's been incredibly understanding.",
        "Brody: She got the baby. That's all she wanted.",
        "Jessica: Hope isn't with her.",
        "Brody: She's not?",
        "Jessica: No. She gave her back to Starr. I guess she realized that Starr really didn't want to give her up. She gave her back right before she moved.",
        "Brody: You're kidding? So the baby's still here?",
        "Jessica: Yeah. The mother that thought she died and the father that turned to drugs when he thought he buried his little girl.",
        "Brody: You can't take that on.",
        "Jessica: Oh, well, I have to own a piece of it instead of just being holed up here with you and ignoring it.",
        "Brody: That's not a bad impulse. You could go with that one for a while.",
        "Jessica: Ha! I'd love to. But, you know, I--I have to give Starr and Cole their shot at me.",
        "Brody: You're scared?",
        "Jessica: Every time I ask somebody to forgive me and they do, I just--I just-- I'm lucky.",
        "Brody: You're always sure this will be the time it won't happen.",
        "Jessica: Yeah.",
        "Brody: Jessica? We get to be well again. Things are turning around for both of us.",
        "[SCENE_BREAK]",
        "Cole: Hey.",
        "Starr: Shh, shh, shh. I just got Hope down for a nap.",
        "Cole: Isn't it early?",
        "Starr: She didn't sleep again last night. She finally fell asleep down here.",
        "Cole: That tooth hasn't come in yet, huh? How you doing?",
        "Starr: Okay. My mom and I are taking shifts. Huh.",
        "Cole: It's so hard for me not to pick her up and hold her right now.",
        "Starr: I know. You can after she gets done from her nap. So what did John say last night about your community service?",
        "Cole: It's, um, it's complicated.",
        "Starr: Well, what is it? The judge didn't change his mind?",
        "Cole: No.",
        "Starr: Did he? You're not going to prison?",
        "Cole: No, Starr, it's not like that.",
        "Starr: But you look way too serious.",
        "Cole: Well, it is serious, and you need to know about it.",
        "[SCENE_BREAK]",
        "Marty: John.",
        "John: Bad time?",
        "Marty: No. Come on in. I'm just cramming for my medical boards so I can get my license back.",
        "John: That's great.",
        "Marty: Is it about Cole?",
        "John: In a way. Oh, there's-- there's nothing wrong. There's no problem.",
        "Marty: Oh, thank God.",
        "John: He's a smart kid. You know, he ends up saying some things that gets me thinking.",
        "Marty: About what?",
        "John: About time--you and me.",
        "[SCENE_BREAK]",
        "Blair: Hey, Sam, Mama's right here!",
        "Chad: Okay, Sam, you feel my hand under your back? We're gonna try floating now. I got you.",
        "Blair: He's got you. He's big and strong. He's not gonna let you drop. You're doing a great job, buddy!",
        "Todd: You know, I can teach my own kid to swim.",
        "Blair: Chad is certified.",
        "Chad: Hey, hey, look at that!",
        "Blair: Ah!",
        "Jack: He's floating!",
        "Blair: Yeah! Great job! Yeah, that's super!",
        "Jack: Good job!",
        "Blair: not only is Chad good-looking, he knows what he's doing.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Rachel: Come in.",
        "Schuyler: Hey.",
        "Rachel: Oh, hey, Schuyler. I'm gonna need your help with that new intake. He's a hard case.",
        "Schuyler: Yeah? No problem. I'm ready for a fight.",
        "Rachel: Yeah, looks like you already got one. Did you get that in the line of duty?",
        "Schuyler: Oh, yeah. Uh, sort of--not from here. Do you remember the 2 girls and the guy in between?",
        "Rachel: Yeah.",
        "Schuyler: Well, Rex ended up not telling Gigi that he slept with her sister, and I sort of got in his face about it and told him to come clean.",
        "Rachel: Ah. Looks like he appreciated the advice.",
        "Schuyler: Yeah, not so much. He ended up--not only did the guy not tell her, but he flat out lied to her.",
        "Rachel: Ouch.",
        "Schuyler: You should see her. You should see her face. She's so--she's so smitten. You know, she thinks her man's back and he's telling her the truth and it's all good.",
        "Rachel: So what are you gonna do about it?",
        "[SCENE_BREAK]",
        "Stacy: What?",
        "Rex: Gigi should be home any minute, and Shane's right upstairs.",
        "Stacy: They both know we're together. I told Gigi yesterday.",
        "Rex: You did?",
        "Stacy: Yeah. You were here all night. Didn't she tell you?",
        "Rex: We were focused on Shane.",
        "Stacy: Did you get any sleep?",
        "Rex: A little.",
        "Stacy: Well, some pillows and a blanket might've helped. You said you were gonna sleep on the couch.",
        "Rex: I stayed in Shane's room.",
        "Stacy: You were that worried about him?",
        "Rex: Well, he ran a fever all night.",
        "Stacy: And now he's hurling? Okay, you know what? He needs to go to the hospital.",
        "Rex: no, no, no, no. that's overkill. The doctors, uh, don't want him to panic every time he gets a normal bug.",
        "Stacy: Well, Gigi told me herself. That's how leukemia started--a lot of, like, little infections that didn't heal on their own. I don't really care what the doctor said. We're going in. you get Shane, and I'll drive.",
        "Rex: Stacy, hold on. I don't want to scare Shane.",
        "Stacy: You're the one who's scared, and I completely understand that, but I'm here for both of you. And we're going to that E.R. right now.",
        "[SCENE_BREAK]",
        "Schuyler: So I saw Gigi this morning. I swear, I almost told her.",
        "Rachel: And what stopped you?",
        "Schuyler: Besides the fact that it's none of my business?",
        "Rachel: Yeah, besides that fact.",
        "Schuyler: Oh, I know, I know, I know. I'm not clean here. I've got ulterior motives.",
        "Rachel: Well, there's nothing with that.",
        "Schuyler: Yeah, as long as I don't act on them.",
        "Rachel: You might be saving her a world of hurt, too.",
        "Schuyler: You saying I should tell Gigi?",
        "Rachel: No.",
        "Schuyler: You saying I should not tell Gigi?",
        "Rachel: No.",
        "Schuyler: Oh, so you're just-- you're just not saying? you counselor, you.",
        "Rachel: My door is always open to you. I know that you will make the right decision.",
        "Schuyler: Yeah, I kind of already made it. I'm just gonna--I'm gonna keep my mouth shut. And if things go wrong and she needs a friend, then I'll be there.",
        "[SCENE_BREAK]",
        "Stacy: Okay, where are your shoes?",
        "Shane: I don't want to go to the hospital.",
        "Stacy: We just need to find out what's wrong.",
        "Rex: He's not nauseas anymore. Let's just give it a couple hours like the doctor said.",
        "Stacy: And take a risk? Why? These are yours, right?",
        "Shane: Yeah.",
        "Stacy: Why are you fighting me on this? What's the big deal about going to the hospital?",
        "Rex: I think she's right. Let's just go, Shane. Let's get you checked out. It'll be okay.",
        "Rex: Michael?",
        "[SCENE_BREAK]",
        "[Hope cries]",
        "Cole: Here, sweetie. Here, chew on this. Maybe that'll help. Here.",
        "Starr: Maybe that will help her teeth.",
        "Cole: Come here. Another tooth is gonna pop any time now, huh?",
        "Starr: Any time.",
        "Cole: I know. I wish I could see that.",
        "Starr: I can't believe you're doing this.",
        "Cole: Look, I'll be safe. And I have a lot to live for, so--",
        "Starr: You do.",
        "[Hope cries]",
        "Cole: Hey, hey. I love you, baby girl. I love you.",
        "Starr: Come here.",
        "Cole: I love you, too.",
        "Starr: I love you. Please stay safe.",
        "Cole: I will.",
        "Starr: Okay.",
        "Cole: Okay, if you're ever worried, just call John. He always knows where I am, okay?",
        "Starr: I'm going to put him on speed dial as soon as I can. Say bye\u0097",
        "[SCENE_BREAK]",
        "Chad: Great job, Sam.",
        "Blair: Yes, you did, sweetie! You ready for a snack? Okay.",
        "Jack: Is it too early for ice cream?",
        "Blair: Uh, let me think. Ice cream--you know what? I will make an exception, okay? One scoop, okay?",
        "Jack: Big one?",
        "Blair: Big one. Take your brother with you.",
        "Jack: Let's go, Sam. ready, go.",
        "Blair: Go, go, go, go! Oh, my goodness, you must be freezing.",
        "Chad: Oh, thanks.",
        "Blair: Oh. There we go.",
        "Chad: so are--are you married to the guy staring at us?",
        "Blair: A long, long time ago. Listen, the only reason he is even on the property is because the court ordered him to be near his children. Why? Is--is he bothering you?",
        "Chad: Not particularly.",
        "Blair: Well, good. Because he's bugging the hell out of me.",
        "[SCENE_BREAK]",
        "Marty: What about us?",
        "John: We were getting somewhere, and then Cole got arrested.",
        "Marty: Yeah. Have you noticed that's kind of a pattern with us?",
        "John: I have noticed that.",
        "Marty: Yeah. It's a good thing we're such mature--ahem-- responsible adults.",
        "John: I was thinking that every time something gets in the way, we let it. We always think we have more time later.",
        "Marty: Yeah, I know. Of all people, we should know better.",
        "John: I don't want to miss our chance.",
        "Marty: Neither do I.",
        "[SCENE_BREAK]",
        "Blair: Don't you even think about it. Don't you even think about it! No, no! You got me! You got me! I surrender.",
        "Todd: All right, Blair, the lesson is over.",
        "Blair: Oh, Todd, don't tell me what to do.",
        "Todd: You can cut it out now. I get it.",
        "Blair: I'm all wet. Hey, you want to go someplace private?",
        "Chad: Definitely.",
        "Blair: All right. Come on.",
        "Blair: Oh. Huh. Listen, why don't you just run along? Three's a crowd, okay? Do something you really want to do."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=vzdFIG-1qY8"
}