{
    "Episode Summary": [],
    "Recap": [
        "Tess throws the baby out the window to Nash, and then climbs out herself. In order to save Antonio's life, Tess pretends to be Jessica. Clint finds out from Viki that Natalie is in the hospital. Kevin finds Duke and Kelly, naked, under the debris in the rectory. Dorian searches for Kelly."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Evangeline: What's happening?",
        "Doctor: We're preparing to run some tests.",
        "Nurse: I'm afraid you'll have to leave, sir.",
        "Cristian: No, I'm not going anywhere.",
        "Spencer: It's all right, doctor. I'll -- I'll take it from here, all right?",
        "Evangeline: Spencer.",
        "Spencer: Thanks. Cristian, Evangeline. You want to tell me what happened?",
        "Cristian: Well, we were at St. Jude's when the tornado hit. It blew out the church windows, and there was glass flying everywhere. Evangeline was covered in it.",
        "Evangeline: My eyes, I -- I can't see.",
        "[SCENE_BREAK]",
        "Clint: Dorian. What are you doing out in the middle of a storm? The roads are a mess.",
        "Dorian: Oh, I have an S.U.V., and, besides, I didn't know what else to do with myself.",
        "Clint: Well, there's nothing wrong, is there? Adriana's ok?",
        "Dorian: Oh, I spoke to her just before the phones went out. Blair and the children are just fine. It's Kelly, though. I haven't heard from her.",
        "Clint: Well, I'm sure she's ok. I'm sure she's with Kevin, and they found some shelter somewhere, and they're riding out the storm together.",
        "Dorian: Uh-huh.",
        "[SCENE_BREAK]",
        "Nash: Tess, we don't have much time. You're going to have to trust me. If one of those sparks hits the gas tank, this car is going to blow. If I come up there to try to drag you out, we're all going to get electrocuted, and you saw what happened to Antonio. There is no choice. You have to drop me the baby. I'll catch it.",
        "Tess: No --",
        "Nash: Tess!",
        "Tess: No, I can't! I can't do it!",
        "[SCENE_BREAK]",
        "Viki: Dr. McBain? Michael?",
        "Michael: Yes?",
        "Viki: John called me and said Natalie's here. Is she all right?",
        "Michael: She -- she is ok. Please, Mrs. Davidson, will you have a seat?",
        "Viki: No. Just tell me, is she all right?",
        "Michael: She's fine. She has a large laceration on her leg, we had to give her a blood transfusion, we stitched her up, but she is fine.",
        "Viki: Thank God.",
        "Michael: And you -- are you ok?",
        "Viki: Yes, I'm fine. Can I see Natalie, please?",
        "Michael: Yes, yes. She's in cubicle two. She's with John. He's been by her side since she arrived.",
        "Viki: Oh.",
        "[SCENE_BREAK]",
        "Natalie: So did you -- um -- really mean it about us being partners, working together?",
        "John: If it'll keep you out of trouble.",
        "Natalie: What happened to that sketch?",
        "John: I don't know. It's somewhere in the church. I have copies.",
        "Natalie: Good. You must be dying to get back on the case.",
        "John: I'm going to make sure you're all right first.",
        "Natalie: I'm fine. Now that we know David Vickers shot your father, what are we going to do?",
        "[SCENE_BREAK]",
        "Clint: Agh. I can't get ahold of Kevin.",
        "Dorian: Maybe I better go to the carriage house and -- check and see if Kelly's there.",
        "[Thunder]",
        "Clint: Oh, no, you don't. There is a storm out there, trees are falling down all over the place. You are going to just stay right here, and don't you worry, because I'm sure they're going to get ahold of us once the phones are working.",
        "Dorian: Oh, I suppose you're right.",
        "Clint: Well, looks like you could use a drink.",
        "Dorian: Oh, you're not going to get an argument from me on that.",
        "Clint: And look what I have.",
        "Dorian: No -- white wine?",
        "Clint: Mm-hmm.",
        "Dorian: Ooh, and chilled. Am I really in Asa's mansion?",
        "Clint: You know, I -- I think we should have a toast --",
        "Dorian: Ok.",
        "Clint: And it should be to my new granddaughter.",
        "Dorian: Oh, it's a baby girl. Ha-ha! Congratulations.",
        "Clint: Thank you.",
        "Dorian: Mmm. I bet Viki is really happy.",
        "Clint: Oh, yeah, very. And that bothers you, doesn't it?",
        "Dorian: What --",
        "Clint: Dorian, your greatest joy in life is sticking it to Viki.",
        "Dorian: That is not true.",
        "Clint: Oh --",
        "Dorian: It's not. No way.",
        "Clint: Should I give you an example? How about the cufflink incident, huh?",
        "Dorian: Cufflink? The cuff-- oh, you mean the cufflink that I tried to return to you?",
        "Clint: Ah, yes, but you tried to return it to Llanfair, and that's where Viki lives, not me.",
        "Dorian: But that's where you spend so much time.",
        "Clint: You wanted Viki to think that we had slept together.",
        "Dorian: Ohh.",
        "Clint: Dorian --",
        "Dorian: Oh, no --",
        "Clint: Dorian?",
        "Dorian: Is what she thought? Oh. She jumped to that conclusion? Well, you know, Viki is very intuitive, and maybe she picked up on something that, well, we aren't admitting ourselves.",
        "[SCENE_BREAK]",
        "Michael: I'm going to be keeping Natalie overnight for observation. I want to make sure she doesn't incur any infection.",
        "Viki: Oh. Fine. She seems perfectly happy in there right now. Thank you again, very, very much.",
        "Michael: No problem. It is my job. You wouldn't mind excusing me, would you? I would really love to try and reach my wife.",
        "Viki: Oh, my goodness, you were getting married today!",
        "Michael: Yes, it's official.",
        "Viki: Congratulations!",
        "Michael: Thank you so much. I mean, it's not exactly the wedding night we had planned, but it's going to make a heck of a story for the kids, huh?",
        "Viki: Yeah.",
        "Michael: I -- I figure that we have the rest of our lives to celebrate, so --",
        "Viki: Of course you do.",
        "Michael: I wouldn't worry too much about Natalie. No permanent damage.",
        "Viki: Oh, good.",
        "Michael: That's a promise.",
        "Viki: Thank you. Thank you.",
        "[SCENE_BREAK]",
        "John: Just concentrate on getting better. Let me handle Vickers.",
        "Natalie: Wait a minute. We're partners for, like, two minutes, and you're already bailing on me?",
        "John: Yeah, well, I think you're going to be sidelined for a while, partner.",
        "Natalie: Hey -- I can still think. Nothing hit my head.",
        "John: You sure? You lost a lot of blood. You need to rest.",
        "Natalie: I don't want to, John. I want to focus on what we're going to do.",
        "John: I don't know what I'm going to do yet.",
        "Natalie: Liar. You've been thinking about what you're going to do for 25 years. So what are you planning?",
        "John: All I know is I want justice for my father.",
        "Natalie: I think you want more than that. I think you want to take revenge against the man who killed him.",
        "[SCENE_BREAK]",
        "Spencer: Well, you have what is called a hyphema. That's a hemorrhaging of the anterior chamber of the eye.",
        "Cristian: What does that mean?",
        "Spencer: Well, it means she's sustained a very serious injury to both eyes, and I'm going to order an orbital cat scan to better assess the damage.",
        "Cristian: But you could do something, right? It -- it's going to get better?",
        "Spencer: Well, Cristian, the answer to that is -- uh -- sort of complicated.",
        "Evangeline: No, it's not. It's not complicated. Just tell me the truth. Am I ever going to be able to see again?",
        "[SCENE_BREAK]",
        "Tess: Nash, I can't do it! I can't do it! What if -- what if she falls in the water? She'll be electrocuted! I can't do it!",
        "Nash: Tess, it's only a few feet. I've seen you throw a lamp twice that far when you're mad. Nothing bad is going to happen. You got to drop her.",
        "Tess: Damn it! I'm supposed to be a good mother, I'm supposed to keep her safe!",
        "Nash: You're a wonderful mother. You're the kind of mother who can make the difficult decisions. You would never do anything to hurt our baby. Our baby trusts you, she loves you. But if you and the baby are going to get out of this alive, this is what we have to do. You got to drop me the baby!",
        "Tess: Ok --",
        "Nash: Come on!",
        "Tess: All right, all right, I'll do it.",
        "Nash: Good. Ok.",
        "Tess: You're my angel, ok? I love you.",
        "[Thunder]",
        "Nash: All right, don't think about it, just trust me, trust yourself. I'll catch her. You ready?",
        "Tess: I think so.",
        "Nash: Ok, we'll do it on three. Ok? One -- come on. That's it. One --",
        "Tess: I love you.",
        "Nash: Two --",
        "Tess: I love you.",
        "Nash: Three.",
        "[SCENE_BREAK]",
        "Clint: So if Viki thinks that we have a relationship, then it's true?",
        "Dorian: You know, I'm editing an article for \"Craze\" magazine right no and it's called \"what he says/what he means.\"",
        "Clint: Oh, man, this ought to be good.",
        "Dorian: Ok, so there is research -- believe it or not, actual research -- that proves that there is great significance when a man leaves a personal item behind in a woman's home, a personal item such as, let's say, a cufflink.",
        "Clint: That's nuts. You know what happens when a man loses a cufflink? His coat jacket slides up a little bit. The little cufflink hole is a little too big, and the cufflink goes boom, boom, boom, boom. So, if there were something more to our relationship, we wouldn't need somebody to tell us. We would just admit it, wouldn't we?",
        "Dorian: Right. Boom, boom, boom, boom, boom. And -- um -- if there weren't something going on between us, we'd admit that as well, wouldn't we?",
        "[Door opens]",
        "Clint: Kevin --",
        "Dorian: Kevin -- um -- where is Kelly?",
        "Kevin: I don't know.",
        "Dorian: What do you mean, you don't know? There -- there's a storm out there, for goodness sakes. She -- she could be in danger, and she's your fiancée.",
        "Kevin: Not anymore.",
        "[SCENE_BREAK]",
        "Kelly: Duke -- Duke?",
        "[SCENE_BREAK]",
        "Nash: Ok, good job, you did it. You did it, but now we're going to have to focus, Tess. We got to get you out of that car.",
        "Tess: How?",
        "Nash: You're going to have to jump.",
        "Tess: Jump? No, no way! I can't!",
        "Nash: It's the only way. All you got to do is clear the car before you hit the ground.",
        "Tess: Nash, I don't think I can do it. I just had a baby! I can't do it, I'm not strong enough!",
        "Nash: You are strong enough. You're the strongest person I ever met, Tess. Tess, you are fearless, you're brave, you're courageous. It's just another leap. Come on, do it for your baby. Come on, Tess, you can do it. Come on, quickly, come on!",
        "[Thunder]",
        "Nash: All right. Careful.",
        "Tess: Oh, God. Oh, God, oh, God, oh, God.",
        "Nash: , You're going to be all right, you can make it. Get away from the car. Just remember to get away from the car.",
        "Tess: Oh, God --",
        "Nash: Ok.",
        "Tess: I don't want to die, I don't want to die!",
        "Nash: You're not going to die.",
        "[Tess screams]",
        "Nash: Tess, come on! Come on, get away from the car!",
        "[SCENE_BREAK]",
        "Spencer: I'm not an ophthalmologist, so I can't really give you a definite prognosis.",
        "Evangeline: You know what? I know when I'm being jerked around. What you're really saying is this could be permanent. I could be -- blind?",
        "Spencer: Possibly. Yes. Listen, I'm going to put in a call to a colleague of mine, Dr. Ken Burnham. He's the best ophthalmic surgeon I know. He'll be able to answer all of your questions, ok? I really do have to attend to some other patients. Excuse me.",
        "Evangeline: Cristian?",
        "Cristian: I'm right here.",
        "Evangeline: I'm scared.",
        "Cristian: I know, I know, but you -- you heard Dr. Truman. He's going to get you the best care possible.",
        "Evangeline: When Layla and I were kids, you know, we used to -- we used to play this game where we pretended we were blind. We used to wrap handkerchiefs around our eyes, you know, but I used to always cheat. I used to always peek because I -- I couldn't stand not being in control. And -- and now I'm -- I'm here, and I have people poking me with needles and making all kinds of conjectures about what's going to happen to me, but I can't see them and I don't really know where I am.",
        "Cristian: Ok, well, I could be your eyes. You know what Dr. Truman looks like, right? You've been here before. At least this time your life's not in danger.",
        "Evangeline: Well, my life -- you know, I guess I'm grateful that I wasn't killed, if that's what you mean. But if I can't see again, my life is not --",
        "Cristian: Evangeline, don't go there. It's not going to do you any good.",
        "Evangeline: And I just wish I could see what you could see.",
        "Cristian: I wish you could, too.",
        "[SCENE_BREAK]",
        "John: You know, I even had Vickers in custody once. Son of a bitch killed my father. Of all the places in the world for him to be --",
        "Natalie: Does it change things, knowing him? Could you hunt down David Vickers and kill him?",
        "John: Yeah, I could.",
        "Natalie: Is that what you want? Eye for an eye?",
        "John: We have to find him first.",
        "Viki: Hi.",
        "Natalie: Hey, Mom.",
        "John: Oh, hello, Mrs. Davidson.",
        "Viki: Hi.",
        "John: Hi. I -- I'll give you two some time. I'll be back.",
        "Viki: Thank you.",
        "Natalie: Hey.",
        "Viki: Sweetheart. How are you?",
        "Natalie: I'm good.",
        "Viki: Yeah?",
        "Natalie: You know, I would've bled to death if John hadn't been there.",
        "Viki: Well, thank God he was there.",
        "Natalie: Yeah.",
        "Viki: You two seem to be getting along, huh?",
        "Natalie: Yeah. He saved my life, and I think I kind of saved his in a way, too.",
        "John: I know you're busy. You got a minute?",
        "Michael: Yeah, I have a minute. What's up?",
        "John: How's Evangeline doing?",
        "Michael: She's going to be ok.",
        "John: Take good care of her for me, Mike. Any word on anyone else? Are there many injuries?",
        "Michael: I don't know. The county was pretty hard hit, you know? As far the city goes, I think you got the worst of it. Was there something else you wanted to tell me?",
        "John: Yeah. I found out something about dad.",
        "Michael: You know who shot him?",
        "[SCENE_BREAK]",
        "Nash: All right, good stuff. You did great. You did great. You up to holding the baby?",
        "[Thunder]",
        "Nash: I think that's it. Take the baby, take the baby.",
        "Tess: Ok, ok.",
        "Nash: Ok, get out of the way.",
        "Tess: What are you -- what are you doing?",
        "Nash: I can't touch him if the current's still going through him.",
        "Tess: Oh, my God, is he --",
        "Nash: Antonio? Come on. Antonio.",
        "Tess: Nash, please just don't let him die.",
        "Nash: Not if I have any say in it, he won't.",
        "Nash: One, two, three, four, five --",
        "[SCENE_BREAK]",
        "Dorian: Kevin, where is Kelly?",
        "Kevin: I don't know.",
        "Dorian: Don't you dare be blasé about this. Listen up, I don't give a damn how drunk you are. Half of this town has been destroyed. The phone lines are down. Kelly could be in danger.",
        "Kevin: I don't --",
        "Dorian: I want to find her. Where is she?",
        "Kevin: I don't know where she is, Dorian. I don't know, ok? We got separated. The last time I saw her, she was at Michael and Marcie's wedding.",
        "Dorian: Oh, well, Blair said the guests all left the church before the tor -- so that means that Kelly is probably safe.",
        "Kevin: Yeah, yeah, she's probably on her way home.",
        "Dorian: Oh -- what exactly happened between the two of you?",
        "Clint: I just heard on the radio that the tornado warning's been called off.",
        "Dorian: Well, that's -- that's good news. I'm -- I'm going to go find Kelly.",
        "Clint: No, no -- and the police are saying stay off the roads till they get the damage cleared away. There are live power lines all over the place.",
        "Dorian: What? So help me, if anything has happened to Kelly, I will hold you personally responsible. I'm sorry. I'm sorry, Clint. I just have to go take care of my family, and I suggest you do the same.",
        "Clint: All right.",
        "[SCENE_BREAK]",
        "Kelly: Duke, please wake up. Please wake up, Duke. Oh, God, help us, please. Please.",
        "[SCENE_BREAK]",
        "Mr. Walsh: You were the most beautiful bride I've ever seen.",
        "Marcie: Yeah? Well, it all went so fast, and I was so nervous -- it's all kind of one big blur.",
        "Ron: But that's ok because I got everything on disc.",
        "Marcie: Shut up! You're kidding!",
        "[SCENE_BREAK]",
        "Evangeline: Thank you for everything you've done for me.",
        "Cristian: Oh, it's nothing.",
        "Evangeline: No. No, it's everything. But, you know, you -- you really don't have to stay here.",
        "Cristian: I know I don't.",
        "[SCENE_BREAK]",
        "Michael: Come on, John. Don't leave me hanging here.",
        "John: I don't know how to tell you this, Mike.",
        "Michael: Just say it, bro. I was talking to Dr. Truman before the wedding. I was saying that, you know, knowing the truth would've given our family some peace --",
        "John: Yeah, well, maybe you shouldn't be talking to Truman about dad.",
        "Michael: Why not? I mean, he's great. I mean, he's not just a mentor, he's a friend -- well, he's starting to be a friend -- and he knows all about Paige. He told me that if I needed to talk to him, I could talk to him any time.",
        "John: Yeah, I bet he did.",
        "Michael: What's that supposed to mean? And what did you want to tell me?",
        "John: Nothing. The lead didn't pan out, I hit a brick wall.",
        "Michael: You pulled me aside to tell me that?",
        "John: Yeah, we're not going to know who killed dad for a while, Mike.",
        "Michael: John -- John, come on, man!",
        "Natalie: Hey.",
        "John: Hi.",
        "Viki: I'm going to try and reach your father again, ok?",
        "Natalie: Ok.",
        "Viki: I'll be back. Thank you.",
        "John: Mrs. Davidson.",
        "Viki: Thank you.",
        "Natalie: You look worried.",
        "John: Let's just -- let's keep what we know about Vickers between us for now.",
        "Natalie: Don't worry, I won't tell a soul. It's not my secret to tell. We didn't finish our conversation about revenge.",
        "John: What about it?",
        "Natalie: What are you going to do?",
        "John: I can't predict the future. I don't know what I'm going to do till I get there.",
        "[SCENE_BREAK]",
        "Nash: Come on, man, don't you die on me! Ugh!",
        "[Antonio coughs]",
        "Tess: What's happening?",
        "Nash: All right, he's alive! He's alive. I don't think we should move him -- he could go into shock or something. We got to keeping me awake until the help comes. Come on, Antonio, man. Stay awake! Look at me.",
        "Jessica's voice: Please, Tess. He could die. You need to let me help.",
        "Tess: No, leave me alone.",
        "Nash: All right, look at me, stay with me.",
        "Jessica's voice: He needs me, Tess.",
        "Nash: Stay with me, stay awake, Antonio.",
        "Jessica's voice: He's hurt! You can't help him.",
        "Tess: Maybe I can.",
        "Antonio: Jess?",
        "Tess: [As Jessica] Yes, Antonio, I'm here.",
        "[SCENE_BREAK]",
        "Viki: Clint. I can't believe I finally got through to you.",
        "Clint: Is something wrong?",
        "Viki: Uh -- Natalie's in the hospital -- I mean, everything's all right. She -- she's going to be fine.",
        "Clint: What happened?",
        "Viki: Well, she was in St. Jude's when the tornado struck, and the church sustained a lot of damage. Apparently, the rectory is completely destroyed.",
        "Clint: All right, I'll be right there.",
        "Kevin: What's wrong?",
        "Clint: The tornado just ripped through St. Jude's church and the rectory.",
        "Kevin: The rectory?",
        "Clint: Yeah.",
        "Kevin: No, that's impossible.",
        "Clint: What are you talking about?",
        "Kevin: I just -- that's where I left Kelly just now, at the rectory. I -- well, she wouldn't have stayed there, she couldn't have.",
        "Clint: Kevin, how upset was she?",
        "Kevin: Oh, I -- I got to make sure she's ok.",
        "[SCENE_BREAK]",
        "Evangeline: Who's there?",
        "John: It's me, it's John. How are you?",
        "Evangeline: I'm glad to be alive.",
        "Cristian: I'll be back in a few, ok?",
        "John: Look, I never got a chance to thank both of you for helping me find my father's killer. It's not really a good time to talk about this, but I think for your own protection, you should keep that to yourselves for the time being.",
        "Evangeline: Of course.",
        "Cristian: No problem. I won't be long.",
        "John: So what are the doctors saying?",
        "Evangeline: They're very carefully not answering any of my questions, which is kind of scary. So I'm going to see a specialist. How's Natalie doing?",
        "John: She's ok. I don't know what to say. I keep thinking this wouldn't have happened if you hadn't stuck around to tell me about Vickers.",
        "Evangeline: No, no, that was -- that was dumb luck. I -- I was looking into Spencer's background. I was hoping to find something to back up Todd's claim that Spencer had tried to frame him, and I stumbled across the picture, so --",
        "John: Yeah, well, Spencer keeps saying he's clean, but I don't think so.",
        "Evangeline: I know you, John. I don't need eyes to know exactly what look you have on your face right now.",
        "John: Yeah. I know you know me -- you know me pretty good.",
        "Evangeline: And I always will, no matter what happens.",
        "Doctor: Ms. Williamson?",
        "Evangeline: Yes?",
        "Doctor: I'm Dr. Burnham.",
        "John: You're going to be ok. If you ever need me, I'll be there.",
        "Evangeline: Thank you. Doctor? Where --",
        "Dr. Burnham: I'm right here, next to the bed. How are you feeling? Are you in any pain?",
        "Evangeline: What -- what's going to happen to me?",
        "Dr. Burnham: Well, I'm going to need to review your orbital cat scan and run some tests before I can answer that.",
        "Evangeline: Please just tell me that I'm going to be able to see again.",
        "John: Hey, Roxy, it's John. No, no, Natalie's doing much better, yeah. How you holding up? Good. Hey, look, have you seen David Vickers since I last spoke to you?",
        "[SCENE_BREAK]",
        "Dorian: Are you absolutely certain she hasn't been admitted? Her name is Kelly Cramer, and she's my niece.",
        "Doctor: I'm sorry, but we have no one here by that name.",
        "Dorian: Young man, I used to be the chief of staff here. I know every member of the board of directors personally. Now, I am asking you very nicely to get on the phone, call every head of every department. This place is crawling with victims of the tornado, and until we are satisfied that my niece is not one of those patients, I want you to keep calling. Otherwise, I'll have your internship revoked within the hour.",
        "Viki: Dorian. What's going on?",
        "Dorian: Why, Viki, shouldn't you be in the nursery admiring your brand-new grandchild, celebrating the arrival of the last member of the Buchanan/Lord dynasty, fiddling while Llanview burns?",
        "Viki: Stop it. I'm here to see Natalie. She was injured.",
        "Dorian: But she's safe, isn't she? She has the Buchanan luck -- unlike Kelly who is God knows where, thanks to your alcoholic son.",
        "Viki: You don't know where Kelly is?",
        "Dorian: No. I came here just praying that I wouldn't find out that she was dead.",
        "[SCENE_BREAK]",
        "Spencer: Well, Lieutenant McBain. You know, I understand you were at the church with Evangeline and Natalie when they were injured. It's very fortunate for you, you weren't injured as well, huh?",
        "John: Cut the crap, Truman, you don't give a damn about me. But I noticed you worked your way onto my brother's good side.",
        "Spencer: Michael is such a fine young man, a good doctor.",
        "John: Yeah, he is. Remember what I told you. He doesn't need another father figure. As a matter of fact, he doesn't need anything to do with you, period.",
        "[Phone rings]",
        "Spencer: Spencer Truman.",
        "Denton: You jest at scars that never fail to wound. It's your comrade in arms.",
        "Spencer: Did you find David?",
        "Denton: Yeah, the weather is very sexy this time of year in Thailand.",
        "Spencer: Look, spare me the weather report. Did you eliminate the problem?",
        "[SCENE_BREAK]",
        "Lindsay: [English accent] The wedding gifts have been delivered and accounted for.",
        "Marcie: [English accent] Thank you very much.",
        "Marcie: [Normal voice] But I know that -- that you guys are both worried about Jamie, so I want you to go home.",
        "Lindsay: [Normal voice] Are you sure?",
        "Marcie: Yeah, absolutely. And I want to thank you for everything because I could never have done any of this, you know, without your help.",
        "Lindsay: Uh, yeah, you could have, but I'm glad you think you couldn't.",
        "Marcie and Lindsay: Oh.",
        "[SCENE_BREAK]",
        "Michael: Whew. Any more victims?",
        "Nurse: Not in the last 30 minutes. Crazy night, huh?",
        "[Michael sighs]",
        "Michael: Best night of my life.",
        "[SCENE_BREAK]",
        "Denton: I tracked little brother to a jail cell. Apparently, he pissed somebody off, but like everything else in Thailand, it had a happy ending. He was sprung by the time I got there.",
        "Spencer: But he was with Margaret when he called.",
        "Denton: I checked her pad. No sign of her, either.",
        "Spencer: Just find them. John McBain is asking questions, and you damn well better make sure he doesn't find any answers, you understand?",
        "[SCENE_BREAK]",
        "[Answering machine beeps]",
        "Dorian: Oh, Kelly, this is Dorian. I have been trying to reach you. As soon as you hear my message, please call me. I'm very, very worried about you.",
        "[SCENE_BREAK]",
        "Rescue worker: Guys, over here! Damn, the whole roof collapsed! We've got bodies. We're going to need more men.",
        "Kevin: Kelly? Duke?",
        "Rescue worker: Step back.",
        "Kevin: Wait -- no, no! That's my son and my fiancée! Hold on! Oh, my God. Duke? Wake up! Hey, hey! We got to help move this!",
        "Rescue worker: Easy. You have to stand back!",
        "Kevin: You got to help me move this!",
        "Rescue worker: You have to stand back! Sir?",
        "Kevin: Ok. Ok.",
        "[SCENE_BREAK]",
        "Antonio: Jessica?",
        "Tess: [As Jessica] Yes. Yes, it's me.",
        "Antonio: Uh -- the baby?",
        "Tess: She's fine. I have her right here. Listen, Nash is just going to reach into your pocket and get your cell phone, ok?",
        "Nash: All right. We'll get a signal.",
        "[Antonio groans]",
        "Nash: It's ringing. Yes, we need an ambulance. We had a car accident at Highway 13 and Oak Street. Please send it quickly. Yeah, thank you.",
        "Antonio: How's our baby? She's -- she's beautiful?",
        "Tess: Yeah. Yeah, she is.",
        "Antonio: I love her. I love you, Jess.",
        "Tess: . No, no, no, Antonio! Antonio, stay awake! Please? I love you, too, Antonio! Ok. Good.",
        "[SCENE_BREAK]",
        "Marcie: \"Dear Marcie, one plus one\" --",
        "Michael: \"Makes one.\" I love you.",
        "Marcie: Oh, ho, ho! What are you doing here? I didn't think I'd see you again tonight!",
        "Michael: Mmm!",
        "Marcie: Mmm!",
        "Michael: Oh!",
        "Michael: Well, I have to go back in a few hours, but there was no way that I was going to let this night end without my beautiful wife in my arms.",
        "Marcie: Well, I hate to admit it, it may be selfish, but I am glad --",
        "Michael: Mmm.",
        "Marcie: Mmm!",
        "Michael: Hey, you didn't open your gift.",
        "Marcie: Not yet. Well, I can't.",
        "Michael: There you go.",
        "Marcie: Oh, Michael, it's beautiful.",
        "Michael: It's -- it's an eternity necklace. You see, I'll add one pearl every anniversary until you have a whole strand. It's a never-ending circle.",
        "Marcie: Yeah, it goes on forever and ever, just --",
        "Michael: Just like us.",
        "Marcie: Like us. I love it.",
        "Michael: Mrs. McBain?",
        "Marcie: Yes?",
        "Michael: May I have this dance?",
        "Marcie: Michael, there's no D.J. here anymore!",
        "Michael: Come on.",
        "Marcie: Oh!",
        "Michael: We don't need music.",
        "Marcie: Oh, yeah. All we need is --",
        "Michael: You remember?",
        "Marcie: The beating of our hearts -- is that what we need?",
        "Michael: That's right.",
        "Marcie: You're going to mess up my hair.",
        "[SCENE_BREAK]",
        "Antonio: Jessica.",
        "Tess: They're going to take you to the hospital, ok? We're going to be right behind you, me and the baby.",
        "Tess: That was hard.",
        "Nash: I think you might have -- you saved his life, right?",
        "Tess: Yeah, I just did what I had to do. Besides, he tried to save my life first, so --",
        "Nash: You did great.",
        "Tess: I tried to hate him. Really, I just -- I couldn't. You know, all he wants to do is have a life with Jessica just how I want to have a life with you.",
        "Nash: I am very proud of you.",
        "Tess: Yeah, well, I had some help.",
        "Nash: Yeah. I should -- I should call Clint, fill him in. Listen -- just fill him in. We'll go back to the hospital, we'll make sure Antonio's ok, we'll get you and the baby checked out, and then we'll go to Asa's tomorrow. Tonight, let's go home.",
        "[SCENE_BREAK]",
        "Dr. Burnham: Ok, that's it.",
        "Evangeline: Well? What's going on? Am I going to be able to see?",
        "Dr. Burnham: Well, it's too soon for me to make that determination. Now, for now, I'm going to have you moved to a room where you'll be more comfortable. We'll know more in the morning.",
        "Evangeline: Wait, wait. Tomorrow morning?",
        "Dr. Burnham: I'm sorry, Evangeline. I know this is hard. As soon as I know anything, I'll tell you.",
        "Cristian: Hey, it's me.",
        "Evangeline: Cristian?",
        "Cristian: Yeah. Don't you worry. You're not going to be alone tonight.",
        "[SCENE_BREAK]",
        "Dorian: Excuse me, Lieutenant. I need to report a missing person -- my niece Kelly? She hasn't been seen since the tornado hit.",
        "John: Yeah, well, I'm sure there's a lot of people missing right now. Did you try calling the police station?",
        "Dorian: They were no help at all.",
        "John: Ah. Well, I will see what I can do. You haven't -- you haven't seen David Vickers by any chance, have you?",
        "Dorian: No, why? Is he in trouble?",
        "John: I just want to speak to him.",
        "Dorian: He's away, out of the country.",
        "John: Ah. Well, like I said, I can make some calls, have some people check around for Kelly.",
        "Dorian: I believe he's in Thailand -- Bangkok, to be exact.",
        "John: If you call the station, ask for Detective Gibbs. He'll be happy to help you find Kelly.",
        "Dorian: Thank you, lieutenant.",
        "John: You're welcome. Hey, Ralph. John McBain. Yeah, I know it's been a long time. Hey, look, I'm working on something, and I could really use the bureau's assistance. I need to find someone in Bangkok.",
        "Natalie: Bangkok, huh?",
        "John: I'll call you back.",
        "[SCENE_BREAK]",
        "Kevin: Duke! Kelly!",
        "Rescue worker: Stand back, sir!",
        "Kevin: I'm staying right here! I have to know if they're alive!",
        "[NEXT_ON]",
        "Clint: Kevin, what happened to Kelly and Duke?",
        "Adriana: What does this psycho want with me?",
        "Tess: Jess didn't come out. I lied.",
        "Antonio: Why would you do that?",
        "Natalie: If you go to Thailand, I won't be waiting for you when you come back."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=4_h5f5aobQI"
}