{
    "Episode Summary": [
        "Episode # 11062"
    ],
    "Recap": [
        "Viki tells Clint that Tea was not able to convince a judge to let Clint attend Natalie's wedding. David sees them, as they are tempted to kiss. Viki says Clint has changed, but assures David that she is not falling for Clint. Clint sees Tina's dog, David Vickers, laying on Liam's DNA test results, but the dog won't allow him to see it. Brody wonders what Natalie has on her mind. She tells him that she had a fight with Jessica and that Jessica said Brody is not Liam's father just to try to blow Natalie's world apart the day before her wedding. John's assistant, Nadia tells Natalie about John's departure from Llanview. Natalie immediately goes to the station.",
        "Vimal goes to John to report his sister, Neela, missing after possibly seeing her on the docks with a boy. John tells Vimal he doesn't work for LPD anymore. Vimal wonders if his losing Neela is his karma for withholding the truth about Liam from John. Rama finds Neela, safe. Neela tells her that Jack Manning is the boy of her dreams and that she simply cannot go through with the arranged marriage to Rajiv back home in India. She begs Rama to convince Vimal to let her stay in America. Rama tells her that she had romantic dreams when she was a young girl, too, but she ultimately came to love her arranged husband with all her heart. Rama calls Vimal, tells him she found Neela, and asks him to meet them at the Sun. Brody overhears Vimal telling Rama that he intends to tell John the truth about his son. He follows Vimal to the Sun and puts a doorstop under the door so they cannot get out. Jack goes to the Sun, tells everyone to take the rest of the day off, and pours gasoline in front of Victor's office door, not knowing that Rama and Vimal are in there.",
        "David Vickers informs Todd that he doesn't have a shot with Blair. Jack vows never to let Todd have his father's newspaper. Tomas cracks the safe at the Sun. He and Blair each wonder what the other is doing there. Todd wonders the same thing when he arrives. He throws him out of his office and then discovers his safe is open. He gets the gun, mutters that they will see who takes down who puts it in his pocket and goes to La Boulaie, where he sees Blair kissing Tomas."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Nadia: Will these be enough?",
        "John: Yeah, that'll be good. I travel light.",
        "Nadia: I just wish... maybe I'm not supposed to say this because I'm your assistant, not your friend, but --",
        "John: Spit it out, Nadia.",
        "Nadia: I can't believe you resigned, a-a-and that you're moving so far away.",
        "John: Come on. You'll be happy, you know? You'll get a new boss in here -- a guy with a better attitude and a nice haircut. He might actually remember your name.",
        "Nadia: Stop. You're a great boss, and you're the best detective in the department. So why are you leaving?",
        "[SCENE_BREAK]",
        "Brody: Best way ever to start a wedding day -- sleeping in late, hanging out with our kid. Can't beat that, right? Liam, I think your mom's doing a little daydreaming this morning. You think that's a bride thing? Hmm?",
        "Natalie: Oh, sorry. Sorry, what?",
        "Brody: Liam was just saying you're kind of on your own planet.",
        "Natalie: Am I?",
        "Brody: Yeah. I told him it was probably just stress about the wedding. Unless there's something else on your mind.",
        "[SCENE_BREAK]",
        "Clint: I owe it all to you, Viki. You knew there had to be a judge out there with enough heart to allow a man to walk his daughter down the isle. What's wrong?",
        "Viki: It didn't work. Téa did her best, but the judge did not grant our request. I am so sorry, 'cause I'm afraid this means...",
        "Clint: Right. I won't be going to Natalie's wedding after all.",
        "[SCENE_BREAK]",
        "Natalie: I just keep thinking about my dad and how I just don't think it's right that he can't give me away.",
        "Brody: I know, but he's gonna be all hooked up to watch the ceremony, and we'll go see him right after... so he can kiss the most beautiful bride in the world.",
        "Natalie: Thanks.",
        "Brody: Look, I know this isn't how you wanted it, but I don't think your dad's what's bothering you right now.",
        "Natalie: Why do you say that?",
        "Brody: Ever since last night, you've been really quiet. Does it have something to do with John?",
        "[SCENE_BREAK]",
        "John: Nadia, I never knew you cared. I've been here a long time. I'm ready for a change.",
        "Vimal: Lieutenant McBain!",
        "[Rapid footsteps]",
        "Vimal: [Panting] I have an emergency! I need to report a missing person.",
        "[SCENE_BREAK]",
        "Neela: Jack could have run the other way. He could have said, \"I don't even know you. Why should I help you?\" But he came to my rescue, Rama, without thinking twice. It was like a fairy tale.",
        "Rama: A fairy tale where Mr. Smoking Hot comes riding up on his white horse and whisks you away with him.",
        "Neela: Except there was no horse, so we had to run. We went to the docks --",
        "Rama: I know! I was there in my heels running, screaming out your name at the top of my lungs!",
        "Neela: I'm sorry, but if I'd let Vimal know, he would've had me on the first plane back home. And instead of getting to know the boy of my dreams, I'd be engaged to that frog!",
        "[SCENE_BREAK]",
        "Jack: You think you can use my father's newspaper to get away with murder? I'll burn the whole company down before I let that happen.",
        "[SCENE_BREAK]",
        "David: Blair's gone to find Tomás. She plans to tell him that she loves him.",
        "Todd: How do you know that?",
        "David: Oh, she told me herself. So, um... if you're thinking you had a shot with her [Inhales sharply] I'm afraid it probably won't work out. I got to go.",
        "[Click, elevator bell dings]",
        "Blair: Todd, I -- oh. Tomás, what are you doing here?",
        "Tomás: I could ask you the same question. Why are you here?",
        "[SCENE_BREAK]",
        "Viki: This is what I was trying to avoid. You know, if you'd never found out what we were trying to do, you wouldn't be so disappointed now.",
        "Clint: Oh, I'm glad I found out. How else would I have known how hard you worked to do something nice for me? And I'm grateful for that, especially since, as we both know, I don't deserve it.",
        "Viki: Well, of course, you deserve it!",
        "Clint: After everything that I put you through? No, no, no. Doesn't even come close. But you did everything that you could. And, by God, that means the world to me.",
        "Viki: Aww.",
        "David: [Clears throat] Well, this better be a joke.",
        "[SCENE_BREAK]",
        "Tomás: Really only one reason why you'd come here. That's to see Todd.",
        "Blair: Well, I'm sorry. It looks like you're in here all by your lonesome in someone else's office. Maybe you should explain that to me first. And, um, where's Todd?",
        "Tomás: I don't know.",
        "Blair: You just thought you'd make yourself at home here anyway? Why?",
        "Tomás: It has to do with Victor's murder.",
        "[SCENE_BREAK]",
        "Todd: Blair in love with Delgado? It's not...possible. How could she possibly pick that joker over me?",
        "Jack: Scarface! Who are you talking to?",
        "Todd: Nobody.",
        "Jack: What the hell are you doing in my house?",
        "[SCENE_BREAK]",
        "Vimal: Rama and I are almost certain we saw her on the docks last night w-- with a boy.",
        "John: She's a pretty girl. The fellas are gonna chase her.",
        "Vimal: No, no, no! She's fresh off the boat from India. She knows nothing about this country. Maybe this boy's a predator, and how would she know?!",
        "John: Okay, I understand. Look, sit down, Vimal.",
        "Vimal: [Panting] But --",
        "John: Please, sit. You're making me nervous. Thank you. We'll start with the basics, all right? Who is this girl?",
        "Vimal: My baby sister. Neela Mondvi Patel.",
        "John: Your sister. All right. When's the last time you talked to her?",
        "Vimal: Well, Rama was finally able to get through to her last night, but then she hung up. And 27 calls went unanswered. 27! Maybe this boy is trying to keep her from contacting anybody or maybe trying to keep the GPS --",
        "John: All right. Sit. Hey, that -- all right. Take it easy, all right? Take a deep breath.",
        "Vimal: [Gasps]",
        "John: Does that feel better? You got a breath? All right. Let's start at the beginning. Just tell me what happened.",
        "[SCENE_BREAK]",
        "Neela: Jack took me here where he knew I'd be safe. He said I could stay as long as I needed to.",
        "Rama: And you trusted him, a boy you just met.",
        "Neela: But I didn't just meet him. I've known him for years.",
        "Rama: What are you talking about, Neela? I don't understand.",
        "Neela: He's the one I've been dreaming about, Rama -- night after night. And to find out he actually exists exactly the way I imagined him, how could I not trust him?",
        "Rama: Okay, this is all very romantic, my dear, but --",
        "Neela: Don't tell me I'm crazy.",
        "Rama: No, you're not crazy. You're just young.",
        "Neela: But you were my age once. And what if, when you were my age, your parents promised you to someone you couldn't stand the sight of. I can't marry Raajeev. It would be a fate worse than death.",
        "Rama: Isn't that being too dramatic?",
        "Neela: Please don't send me back! You have to talk to Vimal!",
        "Rama: Okay, okay. But I know what Vimal's gonna say. He feels like he must obey your parents, okay? They love you, Neela. They want what's best for you.",
        "Neela: Tell me the truth. When you found out you were to marry Vimal, did you love him?",
        "[SCENE_BREAK]",
        "Vimal: I was working at The Sun yesterday, and my sister showed up completely by surprise. She had flown here from India. She left our parents' home, and they had no knowledge. So, of course, I was firm and I told her that she had to go back immediately. And then, the next thing I knew, she'd vanished.",
        "John: So she ran away?",
        "Vimal: Leaving this?! I ask you -- does a teenage girl voluntarily run off without her wardrobe? It's obvious. She's been abducted. Here, here. Take that. For the dogs.",
        "John: For the who?",
        "Vimal: Well, you're gonna mount a search, aren't you? You're probably gonna need the K-9 unit.",
        "John: Wait, wait. Let's slow down here, all right? I mean, let's not get ahead of ourselves. First things first. Uh, I'm gonna have one of my associates --",
        "Vimal: Your associates?! No! No! Lieutenant, you're the best. I want you to handle this, personally.",
        "John: That's not possible.",
        "Vimal: Why? Well, isn't that important enough? I mean, what if it was your sister? What if it was your child, even?",
        "John: Vimal, I -- I can't take the case, all right? I can't take the case because I don't work here anymore.",
        "Vimal: What?! As of when?",
        "John: As of today.",
        "Vimal: But...why?",
        "[SCENE_BREAK]",
        "Brody: Natalie, at the end of today, we're gonna be husband and wife. We shouldn't start with any secrets, so tell me what's going on.",
        "Natalie: Jessica and I got into another knock-down, drag-out yesterday.",
        "Brody: I thought you guys worked things out?",
        "Natalie: Me too, till she made her insane announcement.",
        "Brody: What announcement?",
        "Natalie: She tried to tell me that...you're not Liam's father and John is.",
        "[SCENE_BREAK]",
        "Clint: I thought you were in Sweden shooting that terrible movie.",
        "David: For your information, \"that terrible movie\" wrapped two days ago...and it's not terrible.",
        "Viki: David, what brings you here?",
        "David: I'm on my way back to D.C.",
        "Viki: Oh.",
        "David: Dorian wanted me to make sure that you voted for her.",
        "Viki: Oh.",
        "Clint: I would never vote for that woman.",
        "David: Well, it's a good thing that convicted felons can't participate in the electoral process. Dorian wanted me to tell you that. What did I walk in on here?",
        "Viki: Nothing! [Chuckling] No, nothing. Clint and I have a lot to celebrate. Natalie's getting married today.",
        "David: She is?",
        "Viki: Yes!",
        "David: That's great!",
        "Viki: Yes!",
        "David: What a shame you won't be able to attend.",
        "Clint: I can see you're all torn up about it.",
        "David: Well, you'll forgive me if I have no sympathy for you, Uncle Clint. Your punishment doesn't fit your crimes.",
        "[SCENE_BREAK]",
        "Blair: Why are you here about Victor's murder? We both agreed that Todd is innocent.",
        "Tomás: [Sighs] I need to talk to Todd about Baker.",
        "Blair: You don't think that Baker shot Victor. At least, didn't sound like you believed that on the phone.",
        "Tomás: I did some checking. It turns out Baker was in federal custody at the time of the murder.",
        "Blair: Okay, well that rules him out as a suspect, but I don't understand why you feel like you need to talk to Todd about it.",
        "[SCENE_BREAK]",
        "Jack: You've got no right to be here.",
        "Todd: I just came here to see your mom.",
        "Jack: Why? So you can talk her into buying that crap you published in The Sun, trying to pin my dad's murder on some rogue secret agent or whatever.",
        "Todd: It's not like he didn't try and kill Victor one other time before.",
        "Jack: Yeah, right. All you want to do is take the heat off yourself. You're trying to make yourself look innocent, but you're not. You killed my father, and every time you try to lie your way out of it, I just hate you more. I guess that lit a fire under his butt.",
        "[Door slams]",
        "[SCENE_BREAK]",
        "Neela: When Vimal smiled at you, did you feel warm all over? That's how it was when Jack smiled at me. I felt warm all over.",
        "Rama: Okay, you cannot say that to your brother, whatever you do. Okay?",
        "Neela: [Sighs] What was it like, Rama, when your parents promised you to Vimal? They didn't ask you what you wanted, but when you saw him, did you know you would be happy?",
        "Rama: I didn't know anything. I was very young. And I spent all my time dreaming and fantasizing like you.",
        "Neela: Who did you dream of?",
        "Rama: Someone tall and handsome. I'd imagine him taking me in his big, strong, powerful arms and holding me.",
        "Neela: [Laughing] That's not really Vimal.",
        "Rama: No. That is not your brother. He will never win Llanview's best arms. But he has something more important, Neela. He's faithful, he's true, he's honest, he's kind. And he's generous enough to forgive, and that's why I love your brother with all my heart and soul.",
        "[SCENE_BREAK]",
        "Vimal: Why would you leave somewhere where you're admired and respected? Did you get a better job somewhere else?",
        "John: No, not yet.",
        "Vimal: Well, then your reasons must be personal. This isn't about your son?",
        "John: Excuse me?",
        "Vimal: Well, you thought you had a son and then you lost him. It would be understandable if you wanted to get away from all the painful reminders. I mean, if I don't get Neela back, I think... I might be tempted to flee, as well.",
        "John: Okay, Vimal, um... I'm gonna make some calls on your behalf, and there's some paperwork you need to fill out to begin the missing-persons process. I'll have my assistant get it for you, okay?",
        "Vimal: Thank you, Lieutenant.",
        "John: All right. Nadia?",
        "Vimal: [Thinking] I've lost my sister. Lieutenant McBain lost his child. Could the two misfortunes be related? Could losing Neela be my karma for not telling him that Liam is his son and not Brody Lovett's?",
        "[SCENE_BREAK]",
        "Brody: Jessica said I'm not Liam's father? Why would she say that?",
        "Natalie: Because she's vindictive, you know? And she doesn't want me to be happy. She shows up the day before my wedding and she says something like that to try to blow my world apart.",
        "Brody: [Sighs] I mean, why would she think you would believe her? It's not like she had any proof.",
        "Natalie: She said that she had proof.",
        "Brody: What kind of proof?",
        "Natalie: She said that she saw a DNA test that said that John is Liam's father.",
        "[SCENE_BREAK]",
        "Viki: David, Clint is very unhappy that he can't go to the wedding. There's no need to twist the knife.",
        "David: Well, maybe I'm thinking about another wedding, one in which Uncle Clint kidnapped the groom and had him sent to a Moroccan hellhole.",
        "Clint: Aren't you ever gonna let that go?",
        "David: Why should I? You would have left me there forever and let Dorian think that I abandoned her, or did you forget about the letter that you forged -- the one that broke Dorian's heart into a million pieces? So, if you don't get to attend your daughter's wedding, it's a small, small -- don't you walk away from me when I'm yelling at you!",
        "Clint: I'm gonna send an e-mail to everybody in my address book and tell them to vote for your wife's opponent.",
        "David: So you call this \"house arrest\"? You tell me right now what's going on between you and your prisoner.",
        "David Vickers: [Whines]",
        "Clint: Don't be crying at me. I'm not in the mood. Hey, what are you sitting on?",
        "[SCENE_BREAK]",
        "Brody: Jessica has a paternity test? Where did she get it?",
        "Natalie: [Chuckles] Wait till you hear this one. She got it from Tina's dog.",
        "Brody: Tina's dog? That's just --",
        "Natalie: Insane. It's insane. It's absurd. Crazy! I mean [Laughing] According to Jessica, the dog has been walking around with this test, and she just happened to stumble upon it.",
        "Brody: Okay. [Sighs] So, where [Exhales] Where did the dog find the test?",
        "Natalie: Oh, no, no. Jess has an answer for everything. So, the dog was carrying around the paternity test, but the paternity test came from Victor's house.",
        "Brody: Who else knows about Liam?",
        "Vimal: He knows.",
        "Brody: You told Todd Manning?",
        "Vimal: No, he told me.",
        "Natalie: Brody? You're not actually starting to believe this, are you?",
        "Vimal: [Thinking] How can I let Lieutenant McBain leave town? He may never know he has a son!",
        "Brody: You said you made a decision.",
        "Vimal: I did. We have another saying in India. Anth bhala to sab bhala -- if the end is good, everything is good.",
        "Brody: So that means...",
        "Vimal: It means -- it means I-I believe that you and Natalie will love and care for that child and raise it in a good household. So I won't interfere. The secret's safe with me. [Thinking] But if I told the truth, Brody Lovett would kill me.",
        "Natalie: Brody, come on. You cannot take Jessica seriously.",
        "Brody: Yeah, but if she's going around saying she has proof...",
        "Natalie: Not anymore.",
        "Brody: What do you mean?",
        "Natalie: [Slaps thigh] I-it gets better. [Laughs] So, Jessica couldn't show me the test. Why? Oh, because, uh, the dog took it back.",
        "Brody: Say what?!",
        "Natalie: Yeah, if it weren't so pathetic, I'd probably be laughing right now.",
        "Brody: So how did you guys leave things?",
        "Natalie: I told her to get the hell out of my life, and I meant it. I mean, to do this -- I'm done.",
        "Brody: Yeah, it's pretty bad.",
        "Natalie: Yeah. Brody, thank you. Thank you for making me tell you all of this, you know... 'cause it was eating me up inside, and you're right. We're starting a new life together, and we can't have any secrets.",
        "[SCENE_BREAK]",
        "Vimal: [Thinking] Where does my loyalty lie? With Brody Lovett?",
        "Rama: So now that we've spilled our guts, what are we gonna do about it?",
        "Vimal: We need...to... tell John McBain the truth. [Thinking] But I didn't. And if Neela's disappearance is my punishment for not telling the truth, I'll never be able to live with myself!",
        "[Footsteps approaching]",
        "John: Vimal! Get ahold of yourself, man. Are you all right?",
        "Vimal: No. Lieutenant, I'm -- I'm not.",
        "[SCENE_BREAK]",
        "Jack: Okay. That's everything. But how about a test run?",
        "[SCENE_BREAK]",
        "Tomás: Todd went out on a limb with this piece on Baker. He needs to be careful he doesn't get sued for libel.",
        "Blair: How's Baker gonna sue anybody while he's in federal custody?",
        "Tomás: Well, he isn't.",
        "Blair: What?!",
        "Tomás: He's out. He got sprung the same time Irene Manning did. He gets wind of this article, Todd's gonna be in his cross hairs.",
        "Blair: Well, you don't think Baker's gonna try to hurt Todd again, do you?",
        "Tomás: I think Todd can take care of himself. I just wanted to warn him to keep his guard up.",
        "Blair: Oh.",
        "Tomás: [Inhales sharply] Okay. So now I've answered all your questions. Maybe you can answer mine. Why are you here, Blair?",
        "Blair: I am here to... talk to Todd.",
        "Tomás: Why?",
        "Blair: [Inhales deeply]",
        "Tomás: Can you tell me?",
        "Todd: What's going on here?",
        "[SCENE_BREAK]",
        "John: Come on. Stand up. Your sister's picture is in the system now, all right? We'll be checking all our resources, see if anyone's seen her.",
        "Vimal: Thank you, Lieutenant.",
        "John: Well, I'm just doing my job, Vimal.",
        "Vimal: No, I-I don't deserve your kindness. This is so upsetting.",
        "John: I understand, all right?",
        "Vimal: No, no, no, no! You don't understand! I... this is not the only reason that I'm upset.",
        "John: What else is going on, Vimal?",
        "[SCENE_BREAK]",
        "Neela: [Sighs] Rama, please. You're the closest I've ever come to having a sister, and I really need a sister right now. Please don't let me down.",
        "Rama: Neela, I know you're frightened, and maybe you should be. Not everyone's as lucky as I was with Vimal. Do you know Gandhi himself was opposed to arranged marriage?",
        "Neela: No! Does Vimal know that?! Can you tell him?!",
        "Rama: [Chuckles] Okay, I can try.",
        "Neela: [Sighs] Yes!",
        "[SCENE_BREAK]",
        "Jack: This is for you, Dad. Scarface thought he could take everything, but he's not getting The Sun. Because by the time I'm done... there won't be anything left.",
        "[SCENE_BREAK]",
        "Todd: What the hell are you doing in my office?",
        "Blair: Okay, Todd. Relax. Tomás just came to tell you that Baker is not a suspect anymore.",
        "Todd: Why not?",
        "Tomás: It was confirmed. Baker was in federal custody at the time of Victor's murder.",
        "Todd: You sure about that?",
        "Tomás: Yeah. I'm sure.",
        "Todd: So, what? You just came here to call me a liar?",
        "Blair: No, he didn't.",
        "Todd: Really? Then, what? Are you here to accuse me? I'm not interested in your theories, and neither is Blair. Stop trying to turn her against me.",
        "Blair: He is not trying to do that.",
        "Todd: This is how you seduce her?! You can't seal the deal without having me locked up for killing my own brother?! You need me out of the way?!",
        "Blair: What is wrong with you?! He -- you're not a suspect here. He came here just to warn you that Baker had been released! He's here to protect you, Todd!",
        "Todd: Oh, that's sweet.",
        "Blair: Yeah!",
        "Todd: He your hero? Is that why you like him? He's the exact opposite of me?",
        "Blair: [Stammers] What?! What?! I can't believe that you're so angry about this!",
        "Todd: You know what bothers me is that you're falling for a fraud!",
        "Blair: That is not what is happening here! If you will just calm down and listen for one minute! God, can you do that?!",
        "[SCENE_BREAK]",
        "David: I thought we were friends.",
        "Viki: We are friends.",
        "David: How can you take up with Clint after what he did to me.",
        "Viki: I'm not taking up with Clint.",
        "David: I saw the way you looked at him -- like a lamb to slaughter.",
        "Viki: Oh, D-David, that's ridiculous.",
        "David: It absolutely is ridiculous! I go away for a few months. I come back, and the smartest person I know, my best friend, is doing something really stupid! Now, what am I gonna have to do to snap you out of it?!",
        "Clint: Come on, David Vickers. Let me have a look at that.",
        "David Vickers: [Barking]",
        "Clint: Oh, you think that's gonna scare me, huh? [Barks] You watch yourself, you little mutt. I'll have you shipped off to Morocco like your namesake. Hey, where you going, you little mutt?",
        "[SCENE_BREAK]",
        "[Cell phone beeps]",
        "Natalie: Oh, crud!",
        "Brody: What's wrong?",
        "Natalie: Roxy and Tina want to stop by to help me get ready, which I've still got to take Liam to the sit-- I've got to get a shower.",
        "Brody: Yeah, yeah. You know, I got to get moving, too. I told the cleaner's to leave my tux at the, uh -- at the station, so I got to go pick that up before I meet with Cord. Does that mean the next time I see you you're gonna be walking down the aisle?",
        "Natalie: I can't wait. [Giggles]",
        "Brody: Hey. Look, this is what matters -- you, me, and this little guy. Nobody's gonna stop us from becoming a family -- not Jessica or anyone.",
        "Natalie: [Smooches] You, too. I know. I know. [Both laugh] I love you. I love you.",
        "Brody: [Chuckles] If Jessica had any proof that John's your father, she doesn't now. [Sighs] We're gonna be okay, Buddy. We have to be. [Smooches]",
        "[SCENE_BREAK]",
        "John: Whatever's bugging you, Vimal... you'll feel better getting it off your chest.",
        "Vimal: You're right. You're right. I...",
        "[Clipboard clatters]",
        "Vimal: You're doing everything you can to help me find my sister, and I need to do something for you, too.",
        "[SCENE_BREAK]",
        "Viki: David, I understand your issues with Clint. What he did to you and Dorian was unforgivable. But he is learning from his mistakes.",
        "David: An old dog like Clint doesn't learn new tricks.",
        "Viki: I have seen it with my own eyes, okay? He's starting to accept Rex as his son. [Scoffs] He's even given Robert Ford the benefit of the doubt -- for Ryder's sake.",
        "David: Oh, well, isn't that wonderful? He's being suckered by two of Llanview's biggest bounders.",
        "Viki: David, he came this close to dying. Now that he's learned how precious life is, he doesn't want to waste any more time with bitterness and regret.",
        "David: Well, bully for him.",
        "Viki: And he's learning to forgive. Seriously! He's forgiven Brody and Natalie for what they did to Jessica, and he is trying to make amends to the people he hurt. I think he deserves a second chance.",
        "David: Oh, gosh. You're really falling for him, aren't you?",
        "Viki: No! Now, stop this! I care about Clint. I always have, okay? We have children together. And one of those children is getting married today. I...had asked a judge to give him special permission to go to the wedding, and when you walked in, we had just found out that that permission was not granted. So I was... comforting him. That's all!",
        "David: Okay. I'm glad to hear that. As long as you and Clint aren't...",
        "Viki: So, how about you, David? Huh? Come on. Sit down. Tell me. Are you happy with Dorian?",
        "David: Ah, we haven't seen each other in three months, but we have Skype sex 10 times a day.",
        "Viki: [Chuckles] So, you're happy?",
        "David: Insanely.",
        "Viki: Well, there you go. People can change.",
        "David: Eh.",
        "Viki: Oh, come on. You and Dorian have had your ups and downs. You were married. You got divorced. You got remarried. Hmm? Now you're insanely happy. Tina and Cord are back together.",
        "David: Tina's in Llanview?",
        "Viki: Yes, and she's different. She's trying to change. Now, if she can change and if you can change, why can't Clint?",
        "[SCENE_BREAK]",
        "Blair: [Sighs] Come on. You're not being fair here, Todd.",
        "Todd: No?",
        "Blair: No.",
        "Todd: Would you like for me to get down on my hands and knees and apologize your knight in shining --",
        "Tomás: Ease up, Todd. Nobody's --",
        "Todd: You think I don't know what's going on here?!",
        "Blair: Todd...",
        "Todd: Get out of my office -- both of you.",
        "Blair: I thought that you'd changed! But, God, you're just as paranoid as you ever were! Maybe even worse. Come on, Tomás. Let's go.",
        "Todd: Jerk opens my safe looking for something to put on me. You try and take me down? We'll just see who takes who down.",
        "[SCENE_BREAK]",
        "[Safe door slams, safe beeps]",
        "[Elevator bell dings]",
        "Jack: Yeah, it's Jack Manning. My dad had to run, but he wanted me to tell you to take the rest of the day off. No, I'm serious. He wanted me to tell the whole staff. It's his way of thanking everyone for working so hard on his first edition of The Sun. I know, that was nice of him, right? So, could you e-mail or text everyone in the building? Oh -- awesome! [Laughs] Thanks.",
        "[SCENE_BREAK]",
        "John: Vimal, this is my job. You don't have to do anything in return.",
        "Vimal: Yes! Yes, I do! I need to tell you something.",
        "[Cell phone rings]",
        "Vimal: Uh, uh, I'm sorry. That's my wife. That's -- one second. Hello? Rama, have you heard anything about Neela?",
        "Rama: I found her. She's fine.",
        "Vimal: She is?! She is! That's wonderful! Where is she?!",
        "Rama: Meet me at The Sun, okay? I'll tell you the whole story.",
        "Vimal: Okay! Okay, I'll tell Lieutenant McBain he can call off the search! She's fine! She's fine! My sister's fine! [Breathing heavily]",
        "John: I'm glad to hear it. Congratulations.",
        "Vimal: Thank you, Lieutenant McBain, for everything. I'm sorry to have troubled you. I need to make sure my sister gets home safe. Rama, I'm so happy. I'm so happy. I'll meet you as soon as I can. [Quietly] And as soon as we get Neela on a plane, I'm gonna come back here and tell Lieutenant McBain the truth about his son.",
        "[SCENE_BREAK]",
        "Neela: What did he say?",
        "Rama: He is so relieved you're okay, Neela. Thank you for trusting me. Now, listen. I need to trust you, all right? You stay right here till you hear from me. Understood?",
        "Neela: Don't worry. I won't go anywhere. Jack is coming back. I can't leave without seeing him, can I? Thank you for talking to Vimal. Good luck.",
        "Rama: I'll help you the best way I can, okay? Silly girl. Stay here.",
        "Neela: Please don't make me marry the wrong boy. Please don't make me marry the wrong boy.",
        "[SCENE_BREAK]",
        "Natalie: [Laughs] You like that, huh? Do you know that you are the most handsome guy...in the world?",
        "[Liam grunts]",
        "Natalie: [Laughs] That's my phone. Jessica can't be right. There's no way that you are John's son -- no way.",
        "[Cell phone rings]",
        "Natalie: Oh, wait. Hold on. Hold on. Hello?",
        "Nadia: Hi, Natalie. It's Nadia. I hope I'm not catching you in the middle of something.",
        "Natalie: Uh, oh, did John tell you call me, 'cause of those lab results from the robbery, 'cause they're not in yet.",
        "Nadia: No, he doesn't know I'm calling you. Um, this isn't, uh, about work. Maybe this is totally out of line, but, um, I know that you and the lieutenant used to be close, and I thought you'd want to know.",
        "Natalie: What?",
        "John: He's leaving town today for good.",
        "[SCENE_BREAK]",
        "David: You really think he's changed, huh?",
        "Viki: Yes, I really do.",
        "David: If you say so, but you be careful.",
        "Viki: I will be.",
        "David: 'Cause if he hurts you, I'll have Dorian deport him. I know a Moroccan jail cell with his name written all over it.",
        "Viki: [Laughs] Well, that won't be necessary, but I appreciate the offer. Thank you.",
        "David: Anything for my best friend.",
        "Viki: All right, David. I have missed you.",
        "David: I've missed you, too, Viki.",
        "Viki: Ohh.",
        "David: Now I got to get out of here. I'm about to turn Skype sex into real sex -- see ya.",
        "[SCENE_BREAK]",
        "Vimal: Where's Neela?",
        "Rama: Let's go talk in Mr. Manning's office. There's no one in there. I checked. Come.",
        "Vimal: I don't understand. I thought you said Neela would be with you!",
        "Neela: Rama has to come through for me. How can I marry a frog when I've finally found my prince?",
        "Vimal: I don't want to play any more games. Rama, tell me where Neela is now!",
        "[SCENE_BREAK]",
        "Brody: Sorry, Vimal. I can't let you tell John about Liam.",
        "[SCENE_BREAK]",
        "Rama: I want Neela to stay in America with us.",
        "Vimal: What? No, you can't be serious.",
        "Rama: Yes, I am. I can't let you send her back to India to marry a boy she doesn't love.",
        "[SCENE_BREAK]",
        "Jack: I'm not gonna let you trash my dad's paper, Scarface. You're not gonna print any more articles trying to convince people you're innocent. Say goodbye to The Sun. It's over.",
        "[SCENE_BREAK]",
        "Tomás: What's going on?",
        "Blair: Well, I've come to my senses. Dorian was right.",
        "Tomás: About what?",
        "Blair: About you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=MOkWFyAryeM"
}