{
    "Episode Summary": [],
    "Recap": [
        "Gigi and Rex think about each other. They throw a going away party for Rex/Bo. They go into the living room. Emma asks Rex to go for a walk. They go down to the barn. Gigi and Delphina wait for the right time to go to the fence. Gigi tells her about Rex, Shane and Brody. Layla argues with Brody about Rex being Shane's real father. Adriana sends Gigi Rex's toothbrush for DNA. Brody opens the envelope. Clint finds out about Asa/Bo sending Maria away and argues with Bo as they are about to leave to go to the fence so they can go back to 2008. Clint tries to punch Bo but knocks out Rex instead."
    ],
    "Recap Author": "Jeannie",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rex: Really warm. This is weird.",
        "Delphina: [As Prof. Fina] Is it on?",
        "[SCENE_BREAK]",
        "Gigi: The phone is warm.",
        "Delphina: Honey, if that phone is not charged up, we will not make it back to 19 -- hmm.",
        "Delphina: [As Prof. Fina] We need to conserve the energy.",
        "Delphina: The warmth that you're feeling, well, it has nothing to do with the mechanism of this phone.",
        "[SCENE_BREAK]",
        "Delphina: [As Prof. Fina] It's cool.",
        "Rex: Yeah, the cell phone is definitely one of the coolest inventions ever.",
        "Prof. Fina: No, I meant the temperature. You said it was warm, but it isn't. That would make sense because, well, it's a polymer, isn't it? And by that, I mean it's an aluminum alloy, neither of which are very good conductors.",
        "Rex: It felt warm. Not aluminum or plastic warm, warm like I was touching \u0096",
        "[SCENE_BREAK]",
        "Gigi: It felt warm.",
        "Rex and Gigi: Someone's hand.",
        "[SCENE_BREAK]",
        "Brody: You don't know what you're talking about.",
        "Layla: I know you're not Shane's father.",
        "Brody: Lady, I know you've just been burnt, but I'm telling you the truth. I'm Shane's dad.",
        "Layla: Save it. Adriana told me everything. Shane is Rex's little boy. Now, the question is, what's in it for you? Money?",
        "[SCENE_BREAK]",
        "Gigi: Okay, all right, so we know the cell phone is key.",
        "Delphina: Mm-hmm.",
        "Gigi: But don't we have to be by the fence where it happened?",
        "Delphina: Yes, the portal. But we also need to wait for the 4-1-1.",
        "[SCENE_BREAK]",
        "Rex: Right, where we were struck by lightning.",
        "Delphina: [As Prof. Fina] Yes, we'll have to wait until the storm closes in, yes. Then you and Bo will have to --",
        "[Music blares]",
        "Rex: So how long is this going to take?",
        "Jared: [As Clint] Is he still trying to get you to buy a telephone with no cords, 'cause I got a piece of string with a couple of tin cans I could sell you.",
        "[Clint laughs]",
        "Rex: [As Bo] Yeah, Pa just wants to make sure he doesn't, uh, sell the patent to somebody else.",
        "Clint: Okay, well, hey, smarty pants, I got a bottle of bourbon in there that'll really send you. So come on -- come on, little brother, we gotta do a little partyin' before you ship off.",
        "[Rock music continues]",
        "Nigel: [As Chuck Sr.] There's our boy.",
        "Chuck: [As Chuck jr.] Bo, go make yourself a drink. We'll sleep off the hangover tomorrow on the bus.",
        "TV announcer: American casualties continue to rise as the conflict in Vietnam continues \u0096",
        "Chuck Sr.: Turn that thing off.",
        "Lindsay: [As Olympia] No, leave it on.",
        "TV announcer: While 87,000 civilians are homeless \u0096",
        "Olympia: Is that what you want for your son, Asa? You want him to come home in a body bag? Will that finally make you proud of him? If you were any kind of father, you would send him to college or you would send him to Canada tonight.",
        "[SCENE_BREAK]",
        "Gigi: Are you getting anything?",
        "Delphina: No.",
        "Gigi: You know, when I talked to Rex that one time, he said the thing about '68, but he also mentioned Vietnam.",
        "Delphina: Yeah, that doesn't surprise me. 1968 was the Tet offensive. Getting drafted was on the mind of every American boy.",
        "Gigi: Do you think -- he couldn't get drafted while he's back in '68, could he?",
        "Gigi: Delphina, what if we don't get back to 1968 in time? If he's drafted, they'll send him to Vietnam.",
        "Delphina: Look, Gigi --",
        "Gigi: No, no, no, we studied the Vietnam War in high school. Almost 60,000 Americans died in that war. If we don't get back there in time, Rex could be one of them.",
        "[SCENE_BREAK]",
        "Layla: I knew that Adriana paid you off and that Dorian doubled it.",
        "Brody: Yeah, and I put every cent of that money into a trust fund for Shane's education. I couldn't touch it now if I wanted to, so it's not about the money.",
        "Layla: Well, then what's it about?",
        "Brody: That boy needs a father. And I said I would be there for him and I'm a man of my word.",
        "Layla: That's new and different.",
        "Brody: Yeah, not a crime.",
        "Layla: And how do you think Rex would feel about that?",
        "[SCENE_BREAK]",
        "Gigi: Oh, God, please tell me you're seeing something.",
        "Delphina: Well, I am seeing you.",
        "Gigi: Yeah, 'cause I'm next to you.",
        "Delphina: No, you're seeing a ship off.",
        "Gigi: Oh, God, oh, God, it's true. They're sending Rex to Vietnam.",
        "Delphina: No, no, no, it's not Rex. It's a porpoise?",
        "Gigi: A what?",
        "Delphina: Oh, a seal.",
        "Gigi: Oh, that's Brody. Yeah, he was a Navy Seal. You must be seeing me saying good-bye to him when he left for Afghanistan.",
        "Delphina: Yes, but what I'm not seeing is why you're pretending that this Seal is Shane's father.",
        "[SCENE_BREAK]",
        "Brody: Rex walked out on Gigi. He didn't care what happened to her. I was there to pick up the pieces.",
        "Layla: So you're a saint. That still doesn't make you Shane's father.",
        "Brody: I'm his father in every way that counts. I would have been there from the beginning if my mother didn't lie to me about Gigi. I take him to his games. I help him with his homework. I put food on the table. He loves me and I love him. It's working out for both of us.",
        "Layla: I guess. You were going nowhere fast when we found you.",
        "Brody: Hey, look, lady, I did three tours of duty overseas. That messes with your head. Only, now I have a reason to fight through it, Shane. So don't you come in here acting like you know what's best for me or that boy. You don't. You and your friend, Adriana, you started this, now you stay out of it.",
        "Layla: All I'm saying is you're living a lie, and lies have a nasty way of sneaking up on you.",
        "Brody: Hey, you know what? Tell me something. Does you best friend, Adriana, does she know what you're doing? I thought she wanted me hooked up with Gigi so she could get back together with Rex.",
        "Layla: What Adriana did was wrong. She lied to Rex, and Vince lied to me and I felt awful, so I don't want this happening to anyone else. Not Rex, and especially not Shane.",
        "[SCENE_BREAK]",
        "Bo: [As Asa] Is that what you want? You want Bo to go to Canada, Olympia?",
        "Lindsay: [As Olympia] Tonight.",
        "Asa: Canada is for a bunch of candy-assed hippies who don't have the backbone to stand up and fight.",
        "Nigel: [As Chuck Sr.] You tell 'em, boss.",
        "Chuck: [As Chuck Jr.] We'll be okay, Mrs. B. Don't you worry.",
        "Asa: Those Viet cong, they're not gonna know what hit 'em when our boys get to town.",
        "Chuck: Besides, if we go up to Canada, we can't never come home.",
        "Chuck Sr.: Tell your mother you don't want to go to Canada, Bo. You'd miss her too much.",
        "Rex: [As Bo] Actually, Canada's a terrific place.",
        "Olympia: I'd rather have him exiled to Canada rather than get shot to pieces in some rice paddy fighting in a war that we shouldn't have gotten involved in in the first place.",
        "Moe: [As Jeremiah] Right on. You tell 'em, lady.",
        "[Music blares]",
        "Chuck Sr.: Somebody show this draft dodger the door.",
        "Jeremiah: Hey, make love, not war, brother.",
        "Jared: [As Clint] Hey, Chuck, this here's a party.",
        "Dallas: [As Renee] That's right, and we're crashing it. Hey, Asa.",
        "Olympia: Asa Buchanan, you're a dog, inviting women to my house.",
        "Renee: Oh, we weren't invited.",
        "Gigi: [As Emma] But you're right about one thing. Your husband's a dog.",
        "Bo: Right from the frying pan right into the fire.",
        "Bo: How much more time do we need before we go to that fence?",
        "Delphina: [As Prof. Fina] Well, that depends on mother nature.",
        "Bo: Well, that's just great. I've got Balsom about to be sent to Vietnam. I've got two women from a Nevada brothel that are just itching for a fight. And I'm waiting for my son, Clint, to find out that I sent the woman that he loves away.",
        "[SCENE_BREAK]",
        "Moe: [As Jeremiah] When's Rosa coming back? I could use some help in the kitchen.",
        "Jared: [As Clint] Oh, well, I, uh, hate to be the one to have to break this to you, Jeremiah, but, see, Pa fired Rosa this morning.",
        "Jeremiah: He did what?",
        "Clint: That's Pa. He's cold sometimes. You know that.",
        "Jeremiah: I just saw Rosa at the Good-Day earlier this afternoon. She didn't say anything about being fired.",
        "[SCENE_BREAK]",
        "Lindsay: [As Olympia] I don't believe we've met.",
        "Dallas: [As Renee] Miss Renee Divine.",
        "Olympia: Oh, so you're a whore.",
        "Renee: The head whore, but you can call me Renee.",
        "Olympia: I'll stick with whore. You here to steal my husband?",
        "Clint: Uh, Pa, I suggest you head this off.",
        "Bo: Did you see that woman standing over there?",
        "Prof. Fina: Uh, the wife or, uh, the mistress?",
        "Bo: The one that is supposed to be my wife.",
        "Prof. Fina: Oh, yes, the crazy one.",
        "Bo: Mm-hmm, you know what? She just happens to look exactly like a woman that I left standing at the altar. Why would I do that? Because she tried to fake a mental illness just so that she could get out of going to prison for murder.",
        "Prof. Fina: Yes, well, you sure do know how to pick 'em.",
        "Bo: Mm-hmm. And you'll never guess who she murdered. That little creep who just shot us with a squirt gun after he grew up.",
        "Prof. Fina: Yes, well it seems like she was doing the world a favor.",
        "Bo: Yeah, well, after he grew up, she did.",
        "Prof. Fina: And, uh, who is that?",
        "Bo: That's the woman that I was supposed to sleep with so that David Vickers could be born.",
        "Prof. Fina: I see. Well, she seems to be, well, more into Rex -- no offense -- than you. Didn't you say that he has a woman?",
        "Bo: Yeah, he does.",
        "[SCENE_BREAK]",
        "Rex: [As Bo] I thought you and Asa were through.",
        "Gigi: [As Emma] Hey, you cut that out you little --",
        "Shane: [As Spencer] Who is that?",
        "Emma: Our hostess Mrs. Buchanan.",
        "Spencer: She scared me.",
        "Bo: You have no idea, but you will.",
        "Emma: He gets a little wild.",
        "Bo: Are you here because you've forgiven Asa, um, Pa?",
        "Emma: No, I told you, I'm through with him.",
        "Bo: So, why are you here?",
        "Emma: I came to say good-bye to you.",
        "[SCENE_BREAK]",
        "Gigi: Rex left town before I found out I was pregnant, so I never got a chance to tell him.",
        "Delphina: Mm.",
        "Gigi: And then I met Brody and he kind of fell for me. And any guy who falls for a girl who is pregnant by someone else is pretty special.",
        "Delphina: Yeah, I'd say one in a million.",
        "Gigi: Yeah, he even wanted to marry me and raise my baby as his own and, you know, I was kind of thinking about it even though --",
        "Delphina: Even though you're not in love with him, yeah.",
        "Gigi: Right. And then he left for Afghanistan and word came back from his mother that he had been killed over there. She lied to me.",
        "Delphina: Because you weren't good enough for her navy seal.",
        "Gigi: I don't blame her, though. I only would have married Brody to give Shane a father. That's what I did, I made him Shane's daddy. I mean, what was I going to tell my son? That his father was a jerk who walked out on him before he was even born? So I told him his dad was a war hero. I gave him a story to tell the kids at school and it made him happy and that's all that mattered, until Rex showed up.",
        "[SCENE_BREAK]",
        "Rex: [As Bo] You're here for me?",
        "Gigi: [As Emma] Why so surprised?",
        "Bo: It's just -- we hardly know each other.",
        "Emma: Yeah, but I feel like I've known you half my life.",
        "Chuck: [As Chuck Jr.] Bo. Hey, Bo.",
        "Emma: Your friend's calling you.",
        "Bo: Yeah, Chuck?",
        "Chuck: Tequila, huh? The good stuff.",
        "Bo: Tell the worm I said hi. Maybe later.",
        "Emma: You don't seem to be in the party mood.",
        "Bo: I'm just kind of praying for a miracle.",
        "Emma: Well, you know there's a storm coming, but it's not here yet, so, uh, did you want to take a walk?",
        "[SCENE_BREAK]",
        "Brody: My shift is over. I'm going home to my son. You should mind your own business.",
        "Layla: It changes you, being lied to. It makes you rethink everything. All that time Vince was being kind to me when my sister was injured, it was all an act.",
        "Brody: You don't know that.",
        "Layla: You're right, I don't know because that's what lies do to you. It makes you doubt everything, even yourself. How do you think Shane's going to feel when he finds out you're not really his father?",
        "Brody: He's not going to, unless you tell him.",
        "[SCENE_BREAK]",
        "Delphina: So why didn't you tell Rex about Shane when you met him again?",
        "Gigi: Because I didn't want to wreck his life. He was engaged to Adriana.",
        "Delphina: Dorian's daughter? Ew, I don't see that.",
        "Gigi: Neither did I.",
        "Delphina: Yeah.",
        "Gigi: And there it was, they were engaged so I tried to stay away from him.",
        "Delphina: Hmm.",
        "Gigi: Oh, God, I really did. I tried to stop thinking about him, oh, but I couldn't. It got so bad that I stood up at their wedding and made a fool out of myself.",
        "Delphina: Wait, I knew that.",
        "Gigi: You did?",
        "Delphina: Yeah, I read about it in \"The Sun.\" Tell me, did Dorian just, like, die?",
        "Gigi: No, 'cause she was the one who egged me on. She wanted me to break them up.",
        "[Music plays]",
        "Gigi: Is it time?",
        "Delphina: Yeah, it just might be.",
        "[SCENE_BREAK]",
        "[Thunder rolls]",
        "Delphina: [As Prof. Fina] Why, I think that I heard -- could that -- was that thunder?",
        "Bo: Yeah, it sure was.",
        "Delphina: Well, then Mother Nature is doing her part and right on time. The storm is coming.",
        "Bo: Okay, can we make this thing happen before midnight?",
        "Prof. Fina: Well, if my calculations are correct, I think that it's -- well, yes.",
        "Bo: Oh, thank God.",
        "Prof. Fina: You know, besides that DeLorean, what does 2008 have that 1968 doesn't?",
        "Bo: My son.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Gigi: [As Emma] I love that song.",
        "Rex: [As Bo] Me, too. You can almost smell the rain.",
        "Emma: I love nights like this, when you know something's about to happen.",
        "Bo: Thank you for coming to see me off.",
        "Emma: What?",
        "Bo: You remind me of someone.",
        "Emma: Is that all it is?",
        "Bo: You know, maybe we should get back inside.",
        "Emma: You wanna dance?",
        "[SCENE_BREAK]",
        "Jared: [As Clint] Have you seen Maria?",
        "Chuck: [As Chuck Jr.] No. Come to think of it, I haven't seen her all day. Your old man on to the two of you, yet?",
        "Clint: Well, he's on to us, but if he knew the details, well, you know Pa.",
        "Chuck: You're right about that. He might like to be friendly with the help and all, but he doesn't want you or Bo to marry one of them.",
        "[SCENE_BREAK]",
        "Lindsay: [As Olympia] Have we met?",
        "Delphina: [As Prof. Fina] Oh, uh, no, we, uh, haven't had that pleasure. I'm Professor Delbert Fina.",
        "Olympia: Olympia Buchanan.",
        "Prof. Fina: Olympia, oh, yes, the, uh, home of the gods, rumored to be the most beautiful place in heaven.",
        "Olympia: And you're the son of Hermes and Aphrodite, half man and half woman.",
        "[SCENE_BREAK]",
        "Gigi: What's wrong?",
        "Delphina: Is there something on my lip?",
        "Gigi: Like what?",
        "Delphina: [As Prof. Fina] A mustache.",
        "Delphina: Sorry, sometimes I channel men. Like, once, I channeled Dorian Lord's husband and we --",
        "Gigi: Oh, too much information.",
        "Delphina: Hmm? Dorian's daughter? Ah, it seems that she thinks you can still break up the marriage.",
        "[SCENE_BREAK]",
        "Layla: Oh, don't worry. I promised Adriana I'd keep her secret. She's convinced that if Rex finds out Shane's his son, he'd divorce her and marry Gigi.",
        "Brody: He probably would if she'd have him.",
        "Layla: And you don't think Rex might be a little bit ticked off at Gigi for lying to him all these years? I mean, if I were Rex, I would never trust her again.",
        "Brody: You've got a point.",
        "Layla: And you'd settle for that. If Rex walked out on her, you'd settle for second best.",
        "Brody: My shift is over, lady. Have a good night.",
        "[SCENE_BREAK]",
        "Gigi: Adriana is in Paris -- France, not Texas.",
        "Delphina: Hmm.",
        "Gigi: She and Rex are separated. I have no idea if she still thinks of me as a threat.",
        "Delphina: Oh, you're a threat.",
        "Gigi: Well, not if Rex is being sent to Vietnam.",
        "Delphina: Mm.",
        "Gigi: So are you any closer to getting us back in time?",
        "Delphina: Well, I am hearing a song I used to know from 1968.",
        "Gigi: Is that what that is? I am hearing this, too. Where is it coming from?",
        "Delphina: The past. We're crossing the fields of time.",
        "Gigi: So we're lined up.",
        "Delphina: It seems so.",
        "Gigi: So is Rex close by?",
        "Delphina: Yep, all we have to do now is wait for a sign.",
        "[SCENE_BREAK]",
        "Gigi: [As Emma] What, is there some kind of big secret?",
        "Rex: [As Bo] No, it's just I don't think a dance is a good idea.",
        "Emma: Because of this girl, the one I remind you of?",
        "Bo: Yeah.",
        "Emma: So who is she?",
        "Bo: It's -- it's complicated. I'm married --",
        "Emma: You are?",
        "Bo: Well, we're separated.",
        "Emma: Oh, but you're still in love with her, your wife?",
        "Bo: No, I mean, I was, only -- you ask really good questions. Um, I haven't thought about her since I left. I guess that says something, doesn't it?",
        "Emma: It would to me.",
        "Bo: She's a terrific woman.",
        "Emma: Doesn't matter if you never think about her.",
        "[Bo sighs]",
        "Bo: So, you know, my marriage is over, huh?",
        "Emma: Just like that.",
        "Bo: We were together for a long time, got married. It seemed like the right thing to do, only --",
        "Emma: So who is this woman I remind you of?",
        "Emma: She's the one.",
        "[SCENE_BREAK]",
        "Delphina: We will get there, honey. We will grab Rex and we will drag him back to the future, okay?",
        "Chuck: Oh, you're still here. I thought you ladies had gone.",
        "Gigi: I hope it's okay.",
        "Chuck: You sure you don't want to stay the night? We've got plenty of room.",
        "Gigi: Thanks, but we are hoping to get out of here pretty soon.",
        "Chuck: Is that music bothering you? I was cleaning out the attic. Found these old record albums on an old phonograph, and I just wanted hear what my daddy was listening to when he was growing up.",
        "Gigi: Is that right?",
        "Chuck: It's great stuff. I never heard Sgt. Pepper on vinyl before.",
        "[Chuck laughs]",
        "Gigi: So \"we're traveling across the fields of time.\"",
        "Delphina: Yeah, there's a reason why he found those albums today, Gigi.",
        "Gigi: Yeah, he was cleaning.",
        "Delphina: Think what you like, but I'm pretty sure that Rex is listening to that same song right now.",
        "[SCENE_BREAK]",
        "Rex: [As Bo] She's the one.",
        "Gigi: [As Emma] If this other woman is the one, then where is she?",
        "Bo: She's ahead of our time.",
        "Emma: So she's like some women's libber. Is she coming to the party?",
        "Bo: No, I wish. She won't be coming.",
        "Emma: On your last night before you join up.",
        "[Emma sighs]",
        "Bo: You are so beautiful.",
        "Emma: Come on, cowboy, it's going to be your last dance for a really long time. It's just a dance, Bo.",
        "[SCENE_BREAK]",
        "Dallas: [As Renee] I didn't realize your wife was, uh, so troubled.",
        "Bo: [As Asa] She is who she is, but that doesn't give me the license to behave the way I have.",
        "Renee: Asa Buchanan, is that regret I am hearing?",
        "Asa: You can call it whatever you want to call it, but it's the truth.",
        "Renee: Well, and here I was just about ready to let you have it all over again for the way you treated Emma, but I -- you were just trying to get a little bit of happiness for yourself and still do your part here at home.",
        "Asa: I'm not who you think I am.",
        "Renee: Sure, you are. But you're also a man who loves his sons. And I don't care what your wife says, you're trying to keep this marriage together for them, aren't you?",
        "Asa: Yeah, but sometimes I think that I've just done everything wrong. I made some big mistakes.",
        "[SCENE_BREAK]",
        "Jared: [As Clint] What did you put in these brownies?",
        "Moe: [As Jeremiah] Well, dig in.",
        "Clint: I can't stop eating them, man.",
        "Jeremiah: Dig in -- they'll cure what ails you.",
        "Clint: No, but what is it that's in them?",
        "Jeremiah: Well, that's my secret.",
        "Clint: Well, is Maria in the kitchen, because I know she'll tell me.",
        "Jeremiah: She's long gone.",
        "Clint: What do you mean?",
        "Jeremiah: I saw her this afternoon at the Good-Day. Had her bags all packed, was headed back to Mexico.",
        "Clint: What?",
        "[SCENE_BREAK]",
        "Delphina: [As Prof. Fina] You know, you change things -- you put the future at risk.",
        "Bo: Look, I'm being careful, but I just don't know how much longer I can keep this up. How are you doing?",
        "Prof. Fina: Well, the storm is not moving fast enough and if the lightning isn't here by midnight, well, then you might just actually have to be stuck in 1968.",
        "Dallas: [As Renee] Ahem.",
        "Bo: [As Asa] Thank you.",
        "Renee: You know, whatever it is that you think you've done to hurt those boys, you can make up for it.",
        "Asa: Well, what's done is done. Maybe in another lifetime, with another son, I'm going to be a better father if I get the chance.",
        "[SCENE_BREAK]",
        "Gigi: So are you getting anything?",
        "Delphina: Look, the storm isn't moving fast enough. We need lightning by midnight or no dice.",
        "Gigi: Great.",
        "Delphina: What happened at the wedding? You said you stood up, poured your heart out, and then -- what?",
        "Gigi: I should have said I poured half my heart out. I was just about to tell Rex that he was Shane's daddy, and in walked --",
        "Delphina: The Navy Seal.",
        "Gigi: Yeah. In his dress whites, looking every inch the hero I had made him out to be.",
        "Delphina: Oh, man, did you lose it?",
        "Gigi: I just stood there. Shane thought it was a miracle. He went running down the aisle, threw himself into Brody's arms. He was so happy, I just -- I couldn't bring myself to wipe that smile off his face. And I still can't.",
        "[SCENE_BREAK]",
        "Shane: Bye, Mrs. Green Baum.",
        "Brody: Thanks a lot. So you and Mrs. Green Baum have a good time?",
        "Shane: We played \"spit.\" But I have more fun with you.",
        "Brody: I missed you, too, buddy.",
        "[Brody growls]",
        "Shane: Oh, you're squashing me.",
        "[Brody laughs]",
        "Brody: Come on. You promised me you'd teach me how to beat you at chess.",
        "Shane: In your dreams, Dad.",
        "[SCENE_BREAK]",
        "Delphina: You're a good mother, and this is a big problem. What do you do? Break your son's heart, live a lie?",
        "Gigi: I don't know.",
        "Delphina: Meanwhile, you're playing house with a man you don't love.",
        "Gigi: As long as Shane's happy.",
        "Delphina: Well, what about Shane's mama? Doesn't she deserve a little happiness, too?",
        "Gigi: If you think that I could be happy while Shane's miserable, you've never had a kid.",
        "Delphina: Well, then forget happiness. How about peace of mind? You are not doing anyone any good torn up like this. And you know what? You don't need to be a psychic to see this. What I know is this. You love him and he loves you.",
        "Gigi: Even if we get back to 1968, and then we get home -- even if Rex wants me enough to get a divorce, I still can't take Brody away from Shane.",
        "[SCENE_BREAK]",
        "Gigi: [As Emma] So you were going to tell me about your girl?",
        "Rex: [As Bo] She's not my girl. Not anymore.",
        "Emma: What happened?",
        "Bo: It's a long story. Let's just say she's with somebody else.",
        "Emma: I'm sorry.",
        "Bo: Worst part is I never got a chance to tell her that I loved her. I had a thousand chances. The woman even stood up at my wedding and told me she never stopped loving me. Now I may never get a chance to tell her I feel the same way.",
        "Emma: She knows.",
        "[Thunder rumbles]",
        "[SCENE_BREAK]",
        "Jared: [As Clint] I've looked everywhere for Maria, even the bunkhouse. Her stuff's all gone.",
        "Moe: [As Jeremiah] I don't know what to tell you, man.",
        "Clint: Now, you said you saw her with a suitcase this morning?",
        "Jeremiah: Yeah.",
        "Clint: She said that suitcase was Rosa's.",
        "Jeremiah: I sure hope not.",
        "Clint: She wouldn't just leave, not Maria, not now.",
        "Jeremiah: There she is!",
        "Noelle: [As Rosa] I'm sorry.",
        "Clint: What happened to you, girl?",
        "Rosa: I know I was supposed to be here to help. I hope Mr. Buchanan doesn't fire me.",
        "Clint: Rosa, did Pa -- did Pa hire you back?",
        "Rosa: Oh, it -- it was just a misunderstanding.",
        "Jeremiah: Hey, and I got a pie to deliver.",
        "Rosa: I'll help you.",
        "Clint: Wait. No, Pa didn't fire you, did he?",
        "Rosa: You should speak to your father.",
        "Clint: No, I'm speaking to you, Rosa. Where's Maria? Did Pa send her away?",
        "Rosa: I'm so sorry, Mr. Clint. Maria -- she didn't want you to know.",
        "[SCENE_BREAK]",
        "Nigel: [As Chuck, Sr.] Son, turn that up. Well, look at that. Nixon's winning on the first go-round.",
        "Chuck: [As Chuck, Jr.] I'd rather watch \"Lassie.\"",
        "TV announcer: And his remarkable recovery from the defeat he suffered in --",
        "Dallas: [As Renee] I hear Asa Buchanan thinks that your invention is the greatest thing since hi-fi.",
        "Delphina: [As Prof. Fina] Damn it, woman! I'm very sorry I cursed so loud, it's just -- I'm trying to count.",
        "Renee: Whatever turns you on.",
        "[SCENE_BREAK]",
        "[Thunder rolls]",
        "Delphina: Good, the storm's getting a little closer.",
        "Gigi: Okay, so now what? We go outside and we wait to get hit by lightning? It sounds so safe.",
        "Delphina: Look, sweetheart, you hired me to get you from here to there. I cannot guarantee that your bangs won't get singed along the way.",
        "Gigi: Oh, God.",
        "[Thunder rumbles]",
        "[SCENE_BREAK]",
        "Shane: See, the king is the whole point of the game, but the queen is stronger.",
        "Brody: Sounds like life.",
        "[Phone rings]",
        "Shane: Hello? I mean -- Morasco residence.",
        "Gigi: Hi, baby.",
        "Shane: Mom, how are you? Did you find Rex? Are you coming home?",
        "[SCENE_BREAK]",
        "Rex: [As Bo] You think she knows?",
        "Gigi: [As Emma] She knows.",
        "Bo: That would be nice, I guess.",
        "Emma: So this girl, who's not really your girl, is lucky.",
        "Bo: Why?",
        "Emma: Because you're a really good person.",
        "Bo: Won't do her much good with me in the transport, headed for Saigon.",
        "Emma: Well, maybe if you keep thinking about her, it will get you through in one piece.",
        "Bo: I do want to get home to her.",
        "Emma: See? It's already working.",
        "[Thunder rumbles]",
        "Emma: It's okay. It's just lightning.",
        "Bo: Lightning's what got me into this mess in the first place. We should head back to the house.",
        "Emma: You know, you shouldn't worry, 'cause lightning never strikes the same place twice.",
        "[SCENE_BREAK]",
        "Delphina: [As Prof. Fina] It's, uh, it's -- it's time.",
        "Bo: It's the storm?",
        "Fina: Yes, we must leave now. We have no time to waste.",
        "Bo: You're the expert.",
        "Prof. Fina: Yes.",
        "Bo: [As Asa] Hey, Bo?",
        "Rex: [As Bo] Yes, uh, Pa.",
        "Asa: It's time, son.",
        "[SCENE_BREAK]",
        "Gigi: Mommy can't come home quite yet.",
        "Shane: Why?",
        "Gigi: Well, because --",
        "Delphina: Oh, it's time. We have to do this now.",
        "Gigi: Honey, I will be home before you know it. I just called to say good night.",
        "Shane: You want to talk to Dad?",
        "Gigi: No, sweetie, I don't have time. Just know that I love you and I always will love you.",
        "[SCENE_BREAK]",
        "Rex: [As Bo] I've got to go.",
        "Gigi: [As Emma] Are you coming back or is this good-bye?",
        "Bo: I don't know. I'll never forget you.",
        "Bo: [As Asa] Come on, son.",
        "Jared: [As Clint] Pa? You ain't going anywhere until we have this out.",
        "[SCENE_BREAK]",
        "Shane: I forgot to tell Mom about this package. It came all the way from Paris, France.",
        "Brody: It'll be here when she gets back. You go on, get upstairs, get ready for bed, okay? I'll be up to tuck you in. Hey, son? Your mom will be home soon. Guaranteed. So what are you sending us, Adriana?",
        "[SCENE_BREAK]",
        "Gigi: Delphina, how much further?",
        "[Delphina hums]",
        "Gigi: Are you sure you know where you're going?",
        "Delphina: What? The cell phone. I left it on the table in the house.",
        "Gigi: Yeah, I know. Lucky I brought it.",
        "Delphina: You're smart. Okay, careful.",
        "Gigi: You don't know where you're going, do you? You have no idea.",
        "Delphina: What? Huh.",
        "Gigi: Is this the fence? Is this where Rex went through the portal?",
        "Delphina: This is it.",
        "[SCENE_BREAK]",
        "Jared: [As Clint] How could you fire Maria and then make her promise not to tell me? That is just low.",
        "Bo: [As Asa] You are my son. I have to consider your future, all right? I could not let that girl stop you from having the life or the family that you are supposed to have.",
        "[SCENE_BREAK]",
        "Brody: \"Gigi, in case you change your mind about making Brody officially Shane's father, here is some of Rex's DNA.\"",
        "[SCENE_BREAK]",
        "Gigi: Okay, so if this is the fence and this is the portal, then what are we waiting for?",
        "Delphina: I don't know. I've lost Fina's signal.",
        "[SCENE_BREAK]",
        "Jared: [As Clint] It's not your life, Pa. Maria is the woman I want, and I don't care what you think of her.",
        "Rex: [As Bo] Pa --",
        "Clint: You stay out of this.",
        "Delphina: [As Prof. Fina] Uh, Mr. Buchanan, we must be running along.",
        "[SCENE_BREAK]",
        "Gigi: What do you mean, you lost his signal? We've got the phone, the lightning -- what else do you need?",
        "Delphina: A link, a connection to the other side. Something's blocking it.",
        "[SCENE_BREAK]",
        "Bo: [As Asa] I'm sorry, son, but there's someplace that I need to be. Now, we'll pick this up later.",
        "Jared: [As Clint] Oh, what, wait until she's clear across the border? No way. I want to know exactly where you sent her.",
        "Asa: I told her that she needed to go back home and she needed to stay there, and she agreed.",
        "Clint: Oh, well, what was she supposed to do with Asa Buchanan threatening her?",
        "Prof. Fina: Mr. Buchanan?",
        "Clint: No! You're not going anywhere.",
        "[SCENE_BREAK]",
        "Gigi: What kind of block?",
        "Delphina: I don't know. Something's definitely wrong.",
        "[SCENE_BREAK]",
        "Rex: [As Bo] Look, Clint, I'm about to ship out to war, so --",
        "Jared: [As Clint] Yeah, I lost the woman I love, so -- that's right, Pa, I love her.",
        "Bo: [As Asa] Clint, I sent her away. And that's all I can tell you, okay? Because that's the way it has to be.",
        "[SCENE_BREAK]",
        "Gigi: How much time do I have to find Rex?",
        "Delphina: I don't know. And I'm not getting a squeak from Fina. My guess is, not very much. When the portal opens, you reach in there, grab him, and you yank him back as fast as you can.",
        "[SCENE_BREAK]",
        "Jared: [As Clint] You're not getting away with this one, Pa. Not this time.",
        "[SCENE_BREAK]",
        "Gigi: Rex? Hang on, I'm coming.",
        "[Thunder rumbles]"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=x2drVcC3RL0"
}