{
    "Episode Summary": [
        "Episode #10328 -- Guns N' Roses"
    ],
    "Recap": [
        "John sits in a booth in the Angel Square Diner when Nora and Marty walk in. Marty and John's eyes instantly meet. Nora asks for John's help in putting Todd away for good. Todd stands in front of a mirror in his hospital room when the guard comes in and tells Todd that he has a visitor. Viki comes in. Viki begins to blast Todd for all the evil things that he had done especially to Jessica and Natalie. Natalie stands at the nursery window, looking at Jessica's baby. Jared comes up to join her. Dr. Joplin makes a heartfelt confession to Blair, Starr, Dorian, Marcie and Michael. Dr. Joplin confesses that Hope's death was her fault. Dr. Joplin explains about the RH negative factor in the blood, and how it had resulted in the baby's death. Jessica sees her therapist. The therapist hypnotizes Jessica and Bess is released, but she refuses to give the therapist any info. Dorian promises that Dr. Joplin will pay for her negligence in Starr's baby's death.",
        "Nora leaves Marty alone in the diner. Viki blames Todd for the whole mess with Marty. Viki tells Todd that she will never forgive him and he really is Victor Lord's son. Bess remembers how she had swapped the dead baby for Starr's baby. The guard comes into Todd's room to see if Todd escaped through the window. Todd eyes the guard's gun. Blair walks into the diner with Dorian and sees John with Marty. A gunshot is heard in the hospital."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "John: Hi.",
        "Nora: Hi.",
        "Marty: Hello.",
        "John: How are you? It's nice to see you out.",
        "Marty: Yeah, first time. That I remember. I guess that's what they mean by a small world.",
        "John: I was just leaving.",
        "Marty: Really? You looked like you were settled in.",
        "John: No, I'm done. It's a fine booth. It's good to see both of you.",
        "Nora: John? Actually, can you stay? I really need to talk to you. If I'm going to put Todd Manning away for what he did to Marty, I'm really going to need your help.",
        "[SCENE_BREAK]",
        "Officer: Hey. There's someone else here to see you.",
        "Officer: I'll be right outside, Mrs. Davidson.",
        "Viki: Thank you.",
        "Todd: I don't want to hear what you think about what I did to Marty.",
        "Viki: Fine. How about I tell you what I think about what you did to my daughters?",
        "[SCENE_BREAK]",
        "Jared: They're not screaming. I'm assuming this is only temporary? What are you thinking about?",
        "Natalie: I'm thinking of how close we came to losing everything that matters to us. I mean each other, Jessica -- my God, that poor little baby. Look at her, Jared. She's so helpless.",
        "Jared: Yeah, I know.",
        "Natalie: My family is really messed up right now. But when I look at Chloe, I see hope.",
        "[SCENE_BREAK]",
        "Marcie: Did you just say that Hope is dead because of you?",
        "Joplin: Yes. A different doctor and better person could have saved her.",
        "Blair: Oh, my God.",
        "Joplin: I am so very sorry.",
        "[SCENE_BREAK]",
        "Dr. Levin: How are you feeling today, Jessica?",
        "Jessica: Well, I skipped basket weaving class and came straight to you.",
        "Dr. Levin: You have a sense of humor about your stay here?",
        "Jessica: No, not at all. I want my kids back.",
        "Dr. Levin: I can imagine.",
        "Jessica: I've missed the past four months of Bree's life. I've barely held my new baby.",
        "Dr. Levin: I'm sorry.",
        "Jessica: I need to put this recover of mine on fast-forward. Help me.",
        "[SCENE_BREAK]",
        "Dorian: Saying you are sorry is not going to bring Starr's baby back.",
        "Joplin: No, it's not. And I take full responsibility for your loss. You all deserve to know exactly how this tragedy came to happen.",
        "Joplin: The coroner's report indicates that Hope died of Rh disease.",
        "Dorian: Rh? How is that possible? Rh is detectable and treatable.",
        "Joplin: You're absolutely right. It is. But I made a wrong assumption and Starr's baby paid the price.",
        "Dorian: A wrong assumption? What kind of explanation is that?",
        "Michael: Dr. Joplin, are you sure about that?",
        "Joplin: Yes, I am.",
        "Starr: What -- what is Rh?",
        "Joplin: In some cases, a small amount of baby's blood can escape the placenta and enter the mother's circulation. If the mother is Rh negative and the baby is Rh positive, as was the case here, the mother's body will produce antibodies to fight the antigens of the baby's red blood cells.",
        "Marcie: Michael, what does that mean?",
        "Michael: It means that the mother's blood doesn't mix with the baby's blood and in extreme circumstances causes death.",
        "Joplin: It is an extremely, extremely rare occurrence.",
        "Dorian: Even a first year resident should be able to detect Rh in a prenatal blood screening. Why didn't you?",
        "Joplin: I just thought -- no. I don't know what I was thinking.",
        "[SCENE_BREAK]",
        "Jessica: I feel this huge anxiety inside of me, almost 24/7.",
        "Dr. Levin: About Tess?",
        "Jessica: More about what she is able to do when she pushes me out of the way.",
        "Dr. Levin: Okay, okay. So we have to get you to a point where you won't allow her to push you away.",
        "Jessica: You think? I'm sorry, it's just -- it's so frustrating. I'm so frustrated. Tess was out for most of my pregnancy, and she's so out of control. I mean, you know what she did to my sister and her boyfriend. She barely went to any doctor visits. I mean, she gave birth alone. Chloe could have died. I could have died.",
        "Dr. Levin: Yes, but you and your child are fine now.",
        "Jessica: How can you say that? I might never be able to be a real mother to them.",
        "Dr. Levin: Well, that's why you have me. My goal is to help you feel better so you can go home to your children. But for that to happen, we have to get you successfully integrated.",
        "Jessica: Because that worked so well the first time.",
        "Dr. Levin: Why do you think Tess came back?",
        "Jessica: Because I let her.",
        "Dr. Levin: No. Your husband died. Look at me, Jessica. It was a horrible, senseless accident, and you were a witness to it.",
        "Jessica: I don't want to talk about that.",
        "Dr. Levin: Why not?",
        "Jessica: Because it makes me angry.",
        "Dr. Levin: With?",
        "Jessica: Natalie and Jared.",
        "Dr. Levin: You blame them?",
        "Jessica: Yes.",
        "Dr. Levin: Anger is a very powerful emotion. You have to learn to feel your anger in a way that allows you to move past it. So Jessica won't rely on Tess anymore.",
        "Jessica: And if I can't?",
        "[SCENE_BREAK]",
        "Viki: You knew that Jessica was Tess, didn't you?",
        "Todd: Yes.",
        "Viki: So you lied to me. You saw how upset I was, you knew I didn't know where Natalie was and that something was terribly wrong with Jessica, and you just did nothing.",
        "Todd: I didn't want to lie.",
        "Viki: But you did. I asked you flat out if you thought Tess had returned and you lied.",
        "Todd: I didn't think I could help you find her, I didn't know where she was.",
        "Viki: That's your excuse?",
        "Todd: Viki, I did what I thought I had to do.",
        "Viki: The thing is, I believed you. I mean, come on. I'm your sister. Jessica and Natalie, they're your nieces. You make such a big show about how important family is to you. And yet, you show no regard for mine.",
        "Todd: Bree was safe.",
        "Viki: No, no one was safe in that house because you were there.",
        "Todd: You are right. Every choice I made was the wrong choice. And every wrong choice drove the one person I cared about the most further and further away from me.",
        "[SCENE_BREAK]",
        "Nora: And I'm going to need all your case files on Todd.",
        "John: Well, I can get you my personal notes, but I have no access to any of the official ones at the station anymore.",
        "Nora: Oh, that's okay. I'll ask Bo, I'm sure he'll cooperate. And I'm sure they're probably very full, seeing as you suspected the truth for as long as you did. Also, I'm really going to need you to testify, okay? I've already subpoenaed the bodyguards of Todd.",
        "John: You know I'll do whatever you need, Nora.",
        "Nora: Great. Thank you. I wish I could get my hands on Janet Ketring, that's -- she was part of Todd's plan from the very beginning.",
        "Marty: Lee Ramsey hired her and Todd kept her on. I trusted her, too.",
        "Nora: Well how were you supposed to know that he paid her to be your confidante?",
        "Marty: Yeah, well she earned it. I told her everything.",
        "Nora: Was anyone else there? Did you see anyone else at Todd's house beside the bodyguards and Janet?",
        "Marty: Yes. Todd's niece, Jessica, the one he called Tess. And her daughter Bree.",
        "John: So Manning knew what was going on with Jessica and Tess knew what was going on with you.",
        "Nora: Oh, my God.",
        "Marty: What?",
        "Nora: Well, this is going to kill Viki.",
        "[SCENE_BREAK]",
        "Viki: The person you cared about the most? What about my daughters, their lives? Their lives, Todd, were at stake and you did nothing.",
        "Todd: Viki, I swear I didn't know what Tess was doing to Natalie.",
        "Viki: You know what, you sound as stupid as Tina. Somebody else who will risk my children's lives for her own needs.",
        "Todd: If I had known it was going so far --",
        "Viki: Did you make any effort to find out? This indifference to what was happening to Natalie and Jared, what would you call it? Benign neglect?",
        "Todd: You know, I told Tess, I said, \"Don't do anything stupid.\"",
        "Viki: Oh, did you? Tess is not a real person and you know that. You cannot reason with her.",
        "Todd: It was complicated.",
        "Viki: You know, Bo told me that John McBain, when he was at your house, he saw Tess. And he thought that Jessica was Tess and that you knew it. I told you that, didn't I? And I didn't want to believe him. I said no, no, no. Even Todd is not capable of that. I stood up for you, and my loyalty to you almost cost my children their lives.",
        "Todd: Now Jessica's back, isn't she? And Natalie's fine.",
        "Viki: So what, you think this is all just over for them, huh?",
        "Todd: I think they're both going to be fine.",
        "Viki: What about Marty, is she going to be fine?",
        "Todd: We're not talking about Marty.",
        "Viki: After what you did to her? Yes, we are talking about Marty. Because Marty's the reason you did all this. You used my daughter's illness, Jessica's illness, to keep your secret about Marty. Tess was at your house and she saw Marty, didn't she? So you made a deal with her. Her silence for your silence.",
        "Todd: I didn't think I had a choice.",
        "Viki: Jessica was sick, she needed help.",
        "Todd: If I could change it, I would.",
        "Viki: No, you wouldn't. You would do the exact same thing as long as it suited your needs. Todd, you know, I've loved you when nobody else would. I've forgiven you your worst possible -- how could you do this to my children?",
        "Todd: Because I was in love with her! She was everything to me; she was all I could see. All that mattered to me, and I would have done anything not to lose her.",
        "[SCENE_BREAK]",
        "Dr. Levin: So tell me about Bess.",
        "Jessica: Well, I can't tell you much. I was as surprised to find out about her as you were.",
        "Dr. Levin: You never knew of this alter's existence before now?",
        "Jessica: Never. You know, if Tess came out to act on my anger towards Natalie and Jared, then why did I create Bess? You know, why does she exist?",
        "[SCENE_BREAK]",
        "Dorian: I hope your medical malpractice insurance is paid up, because you're going to need it.",
        "Blair: Dorian --",
        "Dorian: This woman who calls herself a doctor is responsible for the death of your grandchild.",
        "Starr: No. I'm the one with the negative blood. It was my fault.",
        "Michael: No.",
        "Blair: Sweetheart, no, it was not your fault, okay? You hear me? This is not your fault.",
        "Joplin: Starr, you did absolutely nothing wrong. Nothing at all about the way you took care of yourself during your pregnancy had anything at all to do with why your baby died. I am completely at fault.",
        "Dorian: And what are you looking for? Absolution? Well, you're not going to get it from us. Look at what you have done to these people.",
        "Michael: Dorian, please. Let's just get -- I... Dr. Joplin, isn't it very rare for the first Rh positive baby of an Rh negative mother to be affected by rhesus disease?",
        "Joplin: It almost never happens. Often not until the third. That's why I didn't propose the anti-RhD injections when Starr reached her 28th week. I just assumed --",
        "Dorian: But are you sure that you're right about this diagnosis? Or, Doctor, is this yet another one of your mistakes?",
        "[SCENE_BREAK]",
        "Natalie: Jared, how in the world did Tess give birth to Chloe alone?",
        "Jared: I don't know if we'll ever know that, but she did. Well, physically, they're both okay.",
        "Natalie: Are you ever going to be able to look at Jess and not see Tess?",
        "Jared: I hope so. But I'm not optimistic.",
        "Natalie: You know, I've been through this before. And I'll tell you, when Jess, when she's herself, I mean really herself, she is so much Jessica that you just forget about Tess. After what she did to us, what Tess did to us --",
        "Jared: Kind of sticks with you, doesn't it?",
        "Natalie: And Jess has not forgiven us for what happened to Nash. Which means that Tess could come back. I don't know, I just wish there was something that we could do to maybe make up for the things we started before Nash died.",
        "Jared: Something that would get Jessica to forgive us?",
        "Natalie: Yeah. I think -- I think we can start by helping to take care of this little baby.",
        "[SCENE_BREAK]",
        "Dr. Levin: I've spoken to your mother at length about Bess and about how she seems to be your version of your mother's gatekeeper personality, Jean Randolph.",
        "Jessica: Yeah, the fixer.",
        "Dr. Levin: Bess seems emotionally detached. She doesn't harbor anger or resentment; she doesn't want to be in control, even though she deems that her control would be helpful.",
        "Jessica: She cleans up after Tess's messes.",
        "Dr. Levin: It would appear so, yes.",
        "Jessica: But there's been messes before this one. So why hasn't she done this before?",
        "Dr. Levin: You don't know that, Jessica. Bess isn't a fame-seeker like Tess is. She isn't looking to be noticed.",
        "Jessica: Well, she's been noticed now. So what do we do about her? I mean, how do we find out what she wants?",
        "Dr. Levin: We ask her.",
        "[SCENE_BREAK]",
        "Marty: Todd told me Tess was Jessica's nickname. There was not one thing that man didn't lie about. She's obviously very sick, and he did nothing to help her.",
        "John: Yeah, they both have secrets they used to keep one another quiet.",
        "Marty: This is just...",
        "Marty: Do you both really believe he would have gone through with it? Stealing his own granddaughter?",
        "John: I know he was in the hospital when Starr was in labor.",
        "Nora: And if the poor baby hadn't died --",
        "Marty: Is there nothing he won't do or say to get his own way?",
        "[SCENE_BREAK]",
        "Viki: You love Marty Saybrooke? What are you, delusional?",
        "Todd: Not about this, no.",
        "Viki: Then you're lying.",
        "Todd: I'm not lying. That's the only truth I have left. I fell in love with her. And she's in love with me.",
        "Viki: Stop it.",
        "Todd: I love her.",
        "Viki: No, you raped her.",
        "Todd: Do you think I need you to remind me of that? I don't.",
        "Todd: What a joke, huh? Same mark. Same spot. Same crime.",
        "Viki: You can admit that it was a crime and still pretend to call it love?",
        "Todd: She didn't care how I used to be.",
        "Viki: Because you lied to her, Todd.",
        "Todd: No, because she looked at me and saw who I could be.",
        "Viki: No, it was a lie.",
        "Todd: Not to her it wasn't.",
        "Viki: Do you hear yourself?",
        "Todd: Yes, I do. This didn't just happen, Viki. Look. Look, same cut. Same place as the scar that branded me before. You remember, it reminded everyone of who I was, and now it's back. But I'm afraid the branding went a little deeper this time.",
        "Viki: Do you have any conception of the chaos and pain you've caused everybody you know?",
        "Todd: Sure, I hurt everyone I care about. Should sound very familiar to you.",
        "Viki: Victor did not do this. You did it. And you have nobody to blame but yourself.",
        "[SCENE_BREAK]",
        "Nora: I'm sorry, I have to take this. Are you going to be okay?",
        "Marty: I think I'll be okay.",
        "Nora: All right, give me a second. Yes, Hanen. What?",
        "Marty: Everyone treats me like I could break.",
        "John: A lot of people care about you.",
        "Marty: Like you. You didn't give up. I guess that's all that matters.",
        "Nora: All right, okay. Hi, I'm sorry. A little change of plans. I have to go to the hospital and negotiate with the doctors for Todd's release so I can throw his miserable ass in jail. Can I drop you off on my way?",
        "Marty: Sure.",
        "Nora: Okay.",
        "John: Or you could stay and get something to eat. And I'd be glad to drive you home.",
        "Nora: Is that okay with you?",
        "Marty: Yeah, sure.",
        "Nora: Okay, then. Thank you. I'll see you guys later.",
        "John: Sure.",
        "Nora: Bye.",
        "[SCENE_BREAK]",
        "Jessica: I don't know if my file is clear or not, Dr. Levin, but I just can't call up Tess or Bess for you to have a chat with them just because you want me to.",
        "Dr. Levin: I can make it happen.",
        "Jessica: How?",
        "Dr. Levin: Hypnotherapy. If you let me hypnotize you, I can talk to Bess. Maybe she can shed some light on why she exists in the first place.",
        "[SCENE_BREAK]",
        "Joplin: Because her death was determined by the M.E., Dr. Lord, not by me.",
        "Dorian: Because you made a wrong diagnosis instead of a right one, that baby died.",
        "Joplin: As I said --",
        "Dorian: It was negligence, and it is inexcusable. You should have at least had blood work done on the mother and on the baby. Then you could have ordered transfusions for the baby and saved its life.",
        "Joplin: I know.",
        "Dorian: Furthermore, there's no record of that baby having been brought to the nicu.",
        "Todd: Nobody's killing Starr's kid here, not unless you screw up the delivery, which you won't. No, that baby will be fine. But you are going to, after you deliver it, rush him out to me. And then you go back, and then you tell Blair and Marcie and Starr that -- \"I did all I could, but\" --",
        "Joplin: No.",
        "Todd: Yes! You will do it. You say, \"I'm sorry, but the baby is dead.\"",
        "Joplin: The baby didn't make it to nicu in time to save her.",
        "Dorian: Because you made a misdiagnosis.",
        "Joplin: It was a first baby.",
        "Dorian: That does not change the facts.",
        "Blair: Dorian, please. This isn't helping. Do not say this in front of Starr, all right?",
        "Marcie: She could've been saved. Hope could've been saved.",
        "Joplin: Yes. If I had been a different person, she could have been saved.",
        "[SCENE_BREAK]",
        "Dr. Levin: Now relax every muscle and breathe. Deeply. Yes. That's very good. Now let yourself retreat and let Bess step forward. I'd like to speak to Bess please. I'm going to count to five. When I reach five, I want you to open your eyes and... Bess?",
        "Bess: This is thoroughly unpleasant.",
        "Dr. Levin: Bess?",
        "Bess: Yes? What can I do for you, Doctor?",
        "[SCENE_BREAK]",
        "John: How are things at Nora's?",
        "Marty: They're all right. Everyone's giving me space which I appreciate. But Cole -- you know, even though he says he's okay with me not remembering anything, we both know differently.",
        "John: I know how it sounds, but it's true. It's going to take some time.",
        "Marty: Well, time is all I've got. And you, too, I guess. I heard you quit the force.",
        "John: Yeah.",
        "Marty: What's it like not working?",
        "John: I'm not sure yet.",
        "Marty: You don't know what you're going to do next.",
        "John: I can't even figure out what I'm going to have for breakfast.",
        "Marty: Well, one thing I do know is if you hadn't found me that night, I'd be living in New Mexico with Todd.",
        "John: It wouldn't have stopped me. If I hadn't found you that night and you left town, I would have come looking for you.",
        "[SCENE_BREAK]",
        "Todd: Viki, I don't blame anyone but me for what happened.",
        "Viki: This didn't just happen. You caused it. We are responsible for ourselves, something you've never learned.",
        "Todd: You know, I almost got there. I almost found love.",
        "Viki: Oh.",
        "Todd: I almost got to raise my kids. I always just miss out in the end.",
        "Viki: Because you ruin it.",
        "Todd: And you all say you love me. But you love me with qualifications. Marty doesn't. She saw that I could care about someone other than myself.",
        "Viki: I don't even know how you could think that.",
        "Todd: I took care of her and I helped her get well. And that's all she saw.",
        "Viki: That's all you let her see.",
        "Todd: So what? She didn't see the past. She saw me now. And it was like a miracle. I mean, I had lost everything. There she was.",
        "Viki: So you used her.",
        "Todd: No, I loved her.",
        "Viki: Todd, constructing your own reality and then lying to people to preserve it is not what I would call an act of love.",
        "Todd: It was to me.",
        "Viki: Yeah, well, it's always about you, isn't it? You're a narcissistic bastard, and I will never, ever forgive you for standing by and just watching while my daughter self-destructed. Never.",
        "[SCENE_BREAK]",
        "Dr. Levin: It's nice to meet you, Bess.",
        "Bess: Can't say the same thing about you, Doctor.",
        "Dr. Levin: You don't come out to the real world very often.",
        "Bess: I follow Tess when she wreaks havoc. I mop up when I can.",
        "Dr. Levin: Do you always come out after a visit from Tess?",
        "Bess: I only come out when it's absolutely necessary. I'm not looking for recognition. I'm looking for order.",
        "Dr. Levin: What would you consider worthy of absolute necessity?",
        "Bess: It's my job to take care of Jessica, no matter what. She's been through so much. I can't let her know that her baby died. It would kill her and we can't have that. That's why you're here -- to replace her baby, to give Jessica hope.",
        "Bess: This is a pointless conversation, Doctor.",
        "Dr. Levin: And why is that?",
        "Bess: Because it is. And so is having Jessica in this hospital. She doesn't belong here. She belongs at home with her family.",
        "[SCENE_BREAK]",
        "Dorian: I hope you realize your career is now over. I'm going to the board. I'm going to make sure you lose your license to practice.",
        "Blair: I mean it. Please stop this. It's not helping.",
        "Joplin: I have instructed the morgue to release Hope's body, so that you can give her a proper funeral.",
        "Marcie: Thank you.",
        "Joplin: Don't you for a moment think that you did anything wrong. You were a model patient. I have a son of my own who I love more than life itself. I cannot even imagine the pain you must all be feeling.",
        "Joplin: I'm sorry.",
        "Michael: Let's go.",
        "Blair: Come on, baby. Let's go. Come on.",
        "[SCENE_BREAK]",
        "Marty: I'm guessing this isn't the first time we've been to a restaurant together.",
        "John: No.",
        "Marty: Probably the first time you feel like you're sitting with a ghost.",
        "John: I don't see you that way. I hate that you've had to suffer through this.",
        "Marty: I believe you.",
        "Waitress: Have you guys decided?",
        "Marty: Uh, yes. I would like a BLT, please, and for reasons I don't fully understand, I would like the bacon well done, the toast light, and some extra mayo on the side please.",
        "John: I'll have the same thing. Sounded good.",
        "Marty: I don't know where that came from. I know this is just a diner, but I'm a little bit -- sensory overload here.",
        "John: Manning never let you go anywhere?",
        "Marty: Once. He took me for a drive in the country. No one was there, of course. I didn't really know the reason, but -- I thought he was just being romantic. Yeah, after that day, I thought, I don't need anyone or anything but Todd.",
        "[SCENE_BREAK]",
        "Todd: Viki, I wasn't trying to hurt anyone.",
        "Viki: But you hurt everyone.",
        "Todd: Well, if it makes you feel better, I've lost everything.",
        "Viki: The only thing that would make me feel better right now is thinking that maybe you've learned something from this, that you have maybe developed a conscience, or decided to become a responsible father, uncle, brother, whatever. But I'm damn sure that's not going to happen.",
        "Todd: I am sorry.",
        "Viki: You are our father's son.",
        "[SCENE_BREAK]",
        "Marcie: I can't believe it.",
        "Michael: Oh, I can't believe it either. Dr. Joplin is the best obstetrician at that hospital. I mean, nobody is perfect, but she is damn close.",
        "Marcie: Hope had a chance. She did, Mike. She had a good one. And she never got it. She never got it.",
        "Michael: Honey, I'm so sorry.",
        "Marcie: I just -- I just don't know how this happened, Michael. How did this happen?",
        "[SCENE_BREAK]",
        "Jared: That baby is going home to a house filled with people who love her.",
        "Natalie: Without her parents.",
        "Jared: Her mother will come home to her.",
        "Natalie: I know. You know, I'm sorry.",
        "Jared: Look, don't be, okay? And let's try to be grateful for what has come out of this tragedy, one beautiful little girl.",
        "Natalie: You're right.",
        "Jared: And I will let you laugh at me when I change her diapers for the first time.",
        "Natalie: You promise?",
        "Jared: Yeah.",
        "Natalie: Mom, are you all right?",
        "Viki: Yeah. I just saw Todd.",
        "Natalie: Oh. How did that go?",
        "Viki: I said what I needed to say, not that it made any difference. Anyway, Chloe's doctor called me. She's fine and I can take her home today.",
        "Natalie: That's great. I'll run out to the car and get the carseat.",
        "Viki: Thank you.",
        "Jared: She is one beautiful little girl.",
        "Viki: Yeah. I cannot stop thinking about Starr. She had a perfectly normal pregnancy, and yet her baby died, and this child, who was born in probably the worst possible circumstances, made it and is thriving. Life is so strange sometimes.",
        "[SCENE_BREAK]",
        "Blair: Now we know everything. Now we can take care of you.",
        "Starr: Why didn't someone take care of Hope?",
        "Dorian: All right, let's get out of here. If I see that woman one more time, I'm really going to lose my temper.",
        "Blair: Well, we wouldn't want that, now would we?",
        "Dorian: Honey, are you all right? Did you eat today?",
        "Starr: I'm not hungry at all.",
        "Dorian: You got to keep your strength up.",
        "Starr: Mom, I want to be alone.",
        "Blair: Starr, now --",
        "Starr: Please? I'm sorry, but I -- I don't want to go to a restaurant and talk about this. I just want to think.",
        "Dorian: I don't think you should be alone at a time like this.",
        "Starr: Mom. Please.",
        "Blair: Listen, you call me. You call me, you text me if you need me for anything, all right?",
        "Blair: And what were you thinking, going after Dr. Joplin in there in front of Marcie?",
        "Dorian: That woman assumed that because it was Starr's first pregnancy, there couldn't be --",
        "Blair: Okay, I heard enough in there, okay?",
        "Dorian: She assumed --",
        "Blair: Okay, stop. Why don't you take me to lunch before I say something I might regret to you?",
        "Dorian: Fine.",
        "Blair: Fine.",
        "Dorian: We better not run into Todd, because the mood I'm in, I'm going to say a bunch of things that I will not regret.",
        "[SCENE_BREAK]",
        "Todd: What?",
        "Officer: Just making sure you didn't go out the window.",
        "[SCENE_BREAK]",
        "Bess: Everything is fine. The baby is healthy, Tess is gone, so Jessica can go and take care of her children.",
        "Dr. Levin: I can't allow Jessica to care for herself, or her children, until she is much, much stronger than she is, Bess.",
        "Bess: You mean integration, don't you?",
        "Dr. Levin: Yes.",
        "Bess: Highly overrated state of mind. As long as Tess is under control, which she is, there's no problem.",
        "Dr. Levin: It's not that simple. And I think you know that. Also, integration is highly overrated to you, because when it happens, you cease to exist.",
        "Bess: This works for us. It always has. Don't get in the way of progress.",
        "Dr. Levin: Can I tell you what I think?",
        "Bess: I prefer not.",
        "Dr. Levin: I think you're the one holding up the successful integration of the three of you. You didn't hold it up before. So my question is, this time, are the stakes higher?",
        "Bess: Do you have a point?",
        "Dr. Levin: Do you have something to hide?",
        "Bess: Isn't that what they call \"psychobabble\"?",
        "Dr. Levin: You're avoiding answering my question, Bess.",
        "Bess: Because I don't want to be here. I've told you that.",
        "Dr. Levin: Then maybe I should talk to Tess.",
        "Bess: Do you think she'd be more in favor of integration than I am?",
        "Dr. Levin: No, but maybe she'll tell me what you won't. Maybe Tess can fill in the blanks.",
        "Bess: No. I fill in the blanks. I protect Jessica from Tess, and from knowledge that will destroy her.",
        "Dr. Levin: Which is what?",
        "Bess: That's it. This ends now.",
        "Dr. Levin: What are you protecting Jessica from, Bess? What happened that you're so desperate to hide?",
        "[SCENE_BREAK]",
        "Marty: I can't seem to have a conversation without talking about Todd.",
        "John: That'll change.",
        "Marty: You're a pretty simple thinker, aren't you?",
        "John: I think you mean that as a compliment.",
        "Marty: That did come out kind of wrong, didn't it?",
        "John: Yes, it did. It came out completely wrong.",
        "Marty: I know.",
        "[SCENE_BREAK]",
        "Starr: Aunt Viki?",
        "Viki: Oh, Starr. Oh, baby, I can't tell you how sorry I am about your baby.",
        "Starr: I got these at the gift shop. I know they're kind of lame.",
        "Viki: What are they for, sweetheart?",
        "Starr: They're for Jessica.",
        "Viki: Jessie's actually not here anymore. They took her to St. Ann's, where she's going to get the help she needs. And I'm actually going to take her baby home today.",
        "Starr: Okay, well, then, these are for you then.",
        "Viki: Thank you. They're not lame. Thank you.",
        "Starr: Which one is your granddaughter?",
        "[SCENE_BREAK]",
        "Dr. Levin: Maybe I'm talking to the wrong alter.",
        "Bess: I don't have to answer any of your questions. I'm not the one that committed herself.",
        "Dr. Levin: Is that it? I am talking to the wrong alter?",
        "Bess: Yes. Talk to Jessica. Tell her you're sending her home. I've already handled this situation, and you are interfering.",
        "Dr. Levin: I want to speak to Tess.",
        "Bess: Out of the question.",
        "Dr. Levin: I'm afraid you don't have much say in the matter. I'm in control here.",
        "Bess: No one controls me, Dr. Levin.",
        "Dr. Levin: I do, now.",
        "[SCENE_BREAK]",
        "Marcie: I can't control anything, Mike.",
        "Michael: No one can.",
        "Marcie: No, what I mean is I -- I can't control myself. And I -- I just -- I don't know what to do now. What do I do?",
        "Michael: I think the best thing that we can do is to plan a funeral for your daughter.",
        "[SCENE_BREAK]",
        "Viki: This first little one. That's Chloe. That's Jessie's little girl.",
        "Starr: She's perfect.",
        "[SCENE_BREAK]",
        "Dr. Levin: Hello, Tess.",
        "Tess: Now you listen to me. What are you doing about the fact that they gave Jessica the wrong baby?",
        "[SCENE_BREAK]",
        "Officer: Make up? I need a lot more than this to pretty up \u0096",
        "[Gunshot]",
        "[NEXT_ON]",
        "Tess: I need to know what happened to my baby.",
        "Dr. Levin: I want to speak to Jessica now.",
        "Bess: Jessica gave birth to a beautiful, healthy baby girl.",
        "Starr: I know why she died.",
        "Dorian: What is going on between you and Marty?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=G0qCNKx16eQ"
}