{
    "Episode Summary": [
        "Episode # 11066"
    ],
    "Recap": [
        "Natalie is furious with Brody to discover that he's known for a long time that Liam is John's instead of his yet lied to her. She rushes to find John at the airport before it's too late and Rex comes with her. back at the church all the others are distracted while Cord proposes to Tina again and they get married. Brody then goes off alone and is ready to take Liam away. Nigel catches him while Natalie goes to find John and tell him there is proof that he can believe, that Liam is his. John comes back to the house with her. But they find Nigel passed out on the floor and Liam is gone. While at the airport, Gigi/Stacy is with Cutter ready to fly overseas to get the plastic surgery done so that she does not look like Gigi when she's really supposed to be Stacy. At first Rex sees Cutter and confronts him unaware that a woman who looks just like Gigi is with Cutter as she hides. But he later sees on a video screen the words Don't Give Up. And he comes face to face with \"Gigi\"."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Natalie: I still can't believe this.",
        "Roxanne: I thought Brody was such a stand-up guy.",
        "Rex: We all did.",
        "Natalie: [Sighs] I-I just don't understand how he could do this. How could this be happening, that John is Liam's father and Brody I-- John. Oh, my God. John -- he's leaving town. He has no idea that Liam is his son.",
        "Roxanne: Nattie, I think he's checked out of Angel Square, packed all his stuff. He could be headed for the airport.",
        "Rex: Checked out?",
        "Roxanne: I'm not sure, but he already could be gone!",
        "[SCENE_BREAK]",
        "John: Hi.",
        "Agent: May I help you, sir?",
        "John: We're leaving on time?",
        "Agent: Right on schedule. You will be on your way very soon.",
        "[SCENE_BREAK]",
        "Stacy: If your condition is you still want me to help you milk money out of Rex, then my answer is still no.",
        "Cutter: That's not it.",
        "Stacy: Then what?",
        "Cutter: Look, I'll help you buy your ticket.",
        "Stacy: But?",
        "Cutter: But I'm going with you.",
        "Stacy: You want to come with me? Why?",
        "Cutter: I like Rio.",
        "Stacy: Oh, and you want me trapped on a crazy-long flight, so you can try to talk me out of the surgery.",
        "Cutter: I told you. That's not it.",
        "Stacy: Then what? That you're gonna trick me out of it? I know you haven't given up, Cutter. I know that you need me to look like Gigi, so you can try to sell me to Rex.",
        "[SCENE_BREAK]",
        "Roxanne: Nattie, did you hear me? Johnny is almost out of here.",
        "Rex: I-I-I thought John was going on vacation. He's leaving town?",
        "Bo: He resigned.",
        "Roxanne: He's moving away for good.",
        "[SCENE_BREAK]",
        "Agent: All set. I hope you enjoyed your stay in Llanview.",
        "[SCENE_BREAK]",
        "Roxanne: Nattie! Nattie, come on. You got to stop him. You got to tell him that he's with child, that Johnny is the daddy, not Brody!",
        "[SCENE_BREAK]",
        "Brody: Everything got messed up, Liam. Daddy's sorry.",
        "Liam: [Cries]",
        "Brody: I know. I know. I wanted you and me to live with your mom. Now everybody knows about John. How am I gonna give you up?",
        "[SCENE_BREAK]",
        "Cutter: No tricks, no strings.",
        "Stacy: Why should I believe you?",
        "Cutter: No reason.",
        "Stacy: What are you gonna do in Rio?",
        "Cutter: I'm gonna look out for you. Look, y-you're flying to a foreign country to get seriously cut up. That's gonna take time to recover from, right?",
        "Stacy: I don't remember. I guess so.",
        "Cutter: See? You don't even remember doing this before.",
        "Stacy: Oh, so this is where you try to talk me out of it.",
        "Cutter: No! This is where I help you get through it okay!",
        "Stacy: Why do you suddenly care?",
        "Cutter: Beca-- all right. You were in a coma. You -- you forgot who you were, and I tried to take advantage.",
        "Stacy: And?",
        "Cutter: And it was wrong, okay? It was wrong for me to try and make money off of your confusion. So let me make it up to you. You're right. I mean, I at least owe you that much, right?",
        "Stacy: Where's the guy who was ready to use me to replace Rex's dead fiancée?",
        "Cutter: Would you believe me if I said that's not really me?",
        "Stacy: No.",
        "Cutter: Well, I don't want it to be me. Believe it or not, there used to be lines, so maybe I help you get your face back, your memory comes along with it. What do you say?",
        "Stacy: Well, you're right. I-I shouldn't go through this alone.",
        "Cutter: Great. So you figure out who you used to be. Maybe I get to be the man I used to be.",
        "Stacy: I wouldn't go that far. We'll see what kind of guy you turn out to be.",
        "[SCENE_BREAK]",
        "Rex: Roxy, ease up.",
        "Roxanne: What's the matter?! Don't you get it?!",
        "Natalie: [Sighs] I can't breathe.",
        "Clint: Hang on, darling.",
        "Natalie: [Sighs]",
        "Viki: Sweetheart, what do you need? What do you need?",
        "Natalie: [Voice breaking] How could he do this, Mom?",
        "Viki: Who? Brody?",
        "Natalie: [Sniffles] He lied to me. He lied to me for months! He was gonna stand up there and then swear and promise that he was gonna love and honor me!",
        "Clint: And he's gonna answer to me for that.",
        "Viki: Oh, don't do this now.",
        "Natalie: After everything we went through last year, how could he do that to us?! How could he do that to Liam?! I loved him. [Sobs]",
        "[SCENE_BREAK]",
        "Brody: I love your mom. I thought she loved me, too. Now, your mom's not very happy with me, so we're not going to get married. I'm so sorry, son. I'm not really your dad. I'm not even a good guy, but I wanted to take care of you forever. And I still do. But now it looks like John's gonna be your father... like Ford turned out to be Ryder's.",
        "[Toy sheep bleats]",
        "[SCENE_BREAK]",
        "Jessica: Whoa. Wait. Um...",
        "Ford: Are you okay?",
        "Jessica: What are we doing?",
        "Ford: Well, it's been a little while for me, but --",
        "Jessica: I know that part, okay?",
        "Ford: Okay. Listen, I-I-if you don't want to do this, we don't have --",
        "Jessica: I didn't say that.",
        "Ford: Is it about before? If it's about -- if you're having flashbacks --",
        "Jessica: No. No. No. It's not that at all. No.",
        "Ford: You sure?",
        "Jessica: Yes, I am. It's totally different this time.",
        "Ford: Then, you know, I-I understand if --",
        "Jessica: Just listen. I'm not the only one that's different, okay? Y-y-you're different, too. I mean, you're a good guy.",
        "Ford: Then what's wrong?",
        "Jessica: I just -- I don't know if -- is it -- is it really a good idea if we do this?",
        "[SCENE_BREAK]",
        "Viki: Honey, are you sure you don't want some water or something?",
        "Nora: I'll get it.",
        "Roxanne: What are you waiting for? Get a taxi. Go catch Johnny!",
        "Viki: Honey, Roxanne is right, okay? John has to know that Liam is his son, and he's got to hear it from you.",
        "Natalie: I have to go to the airport.",
        "Rex: You can't drive. I'll take you.",
        "Bo: You want a police escort?",
        "Rex: No, as long as you don't mind me speeding.",
        "Bo: Now, wait.",
        "Rex: I'm kidding.",
        "Bo: Wait! Dear... you know John -- he's gonna want proof.",
        "Natalie: [Sighs] So did I.",
        "Rex: Come on. Let's go.",
        "Natalie: [Sniffles]",
        "Tina: I hope they're not too late.",
        "[SCENE_BREAK]",
        "John: I said you belong with me. You look surprised.",
        "Natalie: Yeah. Can you blame me?",
        "John: I know I'm not exactly famous for my conversational skills, but...that doesn't mean I don't have anything to say. It's just sometimes a little harder for me to say it.",
        "Natalie: Well, you're in luck 'cause you don't need to say another word.",
        "Agent: Flight number 6-6-7 to Seattle is now boarding all rows.",
        "[SCENE_BREAK]",
        "Vivian: That lab is giving the hospital such a black eye.",
        "Shaun: You need some security up in there.",
        "Vivian: No, they've done a complete overhaul since the first incident, since with... [Quietly] With Clint.",
        "Shaun: And look who's most upset now.",
        "[SCENE_BREAK]",
        "Clint: I read Brody all wrong.",
        "Viki: I cannot believe he took things that far.",
        "Tina: I feel bad for Brody.",
        "Clint: You feel bad for the guy who broke Jessie's heart and then lied to her sister to get her to love him and all the while he was stealing some kid from his real father?",
        "Viki: You could have another heart attack. I mean, you do know that, right?",
        "Clint: I'm just curious -- why do you feel bad for Brody?",
        "Tina: Because he made a big mistake, and now he's gonna have to pay for it, and I know that feeling.",
        "Clint: Yeah, well, tell me about it.",
        "Cord: Pa, Viki's right. You got to calm down.",
        "Viki: He's just mad at himself.",
        "Clint: You know, I had a gut feeling that there was something wrong with this marriage. I never should have gone along with it.",
        "Bo: I don't think it would have made much difference.",
        "Nora: Oh, God, it's hard to feel so helpless. You just think you want to do everything you can to spare your kids.",
        "Bo: Mm-hmm.",
        "Nora: Do you think this family will ever have a calm, normal wedding?",
        "Bo: At least nobody's pulled a gun -- yet.",
        "Viki: Actually, I understand how Tina feels. I could wring Brody's neck for what he's done to Natalie, but he loved her, and he loved Liam, and now he's lost them both.",
        "Tina: [Sighs] And it never works out when you lie about a child's father.",
        "Cord: Really?",
        "Tina: All I'm saying is I learned my lesson, all right? I mean, I know how hard that was on you when I said that Al was our son, but we had C.J. I mean -- but poor Brody. I mean, after that last time, you know, when...",
        "Clint: Go ahead and say it. Brody felt cheated when I changed Ryder's test. And he lost that baby to Mr. Ford.",
        "[SCENE_BREAK]",
        "Jessica: What do you think? Is it really a good idea for us to take this step right now? What?",
        "Ford: I, well, I wasn't exactly thinking at the time. I-I might be different, but I'm still a guy.",
        "Jessica: Well, I don't think it's a guy thing, because if I haven't stepped on that sheep, and it hadn't made that noise, we'd both be naked right now.",
        "Ford: Ah, you -- you really can't say things like that, then expect me to still be able to think.",
        "Jessica: [Chuckles] I-I just wanted you to know that you weren't the only one, but now...",
        "Ford: Now we, uh... now we have time to think, and -- and this is good, right? We -- we -- we can talk about this.",
        "Jessica: Things have been good for us.",
        "Ford: Yeah, they have. And -- and -- and I really like where they are right now. Um...we're gonna be raising Ryder together for the rest of his life, and...I don't want to risk our friendship. And...I guess it would mean too much to our son. Right?",
        "Jessica: Right.",
        "Ford: What?",
        "Jessica: [Chuckles] I just -- I can't believe that you're saying this.",
        "Ford: I know. Me too, right? I mean, what happened to the guy who would have had you in bed in half a second?",
        "Jessica: He turned out to be a good father and a good man.",
        "Ford: So, why aren't we in bed?",
        "[Both laugh]",
        "Jessica: I know! I know! I must be crazy, right? I mean, why am I throwing a wrench into the works? [Chuckles]",
        "Ford: Maybe, uh...maybe it's not really about us. Maybe it's about Natalie and Brody.",
        "Jessica: Because they're getting married?",
        "Ford: I was thinking more about how your sister didn't believe you and how Brody called you crazy when you found out the truth about Liam.",
        "[SCENE_BREAK]",
        "Brody: Your Aunt Jessica did this. I know. I know. I shouldn't have told her she was crazy, but I-I had to stop her from telling everyone about you. I thought I had. I can't believe this is happening again. I'm a good dad, aren't I? That's all I want, huh? I don't care about DNA. You are mine, aren't you? Hmm? Hmm? Yeah. That's right. Yeah. We make a good team, don't we? So, what do you think? We gonna get out of here, big guy? Huh? Sound like a plan?",
        "[SCENE_BREAK]",
        "Tina: I really messed up, didn't I? I mean, I ruined the whole wedding with my big announcement.",
        "Cord: Honey, what else were you supposed to do?",
        "Tina: I don't know. The right thing... W-whatever that is. Look, I was just trying to give Natalie the perfect day, and I came in here with a paternity test. All of a sudden, the wedding's off, and nobody's even noticing the flowers.",
        "Cord: They were very nice, Tina.",
        "Tina: Well, and I had these incredible canapés made in the shape of the couple's initials, and they're gonna be at the reception.",
        "Clint: Oh, give me strength.",
        "Tina: I mean, no one is even gonna see them.",
        "Cord: Uh, people may still want to eat.",
        "Bo: I heard something about food.",
        "Nora: You think we should stick around?",
        "Bo: Yeah, I do. I don't like the look on Clint's face.",
        "Tina: I was just trying to make it up to Natalie, and now look what happened.",
        "Viki: Darling, you did the right thing, okay? You gave Natalie the truth, and you stopped her from marrying a man who was lying to her.",
        "Clint: Your sister is right.",
        "Roxanne: Okay. I say we still have a reception. There's all that champagne, all those canapés. We shouldn't let this be a complete waste.",
        "Tina: Oh, I don't know what to do.",
        "Viki: I'm so sorry. We managed to get you to the church, and now there's no wedding.",
        "Cord: Uh...maybe there will be.",
        "[SCENE_BREAK]",
        "Rex: Whoa, whoa, whoa. Wait! Here's the board!",
        "Natalie: Did we make it?",
        "Rex: Uh, t-the flight's still on the ground. Gate 7. It's final boarding call. Go! Go! Hurry up! I'll wait here! She runs like a girl.",
        "[SCENE_BREAK]",
        "Cutter: Okay, I'll go get our tickets.",
        "Stacy: Wait. So, you're just ready to go?",
        "Cutter: Yeah. I, uh, I always keep my passport on me. You?",
        "Stacy: Yeah, I, uh, I guess I updated the picture after my surgery in Brazil. Hurry. The flight's boarding. Thank you.",
        "[SCENE_BREAK]",
        "Agent: This is the final boarding call for Llantano Airlines Flight 6-6-7 to Seattle.",
        "Natalie: John! Wait!",
        "[SCENE_BREAK]",
        "Shaun: Hey, guys. We're taking off.",
        "Bo: Sorry about the wedding.",
        "Shaun: I'm getting used to how your family rolls.",
        "Nora: Well, sometimes they do come off -- eventually.",
        "Bo: Hmm.",
        "Vivian: Well, we will be here then.",
        "Shaun: Destiny told me that you helped her with her college essay. Thank you.",
        "Nora: Oh, she didn't need much help, you know. And I was happy to do it.",
        "Shaun: She needs to know that she has a future in college.",
        "Nora: Well, we're gonna make sure that happens, Shaun. Matthew would want that, too.",
        "Bo: Yeah.",
        "Vivian: Destiny said they're trying a new, uh, therapy protocol for him?",
        "Bo: Yeah. Yep. He starts next week.",
        "Shaun: Matt's gonna come around. We know it. Your son's tough, and he's got the whole Evans family praying for him.",
        "Bo: Thank you for that, Shaun.",
        "Shaun: And when Destiny's child is born, we'll all be family.",
        "Bo: Yeah.",
        "[SCENE_BREAK]",
        "Roxanne: So, how is there gonna be a wedding? Because if you think my Nattie is gonna be marrying Brody now, you better think again.",
        "Cord: Actually, that's not what I'm thinking.",
        "Tina: What are you thinking?",
        "Cord: I'm thinking that things change...and that people change.",
        "Roxanne: Not Nattie's right hook. I mean, Brody was real lucky that she didn't deck him.",
        "Tina: For the better.",
        "Cord: I know. So, what do you say?",
        "Roxanne: Excuse me, I am completely lost.",
        "Viki: Oh, my, my, my, my, my.",
        "Clint: What?",
        "Cord: Tina Lord Roberts, would you do me the honor of marrying me...again?",
        "[Both laugh]",
        "[SCENE_BREAK]",
        "Rex: [Sighs] I guess that's it, Nattie. I hope you made it in time.",
        "Cutter: Okay. We're all set. Two tickets to Rio de Janeiro.",
        "Agent: What was the other passenger's name again?",
        "Rex: Oh, let me guess. It's Gigi Morasco.",
        "[SCENE_BREAK]",
        "Tina: Oh, you better be serious, because if you're not...",
        "Cord: I love you, Tina. That's never changed. And I know you love me.",
        "Bo: Hold on.",
        "Nora: Oh, my God.",
        "Cord: Come on. Viki's here. My pa's here. God knows when he's gonna get sprung again. We got Bo and Nora here. Everyone's here. What do you say?",
        "Tina: You mean get married here right now?",
        "Cord: Yes. Why not? Hey, you said it yourself. You set up a perfect wedding. Why let that go to waste? And you know what? We just might make it work this time. Of course, it would be great if the kids were here, but I'm sure they'll understand. [Chuckling] What do you say? You want to get married?",
        "Tina: Yes!",
        "[Both laugh]",
        "Cord: Uh, anybody still up for a wedding?",
        "Bo: Sure.",
        "Nora: Why not?",
        "Cord: Great. Y-you don't mind sticking around?",
        "Shaun: Hey, you got it.",
        "Cord: Beautiful. All right. Uh, Padre, if you don't mind, from the top.",
        "Minister: Excuse me?",
        "Viki: Well, there's been a slight change of plans. Would you please marry my sister and her ex-husband instead?",
        "Minister: Right now?",
        "Tina: Yes! I mean, I'm ready. Oh! No. Wait. Is -- is my lipstick smeared?",
        "Minister: I'm sorry. I-I-I can't marry you two. Uh, you don't have a marriage license.",
        "Tina: No!",
        "[SCENE_BREAK]",
        "Ford: If Natalie and Brody treated me the way they treated you, I'd want to forget.",
        "Jessica: I will. I just won't need to use you to do it.",
        "Ford: I mean, I'm not saying I'd mind.",
        "Jessica: Thank you. Natalie and Brody are getting married. I've accepted that. I'm over Brody. And the things that they said to me, I'll get over those things, too.",
        "Ford: So what about Liam?",
        "Jessica: I-I did what I could. I mean, it's out of my hands. That's not why I kissed you, and that's not why I stopped.",
        "Ford: I-I understand. You don't need to explain.",
        "Jessica: Yes. Yes, I do. I just...I wasn't sure that we were coming from the right place, you know, both of us, and it just... it was kind of scary.",
        "Ford: Yeah, I know. I-I get it. I really do. I mean, I used to be a real dog, and you worked really hard to get well, so...",
        "Jessica: You're right. I have.",
        "Ford: So, you don't want to go messing that up by sleeping with me.",
        "Jessica: I'm not that fragile.",
        "Ford: No, I didn't say you were. So, what's going on here, Jess? Are we just doing this because we have a kid together, like Natalie and Brody?",
        "Jessica: No.",
        "Ford: Then what is it?",
        "Jessica: It's about Tess.",
        "[SCENE_BREAK]",
        "Brody: This'll last us a few days. Pick you up some snacks on the road, okay? You ready to roll, bud? Have a little father/son adventure? I promise you I'll take good care of you, hmm? You'll never be alone. Neither will I.",
        "Nigel: Lieutenant, did you forget something? Oh. Officer Lovett. Why aren't you at St. James? Shouldn't you and Miss Natalie be getting married this very minute?",
        "[SCENE_BREAK]",
        "John: What's wrong? Are you okay?",
        "Natalie: I'm fine.",
        "John: Aren't you supposed to be at your wedding?",
        "Natalie: No. The wedding's off.",
        "John: Wedding's off? What happened?",
        "Natalie: Liam.",
        "John: Is he okay?",
        "Natalie: Uh, he's -- he's great. He's -- he's perfect.",
        "John: Good. So --",
        "Natalie: He's your son. Liam is your son.",
        "[SCENE_BREAK]",
        "Ford: Are you afraid that if we have sex, Tess is gonna come out and take over?",
        "Jessica: No. I know that won't happen. But do you know that?",
        "Ford: Oh, come on, Jessica.",
        "Jessica: What? I know you loved Tess. I mean, you said that she taught you how to love.",
        "Ford: Yeah, and what did you tell me? That Tess is a part of you.",
        "Jessica: But Tess -- you know the person that you saw... who you knew, I-is that what you want? I mean, is that who you thought that you were kissing? Ford, I...",
        "Ford: I fell for Tess, okay? And she has a very special place in my heart. But I was not kissing Tess. That's not what it felt like.",
        "Jessica: What did it feel like?",
        "Ford: I-I don't know. Uh...familiar...but new. Like -- like I'm watching my favorite movie but it's a different ending, and I can't wait to see how it turns out.",
        "Jessica: All that from just one kiss?",
        "Ford: Well, I-I think it was a little more than one kiss. And like I said, it's -- it's something that makes me go I -- I just want to figure out how to finish it. I kissed you, Jessica, and I want you. But not if it's gonna mess things up with Ryder.",
        "Jessica: So many things should have messed us up. But here we are.",
        "[SCENE_BREAK]",
        "Cord: Honey, it's all right. Look, w-we'll just do it tomorrow once we get a wedding license. The flowers will still be fresh.",
        "Tina: W-well, what if you change your mind?",
        "Cord: I won't.",
        "Tina: You know, this is just like my dream -- the perfect wedding. And then the government butts in.",
        "Viki: Oh, wait a minute. I'm going to try something.",
        "Tina: Oh, please, anything you can do.",
        "[SCENE_BREAK]",
        "Bo: What do you think?",
        "Nora: Let's stick around for it.",
        "Bo: You want odds this wedding happens?",
        "Shaun: I'll give you five to three that we go home hungry and with our gifts.",
        "Nora: No way.",
        "Bo: So you think they'll pull it off?",
        "Nora: I've seen that look in Cord's eye before. I got 100 bucks right here says it happens.",
        "Shaun: You're on.",
        "[SCENE_BREAK]",
        "Viki: Oh, thank you for taking my call, Senator. Uh, yeah, it didn't happen. Uh, long story. Dorian, I'm so sorry. I need another favor, and, once again, it's for someone else who's not one of your favorites.",
        "Roxanne: Dorian hates you, too?",
        "Tina: Oh, it's something else we have in common.",
        "Roxanne: Oh, no, honey. Not me. The witch hates Rex. He left her daughter for Gigi.",
        "[SCENE_BREAK]",
        "Agent: We are ready to begin boarding Llantano Airlines Flight 27 to Rio de Janeiro.",
        "Rex: So, what's up? You find a grieving widower in Brazil you can try and fleece?",
        "Cutter: Leave it alone, Rex.",
        "Rex: Where's your accomplice? You know, the one in the feather mask, looks like Gigi? Where you keeping her? I want to see her new disguise. Hey, McScammo! Where you hiding? Wow. What a surprise.",
        "[SCENE_BREAK]",
        "John: Go ahead. You can leave without me. What did you just say?",
        "Natalie: Liam is your son. Brody isn't the father. You are.",
        "John: Why are you saying this?",
        "Natalie: Look, look, look. Here. The paternity test. Marty changed it. She wanted to tear us apart, so she made Brody the father.",
        "John: How do you know this is a real test?",
        "Natalie: Because Marty confessed. She told her shrink all of it. That's what was on the tape.",
        "John: The tape?",
        "Natalie: The tape -- the tape from Dr. Buhari's office. And I had heard it, and I-I had gone to tell you that night. Marty was there, and she and I fought, and that's why she pushed me off the roof.",
        "John: Where's the tape?",
        "Natalie: In police custody, the evidence.",
        "John: No, that tape was blank.",
        "Natalie: Not at first. Brody erased it.",
        "[SCENE_BREAK]",
        "Nigel: Where is Miss Natalie?",
        "Brody: At the church.",
        "Nigel: Aren't you getting married?",
        "Brody: [Chuckles] Yes, of course. We just -- we decided we wanted to have our son there.",
        "Nigel: You want the baby at the church?",
        "Brody: Well, we couldn't get married without having Liam.",
        "Nigel: I would have been happy to bring him to the church had you called. Would you like me to take him there n--",
        "Brody: No. I have him now. I wanted to do this myself.",
        "Nigel: You left your bride?",
        "Brody: She understood. But I need to get back to her.",
        "Nigel: This is most irregular.",
        "Brody: Nigel, do you have a problem?",
        "[SCENE_BREAK]",
        "Natalie: Brody heard the tape when it was in evidence, and he didn't want to give up Liam, so he erased it.",
        "John: Brody did that?",
        "Natalie: Look, this is the real paternity test.",
        "John: Okay, slow down. Where did you get it?",
        "Natalie: My Uncle Victor -- it was in his papers. I-I don't know how he got it. I mean, maybe -- maybe Marty gave it to him.",
        "John: Victor had it. That son of a bitch.",
        "Natalie: Listen, forget about him.",
        "John: I already have. That's why Brody was threatening Victor.",
        "Natalie: Yeah. He didn't want Victor to tell you.",
        "John: So it's true? I mean, this is true?",
        "Natalie: Yeah. Yeah. It's true. Liam is your son. He always was. [Laughs]",
        "[SCENE_BREAK]",
        "Rex: Where'd you go? So, what happened, Cutter? Did you lose the chick when I didn't fall for it?",
        "Cutter: I'm leaving, Balsom. For what it's worth, I know Halloween was a mistake.",
        "Rex: Because it didn't work?",
        "Cutter: I'm getting out of your way, so back the hell off.",
        "Rex: Go to Brazil. Go to hell. But wherever you go, stay there. I don't want to see you or your little girlfriend ever again.",
        "Agent: Your tickets and boarding passes, sir.",
        "Cutter: Thank you.",
        "Stacy: What was Rex doing here?",
        "Cutter: No clue. Hey, it's boarding. You okay?",
        "Stacy: Yeah. I just hope it works.",
        "Cutter: The surgery?",
        "Stacy: Yeah. I hope that once I have this face again, everything will make sense.",
        "[SCENE_BREAK]",
        "Clint: [Sighs] It's not gonna happen.",
        "Viki: Well, Dorian said she would try.",
        "Clint: What? You're gonna trust Dorian twice in one day?",
        "Viki: Hey, try not to look quite so happy that this wedding might not happen.",
        "Clint: Well, I just don't want to see my son going over a cliff.",
        "Viki: Okay. If you love your son, you better find a smile when that marriage license comes through.",
        "[SCENE_BREAK]",
        "Cord: Yeah, I asked your mom, and she said yes. Tonight. That's right. Uh, h-hold on. She's right here.",
        "Tina: Oh, your dad is just a hopeless romantic. I know. You happy for us? He is. It's C.J.",
        "Cord: Sarah.",
        "Tina: Oh. Oh.",
        "Cord: Hey, buddy.",
        "Tina: Honey, isn't this just the best news ever?",
        "Roxanne: I was outside. I was getting some air, and a messenger brought this.",
        "Tina: Ooh. Well?",
        "Roxanne: No. It's for Viki.",
        "Viki: [Sighs] Okay! Looks like our favorite senator came through again.",
        "Roxanne: [Laughs]",
        "Viki: Let's get you two married!",
        "Bo: Looks like you got to pay up, big man.",
        "Shaun: With this family? Unh-unh. Not until the ceremony's over.",
        "Nora: Okay. I can wait.",
        "Tina: Oh, thank you so much, Viki, but can I ask you one more favor?",
        "Clint: She hasn't done enough?",
        "Viki: Shh.",
        "Tina: Will you be my maid of honor?",
        "Viki: Oh! Of course!",
        "Cord: And, Pa, I know how you feel about Tina. But you're the best man I know.",
        "Clint: Cord, I'd be honored.",
        "Tina: Really, Clint?",
        "Clint: As long as you make my son happy, that's all that matters. And you, Cord, if you love Tina, don't waste another minute without her.",
        "Bo: Do I see what I think I see?",
        "Nora: And I was worried that Clint was gonna take his frustration with Brody out on Tina.",
        "Bo: I can't believe Brody, uh, lied to Natalie like that.",
        "Nora: Oh. He loved his son, and he loved Natalie.",
        "Bo: Yeah. And so did John. But by the time that he could forgive her for lying to him, she'd already moved on.",
        "Nora: Gosh, that sounds so familiar to me. Hmm.",
        "Bo: Hmm.",
        "Nora: Well, let's hope they find their way back to each other eventually.",
        "Bo: Better late than never.",
        "Nora: [Chuckles] Hopefully faster than we did.",
        "Bo: Yeah.",
        "[SCENE_BREAK]",
        "John: Liam is my son.",
        "Natalie: Yeah. He's your son.",
        "John: And yours.",
        "Natalie: Congratulations. It's a boy.",
        "John: You okay with...",
        "Natalie: I don't know. [Chuckles] You know, it's like the whole world shifted. Everything's...",
        "John: Yeah.",
        "Natalie: Yeah.",
        "John: Yeah.",
        "Natalie: I have so much to tell you.",
        "John: How did you get the test?",
        "Natalie: My sister. And I owe her a huge apology. She's probably at home right now cursing my name. Jess tried to tell me about the paternity test, and I just accused her of trying to ruin my life. But, I mean, she was saying that the paternity test came from a dog, which sounded insane, which I guess it was true. You know, it really doesn't matter. You know what I want to do right now? I want to take you to see our son. When was the last time you even saw Liam?",
        "John: Tonight. I went by the house to say goodbye.",
        "Natalie: You did?",
        "John: Yeah. I missed him. All the time. I always felt... there was something about it -- it always seemed like he was...",
        "Natalie: Yours. Because he was. What do you say? You want to -- you want to come with me and go see him?",
        "John: I'd like that very much.",
        "[SCENE_BREAK]",
        "Nigel: I don't have a problem.",
        "Brody: Good. I need to get back to my wedding.",
        "Nigel: Let me help, Sir. Liam is my responsibility tonight. You understand, I can't shirk my duties.",
        "Brody: You haven't.",
        "Nigel: Sir, the family demands the highest level of service, and it's a point of pride that I deliver just that.",
        "Brody: I'll explain.",
        "Nigel: Sir, I insist. You return to your bride, and I'll follow right behind you with young Master Liam.",
        "Brody: Nigel, he's my son, and we're leaving.",
        "Liam: [Cries]",
        "Brody: What are you doing?",
        "Nigel: Asking Miss Natalie if she wouldn't prefer that I transport the baby.",
        "[SCENE_BREAK]",
        "Cord: I do.",
        "Minister: And do you, Tina --",
        "Tina: Um, I-I'd like to say my own vows.",
        "Minister: By all means.",
        "Tina: [Sighs] I, Tina Lord Roberts, take you, Cordero Roberts, to have and to hold...forever. 'Cause I swear this is going to be our best marriage ever. Because I won't ever lie to you, I'm never gonna cheat on you, and I am never, ever gonna yank that ball away from you again. Cord, I promise, I am gonna make you so proud of me. And I am gonna stand right by your side for richer, for poorer, in sickness and in health, till death do us part. Oh, and this time, I really mean it, I swear. Oh! I do.",
        "[Laughter]",
        "Minister: May I have the rings, please?",
        "Cord: Um...",
        "Clint: Um...",
        "Cord: Oh, I have Natalie's ring.",
        "Roxanne: Oh, and I got Brody's.",
        "Tina: Oh, can we --",
        "Cord: Yeah, I-I'm sure they won't mind if we borrow them.",
        "Tina: No. And you can get me a nice, big diamond later. [Chuckles]",
        "Cord: [Chuckles]",
        "Minister: By the powers vested in me by the Commonwealth of Pennsylvania, I now pronounce you husband and wife. You may kiss the bride.",
        "Tina: [Chuckles]",
        "Roxanne: At least there's one happy couple. Now...all you got to do is let Nattie get to Johnny on time and make my Rexy happy. Please.",
        "[SCENE_BREAK]",
        "Rex: Gigi! Gigi!",
        "[SCENE_BREAK]",
        "Ford: That was...colossal.",
        "[Both laugh]",
        "Jessica: I'm impressed. I couldn't even think of a word.",
        "Ford: And you're my son's mother. Why does that make it so much hotter? N-not that that's the reason why I want to do it in the first place, you understand.",
        "Jessica: I know. I know.",
        "Ford: [Panting]",
        "Jessica: But it's definitely a bonus.",
        "[SCENE_BREAK]",
        "Natalie: Liam's probably sleeping through the night, but I don't care. I'm totally gonna -- oh, my God! Nigel!",
        "John: He's still got a pulse. Check on Liam.",
        "Natalie: John! Liam's gone."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=Qpz-t4zxg3g"
}