{
    "Episode Summary": [],
    "Recap": [
        "Viki and Dorian argue over the things that she had said about Kevin. Viki holds a press conference about Todd and his execution. Clint just wants Duke back .Blair and Starr argue over Todd. Starr thinks that Blair wants Todd to die. Blair decides to go to the prison to talk to Todd, but Spencer raises opposition. Blair takes the children and goes to see Todd. Starr hugs him, but Jack doesn't want anything to do with him. John manages to find Margaret and takes her back to the hotel. They try to think of a way to get back to Llanview in time to save Todd. John calls the prison, and talks to a guard."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Viki: I remember when Asa gave him this hat.",
        "Clint: Yeah, Duke would always wear it when they went riding. I'm glad he had that time with pa.",
        "Viki: Yeah, me, too.",
        "Clint: How are you?",
        "Viki: I'm ok. Did you find Kevin?",
        "Clint: Yeah, he was in the church yard. I couldn't get him to come home with me, though, because he wanted to spend some time alone.",
        "Viki: He needs to be with his family. Oh, Clint, I feel so awful about what happened at the funeral.",
        "Clint: This whole thing has just been a nightmare for Kevin, Kelly -- the whole family. Duke's death just took the wind out of everybody.",
        "Viki: He was just a child.",
        "Clint: He was a grandson that both of us can be proud of.",
        "Viki: I don't know how I'm going to do this, you know. I buried my grandson today. And tomorrow, I'm going to have to bury my brother.",
        "[SCENE_BREAK]",
        "Blair: What's that?",
        "Starr: What?",
        "Blair: What you just hid behind the pillow, Starr.",
        "Starr: Nothing, Mom. Stuff I ripped off from Logan's.",
        "Blair: Ok, you know what? You can drop your attitude, because I'm not in the mood for you to push me today. What is it?",
        "Starr: It's pictures of dad, ok?",
        "Blair: Why didn't you want me to see it?",
        "Starr: Because you want us to forget dad ever existed.",
        "[SCENE_BREAK]",
        "Todd: Is it my lawyer?",
        "Guard: Huh, you mean Helen Keller? We all thought she was dumb, deaf, and blind to take your case in the first place. At least we got the blind part right. Hey, play nice. Or I won't take your order.",
        "Todd: What order?",
        "Guard: Your last meal. Knock yourself out. Waste of good chow, you ask me. But that's the rules.",
        "Todd: I don't need a last meal.",
        "Spencer: But you don't want to die hungry, now, do you?",
        "[SCENE_BREAK]",
        "Cristian: Ok, here we are.",
        "Evangeline: Wait, wait, wait. I need to ask you something. I know this might sound kind of silly, but how do I look? Do I look ok? Am I matching?",
        "Cristian: Well, I think you look and you match mighty fine.",
        "Evangeline: Cristian, you don't have to say things like that --",
        "Cristian: I'm just telling you how I see it, that's all.",
        "Evangeline: Ok. Thank you. And thank you for driving me all the way here. I know you have better things to do than hold my hand.",
        "Cristian: Actually, I don't.",
        "Evangeline: Cristian, look, we need to --",
        "Cristian: I don't want to -- I don't want to hear it. All right. So, what happens if the governor won't let you exhume Margaret Cochran's body?",
        "Evangeline: Then Todd is out of options. Because this is the last chance he has to get a stay of execution.",
        "Cristian: All right. Let's go. Hi.",
        "Receptionist: May I help you?",
        "Evangeline: Hi. Um -- I'm Evangeline Williamson, and I need to get in to see the governor as soon as possible.",
        "Receptionist: Oh. If you could just sign in -- it could be a while.",
        "Cristian: I'll take that for her.",
        "Receptionist: Oh, I'm sorry, I didn't realize --",
        "Evangeline: No, no, it's not a problem, really.",
        "Receptionist: I'll let you know when the governor's ready.",
        "Evangeline: Ok. Here we go.",
        "Cristian: Here we go. So, why do you want to dig up the body, anyway? What are you hoping to find?",
        "Evangeline: Proof that Margaret didn't die the way the coroner's report said she did.",
        "[SCENE_BREAK]",
        "Natalie: God, how am -- how am I going to let anyone know that Margaret's alive if I -- if I can't get through on a cell phone or a land line?",
        "David: Monsoons tend to do that.",
        "Natalie: Yeah, well, you know what? A tornado didn't stop me, and I'm not going to let a monsoon get in my way, either.",
        "David: Well, I'd help you out, but I'm a little tied up at the moment.",
        "Natalie: As if. You were going to let my uncle Todd die for a crime he didn't even commit.",
        "David: I didn't even know Margaret was alive until a few days ago.",
        "Natalie: Really? And what did you do about that, huh, David? Nothing, because you were too busy covering up the fact that you murdered John's father.",
        "[SCENE_BREAK]",
        "John: So you're alive. That explains a lot.",
        "Margaret: I recognize your voice. You were in my apartment. You shot David.",
        "John: No. No, David's fine. I shot a lowlife named Denton who was there to kill Vickers.",
        "Margaret: I got to get out of here.",
        "John: No, I'm afraid I can't let you do that.",
        "[SCENE_BREAK]",
        "Viki: I know there's no love lost between you and Todd.",
        "Clint: Well, I don't share your unwavering faith in him, but on the other hand, I don't want to see him executed on account of what it'd do to you and those poor kids.",
        "Viki: You think he did it, don't you? Do you really believe that he would kill a pregnant woman? That he would murder his own child?",
        "Clint: If you're asking me if he's capable of it, I'd have to say yeah, yeah. I mean, considering what Todd did to Marty Saybrook",
        "Viki: Well, I'm not defending what he did to Marty.",
        "Clint: That's because you can't.",
        "Viki: No, of course I can't, but that was not murder. Which is what the death penalty is. Hello? State-sanctioned murder.",
        "Clint: Well, Viki, that's your opinion.",
        "Viki: Yeah, well, I know what your opinion is. It's frontier justice. An eye for an eye, right?",
        "Clint: Yeah -- well, you're damn right it is. Some people deserve to die for the crimes they commit. If I could take Norman Leeds and strap him into the chair and pull the switch myself, I would and I wouldn't bat an eye, either.",
        "Viki: Oh, please. I cannot even bear to think about that man today.",
        "Clint: Tell me that he doesn't deserve to die after what he did to our Jessica. After what he did to our little girl, wouldn't you give him the lethal injection yourself if you had the chance?",
        "Viki: No. No, I would not. Because I would not allow my need for revenge to rob me of every last ounce of my faith.",
        "Clint: Don't talk to me about faith on the day I'm burying my grandson. Oh, Viki -- damn it. I just want him back.",
        "Viki: Well, so do I!",
        "Dorian: Please excuse me. I hope I'm not interrupting anything.",
        "[SCENE_BREAK]",
        "Blair: Starr, I don't ever want you to forget your father.",
        "Starr: Yes, you do. You already have.",
        "Blair: I don't want him to die. How could you say something like that to me?",
        "Starr: Because it's true.",
        "Blair: Well, it's not. It's the last thing that I want.",
        "Starr: Did you even do one thing to try and stop it?",
        "Blair: What could I have done, sweetheart?",
        "Starr: Did you even try?",
        "Blair: A jury convicted him. A judge sentenced him. And your father -- he gave up his right for the appeal.",
        "Starr: Because he thought you didn't love him.",
        "Blair: Did he say that to you?",
        "Starr: No. He didn't, but I know dad, and I know that he didn't do this. He's not a killer.",
        "Blair: You don't know that, Starr.",
        "Starr: Yes, I do. He looked me in the eye and he told me so. And he doesn't lie.",
        "Blair: Well, you know what? He lies to me all the time.",
        "Starr: Yeah, well, not to me.",
        "Blair: I'm not going to stand here and badmouth your father. I'm just not going to do it.",
        "Starr: He's not lying about this! And you're going to figure that out, but it's going to be too late! Because -- because he'll be dead. And you'll hate yourself. Because you'll know that you could have stopped it if only you weren't so weak.",
        "[SCENE_BREAK]",
        "Todd: What are you doing here?",
        "Spencer: Oh, I just thought I'd better come by and -- well, tell you that Blair and the kids will be well taken care of after you're gone.",
        "Todd: Well, I wouldn't make any long-term plans if I were you.",
        "Spencer: Yeah, that sounds like something I should be saying to you, Manning.",
        "Todd: I'm not dead yet. In fact, I don't think this execution's ever going to happen.",
        "Spencer: Oh, now I get it. That's what Viki was saying to Blair. You know, I really couldn't make sense of it, but now I see that it w was probably just your big sister's wishful thinking.",
        "Todd: No, no, it's not wishful thinking. I know what you did. I'm going to get proof.",
        "Spencer: Well, you can't, Todd. You can't get proof if it doesn't exist.",
        "Todd: Oh, no, something's got you spooked, huh? Right? Huh?",
        "Spencer: I really just wanted to come down here and reassure you about your family, Manning. And say goodbye. I thought it would be the kind thing to do.",
        "Todd: No, I think you're fishing. I think you want to know what I know.",
        "Spencer: What do you know, Todd? Tell me. That's what I thought. Oh, the pressure must really be getting to you in here.",
        "Todd: No, it's not pressure, man, it's anticipation. And I just can't wait to hear what they find when they exhume Margaret's body.",
        "[SCENE_BREAK]",
        "Margaret: Get your hands off of me!",
        "John: Let's go.",
        "Margaret: Where?",
        "John: Where? Back to Llanview. To keep Todd Manning from being executed for your murder.",
        "Margaret: Look, I don't know any Todd Manning. Just leave me out of this.",
        "John: It's a little late for that, don't you think? You are into this up to your neck. Now, come on.",
        "Margaret: No, do you have a warrant? Just let me go!",
        "John: Listen to me, lady. Listen to me good, all right? You got two choices here. You come with me quietly, or -- screw it. You got one choice -- let's go.",
        "[SCENE_BREAK]",
        "Natalie: Does it ever bother you that you shot someone? On Christmas, no less?",
        "David: I didn't shoot anybody.",
        "Natalie: David, come on. I have an eyewitness who saw you in that alley. How do you think we got the sketch? He's going to pick you out of a lineup.",
        "David: From an alley? From 25 years ago?",
        "Natalie: There's no statute of limitations on murder.",
        "David: Nor on stupidity. An eyewitness from 25 years ago is not going to stand up in court.",
        "Natalie: You know, whatever. You can deny it, and you can -- you can scream about how long ago it was, but it doesn't matter to John. He is going to build a case against you that will stick.",
        "David: Yeah, I figured that sometime after he kicked the door in, but before he threw me against the wall.",
        "Natalie: Well, you didn't do yourself any favors by helping that nut case fake her own murder.",
        "David: Hold on a second. I didn't help Margaret do anything. I came here looking for the kid. I was as surprised as you were to find out she was still alive.",
        "Natalie: Whatever. You're wasting your breath. John's going to find Margaret. He's going to find out the truth.",
        "David: John's not looking for the truth, Natalie, he's looking for blood. My blood. He's not going to get anything from Margaret.",
        "Natalie: Why would you say that?",
        "David: Amnesia, brainwashing -- whatever. Margaret doesn't even remember Todd, much less who set him up, or why.",
        "[SCENE_BREAK]",
        "John: Now, listen to me, and listen to me good. Play it cool and follow my lead, or you will not see the light of day. Do you understand me? Ok, now, just smile a lot.",
        "[Margaret speaks Thai]",
        "John: What did you say? What'd you tell them?",
        "Margaret: I just told them you were my boyfriend and we were having a fight.",
        "John: Ok, that was smart. That was real smart. All right? You know, you obviously picked up a few things after faking your death. How to cover your tracks and stuff like --",
        "Margaret: I didn't fake my own death. What are you people talking about? Now, will you please just let me go?",
        "John: I can't do that. I can't do that. You're the only shot that Manning has to stay alive. Now, come on. Come on!",
        "[SCENE_BREAK]",
        "Cristian: All right, why don't we sit right here? Stop. Turn around. There you go. All right, so Manning really thinks that Spencer Truman murdered Margaret and her baby just to frame him?",
        "Evangeline: Well, that's what we're hoping to prove by exhuming the bodies.",
        "Cristian: But Spencer didn't have anything to do with the original autopsy, did he?",
        "Evangeline: Spencer had access to the facility, he had access to the paperwork. We think -- we think that he might have concealed the real cause of death.",
        "Cristian: Do you have any proof of that?",
        "Evangeline: No, not yet, which is why this is going to be such a hard sell.",
        "Cristian: So let me get this straight. You want to persuade the governor to allow you to dig up the bodies, over the family's objections, to find new evidence that exonerates Todd and implicates Spencer? Without any proof of this -- of this evidence?",
        "Evangeline: Exactly.",
        "Cristian: Well, if anyone can sell it, it's you.",
        "Evangeline: Um -- thank you for the vote of confidence.",
        "Cristian: Yeah, too bad I'm not the governor, huh?",
        "Evangeline: Yeah. Too bad.",
        "Receptionist: Ms. Williamson, the Governor will see you now.",
        "Cristian: All right, this is it.",
        "Evangeline: Yeah.",
        "Cristian: Do you want me to go with you?",
        "Evangeline: No, no. I need to look as together as possible.",
        "Cristian: I wouldn't worry about that.",
        "Evangeline: Ok.",
        "Cristian: Good luck.",
        "Evangeline: No, no. I need more than luck. This is Todd's last hope. Let's go.",
        "[SCENE_BREAK]",
        "Spencer: Exhumed? Todd, that's disgusting. You must really be getting desperate, man.",
        "Guard: Behave yourself, Manning.",
        "Spencer: All right. He's fine.",
        "Todd: You think I'm desperate?",
        "Spencer: Well, what would you hope to find, anyway?",
        "Todd: Why don't you tell me?",
        "Spencer: I mean, there's no way that Margaret's sister would ever allow you to do such a thing.",
        "Todd: Oh, you're scared. Hmm. Ba-bum, ba-bum, ba-bum, ba-bum, ba-bum, ba-bum, ba-bum. Oh, yeah, you are. I can smell it on you. Well, I'll tell you what. Since you've been such a great guy to come down and visit me like this, I'm going to return the favor. Six months from now, when they've busted you and put you in here for killing Margaret and her baby, my son -- when you got the menu in front of you and you're choosing your last meal, I'm going to come down --",
        "Guard: Manning?",
        "Todd: I'm just going to pay my last respects.",
        "[SCENE_BREAK]",
        "Viki: What are you doing here?",
        "Dorian: I simply had to come by to pay my respects. I would have been here sooner, but I had to look after Kelly.",
        "Clint: Yes, how is she?",
        "Dorian: Much better, now that she's back in the hospital. She's devastated about Duke. We all are.",
        "Clint: Well, thank you for saying that, Dorian, and thank you for stopping by.",
        "Dorian: Words seem hollow at a time like this. I know that I'm supposed to be feeling sympathy for Duke, his family, but when I look around at all of this, I can't help myself. I'm just so grateful that it was Duke who died and not Kelly. And as if things weren't bad enough, I had to literally fight my way past a hoard of press that had camped outside. Do you know, one of them actually had the gall to bombard me with questions about what happened between Kevin and Kelly at the church?",
        "Clint: All right, I'll take care of that. I'll have security rein them in, take them back a few feet.",
        "Dorian: They are bottom feeders, every last one of them.",
        "Viki: You know, Dorian, I somehow can't imagine you passing up an opportunity to speak into a microphone.",
        "Dorian: Well, I certainly wasn't going to allow them to have the last word on poor, darling Duke. Yes, I told them what a wonderful, remarkable young man Duke was and that they really ought to show some respect toward the Buchanan family and allow them to grieve in peace.",
        "Clint: Thank you, Dorian.",
        "Viki: Oh, thank you, Dorian. Thank you so much -- for exploiting our grandson's death in your ever-so-desperate attempt to maneuver your way into Clint's bed.",
        "Clint: Viki, I know you're upset, but you're being overly harsh here.",
        "Viki: Oh, no, I'm not being nearly harsh enough. You didn't hear what your little friend had to say at the church, did you?",
        "Clint: Can we not do this today?",
        "Dorian: It's perfectly all right. If Viki in her grief needs to vent at someone, I -- it's all right. I'm happy to be the object of her abuse.",
        "Viki: You show up here when I specifically told you not to come, to try to ingratiate yourself with Clint in my grandson's name, and then you have the nerve to complain about the gall of the press?",
        "Dorian: Are you forgetting all of the emotional support that you offered David when he and I were having all those problems?",
        "Viki: Don't turn this on me, Dorian. What's the matter? You got sick and tired of seducing my sons? Now you're going after Clint? He's not a naive teenager, you know.",
        "Dorian: Joe was not naive. And thank goodness he had a father who could teach him how to be a man.",
        "Clint: All right, that's it. Be quiet, both of you.",
        "[SCENE_BREAK]",
        "Viki's voice: I can't stop thinking about Todd, you know. Time is running out. I've done just about everything I can think of to get him a stay of execution. I'm left now just praying for a miracle.",
        "Blair's voice: He -- he killed two people.",
        "Viki's voice: He says he didn't. And he says he's close to proving it.",
        "Todd's voice: Well, I got to hand it to -- to Spencer Truman. He set me up good. He -- he got me all turned around, and he -- he set me up.",
        "Starr's voice: He's not lying about this! And you're going to figure that out, but it's going to be too late! Because he'll be dead. And you'll hate yourself. Because you'll know that you could have stopped it, if only you weren't so weak.",
        "[SCENE_BREAK]",
        "Spencer: There's just no way, Todd, that you or your visually impaired attorney friend can prove that I killed Margaret, because I didn't do it, you did. That's why I'm walking around, a free man, and you're in here waiting to die. I mean, 24 hours from now, you'll be nothing but a memory. And I'll be safe at home, comforting Blair. By the way, she's been needing an awful lot of comforting lately. Sometimes, two, three times a night, right on through until the morning.",
        "Todd: I don't care. That's fine. You go ahead, you gloat. You gloat, I don't care. I know you killed her. I'm going to prove it.",
        "Spencer: Well, you'd better hurry up. Time's running out.",
        "Todd: I think you'd better -- better watch yourself, doctor. I think you'd better worry about what Evangeline finds when she has those bodies dug up.",
        "[SCENE_BREAK]",
        "Natalie: Ok. Well, while I'm stuck with you, why don't you enlighten me on who did frame Todd? Was it your brother?",
        "David: My loving brother, Spencer? The brother who recently tried to have me killed?",
        "Natalie: Yeah, what's the deal between the two of you, anyway?",
        "David: Forget it. I'm finished talking. I'm finished.",
        "Natalie: Fine. Damn it! Oh, my god, you found her.",
        "John: Yeah. Come on, over here, next to Vickers.",
        "Margaret: You're still alive.",
        "David: For the moment.",
        "Margaret: What did they do to you?",
        "John: Either get me this I'm going to do to you. Give me your hands.",
        "Margaret: Oh, boy. Are you going to pistol-whip us next?",
        "David: Margaret, please don't give him any ideas.",
        "Margaret: Oh --",
        "John: Have a seat.",
        "Margaret: Ow.",
        "John: You get through to the states yet?",
        "Natalie: No, no, everything in the hotel is down. The land lines don't work, there's no fax, and of course, the cell phones aren't working.",
        "Margaret: If you want me to, I can call the local authorities for you.",
        "John: Yeah, I don't think that's going to happen.",
        "Natalie: John, what are we going to do?",
        "John: I don't know, but we better do it fast. With the time change, I figure we got less than 24 hours to keep Manning from the needle.",
        "[SCENE_BREAK]",
        "Clint: After all the tragedy we've been through lately and what both families are going to have to face tomorrow, the most constructive thing the two of you can do is tear at each other? This is not how I'm going to honor the passing of a grandson and I'm not going to allow it in this house anymore.",
        "Dorian: I'm very sorry, Clint. I should never have allowed Viki to bait me that way. And tomorrow is going to be very, very hard for all of us. No matter what one may think of Todd, we do have to be there for Blair and the children.",
        "Clint: You know, if the press ever got hold of the fact that you two were going after each other, it'd be a bigger circus than it is now.",
        "Dorian: Yes. Todd's execution will definitely add fuel to the fire. They're out there now crawling all over each other trying to get the best sound bite.",
        "Clint: Viki?",
        "Reporters: Mrs. Davidson?",
        "Viki: I am not going to answer any questions about my grandson's death. I would like to make a statement about my brother, Todd Manning, and that's it. Please come in.",
        "Reporter: No questions? She's the president now?",
        "Clint: Viki? What are you doing?",
        "Viki: Well, I guess I'm just trying to save my brother's life. Are you ready? As all of you know, my brother, Todd Manning, is scheduled to be executed tomorrow at Lehigh prison at 9:00 P.M. Now, it's no secret to governor brooks and to the press that I firmly believe my brother is innocent of the crime of which he was convicted. It is also no secret to any of you that I am a staunch opponent of the death penalty in general. For that reason, I'm going to join the protesters at the prison vigil as I had intended to do before the tragic events of these past few days, and I would like all of you to join me there. Everybody, every voice counts. We all have to stand together to protest this barbaric, immoral, and ineffective practice.",
        "Dorian: You have to admire Viki's loyalty to her brother even if Todd is finally getting what he deserves.",
        "[SCENE_BREAK]",
        "Blair: Jack, Starr, I want you to come down here. Get your shoes on, ok? We're going to go out.",
        "Starr: Where are we going?",
        "Blair: We're going to go see dad.",
        "Starr: What? Ok, come on, let's go.",
        "Jack: I don't want to, Mommy. It's scary there. I hate it.",
        "Blair: I -- I know you do, but we'll talk about it in the car. Now, this is the only time.",
        "Starr: Come on.",
        "Blair: We're going to get to say goodbye to dad and I -- and I think we need to take the opportunity, all right?",
        "Starr: Hurry up, Jack. Come on.",
        "Blair: You help Jack with his shoes. I'll get the door.",
        "Spencer: Hey.",
        "Blair: Hey. Um --",
        "Spencer: How you doing?",
        "Blair: This isn't a good time. I'm going to take the kids to see their dad.",
        "Spencer: Well, I think that would be a huge mistake, Blair.",
        "[SCENE_BREAK]",
        "Cristian: So what did the governor say?",
        "Evangeline: He's taking it under consideration, but it doesn't look good.",
        "Cristian: Well, at least you know you've done everything you could.",
        "Evangeline: Yeah. Tell that to Todd tomorrow.",
        "[Phone rings]",
        "Cristian: You want me to get that for you?",
        "Evangeline: No, no, no. I -- I keep it in the side pocket of my purse now. I'm learning.",
        "Cristian: Yes, you are.",
        "Evangeline: Evangeline Williamson.",
        "Todd: Hey, it's me. Did you get these bodies dug up?",
        "Evangeline: Todd, Margaret's sister refused us, so I had to take it straight to the governor personally and I just left his office.",
        "Todd: That man hates me. I'm as good as dead.",
        "Evangeline: No, no, he didn't say no. He didn't say yes. He's -- he's thinking about it.",
        "Todd: They're going to kill me tomorrow, Evangeline.",
        "Evangeline: I know. I'm sorry.",
        "Todd: Yeah, me, too.",
        "[SCENE_BREAK]",
        "Jack: It's too tight!",
        "Spencer: I hear what you're saying, but it think it's a mistake.",
        "Blair: Why is it a mistake for my children to see their father before he's executed?",
        "Spencer: You've already done it, Blair. They've already said goodbye.",
        "Blair: Spencer?",
        "Spencer: Why do you want to put them through that again?",
        "Blair: This isn't --",
        "Spencer: Why do you want to put yourself through that?",
        "Blair: Your call and it's none of your business.",
        "Spencer: Well, you've made it my business by inviting me into your life and to your children's lives. Now, I think I've earned the right to an opinion.",
        "Blair: No, actually, you haven't because this is not about you. This is about Todd.",
        "Starr: Yeah, and we're going there whether you like it or not, so butt out.",
        "Jack: I want to stay here with Spencer.",
        "Blair: Ok, Jack --",
        "Jack: Don't make me go!",
        "Blair: No, sweetheart. Come on, let go of dr. Spencer.",
        "Jack: No! I want to watch cartoons.",
        "Blair: We have to go now. Jack. Jack, come on.",
        "Jack: Look, it's Aunt Viki.",
        "Viki: My brother is actually very close to finding the evidence that will exonerate him, and I have continued to make appeals to governor brooks. By joining this protest at the prison, we will all be sending a message directly to Harrisburg.",
        "Spencer: You don't need to listen to any more of that garbage.",
        "Blair: Wait a minute. I'm beginning to think it's not garbage anymore. Come on, Jack. Come on, Starr. We're going.",
        "Viki: Thank you all very much for your time.",
        "Cameraman: Good luck, Ms. Davidson. For what it's worth, I agree with you.",
        "Viki: Thank you very much. Will you come to the vigil at the prison?",
        "Cameraman: I'll be there with my camera.",
        "Viki: See you there.",
        "Clint: Well, that's one way to keep them off the front steps.",
        "Viki: Are you coming to the prison with me?",
        "Clint: I think my time would be better spent with Kevin. I should at least be here when he arrives.",
        "Viki: You may have a long wait.",
        "Clint: If I have to go out and find him, I will.",
        "Viki: Thank you.",
        "Dorian: Viki's nothing if not determined.",
        "Clint: This time, a candlelight vigil. I don't think it's going to be enough to save Todd, and I don't know how much heartbreak Viki can take.",
        "[SCENE_BREAK]",
        "Guard: Be on your best behavior, Manning. Your ex-wife is here with your kids for your final visit. Come on, guys.",
        "Todd: Hey! Hey, sweetheart. Hi. Hey, Jack.",
        "Blair: We need to talk, Todd. It's important.",
        "Spencer's voice: I'll be safe at home, comforting Blair. By the way, she's been needing an awful lot of comforting lately -- sometimes two, three times a night, right on through until the morning.",
        "Todd: Uh, I got nothing to say to her. Get her out of here. I want to be alone with my kids.",
        "Guard: All right. You stay here. Let's go.",
        "Blair: Todd, no.",
        "Guard: Come on.",
        "Blair: No, this could be the last time --",
        "Todd: I said get her out of here!",
        "Guard: Let's go, come on.",
        "Blair: Todd!",
        "Guard: Let's go.",
        "Blair: Please.",
        "Guard: Let's go, come on.",
        "Todd: Hey.",
        "[SCENE_BREAK]",
        "Natalie: What about the American consulate? I mean, we could take them there.",
        "John: We do that, this guy will be stringing along a line of bull that will takes us weeks to sort out.",
        "Natalie: What are we going to do, John? How are we going to get them back to Llanview? We can't go on a commercial airliner with Margaret kicking and screaming here. They'd arrest us.",
        "David: Hold on, I have an idea. Drug Margaret, ship her in luggage. I'll wait here till you get back.",
        "Margaret: Whose side are you on?",
        "John: You know, Vickers, if anyone's going home in a box, it's going to be you, so don't tempt me.",
        "Natalie: You know what? With this monsoon, I'm sure the planes are grounded anyway.",
        "John: You know what? For the right price, we might be able to find a private pilot that's willing to risk it.",
        "David: Didn't you recently survive a plane crash? I'm not getting in some flying steel deathtrap with a guy who wants me dead anyway.",
        "John: If you want to know the biggest threat to your existence right now, you're looking at it, all right? Now that we have her, you're expendable, so don't push me!",
        "Natalie: All right, let's -- let's just keep thinking what we've got to do. Let's make one more call.",
        "John: All right.",
        "Natalie: Let's try to get one more call before we get out of here.",
        "John: I'll try the prison directly.",
        "Natalie: I'll try my mom.",
        "John: What's that number Lehigh prison -- 633--",
        "Natalie: It's ringing. Uh, it's staticky, but -- oh. I got disconnected.",
        "John: I got through. It's ringing.",
        "[SCENE_BREAK]",
        "Cristian: All right, I'll take you home.",
        "Evangeline: No, there's got to be something else I can do, Cristian.",
        "Cristian: You tried, Evangeline. You did everything you could. It's up to the governor now.",
        "Evangeline: What if there was a way I could -- I could force Spencer to confess?",
        "[SCENE_BREAK]",
        "Spencer: I did not come this far just to lose you now, Blair.",
        "[SCENE_BREAK]",
        "Clint: Louis L'amour -- nobody wrote about the American west better than he did and I've read every one of his novels. And you know, just after we -- after we lost Duke, I went into his room, found this entire bookcase, and it was just filled with L'amour novels, and I didn't know that Duke even knew who he was because we just never talked about it. And I should've known. Dorian, I just should've known about that. Why didn't I?",
        "Dorian: You're being too hard on yourself.",
        "Clint: Wasted, wasted moments. How come we -- we never realize that until somebody -- you know, I had the opportunity to get close to my grandson, to connect with him, and I just blew it.",
        "Dorian: You and Duke were very close, and you had a very strong connection.",
        "Clint: Then why didn't I know we had the same taste in books? You know, earlier you told Viki and -- told Viki and myself that you were going to let us grieve in peace. Well, I'm here to tell you that there is no peace in grieving, at least not for me.",
        "Dorian: Clint, I'm so sorry.",
        "Clint: The thing is we were going to take this -- this trip, Duke and Kevin, myself.",
        "Dorian: And of course, you thought you had all the time in the world.",
        "Clint: Yeah, we were going to drive through the Shenandoah Valley and we were going to stop whenever we wanted to and we were going to camp out and -- and if we had just done that, maybe --",
        "Dorian: Duke loved you very much, and you loved him very, very much. Just take comfort in that.",
        "Clint: I have got to stop this \"what might have been\" thing because I can feel it. It's turning into self-pity and this is not about me.",
        "Dorian: I'm just so grateful that you feel comfortable enough with me to share your feelings. Clint, you are going to get through this.",
        "Clint: Kevin is the one that's going to have to get through this. And Viki, with, you know -- she's holding it together with the hell that she's going through? That's incredible. She's just an incredible woman.",
        "Dorian: That's certainly the way the press are portraying her.",
        "[SCENE_BREAK]",
        "Todd: Hey, Jack. Looking good. How you doing? Hey, come on, now. Since when do we have a hard time talking to each other?",
        "[SCENE_BREAK]",
        "Blair: You got to let me back in there. I need to see Todd.",
        "Guard: I don't care, lady. Believe it or not, the guy's still got rights.",
        "Blair: I need to get in there to talk to him!",
        "Guard: Well, he doesn't want to talk to you. Until I hear different, that's the way it's going to be.",
        "[SCENE_BREAK]",
        "John: Yeah -- hey -- Lehigh prison? Yeah, ok -- can you hear me? Hello? Yeah, hey -- listen to me. I need to speak to the warden. Yes, the warden. I need to speak to him about Todd Manning. Manning -- he's a prisoner that's on death row. That -- yes, that's right. Death row. She's transferring me.",
        "Natalie: Good.",
        "[SCENE_BREAK]",
        "Blair: Please, you don't understand. I really -- I really need to get in there and talk to Todd.",
        "Guard: Lady, you have to get an ok from the prisoner.",
        "Blair: I need to talk to him, all right?",
        "Guard: Look, that's not my problem.",
        "Blair: Oh.",
        "[Phone rings]",
        "Guard: Hello? Yeah, Lehigh. Hello? Hello?",
        "John: Warden, is that you?",
        "Guard: The warden? Nah, you got the wrong extension. Call back.",
        "John: Don't -- don't hang up. Don't hang up. Who is this?",
        "Guard: What? This is the visiting room. The warden's not here.",
        "John: I'm Lieutenant John Mc Bain with the Llanview police department, all right? You have to stop the Todd Manning execution. The woman he supposedly killed is still alive.",
        "[NEXT_ON]",
        "Reporter: Do you think he's innocent?",
        "Dorian: If you do, you're as guilty as he is.",
        "Starr: Jack, give dad a hug.",
        "Jack: He's not my dad anymore. Dr. Spencer is.",
        "Blair: You came to see Todd?",
        "John: You're going to execute a man for something"
    ],
    "Transcript Author": [
        "Provided By Boo and Suzanne Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=8uNRNticW0U"
}