{
    "Episode Summary": [
        "Episode # 10978"
    ],
    "Recap": [
        "Dani tries to make amends with Nate about keeping Matt's secret. Rick, the pornographer presses Nate to make a decision about the movie. Deanna negotiates with a man about finding her mother. Deanna tells Nate that he doesn't have to do the porno because he can negotiate with his knowledge that Matthew killed Eddie. Nate tells Rick he will do the porno but he can't force Deanna. He takes out a notebook that shocks Deanna. Shaun notices Destiny's increased appetite. Vivian wants to talk to Destiny about teen pregnancy. She asks her to volunteer with the Teen Pregnancy class she is teaching. Destiny gets nauseous and runs to the bathroom. Vivian thinks Destiny is too upset about Matthew to deal with anything else. Shaun says Matthew is her best friend and in fact, he thought they were more, but he overheard them having a conversation about Matthew having sex with someone else. Vivian suspects Destiny wasn't ok with that conversation. Vivian tells Destiny that she is there for her if she ever needs to talk about anything. Destiny tells Dani that she needs to tell her something. Nora is sad that Matt is away from them in rehab. She wants to find out who hurt Matthew. She wonders who else knew about Eddie Ford's murder. They conclude that someone other than Destiny must have been in their house while they were gone. They begin to look for clues. Nora finds a mango flavored chewing gum wrapper in the sofa cushion.",
        "Tomas makes breakfast, but Dani tells Tomas she already had breakfast and Sebastian tells him that he doesn't like eggs. Sebastian says he is still getting used to Tomas being his father. Dani tells him it took her awhile to get used to Todd being her father. Tea feigns a headache to avoid having sex with Todd. Todd asks her if she wants a divorce. She tells him she can't compromise her professional ethics to stand by him in something that was wrong. He asks her if she still loves him. She says she just doesn't like him very much right now and begins to storm off. He grabs her by the arm to stop her from going. Tomas appears and tells Todd to get his hands off Tea. Sebastian hears Todd reminding Tomas that he kept him out of prison. Sebastian accidentally interrupts James and Starr making out by the pool. He tells Starr that something is going on between their fathers. Tomas tells Tea that he has to tell her something about Todd",
        "Ford brings a document to Jessica and she throws him out, believing it is an ultimatum from his lawyer. He tells her he isn't challenging her for custody; it is just a preliminary visitation schedule that she can alter as she likes. She tells him that Natalie and Brody are officially a couple and she is glad the news didn't trigger a re-emergence of Tess. He tells her that he wishes Tess had resurfaced. He tells Jessica that it is difficult seeing her because he misses Tess and she looks and sounds like Tess. Jessica asks him what it is about Tess that he finds appealing. He tells her that Tess is like a scared kid. She lives more than most people because she knows her existence could end at any moment. He says that when Tess loves someone, they feel it in their soul. Jessica agrees to the visitation terms and invites Ford to come with her to change Ryder."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Jessica: If you're here to see Ryder, it's not happening. You have to call first.",
        "Ford: I just wanted to show you this. Take some time to look at it and then we can talk about it.",
        "Jessica: I've seen enough. Get the hell out of here.",
        "[SCENE_BREAK]",
        "Tomás: Téa! Baz! Daniella! Anybody want breakfast?",
        "[Techno music playing]",
        "Tomás: Oh, do we have to listen to that atonal crap?",
        "Baz: That would be my atonal crap.",
        "[SCENE_BREAK]",
        "Starr: I give my heart, my love to you hi!",
        "James: Hi.",
        "Starr: I thought you had work today. What do you think? Sounds cool, right?",
        "[SCENE_BREAK]",
        "James: More like smoking hot.",
        "Dani: So are we ok?",
        "Nate: Ok with what?",
        "Dani: I would've told you about Matthew but Destiny begged me not to. I was just trying to protect her. You get that, right?",
        "[SCENE_BREAK]",
        "Rick: So who's ready to make a porn?",
        "Deanna: It's not all of it, but it's a good start.",
        "[SCENE_BREAK]",
        "Lawyer: Sorry--you want to find your mommy, you're gonna have to do better.",
        "Destiny: You gonna finish your toast?",
        "Shaun: You want it?",
        "Destiny: Could you pass the jelly?",
        "Shaun: It's good to see you with an appetite for a change. She hasn't eaten anything since Matthew went into the hospital.",
        "Vivian: Don't make me go into doctor mode and start lecturing you on proper nutrition now.",
        "Destiny: You don't have to do that. I'm fine.",
        "Vivian: Then can we talk about something else?",
        "Destiny: Sure. What?",
        "Vivian: Teen pregnancy.",
        "[Knife clatters on floor]",
        "[SCENE_BREAK]",
        "Nora: Thank you very much. No, I'll check back with you later. Thank you.",
        "Bo: Who was that?",
        "Nora: That was the rehab center. Matthew had a good night. I don't know what \"good\" means right about now, but at least he didn't have a seizure. I hate him being so far away from home.",
        "Bo: Honey, listen, we talked about this. Philadelphia is not that far away.",
        "Nora: I know. It's just that he should be here in Llanview. If anything happens.",
        "Bo: If anything happens to him, we're gonna be there like a shot. And plus, Philly can do the best job for him.",
        "Nora: I know. I know. It's just... he should be here. Enjoying the summer, hanging out at the pool with his friends instead of--",
        "Bo: He'll get here.",
        "Nora: But how did we get here? You know, Bo? What the hell happened?",
        "[SCENE_BREAK]",
        "Téa: Don't.",
        "Todd: What?",
        "Téa: I have a headache.",
        "Todd: Hold on. You had a headache last night, and the night before, and the night before that. What's it gonna take to make this so-called headache go away? Hmm. Or maybe we should just save time and get a divorce right now.",
        "Téa: Was that supposed to be funny? Because I don't think divorce makes a great punch line.",
        "Todd: Neither do I, but it seems like that's where we're headed, so we might as well just deal with it.",
        "Téa: I think this conversation's a little premature.",
        "Todd: But you still have a headache.",
        "Téa: Yes. For the moment, I do.",
        "Todd: Téa, I did what I did to keep my son out of prison. I don't understand how you can be angry about that. You would've done the exact same thing for Dani.",
        "Téa: You need to stop saying that. Ok? It would depend on what she did.",
        "Todd: Ok. I don't want to fight with you. Please, can we just...",
        "Téa: No. We can't just. I'm gonna go take a shower.",
        "Todd: You are my wife!",
        "Téa: I thought I was your lawyer. Make up your mind, Todd.",
        "[SCENE_BREAK]",
        "Tomás: I know that sounds like a criticism.",
        "Baz: So \"atonal crap\" is what, a rave review?",
        "Tomás: Taste is subjective. You make music because you have to, not because you want to. You're a terrific composer.",
        "Baz: Right.",
        "Tomás: You are. It's the audience's ear that needs educating. Anyway, I hope you're hungry.",
        "Baz: What's that?",
        "Tomás: Tortilla de huevos. When Téa and I were kids, our mother--your grandmother--used to make it for us. So...",
        "[Classical piano playing]",
        "Tomás: I thought it might be nice to start the day sitting together as a family.",
        "Baz: As long as you get to pick the background music.",
        "Tomás: Just listen to it.",
        "[Music playing]",
        "Tomás: So what do you think?",
        "Baz: It's great... if you like pretentious crap.",
        "Tomás: That would be my pretentious crap.",
        "Starr: I was talking about the music.",
        "James: I know, but if you want me to hear anything, you're gonna have to put some clothes on. No, no, I didn't mean right now.",
        "Starr: All right. You want me to turn the music off, that's fine. You probably didn't want to listen to it anyway.",
        "James: No, no, just leave it. It sounds great.",
        "Starr: Really?",
        "James: Yeah. You sound great.",
        "Starr: I'm so psyched that you are here today. How did you get off from work?",
        "James: I didn't. I just told my boss I was coming in a little late. You said you weren't meeting Baz till later and I wanted to see you. I feel like we hardly see each other anymore.",
        "Starr: Be honest. Do you resent me spending so much time with Baz lately?",
        "[SCENE_BREAK]",
        "Deanna: I worked really hard for that money.",
        "Lawyer: I don't doubt it, but we had a deal. Check, please.",
        "Deanna: Ok, if you can't give me the whole file on my mom, can you just give me a clue? One thing that would tell me where to start looking.",
        "Lawyer: Sorry, sweetheart. No previews. You want the info, you keep washing those cars.",
        "Dani: Who are you talking to?",
        "Nate: Sorry, Dani, I gotta go. I'll call you later.",
        "Dani: Ok, well, you're not gonna forget about my little brother's birthday party, right? I promised Sam that you'd be there and-- Nate?",
        "Rick: \"Hold the diploma\" has got a whole crew that is ready to roll. All they need is a word. So say the word.",
        "Nate: I'm not ready to make a decision yet.",
        "Rick: There's only one decision that makes sense and you know it, because that Buchanan kid isn't doing so hot. And if I felt like telling his mom and dad how their little boy ended up in the hospital--",
        "[Cell phone ringing]",
        "Rick: I have to take this, and you have a decision to make.",
        "Nate: What did the lawyer say?",
        "Deanna: I gave him a down payment, and he gives me nothing. He's a pig.",
        "Nate: Figures. He used to do business with my father.",
        "Deanna: He knows how to find my mother. Your dad gave him all the information. But he's gonna force me to come up with-- wait. What's wrong?",
        "Nate: Rick's outside. He's leaning on me to do that porno.",
        "Deanna: Nate, you don't have to do it.",
        "Nate: I'm not so sure I have a choice anymore. Destiny told me Matthew's folks moved him to some rehab place.",
        "Deanna: Is that bad?",
        "Nate: That means that they've done all they can for him here in Llanview. Which makes me think he won't recover.",
        "Deanna: You don't know that, Nate.",
        "Nate: I know that his parents are gonna obsess about how he got hurt in the first place. They have the entire police department to help them track me down.",
        "[SCENE_BREAK]",
        "Bo: I know what you need right now. A big stack of pancakes. Come on. I'll take you to breakfast.",
        "Nora: No, no. I can't. I can't. I really can't. I know I don't ever say no to pancakes, but I just--my stomach is like one great, big knot.",
        "Bo: Mine, too. But maybe if we could try...",
        "Nora: I just can't turn my mind off, you know? I think I would feel better if I could just figure out what put Matthew in this condition.",
        "Bo: I don't know if we'll ever know.",
        "Nora: The day he had the seizure, he was trying to tell us something. He was desperate to form these words. And before that, he told us that there was someone else who knew that he killed Eddie Ford. I think that's the person who hurt him. So who else besides us and Clint knew that Matthew killed Eddie?",
        "Bo: Maybe Destiny? But I know she wouldn't hurt Matthew.",
        "Nora: No, of course not. They were so close.",
        "[SCENE_BREAK]",
        "Shaun: You ok?",
        "Destiny: Sure. I just dropped my knife.",
        "Shaun: I'll get them to get you another one.",
        "Destiny: No, no. That's ok. I'm finished anyway. I should probably get going, actually.",
        "Vivian: Can you wait a minute? I just want to fill you in on this pregnancy thing. It's a project that I'm doing down at the clinic to educate young girls about the realities of teenage pregnancy. Here. Take a look.",
        "Destiny: Why? What does this have to do with me?",
        "[SCENE_BREAK]",
        "Jessica: You're siccing lawyers on me? Getting a court order to tell me what to do with my baby? If you think you're in charge here, you can forget it.",
        "Ford: It's not a court order.",
        "Jessica: I don't care what it is. Just take it and go.",
        "Ford: Jessica, Jessica, wait a second. I thought we came to an understanding...",
        "Jessica: That was before you started giving me ultimatums.",
        "Ford: It's not an ultimatum! And if you take time to read it instead of getting hysterical, maybe you'd figure that out!",
        "Jessica: Are you done yelling at me?",
        "Ford: Are you done throwing things? Look, I'm sorry. I just wanted us to work out something that was fair for everyone, especially Ryder. I had a lawyer draw up this sample agreement for you to look at and change if you want to.",
        "Jessica: Why didn't you say that in the first place?",
        "Ford: You didn't give me a chance. Look, Jessica, you're Ryder's mom. You have custody. I just wanted something in writing about visitation so that there wouldn't be any more problems with your family, especially your dad. Just read it. You'll see that I'm not asking for anything unreasonable.",
        "[SCENE_BREAK]",
        "James: I don't resent you spending time with Baz. Singing makes you happy and I would never want to get in the way of that.",
        "Starr: Thank you.",
        "James: I just wish I got to see you as much as he does. But don't worry--I'll make up for lost time.",
        "Starr: You are the best. You know that?",
        "James: Well, hopefully if Hope likes this, she'll be saying that one day, too.",
        "Starr: What? You got something for Hope? What is it?",
        "James: It's a blow-up pool toy. It's a seahorse. We can blow it up and float her around in the pool.",
        "Starr: James, she loves seahorses.",
        "James: I know. I'm buying the affection of a two-year-old. How pathetic is that?",
        "Starr: I'm sorry you're gonna have to wait to give it to her. She's taking a nap. But you don't have to do anything to make Hope like you. She already does, ok? It's just sometimes she misses her dad so much that she acts out.",
        "James: I know.",
        "Starr: It's not you, ok? I'm sure it's not going to last. You're just gonna have to be a little patient.",
        "James: I've gotta be. I'm gonna be a part of Hope's life. Because I'm gonna be a part of her mommy's life for a really long, long time.",
        "Starr: Good.",
        "James: Yeah.",
        "Starr: Mm. It is hot outside.",
        "James: I noticed.",
        "Starr: How much time you got?",
        "James: As much as we need.",
        "[SCENE_BREAK]",
        "[Classical piano playing]",
        "Tomás: That's me on the piano. When I first started touring.",
        "Baz: It's good.",
        "Tomás: But?",
        "Baz: It's a little old school.",
        "Tomás: It's classical. There's a difference.",
        "Baz: Whatever.",
        "Tomás: No, not whatever. Classical is the beginning and the foundation of everything that came afterwards.",
        "Baz: You know what? Let's just admit that you don't get my music and I don't get yours.",
        "Tomás: It's not like I'm some dinosaur. I listen to contemporary music. I listen to everything from Arcade Fire to Kanye West.",
        "Baz: Great. You love contemporary music unless it's mine.",
        "Tomás: All right, now you're getting defensive.",
        "Baz: I'm being defensive? You're the one explaining classical music like I just crawled out from under a rock.",
        "Tomás: Maybe because you can't acknowledge the fact that anyone else has something to offer. You don't think you have anything to learn?",
        "Dani: Guys, guys, come on. Enough!",
        "[SCENE_BREAK]",
        "Nate: And now Dani knows, too.",
        "Deanna: She knows you hit Matthew?",
        "Nate: No. But she knows I heard her talking to Destiny. So she knows I've known for a while that Matthew killed Eddie.",
        "Deanna: But you didn't tell her the rest of it.",
        "Nate: Maybe I should've. If I was smart, I would just blow this wide open so Rick would have nothing to hold over my head.",
        "Deanna: Nate, is that really what you want to do?",
        "Nate: No. But either I do this porno or I go to jail. Either way, I'm hurting Dani.",
        "Deanna: You can't go to jail. If you do that, you're hurting yourself most of all. Maybe there's a way out you haven't thought of yet.",
        "[SCENE_BREAK]",
        "Nora: So if it wasn't Destiny, then who else knew about Eddie's murder? And why haven't they come forward? I'll tell you why. Because it's the same person who hurt Matthew.",
        "Bo: Honey, we can't jump to any conclusions.",
        "Nora: No, no, no. They haven't come forward because they don't want to get blamed for Matthew's condition. It makes perfect sense.",
        "Bo: Slow down, Red. I want to find out who hurt Matthew just as much as you do. But right now, is knowing gonna do anything that will help him?",
        "[SCENE_BREAK]",
        "Todd: Ok, I'm sorry. I shouldn't have said that, but you know that I don't want you just for your legal skills. I want you for your other skills.",
        "Téa: Don't make light of this, Todd.",
        "Todd: I'm trying to fix it. I don't know how I'm supposed to do that if you stay angry about Jack.",
        "Téa: I am angry about Jack, and worried about him, Todd. Really worried.",
        "Todd: You think I'm not worried about him? You think I don't love my son as much as any father loves his son?",
        "Téa: Of course you do.",
        "Todd: All right! Téa, when he screws up, it scares me. I'm scared. So maybe you could, for a second, be in my corner, rather than punishing me this way. God, between Jack and what's going on at work... it'd be nice to have a little support. Let me just tell you that.",
        "Téa: What's going on at work?",
        "Todd: Nothing. This... I just lost this deal that was really important to me to whoever. I don't know. So...it would just be nice if at least my wife was on my side.",
        "Téa: I want to be, Todd, but if being on your side means abandoning my whole sense of what's right, I won't do that. I can't do that. What you did for Jack was wrong. Unequivocally wrong. Not to mention illegal. And most importantly, it was not in your son's best interest.",
        "Todd: Is it my son's best interest to spend a great portion of his life in prison?",
        "Téa: Is it in my best interest to be with a man who would do such a thing?",
        "Todd: You knew what you were getting yourself into when you married me. I'm the same person you fell in love with. You know it.",
        "Téa: Are you?",
        "[SCENE_BREAK]",
        "Jessica: This isn't terrible, but I'm gonna have to get my lawyer to look at it.",
        "Ford: Sure. Again, it's not like it's written in stone. I'm totally flexible. So if you wanted me to have more time with Ryder, then that would-- it was a joke.",
        "Jessica: My sense of humor has been having some technical difficulties. I had a really hard day yesterday.",
        "Ford: What happened?",
        "Jessica: Are you ready for this? This is awesome. Natalie told me that her and Brody are now officially a couple.",
        "Ford: Yeah. I heard about you walking in on him and Natalie.",
        "Jessica: Well, the only good thing about that is there was a time that would've broken me into a million pieces, but for once, that didn't happen and Tess didn't come back.",
        "Ford: I'm not gonna lie. I really wish that she had.",
        "[SCENE_BREAK]",
        "Vivian: I need volunteers for my group and you are perfect, Destiny. You're smart and you're high-achieving, but you're accessible, too. So if a girl felt more comfortable confiding in somebody her own age, she could feel like she could come to you.",
        "Destiny: That's really nice of you.",
        "Shaun: Vivian's not saying it to be nice. She needs your help.",
        "Destiny: I wish I could, but you know, I have my job at the Country Club.",
        "Shaun: That's only part-time.",
        "Destiny: I know, but--",
        "Shaun: I get it. You want plenty of time to go and see Matthew. But Vivian and I have been talking...",
        "Vivian: There's really not much that you can do for Matthew right now, so maybe it would be best if you just kept yourself busy...",
        "Destiny: You think sitting around with a bunch of pregnant teenage girls is gonna help me? It isn't. Sorry. I'm gonna be sick.",
        "Shaun: Hey, sis, wait! What--",
        "Vivian: What was that about?",
        "[SCENE_BREAK]",
        "Nora: Don't you want to know the truth?",
        "Bo: Of course, I do. But we can come up with all the theories in the world, and that's not gonna help us get Matthew home from rehab any sooner.",
        "Nora: I don't know what to do with all the time I have right now. When he was in Llanview, I'd sit by his bed and I would read to him and I'd hold his hand. I don't know what to do with my time right now.",
        "Bo: We'll figure out a way to fill it.",
        "Nora: Why can't we fill it doing what we know how to do best? You know, solving crimes. Finding justice for people who can't get it for themselves. Why can't we get justice for our son? Are you with me or not?",
        "[SCENE_BREAK]",
        "Deanna: Ok. Even if Matthew's parents find out you're the one who put him in the hospital, you can still stop them from putting you in jail.",
        "Nate: How?",
        "Deanna: Can't you use the fact that you know their son killed your father? Wouldn't that stop them?",
        "[SCENE_BREAK]",
        "Dani: I could hear you from outside. Who has, like, a fight about music?",
        "Tomás: It wasn't a fight. It was a respectful disagreement about taste.",
        "Baz: Yeah. Mainly the fact that he doesn't have any.",
        "Tomás: I think we're gonna agree to a truce over breakfast, if the tortilla de huevos isn't exactly cold already.",
        "Dani: Tortilla de huevos?",
        "Tomás: Don't tell me your mother never made it for you. Oh, you gotta try this.",
        "Dani: Oh, I can't. I already ate breakfast. But you go ahead.",
        "Baz: Are you kidding? I hate eggs.",
        "Tomás: Who doesn't like eggs? You know what? See if I have better luck with my sister.",
        "Baz: So what's wrong with you?",
        "Dani: Nothing. Why?",
        "Baz: You looked weird when you came in.",
        "Dani: Maybe I was just wondering why my boyfriend hung up on me for no reason. We had a fight, and I thought we were over it, and now I don't know. Speaking of fights, what's up with you and your dad?",
        "Baz: It's just still weird to think of Tomás as my dad. We're just trying to get used to each other.",
        "Dani: It was like that for a long time with my dad, too.",
        "Baz: Your dad--did he look like he does now when you guys met? Or did he still have that scar?",
        "[SCENE_BREAK]",
        "Todd: You know what I think? I think you're totally full of it. I think you married me not in spite of but because of my flaws. The real question I have at this moment is, do you still love me?",
        "Téa: Of course I love you, you idiot! I just don't like you very much right now.",
        "Todd: Don't walk away from me. Hey. I said don't walk away from me right now.",
        "Tomás: Hey! Get your hands off my sister.",
        "[SCENE_BREAK]",
        "Bo: Of course I'm with you. Now, forever. Whatever you need.",
        "Nora: I love you.",
        "Bo: Right back at you, and from now on, we are gonna treat Matthew's case just like any other case that comes across my desk. All right. We're gonna start from when he collapsed and then we'll build a timeline.",
        "Nora: Well, that day, that was the day that Blanca Morales came by and threatened to expose Matthew as the killer.",
        "Bo: And then we went to stop her.",
        "Nora: Right. We told Matthew to stay here. And the only person that we know that came by to see him was Destiny, and I think we both agree that she couldn't possibly have caused his injury.",
        "Bo: And then after Clint confessed to the murder, then we came back home.",
        "Nora: And that's when he told us that someone else knew about the murder.",
        "Bo: And then he collapsed.",
        "Nora: So what does that tell you?",
        "Bo: It tells me that somebody besides Destiny was here while we were gone.",
        "Nora: And whatever they did to Matthew...",
        "Bo: They did it right here.",
        "[SCENE_BREAK]",
        "Nate: I've already put Matthew's parents through enough, Deanna. Their son can't move. He can't talk. I'm not gonna threaten to tell everyone that he's a killer.",
        "Deanna: You're gonna have to do something, Nate. And you have to do it soon. So what's it gonna be?",
        "Rick: That is a good question, sweetheart. I've been trying to get an answer to that one for days.",
        "[SCENE_BREAK]",
        "Vivian: Hey. Don't worry too much about this. Destiny is being pulled in too many directions. I shouldn't have put more pressure on her.",
        "Shaun: It's not you. When they sent Matthew to rehab, she freaked out. Matthew's her best friend. I thought there was more going on, but I was wrong.",
        "Vivian: How do you know?",
        "Shaun: I walked in on them once talking about sex. For a second, I thought they meant the two of them. But it turned out that Matthew was having sex with someone else.",
        "Vivian: And Destiny was ok with this?",
        "Shaun: She said she was.",
        "Vivian: You didn't buy it?",
        "Shaun: I don't know. I know she used to have a thing for him. Hey. You feeling better?",
        "[SCENE_BREAK]",
        "Destiny: Yeah. I just ate too fast or something.",
        "Vivian: Hey, Destiny, I am sorry. I did not mean to upset you.",
        "Destiny: It's ok.",
        "Vivian: I know you have a lot going on right now with Matthew and everything--",
        "Destiny: Don't worry about it. Oh, why are you standing up?",
        "Shaun: I'm getting ready to go. I gotta go to work. Do me a favor.",
        "Destiny: Sure.",
        "Shaun: Stay with Vivian until she finishes her coffee. Mwah. Bye, baby. Bye- bye.",
        "Destiny: I gotta go soon. I have some stuff I gotta get done.",
        "Vivian: Sure. I just want you to know something first. You can talk to me.",
        "[SCENE_BREAK]",
        "Ford: I can't help it. You know I miss Tess so much. And when I see you--your face is her face. Your voice is her voice. It's like she's here. But she's not. I'm sorry. You don't need to hear this.",
        "Jessica: No, no. Go ahead.",
        "Ford: You want me to talk about a woman who makes your life miserable?",
        "Jessica: No. But I do want to know...what is it about Tess that you like so much?",
        "[SCENE_BREAK]",
        "James: I have to say, when you asked me how much time I had, I didn't think you were talking about going for a swim.",
        "Starr: There are too many people that could walk in on us--my aunt Dorian, Kelly, my mom. Trust me, you do not want to hear their screams.",
        "James: Well, trust me, I didn't plan on our first time being on some pool furniture out in broad daylight anyway. I have other fantasies.",
        "Starr: Me, too.",
        "James: Yeah? I think about it all the time, Starr. Being with you. Sleeping with you. I want this to happen really, really bad.",
        "Starr: It will. Once things get a little better with Hope, you know.",
        "James: I know. I'm not complaining. Do you need some more sunscreen?",
        "Starr: Would you mind?",
        "James: That's not a serious question, is it? Hand it to me.",
        "Starr: Oh. Ha ha!",
        "[SCENE_BREAK]",
        "Dani: No. I never knew my dad when he had the scar. Why are you asking?",
        "Baz: Starr was talking about how he used to look. It's gotta be strange for your dad to just show up as a whole new person.",
        "Dani: You want strange? Stick around. This family has way more than its share.",
        "Baz: I should go change. But don't obsess about that call with your boyfriend, ok?",
        "Dani: I'll try not to. See you later.",
        "[SCENE_BREAK]",
        "Todd: Back off, Tomás. This has nothing to do with you.",
        "Tomás: The hell it doesn't. That's my sister you're manhandling. Come on, Téa. Let's go downstairs.",
        "Todd: She's not going anywhere with you.",
        "Téa: I'm not going anywhere with anyone. I'm gonna go take a shower.",
        "Tomás: Watch yourself, Manning. You lay a hand on my sister again, you will regret it.",
        "Todd: Don't tell me how to treat my wife.",
        "Tomás: You forget things I know about you.",
        "Todd: What does that mean? So it means you can just run the show now? You can bring your son into my house and I don't get to have a word about it? I know things, too, Tomás. Don't push me. I don't owe you anything. In fact, it's because of me you're free. Our deal got you out of prison.",
        "Tomás: And kept you alive.",
        "[SCENE_BREAK]",
        "Ford: You seriously want me to talk about Tess? Why?",
        "Jessica: She's like this mystery that I can't unlock. I hear about all these terrible things that she does but I don't really know her. And you do.",
        "Ford: I never actually thought she'd let me know her. But she finally did.",
        "Jessica: So what is it? What did you find to love?",
        "Ford: Well, nothing at first. She's loud, selfish, really mean.",
        "Jessica: Yeah. She sent a picture to my mother of her husband with another woman.",
        "Ford: I know. Half the time, I wanted to strangle her. But there's something about her. She's smart. Funny. And underneath that bitch-on- wheels routine, she's just a kid. A scared, little kid who knows that her entire existence can disappear in a nanosecond. But when she's here, she's more alive than most people ever think about being. And when she loves you.. you feel it. In your soul.",
        "Jessica: I think I understand now.",
        "Ford: But she's gone, and I need to figure out a way to accept that. So we should get back to business.",
        "Jessica: Yeah. I don't need a lawyer to look at these. They're fine.",
        "Ford: That's a switch. When I came in, you threw them at me and it almost felt like I had her back. Just for a second.",
        "[SCENE_BREAK]",
        "Vivian: Listen, I know you and your mother are still on the outs.",
        "Destiny: She's not my mom.",
        "Vivian: All I'm saying is I'm here for you if you ever need to talk.",
        "Destiny: About Matthew?",
        "Vivian: About anything.",
        "Destiny: Yeah. I gotta go.",
        "Vivian: Ok. Yeah. Go ahead. I'll talk to you later, ok?",
        "[SCENE_BREAK]",
        "Rick: Ok, ok, so you wanted some privacy for our negotiation. No one's gonna overhear that the king and queen of the prom are gonna be showing off their assets [Whispering] In an adult film.",
        "Deanna: Hey. We didn't say we'd do it yet.",
        "Rick: No. But you will... if Nate knows what's good for him. Do you know what's good for you, my man?",
        "Nate: Ok. Ok. I'll do it.",
        "Rick: Yeah! That's the way to stay out of the slammer, kid.",
        "Nate: But not her. Not Deanna.",
        "[SCENE_BREAK]",
        "Nora: You're right. This is our crime scene. And I think we may have caught a lucky break.",
        "Bo: What do you mean?",
        "Nora: Well, since Matthew went into the hospital, I haven't done any cleaning. Have you? And we've been practically living at the hospital.",
        "Bo: Yeah, which means any evidence here wouldn't be contaminated.",
        "Nora: No. You're right. So let's figure this out. Ok. So Destiny leaves. Matthew's alone. Someone else comes over.",
        "Bo: Someone who knew that Matthew killed Eddie.",
        "Nora: He confronts Matthew.",
        "Bo: They get into an argument.",
        "Nora: It gets physical. That means they left trace. Somewhere, somehow.",
        "Bo: And if it's here, then we will find it.",
        "[SCENE_BREAK]",
        "Todd: I thought I heard someone.",
        "Tomás: There are kids in the house, remember?",
        "Todd: Ok, Tomás, thank you very much. You've said what you had to say. Stay out of my business.",
        "Tomás: It's too late for that. You made a deal with me. And I've kept my part of the bargain. But my agreement was contingent on me knowing that my sister and her daughter would be safe.",
        "Todd: Yeah. They are.",
        "Tomás: I'm not so sure of that anymore. And if I catch you pushing either one of them around again, all bets are off.",
        "[SCENE_BREAK]",
        "James: What about your Aunt Dorian?",
        "Starr: Who?",
        "Baz: Starr? Oops.",
        "[SCENE_BREAK]",
        "Bo: Ah. What's this?",
        "Nora: Is it a receipt?",
        "Bo: Yeah. For a convenience store. Couple of days before Matthew was hurt.",
        "Nora: Damn.",
        "Bo: A lot of time has passed, Red.",
        "Nora: No, no, no. We're gonna keep looking. Something'll turn up. Aha.",
        "Bo: What is it?",
        "Nora: It's a gum wrapper. It's a gum wrapper. I don't chew gum. You don't chew gum. Who knew there was even mango flavor? Matthew hates mango.",
        "Bo: Maybe it could be Destiny's.",
        "Nora: Or it could belong to the person who hurt our son.",
        "[SCENE_BREAK]",
        "Deanna: Nate, what are you doing?",
        "Nate: I don't have a choice, but he's got nothing on you. You can't force her to make a porno.",
        "Rick: Maybe not. Or...maybe I can.",
        "[SCENE_BREAK]",
        "Dani: Destiny. Hey. What's up?",
        "Destiny: I have to tell you something.",
        "[SCENE_BREAK]",
        "Jessica: We're all set.",
        "Ford: I guess we are. So tomorrow's good?",
        "Jessica: I will tell Ryder to expect you.",
        "Ford: Pretty soon he's gonna understand that and he's gonna start talking back.",
        "Jessica: I know. I can hardly believe how big Bree's been getting.",
        "[Ryder fussing on baby monitor]",
        "Jessica: Uh-oh. Looks like someone's up early from his nap. I should go.",
        "Ford: Oh. Yeah. I'll see you later.",
        "Jessica: Wait. Do you want to come with me?",
        "Ford: Seriously?",
        "Jessica: Sure. You can change the diaper.",
        "Ford: Ok.",
        "[SCENE_BREAK]",
        "Starr: What's up, Baz? I thought we were meeting at Capricorn later.",
        "Baz: We are. We just--needed to decide on a couple things first, so I thought I'd stop by. It's no big deal. I'll come back.",
        "James: Don't worry. You can stay. I was just leaving for work. But I enjoyed our swim.",
        "Starr: Me, too. We should do it again sometime.",
        "James: Yeah.",
        "Starr: Yeah.",
        "James: Hey, Baz, Starr played me some of the new music. Nice work.",
        "Baz: Thanks.",
        "James: I'll call you later, ok?",
        "Starr: Ok. So what was so important that you couldn't wait until later?",
        "Baz: Something's going on between your father and mine.",
        "[SCENE_BREAK]",
        "Todd: You can't threaten me, Tomás. If I go down, you go down, too.",
        "Tomás: Maybe that's a chance I'm willing to take.",
        "Todd: You sure?",
        "[Door opens]",
        "Téa: What's going on?",
        "Todd: Tomás was just leaving.",
        "Tomás: Not until I tell you about your husband.",
        "Téa: Tomás, can this wait? I really need to get ready for Sam's party.",
        "Todd: Yeah, me, too.",
        "Tomás: No, no. You'll want to hear this, Téa. It's worth it. That's a promise."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=o1uQkRxe-FY"
}