{
    "Episode Summary": [],
    "Recap": [
        "Todd passes by Spencer who is trying to seal a deal over the phone for a house for 'his' new family. Todd goes into Starr's room, telling that he wants her to come and live with him. She wants the whole family to return to the penthouse like before. Bo and John get an expert who will look over the picture of Spencer and the guns. Paige gets an update from Spencer on Starr's condition. She sees Todd and Blair with Starr in Starr's room. She likes seeing the girl with both her parents. Spencer says that he will be the one that Blair leaves with when they go home. Paige wouldn't be too sure about that. \"Did you hear Spencer? Bo got his job back. You are good Spencer, but Bo is better.\" John and Bo are stumped. They have to find the gun. They start running checks all over town using Spencer's name. They find nothing. John is at the shooting range when it suddenly comes to him. He rushes back to work. He hits pay dirt! He goes to Bo and tells him that they have been searching S. Truman all along, when they should have been searching N. Truman. Paige comes to visit. Bo can't put her picture on his desk yet until they figure out what they mean to each other. John took a chance that Spencer has been using his father's name and he has. There is a safety deposit box under N. Truman and Bo and John figure that he uses that name on the box as that is where the gun is. Starr is confused but Spencer isn't worried. \"It is just the trauma to her head.\" She thinks that 2 X 3 is 5, and she can't tell what day it is. She thinks her parents are engaged and getting married. She hopes to help with the wedding. She asks them to kiss for her now. She complains about her aching head when they don't want to. Finally they kiss while Spencer watches through the window in the door."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Antonio: Yeah, that's pretty much how the robbery went down.",
        "Officer: Ok. Thanks, Antonio. Hey, it's good seeing you again. We miss you on the job, man.",
        "Nash: What's -- with the cop? Is Jessica all right?",
        "Antonio: Jess is fine.",
        "Nash: Good.",
        "Antonio: Yeah, me, too. Thanks for asking. Not that that's what you wanted to hear.",
        "Nash: What are you talking about?",
        "Antonio: Well, my place just got hit by an armed robbery, and why can't I help thinking that maybe you had something to do with it?",
        "[SCENE_BREAK]",
        "Jessica: Baby Bree, I can't believe how big you're getting. You're out of these clothes already. My goodness. Tess really didn't have a clue, did she? Glow in the dark. Great. And these are the ones that I bought you. How can Tess and I be so different? Don't worry, I don't understand, either. \"Keep out. This means you, Nash.\" This belonged to Tess.",
        "[SCENE_BREAK]",
        "Natalie: Oh!",
        "Vincent: Hey. You all right?",
        "Natalie: Yeah, fine, fine. Don't worry about it.",
        "Vincent: Are you sure?",
        "Natalie: Yeah. Why wouldn't I be fine?",
        "Vincent: Maybe because you're about to jump out of your skin. You know, I really hope it's not because of me.",
        "[SCENE_BREAK]",
        "Bo: How soon until we can see the enhanced version?",
        "Man: Ah, should be soon. It's an intricate process to get the right pixelation and find the --",
        "John: Yeah, Jeeter, we get it -- \"pixelization,\" blah, blah, blah.",
        "Bo: Let's hope we can see more than we're seeing in this.",
        "John: I'll tell you what I am seeing -- I'm seeing the guy that shot my father and the gun he used to do it.",
        "Jeeter: What exactly is it you're looking for, anyway?",
        "John: We got the bullet that took down my father. The rate it twists, it only could've come from one gun -- a walther 38 millimeter, model PPK.",
        "Bo: We think the gun is one of these two.",
        "John: When I find it, we're taking down that son of a bitch once and for all.",
        "[SCENE_BREAK]",
        "Spencer: Yeah, hi, this is Dr. Truman. That's right. Listen, I won't be able to bring the little lady by today. Well, we've been held up. Look, I just want to make sure no one outbids me on this house. It's the perfect house for me and my new family. Mm-hmm.",
        "[SCENE_BREAK]",
        "Starr: Hi, Dad.",
        "Blair: Look who's awake.",
        "Todd: I know.",
        "Blair: Yeah. She's been asking for you.",
        "Todd: How you feeling?",
        "Starr: My head hurts.",
        "Todd: Yeah, I'm sure it does.",
        "Starr: I want to go home.",
        "Blair: Well, as soon as the doctors say it's ok, we'll take you back to Dorian's, ok?",
        "Starr: Dorian's? Why would we go there?",
        "Todd: Forget Dorian's. You're coming home to the penthouse with me.",
        "Starr: Well, wouldn't we all go to the penthouse? That's where we live.",
        "[SCENE_BREAK]",
        "Natalie: Get over yourself.",
        "Vincent: Good. I'm glad it's not me making you so edgy.",
        "Natalie: Look, I'm just seriously overcaffeinated, overtired, overstressed, ok?",
        "Vincent: You know, I didn't ask for an explanation, but since you brought it up, what's going on?",
        "Natalie: Certification exam coming up.",
        "Vincent: For your forensics training -- got it. How's it going?",
        "Natalie: Why? It's not like you could tutor me.",
        "Hugh: Oh, you never know. Vincent here was top of his class.",
        "Natalie: How would you know?",
        "Vincent: Who do you think got him through pre-law?",
        "Hugh: In your wildest delusions. You were too busy bleeding through statistics.",
        "Natalie: You two went to school together?",
        "Hugh: Yeah, we were roomies -- four years.",
        "Vincent: Yeah -- longest four years of my life.",
        "Hugh: Whatever. Don't listen to him.",
        "Natalie: Uh -- yeah, don't worry. I won't. I need somebody who understands criminology and forensics on the right side of the law. Thank you.",
        "Hugh: Well, you're on your own, buddy.",
        "Vincent: Yeah.",
        "Natalie: I thought that I told you not -- you want something?",
        "Man: Well, I overheard that you're studying for your board certification? I used to be a cop. Maybe I can give you some pointers.",
        "Natalie: Well, do you know anything about steganography or electronic watermarkings? Because that's the chapter I'm on.",
        "Man: Are you talking about wavelet transform or the fourier?",
        "Natalie: Oh, have a seat.",
        "Man: I'm Ted.",
        "Natalie: Natalie. Guess I'm pretty lucky that you came over when you did.",
        "[SCENE_BREAK]",
        "Hugh: Kelly.",
        "Kelly: Hi!",
        "Hugh: Hey.",
        "Kelly: Hi. I didn't see you.",
        "Hugh: Are you ok?",
        "Kelly: Yeah, fine.",
        "Hugh: Can I get you a cup of decaf or --",
        "Kelly: Oh, I'm not even doing that these days.",
        "Hugh: Look, as long you waited to get pregnant, I can see why you'd want to be careful.",
        "Kelly: Yeah.",
        "Hugh: Ok. Lay it on me.",
        "Kelly: What?",
        "Hugh: What's wrong?",
        "Kelly: Oh, uh -- well, I told Kevin about the baby.",
        "Hugh: Oh. How bad was it?",
        "Kelly: How bad do you think it was?",
        "Hugh: He didn't hurt you or anything, did he?",
        "Kelly: No. No, of course not.",
        "Hugh: Oh.",
        "Kelly: It was just -- it was strange actually. He didn't seem to have any reaction really. He just seemed shellshocked.",
        "Hugh: Happens.",
        "Kelly: Yeah, well, it scares me.",
        "Hugh: Why?",
        "Kelly: Because I don't think it's really hit him yet. And when it does, all hell's going to break loose.",
        "[SCENE_BREAK]",
        "Tess' voice: Ok, I'm not really a journal person, but I'm stuck with it because sometimes Jessica takes over and I have to go away, so when I come back again, I want to make sure I don't forget a single minute of my life as I know it, especially now with Nash in it. God, I love him so much.",
        "Jessica: Kevin.",
        "Kevin: Hey.",
        "Jessica: Hi.",
        "Ken: I was knocking for a while. Is everything ok?",
        "Jessica: It's fine. I just -- I didn't hear you. Sorry.",
        "Kevin: Look, if it's a bad time --",
        "Jessica: No, no, it's fine. Come in, come in.",
        "Kevin: I was just in the neighborhood, thought I'd stop by.",
        "Jessica: What -- what is it? What's -- what's wrong?",
        "Kevin: Wrong? Nothing's wrong. You should congratulate me.",
        "Jessica: Oh?",
        "Kevin: I'm going to be a grandfather.",
        "Jessica: Ah. A grandfather -- what do you mean?",
        "Kevin: Yeah, Kelly, she's -- she's pregnant, and as we all know, it's not my -- my child.",
        "Jessica: Oh, my God. You mean --",
        "Kevin: Yeah, yeah. She got pregnant when she was with Duke.",
        "Jessica: I'm so sorry. If there's anything that I can do -- is there?",
        "Kevin: No, I just -- I just needed to be with someone, that's all, you know, because if I was alone, I -- I just don't know what I'd do.",
        "[SCENE_BREAK]",
        "John: Can you put a rush on this photo enhancement?",
        "Jeeter: Oh, these things take time.",
        "John: Yeah.",
        "Bo: All right. Thanks a lot. Ok, the hospital says that Truman's going to be there for the rest of the afternoon. That gives me enough time to get this original back in his room before he misses it.",
        "John: Or before he finds out about Blair. I haven't liked this from the beginning.",
        "Bo: You know, I told her not to do it, but she wouldn't listen. You know, she gets something in her mind, she's going to do it no matter what anybody else says.",
        "John: You know, she dodged a bullet already when he tested her to see if she was ratting him out.",
        "Bo: Yeah, yeah, but that's because you figured it out. See, she's operating on pure emotion right now. That -- that never works, never good.",
        "John: Well, look, if she won't listen to us, the best we can do is cover for her.",
        "Bo: Yeah, and nail Truman before she gets jammed up again.",
        "John: Well, look, this -- this picture might be the -- the best thing we got to go on, you know? What we need to figure out is, where did he stash that damn gun?",
        "Bo: Hmm. I think it's weird that he would hold on to this picture, you know? Why -- why would he be stupid enough to keep something that's incriminating that somebody else could find?",
        "John: It's got to mean the picture's got some sort of significance to him.",
        "Bo: Yeah, but he doesn't seem like the sentimental type to me.",
        "John: Agreed. The guy doesn't seem to care about anything.",
        "Bo: No. But he will hang on to the things that he cares about most.",
        "[SCENE_BREAK]",
        "Paige: How is she?",
        "Spencer: Uh --",
        "Paige: How is Starr?",
        "Spencer: Oh, hi. She's -- she's -- well, we don't know the extent of her injuries just yet, whether or not there's been any brain damage.",
        "Paige: That's got to be hell for Blair and Todd. But it's good that she has her parents with her. She needs that. So do they.",
        "[SCENE_BREAK]",
        "Blair: Starr, your daddy lives at the penthouse.",
        "Starr: I know. We all do.",
        "Todd: Honey, what happened at the quarry?",
        "Starr: I -- I don't know. What happened?",
        "Todd: That's why you're here, sweetheart. You don't remember?",
        "Starr: No.",
        "Blair: You know what? Just -- just you rest and get better, ok?",
        "Starr: Will you guys stay with me? Both of you?",
        "Todd: Yes, of course. We're not going anywhere.",
        "[SCENE_BREAK]",
        "Spencer: What are you doing here, Paige? Visiting someone? You certainly don't work here any longer.",
        "Paige: Well, actually I might again. I just interviewed for a research job.",
        "Spencer: Research -- wow. That's -- that's something. From Chief of Staff to researcher, huh? Just like the good old days, right? Quite a backslide.",
        "Paige: Yeah. That's right, I've hit bottom, but don't get too excited. The only way for me to go now is up. Can you say the same thing? They're really pulling together for their daughter, aren't they?",
        "[SCENE_BREAK]",
        "Nash: You think I had somebody rob the place?",
        "Antonio: Well, you're the one with the growing rap sheet -- fraud, kidnapping, suspicious death.",
        "Nash: By \"suspicious death,\" I'm guessing you're talking about Claudia's father, right?",
        "Antonio: Well, it would help your cause to get rid of me, wouldn't it? Help you get Tess back?",
        "Nash: Hmm. If I wanted you dead, you'd be dead.",
        "Clint: Antonio? Why are the cops out front? What happened here?",
        "Antonio: Ah, someone tried to rob the club.",
        "Clint: You're kidding. Anybody hurt?",
        "Antonio: Ah, just the -- the clown who hit the place.",
        "Nash: Yeah, and then he hit me with an accusation. He thinks I had something to do with it.",
        "Clint: You know, I'm glad I found the both of you here because Jessica's getting close to integration. I think it's time I laid down a few rules for the both of you.",
        "[SCENE_BREAK]",
        "Kevin: I didn't mean to lay all this stuff on you.",
        "Jessica: Oh, no, no, no, no, no. I'm just happy that you didn't do something destructive or self-destructive, you know?",
        "Kevin: I didn't know what to do when she first told me, I was so numb. Then I started thinking about everything, you know, that Kelly, I mean -- it was Duke's baby and -- I headed straight for the nearest bar, I swear.",
        "Jessica: Kevin, you didn't.",
        "Kevin: No, no, I stopped myself this time. I mean, there's no amount of booze that's going to make me feel better about this one or bring Duke back.",
        "Jessica: Yeah, but, I mean, in a way --",
        "Kevin: I know. The baby's part of him.",
        "Jessica: That's a good thing.",
        "Kevin: Well, that's the way I'm trying to think about it.",
        "Jessica: Well, I know it's hard. I mean, first with Bree, I just -- I wanted so bad for her to be Antonio's and mine, and she's not. She's Nash's and Tess'. I can't change that.",
        "Kevin: So what do you do with that?",
        "Jessica: I love her, no matter how she got her start. And just be happy that she's here. And that's what I really am. I'm just -- I'm just happy to have her.",
        "Kevin: Yeah. Yeah, but this is different. You see, I don't know if I'll ever be able to look at that child and not remember all the pain. I mean, will I ever be able to accept my grandchild?",
        "[SCENE_BREAK]",
        "Ted: Methane plus oxygen's going to yield the carbon dioxide and the water transfers --",
        "Natalie: Oh.",
        "[SCENE_BREAK]",
        "Hugh: All right. I know I said that you should wait to tell Kevin about the baby, but maybe it's better that it comes out this way. It'll give him longer to accept it.",
        "Kelly: If he ever does.",
        "Hugh: You don't think he'll come around?",
        "Kelly: I don't know. He's so unpredictable. He -- what if this just makes him angrier? I mean, what if every time he looks at me and this baby, all he sees is -- is pain and rage? I don't want to go through that, and I certainly don't want to put my child through that.",
        "Hugh: Kelly, all right, wait. Before you get too upset, just give it time. Kevin just found out. He hasn't gotten used to it yet. I mean, you haven't even had the baby.",
        "Kelly: Yeah.",
        "Hugh: A lot can change before that.",
        "Kelly: Maybe.",
        "Hugh: No, it can. And it -- it will. I'm just glad you decided to stick around.",
        "Kelly: Why?",
        "[SCENE_BREAK]",
        "Spencer: Well, I guess it's only natural that Todd and Blair do some bonding. After all, it is their daughter, and that's what families do during a crisis. The thing is, Paige, you know, at the end of the day, I'm the one that Blair's going home with. I'm the one she's going to be loving --",
        "Paige: Yeah, right.",
        "Spencer: Caressing.",
        "Paige: You just keep telling yourself that, big guy. Oh, by the way, have you heard the news? Bo got his job back this morning. It turns out somebody forged his signature on those documents. You know, the documents from the morgue, the ones that said Margaret and the baby were dead, the ones you blackmailed me with?",
        "Spencer: I have no idea what you're talking about.",
        "Paige: You're good. But Bo is better.",
        "Spencer: I doubt that.",
        "Todd: Ugh -- what are you doing here? You're not her doctor.",
        "Blair: Todd.",
        "Spencer: Yeah, well, Starr's doctor did ask me to consult on the case, Todd. We've been through this, right?",
        "Starr: I know you.",
        "Blair: That's right, sweetie. That's Dr. Spencer Truman.",
        "Starr: You're the one who saved jack.",
        "Blair: Uh, yeah. You know what? I am going to talk to Dr. Truman out in the hall, ok? Just a minute.",
        "Todd: I'll be right back, sweetie. Hey, Truman? What's going on here? Her memory's all haywire, she can't remember anything that happened at the quarry. Her head hurts. What's happening?",
        "Spencer: Well, her symptoms are not that abnormal for someone who's been through as much as she has.",
        "Todd: All right. Is she going to be ok?",
        "[SCENE_BREAK]",
        "John: You know, I know Truman stashed that gun. I got a buddy at the Bureau, and he ran his name through the system, you know, to check his old residence, properties, you name it.",
        "Bo: Anything turn up?",
        "John: No, no, not so far, but I know he's stashed that gun somewhere.",
        "[Knock on door]",
        "Paige: Oh. Sorry to interrupt.",
        "John: It's ok. I -- I'm out of here.",
        "Paige: I'd like to help him, but I -- I don't think he'd let me.",
        "Bo: Well he's still working things out.",
        "Paige: A lot of us are. Well, I -- I just -- I came by to congratulate you on getting your job back.",
        "Bo: Well, thanks, thanks. Look at this. They -- they redecorated for me, you know?",
        "Paige: Oh.",
        "Bo: Or for my replacement.",
        "Paige: Well, glad it's you.",
        "Bo: Yeah, me, too. It's like I never left, though -- look at this. I didn't even get a chance to unpack the stuff that I took with me before. I think the only thing that I lost is a little time on the job.",
        "Paige: Well, you're lucky that -- that that's all that you lost.",
        "[SCENE_BREAK]",
        "Hugh: Kelly, we're friends, and I don't have a whole lot of friends here in Llanview.",
        "Kelly: Oh, come on. You have lots of friends.",
        "Hugh: I don't.",
        "Kelly: You have Nora and Bo and John --",
        "Hugh: Ok, ok.",
        "Kelly: And Evangeline --",
        "Hugh: Ok, ok, ok, but I'd still miss you.",
        "Kelly: Oh.",
        "Hugh: What? What'd I say?",
        "Kelly: Nothing. It's not you. I --",
        "Hugh: Tell me what it is.",
        "[SCENE_BREAK]",
        "Ted: Just nail that coding stuff that I told you about and you're going to ace that test.",
        "Natalie: Thank you.",
        "Ted: Thank my boss. He's the one who made that happen.",
        "Natalie: Who's your boss? [Natalie sighs] What are you trying to pull here?",
        "Vincent: I said I wanted to help you.",
        "Natalie: And what are you going to want back?",
        "Vincent: I was hoping that maybe you'd see that I'm not such a bad guy after all.",
        "[SCENE_BREAK]",
        "Spencer: Listen, I'd like to examine Starr a little more extensively, ok?",
        "Todd: I think I'd like to talk to the neurologist first.",
        "Spencer: You know what, Todd? That's fine, it's your call. However, her neurologist did ask me to consult on the case. There must be a reason for that, right?",
        "Todd: I'm sure you gave her reasons, too.",
        "Blair: Ok, Todd, just back off. If Spencer can help Starr, please let him.",
        "Spencer: Hey, Starr. How you doing? Your mom wants me to examine you again. Is that ok? You sure?",
        "Starr: Mm-hmm.",
        "Spencer: All right. I'll tell you, I bet you can't tell me what the date is today, huh?",
        "Starr: Hmm, I don't know.",
        "Spencer: You don't know? I bet you can tell me what two times three is, can't you?",
        "Starr: Uh -- five.",
        "Spencer: Ok.",
        "Blair: How is she?",
        "Spencer: Well, her CCS looks good.",
        "Todd: What does that mean in English?",
        "Spencer: Look, she's not lapsing into another coma. She's alert. I mean, these are all very good signs, but --",
        "Blair: She's not remembering anything, Spencer.",
        "Spencer: Well, it could be the medication she's on, it could be the head trauma. I'm going to order another series of CT scans, find out exactly how her condition is progressing. In the meantime, it would really be good if she didn't get any more stressed out than she already is.",
        "Blair: What are we going to do about our little girl, Todd?",
        "Todd: Well, you heard your boyfriend -- can't stress her out.",
        "Blair: She thinks we're together, in love.",
        "Todd: I know. Well, maybe we should pretend for her sake.",
        "Starr: What's wrong with me?",
        "Todd: Nothing's wrong with you, honey. When you bumped your head, you were under water a long time, that's all. You're going to be just fine.",
        "Blair: Yeah, you're going toe just fine.",
        "Starr: Where's your engagement ring?",
        "Blair: Um -- this morning, I was taking a shower when I got the phone call about you, and I just -- I -- I -- I forgot to put it on.",
        "Starr: But you never take it off.",
        "Todd: Sweetheart, maybe you shouldn't talk now. You should rest.",
        "Blair: Are you ok?",
        "Starr: Yeah, I'm sorry, it just really hurts.",
        "Blair: I know, baby. I know.",
        "[SCENE_BREAK]",
        "Clint: Jessica can't be integrated until she remembers everything that happened with Norman Leeds, including what he did to her that forced her to create Tess.",
        "Nash: You know, she's already starting to have some of Tess' memories.",
        "Clint: I know, and they're about you. She told me.",
        "Antonio: Yeah, memories you pushed on her to get Tess back.",
        "Clint: That's just one of the things I want to talk about, Antonio. Nash, I don't want you to manipulate Jessica anymore. Do you understand? Don't use her recovered memories as a way to get to Tess.",
        "Antonio: That's what I've been telling him.",
        "Clint: And, Antonio, I don't want you to pressure Jessie to remember things just to speed up the integration process. We got to take the lead from Jessica, who's working with Dr. Jamison. We have to do this on her terms for it to be a success. Do I make myself clear?",
        "Antonio: Yeah.",
        "Nash: Is that all? I got to call Jessica.",
        "Antonio: Hey, did you hear one word? Just one word he just said?",
        "Nash: Yes, I heard a few words that he said. It's a scheduled call. I got to set up a meeting with my visitation with my daughter.",
        "Clint: Antonio, listen, do you think he actually had anything to do with the robbery?",
        "Antonio: Ah. No. No, I was just busting his chops, all right? I -- I don't want him to pull another stunt like kidnapping Jessica and the baby again.",
        "Clint: Yeah. You know, you did a nice piece of police work finding them like you did.",
        "Antonio: Well, I appreciate that. I was taught by the best. I understand Bo's back on the job.",
        "Clint: Yeah, he is. And hopefully he's going to resume the search for the rest of the tapes that Norman Leeds took of Jessie and those other girls. It makes me sick to think that they're still out there somewhere.",
        "Antonio: Well, I'm going to help him get those tapes. All of them. We're going to find them.",
        "Clint: I appreciate that, but don't get in the way of a police investigation, ok?",
        "Antonio: Well, I won't be if I'm on the inside.",
        "Jessica: Yeah, Nash, we're here, so you can pop by whenever you want.",
        "Nash: That's great, Jessica. Thank you very much. Um -- give Brennan a hug for me, all right?",
        "Kevin: You know, I'm so caught up in my own stuff, I haven't even asked you how you're working everything out between Nash and Antonio.",
        "Jessica: Well, it's a challenge.",
        "Kevin: I'm sure.",
        "Jessica: Actually, I -- I found this. A journal. It's Tess', and I started reading it. I -- I just -- I wanted to find something, you know, something to help trigger a memory of when I was young, and there's nothing. It's all about Nash and her and how she's scared that I'm going to come back.",
        "Kevin: Hmm. That's got to be fun for you.",
        "Jessica: I just feel like I'm prying a little bit, you know?",
        "Kevin: Oh, come on, jess, it's your life.",
        "Jessica: It is and it isn't, really. I mean, I guess I can understand your situation. Bree didn't come from me, but she's a part of me. Just like Kelly and Duke's baby is going to be a part of you. Once the baby's born, you're going to be able to accept it.",
        "Kevin: Maybe.",
        "Jessica: You will. You will. The real question is, will you be able to accept Kelly?",
        "[SCENE_BREAK]",
        "Hugh: I'd like to help you, Kelly, with whatever it is. I just hate to see you all stressed out like this.",
        "Kelly: Well, you won't have to for very much longer.",
        "Hugh: Why?",
        "Kelly: No reason. I just -- I'm taking control of my life. And I'm going to start making some good decisions for a change.",
        "Hugh: That's great. That -- that's great. I'm glad to hear that.",
        "Kelly: Thank you for everything. I -- I hate laying everything on you. I won't forget you.",
        "Hugh: Forget me? Why would you forget me?",
        "[SCENE_BREAK]",
        "Natalie: You can play nice guy all you want, but when I had to look up somebody who was really connected, your name came up -- top of the list.",
        "Vincent: I'm not saying I didn't have associations with people of questionable character. But I think in your studies, it would teach you to look at all the evidence. Maybe Ted should review that chapter with you.",
        "Natalie: I have to get back to my books.",
        "Vincent: Good luck with that.",
        "[SCENE_BREAK]",
        "Officer: That's some impressive shooting.",
        "John: Yeah I -- I got lucky. A couple of lucky shots.",
        "Officer: Huh. I'd say it's a little more than that.",
        "John: Well sometimes, I like to come down here and -- it sounds strange, but a little target practice helps me think. I'll see you around.",
        "Officer: You ok, lieutenant?",
        "John: Yeah. Yeah, I just -- I just thought of something. I know where it is.",
        "Officer: Excuse me?",
        "John: I know where it is. Thanks. Thanks for your help.",
        "[SCENE_BREAK]",
        "Bo: I haven't even finished unpacking.",
        "Paige: Don't -- don't even explain.",
        "Bo: I'm not sure where we're headed, Paige.",
        "Paige: I know.",
        "Bo: But I'm not saying that it's over.",
        "Paige: I was the reason you lost your job.",
        "Bo: I got it back.",
        "Paige: Huh. Well, yeah, because you're one of the good guys. But I know it's going to take a while before -- before you put your -- my picture back on your desk.",
        "Bo: I think that it's something that we have to earn, you know? Both of us.",
        "Paige: Well, congratulations. I'll see you, Commish.",
        "John: I got the photo enhancement. The answer's been staring us in the face. It's right here.",
        "Bo: \"N. Truman.\"",
        "John: Yeah, Spencer's father. We've been searching the wrong name. I'm going to run \"N. Truman\" through the system.",
        "[SCENE_BREAK]",
        "Antonio: I've been kicking it around for a while. I'm joining the force again.",
        "Clint: Well, Antonio, I thought you bought this place to get away from that life.",
        "Antonio: Well, so did I. But, you know, I miss the department, and the job I did there.",
        "Clint: Really? Are you sure that's all?",
        "Antonio: Look, Clint, a badge will give me what I need to get those tapes and the perverts who collect them. It might be a little bit of a process, but with a little luck, I should be on the force in no time.",
        "Nash: You're going to be a cop again?",
        "Antonio: Yeah, you got a problem with that?",
        "Nash: No. Me, no, but Jessica might.",
        "[SCENE_BREAK]",
        "Jessica: Do you think you and Kelly will be able to work something out? For the baby, anyway?",
        "Kevin: I don't know. You know, I -- I mean, I want to love this baby. You know? I mean, I want to -- I want to love -- I want to love life again, you know? I want to appreciate somehow that something good came out of something so awful. I just don't know.",
        "[Bree cries]",
        "Jessica: It's ok, sweetie. It's ok. It's all right, baby girl. Oh, oh, oh, oh, yes. Your mom is here. Oh, come here.",
        "Kevin: Huh, she's heavy.",
        "Jessica: I know, she's getting so big. Look. Here's your uncle Kevin. You want to see him?",
        "Kevin: Oh, look at this.",
        "Jessica: Got her. You see? A baby has the power to heal. I mean, I'm living proof of that. I think that you loving Kelly and Duke's baby is going to be how you deal with what's happened. If you let yourself.",
        "[SCENE_BREAK]",
        "Hugh: You're not still thinking about leaving, are you? Because if you are --",
        "Kelly: No, no, I -- I just want you to know how much I appreciate everything you've done for me, that's all.",
        "Hugh: Good. Good, because I need someone around. All right, well, I have to get back to the office. Excuse me. I just think that everything's going to work out.",
        "Kelly: Yeah, I'm starting to think so, too. Hi, it's Kelly Cramer. I needed to book a flight to Arizona. Anywhere. Pick a town. Hmm. I need to leave right away, and I don't need a return ticket. I don't know when I'm coming back. Song: \"Hot dog, life is tasting pretty good\"",
        "[SCENE_BREAK]",
        "Nash: Well, I think Jessica might have something to say about you giving up the sweet life of a club owner for the mean streets of Llanview.",
        "Antonio: I'll tell you what, Nash. Why don't you worry about yourself?",
        "Nash: Whatever.",
        "Clint: Antonio, do you want to become a cop again so you can find a way to bust Nash?",
        "[SCENE_BREAK]",
        "Kevin: This is one --",
        "[Bree coos]",
        "Kevin: Beautiful baby, sis.",
        "Jessica: Yeah, she sure is.",
        "Kevin: There you go.",
        "Jessica: Well, you know what? All babies are beautiful.",
        "Kevin: Yeah. I got to go.",
        "Jessica: Ok.",
        "Kevin: I'll -- I'll see you.",
        "Jessica: See you later.",
        "Tess' voice: Nash almost makes me forget what happened. Almost. When he says something like \"hey, beautiful,\" it almost erases the way that freak said it.",
        "Norman's voice: Smile for the camera, beautiful.",
        "Jessica: I remember. I remember. It's starting.",
        "[SCENE_BREAK]",
        "Natalie: I am in way over my head.",
        "Ted: Why did you want me to help out the redhead so much?",
        "Vincent: Well, Natalie -- she's a friend. And we could all use a friend's help now and again.",
        "[SCENE_BREAK]",
        "John: Are you sure? Ok, thanks. There's a safety deposit box at a branch of the Pennsylvania Bank registered in the name of Ned Truman.",
        "Bo: Spencer's father.",
        "John: The gun that he used to shoot my father might be in that safety deposit box. Why else wouldn't he register it in his own name?",
        "Bo: If you're right, we're close to getting Truman and putting him away, for good.",
        "[SCENE_BREAK]",
        "Starr: Hey, I remembered something.",
        "Blair: What?",
        "Todd: What is it, sweetie?",
        "Starr: Well, the wedding. I was supposed to help you guys make plans. Did I get my dress yet?",
        "Blair: Um -- no. No, Starr, not yet.",
        "Starr: Well, we'd better hurry. I mean, the wedding's coming up really soon -- and the honeymoon.",
        "Todd: Since when does a kid get to go on a honeymoon?",
        "Starr: Since when do we follow other people's rules?",
        "Todd: Yeah, we do make it up as we go along, don't we?",
        "Starr: I'm -- I'm really sorry that I fell. Or whatever. I'm just -- I hope it doesn't interrupt your plans.",
        "Blair: Look, don't you worry about the wedding, ok?",
        "Starr: Mom, it's -- the honeymoon's not even that important. It's the ceremony. The vows, the walk down the isle, the kiss. Hey, why don't you guys kiss right now? For me. Please? Please? It'll make me feel so much better.",
        "[NEXT_ON]",
        "Antonio: I was wondering what my odds are of getting my badge back.",
        "Nash: You could let Tess out and let her handle it for you.",
        "Rex: Where's Adriana?",
        "Adriana: I have to get out of here.",
        "Natalie: If y want to know what's in that box, get Blair to help you.",
        "Spencer: Tell me if you're leaving me and going back with Todd."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=XUT7Hjueqr8"
}