{
    "Episode Summary": [
        "Episode # 10951"
    ],
    "Recap": [
        "Todd and Tomas convince Marty that Patrick is alive and on his way to Llanview. Meanwhile, original Todd manages to escape from the same institution where they are keeping Patrick, unseen. And he sneaks onto the same plane on his way to Llanview ready to reclaim his life Todd Manning.",
        "Tess gets a visit from Bess who tells her it's time for Jessica to come back although Tess protests that it will not happen. Bess tells Tess she knows that Tess is in love with Robert Ford although Tess denies. James has the same discussion with Robert. Alone both Tess and Robert Ford question if they are falling for each other although they want to believe they hate each other."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Marty: Mama isn't dead yet, she will be soon enough. Liam, it's time I paid a visit to your mama at the hospital. Time I paid a visit to your mama at the hospital.",
        "[SCENE_BREAK]",
        "Roxy: What's going on? Natty said she was hungry.",
        "Brody: Damn it, Roxy. You were supposed to be keeping an eye on her.",
        "Roxy: Yeah. I know, but she needed real food. I was just gone for a couple minutes.",
        "Brody: Well, a couple minutes was all she needed.",
        "Roxy: Maybe she needed some tests. I'll go find the nurse.",
        "Brody: No. Forget it. I know where she went.",
        "[SCENE_BREAK]",
        "John: What did Tomás say about Patrick Thornhart?",
        "Blair: Nothing. Just that he was surprised that Marty was actually married to him.",
        "John: Hmm. Did it seem like he knew Thornhart?",
        "Blair: I don't know. Probably knew his writing. Tomás is kind of a renaissance man. Patrick was a poet.",
        "John: Thornhart was also mixed up with terrorists. That's what got him killed.",
        "[SCENE_BREAK]",
        "Tomás: Marty Saybrooke's husband isn't dead. Patrick Thornhart is alive.",
        "Todd: You really think that's gonna work?",
        "Tomás: We need to go to Marty and offer to reunite her with her husband in exchange for your niece's baby and for the disk you let her steal.",
        "Todd: I'm impressed. That is the perfect lie to manipulate Marty, get her to give us what we want.",
        "Tomás: It's not a lie. I have proof. Thornhart is alive.",
        "[SCENE_BREAK]",
        "Baker: It's your lucky day, Thornhart. You're getting out of here. Somebody called in a favor, and you are going on a little trip.",
        "Jones: Where are we taking him?",
        "Baker: Llanview, Pennsylvania.",
        "[SCENE_BREAK]",
        "Blair: You know, John, so what if Patrick was mixed up with terrorists?",
        "John: Yeah. You're right. Maybe it's nothing.",
        "Blair: Yeah.",
        "John: Then again, maybe it's relevant.",
        "Blair: To what? Are you looking for Marty and Liam, or are you just trying to dig up dirt on Tomás?",
        "[SCENE_BREAK]",
        "Joey: Aubrey, where's Ryder? I thought you said you were taking him out with you. Is he still at Llanfair?",
        "Aubrey: No. He was with me.",
        "Joey: Then where is he?",
        "Aubrey: I gave him to Ford.",
        "[SCENE_BREAK]",
        "Ford: Heh. Ok, ok. Hey, look who's back.",
        "James: Oh, my God, is that-- is that Ryder?",
        "Ford: Ryder, hey, you remember Uncle James, don't you? I think he remembers you. Want to say hi?",
        "James: How did you get him back? Hi.",
        "Ford: I owe it all to Tess.",
        "[SCENE_BREAK]",
        "Tess: Somebody let me out of here! Oh, Bobby, thank God. I knew you'd come back.",
        "Bess: It isn't Robert Ford.",
        "Tess: Bess, what are you doing in here?",
        "Bess: I'm not in here. I'm in here.",
        "Tess: Whatever. What do you want?",
        "Bess: You know what I want.",
        "Tess: Uh, no. I never know what you want. I don't speak uptight bitch.",
        "Bess: Then I'll spell it out for you. It's time for you to come back inside and let Jessica out.",
        "Tess: Over Jessica's dead body.",
        "[SCENE_BREAK]",
        "Marty: See, when I came back after I'm done taking care of your mama, John and I will finally be together. We'll be a family, and I'll be a new mommy, mm- hmm, because this time, I won't let Natalie ruin the life I have planned with your father.",
        "[SCENE_BREAK]",
        "Natalie: Whoa! Agh!",
        "Marty: What was that?",
        "[SCENE_BREAK]",
        "Baker: Smith, get Mr. Thornhart dressed.",
        "Jones: Sir, I'm surprised we're letting him go. Who called in the favor?",
        "Baker: It's a need-to-know situation, Agent Jones, and you don't need to know.",
        "Jones: Yes, sir. I'm sorry, sir.",
        "Baker: And we've got a plane fueled and ready to go and a short window to make the handoff, so let's go. We need an escort for this man. Make sure he gets on his plane safely.",
        "[SCENE_BREAK]",
        "Todd: You have proof that Patrick Thornhart is alive.",
        "Tomás: Why is that so impossible?",
        "Todd: Well, because I know him and, for some reason, he loved that crazy bitch hiding out in our pool house, and if he had any blood left in him, he'd probably crawl his way back to her or their son Cole. So I figure he's dead and gone.",
        "Tomás: You don't have to believe me. Believe this. All the proof you need is right in there.",
        "[SCENE_BREAK]",
        "John: Relax, all right? You're the one who said Tomás reacted when he found out that Marty was Thornhart's widow.",
        "Blair: Yeah? Well, so what?",
        "John: What do you mean, so what? It's your tax dollars at work. It's an investigation.",
        "Blair: Yeah. It's an investigation, and you're going after Tomás. I don't even know why I bother telling you this, John. You take one little bit that I say, and you blow it completely out of proportion.",
        "John: Yeah. You're right.",
        "[Cell phone rings]",
        "John: Nothing weird ever happens in this town. Excuse me.",
        "Blair: Blair should see. Who's that? Who's that?",
        "John: Don't. Just hold that thought. Yeah. McBain.",
        "Blair: Oh, man.",
        "Starr: Mom.",
        "Blair: Oh, there's my beautiful girl and my sweet grandbaby. You want to come to me? Yes. What are you girls doing here?",
        "Starr: I heard you talking about Patrick Thornhart.",
        "Blair: Yes. I was.",
        "Starr: Ok. Why? I mean, did something happen to Cole? Is he ok?",
        "Blair: No. Everything is fine. John was just asking about Marty and Liam. Why would you think it had anything to do with Cole?",
        "Starr: Well, I just heard Patrick's name and thought that something might have happened to Cole. That's all.",
        "Blair: No, sweetheart. He's fine. Why don't you tell me about your date with James last night.",
        "[SCENE_BREAK]",
        "Joey: Ford took Ryder? Aubrey, we need to call the police right now.",
        "Aubrey: No, no, no. Wait. It wasn't like that. Ford didn't steal him.",
        "Joey: Well, then what--",
        "Aubrey: I gave Ryder to Ford for a few hours.",
        "Joey: You let Ford take Ryder away? I got to go.",
        "Aubrey: No. Wait!",
        "Joey: No. I need to go find Ford before he takes Ryder and just never comes back.",
        "Aubrey: I had to do it, Joey. I had no choice.",
        "[SCENE_BREAK]",
        "Ford: So then I used the dirt that Tess gave me on Aubrey and Joey's marriage, and I persuaded Aubrey to let me borrow him for the afternoon.",
        "James: Wait. So Tess just offered up that information. That doesn't sound like her.",
        "Ford: Well, in exchange, I was supposed to get her out of St. Ann's.",
        "James: Well, Bobby, you didn't do it, did you?",
        "Ford: No. I tried, but I couldn't do it.",
        "James: What in the hell were you thinking, dude? You could've risked all your chances of getting custody of Ryder.",
        "Ford: I know, which is why I was gonna leave her in St. Ann's after I found out what I needed to know, but--",
        "James: But what?",
        "Ford: I couldn't do it. I was all set to go out the door, and I just heard Tess screaming and yelling, and--I don't know--I guess I felt sorry for her or something.",
        "James: Yeah. Yeah. Something.",
        "[SCENE_BREAK]",
        "Bess: Let Jessica out. Your time is up. You've had your fun, and it's landed you in St. Ann's again.",
        "Tess: I won't be here long.",
        "Bess: I know. The doctors are already pursuing integration.",
        "Tess: They can pursue it all they want. I'm never gonna let Jessica out.",
        "Bess: Well, then they will have no choice but to resort to electroshock therapy.",
        "Tess: Never gonna happen. Bobby is gonna save me.",
        "Bess: Robert Ford has no interest in you. He was in this for one reason only-- his son. He only came here last night to get information on Ryder's custodial parents, his only hope at reclaiming his child.",
        "Tess: I'm sorry. Are you saying something? Because all I hear is static.",
        "Bess: You must understand this, Tess. Robert Ford doesn't care about you. He is merely a desperate father trying to reclaim his son.",
        "[SCENE_BREAK]",
        "John: Ok. Thanks. Hey, look. I'm getting another call, all right, but call me the minute that warrant comes in to search Manning's house. McBain.",
        "[SCENE_BREAK]",
        "Roxy: Johnny, Natty is missing. I think that lunatic Marty has her.",
        "[SCENE_BREAK]",
        "Natalie: Oh, damn. Damn it.",
        "Marty: Just wait here, Liam. I need to take care of whoever is outside. It's true. That bitch is alive.",
        "[SCENE_BREAK]",
        "Todd: Is this for real?",
        "Tomás: Yeah. Thornhart is alive. Now that we have leverage on Marty, maybe we can settle this before anybody ends up dead or figures out how we're involved in this mess.",
        "[SCENE_BREAK]",
        "Natalie: Agh! Uh! Todd? Téa? Anybody, help me. Aah!",
        "Brody: Natalie.",
        "[SCENE_BREAK]",
        "Todd: Where'd you get this?",
        "Tomás: Aren't we past asking those kinds of questions?",
        "Todd: Well, when you first said you thought Thornhart was alive, I thought you were grasping at straws, but now--",
        "Tomás: All we have to do is persuade Marty to tell us where she hid the disk. Once we get it, we turn her in.",
        "Todd: Mm-hmm, so she can tell the cops all about it.",
        "Tomás: After everything she's done, who's gonna believe her?",
        "Todd: John McBain, for one. He can't stand either one of us, so he might believe Marty just for old times' sake.",
        "Tomás: All right. Then what do you suggest we do?",
        "Todd: Get her out of the country, underground with Patrick.",
        "[Tomás chuckles]",
        "Todd: What? That way, she's as far away from us as she is the disk.",
        "Tomás: Why do I get the impression that there's more involved than that?",
        "Todd: Eh, let's just say I owe her one.",
        "Tomás: Well, it could be a moot point, anyway. She might not care about reuniting with her husband, since she seems to be obsessed with John McBain.",
        "[SCENE_BREAK]",
        "John: Hey, security is on their way.",
        "Roxy: Thank God you're here. Ok. Listen.",
        "John: What?",
        "Roxy: All right. Ok. Brody doesn't think that Marty snatched Natty, but we know better, right?",
        "John: Where's Lovett right now?",
        "Roxy: Ok. Well, he thinks that he knows where Natty is, but how could he?",
        "Security person: Lieutenant McBain, we got a call.",
        "John: Hey, good to see you. Hey, listen. I need the security footage for every exit for the last hour.",
        "Security person: Ok.",
        "John: We're looking for a woman--Natalie Banks.",
        "Security person: The woman whose baby is missing.",
        "John: Exactly.",
        "Security person: All right. We'll circulate the photo while we pull the tapes.",
        "John: Excellent. Thank you.",
        "Roxy: So you got a photo of Natty in your wallet, huh?",
        "[SCENE_BREAK]",
        "Brody: Natalie?",
        "Natalie: Brody? Brody, I'm over here! I'm by the pool house.",
        "Brody: Natalie? Natalie, are you ok?",
        "Natalie: I'm fine.",
        "Brody: What the hell happened?",
        "Natalie: Marty, ooh, she might be here. I had to see if she's here.",
        "Brody: We have to get a warrant to search the premises.",
        "Natalie: I know you do. I don't.",
        "Brody: Hey, hey, hey, we're gonna get you back to the hospital. 1, 2, 3, stand up.",
        "Natalie: No. I'll find our baby.",
        "Brody: Hey, that's it. That's it. Hey.",
        "[SCENE_BREAK]",
        "Todd: It's no wonder Marty is clinging to John, though. She's had some pretty bad luck with men in her past.",
        "Tomás: Is that all it was--bad luck?",
        "Todd: Mm-hmm.",
        "Tomás: So you think she'd be willing to turn over that disk and your niece's baby in exchange for a chance to reunite with her husband?",
        "Todd: It's worth a shot.",
        "[SCENE_BREAK]",
        "Marty: I can't believe it. The one time Todd tells the truth. How can Natalie survive being thrown off the roof? I should've shot her when I had the chance. Fake Daddy has to come along and ruin everything. Ok, sweet baby. Let's think. Here's what we're gonna do. I'll have to leave you here. I'm gonna have to leave you here, but it won't be for long, ok, and you will be ok. Attaboy. Fall asleep. I'll be right back. I just have to go to the hospital and take care of your mom.",
        "Todd: Oh, hey, hey, Marty, you should go and sit down. I have some great news for you.",
        "Marty: Not right now. I have something I have to take care of.",
        "Todd: Wait a minute. Patrick is alive.",
        "Marty: What?",
        "[SCENE_BREAK]",
        "Aubrey: Ford was threatening to go to the judge about us. Somehow he found out.",
        "Joey: What, that you were a con artist and you only married me to steal my family's money?",
        "Aubrey: No, that we weren't the perfect couple that the court thinks we are. I had to do something, but don't worry. Ford is not gonna take off with him.",
        "Joey: Aubrey, how do you know that, ok? Nobody thought Marty would kidnap Liam.",
        "Aubrey: It's fine, Joey. Ford just wanted to spend the day with his son. I felt bad for him, and the day he came to your dad's house to spend time with him, your heart broke for him, too. Remember that? Ford just misses his little boy. He'll bring him back.",
        "Joey: He better, ok, but don't pretend that you only gave Ryder to Ford, because you felt sorry for him, because we all know that the only person you care about is yourself.",
        "Aubrey: That is not true.",
        "Joey: Really? You mean, you were afraid that if Ford went to the judge, you would lose the only thing that was forcing me to stay married to you? I mean, am I right? Do you really think you can use whatever time we had left with Ryder to make up for everything that you did to me?",
        "Aubrey: Yes, Joey. I do. I just need to show you how much I love you.",
        "Joey: Sure. Oh, ok, like you showed me how much you loved me while you were sleeping with Cutter behind my back? Do you honestly think that I'm ever going to trust you again? I mean, really, give it up. Kelly knows how much she means to me, and she knows that there's a chance we could be together when Jessica comes back and she's able to take care of Ryder herself.",
        "[SCENE_BREAK]",
        "Tess: You're wrong about Ford. As a matter of fact, Bessie, I gave him the dirt on Aubrey and Joey, and he came back to spring me.",
        "Bess: And here you still are.",
        "Tess: Because we got caught. If those orderlies had've come in two minutes later--",
        "Bess: Undoubtedly, Ford wanted to get caught.",
        "Tess: No, he didn't. He wanted to get me out of here, and he is gonna come back for me. You don't know him the way I do.",
        "Bess: Oh, no. I knew this would happen.",
        "[SCENE_BREAK]",
        "Ford: That's Daddy's little man. What?",
        "James: Don't you think we should talk about this?",
        "Ford: About what?",
        "James: About the fact that you had all the information you needed to get Ryder back and then you risked everything by going back to help Tess.",
        "Ford: I told you, I felt sorry for her.",
        "James: Yeah. I don't buy that, Bobby.",
        "Ford: Well, then I don't know what to tell you, James.",
        "James: How about the real reason why you went back?",
        "Ford: What other reason would there be?",
        "Tess: What are you babbling about? Afraid what would happen?",
        "Bess: You're falling in love with Robert Ford.",
        "James: Dude, you're totally falling in love with Tess.",
        "[SCENE_BREAK]",
        "John: Lovett, where are you? Call me.",
        "Roxy: You know what I think, Johnny? I don't think Natty was hungry at all. She wanted me out of that room so she could sneak out. She set me up.",
        "John: Good thinking, Roxy. What do you got?",
        "Security person: Sir, the tapes are ready for you to review.",
        "John: Excellent. Thanks.",
        "[SCENE_BREAK]",
        "Blair: How was your date last night at The Palace with James?",
        "Starr: It was fine.",
        "Blair: Just fine?",
        "Starr: Yeah. You know, we ate that mushroom thingy and left. What was really funny was bumping into you and Tomás.",
        "Blair: You know, I know what was going on there, as much as you, and James were trying to hide it. Timing was just a little off, dear.",
        "Starr: What? What do you mean?",
        "Blair: I ran into James in the elevator. He was going upstairs to meet you \"in a room.\"",
        "Starr: Oh, yeah? And what were you doing in that elevator, going up to \"a room,\" too?",
        "Blair: No, of course not. I was there to--",
        "Starr: You are totally busted.",
        "Blair: What are you talking about?",
        "Starr: I ran into Tomás on his way up to meet you.",
        "[SCENE_BREAK]",
        "Marty: It's amazing. Is there really nothing you won't sink to?",
        "Todd: No, no. You don't understand.",
        "Marty: Patrick is dead. I was on the phone with him. I listened while he was being killed. You are pathetic, both of you. You really think lying to me about my dead husband is gonna get me to give you your precious disk back?",
        "Todd: He's not dead.",
        "Marty: Oh, really?",
        "Todd: Yeah.",
        "Marty: If that's true, then why haven't I heard from him?",
        "Todd: We don't have time for this. Marty, I want you to take a look at this photograph. Take a look. Look, look, look. It's digitally dated, right? This was taken yesterday.",
        "Marty: No. It's a trick. It's a lie.",
        "Todd: No, it isn't, I swear.",
        "Marty: You swear? You swear? After everything you've done to me, you expect me to believe you?",
        "Todd: Sure. Look at the picture.",
        "Marty: A picture. This is one picture. You can do anything to a picture. Doesn't mean that--",
        "Todd: Marty, look, look. I have lots of pictures, pretty pictures, and there's things for you to read. Take a read. It's all the proof you need.",
        "[SCENE_BREAK]",
        "Baker: Now, you understand the deal. We're not staying in Llanview, and don't even think about trying to contact your son in prison. We're landing just long enough to pick up your wife and take you both to your destination. If you deviate from this plan, you're going right back to where you came from.",
        "[SCENE_BREAK]",
        "Blair: So funny. All the effort that we did to try to hide it from each other, we both ended up finding about it, anyway.",
        "Starr: Oh, I know, except it didn't happen.",
        "Blair: It didn't?",
        "Starr: No. Grandma called me and said that Hope missed me. So I took off.",
        "Blair: Are you kidding?",
        "Starr: Try not to look so happy about it.",
        "Blair: No. If it makes you feel any better, it didn't happen with Tomás and me, either. He got a phone call from a friend who was sick, so he had to leave.",
        "Starr: Oh, that's a shame. Tomás and I had a little chat. He seems like a good guy.",
        "Blair: Mm-hmm. That's what you said about Eli before, too.",
        "Starr: You still worried about him?",
        "Blair: Well, I am starting to believe that Tomás is one of the good guys, but I am glad that we didn't jump into anything, because there's still too many unanswered questions.",
        "Starr: So that means--",
        "Blair: That Tomás agreed that we should take it slowly, and he's gonna try to give me the answers that I need, and last night counted for a lot.",
        "Starr: For me and James, too. He told me that he loves me, and I said it back.",
        "Blair: I could tell that James loved you by the way he was talking about you in the elevator. I have been suspecting that you love him, too.",
        "Starr: I do, Mom, but honestly, I'm relieved that we didn't have sex last night.",
        "[SCENE_BREAK]",
        "Ford: I am not falling for Tess.",
        "James: Yeah. Yeah. That's what you keep saying over and over.",
        "Ford: Because it's true.",
        "James: Oh, really? Because you had all the dirt you needed on Joey and Aubrey, and, dude, you were done. You could've left Tess there, and she would've been out of your life for good, but no. No. Instead, you had to run right back and risk everything. Dude, you could've been arrested, not to mention you could've lost every chance of getting custody of Ryder. So why would you risk all of that if you're not even into her?",
        "[SCENE_BREAK]",
        "Tess: I hate Robert Ford.",
        "Bess: This can only end badly for you, Tess. Case in point--Nash. You fell in love with him. Ultimately, you were integrated, and Jessica reemerged, and what happened next?",
        "Tess: I know what happened. I disappeared. Jessica came back.",
        "Bess: And Nash fell in love with Jessica.",
        "Tess: What do you care? You don't even have feelings.",
        "Bess: It's not only my job to protect Jessica, but everyone that lives inside of her. I don't want your heart to be broken when we are all integrated.",
        "Tess: No one is getting integrated.",
        "Bess: That's not an option, and neither is a relationship with Robert Ford. Only Jessica is allowed to have relationships. You cannot. It is not permitted.",
        "Tess: Why not? I'm a consenting adult.",
        "Bess: You're not a person, Tess, and Jessica's body is not yours to give.",
        "Tess: You can go now.",
        "Bess: I strongly urge you to stop thinking about Robert Ford. To do otherwise is futile.",
        "[SCENE_BREAK]",
        "Aubrey: So Kelly is ok waiting for you while we stay married.",
        "Joey: Kelly knows that the only reason I'm still with you is to make sure my nephew doesn't end up in foster care, ok? Kelly knows how much my family means to me, and now she knows how much she means to me, too.",
        "Aubrey: Then if Kelly means so much to you, what are you doing here with me? Why aren't you at her bedside making it up to her? Because Kelly didn't welcome you back with open arms, did she?",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "John: McBain.",
        "Roxy: It's a good thing Brody knew where you went.",
        "Brody: Yeah. She took a spill.",
        "Natalie: It's nothing. I'm fine.",
        "Brody: Yeah. Well, the doctor is on his way in to make sure, and security is gonna keep an eye on you from now on.",
        "Roxy: Yeah, so don't you be thinking that you can run away again.",
        "Natalie: Why did you bring me back here, anyway? You should've left me where you found me, and you should've gone into my uncle's house and searched for our son. What if our son was in there?",
        "John: We got the warrant.",
        "[SCENE_BREAK]",
        "Marty: Patrick. It's Patrick. Yeah. You just put this together, try to fool me.",
        "Todd: To fool you. No.",
        "Marty: Yeah. You just want your disk back. You want your disk back, and you've come up with this ridiculous story as a way to try to get it.",
        "Todd: It's not a story. It's the truth, Marty. Oh, listen. Even I am not cruel enough to tell you that your husband is alive if I wasn't absolutely sure.",
        "Marty: Not sure I believe that.",
        "Todd: Here's the thing. You don't have to believe it. Tomás and I are gonna put you on a plane, get you out of the country, so you can be with Patrick.",
        "Tomás: A friend from Paris has made arrangements for you to take a chartered plane. It's gonna meet you at a private airstrip. He's got connections there, so nobody will know.",
        "Todd: Huh? You want to make a deal?",
        "[SCENE_BREAK]",
        "Brody: I'll call you as soon as I know anything.",
        "Natalie: John... please find our son.",
        "[SCENE_BREAK]",
        "Tess: Why are we even talking about this? I hate Robert Ford.",
        "Bess: And each reiteration is less convincing than the last.",
        "Tess: Shut up. The only thing I need from Bobby is--",
        "Bess: \"Bobby\"?",
        "Tess: The only thing I need from Robert Ford is his disgusting brute force to get me out of here. As soon as he springs me, I'm gonna run as far away from that vain, shallow, womanizing, slobbering, preening, iron-pumping jerk as I can get.",
        "Bess: We're part of the same person. You can hide your feelings from yourself, but you can't hide them from the gatekeeper.",
        "[SCENE_BREAK]",
        "Ford: How many times do I have to tell you? I went back for Tess, because I felt sorry for her, not because I'm into her.",
        "James: I heard you the first time.",
        "Ford: All right. Then how about this? Tess is a nasty, miserable, selfish, vile lowlife. All she ever did was insult me, laugh at me, and tell me I was bad in bed every chance she got. Nngh! I wanted to kill her every day.",
        "James: Well, there is a very thin line between love and hate, brother, a very thin line, and you just crossed it. It's gonna cause you a world of hurt.",
        "[SCENE_BREAK]",
        "Starr: When I asked about Cole earlier, he's been on my mind a lot lately.",
        "Blair: Sweetheart, don't you think that's because you're getting closer to James?",
        "Starr: I still feel bad for breaking up with him while he was in prison.",
        "Blair: That's what he wanted you to do, sweetheart.",
        "Starr: Mom, I think about him every day. I see him in Hope--when she sleeps, the way she curls up, and in her smile. He has no one. I mean, he hasn't had his dad for a long time, but he's always had his mom, and now--",
        "Blair: There is nothing any one of us could've done about that.",
        "Starr: I tried, Mom. I made sure that she was getting better before I even thought about breaking up with him, and now he's all alone. I don't know. I know that we're not together anymore. It's just, I still care about him.",
        "Blair: Of course, you care about him. I still care about your father. That's normal. It's natural.",
        "Starr: Ok. Well, what am I supposed to do? I feel horrible about what happened to Marty. I can't help him deal with that, and we're supposed to still be friends, and it's like I've forgotten how to be a good one.",
        "Blair: There's only one thing that's gonna make you and Cole feel better, and that's to take your beautiful little girl and go visit him. It'll remind him that he's not alone.",
        "[SCENE_BREAK]",
        "Joey: The reason I'm not with Kelly right now is because she's still recovering from being stabbed by Marty.",
        "Aubrey: That wouldn't matter to either one of you if you truly wanted to be together. You raked Kelly over the coals so many times about me, and now you found out that she was right, that our marriage did start out as a sham, and now you run back to her.",
        "Joey: No. I finally opened my eyes.",
        "Aubrey: But now Kelly knows that she was your second choice, and no woman wants to be runner-up.",
        "Joey: She was never my second--",
        "Aubrey: What about John McBain? What about her feelings for him? She was sleeping with him. That's why Marty tried to kill her.",
        "[SCENE_BREAK]",
        "Marty: Patrick. Is it true? Can I talk to him?",
        "Tomás: No. That would put both you and him in danger. We can't leave any trail.",
        "Marty: So I just have to trust you?",
        "[Cell phone rings]",
        "Tomás: Excuse me.",
        "Marty: No. No. No, no. No, no, no. This is just a ploy for you to get your disk back. Once I tell you where it is, you're gonna turn me in, and then you're gonna just watch me rot in jail.",
        "Todd: No, Marty. Sweetie, no. That's what Tomás wanted to do, though.",
        "Marty: Not you?",
        "Todd: No. I think I've hurt you enough, don't you? Yeah. Besides, it's safer for me, I think, to have you out of the country than running around telling the cops what's on that disk.",
        "Marty: Now that's the Todd Manning that I know.",
        "Todd: That's right. Marty, I'm very sorry about it, but you're never gonna be with John, ok? Even if Natalie was out of the picture, you and John would never work, but you know that, don't you? Patrick is the love of your life. No one could love you the way Patrick loved you.",
        "[SCENE_BREAK]",
        "Roxy: How could you trick me into going to the cafeteria, so you could sneak away? I was worried sick. I thought that lunatic Marty had snatched you.",
        "Natalie: Rox, please. Not now.",
        "Roxy: Ok. All right. It's not all bad news because after Brody went looking for you, I called Johnny, and he was here faster than you can say, \"ex- fiancé.\"",
        "Natalie: He's a cop. He's just doing his job.",
        "Roxy: Honey, he's a cop who carries around a picture of you in his wallet.",
        "Natalie: I can't think about that now, Roxy. Really, all I can think about is Liam.",
        "Nurse: Ms. Banks, the doctor wants to take some X-rays.",
        "Natalie: No. I can't. I'm waiting on a call about my baby.",
        "Nurse: You can take your phone with you.",
        "Roxy: Honey, don't worry because your little boy has got Brody and Johnny looking for him, all right? It's like he has double daddies.",
        "[SCENE_BREAK]",
        "[Knocks on door]",
        "John: LPD. Open up. We have a warrant. All right. We're looking for any sign of a baby. Turn the place upside down if you have to.",
        "Cop: Clear.",
        "John: I'll check the rest of the grounds.",
        "Second cop: Clear!",
        "[SCENE_BREAK]",
        "Todd: Ah, look at that. Oh, that's right. Yeah. There he is. There's Patrick, alive. You never stopped loving him, did you, Marty? You can tell if you read that file that he never stopped loving you. All those years of drifting, horrible luck with men, including me--that can all be over. You'd just be with Patrick again, and you can be. Just tell us where the disk is. Give Natalie her baby back.",
        "Marty: What about my baby? I can't leave Cole here. I can't. I can't just walk out and leave my baby here.",
        "Todd: Well, afraid Cole is in prison, and the only thing you can do for Cole is to maybe visit him once in a while, but I think Cole would want this, too. I think he'd certainly want you to give the baby back to its rightful mother. He'd certainly want to have his parents back together, don't you think? Isn't that what you want?",
        "Tomás: Plane is on its way, Marty. You're gonna go to Patrick, you have to do it now.",
        "[SCENE_BREAK]",
        "Joey: I'm gonna prove to Kelly how much I love her, ok, but even if I don't, even if she wants to spend her time with John McBain or anybody else, that's fine because I would rather be alone than waste one more second with you.",
        "Aubrey: I deserve that.",
        "Joey: Ok, and right now, I'm only with you for one reason and one reason only --to take care of my nephew while Jess can't, and the second Jessica comes back, you're gone, and I cannot wait until the moment that I'm free of you. And one more thing. If Ford doesn't have Ryder back by 5:00, I'm holding you personally responsible.",
        "[SCENE_BREAK]",
        "Starr: Well, we have just enough time to go to Statesville and visit Cole. Looks like we're in luck, baby girl.",
        "Blair: I think Cole is the lucky one to have a beautiful little girl and a good friend like you.",
        "[SCENE_BREAK]",
        "James: I've got to go to work.",
        "Ford: Great. See you later.",
        "James: Dude, seriously, you're falling for someone who isn't even real. Tess is a part of Jessica, right? Right? Once Jessica comes back, Tess is gone.",
        "Ford: Well, it doesn't matter, because I'm not interested in Tess.",
        "James: I hope that's true. I don't want to see you get hurt.",
        "[SCENE_BREAK]",
        "Bess: You can keep denying your feelings for Robert Ford. Whether you admit them or not, it makes no difference.",
        "Tess: Good, because for the last time, I do not have feelings for Robert Ford.",
        "Bess: How do you explain the hideous blunder you made by trusting Cutter Wentworth?",
        "Tess: What does Cutter have to do with this?",
        "Bess: You married him because you were running away from your feelings for Robert Ford. If you hadn't been falling in love, Tess, you would never have ended up in here waiting for your prince to come.",
        "Tess: You know, there are easier ways of becoming a daddy. Rather than fighting for Ryder, we could make a new baby right here, right now.",
        "Ford: You don't have to hide anymore, not with me. Oh, my God, is James right?",
        "Tess' voice: I need a real man. Whoa!",
        "Ford: Is that real enough for you? You don't have to hide anymore, not with me.",
        "Tess: Oh, my God, is Bess right?",
        "Ford: This is impossible.",
        "Tess: This can't be happening.",
        "Ford: Can I really be falling for that skanky bitch?",
        "Tess: Could I really be falling for that sleazy bastard?",
        "[SCENE_BREAK]",
        "Natalie: Look. I know that you said you'd call, but I didn't hear from you.",
        "Brody: I'm sorry, Natalie. We haven't found Liam yet, but we're working on it.",
        "Natalie: Oh, ok.",
        "Brody: Don't worry. We're gonna find him. We're gonna get our son back.",
        "[SCENE_BREAK]",
        "John: Let's see those hands. Turn around.",
        "[SCENE_BREAK]",
        "Todd: We're right on time. Should be here any minute.",
        "Marty: I can't get on that plane.",
        "[SCENE_BREAK]",
        "Baker: All right. We'll touch down in Llanview any minute.",
        "[SCENE_BREAK]",
        "Todd: Marty, you got nothing left here, right? You've done the right thing giving the baby to Tomás and telling me where you hid the disk.",
        "Marty: No. There's something else I have to do.",
        "Todd: No. There's no time. If you stay here, you're gonna be arrested. You're gonna spend the rest of your life in prison. Wouldn't you rather be with Patrick?",
        "Marty: That's not it. I have to tell John that Liam isn't Brody's son. He's his. John is Liam's father."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=6MCz96F42bw"
}