{
    "Episode Summary": [],
    "Recap": [
        "Todd is not happy. He sees that he has greatly hurt his family by the actions from the past and he feels that he should move away from them to save them. Blair disagrees with his way of thinking. She knows that the kids will suffer without their father and she promises to set out to prove that. \"John!\" Natalie has arrived at the hospital again but the bandaged man isn't in his room again. Viki walks up to Natalie. She got a call from Bo that Natalie might go there. Natalie starts explaining that she didn't believe that John was alive at first but now she does. Viki listens to her plead her case and decides that she believes her daughter. She does want Natalie to remember though that there are other people that will be hurt if this is true. Natalie realizes that and is sad to think that Paige may be hurt in all this. \"Get a load of that Evangeline eh?\" David chats Spencer up, trying to make him nervous about the trial. \"I never lose,\" Spencer spits. \"Yeah? Well Blair is off at home with Todd enjoying eternal bliss. What was that you were saying about never losing?\" David gets on the stand and gives his testimony. He tells the story of how Thomas came to his injury in the alley, and he positively ID's the guns that his father had given both he and Spencer. Todd feels terrible and wants to move out. Blair tries her best to convince Todd that he is looking at things all wrong. Finally, she gives up and opens the front door. \"Fine! Get out! I have two kids to raise and I have to get to it!\" Todd starts walking to the door. \"Dad!\" Starr has come down and he stops walking. Blair forgets that she has to give her testimony today and she leaves. Todd and Starr will stay home and talk about things. Mr. Casey gets his turn to ask David questions. He brings up David selling a baby, his being incarcerated 4 times, his pretending that he was related to Dorian's family and offering to work for the defense if Spencer would sign over his Power of Attorney. David did all those things but Evangeline is still happy with the outcome. \"Casey missed a whole closet full of your offenses.\" Marcie guesses that Rex has found out the info that she and Michael want but Rex says nothing. Adriana isn't pleased that he is keeping the secret. Todd tells Starr that they have to have a talk but right now he has something to do. Todd goes to the high school and tells the principal to expel Cole. She can't do that without information. \"You do it or you will find your face on the front page of my paper tomorrow.\" The woman is stunned. \"Over my dead body.\" Marty is standing behind him. \"You come after my son, and I come after you!\""
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Michael: Any luck finding Tommy's real parents?",
        "Marcie: Here you go. Yes. We're going to let your God-Daddy hold you today, yes, we are. Oh, look at you two. You look very cute together. Yes, you do.",
        "Michael: Yes, you do.",
        "Rex: Hey, how's it going, big guy?",
        "Marcie: And I promise, I'm not going to get on your back, ok?",
        "Rex: What?",
        "Marcie: Well, with a million questions. I mean, I do have a couple, but -- well, you know, look at it this way. In the meantime, you get to spend some time with your one and only Godson in the world. Right?",
        "[SCENE_BREAK]",
        "Natalie: John?",
        "Viki: Honey --",
        "Natalie: Mom.",
        "Viki: Sweetheart, I got a very cryptic message from Bo's office that you might be here. Darling, what's going on?",
        "Natalie: It's John, he's --",
        "Viki: Honey, let's go home, shall we?",
        "Natalie: No, I can't leave, mom.",
        "Viki: But, sweetheart, John is not here.",
        "Natalie: I know how this must look, but John is here somewhere in this hospital, mom. He's alive.",
        "[SCENE_BREAK]",
        "Mark: Listen, I have to make a quick phone call. Be right back.",
        "Spencer: Yeah.",
        "David: Mmm -- crunchy. I'd offer you some but I like virtually nothing about you. Hey, how about that Evangeline, huh? She's got that bloodthirsty thing down pat, doesn't she?",
        "Spencer: I'm not worried about Evangeline Williamson. She couldn't even ensure that my alleged victims were here to poison the jury. The best she could come up with was embittered, washed-up ex-wife and my ex-con, oft-deported little brother. And I guess the other potential witnesses just finally came to the realization that I never lose. Where are the Buchanans anyway? And where's Todd Manning?",
        "David: Todd's probably at home with Blair and the kids living a sweet, happy life. What were you saying about never losing?",
        "[SCENE_BREAK]",
        "Blair: Well, she's locked herself in her room, won't l me in. But she says she's fine. I don't know, Todd. I don't know how we're going to deal with this. I mean, how are we going to talk to Starr about Marty and that kid of hers? Starr needs answers and she needs to be protected, but --",
        "Todd: You're going to have to protect her. I can't do it.",
        "Blair: What are you talking about? That's not true.",
        "Todd: No, I cannot protect my own children. I can't protect them from Spencer or Margaret or myself. Jack looks at me like I'm not even there, Starr thinks I'm a monster. I've got a son out there somewhere who -- who probably will never see me, period! I can't protect my own children!",
        "[SCENE_BREAK]",
        "Marcie: Look, I am really nervous and anxious about this, like you can't really tell already. But I think it's going to be a real relief, you know, when Michael and I find out who Tommy's birth parents are. Because if, God forbid, Tommy ever has any health issues, then --",
        "Michael: Marcie? I think that Rex understands why we want to know. We've explained it to him.",
        "Rex: Right. And I do understand.",
        "Marcie: So is it really too soon or is there something that -- that you want to tell us?",
        "Rex: Yes. There is.",
        "[SCENE_BREAK]",
        "Viki: John's alive?",
        "Natalie: It's crazy, yes, but I'm not.",
        "Viki: Darling, how could John be alive?",
        "Natalie: He was in that car accident, but he didn't die. The -- his body, it was -- it was misidentified. I don't know how, I don't know why, but, mom, if you don't believe me, ask uncle Bo. I -- I told him all the evidence, now he's convinced. I mean, they're -- they're going to do a D.N.A. test to prove what I already know. Look, ok, I -- I know. I didn't believe it at first, either, because there were so many reasons why this shouldn't be true, but in the end, I have to go with my gut feeling and my gut is telling me John's alive. I mean, he taught me tdo that and I have to believe in him the way he believed in me and I know this isn't making any sense, but --",
        "Viki: No, no, it's ok. You are making sense and I understand.",
        "Natalie: You do?",
        "Viki: Yeah. And I believe you.",
        "Natalie: Oh.",
        "[SCENE_BREAK]",
        "Paige: Bye-bye.",
        "Bo: Here you go. Any news?",
        "Paige: Thanks. Some more surgery -- escharotomy and skin grafts, God knows how many. Near constant sedation, in and out of the hyperbaric chamber.",
        "Bo: Whew. It's going to be rough.",
        "Paige: Oh, he's going to make it. My son -- he's tough. At least he got one good thing from his father -- his tenacity.",
        "[SCENE_BREAK]",
        "Spencer: I will prove my innocence, David, win back my good name and everything else that belongs to me.",
        "David: Eh, that didn't ring quite true. Try saying it again, but don't punch the word \"will\" so hard.",
        "Spencer: You better watch your back.",
        "Evangeline: Hey. David?",
        "David: What?",
        "Evangeline: Can you come over here, please?",
        "David: What?",
        "Evangeline: What were you doing? I told you to stay away from him.",
        "David: Just rattling his cage. You want some popcorn?",
        "Evangeline: No, I don't want any popcorn. This is not a game. I need you to be focused on your testimony and I need you to stay away from Spencer. The last thing we need is a mistrial.",
        "David: You sound nervous.",
        "Evangeline: I'm not nervous, but our case is far from open and shut. And if you do anything witting or not to hand that man a not-guilty verdict, you're going to have to answer to a lot of people in this town.",
        "[SCENE_BREAK]",
        "Marty: What are you thinking about?",
        "Cole: They let me wash my hands after they fingerprinted me, but they still feel dirty. Mom, can I ask you something?",
        "Marty: You can ask me anything, and I'll tell you the truth.",
        "Cole: Why isn't Todd Manning still in jail for what he did to you?",
        "[SCENE_BREAK]",
        "Blair: So what are you going to do, Todd -- just walk out on your kids?",
        "Todd: No, I have to think about what's best for them.",
        "Blair: Oh. And a life without a father -- that would be best for our children?",
        "Todd: Well, look what I've done for them so far. The closer I get to them, the worse they get. I've been fighting for them my whole life because I thought they were safer with me. It's the opposite now, isn't it?",
        "Blair: Todd? They're not going to be safe either way. There's no way that we can protect them from everything. But I can tell you this much -- they're going to be a hell of a lot better off with two parents in their life. And they're going to be a lot happier, too.",
        "Todd: That's true. Starr was very happy when she met Marty Saybrooke at the police station. She was a picture of happiness.",
        "Blair: Ok. Bottom line, you're telling me the kids would be better off without you, right? Well, you know what? I'm going to prove to you you're wrong.",
        "[SCENE_BREAK]",
        "Rex: Before I tell you what I've turned up, there's something else I want to talk about.",
        "Marcie: Well, what else?",
        "Rex: I just want to be absolutely sure you know what you're doing looking for Tommy's birth parents.",
        "Marcie: What do you mean by that?",
        "Rex: What I'm trying to say is, you know, maybe there's a reason you shouldn't know who his parents are. I mean, what if the adoption wasn't on the level or what if his parents want him back?",
        "Marcie: I hadn't thought of that.",
        "Michael: I had.",
        "Marcie: I know.",
        "Rex: And not that I would -- would contact them without your permission, but assuming I do find them, what if it turns out to do more harm than good? Are you willing to risk Tommy to know?",
        "[SCENE_BREAK]",
        "Blair: Look at these pictures. Jack and Starr -- it was taken a couple of years ago when we thought that you were gone. Every time that you were taken away from us, the kids suffered, Todd. They had -- no, look at them. Look at their faces, look at their eyes. Something's missing, because they aren't whole without you. They're not. You know, I keep these. I -- every time I'm fighting for you or fighting you, I look at these and I remember how it is when you're not there. I just -- I can't believe that you're giving up like this.",
        "[SCENE_BREAK]",
        "Michael: We really do appreciate your concern. But in the end, it's about Tommy's well-being, you know? If we find Tommy's birth parents, we get the medical history.",
        "Marcie: Yes. It is important, but Rex asked us a question and, well, we haven't really given him an answer. He wants to know what we would do if he did find Tommy's birth parents and, well, we had to give him back.",
        "Michael: Yeah, well, guess what -- I'm not prepared to answer that question right now.",
        "Marcie: But he's asking us. He's telling us that we have to think about it.",
        "Michael: I don't have to answer that.",
        "Marcie: Yes, you do, because I'm your wife, Michael. I'm asking you that question. Fine -- you know what? I have an answer. I would sooner take a bullet than let my son go.",
        "[SCENE_BREAK]",
        "Viki: Sweetheart? I've checked with the nurse, but, well, he's still in surgery. Boy, I'm glad you explained everything to me and I'm very glad that I'm here. The thought of you sitting here by yourself waiting for word on his condition is terrible.",
        "Natalie: Not his -- it's John's.",
        "Viki: I know. I believe you. The thing is that the staff here is obviously still referring to John as \"Hugh,\" which means they're not very receptive to the idea that there's been a mix-up if you can call it that.",
        "Natalie: I know. I haven't made any headway with the doctors.",
        "Viki: Yeah, well, that doesn't really surprise me, sweetheart. Well, the thing is we have to wait until we have concrete proof before we turn, well, anyone else's life upside down.",
        "Natalie: Do you mean to say \"needlessly\" at the end of that?",
        "Viki: No, sweetheart. I do not. I told you I believe you and I do. But we obviously have to have proof because there are other things and other people involved.",
        "Natalie: I know. I know, I've thought about it a lot. I mean, if John's alive, which is a wonderful thing, then that means that -- that Hugh Hughes died in that crash --",
        "Viki: Mm-hmm.",
        "Natalie: And that he's buried in John's grave and, my God, this is going to devastate Paige.",
        "Viki: I know.",
        "Natalie: Just getting to know her son and only to lose him again.",
        "Viki: I know, and then there's Spencer Truman. I mean, as vengeful as that man is, I can't even imagine what he would do if he found out that the son that was kept from him his whole life, that he's been looking for, is now dead and gone forever.",
        "[SCENE_BREAK]",
        "Mark: Evangeline will probably call your brother to the stand first.",
        "Spencer: This ought to be good. You'll dismantle him.",
        "Mark: Piece by piece.",
        "David: Trial of the century. Interesting characters, sex, violence, suspense -- I'm hooked. How about you? You look overjoyed.",
        "[SCENE_BREAK]",
        "Paige: I'm just here for Hugh. You know, maybe Spencer will come to his senses and just show some remorse, just give up -- I don't know, for his son's sake.",
        "[SCENE_BREAK]",
        "Nora: Evangeline, I think your opening arguments were topnotch. I think you've got the defense running.",
        "Evangeline: And I need to keep them running.",
        "Bo: Well, I think you can and I think you will.",
        "Evangeline: Thank you, guys, for cheering me on and for supporting me, but I can't afford a false sense of security. Our case is strong, but it's cold and Mark Casey isn't going to be sleeping through this trial. He's going to go on the attack at the first possible opportunity, but I am going to be prepared for it. I would just feel better if we had John's testimony, you know? I wish he was here.",
        "Bo: Oh, I think he's here. In a sense, I think he's here. Good luck.",
        "Evangeline: Thanks.",
        "Bailiff: All rise.",
        "[Judge pounds gavel]",
        "Judge: You may be seated.",
        "Evangeline: Ahem.",
        "Judge: Ms. Williamson, you may call your first witness.",
        "Evangeline: Thank you, your honor. The commonwealth calls David Vickers.",
        "Bailiff: Raise your right hand -- right hand. Do you swear to tell the truth, the whole truth, nothing but the truth, so help you God?",
        "David: I do. And, oh, boy, I cannot wait. My name is David Vickers -- nee David Truman. Spencer Truman is my brother.",
        "Evangeline: Mr. Vickers, on the night in question, what exactly did the defendant ask you to do?",
        "David: I was told to make a pickup at a warehouse. I was nervous, afraid that I'd screw up.",
        "Evangeline: Why?",
        "David: Because I'd never been asked to do anything like that by myself before.",
        "Spencer: You're late.",
        "Young David: I changed my mind. I don't want to make the pickup. I got a bad feeling about it.",
        "Spencer: Oh, come on, Dave. What are you talking about? It's fine. It's a routine pickup, man.",
        "Young David: How do you know? What if these guys aren't so ready to give up the money they owe dad?",
        "David: That's why Spencer gave me a gun.",
        "Spencer: A little insurance. What do you think about that?",
        "Evangeline: Your honor, I would like to enter into evidence the gun that was dug up from the sewer in the alley where Thomas Mc Bain was shot to death. Is this the gun you brought that night, Mr. Vickers?",
        "David: May I? Yeah, that's it. Everything went south the moment that cop, Thomas Mc Bain, entered the alley. He told me to freeze -- I didn't. I shut my eyes and I pulled the trigger.",
        "[Gunshot]",
        "David: And when I opened them, the cop was lying in the alley bleeding. I dropped the gun and I ran away.",
        "Evangeline: Your honor, I would now like to enter into evidence the bullet removed from Thomas Mc Bain and a sworn affidavit by Llanview P.D.'s ballistics unit affirming that id bullet could not have been fired from David Vickers' weapon because David Vickers' gun was filled with blanks.",
        "David: I came out of that alley and I ran right into my brother, Spencer. He got me out of the country that night and it wasn't until later that I realized he'd been there the entire time.",
        "Mark: Objection -- speculative, your honor.",
        "Judge: Sustained.",
        "Evangeline: Do you recognize this gun, Mr. Vickers?",
        "David: May I? Yes, it's the twin to the gun that I was given. My father gave Spencer two matching Waldo .38-caliber ppks, one for each of us.",
        "Evangeline: So you were given twin guns, they look exactly the same, but the slug removed from Thomas Mc Bain could only have come from this gun? The one that was never in your possession?",
        "David: That's right.",
        "Evangeline: Thank you, Mr. Vickers. I have no further questions.",
        "Judge: Mr. Casey, cross-examine.",
        "Mark: Thank you, your honor. Ahem. Well, I must say, Mr. Vickers, your story could be quite damning to our case if we could believe a single word out of your mouth.",
        "[SCENE_BREAK]",
        "Marty: Todd isn't in jail because a judge decided that he'd changed, that he felt remorse for what he'd done and he'd reinvented himself, you know, as a good person -- well, a better person.",
        "Cole: Did you believe that?",
        "Marty: I didn't at the time.",
        "Cole: Well, what about now?",
        "Marty: I -- I don't believe that Todd has it in him to rape again. But I still think he can hurt people and I'm sure he still does.",
        "Cole: Well, it doesn't make sense. I mean, why is he -- why is he out? How'd he get a out-of-jail-free card, huh?",
        "Marty: Because -- because he showed that he could change and more important, he asked for forgiveness.",
        "Cole: Did you forgive him?",
        "Marty: I'm never going to forget what he did to me. But the only way that I could move past it was to stop being angry -- you know, and stop hating. And if I hadn't, I wouldn't have met your father and fallen in love and we wouldn't have had you. Todd sought my forgiveness, and I gave it to him. So, sweetie, if you want to feel better, you're going to need the same thing from Starr.",
        "[SCENE_BREAK]",
        "Todd: I don't really care what the kids think as long as they don't have to deal with what I've done in my life.",
        "Blair: As long as they don't, or you don't? Todd, this isn't you -- you don't give up on a fight. You've taken on Spencer Truman, victor lord, Margaret Cochran. But I swear the mention of Marty Saybrooke and you fall to pieces. No matter how many years you've spent repenting, you feel guilty. Guilty -- so guilty that you're ready to walk out on your daughter rather than to have just a tough conversation. You know, Todd, did you ever stop and think that maybe that's all you really have to do just to get this behind you is just to stop, stop and talk about it?",
        "Todd: And then all of a sudden, she'll love and respect me?",
        "Blair: Well, she does already, Todd -- you know that. It's because those kids at school, they make her remember everything that happened with Marty. We told her about that years ago. But she loves you. You are the light in that little girl's eyes. You are her hero, you are her father. And you always will be, Todd -- you know that.",
        "Todd: I just don't know how to talk to her about something I don't understand myself.",
        "Blair: Well, then you got a choice here -- you know what? You can talk to her and be the father she needs you to be, or you can just back off and -- and confirm to her that you're the monster that you claim to be. Oh, get out! Just get out, Todd. I've got two kids to raise and I am tired of messing with you.",
        "Starr: Dad? Are you going?",
        "[SCENE_BREAK]",
        "Marcie: I don't care if you think that that makes me a bad person. You know, you hear all the time about biological parents who give away their kids and then out of nowhere, they just decide to change their minds, and automatically, you know, people assume that the right thing to do is to give their kid back to their real parents, but the thing is --",
        "Michael: Yeah.",
        "Marcie: There is no one else in this world that is more of a real mom or dad to Tommy than Michael and me.",
        "Michael: Yeah. Now, look, what we're talking about here is biology, ok? Now, whoever Tommy's birth parents were either unwilling or unable to take care of him, so they left the job to someone else and that someone else happens to be Marcie and myself. That's final.",
        "Marcie: So, um, why aren't you saying anything, Rex?",
        "Rex: Just, uh, you know, because I was listening.",
        "Marcie: No.",
        "Rex: \"No\"? \"No\" what?",
        "Marcie: No, it's because you found them. It's because you found Tommy's birth parents, didn't you?",
        "[SCENE_BREAK]",
        "Mark: Do you have any other relatives, Mr. Vickers? Any sisters?",
        "David: No, not that I'm aware of.",
        "Mark: Really? So Viki Davidson and Tina Lord aren't related to you?",
        "David: Well, not in any legal sense of the word.",
        "Mark: Well, I have court documents here that state that you took the stand in defense of Dorian Lord, claiming to be a blood relative of Victoria Davidson. A capital trial, no less, where the defendant was accused of murder. And it was your testimony that exonerated dr. Lord. Are you saying now that you lied under oath?",
        "Evangeline: Objection, your honor. The witness is not on trial here.",
        "Mark: Your honor, my client faces the death penalty. Now, if the prosecution can rely on recollections of decades-old events, surely the defense can explore the credibility of the witness.",
        "Judge: Objection overruled. Proceed, Mr. Casey.",
        "Mark: In how many countries have you been arrested, Mr. Vickers?",
        "David: Four -- five if I count morocco, which I don't, because I was extradited there and I wasn't so much arrested as I was imprisoned at the whim of the sultan.",
        "Mark: So Todd Manning handed off a baby to you, and you did what with it?",
        "David: Sold it.",
        "Evangeline: Objection. Irrelevant.",
        "Judge: Sustained. Stick to the matter at hand, Mr. Casey.",
        "Mark: Of course, your honor. My apologies. One final question, Mr. Vickers. Recently, did you ask the defendant to make up a new will and sign over power of attorney to you?",
        "David: Yes, I did.",
        "Mark: And did dr. Truman agree to do this?",
        "David: No.",
        "Mark: I see. So now you're here testifying for the prosecution against him. Makes you wonder. No further questions.",
        "Judge: Ms. Williamson, redirect?",
        "Evangeline: Yes, please, your honor. Mr. Vickers, can you please identify for the court the people in this photograph?",
        "David: This is a picture of my father. And this is a picture of Spencer when he was overweight. And these are the two guns that you showed in this courtroom.",
        "Evangeline: Thank you. Ladies and gentlemen of the jury, photographic evidence of the defendant in possession of the murder weapon. I have no further questions.",
        "Judge: You may step down, Mr. Vickers.",
        "David: Ahem.",
        "Judge: This court will recess for 15 minutes.",
        "[Judge pounds gavel]",
        "Bailiff: All rise.",
        "[SCENE_BREAK]",
        "Marcie: Rex, did you find Tommy's biological parents?",
        "Rex: No. Not yet. Not even I'm that good.",
        "Michael: We appreciate all the work that you've done, you know? We didn't expect for you to find out this much so quickly.",
        "Marcie: Well, you know what? We need to get going, anyway, you know? Because we got to get you back to aunt Lindsay.",
        "Michael: Yes, we do.",
        "Marcie: Yes, we do!",
        "Michael: Yes, we do.",
        "Marcie: We got to go to the courtroom and everything.",
        "Michael: Take my little boy.",
        "Marcie: Good seeing you again.",
        "Adriana: You, too.",
        "Marcie: And we will talk again very soon.",
        "Rex: See ya. Be a good boy, Tommy.",
        "Michael: Thank you.",
        "Adriana: Why didn't you tell them the truth?",
        "[SCENE_BREAK]",
        "Blair: I think we need to have a little conversation about last night.",
        "Starr: I already told you and the police what happened. What do we need to talk about?",
        "[Phone rings]",
        "Todd: A lot more.",
        "Blair: That's my cell. It's Evangeline.",
        "Todd: Take it.",
        "Blair: Hello?",
        "Evangeline: Blair, where are you?",
        "Blair: I -- what?",
        "Evangeline: You were due in court, like, five minutes ago.",
        "Blair: Right. You know what? Something came up. Listen, Evangeline, I'll be right there. I got to go to court.",
        "Todd: You'd better go, then.",
        "Blair: You guys want to come along?",
        "Todd: No, we've got more important things to do, I think.",
        "Blair: Ok. I'll be back as soon as I can.",
        "Todd: All right.",
        "Starr: What now?",
        "[SCENE_BREAK]",
        "David: How'd I do? I hit it out of the park?",
        "Evangeline: Uh -- well, you hit something. That's for sure. But it -- it wasn't actually as bad as we expected. Your dossier, Mr. Vickers.",
        "Nora: Thought it might come in handy.",
        "Evangeline: Thank you, Nora. Yeah, mark was bound to go over your history. We expected that, but we had to put you on the stand. We didn't have a choice. But we know now that he's not nearly as thorough as he should be. Because he missed an entire closet full of your skeletons.",
        "David: Where did you come up with that?",
        "Evangeline: Oh, I don't know. I guess I'm getting pretty good at this job.",
        "Paige: I -- I have to get back to the hospital, so --",
        "Bo: I got to go to the office. I'll walk you out.",
        "Evangeline: Bye, you guys.",
        "Paige: Good luck.",
        "Evangeline: Thank you.",
        "David: We make a pretty good team, counselor.",
        "Evangeline: Go, lest I inform the Royal Canadian mounted police of your current whereabouts.",
        "David: You inform anyone you like. All I need is a tall ship and a star to sail her by. Doesn't really apply here, does it? Why don't you just give me a 10-minute head start?",
        "Evangeline: I'm counting.",
        "David: See you again.",
        "[SCENE_BREAK]",
        "Rex: I don't know how I'm going to live with myself no matter what I do. It's either take Michael and Marcie's baby away from them, or keep Todd's baby from him.",
        "Marcie: Rex? Sorry, I -- I didn't mean to interrupt. I -- look, I know that I used to talk a lot of trash about you. But, you know, Jen used to say all the time that there was a lot more to you than you would want to let people know. And -- well, I'm just glad that I finally saw it.",
        "Rex: Marcie, see, I --",
        "Marcie: No. No, no, no. Look, let -- please let me finish, ok? What I'm -- what I'm trying to say is that what I see is this big heart of yours. And the way you care about Tommy -- well, it's very sweet, and it just touches me. I'm really glad that he has someone like you, you know, in his life looking out for him. So what I'm trying to say is thank you.",
        "[SCENE_BREAK]",
        "Todd: Starr, are you scared of me?",
        "Starr: No. Um -- I'm not scared of you. You scare me sometimes, though.",
        "Todd: When is that?",
        "Starr: I don't want to talk about it, ok?",
        "Todd: Starr, sweetie, I'm going through a very difficult time right now. And if you talk to me, you could help me. And I think maybe I could help you. Because I know you're going through a difficult time right now.",
        "Starr: You get this look in your eye. Like you've gone away somewhere. Nothing else matters except for wherever you've gone. And I n't know what you'll do next. That's what scares me.",
        "Todd: Hmm. Did Cole scare you?",
        "Starr: What do you mean by that?",
        "Todd: I don't know, I just --",
        "Starr: No -- if you mean did Cole rape me, he didn't. He -- he -- he went out of control, and -- and that's it. Um -- he was just a friend, but it turned out that he really wasn't at all. Surprise, surprise. It always happens to me.",
        "Todd: You know what scares me? To see you trying to protect me.",
        "Starr: Ok, it's over, dad. I just want to go back to school and pretend like it never happened.",
        "Todd: It's not going to go away on its own, sweetie.",
        "Starr: What are you going to do?",
        "Todd: I'm going to try to make sure it never happens again. Sweetie, look at me. Honey, can you look at me? That thing you said scares you about me -- do you see it now?",
        "Starr: No, I don't.",
        "Todd: I'm going to go, but I'm not leaving you, ok? I'll be back. There are some things that we need to talk about, that I need to say to you.",
        "Starr: Dad, I told you m fine, ok?",
        "Todd: Can I trust you to be here for me?",
        "[SCENE_BREAK]",
        "Cole: I could never hurt Starr, all right? She's my friend.",
        "Marty: No, I know, sweetie. I believe you.",
        "Cole: But when I think about what could have happened --",
        "Marty: No, let's just -- let's just concentrate on what did happen.",
        "Cole: Starr and I were -- we were at the party, and we went to a room -- an empty room. We were trying to get away from all the craziness. And I kissed her, and she pushed me away, and I lost my temper. And I accused her of being a tease, and -- and I got so angry. So out of control, you know? It -- I mean, when I was -- when I think about it, like -- it wasn't even me, you know? Like I couldn't even control myself. I mean -- it's like when I see Starr's face, it just --",
        "Marty: How long have you been taking the steroids?",
        "Cole: Since the summer.",
        "Marty: The summer? Why?",
        "Cole: To be better, to win --",
        "Marty: You know I never cared about that.",
        "Cole: I wanted you to be proud of me, mom. You know? I mean, especially since dad's gone now. I mean, just you and me, you know? And I -- I wanted to -- I wanted to do better. I wanted to be better, you know? I don't want to be like Todd Manning, all right?",
        "Marty: You aren't. You've admitted to what you've done, and you're taking responsibility for it. We both know you wouldn't have done this if you hadn't been taking those drugs.",
        "Starr's voice: Stop it!",
        "Cole's voice: Stop what, huh? Stop this? Huh? Oh, wait! Hold on a second! How about a little of this?",
        "Starr: Cole!",
        "Cole: Huh?",
        "Starr: Stop!",
        "Cole: Or some of this! And this! Oh, yeah! Well, there's always this!",
        "Starr: What is -- Cole, what is wrong with you?",
        "Marty: Hey, we can fix this.",
        "Cole: I know. I will.",
        "[SCENE_BREAK]",
        "Evangeline: The commonwealth calls Blair Cramer.",
        "[SCENE_BREAK]",
        "Starr: Who is it?",
        "Cole: Cole.",
        "Todd: No, no, no, that's not good enough. I want Cole expelled. He doesn't belong in this school.",
        "Principal Wexler: The district's lawyers are looking into the matter now.",
        "Todd: Looking into it how?",
        "Principal Wexler: Look, there's little that can be done until the school board weighs in.",
        "Todd: No, no, I'm not going to wait for the school board, and neither are you. I want him expelled today.",
        "Principal Wexler: I will not make any decisions, Mr. Manning, until all the evidence has been gathered.",
        "Todd: You're going to do one of two things. You're either going to wake up tomorrow and see your face plastered on the front page of my paper, with a very unpleasant headline to top it, or you're going to expel Cole. It's up to you.",
        "Marty: Over my dead body. You go after my son, and I'll go after you.",
        "[NEXT_ON]",
        "Antonio: When was the last time I told you how beautiful you are?",
        "Adriana: You really think Todd Manning's going to give up his son because it's the nice thing to do?",
        "Starr: This isn't your fault? Is that what you expect me to believe?",
        "Todd: He ever goes near my daughter again, I'll kill him."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=Jm7yG6QKEt8"
}