{
    "Episode Summary": [
        "Episode # 10685"
    ],
    "Recap": [
        "After Cole is sentenced, Starr comes to the courthouse and urges Cole, Marty and John not to believe Hannah that Todd pushed Marty. Yet they all believe that Todd must have something to do with the judge having Cole sent away without any leniency for assaulting Todd. Tea attempts to drop the bombshell upon Todd that she is dying. But he is obsessed with getting her to represent him and helping him beat the false charges. So he still has no clue about what has happened to her. Reed tells Kelly he wants to be there for her and she must agree that they have a connection. She then agrees to have dinner with him. Natalie goes to visit her brother, Kevin, in London and tells him about the news involving Marty losing her baby and John's accusing Natalie and the suspicion that now surrounds Todd. Rex and Gigi go to Santa Fe, NM, to find the jeweler who designed the necklace that was left when he was abandoned at the hospital as a newborn baby and hope it will lead them to his real parents."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Motel manager: Here you go. You got all your cable, internet, pay-per-view. Never have to leave the room.",
        "Rex: Okay. Looks good.",
        "Motel manager: Oh, I'm sorry. I forgot. This one is a double. You and Mrs. Balsom will want a room with a king-size, won't you?",
        "[SCENE_BREAK]",
        "Kelly: I am not afraid of anything, but I have a job to get to.",
        "Reed: I see.",
        "Kelly: Okay, so I can't sit around, reminisce about things, talk about things--",
        "Reed: No more running.",
        "Kelly: About 5 years--whoa.",
        "Reed: I can't kiss you?",
        "Kelly: No. You can't",
        "[SCENE_BREAK]",
        "Kevin: Wow! What a surprise.",
        "Natalie: Hey.",
        "Kevin: Hey.",
        "Natalie: It's kind of a bumpy flight. Can I come in?",
        "Kevin: Of course you can come in. Give me a hug. Geez. How are you?",
        "Natalie: Oh, great.",
        "Kevin: So what in the heck are you doing in London?",
        "[SCENE_BREAK]",
        "John: Hey...",
        "Marty: Hmm?",
        "John: You feeling okay?",
        "Marty: What?",
        "John: You haven't been out of the hospital 24 hours.",
        "Marty: I know. I just was hoping that you'd find something to free Cole.",
        "John: I'm doing everything we can, but I also need you to start taking care of yourself.",
        "Marty: All right. Fine. I just thought maybe we'd catch a break, you know? I thought maybe we deserved to have something good happen.",
        "John: You do.",
        "Marty: Then why isn't he coming home? Why isn't he going home to Starr and Hope?",
        "John: I don't know. Come here.",
        "[SCENE_BREAK]",
        "Hannah: I'm sure if Starr could be here, she would be.",
        "Cole: If she wanted to be here, she would. She had to make a choice, and she picked her dad.",
        "Starr: Cole, what happened?",
        "Cole: Isn't it obvious? My question for you is, why weren't you here for my arraignment? Where were you?",
        "[SCENE_BREAK]",
        "Todd: We need to talk about Hannah O'Connor.",
        "Téa: Yes. We do, but first, there's something I need to tell you.",
        "Todd: Yeah. Well, can't it wait?",
        "Téa: Oh...",
        "[SCENE_BREAK]",
        "Blair: This thing with Téa-- I saw her, Eli.",
        "Eli: And did you mention the medical file you copied from the hospital?",
        "Blair: It's true. She's dying.",
        "[SCENE_BREAK]",
        "Téa: Uh, no. This-- this can't wait. You need to know that--",
        "Todd: No. Listen. Unless it's about Hannah lying about seeing me shove Marty, I don't want to hear it.",
        "[SCENE_BREAK]",
        "Motel manager: So you want the room with the king-size?",
        "Rex: No. The double is fine. Thanks.",
        "Motel manager: Okay. Now, the jewelry shop you asked about is here, but it's a little hard to find. You'll see this rug place, or maybe it's drapes. Anyway, go down the steps. Hang a left. Go around to the back of the store, and you should find what you're looking for.",
        "Rex: Great. Thanks a lot.",
        "Motel manager: Hope you and your wife enjoy your stay here in Santa Fe.",
        "Rex: Sorry I couldn't spring for two rooms.",
        "Gigi: Oh, no. It's cool. I'm fine. I mean, two beds. We'll be fine.",
        "Rex: Which one do you want?",
        "Gigi: Um, let's figure it out later. I mean, we should probably try to find the jewelry store now. I mean, this could be it, right? I mean, we find out who made that necklace, and we're one step closer to finding whoever abandoned you at the hospital when you were born. Who knows? We could find out who your birth parents are in a matter of hours. Balsom, what's wrong? I thought you'd be chomping at the bit to get started.",
        "Rex: Yeah. I did, too.",
        "[SCENE_BREAK]",
        "Reed: I've been wanting to kiss you for a long time, since the second we met. We both feel something. I wanted to kiss you to prove it. I don't think I was imagining it, was I?",
        "Kelly: No, but that's why I didn't want to see you again.",
        "Reed: Why?",
        "Kelly: Because I knew that you would want to kiss me, and if we did, I'd like it.",
        "Reed: Well, why is that a problem?",
        "[SCENE_BREAK]",
        "Natalie: Ah, nice. One of Grandpa's?",
        "Kevin: Yeah. I figured I'd break out the good stuff.",
        "Natalie: Mm, for me?",
        "Kevin: Yeah. Why not? How often do I get to see my little sister? Oh, what? You don't think you deserve it?",
        "Natalie: Sometimes I wonder how I would've turned out if I grew up with you and Joey and Jessica.",
        "Kevin: What do you mean, as opposed to being raised by Roxy?",
        "Natalie: No. No, no, no. That's not what I meant. It's about me, not her. It's just, I-- you know what? I don't even know. I don't know what I mean. Just ignore me. I think my head is messed up from the flight.",
        "Kevin: You know you're perfect the way you are, right?",
        "Natalie: That's me--miss perfection.",
        "Kevin: All right. What's going on, kiddo? You still haven't told me why you decided to brave 5 hours of jet lag to get here.",
        "Natalie: Actually because Dad said that you needed Jared's death certificate so that you could finish those Rutherford contracts and Jared was supposed to sign them, so I didn't want to mail the original, so I brought it with me.",
        "Kevin: Well, Dad knows that I needed a copy, but I don't need the original.",
        "Natalie: Oh. Oh, a copy?",
        "Kevin: Yeah. It's kind of silly. You didn't have to come all this way.",
        "Natalie: Well, I guess I got the assignment wrong.",
        "Kevin: Right, or maybe you just kind of made up the assignment for yourself.",
        "Natalie: You're right. I needed an excuse to get away from Llanview.",
        "[SCENE_BREAK]",
        "John: I'm gonna prove that Manning bribed the judge to come down hard on Cole.",
        "Marty: You really think that's what happened?",
        "John: Why else wouldn't he accept a plea and a lighter sentence? You know, even if he didn't like the deal, there was no reason to turn down bail. Cole is not a threat to the community.",
        "Marty: No. I know you're doing everything you can. It's Starr I don't understand.",
        "John: What do you mean?",
        "Marty: Why isn't she here? Cole was just charged with attempted murder. Wait a minute. When you were with Todd, was she there? Was Starr there with her father?",
        "[SCENE_BREAK]",
        "Todd: I don't know what could be more important than the fact that I've been accused of physically assaulting Marty Saybrooke and causing her to lose her baby.",
        "Téa: Oh, well, I understand that that's your main focus right now.",
        "Todd: My main focus? You serious? This is a matter of life and death for me.",
        "[SCENE_BREAK]",
        "Blair: God, I wanted to be so wrong about it. I just knew it was gonna be a mistake, and then that's what I thought Téa was gonna tell me.",
        "Eli: But she didn't.",
        "Blair: She has stage 4 brain cancer, and it's inoperable.",
        "Eli: So you're sure I can't go and talk to her?",
        "Blair: No. No. She swore me to secrecy.",
        "Eli: Secrecy? Téa is gonna need all the support she can get right now.",
        "Blair: Yeah. Well, she doesn't want it. She actually told me to back off and keep my mouth shut.",
        "Eli: So then you didn't mention that I found out after I wrestled that report from you?",
        "Blair: No way. I mean, she said point blank, \"Did you tell anyone?\" I said, \"No.\" I told her no. I mean, technically, I didn't tell you, you know?",
        "Eli: Now you sound like the lawyer.",
        "Blair: Well, she would flip out if she knew that you were involved, too.",
        "Eli: So she doesn't want anyone to know, not even Dani.",
        "Blair: Especially Dani. She thinks that Dani has her plate full with Todd's arrest and everything.",
        "Eli: But Téa is planning on telling Todd, isn't she?",
        "Blair: Believe it or not, she doesn't want Todd to know, either.",
        "[SCENE_BREAK]",
        "Todd: So I talked to Starr earlier, and she told me--",
        "Téa: Todd, you need to shut up, okay? You need to shut up and listen to me. This is a matter of life and death. Pretty soon, Dani is gonna need you more than you know.",
        "Todd: Are you kidding me? Dani? I begged her to believe me. I swore to her that Hannah was lying. She wouldn't listen.",
        "Téa: I know. She told me.",
        "Todd: She thinks I'm guilty. Oh, you'd said something to her. I'm curious if anything you said to her meant anything. Did it change her mind?",
        "Téa: Oh, no. It just pissed her off more.",
        "Todd: I mean, I'm wondering, did you tell her that you think I'm innocent? No. You didn't, did you, because you still believe I did it. You believe Hannah, too.",
        "[SCENE_BREAK]",
        "Starr: I know that the judge didn't accept your plea deal.",
        "Cole: How do you know that?",
        "Starr: I ran into John.",
        "Cole: Well, John thinks that your dad bribed the judge, and, you know, no one would put it past him.",
        "Starr: Wait. What happened? Why aren't you out on bail?",
        "Cole: I told you. That judge totally had it in for me. He wouldn't accept my plea bargain. He made Nora charge me with attempted murder.",
        "Starr: He what?",
        "Cole: Yeah. I had to plead not guilty...",
        "Starr: Oh, my God.",
        "Cole: And he wouldn't even let me out on bail. I have to stay in jail until my trial.",
        "Starr: Oh, I can't believe this.",
        "Cole: Well, you would've already known it if you had been here.",
        "Starr: Cole, I'm so sorry that I wasn't.",
        "Cole: Where were you? With your dad?",
        "[SCENE_BREAK]",
        "Eli: Why on earth wouldn't Téa tell Todd the truth? He's Dani's father. He's gonna need to know if Téa is not gonna--",
        "Blair: No, not if, Elijah.",
        "Eli: Right. Sorry. I can't seem to wrap my head around that still.",
        "Blair: Yeah. Me, either. Téa is dying, and she has her own misguided ideas about her diagnosis.",
        "Eli: Yeah. I'll say.",
        "Blair: Todd-- Todd loves her, and he would want to know if these were her last days.",
        "Eli: Oh, for Dani's sake, he's got to know. With my brother gone, if Téa die-- I'm sorry. When Téa dies, Todd is gonna be all that Danielle has left.",
        "Blair: If Todd goes to prison--",
        "Eli: Then Danielle will have no one.",
        "[SCENE_BREAK]",
        "Téa: Look. I hope that Hannah or whatever the hell her name is is lying.",
        "Todd: Oh, but you're gonna represent me whether or not I'm innocent. Is that right?",
        "Téa: Since when has that made a difference? I've defended you when I actually knew you were guilty, and I've gotten you free of--",
        "Todd: Who cares? It's different this time! I'm innocent this time! Now you find this whack job!",
        "Téa: Ha!",
        "Todd: Starr says she's mental.",
        "Téa: Mental?",
        "Todd: Yes. She's mental. Apparently, she took a bunch of pills and tried to kill herself. Now, you can use that. You do whatever it takes to get her to tell the truth.",
        "[SCENE_BREAK]",
        "Cole: Starr, were you-- were you with your dad?",
        "Starr: Yes. He's badly injured, and he feels like he's losing everyone that he cares about. Dani wants nothing to do with him, and he feels like he's losing everything.",
        "Cole: Ha ha! But somehow, he managed to bribe a judge to reject my plea bargain.",
        "Starr: Okay. You don't know that, Cole.",
        "Cole: Yes, I-- yes, I do, all right, and John knows it, too.",
        "Starr: Does John have proof?",
        "Cole: Why else would a judge reject the deal that the D.A. gave me? It makes no sense, all right? Now I have to wait in jail until my trial, all right? I can't even see my little girl.",
        "Starr: You almost killed my father.",
        "Cole: He pushed my mom down the stairs!",
        "Starr: No, he-- no, he didn't. If you want to blame anyone, don't blame my dad. You blame Hannah.",
        "[SCENE_BREAK]",
        "John: Starr was with Manning when I confronted him about bribing the judge.",
        "Marty: So she chose to be with Todd instead of Cole at his arraignment. You know, I asked you earlier if you thought Hannah could be lying about Todd pushing me, and you didn't really give me a straight answer. If there's any doubt in your mind, I really need to know about it.",
        "[SCENE_BREAK]",
        "Kelly: I'm not ready to jump into anything right now. I am trying to start my life over. Even if I was, I can't focus on anyone or anything until I find out who murdered my mother.",
        "Reed: I understand that's your priority, but thinking about who or what killed your mother is gonna be tough. You'll need something to take your mind off it.",
        "Kelly: And that's with you?",
        "Reed: You're not with Kevin anymore, are you?",
        "Kelly: No. I'm not.",
        "Reed: Then what's to stop you from having a little fun? You still haven't given me one good reason not to explore what this is between us.",
        "Kelly: We're attracted to each other. What's there to explore?",
        "Reed: We go out, have a good time.",
        "Kelly: Then what? Where does that lead?",
        "Reed: Kelly, I'm not asking you to marry me. I just want to have dinner with you tonight.",
        "[SCENE_BREAK]",
        "Rex: I was left at the hospital by somebody who didn't care enough about me to stick around to make sure that I'd be okay, that I would get taken home by someone. The person this belongs to didn't care if I lived or died. They just wanted to get rid of me.",
        "Gigi: You don't know that.",
        "Rex: Well, it seems that way to me. Do I really want to know who this person is, Morasco? Do I need to know?",
        "Gigi: That's up to you.",
        "Rex: Right now, my bio parents are not real. They're just a figment of my imagination. I can make up anything I want about them, any number of excuses why they wanted to give me away.",
        "Gigi: And that's easier than risking the truth.",
        "Rex: Sometimes. Sometimes I think those risks pay off. Can you just tell me what to do?",
        "Gigi: No. Whatever you decide, I'll support you, but we are already here, and we came here for a reason. Will you be able to move on with your life if you don't explore every lead there is?",
        "[SCENE_BREAK]",
        "Kelly: Dinner? Tonight? I can't.",
        "Reed: Tomorrow night, then. That's as long as I'm willing to wait. Come on, maybe we'll fight, decide we can't stand each other, and then you can rid yourself of me once and for all.",
        "Kelly: Yeah. I'm sure.",
        "Reed: What's the worst that can happen, we get to know each other and want to see some more of one another?",
        "Kelly: That's not the worst thing that could happen, Reed, not even close.",
        "[SCENE_BREAK]",
        "Natalie: So Marty got pregnant with John's kid, and I didn't take it very well.",
        "Kevin: Can understand that.",
        "Natalie: Well, I could, too, and then someone pushed Marty down a flight of stairs, and she lost the baby.",
        "Kevin: Oh, my God.",
        "Natalie: I know. It was awful, and I felt horrible for John and for Marty.",
        "Kevin: Well, do they know who did it?",
        "Natalie: You won't believe it.",
        "Kevin: Who?",
        "Natalie: Marty thought it was me.",
        "Kevin: What?",
        "Natalie: Yeah. I mean, obviously not, but--",
        "Kevin: Wait, wait. How could anybody suspect you of pushing Marty down a flight of stairs?",
        "Natalie: Because that same day, I said some things to Marty.",
        "Kevin: Like what?",
        "Natalie: Take your pick, but I think the worst thing that I said to her was that her and John were only together because of the baby. Cool, huh?",
        "Kevin: I don't know. Is it true?",
        "[SCENE_BREAK]",
        "Marty: Be straight with me. Please, I need to know. Is Hannah lying about Todd pushing me?",
        "[SCENE_BREAK]",
        "Hannah: I told you last night that I wasn't lying about this. You know how much I wish this weren't true, that I didn't see your dad push Dr. Saybrooke, but I know what I saw, and I'm totally freaked that your dad is gonna do something awful to me.",
        "Cole: Hannah is terrified, but she's still here for me.",
        "Marty: Do you think Hannah made this up?",
        "Starr: Of course she's here for you. It's all part of her little plan. She wants to make sure that she looks like \"the supportive friend.\"",
        "Cole: Doesn't mean you couldn't be here, either.",
        "Starr: Look at her. She still would've gotten exactly what she wanted. She's right here. She has ringside seats to you and me fighting. This is exactly why she lied about my father, Cole. She's trying to break us apart.",
        "Cole: You're the one breaking us apart!",
        "Marty: Cole, what's going on? Hey.",
        "[SCENE_BREAK]",
        "Téa: I can't tamper with a witness if that's what you're suggesting. If I do, I'll get thrown off the case. I have to play by the rules this time.",
        "Todd: Since when?",
        "Téa: Since I almost got disbarred the last time you got into legal trouble.",
        "Todd: Oh, so you're holding a grudge. That's terrific. You want me put away, don't you?",
        "Téa: You have no idea how much I don't want that.",
        "Todd: Uh-huh. I don't know if you recall, but I asked you to take this case for Dani.",
        "Téa: Yeah. I remember.",
        "Todd: Okay. Well, I'm asking you to take this case and do this. Go the distance for her if not for me. My chance of ever having a relationship with her is at stake now. I just don't know that that means anything to you. Do you have any idea how important this is?",
        "Téa: Yes, Todd. I do know how important this is. You're all Dani has left, all right?",
        "Todd: What the hell does that mean?",
        "[SCENE_BREAK]",
        "Cole: And Starr's dad snowed her again, convinced her that Hannah is lying.",
        "Starr: Look. I know that you believe her, and I know that this is a really hard time for you, losing your baby. I mean, I wanted to die when I thought that Hope was dead...",
        "Marty: I know.",
        "Starr: And I know that my dad has done awful things to you, and you have every right to hate him, but I'm telling you, this is one crime against you that my dad didn't-- he did not commit this. I would bet my life on it.",
        "Marty: You know what? I've seen what you've been through with your father, and I wish you didn't have to go through it again, but right before this happened, he told me that he wanted Cole and my baby and me to be gone, gone, so I have no doubt in my mind that he tried to get 2 out of the 3 by pushing me down those stairs.",
        "Starr: You didn't see him do it, did you?",
        "Marty: Heh.",
        "Starr: Can you really put him away without knowing for sure?",
        "[SCENE_BREAK]",
        "[Bell rings]",
        "Rex: Hello?",
        "Gigi: Anyone here?",
        "Rex: It's weird. It says they're open.",
        "Gigi: Maybe we should check in the back?",
        "Rex: Yeah. Might as well. Morasco, I guess I do want to know who my parents are.",
        "Gigi: I know you do, Balsom, but I understand if this whole thing is like being on a roller coaster.",
        "Rex: I never thought of it like that.",
        "Gigi: It's worse, so you shouldn't feel bad if you feel like throwing up.",
        "Rex: I'm glad you came with me, Morasco.",
        "[Footsteps]",
        "Woman: You must be the couple that called about the custom-made wedding bands.",
        "Rex: Uh...",
        "Gigi: No. We're--",
        "Woman: Duh, you're already married.",
        "Rex: Actually, no.",
        "Woman: But you're together, right?",
        "Gigi: Whoo!",
        "Rex: Why are you asking?",
        "Woman: Uh, sorry. I have really got to learn when to zip it. What can I do for you guys?",
        "Rex: Well, I have something. Is this from this shop?",
        "Woman: Could be. Looks like something my granddad made.",
        "Rex: Did your grandfather make a lot of these necklaces?",
        "Woman: I don't know. Do you think there's another half to it?",
        "Gigi: Mm, that's what we're trying to find out. Do you happen to have records of your granddad's pieces?",
        "Woman: He kept all that stuff in his head.",
        "Rex: Everything?",
        "Woman: But ask him to go to the grocery store for one little thing--",
        "Rex: Could we talk to him?",
        "Woman: I'm afraid not.",
        "Gigi: Why not?",
        "Woman: He passed away several years ago.",
        "Gigi: Oh.",
        "Rex: Oh, we're really sorry to hear that. Is there anybody else we could talk to?",
        "Woman: Well, there's my father.",
        "Rex: Your father?",
        "Woman: He inherited the shop from my grandfather. He worked here when he was young.",
        "Rex: Is he here? Can we talk to him?",
        "Woman: He doesn't like to be disturbed. Sorry. I've got work to do.",
        "Gigi: Listen to me. You had a grandfather. You have a father. Rex has no idea who his parents are, and we have a son together. My folks are dead. So is my sister, and that necklace is the one clue that we have to finding our little boy's only living relatives. Please, please won't you help us?",
        "[SCENE_BREAK]",
        "Reed: Sounds like you think our fledging relationship is gonna end up in disaster.",
        "Kelly: This isn't about us. This is about my mother. The man who tried to I.D. her killer was recently murdered, so whoever it is might be after me, as well. So if you and I start any kind of relationship, you could wind up dead, too.",
        "[SCENE_BREAK]",
        "[Natalie sighs]",
        "Natalie: It was a low blow, saying that to Marty.",
        "Kevin: You're not answering the question.",
        "Natalie: Hmm, honestly, I don't know. I don't know if the only reason John and Marty are together is because of that baby. What I do know is, John and I had something. You know, it was there, and John was gonna figure out what to do about us, and then I found out Marty was pregnant...",
        "Kevin: I see.",
        "Natalie: And I was accepting that, or I was trying, and I was trying to stay away from John and Marty, and it just seemed that every time I turned around-- so I said it. I just laid it all out there.",
        "Kevin: So you told Marty that you and John would be together if she wasn't pregnant.",
        "Natalie: Charming, huh? Miss perfection.",
        "Kevin: Hey, I told you not to talk about my sister that way.",
        "Natalie: Anyway, Marty took her tumble right after that, and so I was the number-one suspect.",
        "Kevin: Yeah, but they cleared you.",
        "Natalie: They moved on to our uncle Todd.",
        "Kevin: Todd? Todd pushed Marty?",
        "Natalie: Well, Marty didn't see who pushed her down the stairs. All we know is that Todd and Marty had some huge fight right before she fell.",
        "Kevin: So did Marty forget about that when she accused you?",
        "Natalie: I don't know.",
        "Kevin: Oh, wait, wait, wait. After everything that Todd has done to her, why don't they suspect him? I mean, how could she accuse you of pushing her down the stairs if there's a remote chance that it's Todd?",
        "Natalie: Because Marty wanted it to be me.",
        "[SCENE_BREAK]",
        "Todd: What do you mean, I'm all Dani has left? You going somewhere?",
        "Téa: I just mean that Dani has pretty much written me off, too, now that I'm defending you.",
        "Todd: Oh. You had me worried there for a second.",
        "Téa: You should be. If I don't get you free of these murder charges, Dani is not gonna feel like she can go to either one of us.",
        "[SCENE_BREAK]",
        "Blair: You know, I just keep thinking about what if it was me. What if I knew that I was gonna die? Who would-- who would take care of my children? You know, I've got this huge support system here. I know that Dorian would be there for me. All the Cramer women would actually step up and take care of my children.",
        "Eli: And Téa doesn't have all of that.",
        "Blair: No. Little Dani doesn't have that, either. God, that is a mother's-- that's a mother's nightmare. Oh, I just felt that, you know, I've always wanted Téa to be out of my life, and now that she's dying--",
        "Eli: You realize you actually care about her.",
        "Blair: Actually, I just always thought that she was gonna be around for me to kick around.",
        "[SCENE_BREAK]",
        "Todd: Dani was this close to accepting me. I saw her at this play rehearsal the other day, and I felt like she was about to come around, and it made me feel so... I don't even know how to describe it.",
        "Téa: Happy?",
        "Todd: Yeah, maybe, and, of course, I couldn't help but think about what it may have meant for us. We may have been able to get back together, but now... so I need your help. I need you to help me beat these charges. I can't just-- I can't beat 'em on my own. I need you to prove that Hannah is lying, and then maybe we-- maybe Dani and I can have a relationship, be a family. Will you do that for me?",
        "[SCENE_BREAK]",
        "Cole: My mom didn't have to see your dad to know he did this.",
        "Starr: Marty, as much as you want my dad locked up, you did not see who did this to you. You would never put an innocent man away.",
        "Marty's voice: Aah!",
        "John: Okay, Starr. You made your point.",
        "Starr: I'm sorry.",
        "John: Well, this is it, Hannah. This is real, and this is serious. We want to put away the person who deserves to be put away, not the wrong one, so you need to tell me right here, right now. Did you see Todd Manning push Marty?",
        "[SCENE_BREAK]",
        "Blair: I've blamed Téa for everything. I blame her for Todd and absolutely everything. Now that she's dying, who am I gonna be mad at? Who am I gonna hate? I've always hated Marty, but now that she's lost her baby, I just feel--",
        "Eli: Bad for her, too?",
        "Blair: Then I had to go make peace with Kelly.",
        "[SCENE_BREAK]",
        "Reed: You won't see me because you think I'll wind up dead?",
        "Kelly: Yes.",
        "Reed: Well, then I'm willing to risk it. I've been thinking about you for 2 years, 1 month, 3 weeks, and 2 days. Death is not gonna scare me away.",
        "Kelly: Reed, I'm serious.",
        "Reed: I believe you, and if you're really in danger, I want to be there by your side to protect you from whoever is out to get you.",
        "Kelly: But--",
        "Reed: No. You're out of excuses. You're scared of jumping into something. I get that, but you said you wanted to start your life over, so take the first step into your new life and have dinner with me.",
        "[SCENE_BREAK]",
        "Natalie: John believed Marty when she told him that I pushed her down the stairs, and he doubted me when I swore to him that I didn't do it.",
        "Kevin: I'm sure he was just upset. I mean, he just lost his kid.",
        "Natalie: So I'm the reason?",
        "Kevin: Well, he's a cop. You know, it's just kind of part of the job, I would imagine.",
        "Natalie: Well, that's what he said.",
        "Kevin: Well, does he believe you now?",
        "Natalie: He apologized...",
        "Kevin: Well, there you go.",
        "Natalie: But he thought it, and look. I know that John is a cop, but to suspect me, I mean, that means that John doesn't trust me, that he thinks that I'm capable of killing his kid, and I don't know how to get over that.",
        "Kevin: Well, so, what, are you through with him? Is that it?",
        "[SCENE_BREAK]",
        "John: It's a simple question-- did you see Manning push Marty?",
        "Hannah: Yes, sir. I saw Mr. Manning push Dr. Saybrooke.",
        "John: If you're lying, I will find out about it.",
        "Hannah: Cole is my friend, and the last place I want to see him is in jail. He deserves to be home with his baby and Starr. I don't want to break them up. I'm so sorry, Cole. I really wish things turned out differently today for you, but hang in there, okay?",
        "Starr: Wow, she sure took off fast. John, do you believe her?",
        "John: It's time to get Cole back to his cell.",
        "Starr: I'm so sorry, Cole. I'm sorry that I wasn't there today, and I'm sorry that you're going through all of this. Hannah made you believe that my dad pushed your mother down those stairs. That's why you beat him up. You can't trust her, Cole. Won't you even just try to consider that Hannah is making this up?",
        "[SCENE_BREAK]",
        "Téa: I'll do whatever I have to, but I won't strong-arm Hannah until I get her on the stand.",
        "Todd: Why would you wait?",
        "Téa: If she is lying, I will prove it.",
        "Todd: She is lying. Oh, you just can't believe it, can you? You still want to believe it.",
        "Téa: I want to believe it with all my heart and soul.",
        "Todd: Right now, I'm having a hard time believing you have either of those. You're just willing to let this bitch ruin my life and Dani's. You get her to tell the truth. Do it!",
        "Téa: Ha ha!",
        "Todd: And that way, maybe Dani and I can have a relationship, and maybe, at the very least, you and I can be parents to our daughter. Do you want that for her?",
        "Téa: More than you know.",
        "Todd: All right. Then get it done.",
        "Téa: Ha ha! I got to go.",
        "Todd: Now wait a minute. I'm not finished. Hey! Wait a minute!",
        "[Téa sighs]",
        "[Téa sobs]",
        "[SCENE_BREAK]",
        "Woman: Sorry, guys. I told dad your story, but he doesn't want to see you.",
        "Gigi: Why not?",
        "Woman: I don't know.",
        "Rex: So what is this? We came all this way for nothing?",
        "Gigi: Um--",
        "Woman: Dad, I thought you--",
        "Man: Let me see the damn necklace.",
        "Rex: Did your father make that?",
        "Man: Where did you get this? ~~",
        "Rex: Then whoever it was took off and never looked back. That necklace is the only thing they left me with.",
        "Man: You don't have the other half?",
        "Rex: No, but my other parent might. Sir, can you tell me anything about the necklace?",
        "Man: Yes. I can.",
        "[SCENE_BREAK]",
        "Natalie: I'm not gonna do anything about John because there's nothing to do. John is with Marty, and they're grieving the loss of their child, so there's nothing to do, even if I wanted to, which I don't because he accused me of hurting Marty.",
        "Kevin: So, what, you flew here because you're over John? So now, what, you and I go out to the London singles scene together?",
        "Natalie: Why not? Is that a problem?",
        "Kevin: Not at all. I mean, I would love to have you. You know, there's always a place for you here at B.E. if that's what you want, but if it isn't--",
        "Natalie: I mean, it doesn't matter, does it? I mean, I can't do anything about it.",
        "Kevin: Oh, come on. Don't sell yourself short. You flew here to see me. Can't do the same thing for John?",
        "Natalie: You mean, like you do with Kelly?",
        "[SCENE_BREAK]",
        "Kelly: Okay. Okay, okay, okay. I'll have dinner with you tomorrow.",
        "Reed: Good, and I'll brave your aunt again...",
        "Kelly: Oh...",
        "Reed: And pick you up around, say, 8:00-ish?",
        "Kelly: I'll see you then.",
        "Reed: Kelly, this is a good thing. It's okay to relax.",
        "[SCENE_BREAK]",
        "John: Yeah, it's McBain. Look. I'm bringing Cole in now. Yeah.",
        "Cole: You think the reason why I'm here is because Hannah is lying? I think it's because your dad bribed the judge. I guess I'll have a lot of time to figure it out in jail.",
        "Starr: This was supposed to be one of the happiest times of our lives, making plans for my senior prom. I love you, Cole Thornhart. No one can change that-- not Hannah, not my dad, no one--and I know that you love me, too.",
        "John: Hey, it's time to go.",
        "Cole: Hey, Starr, tell Hope I love her.",
        "[SCENE_BREAK]",
        "Blair: I used to be able to wake up every morning and count on hating those 3 women--Marty, Kelly, Téa. Now I got nothing. Téa is dying, and I've been crying like a baby all day. You know, this is your fault.",
        "Eli: What?",
        "Blair: I've turned into a softy. Yeah. I was never like this until we started going out.",
        "Eli: Oh, I see. Well, I'd love to take credit, Blair, but I'm afraid you've had this problem long before I came along. It's called a big heart, and you've got one, even though you don't like to admit it. So what are we gonna do about Téa? I know you want to do something.",
        "Blair: Oh, she needs somebody, Elijah. She can't do this alone. I mean, she's making some really bad decisions about how she's gonna handle the rest of her life.",
        "[SCENE_BREAK]",
        "Téa: Thanks, Michael.",
        "[SCENE_BREAK]",
        "Todd: Yeah. She's a student at L.U. Her name is Hannah O'Connor. I just want you to find her.",
        "Hannah: I'm right here."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=TiYk_o1wBHI"
}