{
    "Episode Summary": [
        "Episode # 10668"
    ],
    "Recap": [
        "John and Kelly visit the hospital where Melinda died. The administrator identifies a picture of Alison Perkins and says she was there the day Melinda died. They look at the phone records and discover that someone made calls to Kelly from the administrator's office. John and the administrator leave Kelly in the office while they go to look at security tapes. While Kelly is alone in the office, someone opens the door with a key.",
        "Marty realizes that Jessica's memory stops at a point in her life when she was a virgin. Natalie admits to Brody that she is falling in love with John again. Marty overhears Natalie tell Brody that she thinks she and John would have gotten back together if Marty hadn't gotten pregnant.",
        "Langston makes a date with Ford. Cole challenges Langston about her affair with Ford. Langston gets mad at Starr for betraying her confidence. Hannah goes to Cole's apartment and while they are talking, she \"accidentally\" spills her drink on her shirt so she has to take it off. Todd comes in and sees her."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Kelly: I thought they said she'd be right in.",
        "John: Oh, well, she's a hospital administrator. They have to appear like they're busy.",
        "[Phone rings]",
        "Marty: Dr. Saybrooke. Hey. I guess this means you landed. How was your flight?",
        "John: No worries. More importantly, how are you?",
        "Marty: I'm doing well. I had, let me see, 7.2 hours of sleep, and I'm keeping a log of my vitamin and my food intake. Would you like me to read it to you, Lieutenant?",
        "John: No. Uh, I'll take your word for it. But I'm gonna be checking in later, so no falling off the wagon.",
        "Marty: Aye-aye, sir. Uh--",
        "Jessica: You have to help me.",
        "Marty: Oh, let me call you right back, okay? What is it? What's wrong?",
        "Jessica: Well, everybody keeps on telling me that I can't go back to the way things were, but what if I can't move forward either?",
        "[SCENE_BREAK]",
        "Brody: Hey, Natalie, what's up?",
        "Natalie: Hey, Brody. I just came from the hospital. Bo's doing so much better.",
        "Brody: Oh, that's great. I was gonna check in with him on my way to the station.",
        "Natalie: Well, I'm sure he'd really appreciate that, but in the meantime, tell me about your date with Jessica last night.",
        "Brody: Oh, you don't waste any time, do you?",
        "Natalie: No. So?",
        "Brody: Uh, maybe I should get going on that visit to Bo.",
        "Natalie: No. Come on. It couldn't have been that bad.",
        "Brody: Actually, no. At first it was pretty great. Then the ex showed up.",
        "[SCENE_BREAK]",
        "Starr: Well, Hope is still asleep. I guess Langston and Markko are, too, which is a good sign, right? Okay, look, I know that you hate that she was cheating on him and I hate it, too.",
        "Cole: But as long as he doesn't know, you'll forget about it?",
        "Starr: What's the point in obsessing about something that's never gonna happen again, right?",
        "Markko: Have you guys seen Langston?",
        "[SCENE_BREAK]",
        "Ford: Oh, that explains it. Yeah. I knew that there was a reason why I spent all last night dreaming about your body. So, what are you doing after school?",
        "Langston: What did you have in mind?",
        "[Typing]",
        "[SCENE_BREAK]",
        "Téa: You know what? I'm kind of tired of the menu here. Let's go to the Buenos Dias cafe.",
        "Dani: Mom, are you kidding? I'm starving. Why would we--oh.",
        "Téa: Look, I have no idea why he's here. Let's just turn around--",
        "Dani: No, Mom. There's something that I need to talk to Todd about.",
        "[SCENE_BREAK]",
        "John: Hey, look, when this woman does get in here, let me do the talking, okay?",
        "Kelly: Are you Mrs. Stevens?",
        "Mrs. Stevens: Yes, I am. And how may I help you today?",
        "Kelly: My mother was murdered under your roof, and we're here to find out who killed her.",
        "John: So much for letting me do the talking.",
        "Kelly: Mrs. Stevens, this is Lieutenant John McBain of the Llanview police department in Llanview, Pennsylvania.",
        "Mrs. Stevens: Lieutenant.",
        "Kelly: I am--",
        "Mrs. Stevens: Kelly Cramer.",
        "Kelly: Yes. How did you know that?",
        "Mrs. Stevens: Your mother kept a picture of you next to her bed. It didn't do you justice. I'm so sorry for your loss, Ms. Cramer. Melinda was a lovely woman.",
        "Kelly: Thank you.",
        "Mrs. Stevens: But why would you suggest there might be any foul play?",
        "John: Ms. Cramer has received some phone calls recently from a man who told her that her mother had been murdered.",
        "Mrs. Stevens: That's outrageous, Lieutenant. Melinda Cramer died of a heart attack. Who would claim otherwise?",
        "Kelly: Well, that's what we're here to find out.",
        "[SCENE_BREAK]",
        "Marty: You say you've been making an effort to move on, right? How have you been doing that?",
        "Jessica: Oh, well...everybody's been telling me I have to get over Cristian, so I went out on a date with that Brody Lovett guy.",
        "Marty: That's a huge step. How did it go?",
        "Jessica: Well, we went to Ultraviolet, and then Cristian showed up with his...with that girl, Layla, and then this song started playing.",
        "Marty: What song?",
        "Jessica: It was our song, Cristian's and mine. It was the song we were supposed to play at our wedding, but he was dancing with some other girl, and I just couldn't take it.",
        "Marty: Well, what about before, before the song? I mean, were you and Brody getting along?",
        "Jessica: I guess. You know, he's a nice guy, but he's just...he's not Cristian.",
        "[SCENE_BREAK]",
        "Brody: At first it's great. We were having fun. I even got to see her smile again. Then this old song comes on, and the next think I know, Jessica's freaking out.",
        "Natalie: Why?",
        "Brody: It had some special meaning for her and Cristian back in high school.",
        "Natalie: Their song. That's, like, the worst luck ever.",
        "Brody: Tell me about it. But after that the date was pretty much dead in the water.",
        "Natalie: Oh, God, Brody, I am so sorry. I can't even imagine how tough this must be for you.",
        "Brody: It's weird. I always used to tell Jessica I wished I'd known her when she was young, but I was forgetting what being young actually means. The moods, the drama.",
        "Natalie: I know. Everything's so intense.",
        "Brody: And you think everything will always stay the same, including your first love. I just hope like hell Jessica isn't stuck in that world forever.",
        "[SCENE_BREAK]",
        "Matthew: Hey.",
        "Nate: Hey.",
        "Matthew: What's up?",
        "Nate: Not much.",
        "Matthew: I saw you yesterday in front of the cast list for the musical. Matthew Buchanan.",
        "Nate: Nate Salinger.",
        "Matthew: Yeah, I know. You're Cole.",
        "Nate: And you're Markko, right? Cool.",
        "Matthew: Yeah, I was, uh, just wanted to let you know that if you need any background stuff on the characters, I know them in real life, so I guess I could fill you in.",
        "Nate: Thanks.",
        "Matthew: Since you're new this term, I thought maybe you would have some questions.",
        "Nate: I actually do have one question: The girl playing Starr?",
        "Matthew: Yeah, Danielle Rayburn.",
        "Nate: Yeah. What do you know about her?",
        "[Matthew sighs]",
        "[SCENE_BREAK]",
        "Téa: You want some company?",
        "Todd: Yeah, sure, sure. Hey, Dani. How's it going?",
        "Dani: What's the specials for today?",
        "Todd: Uh, you know, I don't know. I always get the pancakes because they don't screw them up.",
        "Téa: Ha ha.",
        "Todd: Ahem. How's it going in school?",
        "Dani: I'm glad you asked.",
        "Todd: Why is that?",
        "Dani: We're doing a play.",
        "Todd: Ah. You mean the one Langston wrote?",
        "Dani: Right, and I'm going to be in it.",
        "Téa: Daniella, you didn't tell me that.",
        "Dani: Well, I was gonna tell you this morning.",
        "Téa: That's wonderful! Well, that's a good way to make new friends. Is it a big part?",
        "Dani: You could say that. I'm playing Starr.",
        "Téa: Oh, well, that--that's the lead, isn't it?",
        "Todd: Yes, that's the lead. I read the script.",
        "Téa: Sounds like there might be a lot of lines to memorize.",
        "Dani: Oh, that part will be easy, especially when I get to rip Todd to shreds for being the worst father in the history of the universe.",
        "[Téa sighs]",
        "[SCENE_BREAK]",
        "Destiny: Are you ever gonna tell me why you're treating me to breakfast on a school day?",
        "Greg: Because my little sister is gonna be a star, that's why.",
        "Destiny: Your little sister's going to be a Langston, not a Starr.",
        "Greg: I don't care. When you get up on that stage to sing, you're gonna blow everyone away on that stage.",
        "Destiny: Thanks. The best part is, Matthew's playing Langston's boyfriend, Markko.",
        "Greg: Uh-huh. And Langston and Markko live happily ever after?",
        "[SCENE_BREAK]",
        "Ford: So, how soon can you come over?",
        "Langston: Well, I don't know. I have rehearsal, but I'm sure I can figure something out.",
        "[SCENE_BREAK]",
        "Markko: I figured she came out here to study. Did she have to be at school early for something?",
        "Starr: I don't know Langston's schedule.",
        "Cole: You know what? I'm gonna go see if the paper's here yet.",
        "[SCENE_BREAK]",
        "Ford: Well, you better get here soon. Oh, and you should send me something to tide me over until I have the real thing.",
        "[Door opens]",
        "Langston: Hey! I was just getting some orange juice.",
        "Cole: Is that all you were getting?",
        "Markko: Well, what was that about? What else would Langston be getting?",
        "Starr: Milk. Because we're out of that, too.",
        "Langston: Milk. Right. I'm so sorry. I forgot, guys.",
        "Cole: Oh, yeah. Must have been distracted.",
        "Markko: Look, I'm sorry I can't stay for breakfast, babe, but I got to get to class. Um, when are you gonna be back?",
        "Langston: I don't know. I have rehearsal and stuff.",
        "Markko: Okay, just give me a call later?",
        "Langston: Mm-mm. Well, um, I better be going to school.",
        "Cole: Early date?",
        "Langston: What's your problem, Cole?",
        "Cole: You and what you've been doing to my friend behind his back.",
        "Langston: You told him?",
        "Cole: Starr and I don't keep secrets, not like you.",
        "Starr: Neither does Langston, Cole. It's all over now.",
        "Cole: Oh, is it? Because I would like to hear that from you.",
        "[SCENE_BREAK]",
        "Hannah: I couldn't help overhearing. Is that the new girlfriend?",
        "Ford: Hannah, you have to stop--",
        "Hannah: Get over yourself. I'm not gonna make a scene. I'm just glad I'm not on the other end of that phone call, listening to your lame-ass lines.",
        "Ford: Yeah, well, I'm glad I can still make you happy.",
        "Hannah: Ha! Oh, Ford, you never did that, and you're not gonna do it for the new one either.",
        "[Cell phone rings]",
        "Ford: Karen. Yeah, I thought that might be you. Yeah, last night was pretty wild, wasn't it?",
        "[SCENE_BREAK]",
        "Natalie: It can't stay that way forever, Brody. I mean, even if Jessica doesn't get her memory back, she's gonna grow up. I mean, nobody stays a teenager the rest of their life.",
        "Brody: Unless it's the only way they think they can survive.",
        "Natalie: What do you mean?",
        "Brody: Jessica feels safe right now. It's like if she stays where she is right now, she'll never have to remember the last thing that happened before I found her.",
        "Natalie: When her father nearly raped her.",
        "[SCENE_BREAK]",
        "Marty: I know it's hard to give up on Cristian, but has he given you any reason to believe that he could ever return your feelings?",
        "Jessica: Well...the way he looks at me sometimes.",
        "Marty: Yeah, but that's open to interpretation--",
        "Jessica: I'm not imagining it, okay? I'm still in Cristian's heart. I know that, and especially with the prom coming up, everything's gonna change.",
        "Marty: And why is that?",
        "Jessica: Well, prom is our night. You know, we've been planning it for so long, and after that night, we're gonna belong to each other forever.",
        "Marty: So by that you mean...",
        "Jessica: We're gonna make love.",
        "Marty: And that will be your first time?",
        "Jessica: I know what you're thinking. You know, I was married, and I have a child, but none of that seems real to me. But Cristian is real, and when I give myself to him, he's gonna be the first and only man in my heart.",
        "Marty: So you're saying you-- you feel like a virgin.",
        "Jessica: Yes, I do.",
        "Marty: Jess, do you--do you think it's significant that your memory stopped before you had sex with anyone?",
        "Jessica: It's not like I did it on purpose. I mean, I didn't flip a switch and just shut those memories off.",
        "Marty: Well, what if you did?",
        "[SCENE_BREAK]",
        "Dani: You know, there are so many great scenes, like when Starr blasts Todd for raping her boyfriend's mother.",
        "Téa: Daniella, that's enough, all right?",
        "Dani: Oh, and then Todd tries to kill Starr's boyfriend, and she freaks out. You know, I don't think I'll have any problem doing that, do you? \\",
        "Todd: Okay, that's enough.",
        "Dani: Or what? You'll throw me down the stairs like you did your other daughter?",
        "Téa: Okay, this is not the time or the place. I am really sorry, Todd.",
        "Dani: Don't apologize to him. Are you crazy?",
        "Todd: Dani, I know that you hate me. But...it's never gonna change the fact that I am your father. None of us can change that fact.",
        "Dani: It's a word. It doesn't mean anything.",
        "Todd: You don't have to forgive me. I'm not asking you to forgive me or even like me... but I'm pretty sure that someday you're gonna need your father, and...I'm gonna be there for you.",
        "[SCENE_BREAK]",
        "John: These are the dates and times of the calls Kelly received. They were made from inside this institution.",
        "Mrs. Stevens: From here?",
        "John: Yes.",
        "Mrs. Stevens: You're sure?",
        "John: Mmm. Law enforcement is of course taking this very seriously because there were threats made to Ms. Cramer's family before Melinda's death. Perhaps you recognize this woman?",
        "Kelly: Her name is Allison Perkins.",
        "Mrs. Stevens: Yes, I do. She was here...the day Melinda died.",
        "[SCENE_BREAK]",
        "Brody: At first we all assumed that Jessica's memory loss was because of the electroshock. Marty thinks it could be the emotional shock of what Mitch was about to do to her.",
        "Natalie: Poor Jess. I mean, it makes sense.",
        "Brody: Obviously we can't force things by just telling Jess what Mitch did, but if she could somehow...acknowledge what happened without getting torn apart all over again.",
        "Natalie: I know. That's the hard part.",
        "Brody: Exactly. If we go about it wrong, Jessica could end up in even worse shape. So I'm just praying Marty will find a way to get Jess where she needs to go.",
        "[SCENE_BREAK]",
        "Jessica: You think I did this to myself on purpose?",
        "Marty: No, no!",
        "Jessica: Because it's hell to live in a world where everyone you ever knew thinks that you're a freak, but where I am, it's the only place that makes sense to me.",
        "Marty: I know how hard it is.",
        "Jessica: No, you don't. No one does.",
        "Marty: Okay, you say that you like where you are now because it makes sense. Life is simple and innocent. When you think about making love for the first time, is there a part of you that worries that that might change?",
        "Jessica: I trust Cristian.",
        "Marty: Of course you do, but it's only natural to have doubts or questions.",
        "Jessica: Oh, well, obviously, if you've never done it before, you're gonna be a little scared.",
        "Marty: Okay, well, let's think about that for a minute, then, okay? Try to figure out what scares you.",
        "[SCENE_BREAK]",
        "Natalie: Marty's not my favorite person, but she's a really, really good doctor, and if anyone can help Jess, I really think she can.",
        "Brody: I hope you're right. I want her back, Natalie.",
        "Natalie: I know. Me, too. I miss my sister, and Mom's gonna be coming home with Bree soon, and what are we gonna do if Jessica still doesn't recognize her own little girl?",
        "Brody: I've missed Bree so much. I don't want to stop being a part of her life.",
        "Natalie: Well, what are you talking about? I mean, of course you're gonna be a part of her life. Bree's crazy about you.",
        "Brody: But if Jessica doesn't want me around...",
        "Natalie: Don't give up on her, Brody.",
        "Brody: Never. And just to seal the deal, I made her agree to a second date.",
        "Natalie: Good! Maybe this time you'll pick a place that Cristian won't show up.",
        "Brody: Yeah, I hear Croatia's nice this time of year.",
        "Natalie: Ha ha! That's pretty good. I know it's hard to keep a happy face...when Jessica's giving all of her attention to someone else.",
        "Brody: Yeah. That's almost worse than when the person you love isn't in your life the way you want them to be.",
        "Natalie: Yeah, tell me about it.",
        "Brody: Kind of like what you're going through with John.",
        "Natalie: Who--who said anything about John?",
        "Brody: You didn't have to, Natalie. It's obvious how you feel about him.",
        "[SCENE_BREAK]",
        "John: Allison Perkins claimed she was here the day Melinda died, but we weren't sure if it was true.",
        "Mrs. Stevens: Yes, she was here.",
        "Kelly: Allison said that my mother was already dead when she got here, but we still have to wonder whether Allison killed her.",
        "Mrs. Stevens: oh, no. An orderly found Melinda unconscious in her bed. Emergency staff was called immediately to try to revive her.",
        "John: But she was alive when the orderly found her.",
        "Mrs. Stevens: Yes, and Allison Perkins didn't arrive until after that.",
        "John: How can you be so sure of the timing?",
        "Mrs. Stevens: Ms. Perkins had gotten through security by claiming that she was Melinda's sister Dorian Lord. I was called to tell Ms. Lord that her sister had passed away. But since I'd met Dorian Lord on several occasions, I knew I was dealing with an imposter. The minute I started to question Ms. Perkins, she took off.",
        "Kelly: Okay, this is not making any sense. Even if Allison was telling the truth, it doesn't explain the phone calls.",
        "Mrs. Stevens: I'm sorry I haven't been more help, but if it's any consolation, I know that your mother loved you very much. As a matter of fact, she left something for you. We were going to send it, but I'll get it for you now. I'll be right back.",
        "[Door closes]",
        "Kelly: Do you think this woman has any reason to lie to us?",
        "John: No, I don't.",
        "Kelly: So this whole trip has just been a waste. Caller was a crackpot, and my mother died of natural causes.",
        "John: I didn't say that.",
        "[SCENE_BREAK]",
        "Langston: I broke up with Ford last night, okay? What, you don't believe me?",
        "Cole: You haven't given anybody a lot to believe in lately.",
        "Langston: I know. I'm sorry.",
        "Cole: Hey, don't tell me sorry. Tell Markko.",
        "Langston: Look, I don't want to hurt Markko. I love him. And if you love him, too, you won't want to tell him something that's only gonna make things worse. Sometimes the best way to be a friend is to keep your mouth shut.",
        "Starr: Okay, I'm sorry. I don't-- I don't feel right keeping things from Cole. And I told him not to tell Markko and he said he wouldn't.",
        "Cole: So long as it's really over. But if I ever find out that it's not, all bets are off.",
        "Langston: It's over! Okay, I swear!",
        "Cole: And don't even think about asking Starr to lie for you again.",
        "Langston: Don't worry. I won't be trusting Starr with any more of my secrets. I gotta go to school.",
        "Starr: Ohh! I should go, too.",
        "Cole: Wait, wait. You're mad at me now?",
        "Starr: Yes, I'm mad at you now! This was supposed to stay between us.",
        "Cole: But it's not just about us. My best friend's being taken advantage of, and I don't like that.",
        "Starr: Well, I don't like it when you're going to do something and you do something else.",
        "Cole: Starr, wait. Come on.",
        "Starr: No, I can't. I'll talk to you when I get home.",
        "[Slams door]",
        "[Knock on door]",
        "Hannah: Hey. Are you okay?",
        "Cole: No, I'm not.",
        "[SCENE_BREAK]",
        "Matthew: Dani's new here, too. She came from a boarding school in London. Her mom made her move here because--",
        "Nate: Wait. Dude. Dude. I wasn't asking for her life story. I just want to know if she's been in plays before 'cause I'm taking this project really seriously so I hope she is, too.",
        "Matthew: Yeah, I'm sure she will.",
        "Nate: Great. 'Cause the two of us--we gotta be on the same page. We have some pretty intimate scenes together.",
        "[SCENE_BREAK]",
        "Greg: It's great that you and Matthew will be working together. Just make sure that the drama in the play doesn't turn out in a drama in real life.",
        "Destiny: Matthew and I are just friends, Greg.",
        "Greg: Okay. That's what you keep saying.",
        "Destiny: Because it's true. I'm not hung up on him anymore.",
        "Greg: Okay. But you know when you're playing boyfriend and girlfriend...",
        "Destiny: You are the last person to be handing out advice, especially after what happened between you and Rachel.",
        "Greg: Okay. Point taken.",
        "Destiny: Yeah.",
        "Greg: Yeah. Look, Des, I guess what I'm trying to say is I just don't want to see you get your heart broken.",
        "[SCENE_BREAK]",
        "Dani: You'll never ride to my rescue, okay, because I'll never need you for anything. I'm gonna head over to school with Destiny. Good-bye.",
        "Téa: Well, that was horrible. Awkward.",
        "Todd: Don't pretend to feel sorry for me.",
        "Téa: What are you talking about? I hate it when she talks to you like that.",
        "Todd: Why is that? It gives you such a good excuse.",
        "Téa: For what?",
        "Todd: For not dealing with us. You still love me, but you're not gonna do anything about it.",
        "Téa: Where's this coming from all of a sudden?",
        "Todd: It's not sudden. It's been there since the day you told me I had a daughter. And we were together then and we would have stayed together. But Dani hated me. And you let that change everything, didn't you?",
        "Téa: Todd.",
        "Todd: Do you really love me, or do you not? Oh, no, no, don't answer. It's okay. Don't. Forget it. I don't need an answer. I know how you feel anyway. Even Jack can see it.",
        "Téa: Oh, Jack said I was still in love with you?",
        "Todd: He made it more about both of us, but yeah.",
        "Téa: What did you say to him?",
        "Todd: I said \"I don't know what you're talking about.\" Ha! But be honest, you haven't moved on with anyone else, right?",
        "Téa: Well, neither have you, have you?",
        "Todd: Answer me one thing. If it's Dani that's keeping us apart, what if that changed? And what if she was able to let go of the hatred and the resentment and... maybe even accept me as her father? Would that bring us back together?",
        "[SCENE_BREAK]",
        "Jessica: Well, then maybe scared is the wrong word. I guess I'm just a little nervous because I just want everything to be perfect.",
        "Marty: That's putting a lot of pressure on yourself.",
        "Jessica: Well, no, I just--I love Cristian so much that I want it to be everything that he's dreamt of so after we make love we can go back to where we should be.",
        "Marty: That's what you want and what Cristian wanted at some point, but we need to think about what he wants now.",
        "Jessica: You know, Marty, you say you're my friend, but every time I tell you what's in my heart, you just tell me I can't have it.",
        "Marty: No, I am your friend. First and foremost, I am your friend, but I'm also a therapist. And sometimes I have to help people see things that they don't want to see.",
        "Jessica: You know, I have to get to the school.",
        "Marty: Okay, Jess, but we still need to talk, okay? I will drop everything to talk with you.",
        "Jessica: You know, you're just like Natalie, Marty. You say that you want to help me, but you really don't. You only care about yourself. And you know, you better watch out because she might steal your boyfriend just like she stole mine.",
        "[SCENE_BREAK]",
        "Natalie: No, no, no. John and I are just friends. We were until just recently.",
        "Brody: I'm sorry. I had no business bringing him up.",
        "Natalie: Well, I mean, if it's that obvious how I feel...",
        "Brody: I shouldn't have said that.",
        "Natalie: I kind of wonder if that's what other people are thinking.",
        "Brody: I don't think so. They haven't seen what I've seen. Like when you were willing to do anything to get John out of jail or when he pulled you out of that car wreck. You guys have been through a lot together.",
        "Natalie: Yeah. Yeah, we have.",
        "Brody: But still, I shouldn't... shouldn't read anything into it.",
        "Natalie: No. No! You're right. Oh, my God. I tried to shut it off. I tried, but I can't. I'm falling in love with John again, and there's not a damn thing I can do about it.",
        "[SCENE_BREAK]",
        "Mrs. Stevens: Melinda really enjoyed her time in the pottery studio. We didn't send it with her other belongings because it wasn't finished. It hadn't been fired yet.",
        "Kelly: It's beautiful.",
        "Mrs. Stevens: She made it very clear that she wanted you to have it.",
        "John: Look, if we can get back to the phone calls for a minute, we know they came from inside this building. We just don't know which extension. Perhaps I could look at your internal phone records for a second? That would be a big help.",
        "Mrs. Stevens: Let me get it for you.",
        "John: Thank you.",
        "[Drawer opens]",
        "John: It's nice.",
        "Kelly: Yeah.",
        "John: Oh. Thanks.",
        "Kelly: Anything jumping out at you?",
        "John: Well, there is a call from extension 4441 made to La Boulaie the day before Melinda died.",
        "Mrs. Stevens: 4441 is the line the patients use--only with permission, of course.",
        "Kelly: My mother called Dorian. She was excited about my visit.",
        "John: Hmm. Here we go. 2 calls to Kelly's number on the dates that we have.",
        "Kelly: From the same extension.",
        "John: No. Different extension. 4400.",
        "Mrs. Stevens: That's not possible.",
        "John: Why is that?",
        "Mrs. Stevens: Because that's my office phone. And the only person with any access to it is me.",
        "[SCENE_BREAK]",
        "Téa: Look, I don't think it's healthy for us to fantasize, not that I'm fantasizing. I mean, look, I just--oh. My point is, Daniella is not ready to accept you, okay, not yet.",
        "Todd: Yeah, she's so anxious to rip me apart, she wants to do it in front of a live audience. Fortunately, I've done some damage control.",
        "Téa: What is this, the script?",
        "Todd: Yeah, with a few changes. I mean, I told Starr originally that I was gonna leave things alone, but if there's a character written in there that's supposed to be based on me, don't you think I have the right to weigh in? Anyway, I just e-mailed some revisions for her to give to Langston.",
        "Téa: \"Starr: I was so afraid to tell you I was pregnant, Dad. Todd: You shouldn't have been, sweetheart. I'll always support you even if I don't agree with you.\" Way to rewrite history, Todd.",
        "Todd: You ever heard of dramatic license?",
        "Téa: This is gonna backfire, Todd, in a big way. Daniella knows what happened. If you whitewash it, she's gonna have even less respect for you.",
        "Todd: So I should just stand there and let her disembowel me in front of a live audience?",
        "Téa: Maybe you could try to think about it in a different way. Maybe it would be healthy for Daniella to say these things out loud.",
        "Todd: Healthy how?",
        "Téa: Well, it could be cathartic for her, you know? A way for her to release all these bad feelings, get them out in the air.",
        "Todd: You're a lawyer. You're not a shrink.",
        "Téa: I'm a mother who knows her daughter. This could be a way for Daniella to start things new with you. Think about it. Understanding how Starr got past things with you could help her get past things with you. And then...who knows. Where are you going?",
        "Todd: I'm going to go talk to Starr before she shows anyone those rewrites.",
        "[SCENE_BREAK]",
        "John: It's pretty obvious someone used your phone.",
        "Mrs. Stevens: I don't know how. I always lock up when I leave.",
        "Kelly: Well, it's possible you forgot that day. Those calls came from here.",
        "John: Or someone knew how to make it look like they did.",
        "Mrs. Stevens: I'm sorry, but no matter what your caller said, I refuse to believe that Melinda Cramer died of anything other than natural causes. If you uncover anything that might prove otherwise, I'm sure you'll let me know, Lieutenant. But I've told you all I know.",
        "John: I--just one more thing.",
        "[SCENE_BREAK]",
        "Natalie: I can't believe I just laid it all out there like that. I mean, I haven't even really admitted this to myself.",
        "Brody: You know it's not gonna go any further. This stays between you and me.",
        "Natalie: Thanks.",
        "Brody: I've leaned on you a lot lately. So if there's anything you need, and if you need anyone to talk to, it's the least I can do.",
        "Natalie: There's nothing to talk about. John's unavailable. It's as simple as that.",
        "Brody: It hurts when you feel one way and the other person doesn't.",
        "Natalie: See, actually, I think that John does feel something. I think he feels the same way I do.",
        "[SCENE_BREAK]",
        "Markko: Oh, Ford. You headed back to campus?",
        "Ford: Yeah. Why?",
        "Markko: Do you mind if we talk on the way there about my final project? I have a couple technique questions for you.",
        "Ford: Well, lucky for you, technique's my specialty.",
        "Markko: Well, great. Do you have some time to look at footage this afternoon?",
        "Ford: Uh, sorry, Rivera. Booked something.",
        "[SCENE_BREAK]",
        "Starr: Langston.",
        "Langston: I'm not--I'm not talking to you.",
        "Starr: I didn't do anything wrong.",
        "Langston: Oh, no?",
        "Starr: You can't keep expecting me to keep secrets from Cole.",
        "Langston: Yeah, but now he's gonna hate me and he's gonna tell Markko.",
        "Starr: He is not, okay? He's upset right now, but as soon as he sees that the 4 of us are back to normal, he's gonna forget about everything.",
        "[SCENE_BREAK]",
        "Nate: Look, as long as Danielle knows how to act like a professional, we'll be cool.",
        "Matthew: Look, there's something else you should know about Danielle.",
        "Nate: What's that?",
        "Matthew: Danielle's kind of my girlfriend.",
        "Nate: She's also kind of here.",
        "[SCENE_BREAK]",
        "Langston: I'm sorry if I caused problems for you and Cole.",
        "Starr: It's okay. Just have to probably suck it up and apologize to him again, but we'll be fine.",
        "Langston: Of course you will. You're Starr and Cole. Nothing can break you guys up.",
        "[SCENE_BREAK]",
        "Hannah: You and Starr had a fight?",
        "Cole: How did you guess?",
        "Hannah: I saw her leaving here. She looked like she wanted to kill someone. You don't look that good yourself.",
        "Cole: Well, the fight wasn't even about us--I mean, not really. It's about a friend we know who's getting treated like crap.",
        "Hannah: Yeah, well, I've decided I don't like being treated that way either. You'll be happy to know I told our friend Ford to shove it.",
        "Cole: Good for you.",
        "Hannah: He's already got himself another victim. Can you believe that?",
        "Cole: Yeah, I can believe it.",
        "Hannah: Well, I am over it. You know what, it feels great. Oh!",
        "Cole: Oh, my God. Are you okay?",
        "Hannah: Yeah. It wasn't hot. I just--this is a brand-new shirt. I have to get this off before it stains.",
        "Cole: Bathroom.",
        "Hannah: Thanks.",
        "Cole: Geez...",
        "Hannah: Hey, can I borrow a shirt while this dries?",
        "[SCENE_BREAK]",
        "Starr: Look.",
        "Langston: Yeah, I know.",
        "Starr: Come on. The 4 of us will go together the way it's supposed to be.",
        "Langston: Right.",
        "Starr: And the first prom was when you and Markko realized how crazy you were about each other. Remember?",
        "Langston: Yeah.",
        "Starr: Okay, well, this prom is going to be even better because you only get one senior prom, right? You gotta make the most of it. I know it sounds weird for Cole and I to be talking about a prom after everything we've been through, becoming parents and the rest of it, but I think it's still important. You know, it's the end of a really special time and the beginning of a whole new chapter. And look how lucky we are. We get to spend that night with the guys that we love.",
        "[SCENE_BREAK]",
        "Matthew: Hey, I didn't hear you guys come in. You know Nate, right?",
        "Destiny: Sure. You're playing Cole?",
        "Dani: Yeah, I'm really excited to work with you.",
        "Nate: Same here. Matthew and I were just talking about the show.",
        "Dani: Yeah, and me and Destiny were just wondering if Mr. G brought in the scripts yet.",
        "Matthew: No, not yet, but I'm sure he's coming soon.",
        "Nate: So this play--it's really a true story?",
        "Destiny: Oh, yeah.",
        "Nate: And that isn't weird that you're going to be playing your own sister in scenes with a guy who's supposed to be your dad?",
        "Dani: No, not at all. I'm--I'm really looking forward to it.",
        "[SCENE_BREAK]",
        "Greg: Téa? Hey. Can I give you a lift to the hospital?",
        "Téa: The hospital?",
        "Greg: The follow-up appointment we scheduled? It's today, remember?",
        "Téa: I completely forgot. You know what, I'm gonna have to reschedule that. Uh... so...",
        "Greg: Well, you could, or you could keep the appointment so I won't keep hounding you about it, because I will hound you about it.",
        "Téa: Yeah, I can see that. Uh, thanks. I--I don't need a ride. I have my own car.",
        "Greg: Okay. I'll tell my associate to expect you.",
        "Téa: \" Todd: People misunderstand me. All I've ever done is for my kids and someday you'll see that.\"",
        "[SCENE_BREAK]",
        "Hannah: It's still wet. I'm sorry. I didn't want to go through your closet. I just... can't put that back on. It's soaked.",
        "Todd: Starr? What the hell?",
        "[SCENE_BREAK]",
        "Natalie: I know it doesn't matter now, but John and I had these few moments where it was obvious that he returned my feelings. And then Marty got her news.",
        "Brody: About the baby.",
        "Natalie: Yeah, and I know that I shouldn't be even thinking this, much less saying it out loud--",
        "Brody: Natalie.",
        "Natalie: I'm sorry. It's just that I truly believe that John and I would have gotten back together if Marty hadn't gotten pregnant with his child.",
        "[SCENE_BREAK]",
        "John: You have security tapes from the day Melinda died. I'd like to take a look at them.",
        "Mrs. Stevens: Sure.",
        "John: Hmm.",
        "Mrs. Stevens: Come with me.",
        "John: Be right back.",
        "Kelly: I miss you, Mama. I'm not gonna give up. If someone murdered you, I promise I won't let them get away with it."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=ZF-rNdMGS5A"
}