{
    "Episode Summary": [
        "Episode # 10331 -- If You Build It, She Will Come"
    ],
    "Recap": [
        "Tea Delgado visits Todd in his jail cell. She suggests that she represent him in his trial, but Todd refuses. Natalie and Viki take care of Baby Chloe. Starr and Dorian find out that the doctor who delivered her baby, Dr. Joplin, committed suicide. Starr somehow blames herself for this mess. John is on the roof, drinking a beer when Blair join him. John makes it clear to Blair that he doesn't want things to be over between them. Cole assures Marty that Todd is going to pay for what he did to Marty. Charlie and Jared sit in a booth in the cafe when Moe and Noelle come in. Moe lets them know that he is going to be the head chef for Dorian Lord. Noelle asks Carlotta for a job.",
        "Natalie encourages Viki to go see Charlie. Viki hesitates at first, but then agrees to see Charlie. Charlie congratulates Moe on his new position at Dorian's. John and Blair reconcile and then kiss. Marty relives memories of Todd. On the computer, Marty prints out all the info that she could find on Todd. Moe reports to work at Dorian's. Carlotta hires Noelle as a waitress in the diner."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: Téa Delgado.",
        "Téa: Surprised? Funny -- whole new face, yet I'd recognize you anywhere even with that bandage. And from what I've been reading, your face is the only thing that has changed.",
        "[SCENE_BREAK]",
        "Natalie: She's so beautiful, isn't she?",
        "Viki: Yes, she is. Chloe and Bree, they're going to give Jessica the reason to get through this.",
        "Natalie: And what about you, Mom? Who's going to help you get through this?",
        "[SCENE_BREAK]",
        "Dorian: I have said a thousand times, dust the pictures, make sure the glass -- hi, sweetheart. I thought you were napping.",
        "Starr: I heard you arguing with someone.",
        "Dorian: No, I just kind of was losing it, because I can't stand it when the house isn't properly -- nice picture of you and your mom.",
        "Starr: Where is my nom?",
        "Dorian: I have no idea.",
        "Starr: Come on, what happened?",
        "Dorian: Well, okay. We were having a discussion.",
        "Starr: About what?",
        "Dorian: John McBain.",
        "[SCENE_BREAK]",
        "Blair: I figured you'd be up here.",
        "John: Temperature really dropped.",
        "Blair: You know what, let's not do this, okay?",
        "John: What?",
        "Blair: Talk about the weather. I want to say I'm sorry for the scene down in the cafe. Dorian had no right to go after you and Marty like that.",
        "John: I don't care about what she thinks. I care about what you think.",
        "Blair: Are you asking me whether I'm worried that Marty's going to come between us?",
        "[SCENE_BREAK]",
        "Marty: Thank you for my metronome.",
        "Cole: You're welcome.",
        "Marty: That note you left. That was beautiful. I know in some ways I'm still dead for you, but --",
        "Cole: Mom, don't say that. You just don't remember things. But you will.",
        "Marty: I'm glad one of us is positive. But honey, there's really a chance my memory won't come back.",
        "Cole: Well, you should have been in the hospital, not locked away in Todd Manning's house. At least that creep's behind bars now. He's going to pay for what he did to you.",
        "Marty: Yeah. He'll pay.",
        "[SCENE_BREAK]",
        "Téa: At a loss for words?",
        "Todd: It's been five years.",
        "Téa: Six. Since you abandoned me on that godforsaken island.",
        "Todd: I sent someone to help you. Obviously it worked out for you.",
        "Téa: Yeah, yeah. And a lot's happened for me since then.",
        "Todd: Oh yeah, like what?",
        "Téa: You really want to play catch up?",
        "Todd: No. I want to know what you're doing here.",
        "[SCENE_BREAK]",
        "Viki: Children have a remarkable way of reminding you of what's important.",
        "Natalie: Mom, I'm talking about you. This rough time that Jessica has ahead, who is going to help you through that?",
        "Viki: I'm fine, okay? I'm fine. And after everything you've been through, I thought maybe I'd stick around and look after you for awhile.",
        "Natalie: I love you for caring. But what I'm trying to say is that I'm responsible for my own life, and so is Jessica.",
        "Viki: No, darling, she needs me right now.",
        "Natalie: She needs your support, but the rest she has to do on her own.",
        "Viki: And I don't know how she's going to do it. She has been through so much, and now she's going to have to deal with the enormous pain that she's caused everyone who matters to her.",
        "Natalie: Mom, you rescued me. You got Jessica into St. Ann's. Now you need to take care of you.",
        "Viki: I'm fine. Okay, I told you. I'm perfectly fine.",
        "Natalie: Okay, great. You're fine; your heart's really healthy. That doesn't mean it's not breaking.",
        "Viki: Oh, I thought that's what you were going on about.",
        "Natalie: Look, Mom, ever since Africa, you have been all about us, and I think that you need an outlet. You know, something that's just for you.",
        "Viki: Fine. I'll take up a hobby. Bingo.",
        "Natalie: I wasn't talking about some thing you could turn to. I was talking about someone.",
        "[SCENE_BREAK]",
        "Jared: You old devil.",
        "Charlie: What?",
        "Jared: Rebuilding the place to look like where you guys first met. That's pretty romantic, Charles.",
        "Charlie: Well, I admit it made Viki pretty happy.",
        "Jared: So, where is she?",
        "Charlie: Well, you know what she's dealing with. Her family needs her now. But, you know, just seeing the big smile on her face, that was all I really needed.",
        "Jared: Oh, yeah, right.",
        "Charlie: What? It was.",
        "Jared: No man goes to that kind of effort just to get a smile out of a girl. You want her back.",
        "Charlie: What do you want me to say? Okay, I love Viki. But the rest is up to her. You know, I can't control that.",
        "Moe: Well, well, well. If it isn't our favorite Bon Jour regular.",
        "Charlie: What are you doing here? I thought you should be on a plane by now.",
        "Noelle: Well, we had a little change in plans.",
        "[Inaudible]",
        "Noelle: Excuse me, ma'am? Could you use a little help?",
        "Carlotta: Oh, yes. I haven't had a chance to hire a full wait staff yet.",
        "Noelle: Well, I'm an experienced waitress, and I'll need a job now that Moe and me are staying here in Llanview.",
        "Charlie: Staying?",
        "Moe: Yep.",
        "Charlie: Well, when did this happen?",
        "Noelle: When Moe got himself the job of a lifetime.",
        "Moe: It's a great opportunity. I'll be working for a bona fide foodie, someone with class and taste. Dr. Dorian Lord.",
        "Carlotta and Jared: Dorian Lord?",
        "Charlie: Dorian Lord?",
        "[SCENE_BREAK]",
        "Starr: I don't want you and Mom to fight.",
        "Dorian: I'm very sorry if it upset you. How are you doing?",
        "Starr: I ran into Aunt Viki at the hospital, and she let me hold Chloe, which kind of made me feel really bad.",
        "Dorian: How sensitive of Viki.",
        "Starr: She meant to do it as a nice thing, and I understand that. But holding that baby just -- it made me think of those nine months when I had everything planned out in my head. And then, Aunt Dorian, I never expected my blood to kill my own baby or that Marcie would never be able to hold her.",
        "Dorian: I will not let you blame yourself for what happened. Your baby died because of Dr. Joplin's incompetence, her -- and she's going to pay for it.",
        "Starr: Making her pay will not bring Hope back. Aunt Dorian, who are you calling? Who are you calling?",
        "Dorian: The hospital, dear. Hello, this is Dr. Dorian Lord. I want to speak to somebody about Dr. Leah Joplin. Because I want to sue her for medical malpractice, that's why. Of course I can. Oh. I didn't know.",
        "Starr: What?",
        "Dorian: Dr. Joplin just committed suicide.",
        "[SCENE_BREAK]",
        "John: You know we don't have to do this now.",
        "Blair: Yeah, John, I think we do. I know you probably think I put Dorian up to it, right? That I didn't have the guts to ask you to choose between me and Marty, so Dorian did my dirty work, right?",
        "John: You know, I don't think you operate that way.",
        "Blair: How do I operate?",
        "John: You got something to say, you're pretty good at saying it yourself.",
        "Blair: Not always. Sometimes I actually hold back. And this time when I found out Marty was alive, I thought, you know, I'm just going to sit back and let things unfold. I'm sorry, it just doesn't -- it's not a great fit for me.",
        "John: Sitting back or letting things unfold?",
        "Blair: Either one. Because, John, the truth is I have worried whether Marty was going to come in between us.",
        "[SCENE_BREAK]",
        "Cole: I know things are messed up. I mean, the baby -- look, it really hurts but I'm dealing. And yeah, you're not the same mom that I remember, but you're here. So, I don't want to be pushy or anything, but if there's anything I can do to help --",
        "Marty: Yeah, actually there is. Do you have a laptop?",
        "[SCENE_BREAK]",
        "Téa: Todd Manning held Marty Saybrooke captive for nearly three months. Family and friends of Saybrooke believed she was deceased. But here's the bizarre thing. Thanks. You're quoted as saying you're in love with Marty Saybrooke, the woman you raped. Were you misquoted? I always knew she was in your head. That's why you could never love anyone else. Why you were always so detached. It was rape, Todd. You understood that back then.",
        "Todd: I didn't need you shoving it down my throat.",
        "Téa: It's called speaking the truth. Besides, if memory serves, you responded by belting me in my face.",
        "Todd: And you hit me with a shovel. So what are you doing here? You came here to tell me that I got what I deserved, is that it?",
        "Téa: If you think that I'm getting my kicks watching you behind bars, you're wrong. I came back to help you.",
        "Todd: You want to be my attorney?",
        "Téa: When I was in law school, I swore I'd only do cases I was passionate about. I was crazy about you once. If I were you, that's the kind of person I'd want representing me. And if there's anyone who can go head to head with Nora Hanen, it's me.",
        "Todd: And you think that you understand why I did all this?",
        "Téa: Let's get one thing straight, hmm? You and I both know that you are all about making other people's lives a living hell. And if you did what they say you did, I think it's despicable. But guilty or innocent, you're entitled to a defense.",
        "Todd: And what's in it for you?",
        "[SCENE_BREAK]",
        "Starr: Why would Dr. Joplin do that? Why would she kill herself?",
        "Dorian: Guilt. She knew her career was over -- rightfully so.",
        "Starr: I don't think that she was a bad person, though.",
        "Dorian: She thought so.",
        "Starr: Okay, babies are supposed to bring happiness. God, I wish I could rewind it all. I wish I could just change everything.",
        "Dorian: Well unfortunately, none of us can go backwards.",
        "Starr: It's me, okay? I'm the problem.",
        "Dorian: No --",
        "Starr: It's obvious --",
        "Dorian: I am not going to let you blame yourself --",
        "Starr: I could have changed my mind, I could have had Cole and I raise the baby and not brought Marcie into this.",
        "Dorian: You did what you thought was best for the baby.",
        "Starr: Cole and my dad went crazy because of my decision, okay? My Mom and I told Dr. Joplin not to let them near her, okay? To keep them out of the loop. Maybe she would've tested Cole's blood. Maybe Hope would still be alive, and maybe my dad wouldn't have turned into a disgusting monster.",
        "[SCENE_BREAK]",
        "Todd: What's going on? Your career not going so hot?",
        "Téa: You know, I've been working internationally. I need to get back on people's radar.",
        "Todd: Yeah, where have you been? Because the last time I saw you on the island, you were really in heat with my pilot.",
        "Téa: Yeah, that took a bit of a nose dive. Last time I saw you, you were paddling off on a raft in the middle of the ocean. Just had to get back to Blair.",
        "Todd: That was a bad decision.",
        "Téa: Why'd you marry her?",
        "Todd: Same reason I married you, to get custody of my kid.",
        "Téa: A loveless marriage, poor Blair.",
        "Todd: No, no. She's got nothing to complain about. She got the Delgado deal.",
        "Téa: What's that?",
        "Todd: Five million dollars to keep your mouth shut.",
        "Téa: She should've held out for more, what with inflation.",
        "Todd: She isn't worth more.",
        "Téa: You risked your life because you were so in love with her. What happened?",
        "Todd: John McBain.",
        "[SCENE_BREAK]",
        "John: The situation with Marty is complicated.",
        "Blair: Hey, hey. You don't owe me an explanation, okay? Look, the way it ended with you and Marty, it wasn't fair. It wasn't. I don't want to get heavy about this, I really don't. So whatever this is, you and me, I'm ending it.",
        "[SCENE_BREAK]",
        "Viki: I know that you're talking about Charlie. And, honey, it's a topic that I think we should leave alone.",
        "Natalie: Mom, come on. I mean, I saw the way you were looking at him on Thanksgiving.",
        "Viki: Natalie, please, I beg you, don't go there now.",
        "Natalie: Mom, I know that Charlie lied to you, but he saved my life and Jared's. That's got to be worth something, right?",
        "Viki: Darling, it's worth everything in the world. My God, I almost lost you. And I'm so sorry I wasn't there.",
        "Natalie: Okay, and I forgive you. You know, like you forgave me. See how that works? Look Mom, good people, they do bad things, you know? Because sometimes they just get caught up in the feeling of what they think is right. But that doesn't erase the love that you have for them. I mean, you're the one who taught me that.",
        "Viki: Darling, I really appreciate what you're doing, okay? It's not necessary. I forgave Charlie so long ago.",
        "Natalie: Well then, what's the problem?",
        "Viki: The problem is that it would take the Broadway limited to carry the baggage that comes along with me.",
        "Natalie: So?",
        "Viki: Darling, there are two small children living in this house with us now and I am responsible for them. And I need to be available for Jessica and her doctors. And frankly, I am still reeling from what Todd has done, and your Aunt Tina? I told her I want nothing more to do with her ever again. My God, she risked your life for her own personal gain, you know? I'm just not a great date.",
        "Natalie: Mom, you don't have to take all of this on.",
        "Viki: Don't I?",
        "Natalie: Okay, fine. All right, even if you do, shouldn't it be up to Charlie whether he wants to take this on?",
        "Viki: Darling, that's the whole point. I am trying to be fair to Charlie.",
        "Natalie: No, you're not. You're just being a big chicken.",
        "Viki: Excuse me?",
        "Natalie: When was the last time you were happy?",
        "Viki: When I was with Charlie. Okay? When I was with Charlie.",
        "[SCENE_BREAK]",
        "Charlie: So, Dorian Lord. That's -- she's really, she's some lady.",
        "Moe: That she is. Why are you all acting so strange about it?",
        "Charlie: Oh, no. Nothing at all, really. No, congratulations. Yeah. Woo, steering clear of that one.",
        "Jared: Yeah, when you don't have something nice to say --",
        "Charlie: Exactly.",
        "[SCENE_BREAK]",
        "Dorian: I cannot bear to see you beat yourself up like this.",
        "Starr: I'm just very upset about Dr. Joplin, okay?",
        "Dorian: Her suicide was the act of a woman who couldn't bear to live with the mistake that she had made.",
        "Starr: Before I went to Dr. Joplin's office, I went to visit my dad and I let him have it.",
        "Dorian: Good for you.",
        "Starr: I know that he's done bad things -- and trust me, I hate him for that. But it's like he's two totally different people. One day he's evil, and then the next day he's the guy who's buying me my favorite ice cream, who's checking my homework. I just don't know what to do with all of that good stuff.",
        "Dorian: You don't let it distort the real picture. You just said that your father was a disgusting monster.",
        "Starr: You're right. When I looked into his eyes, I just felt like I was looking at a stranger.",
        "[SCENE_BREAK]",
        "Cole: Just entering my password so you can go on the internet.",
        "Marty: Okay.",
        "Cole: My God.",
        "Marty: What's wrong?",
        "Cole: Dr. Joplin, she committed suicide.",
        "Marty: That's awful. How did you know her?",
        "Cole: She delivered our baby. This is going to kill Starr.",
        "Marty: Well, you need to be with her. I'm fine, go.",
        "Cole: All right, go for it. You're going to find out everything I already know. You're an awesome person.",
        "Marty: Cole. Take care, okay?",
        "[SCENE_BREAK]",
        "Téa: So, the problem with you and Blair is another man?",
        "Todd: No, it's more than that.",
        "Téa: Yeah, I figured.",
        "Todd: I have hurt a lot of people.",
        "Téa: And this is something new for you?",
        "Todd: I always tell myself that I'm protecting my family, because that's what I do. But it's just what I mean to do. I somehow manage to screw it up every time. And that's how it is with Blair. I get all mixed up in my head and she expects me to act out and I deliver for her.",
        "Téa: Act out? What are you, in therapy? I'm just asking.",
        "Todd: But I'm a different man with Marty. For Marty. What's that look for?",
        "Téa: No, I just -- I've never seen you or heard you talk that way before. You really love Marty Saybrooke. So everything you did, you did for love. I just think it could be useful as a defense.",
        "Todd: No.",
        "Téa: You have to let me do my job, Todd.",
        "Todd: No, you're not getting a job, Téa. I don't want you defending me.",
        "[SCENE_BREAK]",
        "John: What are you saying?",
        "Blair: Come on, it's nobody's fault, John. We were just two lonely people that came together for a little comfort. And we agreed that we weren't going to get serious, and we didn't, so -- we can just -- we'll part as friends.",
        "John: Is that what you really want? \u0091",
        "[SCENE_BREAK]",
        "Jared: Carlotta's famous tostada salad, dressing on the side.",
        "Natalie: Gracias.",
        "Jared: Oh, hello there. I told my dad you were cute.",
        "Natalie: Oh. You spoke to Charlie?",
        "Jared: Yes, at the diner -- or, excuse me, the cafe.",
        "Viki: Would you two mind babysitting for just a little while? I have something I need to take care of.",
        "Natalie: Sure.",
        "Natalie: So you talked to your dad?",
        "Jared: Yep, you talked to your mom?",
        "Natalie: Yep. Now it's up to them.",
        "Jared: Okay.",
        "[SCENE_BREAK]",
        "Charlie: So what's happening with the Bon Jour?",
        "Moe: Well, a buddy of mine's going to manage it for me. With what Dorian's paying me, I can afford it.",
        "Charlie: That's got to feel pretty good.",
        "Moe: Yeah, and if Noelle here gets a job, we'll be able to put our feet up now and then.",
        "Charlie: Yeah, you know, Carlotta, I may be a little prejudiced here, but Noelle is the second best waitress I have ever known.",
        "Moe: Ah-ah-ah.",
        "Charlie: Mm?",
        "Moe: Viki fraternized with the customers. Noelle is the best there is.",
        "Carlotta: Okay, okay, look, guys. You don't need to sell her to me. Besides, I need a good wait staff. So, you're hired.",
        "Noelle: Oh, thank you! Oh, thank you, thank you.",
        "Moe: Now we're talking! I've got to get over to Dorian's and tell her to clear out of that kitchen.",
        "Carlotta: So, ah, let's get you a hairnet.",
        "Noelle: Oh, it was Roxy.",
        "[SCENE_BREAK]",
        "Starr: Dr. Joplin said that she had a son. Could you imagine how awful this is for him right now?",
        "Dorian: You're just going to have to keep your spirits up.",
        "Starr: Why?",
        "Dorian: Because it's almost Christmas and you've got two little baby bros who are very excited about it.",
        "[Doorbell chimes]",
        "Dorian: Oh. Hilda! Hil --",
        "[Doorbell chimes]",
        "Dorian: Never mind, I'm sorry. I'm shouting. I'll go get it.",
        "Dorian: Cole, come on in. Starr!",
        "Cole: Hi. Did you hear about Dr. Joplin?",
        "Starr: Yes, we just did.",
        "Cole: I am so sorry.",
        "Starr: Thank you.",
        "Cole: I don't get it. What would make someone do something like that?",
        "Dorian: Perhaps knowing that they were solely responsible for a family's tragic loss?",
        "Cole: How does that have anything to do with her?",
        "Starr: Aunt Dorian, he doesn't know.",
        "Cole: Know what?",
        "Dorian: We went to see Dr. Joplin this morning and she explained to us the reason why the baby died.",
        "Cole: And?",
        "Dorian: The baby had undiagnosed Rh disease.",
        "Cole: Okay, which means what?",
        "Starr: It means that you and I are -- are incompatible.",
        "[SCENE_BREAK]",
        "Blair: You know what? Don't get me wrong. It's been so much fun for me. I mean, it really has. I mean, I feel like -- I don't know, like I've recharged my batteries and -- I don't know, I got you out of a black shirt and into a Hawaiian shirt even though it was only for 10 minutes. I mean, that was an accomplishment, so -- well, no regrets, okay? Except we didn't get to go on a real date, but that's -- that's okay.",
        "John: You know, that was a whole lot of words but you still didn't answer my question. Do you want to walk away from this? Because I sure as hell don't.",
        "[SCENE_BREAK]",
        "[Metronome ticking slowly]",
        "[SCENE_BREAK]",
        "Todd: I guess you can go now.",
        "Téa: You think you can find a better lawyer than me?",
        "Todd: No.",
        "Téa: So, what is it, the money? Listen, I know your assets are frozen.",
        "Todd: No, I can afford you. I can afford five more like you.",
        "Téa: So then what's the problem, Todd?",
        "Todd: The problem is that I don't want you defending me because what I did was indefensible. Every accusation, I did it. I took my last shot at redeeming myself and I blew it. It was the one time in my life when I -- I felt like I could be a better man. And what's the big deal about jail if you're already living in hell?",
        "[SCENE_BREAK]",
        "Starr: Cole, our blood types were the problem. It turns out that you are Rh positive and I'm Rh negative. The baby was positive, so my blood created these antibodies to attack our baby's blood. Does that make any sense to you?",
        "Cole: Yeah, the baby never had a chance.",
        "Starr: No, I'm not saying that. Hope probably would have made it if Dr. Joplin would have given me the shots to save her, but because Rh disease doesn't usually happen with a first baby, she wasn't even looking for it.",
        "[SCENE_BREAK]",
        "Natalie: Look at her. She amazes me. I mean, look at how she came into this world, just her and Tess all alone in that cottage, no medical care.",
        "Jared: Yeah, well, she was meant to be here.",
        "[SCENE_BREAK]",
        "Starr: Bad blood.",
        "Cole: What?",
        "Starr: That's usually what they say when two people hate each other, or more with us, two families. They say that there's bad blood between them. I'm surprised you even want to be in the same room as me right now.",
        "Cole: You're not your father and you never will be.",
        "Starr: Well, he's the one who started all this bad blood.",
        "Cole: Yeah, but when you and I got together, I thought we were going to change all that. We were good together.",
        "Starr: For a while. I guess you can't fight bad blood.",
        "Cole: Come on, Starr, it just happened, all right? Sometimes bad things happen for no reason.",
        "Starr: Then why do people go around doing bad things to one another?",
        "[SCENE_BREAK]",
        "Téa: Todd Manning is giving up?",
        "Todd: I've lost everything that matters to me. My children and Marty.",
        "Téa: Do you understand the gravity of the situation here, Todd? For starters, there's your reputation which sucks to begin with. The people of this town are ready to have you publicly stoned to death.",
        "Todd: I'm ready when they are.",
        "Téa: Who am I talking to?",
        "Todd: A bad man. Someone who hurts everyone he's ever met -- physically, emotionally, you name it.",
        "Téa: People have loved you. Don't you think they've had good reasons for that?",
        "Todd: Stupidity.",
        "Téa: Shut up. I'm not staying at this pity party, Todd. The Todd I knew never gave up when something mattered to him. The Todd I knew took on the whole --",
        "Todd: The Todd you knew isn't worth a human life. I hate that son of a bitch! This -- this Todd, Téa, the one that Marty loves, he's got nothing. He's got nothing waiting for him outside of here.",
        "[SCENE_BREAK]",
        "[Metronome ticking faster]",
        "Marty: Oh, this is so wonderful.",
        "[SCENE_BREAK]",
        "Blair: I'm at a loss. I -- I was kind of expecting something else.",
        "John: Me too. You know, to be honest, I never stopped to think how seeing Marty was going to affect me. But now that it's here, I need you to know that I care about her.",
        "Blair: I know that you do.",
        "John: Come on, you got to let me get this out. You got to let me get this out. I don't talk about these things very much, and if I don't do it now, I may never.",
        "Blair: Okay.",
        "John: Marty's been through hell and I feel for her. I didn't want to think about what Manning did to her. She's got a whole life to put together. But you know she's going to do that. She's strong. But the woman I found at Todd's is not the woman I knew. That's not the woman I want. I want you. Now, look. I can't predict the future, so I'm not going to. And you -- you deserve everything in the world, you know, and maybe I'm not offering enough. Maybe I never will, but I know what I want. I think you know what I want. And if you want something different, that's okay. I'll respect that. I'll walk away.",
        "[SCENE_BREAK]",
        "Dorian: I am so sorry I kept you waiting. Is there no such thing as good help these days?",
        "Moe: Oh, yes, there is. Moe Stubbs at your service. That is, if you still want me as your personal chef.",
        "Dorian: Of course I do, Maurice.",
        "[SCENE_BREAK]",
        "Noelle: How much do I owe you?",
        "Carlotta: Nothing.",
        "Noelle: Oh, wow. Moe made us pay for our Bon Jour uniforms.",
        "Carlotta: This is on the house.",
        "Noelle: Oh, thank you.",
        "Carlotta: You're welcome.",
        "Noelle: I better get over to Roxy's and see if she's got a room for me and Moe for tonight.",
        "Carlotta: All right.",
        "Noelle: Oh, good night, Charlie.",
        "Charlie: Mm, good night.",
        "Carlotta: See you in the morning.",
        "Noelle: Well, thanks again.",
        "Carlotta: My, my, my, my, my. Now you see what happened? You made a lot of people very happy with this place, even though you only had one person in mind when you built it.",
        "Charlie: Okay, enough with that.",
        "Carlotta: Okay. I've got to get back in the kitchen. I've got a lot of manuals to read.",
        "[Footsteps approaching]",
        "Viki: Excuse me. Is this seat taken?",
        "[SCENE_BREAK]",
        "Blair: I don't know what to say.",
        "John: How about now? You know what to say now?",
        "[SCENE_BREAK]",
        "[Metronome ticking rapidly]",
        "[SCENE_BREAK]",
        "Téa: It's very noble of you, Todd, the whole \"let me rot behind the bars\" routine, but it won't last. You won't be able to stand it in here. And prison is worse. One day real soon, you're going to wake up and realize you need me. By the way, nice job on your new look.",
        "[Door closing]",
        "[SCENE_BREAK]",
        "[Metronome ticking rapidly]",
        "Marty: I got to get what I need. Then I can do what I have to do.",
        "[Metronome continues]",
        "[NEXT_ON]",
        "Charlie: What are you doing here?",
        "Viki: I was hoping I could join you.",
        "Brody: Is she your baby?",
        "Jessica: I don't remember even having her.",
        "Blair: So you do want to break up.",
        "Vanessa: Words cannot express how I feel about you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=CGYorWX1Aac"
}