{
    "Episode Summary": [
        "Episode #10314 ~ Darkness on the Edge of Town Written by Chris Van Etten, Ron Carlivati, Anna Theresa Cascio, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, & Elizabeth Page"
    ],
    "Recap": [
        "Dr. Joplin and nurse Janet know that they must give Starr and her family and friends the devastating news that the baby died. Nobody can possibly understand how it could have happened since she was perfectly healthy throughout the pregnancy and delivery. Meanwhile, unknown to everybody \"Bess\" is taking Starr's baby to Jessica and Nash's vineyard. She knows that in order for Jessica to \"come back\" and be ok, she must believe that this is her baby and never know that her baby died. Nobody knows where to find \"Tess\". But Viki figures out that she probably went back to the vineyard. Bo and Clint find Natalie and Jared and are no longer angry at them, only grateful that they are both ok. It looks as though Viki and Charlie are getting closer and she's forgiven him. Viki and Clint go to see their \"daughter\". It looks like she might have returned to being Jessica and his holding a healthy baby girl. Little does anybody know what happened. John tells Marty that Todd hurt her, lied to her and raped her many years ago. She does not believe a word John says until he admits to her that she has a son, Cole whom Todd never told her about. At that point, she demands to know if that is true. Todd admits that it is. She is devastated."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Marcie: See? That's what it's all about.",
        "Starr: What?",
        "Marcie: Life, the two of you. Your mom brushing your hair.",
        "[Starr and Blair laugh]",
        "Marcie: Come on, she does. She loves you so much.",
        "Starr: Ah -- she better because she's hurting me.",
        "Blair: Oh, you know, sometimes you just have to keep them in line.",
        "[Laughing]",
        "Marcie: I am just so grateful for you both.",
        "Starr: I'm the grateful one, knowing that Hope is going home with someone like you. That really makes me believe that I can go home and move on with my life.",
        "Blair: My daughter -- she is so, so smart.",
        "Marcie: She's the best.",
        "[Giggling]",
        "[SCENE_BREAK]",
        "[Cole sighs]",
        "Langston: Cole, I'm sure that Starr is fine, all right? Just need to relax, okay?",
        "Cole: Hey, how is she?",
        "Langston: Did she have the baby? Can we see her?",
        "Dorian: I don't know anything. Apparently having a medical degree and being on the board of this hospital are not sufficient to get me into the delivery room or any important information, for that matter.",
        "Langston: You couldn't find anything out?",
        "Dorian: Nothing. Michael, Michael. Please, what do you know about Starr's condition? Because they won't tell us anything.",
        "Michael: I'm sure Dr. Joplin will let you know as soon as there's anything significant to report, okay? I'm sorry, I got to --",
        "Dorian: Thank you.",
        "[SCENE_BREAK]",
        "Janet: Shouldn't you start CPR?",
        "Dr. Joplin: It's no use.",
        "Janet: Oh, God. This baby shouldn't be dead. She was fine. She was pink. She was breathing.",
        "Dr. Joplin: I'm telling you, she's gone.",
        "Janet: But how can this happen?",
        "Dr. Joplin: All I know is I left a healthy baby in your care and now that baby is dead.",
        "[SCENE_BREAK]",
        "Bess: Tsk, tsk, tsk, tsk. Poor Tess. I know Starr Manning gave birth to you. But Jessica's Uncle Todd is planning on taking you away. And Jessica needs you. She'll be so much better for you than he would have been. So this solves everything.",
        "[Baby crying]",
        "[SCENE_BREAK]",
        "Marty: I'm going to call the police.",
        "John: Good idea, call them. I know you're alive. If I can't get you to leave, maybe they can.",
        "Marty: You're the one who's leaving.",
        "John: I'm not going anywhere, not until I know he can't hurt you more than he already has.",
        "Marty: Hurt me? He loves me.",
        "John: Loves you? He raped you.",
        "Todd: Okay, what's going on here?",
        "Marty: He broke in.",
        "Todd: What's he doing here?",
        "Marty: He broke in.",
        "Todd: Oh -- are you okay?",
        "Marty: I'm fine, now that you're here. He came in through there, he shot Jerome, and he would have come after me if I hadn't gotten Jerome's gun.",
        "John: I would never hurt you.",
        "Marty: Oh, shut up! The lies -- you were right about him.",
        "Todd: What did he tell you?",
        "Marty: That you raped me.",
        "[SCENE_BREAK]",
        "Natalie: Tess was okay, and then all of a sudden she just doubled over.",
        "Jared: Yeah, we tried to help her, but --",
        "Natalie: Yeah, we begged her to let us out.",
        "Jared: And she almost did, but that pain really had her panicked.",
        "Natalie: And then all of a sudden she just stood up and told us off again and ran off.",
        "Viki: So the pain stopped.",
        "Natalie: Yeah.",
        "Charlie: So you think she's sick?",
        "Viki: No. No, no, no, with the pain coming and going like that, I'll bet she's in labor.",
        "Natalie: Yeah, that's kind of what we thought.",
        "Viki: And she's all alone.",
        "[SCENE_BREAK]",
        "Bess: I know. This isn't where you're supposed to be. But Tess -- it was too much for her. She was alone and sick. She tried. I know. She conjured up Niki Smith instead of calling a doctor. That's Tess, biting off more than she can chew. But I'm here now -- Aunt Bess. And it's my job to take care of Jessica no matter what. She's been through so much. I can't let her know that her baby died. It would kill her, and we can't have that. So that's why you're here, to replace her baby, to give Jessica hope.",
        "[SCENE_BREAK]",
        "Janet: I took perfect care of her. This baby was fine.",
        "Dr. Joplin: She has no pulse. She's not breathing. How long did you leave her alone?",
        "Janet: I don't know. What, a few minutes? And I even went and checked on her before I went to the waiting room to talk to Todd. Oh, please, no. No, Todd has nothing to do with this. I was with him the whole time. It's true, I even asked him if he wanted to go and see her, and he refused. He has had a change of heart. You know that. He even accepted the fact that Starr was going to give this baby up for adoption. I promise you, he was nowhere near her.",
        "[SCENE_BREAK]",
        "Marcie: Dr. Joplin has been gone a long time.",
        "Starr: I know. Wasn't she just supposed to get the baby and come right back in here?",
        "Marcie: Yes.",
        "Blair: Well, you know, maybe it's hospital regulations. You know, they have a lot of rules and stuff. It just takes time.",
        "Marcie: Okay.",
        "Blair: Well, Marcie, why don't you tell us more about your little conversation with Todd?",
        "Marcie: Oh, well, there's really not much more to tell.",
        "Blair: You know, I actually thought he'd be bursting through the doors already, you know, after you told him that there was a problem with the baby.",
        "Starr: Well, maybe that's what taking Dr. Joplin so long. Maybe she's dealing with Dad.",
        "Marcie: No, the thing is, he seemed really different.",
        "Blair: What do you mean, different?",
        "Marcie: He was calm.",
        "Starr: My dad?",
        "Marcie: I know. He seemed like he was finally at peace with himself.",
        "[SCENE_BREAK]",
        "Marty: Todd told me how vicious you are. But to tell me that the man who saved me was one of the men who raped me?",
        "John: I'm sorry.",
        "Marty: I should shoot you right now.",
        "Todd: Marty.",
        "John: I hate having to tell you this way, but he's been filling your head with lies. He took advantage of the fact that you lost your memory after the accident.",
        "Marty: That you caused? That's why you're here, right? To finish me off?",
        "Todd: Sweetie, give me the gun.",
        "John: Deep down you know what I'm saying is true. Just let yourself remember.",
        "Todd: Marty, look at me. Marty, honey, look at me. Do you trust me? Do you trust me?",
        "Marty: Yeah.",
        "Todd: Okay --",
        "John: Do not give him the gun. Don't tempt me, Manning.",
        "[SCENE_BREAK]",
        "Jared: If Tess cares about anything, it's that baby.",
        "Natalie: Yeah, I mean, maybe after she left here she went to the hospital.",
        "Charlie: Well, now that we've got you kids squared away, we can start making some calls.",
        "Natalie: Yeah.",
        "Officer: The bomb went off outside.",
        "Second officer: The damage to the house is superficial.",
        "Natalie: Uncle Bo.",
        "Bo: Natalie, what the -- have you been down here all this time?",
        "Natalie: Yeah, Tess is back.",
        "Bo: Just like we thought.",
        "Viki: We were sitting in the kitchen talking about it, and they were right here, underneath us.",
        "Natalie: She built this room and gave me some knock out drops and locked me in it.",
        "Bo: What happened to you?",
        "Jared: I figured out she was down here but I couldn't get her out and then Tess locked me in. And well, that bomb was meant for us.",
        "Viki: Thanks to Charlie, he saved us.",
        "Bo: What, you hauled that bomb outside?",
        "Charlie: Yeah.",
        "Viki: Yeah. Yeah, he could have been killed.",
        "Bo: I owe you. We all owe you.",
        "Natalie: Hey, Uncle Bo? Tess told me that Rex was shot. Is he okay?",
        "Bo: He's okay. It was touch and go there for a while there, but he pulled through.",
        "Natalie: Okay.",
        "Bo: I just can't believe you've been down here this whole time.",
        "Clint: Bo?",
        "Viki: Clint, in here.",
        "Clint: Natalie.",
        "Natalie: Dad.",
        "Clint: Oh, my God.",
        "[SCENE_BREAK]",
        "Blair: So Todd has found him a little peace, has he?",
        "Marcie: I realize that it does sound like a stretch, but his attitude towards me was totally different.",
        "[Blair scoffs]",
        "Starr: Mom, I told you he did sound really different the last time I talked to him.",
        "Blair: Okay. Okay, okay, okay. As long as it lasts and as long as it's real.",
        "[Knock on door]",
        "Michael: Did someone in here just have a baby?",
        "Blair: You bet. Your wife has a beautiful, healthy, baby girl to raise.",
        "Michael: A girl.",
        "Blair: Yeah.",
        "[Marcie squeals]",
        "Michael: That's good news. That's very good news. That's the best.",
        "Marcie: Mike, I am so happy. I'm so happy.",
        "[SCENE_BREAK]",
        "Dr. Joplin: Oh, Hope, I'm so sorry.",
        "Janet: This is not your fault.",
        "Dr. Joplin: Of course it is. It's payback. Todd wanted me to tell his daughter her baby was dead, and I agreed. And now she's dead.",
        "Janet: But he didn't follow through on this.",
        "Dr. Joplin: Oh, my God. How am I going to tell those poor people? I just told them she was fine. What am I going to say?",
        "Dr. Joplin: All right, you're going to have to make yourself scarce.",
        "Janet: Oh, I was planning to do that anyway.",
        "Dr. Joplin: I'm going to have to figure out some way to explain this. Oh, my God.",
        "Janet: If there's anything I can do.",
        "Dr. Joplin: Just go. I'll take care of this.",
        "Janet: This shouldn't have happened.",
        "Dr. Joplin: I must have missed something.",
        "Janet: No, I don't know what you could have. This delivery was routine. Her lungs were clear, her heart was strong.",
        "[Crying]",
        "Janet: I held her. She was fine",
        "Dr. Joplin: She's not fine now.",
        "[SCENE_BREAK]",
        "Bess: Starr will suffer, knowing that you're gone. And the woman who was going to adopt you will suffer as well. But the man that was going to kidnap you, Todd Manning, changed his mind. But he's still your grandfather. If he had a heart I'm sure he'd suffer, but I don't think he does. But we don't care about any of them. All we care about is Jessica.",
        "[SCENE_BREAK]",
        "Marty: Put the gun away.",
        "John: Okay. Okay, I'm putting it away. If it makes you feel safer to hang onto yours, you hang onto it, all right? Go ahead and keep it pointed at me. But you have no idea who you're protecting here. You may not remember, but you were at a fraternity party and you were raped.",
        "Marty: I do know that. Todd told me.",
        "John: Did he tell you he was the ringleader? Did he tell you that?",
        "[SCENE_BREAK]",
        "Clint: I thought I was never going to see you again.",
        "Natalie: Dad, I kept thinking that we were going to die in here and that you and Mom were never going to know, and we'd just be walled up in here. And the worst part of it was, is all I kept thinking -- I never got to make it up to you. You were still angry with me and I never got to make it up to you.",
        "Clint: Oh, honey.",
        "Natalie: Dad, I am so sorry.",
        "Clint: Don't be, this is my fault.",
        "Natalie: Are you kidding me? I lied, I lost you the company.",
        "Clint: Natalie, I got the company back.",
        "Jared: Are you kidding?",
        "Clint: But that doesn't matter as much as my little girl being alive and well. Nat, I'm sorry the way I treated you. It was vindictive. It was just mean. And no matter how angry I was, you didn't deserve that. Can you forgive me?",
        "Natalie: Oh, Dad, just promise me no matter how stupid I am that you're never going to kick me out of your life again.",
        "Clint: I promise, if you can make the same promise.",
        "Natalie: Yeah.",
        "Clint: I can't believe that I didn't see what Jessica had become.",
        "Natalie: Well, all Tess cared about was getting back at me and Jared and now I think her baby's in trouble.",
        "[SCENE_BREAK]",
        "Bess: I hope Jared and Natalie survived. They didn't deserve what Tess did to them, although she'll never admit it. That's Jessica's burden now. She'll blame herself -- add to the pile of grief she'll feel when she comes back out. It'll be as if Nash died all over again. But that's why you're here, to keep her busy. She'll have to take care of you and your sister Bree, and in time, she'll recover. You'll see.",
        "[SCENE_BREAK]",
        "Cole: I don't understand why it's taking so long to find anything out. All right, Dr. Joplin disappears, we send Dr. McBain to find something out, and now he disappears.",
        "Dorian: I don't know. Maybe it has something to do with the adoption papers, you know, things that have to be signed.",
        "Cole: We don't even know if Starr's had the baby or not. I can't wait here any longer.",
        "Langston: Wait, where are you going?",
        "Cole: To get some answers.",
        "Langston: They would tell us if something was wrong, right?",
        "Dorian: Yes, of course they would.",
        "[SCENE_BREAK]",
        "Michael: Oh.",
        "[Giggling]",
        "Michael: Wow, I haven't seen you smile like this since, well, since Tommy.",
        "Marcie: Can you stay? Oh, Mike, they're about to bring her back, and I would just love for you to see her. She's so gorgeous",
        "Michael: Yeah, well where is she? Is she in the nursery?",
        "Blair: No, no, no. Dr. Joplin thought that something was wrong so they took her to NICU.",
        "Marcie: Yeah, but then she came back and said that everything was fine. But what has been taking her so long?",
        "Blair: See, that's where you come in, Doctor. Go page Dr. Joplin.",
        "Michael: Yeah. I'm going to go see where she is.",
        "Blair: [Laughing] Okay. We've been waiting a long time.",
        "Marcie: Dr. Joplin, where's Hope?",
        "Dr. Joplin: I am so sorry.",
        "Marcie: What do you mean?",
        "Starr: Where's the baby?",
        "Dr. Joplin: I don't quite know what happened.",
        "Blair: Dr. Joplin, where is the baby?",
        "Dr. Joplin: She's gone. I can't explain it. She was fine.",
        "Marcie: What do you mean she's gone? You mean that -- you mean that she's back in the NICU, that's what you mean, isn't it?",
        "Michael: Marcie.",
        "Marcie: No, Michael, no.",
        "Starr: Oh my God, Mom.",
        "Marcie: No, she can't be gone. Michael, she can't be gone, no.",
        "Michael: I'm so sorry.",
        "Marcie: No, no. No, Michael, no, please don't tell me that she's gone.",
        "[SCENE_BREAK]",
        "John: He was the leader. He convinced the other two to do it.",
        "Marty: Now I know you're lying.",
        "John: I never lied to you before. I'm not going to start now.",
        "Marty: I saw their faces. I went online and I saw their faces.",
        "John: Did you see their names?",
        "Marty: I didn't need names, I had faces.",
        "John: He had surgery. He changed his face, but --",
        "Marty: Oh my God, now you're really reaching.",
        "John: It's the truth, Marty.",
        "Marty: You know what? I might have fallen for this before the accident, but not anymore. I'm a lot stronger, and I will not let you turn me against the man that I love.",
        "John: What is this for you, Manning? Some kind of sick revenge?",
        "Marty: We love each other. Deal with it.",
        "John: You don't love him. You were hurt, and he worked that angle.",
        "Marty: Stop patronizing me. Yes, I was injured, but I recovered, thanks to him. And I may not remember, but I know what I feel. And I love him. Tell him.",
        "Todd: She's right. Marty, what you feel -- we're both feeling right now is very real. But you should give me the gun, I think.",
        "John: Don't -- don't even think about it, Manning.",
        "Marty: Don't. Don't do it, 'cause he'll kill you, and I won't let him do that. I know I don't remember everything, but I know what I'm doing right now, and if you try to kill him, I'll shoot you.",
        "John: You won't kill me. I know you won't, because you're too good for that. That's what made you such a wonderful mother. You're just scared --",
        "Marty: What did you just say?",
        "[SCENE_BREAK]",
        "Clint: Have you talked to Jessie's obstetrician?",
        "Bo: We've got calls out to all of her doctors.",
        "Viki: The hospital said they'd call if she shows up at the ER.",
        "Clint: You know, if only Bree could talk.",
        "Viki: Oh, it wouldn't make any difference. Tess just dropped her at Todd's and left.",
        "Clint: She's with Tina now?",
        "Viki: Yes. Thank God for Tina.",
        "Charlie: Tina's the one who finally figured out where this room was.",
        "Viki: That's right. If it weren't for her, this story would have had a very different ending.",
        "Jared: Not now.",
        "Clint: So we have no idea where Tess has gone.",
        "Viki: Well, if she's in labor, she's not going to get very far.",
        "Bo: Did Tess say anything that could help us find her?",
        "Natalie: Well, I mean, basically she was just about to let us out, until my stupid mouth said, \"Nash would be proud of you.\"",
        "Jared: And then she lost it and changed her mind about unlocking the door.",
        "Natalie: Yeah, and we begged her to let us out. We said we would do anything for her, and she said, \"Can you bring Nash back?\" And of course we couldn't, so she just left us here.",
        "Clint: She left you here to die, Natalie.",
        "Jared: This whole thing was about Nash. All she wants is the one thing no one can give her.",
        "Viki: That's where she is. She's at the vineyard. She's at the cottage where they lived.",
        "[SCENE_BREAK]",
        "Bess: Victoria Lord's a smart lady. She'll figure out where Tess went to. They'll be here soon. We better get ready. You're about to start your new life.",
        "[SCENE_BREAK]",
        "[Starr sobs]",
        "Blair: It's okay, it's okay. Mama's right here. Mama is right here for you. I'm right here, girl, okay?",
        "Michael: What happened?",
        "Dr. Joplin: Apparently my initial concern about the baby's viability was correct. But she appeared to stabilize, which is why I came back in here with the good news, and I am so sorry that I did that. But then she arrested.",
        "Blair: How can a hospital full of doctors get it so wrong?",
        "Dr. Joplin: I am so sorry.",
        "Blair: I don't want to hear \"sorry,\" I want to know why. My daughter is healthy. Her boyfriend was healthy. She had a healthy pregnancy. I heard that baby. That baby was healthy, was crying, was bawling its eyes out. Now you tell me -- it doesn't make any sense here, Doctor.",
        "Dr. Joplin: Believe me; it doesn't make sense to me either.",
        "Blair: My husband -- my ex-husband and I donated $1 million dollars worth of equipment to that unit. There were top-notch doctors here. How could you -- how could you let a baby that went to full term, who was breathing on its own, die? What are you telling me here?",
        "Marcie: Oh, God, I cannot believe she's gone. I can't believe Hope is gone!",
        "Blair: Listen to me. Listen to me. I cannot bring your baby back, but I'm certainly going to get you some answers, okay? I'm going to get you some answers.",
        "[Starr sobs]",
        "Starr: Oh, my God, I'm sorry.",
        "[SCENE_BREAK]",
        "[Dorian sighs]",
        "Dorian: Langston.",
        "Langston: Dorian, something's wrong. I just -- I know it.",
        "Dorian: Don't even think that way.",
        "[Cell phone buzzes]",
        "Langston: It's just Markko.",
        "Dorian: I think it's wonderful the way the four of you have been sticking together.",
        "Langston: We're friends.",
        "Dorian: Good friends.",
        "Langston: Okay, it's Cole and Starr's baby -- Marcie's, but we've all been there since the beginning.",
        "Dorian: And it's been a very long and difficult road to this point.",
        "Langston: It hasn't all been bad. I mean, the last couple of months, Starr and I and the baby -- it was the three of us. It was all we ever talked about.",
        "Dorian: Until, of course, your uncle showed up and threatened to take you away.",
        "Langston: And Starr was there for me. Even though she was so pregnant,",
        "[Dorian chuckles]",
        "Langston: The baby was there in the middle of everything. And now -- I mean, when she has to give the baby to Marcie --",
        "Dorian: Starr is going to have to grieve. And she's going to need you more than ever.",
        "Langston: I'm there -- she knows that.",
        "Dorian: We're all counting on it.",
        "[SCENE_BREAK]",
        "Dr. Joplin: If there's anything --",
        "Blair: We just want some time alone, please?",
        "Dr. Joplin: Of course.",
        "Marcie: No, wait. I -- I want to see her.",
        "Michael: Oh, Marcie --",
        "[Starr sobs]",
        "Michael: Do you think that's a good idea?",
        "[Starr sobs]",
        "Starr: No, just go. I don't need that again. I don't want to be -- I don't want her to be alone right now, okay?",
        "Marcie: Okay.",
        "Dr. Joplin: I brought the baby into my office, for you to say --",
        "Marcie: Her name is Hope.",
        "Dr. Joplin: Hope is in my office.",
        "Michael: I'll come with you.",
        "Marcie: No, Mike, you don't have to do that.",
        "Michael: I want to come with you.",
        "Marcie: Okay.",
        "Michael: Come on.",
        "Starr: Marcie.",
        "Marcie: Yeah, honey?",
        "Starr: I'm so sorry.",
        "Marcie: Oh, God, no. Oh, no, honey, no, please. You -- look, you know that I will never -- I will never forget what you wanted to give me. You know that. Oh, please, honey, you -- I never -- I won't ever forget. I love you.",
        "Blair: Oh, God.",
        "Marcie: Listen -- listen to me. Listen to me. You need your rest, okay? You just rest. I'll be back soon. I'll be back soon.",
        "[Starr cries]",
        "Starr: I carried her for nine months, Mom. I felt her kick. She was a part -- she was a part of me.",
        "Blair: Shh.",
        "Starr: How could this happen?",
        "Blair: I don't know. I don't know, sweetie. I don't know, but you please, please, just don't blame yourself, because none of this is your fault. You did everything you possibly could.",
        "Starr: Then why did she die?",
        "Blair: I don't know. I don't know. Sweetie, sometimes -- sometimes things just happen. When babies are born, something's wrong. We don't know it, and probably wouldn't know it until much later on. But nature knows. Nature knows, and nature just -- it took her back, okay?",
        "Starr: She was healthy. She was crying. I heard her cry.",
        "Blair: I know.",
        "Starr: She kicked inside of me. She was moving inside of me every day. You can't tell me that she was ready to die. She wasn't ready to die.",
        "Blair: Shh. Shh.",
        "[SCENE_BREAK]",
        "Tess: [As Bess] You're not Jessica's baby. No one will know that. The only one that knows is you and I, and I won't tell, and you won't remember. So that's that. No more chaos. Everything is as it should be.",
        "[SCENE_BREAK]",
        "Natalie: Mom, you're totally right. That's exactly where Tess would go. That would be the place that she'd feel closest to Nash.",
        "Clint: How could she get in? I'm sure the new owners have changed the locks.",
        "Viki: Oh, Tess would find a way. That's the last place Jessica was happy.",
        "Jared: Yeah, and then she lost it because of me.",
        "Clint: It was because of Dorian.",
        "Bo: You know, there's a construction company that's using that cottage as an office. And there's nobody there after hours.",
        "Viki: I'm sure that's where she went.",
        "Clint: Well, then, let's go.",
        "Bo: No, no, not alone. I want you to go with Mr. Buchanan and Ms. Davidson out to the vineyard, okay? My niece might be there. She's very pregnant, very unstable, so don't let anything happen.",
        "Man: Okay.",
        "Clint: Bo, I'm going to call her psychiatrist. Maybe he can tell us how to handle her.",
        "Charlie: You'll call and let me know what happens?",
        "Viki: I will. Thank you -- you saved our children's lives. Thank you.",
        "Charlie: Okay, you just be careful.",
        "Viki: I will. Thank you for taking such good care of Natalie.",
        "Jared: I love her, Ms. Davidson.",
        "Viki: I can see that.",
        "Natalie: Mom, call me and let me know everything.",
        "Viki: I will.",
        "Clint: We will, Natalie.",
        "[SCENE_BREAK]",
        "Marty: What does that mean?",
        "Todd: He's just trying to get to you, sweetie.",
        "Marty: Why did you say that, why? What -- to say I'm a mother -- I don't have any children.",
        "John: You son of a bitch. You didn't tell her?",
        "Marty: Tell me what?",
        "John: You have a son.",
        "[SCENE_BREAK]",
        "Bo: Are you sure you don't want to get checked out by a doctor?",
        "Natalie: No, I want a nice, hot bath, a glass of wine, and a really comfy bed.",
        "Jared: I'm on it.",
        "[Natalie laughs]",
        "Bo: We had ourselves a miracle here tonight, you realize that?",
        "Natalie: Yeah, we were kind of hoping that Tess was bluffing about the bomb.",
        "Bo: Okay, assuming we find her, I'm going to need you two to come by tomorrow, give us your statements.",
        "Jared: Yeah, whatever you need.",
        "Bo: All right, you just try to relax, okay?",
        "Natalie: Okay, thank you.",
        "Bo: I'll let you know. And thank you.",
        "Jared: Yeah.",
        "Bo: Hey, Charlie, thank you, too.",
        "Charlie: Yeah, yeah. I can't believe they had you locked up in that box that whole time. Whoever built that thing ought to have his head examined and his license pulled.",
        "Jared: Yeah, I'm never going to look the same way at small spaces again.",
        "Charlie: Yeah, well, luckily you had each other.",
        "Natalie: Yeah.",
        "Jared: Yeah.",
        "Natalie: I saw the way Mom hugged you just a minute ago, and -- are you two --",
        "Charlie: Uh, things are better between us.",
        "Natalie: Good, I'm glad. You're good for her.",
        "Charlie: Well, you know something? I think that we were so worried about you two guys that all of our problems seemed to just sort of fall away there for a minute. And you should know something, Natalie. This guy never once gave up on you. He didn't ever fall for that letter from you business.",
        "Natalie: Good, because I'd never leave him.",
        "Charlie: Okay, well, on that note, I'm heading back to the hotel and going to take a shower, right after I tell Roxy that you guys are okay. She's been worried sick.",
        "Natalie: Oh, please tell her that I'll call her in the morning.",
        "Charlie: Will do. Listen, son -- it just feels to me like we've been given a second chance here, so let's -- let's try not to blow it, okay?",
        "Jared: I'm down with that.",
        "Charlie: Yeah.",
        "Charlie: Hey, Natalie, you take care of my boy.",
        "[Jared sighs]",
        "Jared: Let's get the hell out of here.",
        "Natalie: Agreed.",
        "[SCENE_BREAK]",
        "Starr: Cole. Cole, Langston, and Aunt Dorian are all out there. They don't even know that the baby was born.",
        "Blair: Sweetheart, do you want me to go tell them?",
        "Starr: No. Okay, you know what? You should tell Langston and Dorian, and I'll tell Cole.",
        "Blair: Oh, baby, I don't know. Are you sure that you're up for that? Are you sure?",
        "Starr: I have to be, don't I?",
        "Blair: I'm so proud of you.",
        "Starr: Mom, please don't -- please don't. I'm crying as it is. It's fine.",
        "Blair: Okay, okay, okay, okay. Okay, listen, how are you doing? Are you doing all right physically? I can -- I can call the nurse if you want something.",
        "Starr: I'm okay.",
        "Blair: Are you sure?",
        "Starr: I just need a few minutes to myself. Okay?",
        "Blair: Okay. Okay.",
        "Starr: I'm fine.",
        "[SCENE_BREAK]",
        "Langston: Has she had the baby?",
        "Dorian: How is she?",
        "Cole: I don't know. Nobody will tell me anything.",
        "Dorian: What? This is ridiculous. I'm going to go -- oh, Blair.",
        "Langston: How's Starr?",
        "Blair: Could you go to her? There is a nurse right around the corner who'll take you right to her room.",
        "Cole: What's going on? Is she okay?",
        "Blair: You -- just go, okay?",
        "Dorian: Blair, how is she?",
        "Blair: Starr's okay. She will be. The baby -- it was a girl.",
        "Dorian: Was?",
        "Langston: What? What happened?",
        "Blair: There were some problems that they just weren't aware of.",
        "Langston: But -- but they could do some kind of operation or something on the girl, right? She -- she's -- she died?",
        "[SCENE_BREAK]",
        "Michael: Marcie --",
        "Marcie: Yes?",
        "Michael: Are you sure you want to do this?",
        "Marcie: Yes.",
        "Marcie: Oh, God. I'm here. Hi, Hope, I'm here. Your mama's here. Oh, God, Michael.",
        "[SCENE_BREAK]",
        "Jessica: Oh, my God. Are you -- are you mine? How did we get here?",
        "Viki: Jessie? Oh, my God.",
        "[SCENE_BREAK]",
        "Marty: How could you say something like that? Oh, my God, you'll do anything to win, won't you?",
        "John: I'm not trying to hurt you.",
        "Marty: I don't have any children. I'd know.",
        "John: You do know. You've just forgotten.",
        "Marty: You -- you told me I never had any children.",
        "John: Tell her. Tell her, Manning.",
        "Marty: Come on, if you feel anything for me --",
        "Todd: You know I do.",
        "Marty: Then tell me he's lying. Please tell me you'd never lie to me about having a child. You are going to talk to me!",
        "Todd: I didn't know that I was going to fall in love with you. I didn't know that. I'm sorry. I'm sorry.",
        "Marty: It's true?",
        "Todd: Yes. Yes, you have a son.",
        "[Marty gasping]",
        "[NEXT_ON]",
        "Starr: Our baby did not make it.",
        "Jessica: Mom, what happened to me?",
        "John: I'm not going to hurt you. I would never hurt you.",
        "Todd: Marty, you have changed me."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=wyIRwI_p_Pw"
}