{
    "Episode Summary": [
        "Episode # 10527 ~ Break On Through to the Other Side"
    ],
    "Recap": [
        "When Matthew observes what has happened to Shaun when Greg attempted to perform miracle surgery, he gets ready to tell his parents that he may be reconsidering letting Greg perform surgery on him. But before he can tell them that, he gets a call from Tea informing him that the verdict has come in from the courthouse. Todd tells Tea that he wants to marry her. But she's concerned that he is still not over Blair. Ross wants to be with Blair and wishes she was over Todd. But she clearly indicates to him that she is not. Gigi talks to Schuyler alone about the problems she's having with Rex and Stacy and the baby. She admits that she and Rex are being driven further and further apart. But right then, Bo encourages Rex to not give up on Gigi. So Rex goes and finds Gigi, right when she is talking to Schuyler and appears to want to propose to her."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Bo: Hey, Balsom, wake up.",
        "Rex: \"Hey, Balsom\" like it's just another day? Is that how you roll in the hero business?",
        "Bo: What?",
        "Rex: I saw the ceremony on TV, the siege at the warehouse. You should've gotten a medal yourself.",
        "Bo: All I did was bark orders.",
        "Rex: Yeah. Okay. Well, I'm still buying today.",
        "Bo: You don't have to do that.",
        "Rex: I want to.",
        "Bo: So, what's going on, Balsom? I haven't seen you in ages.",
        "Rex: I've been pretty busy trying to make some bank, get Stacy to see a doctor, take care of the pregnancy.",
        "Bo: You had to convince her to do that?",
        "Rex: She's pretty high-maintenance.",
        "Bo: Gigi must love that.",
        "Rex: Well, she's dealing. She's got her friend Schuyler Joplin keeping her company.",
        "[SCENE_BREAK]",
        "Gigi: Hey.",
        "Schuyler: Hey.",
        "Gigi: We got to stop meeting like this.",
        "Schuyler: Yeah. Odds are, you come to the park lately, you're gonna find me.",
        "Gigi: Are you living here now?",
        "Schuyler: Pretty much.",
        "Gigi: In training?",
        "Schuyler: Running off my frustration.",
        "Gigi: What are you so frustrated about?",
        "[SCENE_BREAK]",
        "Todd: What do you mean the wedding is off?",
        "Téa: Exactly what it sounds like.",
        "Todd: Oh, really?",
        "Téa: I can't be with a man who wants to be with another woman.",
        "Todd: I don't want to be with another woman.",
        "Téa: Ha ha ha! You nearly burned down the cabana because you saw Blair with another guy.",
        "Todd: No. It's just, I'm faking him out. That's all.",
        "Téa: Oh, give me a break. The last time you saw Blair with another guy, you had sex with her, remember, in that very cabana.",
        "Todd: Well, this is different.",
        "Téa: Yeah? How so? Oh, come on. Admit it. Right now, you're wondering what the two of them are doing.",
        "[SCENE_BREAK]",
        "Blair: Uh! How dare you?",
        "Ross: How--",
        "Blair: Yeah.",
        "Ross: You slapped me. I'm being a gentleman and a good sport. What was I supposed to do, hit you back?",
        "Blair: You know what? That might be better.",
        "Ross: Hmm, all right, if you insist.",
        "Blair: Oh...",
        "Ross: Hey, tell the truth. You liked that kiss.",
        "[SCENE_BREAK]",
        "Nora: Hey, honey, what are you doing?",
        "Rachel: Oh, Shaun and I heard this group at Capricorn. He bought me the CD on the spot.",
        "Nora: Oh, these guys are good.",
        "Rachel: Yeah. He loved them. I'm gonna take it to the hospital. You know, they say even when people are unconscious, they can still hear.",
        "[SCENE_BREAK]",
        "Greg: Damn it, Shaun. What happened?",
        "[SCENE_BREAK]",
        "Destiny: Hey.",
        "Matthew: Hey, any change?",
        "Destiny: No.",
        "Matthew: Where are your folks?",
        "Destiny: Down in the chapel. Greg made us all clear out.",
        "Matthew: What's he doing?",
        "Destiny: He's gonna fix Shaun.",
        "Matthew: He said that?",
        "Destiny: He didn't have to. It's what he does. Greg will fix it.",
        "[SCENE_BREAK]",
        "Greg: Why? Why, Shaun? I don't understand.",
        "Shaun: You let it happen. Maybe you even wanted it to happen, my brother.",
        "[SCENE_BREAK]",
        "Matthew: Look. Sorry I wasn't here sooner.",
        "Destiny: School just got out.",
        "Matthew: Yeah, but I ditched, and there was this ceremony, and I asked my dad if I could be the one to give this to you.",
        "Destiny: What's it for?",
        "Matthew: It's for Shaun. It's the LPD's highest honor. Everyone knows that Shaun got injured saving Starr and Hope. He was a real hero.",
        "Destiny: Is. Shaun is a hero.",
        "[SCENE_BREAK]",
        "Greg: What, you think I would do this on purpose?",
        "Shaun: Gets me out of the way.",
        "Greg: You were never in my way, Shaun.",
        "Shaun: Ain't that the truth? I've had your tire tracks on my backside for most of my life until now. Finally, I was the winner.",
        "Greg: What did you win?",
        "Shaun: Rachel. You wanted me out of the way so you could have her for yourself.",
        "[SCENE_BREAK]",
        "Rachel: It's not much, but it's the least I owe Shaun.",
        "Nora: Rachel, you didn't do this to Shaun.",
        "Rachel: I know.",
        "Nora: You did nothing wrong, you know? If you had broken up with Shaun prior to the surgery, I mean, do you think that would've been wrong?",
        "Rachel: Mom, I was kissing one brother and making plans with another. How wrong is that?",
        "[SCENE_BREAK]",
        "Bo: What's your problem with Schuyler Joplin?",
        "Rex: What, besides him having a thing for Gigi?",
        "Bo: Do you know that for a fact?",
        "Rex: He kissed her in our living room when he knew that she and I were back together.",
        "Bo: Not good.",
        "Rex: No. It isn't.",
        "Bo: You know, you don't get in the middle of somebody else's relationship.",
        "Rex: Well, it's not always cut and dry, I guess.",
        "Bo: Yeah. Okay.",
        "Rex: You and Nora are different.",
        "Bo: Okay, Balsom. Here's what matters. Nora and I may have had a little moment, you know, before she married Clint, but it didn't change a thing.",
        "Rex: I'm sorry.",
        "Bo: Don't be. I'm not. You know, it was a mistake. Clint and Nora are happily married now, and that's the way it should be.",
        "Rex: Good?",
        "Bo: Yeah, and if you and Gigi are solid, then that's the way it will be for you, too. See, it really doesn't matter if some other guy kisses her. Won't change a thing.",
        "[SCENE_BREAK]",
        "Gigi: Any word from the school board?",
        "Schuyler: Zip.",
        "Gigi: Does that mean you won't be able to teach this term?",
        "Schuyler: It's not final, but probably not.",
        "Gigi: That sucks.",
        "Schuyler: Yeah. I mean, I have a full case load at the rehab center. It's just, I loved teaching. I can't believe I blew it, you know?",
        "Gigi: Hey, you made one mistake and not even a horrible one. You shouldn't have to pay for it forever. Is there anything I can do?",
        "Schuyler: No. No. You listen. That's enough.",
        "Gigi: Well, you know Viki Banks is a friend of mine, and Rex is tight with Bo Buchanan. I bet they could do something.",
        "Schuyler: Yeah. You really think Rex wants his friends to help me?",
        "Gigi: Sure. He's being really good about us. He is. He's trying to be an adult about it.",
        "Schuyler: Oh, yeah?",
        "Gigi: Yeah. Rex knows that men and women can spend time together without it turning into something else.",
        "[SCENE_BREAK]",
        "Blair: Why don't you just get over yourself? That kiss was not one for the ages.",
        "Ross: Really? I'm just getting warmed up.",
        "Blair: You try that again, and I'll slap you again.",
        "Ross: Well, if that's how you like it--",
        "Blair: Why don't-- would you leave me alone, please?",
        "Ross: You're saving yourself for Todd.",
        "Blair: Oh, you think that would be the only reason that I would say no to you?",
        "Ross: You are. You are. No, no, no. You're saving yourself for--",
        "Blair: I did not say that.",
        "Ross: Right. Right. You're trying to break up Todd and Téa because of the money, the fun. I can't-- refresh my memory.",
        "Blair: My kids.",
        "Ross: The kids. Right. For the kids. That's great. Has nothing to do with your feelings for Todd, you're so over him.",
        "Blair: Yes. I am, Ross, and have been for a very long time.",
        "Ross: Well, then why don't you move on?",
        "Blair: What?",
        "Ross: Move on. Move on. You're a beautiful, sexy, single woman. Just move on.",
        "Blair: Oh, my God.",
        "Ross: No. I'm serious. I'm serious. You can do that cougar thing with the pool boy, but I don't think a kid is gonna appreciate you.",
        "Blair: Like you could?",
        "Ross: Why not me?",
        "Blair: Hmm, you're married.",
        "Ross: I think that's a little bit of a minor technicality. My wife thinks we're already divorced.",
        "Blair: Yes, and she's gonna continue to think that for as long as I want her to.",
        "[SCENE_BREAK]",
        "Todd: Téa, the only reason that I care about the cabana boy and Blair is because of the kids.",
        "Téa: Oh, boy.",
        "Todd: I don't want my boys walking in on \"Moms Gone Wild\" in the cabana, some naked men running around, you know? What?",
        "Téa: That's the excuse that Blair always gives. She hides behind her kids.",
        "Todd: I'm not hiding behind the kids.",
        "Téa: Oh, as if every time she tries to get between us, that's her excuse, like she has to protect her children from me, which is bull because I'm no threat to your kids.",
        "Todd: I know.",
        "Téa: Blair wants you, and you want Blair.",
        "Todd: No. I'm done with Blair.",
        "Téa: Be honest with me.",
        "Todd: I'm being honest.",
        "Téa: No. Then you be honest with yourself.",
        "Todd: Oh, please. Give me a break.",
        "Téa: Todd, you tell me, do you remember the last time you saw me before I came back to Llanview? Do you remember? Do you remember that?",
        "Todd: Yes. Yes. It's the miserable, little island.",
        "Téa: No. I was on the miserable, little island. You were paddling away on a raft, you remember, to get back to Blair. Mm-hmm.",
        "Todd: Yes. This is ancient history.",
        "Téa: It is? You had \"feelings\" for me then. You have feelings for me now...",
        "Todd: It's not the same",
        "Téa: But you couldn't live without Blair.",
        "Todd: I've changed!",
        "Téa: [Chuckles]",
        "Todd: Everything has changed, damn it!",
        "Téa: Then why am I so sure that you could leave me stranded on that island again and just paddle off into the distance?",
        "[SCENE_BREAK]",
        "Schuyler: Did you ever talk to Rex about the pregnancy test you found at Stacy's?",
        "Gigi: Yeah. He said it was probably old and that Stacy is a slob who didn't empty her trash or it was Kim's, the same thing you said.",
        "Schuyler: You still don't buy it?",
        "Gigi: Stacy is pregnant. The doctor confirmed it. I let it go.",
        "Schuyler: Because...",
        "Gigi: I can't talk to Rex about Stacy.",
        "Schuyler: Why not?",
        "Gigi: He's handling me.",
        "Schuyler: Ooh, what does that mean?",
        "Gigi: [Sighs] Before Rex went to the doctor's appointment, he swore that he was gonna make Stacy take a paternity test as soon as possible, and she talked him into waiting until the baby is born.",
        "Schuyler: Oh, so she's got him on the hook for the next 7 or 8 months, no matter what.",
        "Gigi: Rex doesn't want to think this baby isn't his. I think that deep down, Schuyler, I think he's excited. I could see it when he came back from the doctor's appointment. He wants to be happy, but he sees me, and he stuffs it down because he doesn't want to hurt my feelings.",
        "Schuyler: Well, at least he's trying.",
        "Gigi: Yeah, only he can't be himself with me, and I can't be myself with him, and that's a problem.",
        "[SCENE_BREAK]",
        "Rex: Gigi and I are solid.",
        "Bo: Good.",
        "Rex: Schuyler can't break us up. Neither can Stacy.",
        "Bo: Is she trying? Hey, that a yes?",
        "Rex: I can see Stacy coming for miles.",
        "Bo: All right. Then what's the problem?",
        "Rex: I don't know. There's gonna be a baby. I don't know how Gigi can handle that.",
        "[SCENE_BREAK]",
        "Nora: Are you and Greg seeing each other?",
        "Rachel: No. We're not anything.",
        "Nora: But you've kissed.",
        "Rachel: In the middle of a fight. It just happened.",
        "Nora: Ah.",
        "Rachel: Greg just made me see what I was doing.",
        "Nora: With Shaun?",
        "Rachel: With everybody in my life.",
        "Nora: Oh, come on. Please don't tell me this is that rap about how you don't take any risks in your life. For God's sake, baby, nobody knows you or where you have been. You, of all people, have every right and every reason to be careful with your life.",
        "Rachel: Yeah, only I stopped doing that. Instead, I got so wrapped up in everybody else's life, butting in yours.",
        "Nora: What?",
        "Rachel: It's true. I owe you an apology, mom. It was none of my business what you were doing with Bo and Clint.",
        "Nora: Okay, sweetie. You weren't butting in. You were being a good daughter. You were asking me questions, and I needed to have them asked.",
        "[SCENE_BREAK]",
        "Bo: You know, Balsom, after this baby is born, things are gonna be a lot easier.",
        "Rex: How do you figure?",
        "Bo: Well, think about it. You know, to make sure that the baby is okay now, you have to take care of Stacy, but after the baby is born, they won't be a package deal anymore. Things'll be a lot easier.",
        "Rex: Yeah. It'll be more like Shane's little sister or brother...or cousin, at least while the baby is around.",
        "Bo: Sure, and you'll still have to deal with Stacy, but things are gonna be different.",
        "Rex: You're right. I guess the problem is what to do now. I asked Gigi to come to the doctor's appointment with us, you know, include her.",
        "Bo: Did she go for that?",
        "Rex: She did. Stacy didn't. So, do I keep trying, and how much of this do I tell Shane about?",
        "Bo: You want me to tell you what to do about your son?",
        "Rex: Yeah.",
        "Bo: No. I'm the last guy that you want to take advice from, Balsom.",
        "Rex: Since when?",
        "Bo: Since my own son sued me.",
        "[SCENE_BREAK]",
        "Matthew: So, listen. If you want, I could go to all your classes and get your assignments for you, you know, like you did for me.",
        "Destiny: Thanks, but I won't be missing much school. Shaun is coming home, and we're all gonna have a big party for him. You'll come, right?",
        "Matthew: Yeah. Sure. I'll be around.",
        "Destiny: Good.",
        "Matthew: So, listen, call or text if you need anything.",
        "Destiny: Okay. Thanks.",
        "[SCENE_BREAK]",
        "Greg: I didn't need to get you out of the way.",
        "Shaun: Because Rachel was gonna break up with me.",
        "Greg: That was Rachel's idea. I didn't have anything to do with it.",
        "Shaun: Who was the one talking smack about how I'm the safe choice, like I'm some type of damn puppy?",
        "Greg: I never meant it like that.",
        "Shaun: Uh-uh. You only see it your way, huh, like you operated on your own brother. Never mind the risk. It doesn't matter if everyone else says that it's wrong. What did you think? You treated me like a stranger for years. I really was like any other patient.",
        "Greg: No. I thought it was your best shot at survival.",
        "Shaun: Yeah.",
        "Greg: I didn't think it was a gamble.",
        "Shaun: You didn't think that you'd lose. I messed up your perfect score. You've got to be mad as hell.",
        "Greg: I'm not mad at you, okay? It's not about you.",
        "Shaun: Hey, tell that to the guy in the bed.",
        "Greg: Look. I'm mad at me. I'm mad as hell at myself.",
        "[SCENE_BREAK]",
        "Gigi: I've just never seen Stacy care about anything but herself. I wouldn't trust her with a house plant. But who knows? I mean, maybe she could turn into a real mom.",
        "Schuyler: Well, even if she does, Rex isn't gonna fall in love with her.",
        "Gigi: No, but he's gonna fall in love with their child.",
        "[SCENE_BREAK]",
        "Rex: Matthew isn't suing you because you're a lousy dad.",
        "Bo: That depends on which day you ask.",
        "Rex: He has a mind of his own about what he wants. That's not about hating you. You should be proud of him.",
        "Bo: What, for suing me?",
        "Rex: Yeah. You taught him to stand up for himself.",
        "Bo: Guess that's one way to look at it.",
        "Rex: And you're still the best dad I know because you were trying to keep your kid safe, even if he hates you for it.",
        "Bo: Thank you very much, Balsom.",
        "Rex: So, you're still on the hook for advice. How do I handle this pregnancy thing with Gigi?",
        "Bo: Okay. You ready? I will tell you everything that I've learned about handling women.",
        "Rex: Okay. Ready.",
        "Bo: I don't know a damn thing.",
        "Rex: Thanks a lot.",
        "Bo: I'm serious. That's the way it is, Balsom. Guys don't know, so you ask.",
        "Rex: Yeah. I hate that part.",
        "Bo: I know. Me, too. I don't know about you, but I'm lousy at mind reading.",
        "Rex: Yeah. I know. Even if you ask, it's not like they tell you the truth.",
        "Bo: Yeah. Then you try mind reading, but you stand a better chance of guessing right if they're talking.",
        "Rex: Yeah?",
        "Bo: Yeah. Exactly. Takes work, Balsom. You can't just sit back and think that everything is just fine because nobody is yelling, and you can't assume that everything is just gonna work out. You really do. You have to work at it. Work, work, work. Otherwise, you may wake up someday and realize that the relationship is gone.",
        "[SCENE_BREAK]",
        "Nora: Before I married Clint, I was wrestling with these feelings I had about Bo, and you made me look at it.",
        "Rachel: Yeah. Nice of me, huh?",
        "Nora: Yes. Okay. Yes. It was, actually. It was. You made me really have to figure some things out, and, by the way, just so you know, I'm really happy I married Clint. I love him. I'm not looking back.",
        "Rachel: Good. I'm glad.",
        "Nora: Okay, so now it's my turn. Are you worried that you might be torn between two brothers?",
        "Rachel: No. Like I said, Greg and I aren't anything.",
        "Nora: But so he made you think about and question some things?",
        "Rachel: Yeah, like I have no business being in a relationship with a man until I know what I want. You know what? I should actually call the hospital. I don't know what time visiting hours are.",
        "Nora: Have you had any updates on Shaun's condition?",
        "Rachel: Not since yesterday. Shaun has to wake up. He just has to.",
        "Nora: What are the chances that they're giving him that he will wake up?",
        "Rachel: Well, according to the doctors, every day he's like this, his chances are worse.",
        "[SCENE_BREAK]",
        "Shaun: Give it up, Greg. You don't give a damn about me. It's all about how you look to Destiny, to Mom and Dad. You were already their hero, but that wasn't enough. You had to do what no other doctor even tries. You operated on your own brother. Why, so they'd worship?",
        "Greg: Shut up!",
        "Shaun: How are you gonna look at our little sister now?",
        "[SCENE_BREAK]",
        "Ross: How much longer do I have to hide in here?",
        "Blair: Ho! Until I'm ready to drop the bomb on Téa, thank you.",
        "Ross: Could you be a little more specific?",
        "Blair: See, that's the problem. I can't really be specific because I don't know. I mean, I would've expected Téa to say, \"Look, Todd. It's no big deal. I've been married. You've been married.\" You know.",
        "Ross: All right. Well, that would be no fun for you, would it?",
        "Blair: Well, yeah, but since she hasn't said that, I just have to wait and see when would be the best time to let her know that you were here, and I'm thinking it might be the wedding.",
        "Ross: If there is a wedding. The way Téa ran out of here earlier--",
        "Blair: Was it bad? I wasn't really paying attention.",
        "Ross: I don't know. I've seen that look on her face, though. She was furious at Todd.",
        "Blair: I don't understand. I mean, she knows Todd threatens to burn down things all the time.",
        "Ross: If anything is burning, I'd say it's the torch he still carries for you.",
        "[SCENE_BREAK]",
        "Todd: All right. We're all booked--table for two at the Palace tonight, and Renée said the chef is gonna make chili relenos.",
        "Téa: Chile rellenos.",
        "Todd: Chile rellellos.",
        "Téa: No. Chile rellenos.",
        "Todd: Chile rellenos.",
        "Téa: You think that'll make it all better?",
        "Todd: Well, you said it would cure anything. Got to score me a couple points, right?",
        "Téa: Horrible pronunciation but good memory.",
        "Todd: Téa...",
        "Téa: What?",
        "Todd: I'm not going anywhere. Put that back on.",
        "Téa: It's not that easy.",
        "Todd: Yeah. It is that easy. You say, \"I do,\" and you're married, and then you'll never get rid of me.",
        "Téa: No. No. It's doesn't work like that.",
        "Todd: Yes, it does.",
        "Téa: No. It doesn't. Can't make the same mistake I made last time.",
        "Todd: You mean, your last marriage? Yeah. That must've stunk.",
        "[SCENE_BREAK]",
        "Ross: I just wish you didn't have this thing for Todd. I think you and I could have a lot of fun.",
        "Blair: Well, I guess you're just gonna have to settle for me dropping your criminal charges, okay?",
        "Ross: That would be helpful. Thank you.",
        "Blair: All right. Then we'll be finished with our business. You can go back to your little island, and we'll never have to see each other again. Be quiet.",
        "Ross: [Exhales] You never know.",
        "[SCENE_BREAK]",
        "Téa: How did you know?",
        "Todd: What?",
        "Téa: Um, my last marriage.",
        "Todd: Well, your last marriage shouldn't count. We were married for about a minute.",
        "Téa: Exactly. I mean, we've been married twice--once for money, once for love. They were both disasters. You lied to me.",
        "Todd: Yes. I know. I know. Never again. See, that's why it's gonna work, because I'm not gonna lie to you anymore.",
        "Téa: You sure about that?",
        "Todd: There's nothing that you don't know about me, including the fact that Blair drives me crazy sometimes.",
        "Téa: You slept with her, Todd.",
        "Todd: Yeah. I know. I screwed up, but you know the reason why is because I was trying to sabotage my relationship with you.",
        "Téa: And you're never gonna do it again.",
        "Todd: Well, I'm gonna get scared again, but I'm not gonna let Blair get to me. I will do something stupid, for sure. I'll just come up with some new, improved way to do it. [Laughs] Hey, I want to be with you. You. I want to make this work.",
        "Téa: I wish I could believe you.",
        "Todd: You can. I'm gonna prove it to you.",
        "[SCENE_BREAK]",
        "Schuyler: Okay, so let's say that Stacy is a terrible parent. All that means is that Rex and the baby are gonna need you more.",
        "Gigi: Stacy won't let that happen. No matter how rotten she is as a mom, she'll protect her turf. I mean, you know her. You know what I'm saying, right?",
        "Schuyler: Right, so what are you afraid of?",
        "Gigi: That Rex will have to be twice the parent, that he'll spend all of his time with his new kid, that he'll have nothing left for Shane and me.",
        "[SCENE_BREAK]",
        "Rex: I'll do whatever it takes to make things work with Gigi.",
        "Bo: Good.",
        "Rex: Just wish I knew what the hell that meant right now.",
        "Bo: Balsom, you're doing good. You'll figure it out. Hey, son.",
        "Matthew: Hey, can I talk to you?",
        "Bo: Sure.",
        "Rex: I got to go. Thank you. Smart man.",
        "Matthew: Yeah.",
        "Bo: See you, Balsom.",
        "Rex: See you.",
        "Bo: [Clears throat] What's up?",
        "Matthew: Nothing. I was just at the hospital with Destiny.",
        "Bo: Ah. How's Shaun?",
        "Matthew: Not too good, not awake yet. Doctors say that's not good, and you know Destiny. She can't hear that. She's already planning his homecoming party.",
        "Bo: Oh, that's tough.",
        "Matthew: I mean, what do you say to that? I just sat there.",
        "Bo: Well, sometimes there's nothing that you can say to make things better. Just have to do the time, you know, and to keep people company.",
        "Matthew: Yeah. Destiny thinks her brother Greg is gonna perform some miracle surgery on Shaun.",
        "Bo: He already tried that.",
        "Matthew: Yeah, right?",
        "Bo: Yeah. You know, Dr. Evans, he's a doctor. He makes mistakes, you know? He's not God. He's not perfect.",
        "Matthew: Nobody said he was.",
        "Bo: But you're still willing to put your life in his hands.",
        "[SCENE_BREAK]",
        "Greg: You want me to say that I was arrogant? You want to hear it? Okay. Fine. I wanted to be the hero, okay? Of course I did.",
        "Shaun: No matter what that meant to me.",
        "Greg: Look. I wanted to give you back your life.",
        "Shaun: I was alive.",
        "Greg: You were a ticking time bomb.",
        "Shaun: You set me up to think that.",
        "Greg: It's true. It was a bigger risk for you not to have the surgery. You could've died at any moment.",
        "Shaun: I trusted you, so tell me. Tell me. Tell me, was it worth it?",
        "[SCENE_BREAK]",
        "Gigi: I love Rex, only I see Rex and me getting further and further apart.",
        "Schuyler: Well, then you have to say something.",
        "Gigi: Like what, \"pay attention to me\"?",
        "Schuyler: Yeah, for starters.",
        "Gigi: Before Shane was sick, Rex and I had all these plans. The minute Shane got sick, that's all we could think about.",
        "Schuyler: Yeah. Well, Stacy didn't help that.",
        "Gigi: No, and once we finally knew what she was up to, we had--I don't know--a week, maybe a whole week where it was Rex and Shane and me again, our lives, our future, and then like that, it was all about Stacy and her baby. Rex and I, we don't make plans anymore. We don't even talk about it. I don't know-- I don't know if the future we wanted is even possible now.",
        "[SCENE_BREAK]",
        "Matthew: Look. The operation Greg would do on me is completely different than what he did to Shaun.",
        "Bo: No. I understand that. Let me ask you something. Do you think Dr. Evans, when he went into Shaun's surgery, was 100% convinced that he could do it?",
        "Matthew: I don't know.",
        "Bo: Hmm, but something happened on that operating table, and it was either something that he didn't expect or something that he couldn't fix, but now Shaun is where he is.",
        "Matthew: Dad, that's not fair.",
        "Bo: No. It isn't, but it could happen. It did happen, and it could happen again. You see, your mom and I, we understand why you want to have this surgery, because dr. Evans probably made the same promises to you that he made to his brother, and now you can look at Destiny--you're gonna look at her folks--and hopefully, you'll understand what your mother and I are afraid of. We don't want to lose you.",
        "Matthew: You won't.",
        "Bo: But we could. We could lose you, and worse than that, you could lose. That's why your mom and I say no to this surgery. Now, you may hate us, and if you never forgive us, you know, we'll be broken-hearted, but we'll live with that because you'll still be alive, and that's the most important thing of all.",
        "[SCENE_BREAK]",
        "Nora: I still can't believe that Greg chose to operate on his own brother.",
        "Rachel: He thought he was the fastest, best option that Shaun had. This has to be the worst thing that he's ever gone through.",
        "Nora: Uh, yeah. I believe that.",
        "Rachel: I just wish I knew what to say to him.",
        "Nora: Well, when you see him, you'll know.",
        "[SCENE_BREAK]",
        "Greg: Was it worth the risk? We can't know.",
        "Shaun: We can't? How about when I die? Will we know then?",
        "Greg: No. You will not die.",
        "Shaun: Yeah.",
        "Greg: I won't let you.",
        "Shaun: What if I can't live, Greg?",
        "Greg: I'll figure something out. Um--",
        "Shaun: Man, don't you get it? You already did your thing, and here I am. It's out of your hands now, my brother.",
        "[SCENE_BREAK]",
        "Ross: Steak. Lots, lots of steak. Okay. Any kind of imported beer is good and mangoes. You got good mangoes here?",
        "Blair: Oh, I'll see what I can do.",
        "Ross: Okay. Good. Mangoes. Mangoes, electric grill, and satellite TV.",
        "Blair: What?",
        "Ross: It's football season. Blair, what am I supposed to do in here, read catalogs all day?",
        "Blair: You have to be quiet, quiet.",
        "Ross: You got Wi-Fi?",
        "Blair: Oh!",
        "Ross: Wi-Fi, give me a laptop and some ear buds, I'll find the sports. What?",
        "Blair: And that'll keep you quiet and happy.",
        "Ross: I will be a quiet, happy little boy, I promise.",
        "Blair: Then I will see what I can do, okay?",
        "Ross: Thank you. Thank you very much. I'll be here.",
        "Blair: Mm-hmm.",
        "Ross: Don't be a stranger. It's lonely out here.",
        "Blair: [Sighs]",
        "[SCENE_BREAK]",
        "Todd: Put this ring on, I will marry you right now.",
        "Téa: What?",
        "Todd: Yeah. I got judges on speed dial on my phone. I can get a cat over here. We can get married.",
        "Téa: Ha ha ha! What, on Blair's patio? Too bad the cabana is not free.",
        "Todd: Well, we'll go to my house. We can fly anywhere in the world you want to fly to. I can get a judge over here. We can get married tonight, legal, permanent.",
        "Téa: Todd, how many times have you been divorced, just round numbers, 5, 10? Do you even know?",
        "Todd: 5-10 range is probably about accurate, but, see, that's why this has to work, because I'd just be too embarrassed to go to divorce court again.",
        "Téa: Oh, so that's what I'm counting on, your sense of shame?",
        "Todd: I don't know what else to say. Here we go. Téa, I want a real marriage that will last forever, and I want it with you, only you. What do you say? Let's get married.",
        "Téa: Ha ha ha!",
        "Téa: Listen.",
        "Todd: Put this ring on, I'll marry you tonight.",
        "Téa: I can't marry you tonight.",
        "Todd: Who's paddling away now?",
        "Téa: I already told you, I want the dress. I want bouquets. I want guests like a real wedding. We can't have that tonight.",
        "Todd: Oh, we can work on it, though, right? Come on. Well, at least put this back on.",
        "Téa: You put it on me.",
        "Todd: Uh...ahh, there you go.",
        "Téa: It's my favorite part so far.",
        "Todd: Well, wait till you see the honeymoon. All right, so tonight is too soon for you, and tomorrow is too late for me, so--",
        "Téa: What, do I need my scheduler?",
        "Todd: Well, you want the dress and the flowers and all that, right?",
        "Téa: Absolutely.",
        "Todd: Mm, one week.",
        "Téa: I can't get married--",
        "Todd: No. No \"can't.\" I forbid you to say that word anymore. I'll hire a kick- ass wedding planner. It'll be done to perfection in one week.",
        "Téa: Well, that's--that's--",
        "Todd: That's a date? One week?",
        "Blair: Oh...",
        "[SCENE_BREAK]",
        "Ross: Hey, thanks for stopping by. I'd offer you a drink, but--",
        "Blair: Shut up. Todd and Téa are getting married.",
        "Ross: Yeah. We knew that.",
        "Blair: No. Right away, in a week.",
        "[SCENE_BREAK]",
        "Todd: So, my dear, where would you like to be married? It can be anywhere you want.",
        "Téa: I want to get married in Llanview.",
        "Todd: You mean, Llanview, Pennsylvania? Wonderful, and we'll make sure Blair does not come within one square mile of the ceremony.",
        "[SCENE_BREAK]",
        "Blair: I got to find out where and when the wedding is so I can make sure you're there.",
        "[SCENE_BREAK]",
        "Téa: Oh, I want Blair to be there.",
        "Todd: Oh, how big of you.",
        "Téa: Mm, isn't it?",
        "Todd: Gonna rub it in her face?",
        "Téa: With both hands.",
        "[SCENE_BREAK]",
        "Blair: Oh, I'm gonna rub Téa's marriage to you right in her smug, little face.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Téa: Mm, sorry.",
        "[Cell phone rings]",
        "Téa: Oh, it's the courthouse. I have to take this. Téa Delgado.",
        "[SCENE_BREAK]",
        "Todd: Hey, it's me. Who do we have that can plan a primo wedding in less than a week?",
        "[SCENE_BREAK]",
        "Nora: Hey, guys.",
        "Bo: Hey, I just ran into Matthew at the Buenos Dias, so I gave him a lift home.",
        "Nora: Oh.",
        "Bo: So, I got to get going, anyway.",
        "Matthew: No, Dad. Just wait a sec. I got to talk to you guys.",
        "Bo: Okay.",
        "Nora: What's up?",
        "Matthew: This whole lawsuit, it's really messed everything up for the family, and I never wanted that, and I just wanted to say I'm sorry.",
        "Nora: I know you are, sweetheart. We all are.",
        "Matthew: Just let me say this before I change my mind. I've really been thinking about what matters, and I've realized that having a family that loves you and having everybody around is more important than--",
        "[Cell phone rings]",
        "Matthew: [Sighs] Hello?",
        "Téa: Matthew, it's Téa Delgado. You need to go down to the courthouse right now.",
        "Matthew: Why?",
        "Téa: Because the verdict on your case is in.",
        "[SCENE_BREAK]",
        "Greg: Don't tell me there's nothing I can do. I, um-- I missed something. Um, uh-- um, look. Just tell me what it is, and I'll make it right, okay? Just tell me, and I'll fix it. You can't die, Shaun. I won't let you die. Hey, uh\u0097",
        "[SCENE_BREAK]",
        "Gigi: I don't see how Rex and I move forward, and if we can't move forward--",
        "Rex: Hey, how's it going?",
        "Gigi: Oh, hi. Um, Schuyler and I were just hanging out.",
        "Rex: Oh, good. I'm glad you had company. How's it going?",
        "Schuyler: Uh, good. I'm-- I'm gonna finish my run.",
        "Gigi: See you.",
        "Schuyler: Bye.",
        "Gigi: Schuyler and I were--",
        "Rex: Marry me, Morasco."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=6mEvxheHKC8"
}