{
    "Episode Summary": [
        "Episode # 10392 -- Dirty Dancer"
    ],
    "Recap": [
        "Bo finds Matthew but not until after Cole, Gigi and Shane have all been taken to the hospital and given proper medical care after the accident. Marty promises to be there for her son and help him get clean from his drug habit. Dorian believes that Todd stabbed Blair. But Todd convinces Starr that he could not have. And Dorian admits to John that although she despises Todd, it did not look like he did it. Stacy gets Rex drugged and passed out and admits that she wants to take him from Gigi."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Marty: Honey, it was Shane in the other car with Gigi, not Matthew, and they're fine.",
        "Cole: No, he was with me.",
        "Marty: Who was?",
        "Cole: Matthew, I was -- was taking him home. Is he okay?",
        "[SCENE_BREAK]",
        "Bo: Matthew? You here, son? Matthew?",
        "Matthew: Dad?",
        "[SCENE_BREAK]",
        "John: What about Blair?",
        "Dorian: Isn't that why you're here? I just assumed you'd heard.",
        "John: Heard what?",
        "Dorian: Blair was attacked and stabbed tonight.",
        "[SCENE_BREAK]",
        "Todd: What is it? It's Blair, isn't it? Tell me.",
        "Talia: Officer Bensen was just telling me that there was a reporter from \"The Intruder\" trying to get into the E.R. to take a picture of their favorite cover boy. Easy, Joe. You guys.",
        "Officer Bensen: Keep it up, I'll cuff you.",
        "Talia: Haven't you've done enough damage tonight?",
        "[SCENE_BREAK]",
        "John: Where -- where is she? Is she --",
        "Dorian: She's in the O.R. I got her here in time.",
        "Starr: Dorian, where is my mom?",
        "Dorian: Oh, honey.",
        "Starr: Where is she? What happened? Please, where is she?",
        "Dorian: She's in surgery.",
        "Starr: I have to go see her.",
        "Dorian: No you cannot go see her. How did you find out? Was it on the news?",
        "Starr: My dad called me. Where is he?",
        "John: Manning is here? Your dad is here?",
        "Starr: Yeah --",
        "Dorian: Yes, he followed the ambulance from La Boulaie.",
        "John: What was he doing at the house?",
        "Dorian: Exactly! What was he doing at the house? What was he doing up in Blair's bedroom?",
        "Starr: What's going on here?",
        "Dorian: Did your father neglect to tell you that he's the one who stabbed your mother?",
        "Starr: What? Dad --",
        "Dorian: No, no, no --",
        "Starr: No, I have to go talk to him.",
        "Dorian: No.",
        "Todd: Hey John, have you seen her?",
        "John: Did you do this to her? Did you do this to her?",
        "[SCENE_BREAK]",
        "Shane: Is Dad going to come and get us?",
        "Gigi: I haven't been able to reach him and it doesn't seem like he's gotten any of our messages. I'll try Aunt Stacy.",
        "[SCENE_BREAK]",
        "Stacy: Rex, Rex, hey.",
        "Rex: Geege.",
        "Stacy: Hey you. It's Stacy, remember? Gosh. Oh no, no, no. Don't fall asleep. The party is just getting ready to start. Gosh, you are such a lightweight. It's my fault. I gave you too much magic dust. All right, let's get you into bed, sleepyhead. Come on. Oh, come on.",
        "Rex: Where are we going?",
        "Stacy: To bed. Come on.",
        "[Phone rings]",
        "Rex: Your phone.",
        "Stacy: Okay, wrong number. Let's go, we have more important things to do. Come on.",
        "Rex: Geege.",
        "Stacy: I already told you it's me, Stacy.",
        "Rex: Okay, where's Gigi?",
        "Stacy: She's not here, okay? She's at work and Shane is at a sleepover. It's just me and you.",
        "[Phone rings]",
        "Rex: I don't feel so good.",
        "Stacy: You had a few beers.",
        "Rex: No, this is -- I feel wasted.",
        "Stacy: Okay. You'll feel better once we get out of these clothes. Come on.",
        "[Phone rings]",
        "Shane: Aunt Stacy is not picking up, either?",
        "Gigi: She's probably just in the shower or something. Let's just catch a cab.",
        "[SCENE_BREAK]",
        "Starr: Wait. What happened?",
        "Dorian: Why don't we just wait for the police --",
        "Starr: Please don't treat me like I'm two years old. Tell me exactly what went on.",
        "Dorian: I felt like talking to your mother, so I went to her bedroom. Her cell phone -- I could hear the shower so I went into her -- you don't want to hear this.",
        "Starr: Okay, but you told John that my dad stabbed her. Why did you say that?",
        "Dorian: Because when I went into the bathroom I saw your mother lying on the floor bleeding, and then I turned around and your father was standing in the doorway.",
        "Starr: What was he doing there?",
        "Dorian: Isn't it obvious? I mean, I hate to tell you this but obviously he just stabbed her and I was terrified. I was afraid that I was going to be next.",
        "[SCENE_BREAK]",
        "Talia: Stop.",
        "John: Did you do this?",
        "Todd: No.",
        "John: Dorian says you did.",
        "Todd: Dorian was there when I got there. I called the ambulance.",
        "John: What were you doing in the room?",
        "Todd: What are you, jealous?",
        "John: Just answer the question.",
        "Todd: What are you going to do, beat me up?",
        "John: Keep mouthing off, Manning, and I don't think anyone in this room is coming to your defense.",
        "[SCENE_BREAK]",
        "Marty: John and I were right there. We heard the crash and you were alone in the car.",
        "Cole: There's something wrong. Matthew -- I was taking him home from the dance, okay? He was with me.",
        "Marty: Okay, calm down. I'll take care of it, okay? I'll be right back.",
        "[SCENE_BREAK]",
        "Dorian: I wouldn't stop talking to her, I just kept saying --",
        "Marty: Dorian? Dorian, I need your phone, please. I have to call Bo. It's urgent.",
        "Starr: What? What's wrong?",
        "Dorian: Of course.",
        "Marty: Thank you.",
        "Starr: What's wrong?",
        "Marty: Cole just told me that Matthew was in the car with him.",
        "Starr: What car? What do you mean?",
        "Marty: He was in a car accident. Yes, can you --",
        "Starr: He what? What do you mean?",
        "Marty: Yes, Commissioner Buchanan, please.",
        "Starr: He was in car accident? Is he okay?",
        "Marty: He's okay, honey. He's okay. The car flipped. We managed to get it off of him and brought him in here.",
        "Dorian: So Matthew is still out there?",
        "[SCENE_BREAK]",
        "Marty: Yes.",
        "Bo: Matthew?",
        "Matthew: Dad.",
        "Bo: Matthew?",
        "Matthew: Over here.",
        "Bo: Son -- God. Hang on. Oh, God.",
        "Bo: No, no, don't move, Matthew.",
        "Matthew: I'm fine.",
        "Bo: You may be hurt a lot worse than you think you are. This is Commissioner Buchanan. Listen, I need a bus back out at that accident on Route 3. I know they just left, but we have another victim, my son. He was thrown from a car. Possibly he was unconscious. How you feeling?",
        "Matthew: Okay.",
        "Bo: All right. You breathing okay?",
        "Matthew: It's fine.",
        "[Phone rings]",
        "Bo: Yeah.",
        "Marty: Bo, it's Marty. Listen, Cole just told me that Matthew was in the car with him.",
        "Bo: I found him. We're bringing him in.",
        "Marty: Is he okay?",
        "Bo: Well, he doesn't seem to be in too much pain. He's conscious. Listen, I'll see you at the hospital, okay? The ambulance is on its way right now. It should be here in a minute. Son, why weren't you wearing a seatbelt?",
        "Matthew: I just had to get out of there.",
        "Bo: What happened?",
        "Matthew: I did what you told me to do. I asked that girl, Becca, to dance. Turns out she only danced with me on a dare. Everyone was laughing at me.",
        "Bo: Oh, God. I'm so sorry.",
        "Matthew: I just had to get out of there. I just wanted to get home.",
        "[SCENE_BREAK]",
        "[Sirens]",
        "Nurse: You're all set. Of course if the symptoms return --",
        "Gigi: We know the drill. The next time he will have his inhaler with him, right?",
        "Shane: Um, right.",
        "Nurse: Let me get you another one of those.",
        "Gigi: Oh, that's okay.",
        "Nurse: On the house. I know how expensive they are.",
        "Gigi: Thank you.",
        "Shane: Maybe you should try Dad again.",
        "Gigi: Honey, I already called a cab. Besides it's getting late. He's probably already asleep.",
        "Rex: Geege?",
        "Stacy: No, it's Stacy. Okay? She's not here. But it's okay, I'll help you get out of these, all right?",
        "Rex: You're a good sister.",
        "Stacy: I'm the best.",
        "Rex: Whoa, whoa.",
        "Stacy: Do you have any idea how much I love you? I'm going to take that as a no. I've been in love with you since the day that I met you.",
        "Stacy: It should have been me.",
        "[SCENE_BREAK]",
        "Starr: Just tell me what happened, okay? What happened?",
        "Cole: I messed up. I'm sorry. I shouldn't have been driving. Matthew -- he was in the car with me. I don't -- don't know what happened to him.",
        "Starr: Okay, Bo found him and he's bringing him in.",
        "Cole: Is he okay?",
        "Starr: No, really. That's all I know. He is alive. Cole, I'm so, so sorry for everything that's been going on, okay? I don't know what I would --",
        "Marty: They found Matthew --",
        "Cole: I know they found Matthew. Starr just told me.",
        "Marty: He was conscious and talking. I think he'll be fine.",
        "Cole: And Gigi and Shane?",
        "Marty: They're going to be fine, too. They were wearing seatbelts and they had airbags. I think it was just Shane's asthma kicking in, but they managed to get it under control.",
        "Cole: Thank God.",
        "Starr: I'm -- you know, I'm going to get back to my mom.",
        "Cole: She's here?",
        "Starr: She's in surgery.",
        "Marty: Blair? Why, what happened?",
        "Starr: She got stabbed and she almost died.",
        "Marty: What? What? What happened?",
        "Cole: Do they know who did it?",
        "Starr: Dorian -- Dorian says it was my dad.",
        "Cole: Did they arrest him?",
        "Starr: No, they're holding him until my mom gets out of surgery.",
        "Marty: Oh, my God. Starr, I'm so sorry.",
        "Starr: Yeah. I'll see you guys later.",
        "Cole: Do you think he did it?",
        "[SCENE_BREAK]",
        "John: Why isn't Manning in cuffs?",
        "Talia: Because he hasn't been charged yet. We're still questioning people.",
        "John: He was at the scene. He broke into the house, which violated his restraining order. Dorian saw him in the doorway of the bedroom.",
        "Talia: John, you're not on the force anymore, okay? Bo told us to hold him here, so that's what we're going to do.",
        "John: If you did this, I'll kill you.",
        "[SCENE_BREAK]",
        "Dorian: Your mother is going to be in surgery for a few more hours, but they've got a wonderful thoracic surgeon here -- meticulous -- and to consult I've brought in Dr. Miller who is a plastic surgeon.",
        "Starr: A plastic surgeon?",
        "Dorian: Your mother is going to want to be back in a bikini this summer. I want to make sure she'll be able to do that. Don't worry, baby. She's going to be fine.",
        "John: I'm sorry to interrupt. Is there any word on Blair?",
        "Dorian: Not yet. They've got a lot of work to do, so it's not out of the ordinary.",
        "John: Did Manning explain what he was doing at the house?",
        "Dorian: No. Does he ever?",
        "John: How did he get in? I thought you had security.",
        "Dorian: Shaun is with Addie and the boys in Savannah. Where are you going?",
        "Starr: I have to talk to my dad.",
        "Dorian: Oh, no. No, no, no. Your mother is upstairs fighting for her life because of that man and if you think I'm going to let you anywhere near him, you've got another thing coming.",
        "[SCENE_BREAK]",
        "Bo: How are you doing?",
        "Matthew: Okay.",
        "Paramedic: Okay, he's ready to travel.",
        "[Phone rings]",
        "Bo: I'll be there in a minute. Nora.",
        "Nora: Hey, Bo? I mean, I know you're busy. I'm really sorry to bother you but I'm at the high school right now and I can't find Matthew anywhere. Have you heard from him?",
        "Bo: Yeah. Yeah, I have. I got to tell you something.",
        "[SCENE_BREAK]",
        "Gigi: What do you say?",
        "Shane: Thank you.",
        "Gigi: And thank you for this, because I would have left it.",
        "Nurse: Who is that? Muy caliente.",
        "Gigi: That's my other half, Shane's dad.",
        "Shane: And we used to live in Texas so I know what muy caliente means.",
        "Gigi: [Laughing] My son, the linguist.",
        "Nurse: I'll let you know when your cab gets here.",
        "Gigi: Thank you. I hope it gets here soon because I really want to go home.",
        "[SCENE_BREAK]",
        "Stacy: You didn't even remember when we met. Although, I was all of 13. I had braces, glasses -- totally forgettable. You were just so confident, so amazing. I went home that day convinced that I had met the person that I was going to share the rest of my life with. And then, Gigi said that she had met someone. I'll never forget when you first rang that doorbell. I had this stupid little idea that you were actually there to see me. Then when I found out that Gigi was pregnant, I just thought she was so lucky because she was going to have you forever. I would give anything -- anything just to be her, but you didn't even notice me. If you had wanted to be with her, you would have come back. But you didn't. All those years you've just been looking for something else. Just like me. All I wanted was someone like you. I would have loved you and you would have loved me. Not just because, you know, I was having your baby, but because we were meant to be together. We still are.",
        "[SCENE_BREAK]",
        "Starr: Aunt Dorian, I do not need your permission to speak to my father.",
        "Dorian: Your mother has a restraining order against him for a reason. That's so he can't see you and you can't see him. I mean, what, you think I'm going to face her in the recovery room and have her find out that I didn't respect her wishes?",
        "Starr: Just please don't tell her. I need to talk to him.",
        "Dorian: Why? Do you think he's going to admit what he's done?",
        "Starr: He admitted that he was going to steal my baby.",
        "Dorian: Please don't put yourself through this. Please. He's only going to lie to you again. He has made your life and all of our lives a living hell.",
        "Starr: If he lies to me, I'll know.",
        "[SCENE_BREAK]",
        "Todd: Hey, do you think we can call upstairs and get an update about Blair?",
        "Talia: Mr. Manning, I -- Starr, you really should not be in here right now.",
        "Starr: I need to speak to my dad alone. It's very important.",
        "Talia: Okay, we'll be right outside. Just don't try anything. Joe.",
        "Todd: You must have seen your mom. Is she okay?",
        "Starr: She's still in surgery.",
        "Todd: The good news is that we got to her just in time.",
        "Starr: Did you do it, Dad? Did you stab Mom?",
        "[SCENE_BREAK]",
        "Marty: I don't know if even Todd is capable of stabbing the mother of his children.",
        "Cole: Well, Starr's mom thought so. She had a restraining order against him. And I don't think you can get one of those things without a good reason. And then that Halpern lady was killed in his house. And then the story about his lawyer doing it. And then your friend Wes put a knife to Todd's throat. And that would be just like Todd to go back and get even and have the cops pin it on you.",
        "Marty: Todd is a lot of things, but he's not our problem right now. Okay? I know you're really worried about Starr, and her mother, and Matthew, but that's out of our control and we have our own problems right now. You're hurt, too, and you need to focus on getting well. And I'm here, okay? You don't have to be brave any more.",
        "Cole: I'm so sorry for what I said to you.",
        "Marty: I deserved it. I let you down. Yes, I've been through hell and I had lost my memory, but you were willing to do anything to help me -- anything to help me. And I couldn't --",
        "Cole: You can't.",
        "Marty: Well, I can now. Because when I saw you lying on the ground, Cole, I remembered you. I know you are my son, and I love you. I remember loving you. And I'm never going to leave you again.",
        "[SCENE_BREAK]",
        "Shane: Wait till we tell Dad that Cole's car totally flipped over, and they had to pry us out.",
        "Gigi: I thought we agreed that I would tell him what happened.",
        "Shane: Yeah, but when he asks me what happened --",
        "Gigi: You're going to tell him that it was no big deal.",
        "Shane: Mom, the car was totaled.",
        "Gigi: Okay, but we're fine, and that's what counts. You don't want to scare him, do you?",
        "Shane: Mom, Dad is a guy, okay? Guys like gore. Why do you think we watch Bruce Willis movies? It's to see the bad guys blow up.",
        "Gigi: Okay. But this isn't a movie.",
        "Shane: It will be fine, especially since we'll be standing right there.",
        "Gigi: Just let me tell him my version first.",
        "Shane: They didn't clean up?",
        "Shane: What's this?",
        "Gigi: Laundry.",
        "Stacy: I couldn't believe it when I saw you in Vegas. I mean, what were the odds, like one in a billion? There you were. I had to laugh, because I had used Gigi's name, because obviously her name is more glamorous than mine. There you were, just staring at that sign. It's kind of like a miracle, because here Gigi took you away from me, but then \"Gigi\" was bringing us back together. So I quit my job, followed you back here, and everything sort of fit just right. You know, the ticket to the Red ball, and then Gigi's red dress. I just knew that if you saw me in it -- and it worked. Your eyes just lit up. They did -- I know, I saw it. But then when Gigi got there, you only had eyes for her. That's why I took that cop home. I wanted to pretend like it was you that was making love to me. When Gigi gets home and sees us like this, it'll get ugly, but it'll be worth it.",
        "Shane: Where's Aunt Stacy and Dad?",
        "Gigi: They're probably in bed, exactly where you should be.",
        "Shane: I want some pizza first.",
        "Gigi: It's too late for pizza.",
        "Shane: You're just going to throw it out?",
        "Gigi: Okay, you can have it for breakfast.",
        "Shane: You must be freaked out. Pizza for breakfast?",
        "Gigi: Bed -- now.",
        "Shane: We're not going to wake up Dad and tell him what happened?",
        "Gigi: No, we're not going to wake up anybody. Now, march. You can tell them what happened over breakfast.",
        "Shane: Pizza -- you promised.",
        "Gigi: Fine -- go.",
        "[SCENE_BREAK]",
        "Todd: I didn't stab your mother.",
        "Starr: Why are you looking at me like I'm crazy for asking that?",
        "Todd: Well, my God, Starr, I know you're angry at me, and maybe deservedly so, but -- how could -- how could you possibly think that I would kill your mother?",
        "Starr: You tried to kill yourself.",
        "Todd: Well, sure, you could live without me, but I wouldn't do that to you. I wouldn't take your -- God, that just makes me so sad. For you to ask me that question -- that makes me so sad that you think I'm capable of something like that.",
        "Starr: Why were you even there?",
        "Todd: I was looking for you, actually.",
        "Starr: For me?",
        "Todd: Yes, Cole came by to see me, and he was high as a kite, and so I called your mom.",
        "Starr: Whoa, what, wait -- why was Cole at your house?",
        "Todd: I don't know. Because I ruined his life. Why else? And I thought you'd want to know about it because I know you still care about him, so I called your mom looking for you.",
        "Starr: How did you get in our house?",
        "Todd: I just -- I just went in. The door was unlocked. I didn't knock, because if I knocked, they would call the cops. And Dorian was there when I got there. And it was bad, honey, I mean, there was a lot of blood. Anyway, Dorian took good care of her, and I called an ambulance. It was fine.",
        "Starr: You swear, and I mean swear, that you did not do it?",
        "Todd: Yes. Sweetheart, I mean, you've seen your mom and me fight a lot. And you know your mom can be quite a bitch sometimes -- but she gave me you, and I'll always love her for that, for giving me you and your brother. What could I say? What do you want me to say? I've already sworn it. What do you want? Do you want me to take a polygraph? Should I go down to the police station and take a polygraph? I swear on my -- no, I don't swear on my life. My life is meaningless, as far as I'm concerned. I swear on your life. Well, I do, I swear on your life and your brother's. I didn't stab your mother.",
        "[SCENE_BREAK]",
        "Cole: How did you pick up that car, anyway?",
        "Marty: I don't know. I just felt this incredible surge of power. It was like lightning going through me. I looked down and I saw your face, and I knew you. And I knew I had to get that car off of you. So I picked it up.",
        "Cole: When I get out of here, we're calling Guinness. That's got to be some kind of world record.",
        "Marty: I'm just so sorry it took you almost dying for me to wake up.",
        "Cole: It's my fault. I shouldn't have been driving. But I promise, I'm going to make it up to you and to Matthew.",
        "Marty: We'll just take it one day at a time, okay?",
        "[SCENE_BREAK]",
        "Nora: Excuse me; I'm looking for Matthew Buchanan.",
        "Orderly: He's in there.",
        "Nora: Thank you.",
        "Bo: Maybe as soon as Michael gets here --",
        "Nora: Hey, look at you.",
        "Matthew: I'm okay, Mom.",
        "Nora: Oh, my God, I thought you said he wasn't hurt. Why do you have the collar? I thought you said he wasn't hurt.",
        "Bo: It's a precaution.",
        "Nora: And he's all right -- you're sure he's all right? Are you in any pain, honey?",
        "Matthew: I'm fine.",
        "Nora: Ohh.",
        "Bo: You know, they're probably going to take all these braces and stuff off after the doctor has a chance to check him out.",
        "Nora: The doctor hasn't seen him yet?",
        "Matthew: Mom, take it easy.",
        "Bo: No, I just talked to a nurse.",
        "Nora: Where is the doctor?",
        "Bo: This has been a tough night, Nora. Michael has been jumping from one place to another.",
        "Nora: Well, my son just got thrown from a car. He needs to be seen.",
        "Bo: I know, I know, and he will be. See, there were several people involved in this accident.",
        "Nora: Oh, my God, Cole -- is he all right?",
        "Bo: Yeah, he's being treated right now.",
        "Nora: Is he okay?",
        "Bo: Yeah, I assume he is.",
        "Nora: You're assuming?",
        "Bo: Cole was brought in earlier.",
        "Nora: Before Matthew?",
        "Bo: Yeah, he was unconscious. And then Gigi and Shane, they were trapped in their car. Shane started having an asthma attack.",
        "Nora: Oh, my God, is he all right?",
        "Matthew: He's fine. I talked to his nurse.",
        "Nora: Oh, for God -- for God --",
        "Bo: There just -- there's been a ton of confusion here tonight. Now, the thing is, nobody realized that Matthew had been in the car that he was thrown from.",
        "Nora: They left him there?",
        "Bo: No, no, I never left the scene.",
        "Matthew: Mom, I'm okay.",
        "Nora: Oh, for God's sake, where the heck is Michael?",
        "Michael: I'm right here.",
        "Nora: Oh.",
        "Michael: All right, Matthew, let's take a look at you. You okay?",
        "[SCENE_BREAK]",
        "Stacy: I saw you and my sister in high school. I mean, you didn't know I was there. You two were making out in the basement, and I snuck down and hid behind the stairs. I mean, I knew it was wrong, but I just couldn't help it. I couldn't help but think that I wanted it to be me. And now it is.",
        "[SCENE_BREAK]",
        "Todd: Do you believe me? Starr? Listen, I know I've done a lot of rotten things in my life, but sticking a knife in the mother of your children -- that's a whole new deal.",
        "Starr: Okay, if you didn't do it, then who did? Who would hate Mom enough to stab her in the back?",
        "Todd: I don't know. I don't know. I mean, she doesn't have any enemies, except for me.",
        "Starr: If Mom -- if Mom dies --",
        "Todd: She's not going to die.",
        "Starr: You don't know that. You don't know that. You didn't hear the nurses talking. They said that she was stabbed more than once, okay? Do you know what that means?",
        "Todd: But you know, your mom --",
        "Starr: Please don't tell me -- don't tell me that she is a fighter. I will scream.",
        "Todd: Well, what I can tell you is that Dorian did all the right things when she found your mom. Now, the ambulance got there right away. And now, as I said, she lost a lot of blood, but you know, she was conscious when they took her up to surgery.",
        "Starr: Wait, she was?",
        "Todd: Yes, absolutely. She opened her eyes and looked straight at me. I don't think you should worry. Your mom is not going anywhere.",
        "[SCENE_BREAK]",
        "John: I wasn't sure how you liked it.",
        "Dorian: Hot.",
        "John: It is.",
        "Dorian: Thank you. I realize that you're no longer on the force, but I wonder if you might not have a word with some of your former colleagues.",
        "John: About what?",
        "Dorian: Well, from what I understand, in cases like these time is of the essence and I think maybe they ought to be looking at other suspects, at least broadening the investigation.",
        "John: Why is that?",
        "Dorian: I can't believe I'm saying this, because I think Todd didn't do it.",
        "John: What changed your mind?",
        "Dorian: I just overheard him talking to Starr, and he swore that he didn't have anything to do with it. Now I'm not naive, believe me. I despise Todd, and I would like nothing better than to see him locked up for the rest of his life. But I'm just not sure he did it.",
        "John: Your coffee is getting cold.",
        "[SCENE_BREAK]",
        "Marty: You let me know when the doctors are finished. Thanks.",
        "John: I thought you might be able to use this.",
        "Marty: Oh, yes, thanks.",
        "John: How is Cole doing?",
        "Marty: Well, there doesn't seem to be any permanent damage -- physically, at least.",
        "John: That's good.",
        "Marty: Yeah.",
        "John: You talk to him about the drugs?",
        "Marty: No, not yet. I mean, other than back at the house. But he apologized. He knows he screwed up. He apologized to me -- can you believe it? After all I put him through.",
        "John: That's good. He's got to keep his side of the street clean, like everyone else.",
        "Marty: But if I hadn't taken off after Wes --",
        "John: Marty, you've got to look forward. You can't keep looking back.",
        "Marty: Shane and Gigi -- are they still here?",
        "John: Yeah, the good news is they got checked out, and they left.",
        "Marty: Well, Matthew is here. They just brought him in. How's Blair?",
        "John: She's still in surgery.",
        "Marty: My God, if I hadn't called you, I mean, if I hadn't pulled you away --",
        "John: Then we may not have made it to Cole in time, or Gigi, or Shane.",
        "Marty: It just all seems to be tracking back to me.",
        "John: Doesn't everybody feel that way? You hang in there, okay? I've got to go check on Blair.",
        "Marty: Sure.",
        "Nurse: You can go in now --",
        "Marty: Oh, okay, thank you.",
        "Cole: Is Matthew okay?",
        "Marty: Well, the doctor is in with him now, and his parents are there, so I think we're going to know more soon.",
        "[SCENE_BREAK]",
        "Michael: Open wide. Somebody gets launched out of a car and knocked unconscious, we've got to check everything, all right?",
        "Nora: But he's all right, right? I mean, that's just precautionary, the collar?",
        "Michael: You got any pain in your neck? Don't shake your head -- just give me a yes or no.",
        "Matthew: Well, I mean it's uncomfortable, but it's not like anything is killing me.",
        "Michael: Okay, how about your back?",
        "Matthew: It's fine. Just tell me when I can go home.",
        "Michael: Yeah, I know this is a hassle, but you've just got to indulge me here, Matthew, all right? Just got to take some pictures, get a ct scan, an MRI --",
        "Nora: What are you looking for?",
        "Michael: I'm just ruling things out, you know? Make sure there's not internal bleeding, any broken bones, any renegade tattoos --",
        "Nora: Oh, hey, you find a tattoo, you've got my permission to laser that sucker right off.",
        "Matthew: Mom.",
        "Nora: Why did you leave the dance, honey? We were going to come pick you up.",
        "Bo: Um, we can talk about that after Michael finishes the exam.",
        "Matthew: When can I take this collar off?",
        "Michael: Not yet. I promise I will let you know.",
        "[SCENE_BREAK]",
        "Todd: Starr, you have to remember that your mom is getting the best care that -- well, that Dorian's money can buy. And you have every reason to believe that she's going to make it through this. She is going to make it through it.",
        "Starr: It's just, tonight is the absolute worst. First mom was attacked, and then -- then Cole.",
        "Todd: What happened with Cole, honey?",
        "Starr: His car flipped over, and he could have been killed.",
        "[SCENE_BREAK]",
        "John: She's still in surgery. No word yet. I don't know, what we were talking about earlier -- Todd telling Starr what she wants to hear. I'm not convinced.",
        "Dorian: I'm not saying just let him go. What I am saying is, what if he is innocent, and the guilty party is just running around scot-free?",
        "John: What's on your mind?",
        "Dorian: I know who stabbed Blair.",
        "[SCENE_BREAK]",
        "Cole: I told him I was out of it, but he didn't want to listen to me.",
        "Marty: There's no point in borrowing trouble. He's going to be just fine.",
        "[SCENE_BREAK]",
        "Nora: Hey, the next time you want to leave a party early, call me.",
        "Matthew: Why don't I just get my permit?",
        "Nora: Your permit? You're not old enough to drive, sir.",
        "Matthew: Billy McAllister has his permit.",
        "Nora: Billy McAllister didn't start kindergarten until he was seven, and then he was held back.",
        "Matthew: Which makes me even smarter.",
        "Nora: Oh, you're so smart? How come you weren't wearing your seatbelt?",
        "Matthew: Hey, it was stuck.",
        "Nora: Then why didn't you get in the back seat?",
        "Matthew: Yeah, and look like a loser.",
        "[Nora laughs]",
        "Nora: Yeah, right, because this look is just so good. I think you should wear this to school. I'm going to get you some bright yellow pants, black tee shirt -- you'll be really cool.",
        "Matthew: Oh, yeah.",
        "Nora: Yeah.",
        "[SCENE_BREAK]",
        "Stacy: I love you so much, Rex.",
        "[NEXT_ON]",
        "Langston: Is that Matthew Buchanan?",
        "Nora: Cole was doing drugs tonight.",
        "Gigi: You're completely trashed, and you're in our bed with my sister.",
        "Dorian: That man tried to murder my niece.",
        "Starr: I know what you did, Dad. I know."
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=RMO4Z5ijP2g"
}