{
    "Episode Summary": [],
    "Recap": [
        "Blair sends Spencer and Jack to the house to eat. Blair goes through Spencer's bag to see if there is something that can help her nail him. Someone watches her through the bushes. Starr catches her mother digging through the bag and is curious. Spencer and Jack come back with the food for a picnic. Starr has brought a guest with her. \"What a great night for a swim,\" Todd says. The judge doesn't understand David's confession. There is a lot to consider in his case. The judge doesn't see a need to put the man in jail yet and so Natalie pipes in urging the judge to put David in jail. She is fined $2,000 and threatening with an overnight stay before she sits quietly. David gives up his right to be out till trial and offers to go right to jail. Things get tense and so Blair tells Spencer to leave. After he is gone, Todd starts shouting at Blair and taunting her about loving Spencer. He tries to make her say it, but she doesn't admit to anything. Starr and Jack sit by the pool and hear every word. Finally, Starr shouts at them to stop. She is holding Jack's hand and tells them that this argument is having a bad effect on him. John and Natalie watch David being led out and Natalie knows that he will never be able to pay for what he has done. John isn't happy with this pat ending. He needs to work on this some more. Natalie offers to help him but he reminds her that she isn't his partner and that he will be doing this alone. He walks off ending up at the crime site. He touches the ground with his hand. Spencer goes to his brother in jail. He tells him what a fool he was to have confessed. David doesn't care. He is free and owes no one anything anymore. On the way out, Spencer replays a memory. He was there that fateful night. He was hiding behind a dumpster when David ran by, along the chain link fence. After David had gone, Spencer came out of hiding"
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Spencer: There you go. Better now?",
        "Jack: Yeah.",
        "Blair: Hey, guys, dinner time.",
        "Jack: First you have to see my cannonball.",
        "Blair: Not now. It's -- it's time to eat.",
        "Spencer: Tell you what -- how about we have a cannonball contest after dinner, all right?",
        "Jack: Yeah!",
        "Spencer: Yeah.",
        "Blair: Ok, after dinner, though.",
        "Spencer: Yeah, ok. Yes, ma'am.",
        "Blair: You guys go on in there, and I'll get Starr and be right in, ok?",
        "Spencer: Ok. All right.",
        "Blair: There's got to be something in here that ties you to Margaret.",
        "[SCENE_BREAK]",
        "Judge: What do you have to say?",
        "David: I want to change my plea to guilty. I shot Thomas Mc Bain.",
        "Natalie: This is a good thing. David's going to prison. It's what you wanted, right?",
        "[SCENE_BREAK]",
        "Phil: Jessica?",
        "Tess: No. It's Tess. And I have to get out of here. Nash needs me.",
        "Phil: Tess, no, you are in no condition to go anywhere!",
        "Tess: Nash is in trouble! I can feel it! He needs my help!",
        "Phil: I'm afraid I can't let you leave like this.",
        "Tess: I let my family get ripped apart once, and I'll be damned if I make that mistake again! I am taking back what's mine, and nobody is going to stop me -- not you, not Jessica, no--",
        "[SCENE_BREAK]",
        "Claudia: Nash, he's not breathing.",
        "Nash: All right.",
        "Nash: He's dead.",
        "Claudia: No, no, he -- he can't be dead. He just fell. I -- I -- I didn't even hit him that hard. Daddy -- daddy, wake up. Daddy, wake up! No!",
        "[SCENE_BREAK]",
        "Antonio: Tess, you're back.",
        "Jessica's voice: Not for long.",
        "Tess: Don't worry, Antonio, I'll be out of here in no time, and you can get back to your congas.",
        "Jessica's voice: No, Tess, you're going anywhere.",
        "Tess: Leave me alone.",
        "Jessica's voice: I'm not leaving my child.",
        "Antonio: Jessica? Jessica, come back to me. To Brennan. To your family. Jessica?",
        "Jessica: Tess is gone. She's gone.",
        "[SCENE_BREAK]",
        "Claudia: Nash, you have to help. We have to do something!",
        "Nash: Claudia -- Claudia! It's not going to do anything. He's dead.",
        "Claudia: No.",
        "Nash: Yeah.",
        "Claudia: No! No, no, no, no! He can't be dead -- dead! He can't be dead!",
        "Nash: Claudia --",
        "Claudia: No! We finally got to a place where he cared about me! Daddy!",
        "Nash: He's not coming back.",
        "Claudia: Daddy! No!",
        "Nash: I'm sorry.",
        "Claudia: No.",
        "[SCENE_BREAK]",
        "Starr: What are you doing?",
        "Blair: Nothing. None of your business, Starr. And you know what? You can drop that attitude with me.",
        "Starr: Well, I'm sure if I caught Spencer snooping through your stuff, you would want to know about it. Maybe I should go and tell him.",
        "Blair: And maybe you shouldn't. You know, and drop the tone, too, unless you want to get your driver's permit at 25.",
        "Spencer: Jack said he'd eat all of his dinner if we turn it into a picnic, so -- here we go. Hey, what's going on? Is there a problem?",
        "Starr: Yeah, there is. We can't eat until my guest arrives.",
        "Blair: Guest? What guest?",
        "Todd: It's a nice night for a swim.",
        "[SCENE_BREAK]",
        "Natalie: John, the man who shot your father is going to prison. Why aren't you relieved?",
        "Judge: You've just pled guilty to second-degree murder, Mr. Vickers. I assume you're aware of the ramifications of changing your plea?",
        "David: I'm pretty sure I won't be doing my time at club fed, if that's what you mean.",
        "Judge: No, but there are mitigating factors in your case. You were a minor at the time of your offense. And the fact that you're cooperating now -- I'll certainly take that into account when your sentence is determined.",
        "Hugh: Your honor, the people request the defendant be remanded into custody until sentencing.",
        "Judge: I don't see why that's necessary.",
        "Hugh: Mr. Vickers is a serious flight risk, your honor.",
        "Judge: You had an opportunity to make your case at arraignment, Mr. Hughes, at which time I saw fit to grant bail. I see no reason to rob the defendant of his last days of freedom.",
        "Natalie: What about the two kids who grew up without a father because of this man? Look, I know David Vickers, your honor. And if you let him go, he'll come to his senses. He'll change his mind, and he'll run.",
        "[SCENE_BREAK]",
        "Phil: How much of our session do you remember?",
        "Jessica: Well, I -- I remember -- I remember Niki and the bar. And Norman Leeds taking me to that terrible house and -- I remember the room, the wallpaper peeling and -- the stuffed animals and the smell.",
        "Antonio: You know, maybe we should back off this for a while.",
        "Jessica: I'm fine. Really. I'm ok. I'm ok. God, I was so close. I was so close to remembering everything and then --",
        "Phil: No, you were holding up very well until that moment. Can you tell me what happened next?",
        "Jessica: Well, I saw Norman and the camera and then I got scared. I got this overwhelming sense of dread and -and then nothing. I just went limp. Just felt like the life was drained out of me.",
        "Phil: And then?",
        "Jessica: And then I was Tess. And Norman and the camera, everything just kind of slipped away. And -- all I could think about was Nash.",
        "[SCENE_BREAK]",
        "Claudia: That can't be my father. He never messes up. Daddy always gets everything he wants. He never fails. I'm the failure. And he always paid for my screw-ups, every single one of them. And what does he get for it? He's dead, and I killed him.",
        "[SCENE_BREAK]",
        "Natalie: Your honor, how could you be lenient with scum like David Vickers? Has he conned you, too?",
        "Judge: You're in contempt of court. Your outburst just cost you $1,000, Miss.",
        "Natalie: Natalie Buchanan, and I'm not finished yet.",
        "Judge: I suggest you sit down and be quiet before I have you taken into custody.",
        "Marcie: You know, I better get Tommy out of here. Come on, baby, we're going to go.",
        "John: Sit down before you make this any worse.",
        "Natalie: Judge, he's gotten away with murder for over 25 years.",
        "Judge: That'll be $2,000. Care to raise me?",
        "Natalie: My uncle Todd was almost executed because this man kept his mouth shut over another crime. So, yes, he may have a guilty conscience, but he has a selective one.",
        "Judge: One more word and you'll be on your way to lockup for the night.",
        "Hugh: Your honor, if we could just revisit the evidence --",
        "Judge: No, Mr. Hughes, we're finished here. This court is adjourned.",
        "David: Your honor, you can go ahead and lock me up. I've said the only goodbye that matters.",
        "[SCENE_BREAK]",
        "Todd: Hey, Starr. Thanks for the invite.",
        "Starr: Thank you for coming.",
        "Todd: You're welcome. What's wrong? This is supposed to be a party, right? Looks more like a funeral to me.",
        "Blair: We were just about to sit down to dinner.",
        "Todd: Oh.",
        "Starr: Yeah, you're just in time.",
        "Blair: Starr, I wish that you had asked me first.",
        "Starr: I didn't think I would have to. I mean, when's the last time we had family dinner together? And when's the last time you were arrested for a crime you didn't commit?",
        "Todd: Ah, last November, I think.",
        "Blair: I'll get you a plate.",
        "Todd: Oh, no, that's ok. I'll just have Spencer's. He was just leaving anyway.",
        "Spencer: I'm not going anywhere.",
        "Todd: Yeah, I think you are. Your brother's down at the courthouse right now pleading guilty to killing Thomas Mc Bain.",
        "Todd: You don't believe me, doctor? Why don't you ca the city desk at \"the sun.\" We got all kinds of stuff on you. We got pictures of you and your brother. But I wouldn't worry about it. It's second-degree murder. I don't think he'll be punished by lethal injection.",
        "Blair: Spencer, you should go.",
        "Spencer: Hey, Jack, we have to have our cannonball contest another time, all right, buddy?",
        "Jack: Ok.",
        "Spencer: All right. See you.",
        "Blair: Hey, Jack, let mommy sit there, ok?",
        "Todd: Oh, come, come. Let's eat. Ahem. What's got ahold of you? Did I make him look foolish? You're not going to defend him? Huh? Tell me how perfect he is, how great he is with Jack? How much you love him?",
        "Blair: I never said I loved him.",
        "Todd: Oh, yeah? Seems like it to me, you're practically shacking up with him. I don't know, but it seems like you love him to me. Why don't you just say it -- \"I love him.\"",
        "[SCENE_BREAK]",
        "Bailiff: Let's go.",
        "Natalie: He'll never be sorry enough to make up for what he did to you.",
        "Marcie: Excuse me, I'm Michael Mc Bain's wife. Can I have a minute with David before you take him away?",
        "Bailiff: Ok, but make it quick.",
        "Marcie: Ok.",
        "David: Blast away. I'm accepting all comers.",
        "Marcie: You did the right thing, telling Michael and John, facing them, telling them the truth. It took guts. And, you know, I think it's going to go a long way towards helping you all heal. It's going to make Michael a better father.",
        "David: He's a lucky guy. I'm sorry it took me 25 years to get here.",
        "Bailiff: Time to go.",
        "Michael: Hey.",
        "Marcie: Hey.",
        "Michael: You know, I think that child services is still open. We could probably go by and see if we can drop Tommy off.",
        "Marcie: No, we can't do that.",
        "[SCENE_BREAK]",
        "Natalie: Are you going to tell me what you meant about David's plea not sitting right?",
        "John: Yeah, I'll explain when you tell me what you were doing talking back to a judge like that.",
        "Natalie: Well, I couldn't help it. I mean, you went around the world to catch your father's killer. And I saw what that did to you. If the judge let him go and David skipped town, then --",
        "John: I'd have gone after him.",
        "Natalie: Yeah, well, I would've done anything to prevent you from having to go through that again. So, can you just tell me why you can't be relieved?",
        "John: It's not that easy.",
        "Natalie: Easy?",
        "John: 25-year-old cold case and now it's all sewn up? No loose ends? This isn't over.",
        "Natalie: Maybe you just don't want it to be over.",
        "[SCENE_BREAK]",
        "Phil: We've discussed this before, Jessica. The closer you get to being integrated, the more you'll be able to feel what Tess experiences. You'll have access to her thoughts and memories.",
        "Jessica: And her thoughts and memories about Nash?",
        "Phil: Of course. Well, I'm afraid I have to be going. I have to check on a patient of mine at St. Ann's.",
        "Jessica: Thank you.",
        "Phil: Just keep in mind that this is progress. You're communicating with Tess now. You're feeling the Tess part of yourself.",
        "Jessica: When can I have another session with you?",
        "Phil: I'll call you to set something up. All right.",
        "Antonio: Right. Thank you.",
        "Jessica: I'm so sorry I put you through that.",
        "Antonio: Would you stop -- stop apologizing, ok? I love you. All right, and I'm going to see you through this no matter what, all right? We are going to beat Tess together.",
        "Jessica: I don't know. Tess loves Nash so much and he has this real strong hold on her.",
        "Antonio: And we'll fight it. And we'll win.",
        "Jessica: Yeah, I just did. And that's because Nash is far away. What are we going to do when he comes back?",
        "[SCENE_BREAK]",
        "Nash: What happened was not your fault. What are you doing? What are you doing?",
        "Claudia: I need a drink. That can't have been the only bottle. Where is the booze in this place?",
        "Nash: I don't have any more booze.",
        "Claudia: Bull. It's an old winery. Booze -- whe --",
        "Nash: Claudia, I'm not giving you a drink.",
        "Claudia: Why not? Seems like a reasonable thing to do after you just clubbed your father to death.",
        "Nash: Claudia, that was an accident. Having a drink is not going to make that any easier to deal with. Hey. Want that? You want that?",
        "Claudia: Leave me alone!",
        "Nash: You want that?",
        "Claudia: Yes! Oh! Damn you, Nash!",
        "[SCENE_BREAK]",
        "David: Ah! Son of a --",
        "Spencer: Why couldn't you have just done what I said, David -- follow simple instructions, do what I say, believe in me enough to get you out of this, huh?",
        "David: Can't a guy get any peace around here? Whatever happened to prisoners' rights, huh? I should have a say in who gets to come to visit me.",
        "Spencer: I'm your brother, David. I know you better than you know yourself.",
        "David: Then what's the big surprise? You know I never listen.",
        "Spencer: I'm not a miracle worker. If you keep making stupid decisions like pleading guilty, self-destructive decisions, David, I'm not going to be able to save you. In fact, no one can.",
        "[SCENE_BREAK]",
        "Todd: Answer the question, Blair.",
        "Blair: Come on, Jack, why don't you go inside. I want to talk to daddy.",
        "Todd: Answer the question, Blair.",
        "Blair: Yeah, you, too, Starr.",
        "Todd: Huh? Answer the question. Do you love Spencer or don't you?",
        "Blair: I don't have to answer to you, Todd.",
        "Todd: You're damn right you have to answer me. When the decisions you make affect my children, you have to answer to me. Do you love him, or is it just easy?",
        "Blair: Easier than what, loving you? Because loving you has been the most exhausting, the hardest thing any person could do, Todd.",
        "Todd: Oh, poor Blair. I feel so sorry for you. I swear to god, if you move my children in with that son of a bitch, I will have you committed.",
        "Starr: Guys, would you just stop it? Don't you see what you're doing to Jack? Or are you too busy tearing each other apart to care?",
        "[SCENE_BREAK]",
        "David: Don't you get it, Spencer? I don't want your help. I chose to be in this cell.",
        "Spencer: Would you just shut up for a second, David. Let me think, damn it.",
        "David: Well, don't hurt yourself. There's nothing you can do to help me.",
        "Spencer: I've been bailing you out for so many years -- your whole life, as a matter of fact. I can certainly fix this.",
        "David: Spencer, it's your help that put me here. Have you even considered what my life might be like if you hadn't covered for me? If you hadn't shipped me out of the country?",
        "Spencer: Do you know what they do to cop killers, David? I saved your life, man.",
        "David: And you have been holding it over my head ever since. Because of you, I never stopped running. Until now.",
        "Spencer: How well do you think you would have done in prison, David?",
        "David: Who knows? But there was a time in my life when I could've told the truth. Maybe I would've ended up in juvie.",
        "Spencer: Well, for killing a cop, do you have any idea what they do to -- look, they would have put you in prison for the rest of your life. They would've thrown away the key, man, come on.",
        "David: Yeah, well, maybe so. But they wouldn't have been manipulating me, pulling my strings like you have all these years. It's over Spencer. I am through running.",
        "Spencer: Dave, come on, David. Don't do this to yourself, man. Whatever differences we have between us, we -- we can work it out.",
        "David: No, Spencer, it's too late. John and Michael Mc Bain will never get any peace if I go free, and neither will I. I owe it to myself as much as I owe it to the Mc Bains.",
        "[SCENE_BREAK]",
        "Marcie: We -- we can't take him to child services right now. Look, it's almost his bedtime. We don't want to mess up his schedule.",
        "Michael: Fine, Marce. We'll take him home tonight. But tomorrow we take him in.",
        "Marcie: Yes, of course. Of course, tomorrow.",
        "[SCENE_BREAK]",
        "John: What do you mean, I don't want it to be over?",
        "Natalie: Well, you've been torturing yourself about your dad for all these years. It's been your mission in life, and now that you don't have it to agonize over, what are you going to do with yourself?",
        "John: Oh, thanks for the dime-store analysis.",
        "Natalie: Don't be condescending with me, John.",
        "John: It's not about being condescending. Something's missing. Vickers is too stupid to be behind all this.",
        "Natalie: Ok, fine. You're not going to be happy until you know the truth, so let's go. Let's investigate. We'll figure it out together.",
        "John: We're not partners, not on this. I'll call you later.",
        "Natalie: where are you going?",
        "John: Back to the beginning.",
        "Michael: Everything ok?",
        "Natalie: Is it ever?",
        "[SCENE_BREAK]",
        "Antonio: For all we know, Nash is never coming back.",
        "Jessica: And leave his daughter? He'll be back.",
        "Antonio: All right, well, he's off the grid for now, all right? I mean, it gives us time to build your strength so that you can deal with him when he shows up next. All right? And remember what Dr. Jamison said, all right? You're making progress.",
        "Jessica: That's not all he said.",
        "Antonio: No. No. All right, he said that when you're fully integrated, everything that belongs to Tess will belong to you, including memories of Nash. I get that.",
        "Jessica: I haven't told you everything. The reason that I called Dr. Jamison and why I was pushing him so hard is because I can't stop thinking about Nash. I -- I mean, as Tess. I can't -- I'm having memories, her memories, about them being together, about them having sex and being in love.",
        "[SCENE_BREAK]",
        "Claudia: Daddy's dead because of me. And all I wanted was a little relief. One lousy shot. But you just couldn't give it to me.",
        "Nash: Claudia, there's no such thing as one shot with you. And booze is not going to bring your daddy back.",
        "Claudia: What do you care? You got what you wanted. He's out of the way. He's not going to threaten your kid.",
        "Nash: We're talking about you.",
        "Claudia: What do you care if I get trashed? You never cared about me. You only cared about my money! My money, help, or whatever else you could wring out of me! But you got everything that you wanted, so you just get out of my life. Daddy's dead. I'm alone. I have nothing left.",
        "Nash: You're not alone. You have me.",
        "[SCENE_BREAK]",
        "Jessica: I'm sorry. I didn't know how to tell you.",
        "Antonio: There you go apologizing again. I knew. At least in the back of my mind, anyway. I guess it was just easier not to think about it.",
        "Jessica: I wish it didn't have to be this way. I wish I could just stop these memories from coming back, but I can't. And I'm scared of what's going to happen when it's over, when Tess is gone, but I still have her feelings and her memoriesnside of me. I don't even know what kind of person I'm going to be. And how Nash is going to fit into the picture. And I know Tess is scared for Nash. I mean, I've been feeling that for a long time. But now I'm starting to feel her love for him, too.",
        "Antonio: What are you saying?",
        "[SCENE_BREAK]",
        "Nash: You're not alone. I'm your friend. I care about you, and I'm not going to let -- I'm going to help you through this.",
        "Claudia: There's no getting through this. Daddy's dead, and I'm responsible.",
        "Nash: No, you're not -- you're not responsible. You didn't do this. I'm the one who started this mess, and I -- aah! You were so different before I met you. You were so different. You were sweet. I've messed you up. I'm sorry. I messed up your life. He was just trying to protect his daughter well, I'm trying to protect mine!",
        "Claudia: Look where it got him.",
        "Nash: Claudia, this was an accident. You didn't do this. You didn't do this.",
        "Claudia: I hit him over the head with a bottle.",
        "Nash: All right.",
        "Claudia: How perfect is that?",
        "Nash: This is no time to be losing it. It's no time to be losing it.",
        "Claudia: He tried so hard to be a good father. And I made it so hard for him. What do I do now that I can't make it up to him? How do I say goodbye?",
        "[SCENE_BREAK]",
        "Blair: Hey, buddy, come here. It's ok, it's ok. Listen, we're sorry. You know what? Daddy and I won't argue anymore, ok? We promise.",
        "Todd: Yeah, we get a little loud when we have discussions.",
        "Blair: Yeah.",
        "Todd: Ok. I'm sorry if we scared you.",
        "Blair: Ok? Why don't you go upstairs, brush your teeth, get ready for bed, and I'll come up in a minute and read to you, ok?",
        "Jack: Ok.",
        "Todd: Good night, Jack.",
        "Starr: You know, I didn't invite dad here so that you two could tear each other apart.",
        "Blair: Starr, this is between your father and me.",
        "Todd: No, I think she has a say in this.",
        "Starr: Before, when I asked you two how long it's been since we had a family dinner together, I wasn't trying to be a wise-ass. I honestly couldn't remember. And I'm not a kid anymore. I know that there's nothing that I could possibly do to get you two back together, but you can't stop me from hoping. But you know what, after tonight, I guess I'm just wasting my time, because you two can't even get it together long enough to apologize to Jack for scaring him. But that's just not good enough.",
        "[SCENE_BREAK]",
        "Hugh: I've never seen a kid so content in the courtroom.",
        "Marcie: Yeah, well, he's usually pretty good. Michael and I are really lucky.",
        "Hugh: No, I think this little guy's the lucky one. Couldn't ask for better foster parents.",
        "Michael: We're actually not his foster parents. We're just looking after him till child services can find a home for him.",
        "[SCENE_BREAK]",
        "Natalie: Judge Lee? May I speak with you for a minute?",
        "Judge Lee: I'm not going to reduce your fine, Ms. Buchanan.",
        "Natalie: No, I -- look, I just -- I want to apologize for my outburst in court. I mean, I know you're just doing your job. I'm just really worried about my friend. He's been looking for justice for all these years.",
        "Judge Lee: I respect your wanting to stand up for someone you care about.",
        "Natalie: Well, thanks. I don't think he appreciates it so much, but --",
        "Judge Lee: Well, I hope for his sake he did. I've been dealing with victims and victims' families for a very long time, and, without the support of their loved ones, they never really move on. Don't give up on lieutenant Mc Bain. Whether he knows it or not, he needs you in his corner. If you'll excuse me, I'm due back in court shortly.",
        "Natalie: Come on, John. You're going to get on with your life -- one way or another.",
        "[SCENE_BREAK]",
        "Spencer: I won't let you throw your life away, David.",
        "David: Well, it's my life. I'll trash it if I want.",
        "Spencer: You're just being stubborn, man.",
        "David: I'm all growed up, Spencer. I don't need your protection anymore. Besides, the nightmares are over.",
        "Spencer: Nightmares?",
        "David: I used to dream about that alley, Spencer. I'd see the dead cop lying there on the ground. I'd turn to run away. But instead of the alley, there was a brick wall. I would scratch and I would claw at that wall until my fingers bled.",
        "Spencer: It's just a dream, David.",
        "David: Spencer, it was my entire life. Until now. Because I don't need to confess anymore.",
        "[Siren]",
        "David: Now I can choose to have that memory. It won't choose me.",
        "[SCENE_BREAK]",
        "Janice: There you are.",
        "Marcie: Janice. Hi, what are you doing here?",
        "Janice: Tommy's prospective parents are in my office waiting to meet him. I need to take the baby.",
        "Marcie: Um --",
        "[SCENE_BREAK]",
        "Claudia: I'm sorry I am such a disappointment to you.",
        "Nash: Ok.",
        "Claudia: What do we do now?",
        "Nash: Call the police.",
        "[SCENE_BREAK]",
        "Jessica: I don't know what's going to happen when I see Nash again, but I do know that I don't love him. I love you. And I am sorry that we even have to have this conversation.",
        "Antonio: It's all right.",
        "Jessica: No, it is not all right. I have hurt you so much already. And I know how much it hurt you when you first found out about Tess and the stuff that she had done.",
        "Antonio: And that was a long time ago. I'm still here. We've been together for years, Jess, and Tess and Nash, what, they have a few stolen moments here and there? They can't compete with us.",
        "[SCENE_BREAK]",
        "Marcie: Um -- you know, now that he's out, we should really just let him sLeep the rest of the night. He had a really rough night sLeeping last night, and, um -- I think Janice will understand that, you know? So we'll -- we'll just tell her that when she comes back from talking to his foster parents.",
        "Michael: Marcie --",
        "Marcie: No, no, really. He needs to be able to sLeep through the night, Michael, you know. We can't just let child services take him in the middle of the night. He'd wake up in a -- he'd wake up in a new place with strangers. She could take him tomorrow.",
        "Michael: Marcie, honey, these people are waiting for him.",
        "Marcie: Yeah, but this is crazy. Michael, she -- she came in here like she hunted us down, like we did something wrong. I mean, it's not like I took him without permission. We are his legal guardians, Michael.",
        "Michael: Yes, honey. We were. But our time's up now. You know, it wouldn't be right to keep these people waiting.",
        "Marcie: Babies need to be on a schedule, Michael, and it is past his bedtime.",
        "Michael: Honey, you knew that this was going to happen eventually. We knew from the outset that we would not be Tommy's permanent foster parents.",
        "Marcie: Yes, but maybe we should be his permanent foster parents.",
        "Michael: Maybe we should.",
        "Janice: Marcie -- I can see this is not going to be easy for you. But my department simply won't listen to another excuse. I need to take Tommy into custody. So if you'll just give me the baby.",
        "[SCENE_BREAK]",
        "Blair: We have to do something about our fighting, Todd. It's hurting our kids.",
        "Todd: Well, if Spencer wasn't around, it wouldn't be an issue.",
        "Blair: Well, what's the alternative?",
        "Todd: Well, you dump Truman, I'll leave you alone forever. You don't dump Truman, I'll be your enemy forever. Enjoy the picnic.",
        "[Phone rings]",
        "Blair: Hello? Yeah, I -- yeah, I can be there. I have less time than I thought I did.",
        "[SCENE_BREAK]",
        "Spencer: So is there anything I can do for you?",
        "David: Absolutely. Get me a few cartons of cigarettes. Better than cash around here. Look, Spencer, I'm not going to let you off the hook for holding that shooting over my head all these years. But I know you were just trying to help. You were looking out for me at the time.",
        "Spencer: That's what brothers do, Dave.",
        "David: Spencer, just take what you can get withoutlaying the brother card. I pulled the plug on my own demons. I don't owe you or anybody else anything anymore.",
        "Spencer: Not that easy, David. Demons like ours, they -- they don't just go away. Trust me, I know that better than anybody.",
        "[SCENE_BREAK]",
        "Natalie: And that's correct within a third of a mile? Great. Thanks. Ok, John, Atlantic City, here I come.",
        "Thomas: Freeze! Don't do this. You got your whole life ahead of you. Look, it's Christmas. I got two boys waiting at home for me. Let's make this easy on both of us. Just put the gun down.",
        "[Gunshots]",
        "John: No!",
        "[Siren]",
        "John: Dad. Aah! Something's missing. I just got to see it.",
        "[NEXT_ON]",
        "Adriana: Miss me?",
        "Rex: Like crazy.",
        "Michael: We have to do this. We have to give Tommy up.",
        "Bo: It's about Spencer Truman, and you're spying on him.",
        "Todd: What's the matter, Truman? You jealous?",
        "Natalie: When is this going to end?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=AnKy-_DIkDM"
}