{
    "Episode Summary": [],
    "Recap": [
        "Rex and Gigi talk about what happened at the wedding. Rex appreciates her honesty and says he should be honest too. Blair talks to Starr about the baby and Cole when Todd shows up. He confronts her about having a baby. They argue. Cole goes to John and tells him that he told Todd about the baby so Starr wouldn't be able to give the baby away. Marcie and Mike talk about adopting Starr's baby. Marcie thinks they should do it but Mike says it's impossible. Todd would never let it happen. They talk about it. Rex and Gigi talk but then his phone rings and it's Adriana. After he hangs up, Gigi tries to leave but he stops her and they kiss. Jessica convinces Jared and Natalie to move back home so they can all be together. Charlie confronts Dorian about what she knows about the night he got drunk. Dorian denies any involvement. Looking around the room Charlie starts to remember. He figures out that if he had spilled the beans about Jared and Rex, she never would have been able to take over BE. Charlie goes to talk to Viki. He says he still loves her. She doesn't want to talk about that. Charlie says he's here to talk about him and Dorian. Todd shows up at Marcie and Mike's apartment. Cole goes to talk to Starr."
    ],
    "Recap Author": "Jennifer S..",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rex: Hello? Did you hear me? Can we talk about what you said at my wedding?",
        "Gigi: Look, I already said I'm sorry for dropping the \"L\" bomb. It was stupid and wrong. What more do you want, my first-born?",
        "Rex: As much as I love Shane, he already has a dad.",
        "Gigi: Can we not talk about Brody?",
        "Rex: Fine by me. Let's talk about us. More specifically, you saying you love me.",
        "Gigi: I don't even like to think about that day. I made a total fool of myself.",
        "Rex: That's the thing, Morasco, you didn't make a fool of yourself, not even close.",
        "[SCENE_BREAK]",
        "Natalie: Jessica, you want me to move back to Llanfair?",
        "Tess: I know we have problems. You know, we have big, big problems, but you're my sister.",
        "Natalie: I don't know -- I don't know what to say.",
        "Tess: Say yes.",
        "[SCENE_BREAK]",
        "Viki: You got married?",
        "David: Yeah.",
        "Viki: Do I know her?",
        "David: She's a Cramer woman.",
        "Viki: Oh, David, what did Dorian do, brainwash --",
        "David: No, no, not Dorian, her sister.",
        "Viki: Addie? Why?",
        "David: Why, can you think of a better way to get back at Dorian?",
        "[SCENE_BREAK]",
        "Dorian: How did you get up here?",
        "Charlie: I still have the key that you gave me. But I told you, I'm asking the questions now. You and I need to have a little talk.",
        "Dorian: I don't know what about. Please, excuse me, I have a company to run.",
        "Charlie: Okay, look, you're not going anywhere, Dorian, not until you and I have a little talk about what you know about how I wound up half dead from alcohol poisoning.",
        "[SCENE_BREAK]",
        "John: Hey.",
        "Cole: Hey, you got a second?",
        "John: I've got more than a second, come on in.",
        "Cole: Yeah, I had a rough -- a rough night last night.",
        "John: What happened?",
        "Cole: Well, I -- I did something I probably shouldn't have.",
        "[SCENE_BREAK]",
        "Blair: It is hot out here, Starr. Why don't you have a dip before we have lunch?",
        "Starr: Oh, sure, let me just break out the maternity swimwear.",
        "Blair: Sweetheart, you have a beautiful body. And besides, all those Hollywood types, they're showing their little baby belly.",
        "Starr: None of them are 16 -- most of them, anyway.",
        "Blair: Hey, I talked to John yesterday and he said that he saw you and Cole together. Did you guys talk? Well, how did it go?",
        "Starr: Awful. Cole hates the idea of me giving the baby up for adoption.",
        "Blair: Well, maybe he'll come around.",
        "Starr: No, he is so mad at me, especially now that he knows the other decision that I made.",
        "Blair: What other decision?",
        "[SCENE_BREAK]",
        "Cole: John, I messed up bad.",
        "John: How bad?",
        "Cole: I told Starr's dad that she's pregnant.",
        "[SCENE_BREAK]",
        "Starr: I was going to tell you sooner, I just didn't know whether it was going to work out.",
        "Blair: What would work out?",
        "Starr: I, um --",
        "Todd: Starr.",
        "Blair: What are you doing here, Todd? Are you stalking us? Wait until Shaun leaves to come here and abuse us more? Is that what you're doing?",
        "Todd: When were you going to tell me you were pregnant, Starr?",
        "[SCENE_BREAK]",
        "John: Hey, I know you're upset with Starr's decision to give up the baby, but I thought we agreed to keep Manning out of it?",
        "Cole: Yeah, I know, but I --",
        "John: Then why go to him?",
        "Cole: Because I had to do something.",
        "John: Why?",
        "Cole: Because I thought that if Mr. Manning knew that Starr was carrying his grandchild, he wouldn't let her give it up.",
        "John: You really thought that?",
        "Cole: Yeah, I did. You know, he may hate my guts, but he loves his family.",
        "John: Whatever. And that still doesn't mean he's going to want Starr to keep the baby. The way he looks at it, it's still your kid.",
        "Cole: That doesn't matter. The last thing he wants is your brother and Marcie McBain raising his grandchild.",
        "[SCENE_BREAK]",
        "Michael: Hey.",
        "Marcie: Hey, so how was work?",
        "Michael: Exhausting.",
        "Marcie: Oh.",
        "Michael: But I can take a quick power nap and I'll be good as new.",
        "Marcie: Okay, um, I was kind of hoping that maybe we could talk about Starr's visit.",
        "Michael: Okay, I'm not really sure that there's anything else that needs to be said. I mean, she asked me the exact same thing she asked you.",
        "Marcie: About -- about us adopting her baby?",
        "Michael: Yeah, and I let her talk because it seemed like she needed to, and honestly, she thinks that we'd be great parents.",
        "Marcie: Well, I think that we would be, Michael.",
        "Michael: Yeah, we would be if we could be. But I also told her -- I also told her the exact same thing that you did, which is that it's impossible for us to even consider what she's asking.",
        "Marcie: Yeah, I -- I did say that the first time she asked.",
        "Michael: What does that mean?",
        "Marcie: It means that she asked me again.",
        "Michael: And you told her no again, right? Marcie?",
        "Marcie: Not exactly, Mike.",
        "[SCENE_BREAK]",
        "Todd: Look at you trying to hide it from me still.",
        "Blair: You know, I know you're paranoid, but this is over the top, even for you.",
        "Todd: Oh, cut the crap. I know everything. I can't believe you, lying to me like this. Starting from the night I found you in bed with Cole, you've been lying to me.",
        "Starr: Oh, the night that you almost murdered my boyfriend? Gee, I wonder why I lied to you?",
        "Todd: What a performance.",
        "Starr: Well, I've learned from the best.",
        "Todd: Excuse me?",
        "Blair: You -- you stay right there, Todd, or I'm calling the cops, you got it?",
        "Starr: No, you know what? It's fine, we might as well --",
        "Blair: No, you do not have to -- no, you don't have to talk about it.",
        "Todd: No, I want to know why she didn't tell me. Why didn't you tell me?",
        "Starr: What, and watch you murder my boyfriend right in front of me?",
        "Todd: Well, he took advantage of you.",
        "Starr: No, Cole made love to me because you had us believe that we were never going to see each other again. And I couldn't have told you how I felt because you wouldn't have cared. Right now you're probably thinking about what you would have done to Cole. Have you even stopped to ask me how I am?",
        "[SCENE_BREAK]",
        "Rex: I don't want to cause a scene.",
        "Gigi: So you choose the most popular diner in town to discuss my extreme wedding crasher moment?",
        "Rex: We've waited long enough, don't you think?",
        "Gigi: It's too late for all that, Rex. I have to get to work.",
        "[SCENE_BREAK]",
        "Natalie: It was killing me thinking that you and I would never be close again.",
        "Jared: Okay, I -- I know I'm the one who should probably keep his mouth shut here, but, Jessica, I don't know how you can stand to be in the same room with me.",
        "Natalie: Well, and forgive us so soon after what happened.",
        "Tess: Just something I had to do.",
        "Natalie: No, it's more than that. It's nothing short of a miracle.",
        "Jared: See, Natalie's been going crazy, feeling like she failed you and -- look, we both feel like that.",
        "Tess: Keeping the family close, I -- I finally know what that means. I mean, with Nash gone, everything is just so --",
        "Natalie: I can't imagine.",
        "Tess: Then don't, just say yes.",
        "Natalie: I can't.",
        "[SCENE_BREAK]",
        "Gigi: One last customer.",
        "Rex: Let your replacement handle it.",
        "Gigi: Hi, there. Can I take your order?",
        "Man: Clam chowder, gazpacho, minestrone?",
        "Gigi: Gazpacho, definitely.",
        "Gigi: There's also the navy bean today, which is really, really good.",
        "[Rex exhales]",
        "Rex: Oh, come on, you're getting a bowl of soup, not a new car.",
        "Gigi: Rex!",
        "Man: I'll go with the gazpacho.",
        "Gigi: Okay, I'll have that right out for you. Nice, Balsom, get me fired in my first week.",
        "Rex: You better give her a good tip.",
        "Man: How about I give one to you? Life is all about choices, right? When all is said and done, it's just about making the right one.",
        "[SCENE_BREAK]",
        "Tess: You can't say no. I know you want to move back into Llanfair. Natalie, Bree needs you, okay? And I can't eat, I can't sleep, and the nights without Nash are terrible and I just need somebody to talk to.",
        "Natalie: Okay, Jessica, I will be there. I will be there every single night and we can talk until we're both hoarse.",
        "Tess: And then you're just going to leave? Why wouldn't you just stay?",
        "Jared: Because the family is a little raw over what we did.",
        "Tess: So am I, and -- guys, we're not going to solve anything if we just go crawl back into our hidey-holes now, are we?",
        "Natalie: I think it's just a little too soon.",
        "Tess: I told Mom that you and I spoke, and she was thrilled. Yes, she's still upset, but she knows that you and I, we need each other.",
        "Natalie: There's more.",
        "Tess: What?",
        "Natalie: Well, you know Jared and I, we're still grieving and we don't want to put that on you after everything.",
        "Tess: Well, that's really my choice, now isn't it?",
        "Natalie: Look, I want to be there for you and I will be there for you in any way and every way that I possibly can, but my place is with Jared.",
        "Tess: What -- your place?",
        "Natalie: Living with him.",
        "Jared: Natalie, it's okay. Your sister needs you.",
        "Tess: Whoa, whoa, whoa. Obviously I'm not making myself clear here. Listen, Natalie, I don't want you to leave Jared. I want you guys to move in together into Llanfair. I want the both of you to move in. I want us all under the same roof.",
        "[SCENE_BREAK]",
        "David: Okay, I admit she's not MENSA material, but she is a shrewd woman. She knows exactly what she's doing, and I actually think I make her happy.",
        "Viki: Really? And what are you getting out of this?",
        "David: Well, suffice it to say I'm living large in Llanview, but Addie wanted this marriage just as much as I did.",
        "Viki: So you and Addie are --",
        "David: Are taking mutual advantage of one another.",
        "Viki: Oh, and making Dorian jealous, right?",
        "David: No, no, not jealous, making Dorian suffer. Dorian reneged on some promises she made me.",
        "Viki: Uh, I don't want to know, okay?",
        "David: So, uh, do you feel like congratulating me?",
        "Viki: Is that why you're here? To get my approval?",
        "David: Would you give it?",
        "[Viki scoffs]",
        "Viki: David, you know, I take marriage seriously.",
        "David: I did, too -- once. Come on, Viki, admit it. You want to stick it to Dorian just as much as I do.",
        "Viki: Well, I won't deny that. God, when I think of what she did, plotting to take over Buchanan Enterprises and robbing my children. And, oh, my God, poor Nash.",
        "David: Not to mention what she did to Charlie.",
        "[SCENE_BREAK]",
        "Dorian: Next time you feel the need to share, go to a meeting. Don't come to me.",
        "Charlie: I have been going to meetings.",
        "Dorian: There's progress.",
        "Charlie: And I was going to meetings before I wound up in the E.R. I've been working the program harder than I've worked it my whole life.",
        "Dorian: Shame the program hasn't been working for you.",
        "Charlie: But it was. I wasn't feeling the slightest urge to drink that night I got drunk.",
        "Dorian: But we both know that an alcoholic can go from zero to rock bottom in a heartbeat.",
        "Charlie: Yeah, in the beginning, maybe. But we eventually learn to recognize our triggers. And believe me, I know mine.",
        "Dorian: Keep telling yourself that.",
        "Charlie: And if I had felt the pull that night, I think I would have reached for a phone before I reached for a bottle.",
        "Dorian: Your sponsor wasn't available.",
        "Charlie: But you were, weren't you? You know, I remember telling you at the hospital that I was going to come clean with Rex and Viki about who I really was. Charlie Banks, not Charlie Balsom. And I remember telling you that you weren't going to have anything to hold over me anymore. Now, why is it that that conversation is the last thing that I remember?",
        "Dorian: Charlie, don't. You were very upset. In retrospect, perhaps you were fighting a losing battle with one of those triggers and lost control. I do remember you saying that you were going to go to Rodi's.",
        "Charlie: Yeah, but I definitely did not go to Rodi's. They were closed for a private party that night.",
        "Dorian: Ah, well, perhaps that's why you bought your own bottle of vodka and then crawled into the alley behind Rodi's to drink it.",
        "Charlie: I never told you that I was drinking vodka, Dorian, or that I wound up in the alley behind Rodi's. How did you know that?",
        "Dorian: I just assumed it was vodka because you once told me it was your poison of choice.",
        "Charlie: When did I tell you that?",
        "Dorian: I don't remember the exact time or date, but believe me, all of my brain cells are intact. Besides, the news about Victoria Davidson's paramour being dragged out of an alley, drunk, it's enormous. It was all over the hospital.",
        "Charlie: Mm-hmm, and they all just rushed out to tell you.",
        "Dorian: I am on the board of directors of the hospital and I did used to be the chief of staff.",
        "Charlie: That's right, you are a doctor.",
        "Dorian: I suggest that you take responsibility for your actions and just be done with it.",
        "Charlie: Well, that's exactly what I was trying to do that night, Dorian. I was trying to tell everybody the truth, but you didn't want me to.",
        "Dorian: I knew that Rex would be devastated.",
        "Charlie: Yeah, but it's interesting timing, isn't it? That the one time I am out of commission is the same time that you choose to expose Jared as my son, not Asa's?",
        "Dorian: Are you blaming coincidence for your lack of sobriety?",
        "Charlie: No, no, no, but for a while, I thought that you might have been the person that I was drinking with, you know, just to encourage me to get drunk to cause trouble for Viki. But that's not the way it is, is it?",
        "Dorian: Of course not.",
        "Charlie: No, because if I had told the truth before you had a chance to tell the truth, then you never would have been able to just waltz into Buchanan Enterprises, drop your little bomb, and take over the entire company, which is what you did. Which means that you had a very strong reason for wanting me out of the way.",
        "[SCENE_BREAK]",
        "Gigi: What's with the bleachers?",
        "Rex: Fourth of July. They do fireworks here every year.",
        "Gigi: Hmm, are they any good?",
        "Rex: Come with me tonight and find out.",
        "Gigi: Um, wherever I see these things, it always makes me think of high school -- Michigan, watching your baseball games.",
        "Rex: He rounds third base. He hauls for dear life. He dives, he makes it.",
        "[Gigi laughs]",
        "Gigi: You would always point up at me in the stands.",
        "Rex: I always knew where you were.",
        "Gigi: We were so stupid in love. Look, I didn't expect you to say anything or do anything when I said I loved you. I just needed to say it.",
        "Rex: Like I said, I'm glad you did. There's been something going on between us since I ran into you in Texas. You were honest enough to put a name on it.",
        "Gigi: I don't know about honest.",
        "Rex: Okay, you told it like it was for you, now it's my turn. I have feelings for you, Gigi. I've had them for a long time.",
        "[SCENE_BREAK]",
        "Michael: What exactly did you say to Starr the second time she asked?",
        "Marcie: She was very adamant, Michael, that her baby not be raised by strangers.",
        "Michael: Marcie --",
        "Marcie: She just asked that I give it some thought.",
        "Michael: You have already given it some thought.",
        "Marcie: Yes, and I realize that adopting Starr's baby could prove to be problematic, Michael, but --",
        "Michael: Problem -- it would be insane.",
        "Marcie: But it's not impossible, Mike. Impossible is us ever having a child of our own, Michael, but now there's a chance.",
        "Michael: No, the answer's no.",
        "[Marcie scoffs]",
        "Marcie: We always said that we wanted a family, Michael. If this was a different baby, you would want this baby. Michael : If it was different baby, I would, but --",
        "Marcie: But what, Michael? There's never going to be a different baby, Michael, not once they run a background check on me. Starr understands why I did what I did. She still thinks I'm a good mother, Michael. This is our only chance to ever have another child. Come on, Mike, don't we deserve to take it?",
        "[SCENE_BREAK]",
        "John: Run that by me again?",
        "Cole: Starr offered to give our baby to Marcie.",
        "John: When?",
        "Cole: I don't know. She's not exactly talking to me about it.",
        "John: Do you know if Marcie said yes?",
        "Cole: Well, I'm guessing.",
        "John: But you're not sure.",
        "Cole: Listen, I don't know, all right? I freaked out when Starr told me what she wanted to do. Anyway, so we're not exactly talking details here, but I know that she's dead set on giving our baby to your brother and Marcie McBain.",
        "John: So it makes sense -- when I saw Marcie in the diner the other day, she was with her lawyer.",
        "Cole: Yeah, and Starr and I were there, too, remember?",
        "John: Yeah.",
        "Cole: And that's when I figured out what Starr was trying to do, and I tried talking her out of it. And when I couldn't, then that's when I decided to tell Mr. Manning everything.",
        "John: Everything?",
        "Cole: Yeah, all these people are making plans to take my kid, man.",
        "John: Did you tell Manning that Starr wants to give the baby to Michael and Marcie.",
        "Cole: Sorry. I obviously wasn't thinking. What do you think Starr's dad's going to do?",
        "John: Well, I'll tell you what he's not going to do. He's not going to let it go.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Todd: Are you all right?",
        "Blair: Starr, why don't you take this? This is your phone, and I'll deal with your daddy.",
        "Starr: No, I want to answer -- I want to answer Dad.",
        "[Phone continues ringing]",
        "Starr: I've been a million different things, but I don't believe you've cared about any of them.",
        "Todd: I don't know how you can say that.",
        "Starr: Have you called me once since you moved out?",
        "Todd: Uh, for your information, I didn't move out. She kicked me out.",
        "Starr: In order to protect me.",
        "Todd: I am your father.",
        "Starr: Oh, that's right, you are my father and you put me in the hospital. You put my boyfriend in the hospital. You crashed your car with my two-year old baby brother in the front seat. That sounds like a wonderful father to me.",
        "Todd: Let's make it right.",
        "Starr: Have you tried making things right with my mom, Cole, John McBain for trying to help us out? No, you want to get even and that's all you probably think about in that new little fancy house of yours, which must be pretty fancy in order for you not to care about the daughter that you hurt.",
        "Todd: If I'd known the truth when I was in Virginia Beach, none of this --",
        "Blair: Oh, come on. You think something would have been different? You wouldn't have changed, Todd. The only thing that might have been different is the outcome for Cole. Starr almost lost her baby because of you, Todd.",
        "Todd: And now she's giving it away. How could you even consider giving your child to Marcie McBain?",
        "Blair: Starr, is this true?",
        "Todd: Oh, so I'm not the only one late for this party, huh?",
        "Starr: I was about to tell you before Dad came here.",
        "Todd: My daughter hates me so much, she'd like to give my grandchild to the woman who kidnapped my son.",
        "Starr: You know, Dad, I knew -- I knew that you would make this about you.",
        "Todd: Isn't it about me?",
        "Starr: No, it's not, okay? Because Mrs. McBain is a great mother. She is warm, and she is loving and caring, and she wants a child more than anything in this world.",
        "Blair: We can talk about this, Starr.",
        "Starr: No, I'm talking about it now, and do you know how much of a relief it is? Finally, I can breathe.",
        "Todd: Do you really hate me this much?",
        "Starr: Hate is the engine that makes you go, Dad, but I'm not like that at all. Okay, I'm doing this out of love, and I'm doing this because I believe that it is right.",
        "Todd: Right?",
        "Starr: Yeah, Mrs. McBain having a child that she could keep, I believe that that's the right thing to do.",
        "Todd: You know that she kept me from my son for two years, and now I can't see him. I suppose you think that's right, too.",
        "Starr: You don't deserve to see Sam. You hurt everybody that you're near. I mean, look at what you did to Cole.",
        "Todd: To Cole? Who do you think told me about this baby in the first place?",
        "[SCENE_BREAK]",
        "Cole: I really screwed this up, didn't I?",
        "John: I just wish you would have talked to me before you went to him.",
        "Cole: I'm sorry.",
        "John: Don't worry, I'll take care of Manning. Look, I kind of understand, you know. You're the kind of guy -- you lead with your heart instead of your head. I think maybe you probably get that from your mom.",
        "Cole: What am I supposed to do now?",
        "John: Well, have you told Starr?",
        "Cole: No.",
        "John: I think you need to tell her, Cole. You need to tell her that her secret's out -- if she doesn't know already.",
        "[SCENE_BREAK]",
        "Starr: Cole? No, you're lying.",
        "Todd: Ask him. He came knocking on my door, told me everything. He said he knew that I'd never let you give my flesh and blood to Marcie McBain. And he's damn right -- I won't.",
        "[SCENE_BREAK]",
        "Michael: Adopting Starr's baby is not a chance, it's not this great opportunity, all right? It's a recipe for disaster. It's a no-win situation.",
        "Marcie: We would be legally protected this time.",
        "Michael: Legally protected? Since when have laws stopped Todd manning from doing anything?",
        "Marcie: Michael, don't --",
        "Michael: No, Marcie, please, listen, I know exactly how this would play out, okay? You would pour everything you have into loving this child, and then the system would betray you or Starr would change her mind or Todd would get involved. One way or another, that child would be ripped out of your arms.",
        "Marcie: You cannot know that for sure --",
        "Michael: And what I cannot do is sit by and watch your heart get shredded again, because I don't think you would survive it this time.",
        "[SCENE_BREAK]",
        "Viki: What did Dorian do to Charlie?",
        "David: She was up to something. I think it had something to do with him.",
        "Viki: You know what? Never mind, because it doesn't matter.",
        "David: Sure it does.",
        "Viki: No, it does not matter. David, you know Dorian didn't make Charlie lie about Jared and about Rex. Oh, my God. He hurt that young man so much. He broke his heart.",
        "David: And yours?",
        "Viki: Yeah, it did. Anyway, Charlie and I are finished, so getting back at Dorian isn't going to make me feel any better.",
        "David: I could make you feel better.",
        "Viki: That is not the answer to everything.",
        "David: It isn't?",
        "Viki: You're married.",
        "David: Oh, Addie won't mind.",
        "[Viki laughs]",
        "Viki: I would.",
        "David: All right, can't blame a guy for trying. I really am sorry to see you so sad.",
        "Viki: Yeah.",
        "David: You really did love Charlie.",
        "Viki: Yeah. Yeah, and I was really happy with him.",
        "[SCENE_BREAK]",
        "Dorian: Oh, I hope you haven't been drinking now, because you are making no sense at all.",
        "Charlie: Dorian, you're trying to hide something, and I'm going to find out what it is.",
        "Dorian: Knock yourself out -- with or without a bottle. Ba-dum-pum. Please, leave. I have things I need to do.",
        "Dorian: Charlie? Do I need to call somebody to escort you out?",
        "[SCENE_BREAK]",
        "Jared: I don't think you should do this.",
        "Tess: I want to.",
        "Jared: You can't stand me, and I mean, for good reason.",
        "Tess: You're part of my sister's life, so therefore, you're part of mine as well. And you're both a part of Bree's.",
        "Natalie: How is she?",
        "Tess: She's too little to understand. I keep on telling her that her daddy's in heaven, and she doesn't understand why I cant take her to see him.",
        "Natalie: Poor baby.",
        "Tess: Listen, you're Bree's aunt, and she needs you. And to be honest, I could use your help as well. I get it -- you're scared, and you should be. You know, you feel exposed.",
        "Jared: Jess --",
        "Tess: Look -- listen, it's not like I'm asking you to join hands with me at night and sing \"Kumbaya,\" but I just -- you know, I can't go on -- I can't live with all this hatred and blame. It's just not useful.",
        "Jared: Okay, if it were me --",
        "Tess: And it's not you, okay? It's me. And if there's one thing I've learned from Nash, it's that you can't live unless you forgive people. You know, if he hadn't forgiven me, I don't know what I would have done, after all the stuff that I pulled.",
        "Natalie: No, the stuff that Tess pulled.",
        "Tess: I am Tess. Tess is a part of me. And, you know, Nash fell in love with Tess and he moved mountains to be with her, and he would understand why you would want to be close to Jared right now.",
        "Jared: Okay, can -- do you mind just giving us a sec to talk it over?",
        "Tess: Take all the time you need.",
        "Natalie: Thanks.",
        "Tess: You gave them the bait, Tess, now just reel them in.",
        "Jared: Look, I was an interloper at the Buchanan house, and now I'm going to be one at your mom's house.",
        "Natalie: My sister really wants this, and how am I supposed to tell her no?",
        "Jared: I feel her -- I really do, but grief is a monster.",
        "Natalie: I know.",
        "Jared: This could go so wrong, babe.",
        "Natalie: But it could go so right. Okay, look, Llanfair is huge. It's not like we're going to be tripping over each other. And think about it, with Jessica's forgiveness, us being there -- I mean, it just paves the way for the rest of the family to forgive us, too.",
        "Jared: God, I know how much that means to you. I just have this weird feeling.",
        "Natalie: What do you think, she's going to try and kill us?",
        "Jared: Ha ha, not funny.",
        "Natalie: No, I know. But this is the way Jess is, you know, she's just -- she thinks -- she sees the best in everyone. And we just feel odd about it because we don't feel that we deserve it.",
        "Jared: Maybe.",
        "Natalie: I love you. We either do this together, or we don't do it at all.",
        "Tess: So -- are we keeping the family together or what?",
        "[SCENE_BREAK]",
        "David: I really hate to see you so sad. You get all teary-eyed, so slouchy. I like it when you're happy. When you're happy, Viki, I'm happy.",
        "[Viki chuckles]",
        "Viki: Really?",
        "David: I was happy when you gave me that lotto ticket. Made me feel like a winner. And not because I could just stand to win something. Well, there was that, but -- I was happy because, well, just because you gave it to me.",
        "Viki: Sometimes you know exactly the right thing to say, don't you?",
        "David: Well, then, get happy again. For me.",
        "[Viki cries]",
        "Viki: I can't.",
        "Charlie: What's going on?",
        "David: What does it look like?",
        "Charlie: Look, excuse me for barging in, but I really need to talk to you, Viki.",
        "David: The lady's busy.",
        "Viki: It's all right, it's okay.",
        "David: Are you sure? Because I can kick his butt. And by that, I mean have one of Dorian's goons come over here and do that.",
        "Viki: Oh, that's not necessary. Thank you for everything.",
        "David: All right.",
        "Viki: Oh, David. Congratulations.",
        "David: Thanks.",
        "Viki: You have something to say?",
        "Charlie: Yeah, I do. But all I can think of right now is how much I still love you.",
        "[SCENE_BREAK]",
        "Gigi: Are you sure these feelings don't have anything to do with Adriana being gone?",
        "Rex: No. They go way back. Adriana even called me on it, right after you stood up at our wedding.",
        "Gigi: I told a church full of people I was in love with the groom. I'm lucky I only got punched.",
        "Rex: She asked me point blank if I had feelings for you, and I said yes.",
        "Gigi: You did?",
        "Rex: Well, I couldn't lie to her.",
        "Gigi: It was just wedding jitters. You're not really into me.",
        "Rex: Why do you keep saying that? Did you ever think about why I tried to kiss you at B.E. that time? Or why I got wasted and showed up on your doorstep the night before my wedding?",
        "Gigi: And then you married Adriana!",
        "Rex: Look, I know, but I --",
        "[Phone rings]",
        "Rex: I have to take it. Hey. Yeah, I was just thinking about you, too.",
        "[SCENE_BREAK]",
        "Todd: You hear me?",
        "Blair: Don't you dare threaten her, Todd. This is her choice and her choice only. We have to respect it.",
        "Todd: So you're okay with her just giving away our grandchild like it was some kind of old sofa or something?",
        "Blair: Nothing about this situation is easy.",
        "Todd: You know, you had every opportunity to tell me about this situation and you chose to keep me in the dark. Why is that? Was that your idea or John McBain's idea?",
        "Blair: Okay, you better leave.",
        "Starr: Oh, yeah, it's always someone else's fault, isn't it?",
        "Blair: You leave, because I'm going to call the cops --",
        "Todd: No, I'm leaving. Don't worry about it, I'm leaving. Starr, you give my grandchild to Marcie McBain over my dead body.",
        "[SCENE_BREAK]",
        "Charlie: I do still love you, so much.",
        "Viki: Please, don't say that.",
        "Charlie: What, even if it's true?",
        "Viki: Charlie, I -- I have nothing more to say about us.",
        "Charlie: Well, I really didn't come here about us. This is mostly about me and Dorian.",
        "[SCENE_BREAK]",
        "Dorian: Well done.",
        "[SCENE_BREAK]",
        "Jared: If you feel like it's going to help for us to move back into Llanfair, then -- we're there.",
        "Tess: Oh, thank you.",
        "Natalie: Then -- I mean, I guess everything's settled then.",
        "Tess: So why don't you guys go to the hotel and get your things, and I'll see you at home.",
        "Natalie: Home. Jessie, you have no idea how much it means to me to have you back in my life.",
        "Tess: And everybody will be where they belong.",
        "Tess: And right where I want them.",
        "[SCENE_BREAK]",
        "Rex: I don't know, I'll probably go to Angel Square, check out the fireworks. Uh, with Nattie -- see if she wants to go. You? You okay? Definitely. Let's check out tickets and make a plan. Me, too. I'll talk to you soon.",
        "Gigi: I'm out of here.",
        "Rex: No, wait, I didn't get a chance to finish what I was --",
        "Gigi: Yeah, you did.",
        "Rex: Trying to say, with the --",
        "Gigi: Whatever these feelings are, you're still in love with Adriana.",
        "Rex: I know, but I'm --",
        "Gigi: You're what?",
        "[SCENE_BREAK]",
        "Blair: I'll support you. You know I'll be right there beside you, whatever you want to do, but you really need to think about this decision because it affects a lot -- a lot of people, not just your daddy, but a lot of people. And you need to be sure, okay? Very sure.",
        "Starr: I know that. But I don't want this baby to grow up thinking that it was a mistake or an accident or the thing that ruined me and Cole's lives. I want this baby to feel like a miracle, like an answer to someone's prayer, and that is why I chose Michael and Marcie. But now this baby is just tearing everybody apart.",
        "[SCENE_BREAK]",
        "Blair's voice: Hey, this is Blair. I can't take your call right now. Just leave your name and number and I'll call you back as soon as I can.",
        "[Beep]",
        "John: Hey, Blair, it's John. I just wanted to make sure you and Starr are okay. Call me if you need anything.",
        "[SCENE_BREAK]",
        "Marcie: There is another scenario, Michael. We could adopt Starr's baby. We could raise it and nothing could go wrong. Why couldn't it work?",
        "Michael: Because it will still be Todd Manning's grandchild.",
        "Marcie: I'm not afraid of Todd.",
        "Michael: You should be.",
        "[Knock at door]",
        "[SCENE_BREAK]",
        "Starr: Am I really going to be a mess like this for another four months?",
        "Blair: Sweetheart, it's a messy situation.",
        "Starr: You know, I don't believe Dad. I don't believe that Cole told my dad that I'm pregnant. I mean, he would never do that to me, right? I mean, Cole was mad, but he would never, ever do that to me.",
        "Cole: Starr."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=zGOHyY0q2hI"
}