{
    "Episode Summary": [
        "Episode #10312 ~ How I Wish I'd Learn to Stop Worrying and Love the Bomb Written by Aida Croal, Shelly Altman, Janet Iacobuzio, Chris Van Etten, Anna Theresa Cascio, Carolyn Culliton, & Ron Carlivati"
    ],
    "Recap": [
        "Right after Viki has been \"visited\" by her alter ego, Jean, she realizes that Tess is merely following her mother's footsteps. So she realizes that Tess has Natalie and Jared locked in the basement and falsified a Dear John letter that Natalie wrote the same way Viki's alter had Dorian locked and falsified a letter. She and Charlie rush to find Natalie and Jared with Tina's help. Tina is distracted when she finds out that her dog is a female and pregnant and gives birth. Tess turns into a 2nd alter just like Viki's Jean Randolph. Marty completely trusts Todd to move away together and raise Starr's baby. But Todd gets to the hospital after Janet and Dr. Joplin do what he's asked them to do by telling Starr, Blair and Marcie that the baby died."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "John: Sit tight, I'm coming for you.",
        "[SCENE_BREAK]",
        "Marty: Oh, boy. Oh, pulse is strong. Hmm. Yeah, your breathing is regular. Your vitals seem normal. Seems like being with me didn't kill you. You didn't -- didn't run for the hills.",
        "Todd: God, Marty, there's no place I'd rather be than right here with you right now.",
        "[SCENE_BREAK]",
        "Starr: No, I don't think I should hold the baby.",
        "Marcie: Starr, you can hold her if you want to. It's okay.",
        "Starr: The baby's mother should hold her first.",
        "Blair: Oh. Well, can we see the baby? Is there something wrong?",
        "Marcie: What's wrong?",
        "Dr. Joplin: Yeah, there -- there is something. We've got a problem.",
        "Blair: Well, what kind of problem? What's wrong with the baby?",
        "[SCENE_BREAK]",
        "Tess: Why aren't you crying, baby?",
        "[Tess pants]",
        "[SCENE_BREAK]",
        "Tina: Hmm. Ah, ah. What are we doing?",
        "Cain: Hey, this -- this is crazy.",
        "Tina: Oh \u0096",
        "[SCENE_BREAK]",
        "[Beeping]",
        "Jared: Well, that's one hell of a way to pass a little time.",
        "Natalie: Hmm. Jared?",
        "Jared: Yeah?",
        "Natalie: How long do you think that we've been down here?",
        "Jared: Who knows -- the hours just keep running into each other.",
        "Natalie: Yeah, I guess you're right. It doesn't matter what day it is. It just matters that it's the last.",
        "Jared: Come here.",
        "[Beeping]",
        "[SCENE_BREAK]",
        "Charlie: Hey, there you go.",
        "Viki: Charlie?",
        "Charlie: Oh, hey, Viki. Look, I took over for Clint, watching Bree.",
        "Viki: The answer --",
        "Charlie: What's going on?",
        "Viki: The answer was right here under my nose the whole time.",
        "Charlie: What is it?",
        "Viki: Damn it!",
        "Charlie: Hey, just take it easy. You're going to scare Bree.",
        "Viki: Charlie, they're here!",
        "Charlie: Who?",
        "Viki: Natalie and Jared -- they are here in this house. They've been here all along.",
        "Charlie: What, in this house?",
        "Viki: Yes -- in the basement. Tess locked them up downstairs.",
        "[SCENE_BREAK]",
        "Jared: What if we're looking at this all wrong? I mean, we're still here, right, and however long we've been here is longer than we thought we had, longer than we thought Tess would've given us.",
        "Natalie: So are we just supposed to ignore the ticking time bomb over there?",
        "Jared: No, no, no, no. This, but -- this whole thing, I mean, her locking you down here, rigging the cameras -- all of it has been about Tess screwing with us. I mean, she said it herself -- she stopped trying to kill us months ago. She wants us to suffer.",
        "Natalie: Well, she gets an A for effort on that one.",
        "Jared: The timer -- why can't we see it?",
        "Natalie: Because she didn't want us to. She wants us to be in agony, not knowing.",
        "Jared: So she said.",
        "Natalie: Okay, what are you getting at?",
        "Jared: What if the bomb isn't real, Natalie?",
        "Natalie: Jared --",
        "Jared: No, I mean, look, look. She told you Rex was dead, didn't she? That was a lie. What if this is just one more way to drive us crazy?",
        "Natalie: I want to believe you, I do, but --",
        "Jared: Then, look -- then we believe, okay, and we grab on to anything we can to keep going. We don't back down, we don't give up.",
        "Natalie: I've been down here a lot longer than you have.",
        "Jared: I am not ready to let you go and I've decided I am not going to do it. You mean too much to me, so Bo or your parents or someone -- my dad -- will find us.",
        "Natalie: Yeah, or -- or maybe Tina will come to her senses and come and let us out of here before Tess gets bored.",
        "[SCENE_BREAK]",
        "Tina: Oh, oh.",
        "Cain: Ah.",
        "Tina: Ah. Hmm. I can't believe we just did that.",
        "Cain: Neither can I.",
        "Tina: Wait a minute. That is not supposed to be your line.",
        "Cain: Excuse me?",
        "Tina: No, you are supposed to say, \"Of course we just did that, Tina, because I find you irresistible and I always have,\" and then I'm supposed to say, \"Oh, Cain, darling\" and then -- then you take me in your arms and we do it again.",
        "[Cain chuckles]",
        "Cain: You're right -- that is a good line, except for you forgot the part where you double-crossed me and I wanted to wring your pretty little neck.",
        "[Tina scoffs]",
        "Tina: Cain, that is so trivial compared to -- compared to the miracle of life.",
        "[Puppies whimper]",
        "Tina: Oh.",
        "Cain: Ah. I can't believe I can add \"puppy midwife\" to my resume.",
        "[Tina chuckles]",
        "Tina: Oh. Isn't it amazing how David Vickers brought us back together?",
        "Cain: Hmm. Now, you just have to figure out what to do with those little whelps.",
        "Tina: Well, we're -- we're going to take care of them, of course.",
        "Cain: \"We\"?",
        "Tina: Well, yes, of course. I mean, I am not going to abandon them the same way I abandoned my --",
        "[Tina gasps]",
        "Tina: Oh, my God.",
        "Cain: Oh. Well, what the hell is it?",
        "Tina: Natalie and Jared. Oh, my God, no. I saved David Vickers, now I -- and now I have to save them.",
        "Cain: Save them from what?",
        "Tina: They're -- they're -- there's no time to explain, all right? But -- but can you stay here?",
        "Cain: Can you give me back the sheet?",
        "Tina: Will you take care of all the Vickers?",
        "Cain: Look, those puppies will want for nothing, honey. I promise.",
        "Tina: Oh. Thank you, Cain Rogan. Oh. You're the best.",
        "Cain: Yeah.",
        "[SCENE_BREAK]",
        "Charlie: Why, and you really think it's possible that Jared and Natalie have been downstairs under our noses this whole time?",
        "Viki: It's true, I know it.",
        "Charlie: Why, Viki?",
        "Viki: Tess locked that door -- that means she has hidden them downstairs in some room someplace that I don't know about.",
        "Charlie: What, a -- what, a room that you don't know of?",
        "Viki: It wouldn't be the first time.",
        "Charlie: Well, what are you talking about?",
        "Viki: I think she's changed the locks. Charlie, we have to get down there.",
        "Charlie: Okay, look, I'll -- I'll get you through that door if you'll just tell me what the hell is going on.",
        "Viki: None of the things that Tess has done since Natalie disappeared have been her idea, Charlie. They were all mine -- everything. She's just been copying me.",
        "[SCENE_BREAK]",
        "Woman: This shouldn't have happened. There were so many plans for you. Your mother was going to look at you and remember Nash. You shouldn't have died. It's too bad you suffered, but at least now your suffering is over.",
        "[SCENE_BREAK]",
        "Todd: Now what?",
        "[Marty giggles]",
        "Marty: Now nothing.",
        "Todd: Ah.",
        "Marty: You're not very good at relaxing, are you?",
        "Todd: No, I feel like I should be doing something.",
        "Marty: Like what -- laundry?",
        "Todd: No, it's just that when I slow down, I start to think too much and I get crazy.",
        "Marty: Mm-hmm, okay. Let me tell you a little something -- cherish this time you have right now because you are going to become extremely sane in the next few hours. And for a long time, too.",
        "Todd: What are you talking about?",
        "Marty: The baby. We're going to have the baby here with us by this time tomorrow.",
        "Todd: Right, right.",
        "Marty: So, if you're looking for something to -- to do, why don't you go check in on Starr, huh? It's not like we've been listening for the phone. Maybe it's time.",
        "[SCENE_BREAK]",
        "Dr. Joplin: Nurse?",
        "Starr: Mom.",
        "Blair: No, it's -- it's going to be all right, Starr. Dr. Joplin, would you tell us what's wrong with the baby?",
        "Dr. Joplin: I need you to get this infant up to NICU stat. I'll page the attendant and meet you up there.",
        "Janet: Yes, Doctor.",
        "Starr: Wait. Wait a second -- where are you taking my baby?",
        "Marcie: Taking her to NICU -- it's the neonatal intensive care unit.",
        "Starr: She's fine. She's happy, she's pink.",
        "Marcie: Dr. Joplin.",
        "Starr: She was crying.",
        "Marcie: Dr. Joplin, please tell me that this baby is going to be all right. Right, they're going to take great care of her.",
        "Dr. Joplin: They're going to do everything they can.",
        "Blair: About what?",
        "Dr. Joplin: Her Apgar score was too low, all right?",
        "Blair: What score are you talking about? You haven't told us anything.",
        "Dr. Joplin: Look, I can stand here and try and explain something to you you may not even understand or I can get up there and help you get a healthy baby, okay?",
        "Marcie: Well, they're just going to have to do both because we're not going to hand that baby over to anyone for any kind of treatment until you tell us what is wrong!",
        "Dr. Joplin: Marcie, time is critical. Let me do my job, you stay with Starr. The nurse is here, she's going to take care of her, but she needs her family now.",
        "Starr: Mom. Mom, please tell me that this baby's going to be all right.",
        "Blair: It's going to be okay.",
        "Starr: Please tell me.",
        "Dr. Joplin: Okay. Take the baby to my exam room. Everything she needs will be there. I'll call you when the coast is clear.",
        "Janet: What's our cover story?",
        "Dr. Joplin: Let me handle that. Just go. The less staff that sees us together, the better.",
        "Marcie: Dr. Joplin?",
        "[Dr. Joplin sighs]",
        "Dr. Joplin: Mrs. McBain.",
        "Marcie: I'm going with you.",
        "[SCENE_BREAK]",
        "John: Mike? Listen to me. Some guys from the station are going to be coming by and asking you some questions. Hopefully you'll get this message first, all right? Listen, they're going to want to know -- they'll want to know if you've talked to me or if I've tried to get in touch with you or if -- if you know what the case is I'm working on, stuff like that. Listen to me, and I repeat, do not try to protect me, Mike. Do not try to protect me. They ask you questions, you just tell them the truth, you understand me? Just tell them everything you know, all right? If they -- they take you in, you don't worry about it, all right, because you haven't done anything wrong. Ahem. Whatever they ask you, Mike, you just stay calm. Okay? There's something I got to do. And then all this will be over. Bye, Mike.",
        "[SCENE_BREAK]",
        "Marty: What's wrong?",
        "Todd: Nothing.",
        "Marty: Okay, try again.",
        "Todd: No, I swear there's nothing wrong. It's just that I forgot about Starr and the baby for a few minutes.",
        "Marty: Well, so did I. I think that's allowed. Nothing we can do. Tell me.",
        "Todd: No, I can't explain it.",
        "Marty: Well, is it nerves about the baby? Because if it is, trust me, you're not alone on that one. I mean, at least you've had experience -- I'm completely green as a parent.",
        "Todd: God, what am I doing?",
        "Marty: What are you doing? Well, it's only the scariest, most wonderful thing in the world -- taking responsibility for another human being? That child is going to be depending on you for everything, and I know -- hey. Whether you're conscious of it or not, you've got to feel a tremendous sense of responsibility to Starr. She's entrusting you with her baby, but she would not have done that if she wasn't sure you could handle it. And I promise you, we'll do right by our baby.",
        "Todd: I got to go.",
        "[SCENE_BREAK]",
        "Dr. Joplin: Nurse, go. Marcie, you are not going in that room.",
        "Marcie: Well, I'm sure as hell not leaving that baby alone.",
        "Dr. Joplin: She's not going to be alone. We're going to have our very best specialists in there -- you know that.",
        "Marcie: No, she needs me. Dr. Joplin, she needs me to be there.",
        "Dr. Joplin: Marcie, you're married to a surgeon. You know as well as anyone the NICU is a sterile environment.",
        "Marcie: Don't you understand that that is my daughter?",
        "Dr. Joplin: I get it, I do. But what you've got to understand is that that little girl's life is in danger. Now, we're going to do everything we can to save her, but we can't afford to take the slightest risk. I'm sorry.",
        "[SCENE_BREAK]",
        "Marty: Where are you going?",
        "Todd: It's okay, everything's okay.",
        "Marty: Well, then why are you leaving?",
        "Todd: To go check on Starr.",
        "Marty: I -- I didn't think you wanted to go there. You didn't want to get involved with Blair.",
        "Todd: I didn't -- I don't. It's just that after what we just did, I -- I want everything to be perfect. I don't want anything to ruin what we have.",
        "Marty: Well, it -- it won't, it can't. I love you.",
        "Todd: I love you.",
        "Marty: Hmm.",
        "[Todd chuckles]",
        "Todd: That's why I'm going. That's why I'm doing this -- for you, for us.",
        "Marty: Okay, well, go to them. But come home soon, okay? Come home to me.",
        "Todd: I will.",
        "Marty: Hmm.",
        "[SCENE_BREAK]",
        "Jared: Tina or Viki or someone will get us out of here, and when they do, things are going to be different.",
        "Natalie: Different how?",
        "Jared: Well, for one, we're moving into a tree house. No more basements ever.",
        "Natalie: And no paper, you know? No notes, no letters, no emails. If it doesn't come out of my mouth, it's crap.",
        "Jared: No problem, because I'm never letting you out of my sight again.",
        "Natalie: And while you're watching me, I'm going to watch my sister.",
        "Jared: We both will, like hawks.",
        "Natalie: Jared? We've got to get out of here. Jess and her baby are in just as much trouble as we are.",
        "[SCENE_BREAK]",
        "Woman: People are looking for us. We can't let them find us. Something has to be done and I'm the one who has to do it. The only problem is -- wait.",
        "Woman: Ah. That's better.",
        "[SCENE_BREAK]",
        "Viki: See, Tess is just following in my footsteps -- well, one of my alter's footsteps, Jean.",
        "Charlie: Jean?",
        "Viki: Yes, Jean Randolph who was a very controlling type-A personality and her -- her job was to protect me by maintaining order, you know, everything in its place no matter how horrible. And there was a time when Dorian was going to expose some personal information about me and so Jean made everybody believe Dorian had left town and then she forced her to write a letter, a goodbye letter, to the current man in her life. Happened to be my son, Joey.",
        "Charlie: Well, that's -- it's just like the letter that Natalie wrote Jared.",
        "Viki: Exactly, but the whole time, Jean had Dorian locked in a secret room in the basement.",
        "Charlie: Well, and that room is still down there?",
        "Viki: No, I had it destroyed.",
        "Charlie: Well --",
        "Viki: But that's why Tess wanted me to go to Africa, that's why she sent Lois on vacation. She had a room built.",
        "Charlie: Okay, we're going to just have to tear off the frame.",
        "Viki: Oh, do it, please, please.",
        "Charlie: Okay, well, do you have a hammer or a screwdriver --",
        "Viki: The tools are in the basement.",
        "Charlie: A crowbar? Ah. Well, then --",
        "Viki: Tina.",
        "Tina: Well, what are you doing?",
        "Viki: Did Tess have any construction done while I was away?",
        "Tina: Oh, well, why would she do that?",
        "Viki: Because I think that Natalie and Jared are in the basement.",
        "Tina: Oh, how could that be?",
        "Viki: Answer my question, honey.",
        "Tina: Oh, well, Natalie and Jared -- I mean, if they were in the basement, well, the only way could be if they were in, you know, some sort of a -- a secret room.",
        "Viki: Hello, that's what I was thinking -- yes.",
        "Tina: Well, we better get down there.",
        "Viki: Yes, but the problem is the door is locked. Tess changed the locks, and Charlie needs tools to take the trim off.",
        "Tina: Oh, okay. Well, move over, caveman. Come on.",
        "Charlie: What?",
        "Tina: These things need finesse.",
        "[Bree cries]",
        "Viki: Oh. I'm just going to grab the baby.",
        "[SCENE_BREAK]",
        "Marty's voice: \"Todd and I made love tonight. It was my idea. I actually had to talk him into it. I put on this dress he bought me and suddenly, I felt like a woman again. Our feelings for each other have been building for months. And now, they've finally got a name. I said the words, and Todd said them back to me. We love each other.\"",
        "Marty's voice: \"And no matter what he thinks of himself, he is so easy to love.\"",
        "[Marty sighs]",
        "Marty's voice: \"I have fallen so hard for this man. He's so gentle and vulnerable. But he's got this ephemeral charisma -- hmm -- that just slays me. And he's strong, stronger than he gives himself credit for. I'm so lucky to have him.",
        "Marty: So is this baby we're going to raise.\"",
        "[SCENE_BREAK]",
        "[Starr sighs]",
        "Blair: You feeling okay?",
        "Starr: I'm okay, I guess. I just -- do you know how my baby's doing?",
        "Nurse: Oh, I don't, I'm sorry. I'm just here to help you get cleaned up.",
        "Starr: Well, Dr. Joplin took the baby to intensive care, and I still don't know why.",
        "Blair: Sweetheart, sometimes there's some minor complications that we're not aware of, but let's not get ourselves all worked up until we know the facts.",
        "Nurse: You know your doctor is an excellent O.B.?",
        "Blair: Yeah.",
        "Nurse: She'll take great care of the baby.",
        "Blair: That's right, and Marcie is on it. You know nobody's going to keep her from that little girl.",
        "[SCENE_BREAK]",
        "Charlie: Now, how did you learn how to pick a lock?",
        "Tina: Well, Cain taught me everything I know. Come on.",
        "[Bree fusses]",
        "Viki: Yeah.",
        "Charlie: You know, I don't see any signs of any kind of recent renovation or anything.",
        "Viki: Well, Tess would try to cover her tracks as much as possible, I know that.",
        "Charlie: Now, is there something in particular we're supposed to be looking for? Viki?",
        "Viki: What? I'm sorry, I'm sorry. This is so hard for me to believe, you know? It -- I don't get it.",
        "Charlie: What kind of access was there to the -- the other place? Was it a -- like, a trap door, a switch or something?",
        "Viki: No, it was a panel. It slid and it went to a passageway but it was in a whole other part of the basement. You know, I don't even know where to start looking.",
        "Tina: Uh -- guys? Uh -- look, there's, uh, scuff marks over here. That's kind of weird, isn't it?",
        "Charlie: You know something? It does look like something heavy's been pushed around.",
        "Viki: Charlie, be careful.",
        "Charlie: Is there a --",
        "Viki: Oh, my Lord.",
        "Jared: Natalie, look.",
        "Natalie: Oh, my God. Mom!",
        "[SCENE_BREAK]",
        "Woman: Much better. We can't do what we have to do if we can't see straight. We need to focus. We have to clean up this awful mess. Jessica's too fragile, Tess too high-strung. But we're neither. We're Bess. We were made for situations like this.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Marty: Come in.",
        "Guard: You okay? Need anything?",
        "Marty: No, I'm fine. Thank you.",
        "Guard: I'll do my rounds downstairs then hang outside your room.",
        "Marty: Well, you don't need to do that. It's quiet here.",
        "Guard: Sorry, but Mr. Manning left strict orders. When it comes to you, he's not taking any chances.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "[Voice mail clicks]",
        "Blair's voice: You've reached Blair Cramer. Leave a message.",
        "[Beep]",
        "[John sighs]",
        "John: Hey, it's -- it's John. Um -- I hope Starr's doing okay. I know I seemed a little distracted when I saw you at court earlier. I -- I didn't even ask you how you were doing. I'm sorry for that. I just hope I get a chance to make up for it. Take care of yourself.",
        "[John sighs]",
        "[SCENE_BREAK]",
        "Marcie: What are you doing here?",
        "Todd: I heard Starr had a baby.",
        "Marcie: Yeah.",
        "Todd: Is it over?",
        "Marcie: You know, um, I -- I can't talk to you. I really can't.",
        "Todd: Whoa, whoa, wait, wait, wait, hold on. Marcie, is Starr okay? You can tell me that, can't you?",
        "Marcie: Yeah, Starr's fine. She's fine. She made it through and she gave birth to a beautiful little baby girl.",
        "Todd: Yeah?",
        "Marcie: You have a granddaughter. Look -- the thing is, Todd, is that your granddaughter, she's not doing well. Um -- the doctors, they won't tell us what's wrong and they took her off to the neonatal intensive care unit and -- and they wouldn't -- they wouldn't even let me see her. They wouldn't let me hold her and I -- I didn't even get a chance to give her a name.",
        "[Marcie sighs]",
        "Marcie: I just -- I just don't know how this could be happening.",
        "[SCENE_BREAK]",
        "Bess: Tsk, tsk, tsk, tsk, tsk, tsk, tsk, tsk, tsk. Poor Jessica, poor Tess. Oh, well. Crying over spilled milk is Jessica's job, yelling at it is Tess'. It's our job to clean it up. We'll survive. To do that, we have to take away the pain and replace it with a purpose.",
        "[SCENE_BREAK]",
        "Viki: Thank God they're here.",
        "Charlie: Jared.",
        "Viki: Natalie. Oh, baby, I'm so sorry.",
        "Charlie: It's locked. It's been coded or something.",
        "Viki: Why can't we hear them?",
        "Charlie: It's been soundproofed.",
        "Viki: God, what did Tess do?",
        "Natalie: Jared? Jared, they -- they have Bree. She's got to get out of here.",
        "Viki: I don't know. What? What's wrong? What -- they're trying to say something's wrong.",
        "Jared: Bomb! There is a bomb in here!",
        "Tina: What, there's a bomb? Where, where?",
        "Natalie: Mom, please, you've got to get Bree -- you've got to get out of here please!",
        "Jared: The code for the door is \"esprit libre\" -- e-s-p-r--",
        "Viki: Go upstairs, call 911, tell Bo to bring the bomb squad. Go.",
        "Tina: What about you? What about you?",
        "Viki: I'm not leaving without my daughter. Take her, get out of here! Go. Go. Go on. Go.",
        "Charlie: L-I-b-r-e, right?",
        "Jared: Yes! It doesn't work.",
        "Natalie: Tess must've changed the code.",
        "Viki: Can you break the glass?",
        "Charlie: No, I'd need some very heavy equipment for that.",
        "Viki: Where can we get it?",
        "Natalie: Mom, no. You guys have got to get out of here, save yourselves.",
        "Viki: No, we are not --",
        "Natalie: Mom, please!",
        "Charlie: Hey, don't even ask. Look, Bo will be here soon with the bomb squad and if we just don't do anything stupid --",
        "Jared: No, you don't understand.",
        "Charlie: No, you don't understand! I abandoned you once in my life and I will die before I do it again.",
        "Jared: Is that what you want to do, you want to die? Because that bomb is not going to wait for you or me or anyone. It is on a timer and it has been ticking for hours, okay?",
        "Viki and Charlie: What? Well, how -- how much time is left?",
        "Natalie: I don't know! Tess put the timer out there with you, but she wouldn't let us see how much time we have.",
        "Jared: What does it say? What --",
        "[Beeping]",
        "Jared: What does it say?",
        "[SCENE_BREAK]",
        "Bess: Now for the obstacle course. Most of the legwork is done, thanks to Tess.",
        "Todd's voice: Uh, when the baby comes out, we're going to hand it off to you and you run it down to the doctor's office.",
        "Janet's voice: Well, why can't a delivery nurse do that?",
        "Todd's voice: It has to be someone we trust, you see. Now, I need to know you're on board with this because this baby could come out any second.",
        "Bess: And dear, depraved Uncle Todd has done the rest.",
        "[SCENE_BREAK]",
        "Starr: This is my fault.",
        "Blair: No.",
        "Starr: Mom, I must have done something wrong.",
        "Blair: No, nothing that happened here tonight is your fault.",
        "Starr: Then whose fault is it?",
        "Blair: It's nobody's fault, sweetheart.",
        "Starr: Mom, that baby grew inside me. It depended on me for its health and I let her down.",
        "Blair: No, no, you didn't.",
        "Starr: I must have stressed out too much or ate the wrong food or something.",
        "Blair: Just stop, stop it.",
        "Starr: Why --",
        "Blair: Stop. Stop it. I watched you the whole time you were pregnant. You did everything you could. You ate properly, you did -- you took care of yourself and the baby.",
        "Starr: Maybe -- no, but, Mom --",
        "Blair: No, but nothing.",
        "Starr: Remember when I fell down the steps -- it could've been that.",
        "Blair: Hey, hey, Starr, stop. Look at me, I'm -- I'm the queen of mistakes. When, you know, I was pregnant with you and your brother, I did all kinds of things and made mistakes but look at -- look at this perfect child that I had, and Jack. And I couldn't have dreamed of more perfect children.",
        "Starr: Why is this happening to me? Why is it happening to Marcie? Why are we the ones being punished?",
        "Blair: Oh, sweetheart, you're not being punished. Don't you ever think that. Sometimes things just happen no matter how much love is inside a person or how much happiness they deserve, okay?",
        "Starr: I just really want this baby to be okay.",
        "Blair: And it's going to be.",
        "Starr: But Dr. Joplin just --",
        "Blair: Dr. Joplin's probably going to walk through that door any minute and say it was just a false alarm. Come on. You saw the baby. That baby was crying, it was pink, it was beautiful.",
        "Starr: I know.",
        "Blair: It's going to be fine, I promise you.",
        "Starr: You really promise me?",
        "Blair: I promise you, and nobody is going to make a liar out of me, especially to my own daughter, okay? Nobody.",
        "[SCENE_BREAK]",
        "Marcie: All right, Todd, just -- just go ahead, okay? Just go ahead and laugh at me all you want. Tell me this is what I deserve, right? That I'm not a good mother, I'm a horrible mother and that I don't deserve any kids because --",
        "Todd: You should really go back in there with Starr and Blair.",
        "Marcie: No, I have to -- I have to stay with the baby.",
        "Todd: No, I don't think anyone's going to let you near the I.C.U., Marcie. You know that. Now, you'd just be in the way, wouldn't you? You know I'm right -- I know it pisses you off. It piss you off? You want to take it out on somebody?",
        "Marcie: Maybe.",
        "Todd: Huh -- you want to take it out on me? Huh?",
        "[Marcie chuckles]",
        "Todd: No, really. You should go back in there and you should tell them that they should -- they should trust the doctor to do the right thing.",
        "Marcie: Why are you saying all of this?",
        "Todd: Well, Marcie, it's because people -- people --",
        "Marcie: They want to --",
        "Todd: Want to be good. They want to do good things like make sure that baby stays healthy, goes back in that room where it belongs -- with the family it deserves.",
        "Marcie: What does that mean?",
        "Todd: It means that, Marcie, things are going to work out the way you want them to work out. You got to give it space, okay?",
        "Marcie: Space?",
        "Todd: It's in someone else's hands.",
        "[Todd chuckles]",
        "Todd: No, trust me, it's going to work out.",
        "Marcie: Yeah? Okay.",
        "[SCENE_BREAK]",
        "Marty's voice: \"Todd and I are about to start our new life together. His anxiety and depression, his low self-esteem, and all the baggage that seems to pervade everything he does has all but disappeared. Whatever caused it is gone. That doesn't mean things are perfect. I'm sure there will be obstacles to get over. But I just have a good feeling that we have a future. For the first time since I can remember, I actually believe I can have a life with or without my memory. I won't miss this town.\"",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Bo's voice: You've reached commissioner Bo Buchanan. Please leave a message.",
        "[Beep]",
        "John: Hey. Bo, it's John. By now, you've probably heard what happened. I'm sorry I let you down. I tried to work within the system but it didn't work. Now I got to try something different. Do what you have to do.",
        "[SCENE_BREAK]",
        "Viki: Oh, my God, this can't be happening.",
        "Natalie: Mom?",
        "Jared: Dad, what does it say?",
        "Charlie: Look, we just got to stay calm.",
        "Viki: No, we have to do something!",
        "Natalie: Mom, you have to tell us. I mean, what does it say?",
        "Jared: We can't just stand here not knowing.",
        "Viki: Tell them.",
        "Charlie: 10 minutes. You've got 10 minutes left.",
        "[Beeping]",
        "[SCENE_BREAK]",
        "Bess: [As Jessica] Hi. This is Jessica Brennan. I'm calling to see if my cousin Starr Manning has given birth to her baby yet. Thank you very much. [Normal voice] We do a far better Jessica than obvious Tess.",
        "Bess: I never liked this place. Too sentimental, too full of false hope, now chock full of bad memories. We're going to replace them all with good ones. Don't worry. Bess knows exactly what to do, and the timing couldn't be more perfect.",
        "[SCENE_BREAK]",
        "Starr: How is she?",
        "Marcie: Oh, I don't know. They -- they wouldn't let me in.",
        "Starr: Oh.",
        "Marcie: But I know that Dr. Joplin -- she's going to come soon and she's going to give us really great news.",
        "Starr: And how are you so sure?",
        "Marcie: I don't know but the thing is, is that I can't think anything else and neither should you.",
        "[Blair chuckles]",
        "Blair: There you go, Marcie. See, that's the power of positive thinking. Good going.",
        "Marcie: Well, I wasn't really thinking positively. Oh, forget it, never mind.",
        "Starr: No, what?",
        "Marcie: No, no, I really -- I shouldn't tell you that.",
        "Starr: Marcie, you have to tell me.",
        "Blair: What is it?",
        "Marcie: Well, I kind of got a pep talk from a very unlikely source.",
        "Starr: What does that mean?",
        "Marcie: It means it's your father. Todd's here. Yeah.",
        "[SCENE_BREAK]",
        "Todd: Hey, Dr. Joplin, it's Todd. Um -- oh, oh. I was just -- huh.",
        "Dr. Joplin: What are you doing here?",
        "Todd: Starr had the baby.",
        "Dr. Joplin: You're taking a big risk being seen with me.",
        "Todd: My daughter's obstetrician? Seems pretty normal to me.",
        "Dr. Joplin: Well, not when you're having me steal your granddaughter back.",
        "Todd: Nobody's doing anything like that.",
        "Dr. Joplin: Really? Is that why your associates are holed up in my office with the baby?",
        "Todd: I want you to give it back.",
        "Dr. Joplin: Excuse me?",
        "Todd: Yeah, I changed my mind. I'm not going to take the baby. Can't do it. Somebody helped me see that.",
        "[SCENE_BREAK]",
        "Marty: Hmm. Just go to sleep. When you wake up, Todd will be home.",
        "John: Marty.",
        "[NEXT_ON]",
        "Marcie: How's the baby?",
        "Starr: Is she okay?",
        "Marty: Todd said you'd never find me.",
        "John: Where is he?",
        "Natalie: You both got to get out of here or -- or Tess is going to kill us all."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=StQBqqh1xjI"
}