{
    "Episode Summary": [
        "Episode # 10714"
    ],
    "Recap": [
        "Cole and Langston both try but fail to find Starr. She's with James while Bull (the guy who's hunting him down for the money) has Starr's phone. James finally breaks down and tells Starr that he has been forced to help his father work in a chop shop to steal cars and has been abused as a child. So he has been on the run. And that's why he has taken the money from Bull. He tells her that he was hoping to finish school and start a legitimate business with his older brother who got a scholarship and has been working as a teaching assistant until he got assaulted. Hearing that, she figures out that Ford is his brother. She then trusts and wants to help James after hearing his story. Ford is awake and seems to know what is going on. Jessica wants to find out if one of her alters might have tried to kill him. But he won't tell her. John goes to talk to him. Hannah indicates to John and to Marty that Todd Manning might be correct in his theory that she pushed Marty and framed Todd for it when they see irrational behavior in Hannah."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: This is my Aunt Viki's place.",
        "James: It's perfect. Thanks. Look, we're really lucky that bull didn't follow us here from the high school, okay? He's never gonna find us out here.",
        "Starr: Good, because if he does, I'm so mad at him that I would strangle him, after I strangle you.",
        "[SCENE_BREAK]",
        "Cole: She wasn't in the parking lot or the courtyard.",
        "Langston: Well, then she must have taken off.",
        "Cole: Maybe we should check the bio hallway.",
        "Langston: The bio hallway?",
        "Cole: Yeah. We used to meet there. She helped me with the frogs.",
        "Langston: I didn't know that.",
        "Cole: That was the best part of high school--hanging out with her. And now it's over for both of us. I should have been here.",
        "Langston: You were in jail.",
        "Cole: Yeah. It was because I told her to stay away.",
        "Langston: Cole--",
        "Cole: No, look, this is my fault. I shouldn't have been so hard on her. Look, did she say anything to you?",
        "Langston: Just that you didn't want her to come visit you.",
        "Cole: That was because every time she came, we ended up arguing.",
        "Langston: Well, it's a difficult situation.",
        "Cole: But I should never have told her to stay away. She doesn't even know that I'm out on bail. I mean, I just want to see her and tell her that I'm sorry and that I didn't mean it. You think I'm too late?",
        "[SCENE_BREAK]",
        "James: Look, I'm sorry. Well, what are you doing?",
        "Starr: I told you that I'd find you someplace safe, and now I'm calling the cops.",
        "James: No, you cannot do that.",
        "Starr: Watch me!",
        "James: If you call them, we're both dead.",
        "[SCENE_BREAK]",
        "Hannah: You turned Cole against me, didn't you? Well, you're gonna regret it.",
        "Marty: Hannah, are you threatening me?",
        "John: Hello.",
        "[SCENE_BREAK]",
        "Kelly: Hey, how did it go? Have you been with Dr. Levin this whole time?",
        "Jessica: He wanted to observe me for a while. I should have called. I'm sorry.",
        "Kelly: That's okay. So, what does he think?",
        "Jessica: Well, we had a long session, and he tried to get Tess or Bess to emerge, and they didn't.",
        "Kelly: You're still integrated.",
        "Jessica: He seems to think so.",
        "Kelly: You don't?",
        "Jessica: Ford was attacked, and I was there, and I was provoked.",
        "Kelly: Okay, and you told Dr. Levin all of this. You said that Ford tried to have sex with you, and that brought back Mitch trying to rape you. You said all that.",
        "Jessica: And I pushed him off me, and I got out of there. Yes, I told him everything, and he seems to think that I had nothing to do with the attack.",
        "Kelly: That's great. I knew you didn't do it. Jess, hey, this is good news, right?",
        "Jessica: I don't know, Kelly. I'm not sure.",
        "Ford: Very nice. Is this all for me?",
        "Nurse: Maybe, when you get better.",
        "Ford: I'm gonna hold you to that, tiff...any.",
        "Jessica: Somebody attacked Ford. It could have been me.",
        "Kelly: Look, I know for a fact you are not capable of hurting anybody.",
        "Jessica: Yes, but what if Tess or Bess came out to protect me?",
        "Kelly: Dr. Levin said that you are integrated, right? He is an expert. Besides, Ford is awake now. He could have said something.",
        "Jessica: Maybe he did.",
        "Kelly: No. I have been following this investigation.",
        "Jessica: What if John is just keeping it to himself?",
        "Kelly: I'm telling you, you didn't do this. What do I have to do to convince you?",
        "Jessica: You can't. The only one that can do that is Ford.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Layla: Someone order a pizza?",
        "Ford: Oh, thank God. There's no way I can eat any of this hospital food.",
        "Layla: We'd have asked Karen to deliver it, but I'm thinking maybe she wised up.",
        "Ford: Hey, Karen was just filling in for Langston, who has a busy schedule, by the way. She had me, and then she had junior.",
        "Layla: I told you it would take more than almost dying to change him.",
        "Ford: I'm lying in a hospital bed, and you're giving me a hard time.",
        "Layla: Honey, I haven't even warmed up yet.",
        "[SCENE_BREAK]",
        "Hannah: I'm just telling the truth, as opposed to what you told Cole--that I pushed you down the stairs, that I had anything to do with the attack on Ford.",
        "Marty: Cole's attitude towards--",
        "Hannah: Has changed because of you. You saw him. I came here to support him today, and he barely looked at me. I'm here for him, while Starr is sneaking around.",
        "John: What's going on?",
        "[SCENE_BREAK]",
        "Langston: No luck in the bio hallway?",
        "Cole: Guess it was kind of a long shot.",
        "Langston: Well, maybe she just needs some time to herself.",
        "Cole: Or maybe she took off when she saw me.",
        "Langston: No. Cole, I told you, she's been gone since graduation.",
        "Cole: She--she could have been hanging out and then once I got here...",
        "Langston: No, that's not it.",
        "Cole: But you think she doesn't want to see me, though.",
        "Langston: I don't know what to think.",
        "Cole: I'm gonna call her and find out where she is.",
        "Langston: No. You can't do that.",
        "Cole: What, she's not even taking my phone calls now?",
        "Langston: No. She would take your phone calls. It's just she's lost her phone.",
        "Cole: She's always losing her phone and finding it in her back pocket.",
        "Langston: Eh.",
        "[Phone rings]",
        "[Phone ringing]",
        "[SCENE_BREAK]",
        "James: Bull took your purse and kept your cell phone.",
        "Starr: Which will make it easier for the cops to find him.",
        "James: Okay, and hold him on what? He didn't hurt you. I can't prove that he trashed your apartment or that he's after me.",
        "Starr: He stole my cell phone.",
        "James: Okay, fine. And if they hold him overnight, he's gonna make a phone call to his friends and send them after us. Look, he really wants that money, and he's gonna do whatever it takes to get it.",
        "Starr: Well, I'm sorry. I don't believe you. It's dead!",
        "James: Well, don't look at me. You took me here, okay? I've never been to this place in my life.",
        "Starr: There was a bad situation here a while ago where someone was kidnapped and then the police commissioner got shot. My aunt Viki probably hasn't gotten the phone fixed.",
        "[Sigh]",
        "James: Starr, look, I'm sorry that I dragged you into this, okay? Carjacking you and your daughter was the stupidest thing I've ever done.",
        "Starr: No, stealing that money was the stupidest thing you've ever done. Carjacking me comes to a close second, along with hiding the money at the quarry, where anyone with half a brain could find it. And they did find it, and they took it. Wow. That's a trifecta.",
        "[SCENE_BREAK]",
        "Nate: You were amazing in that bank.",
        "Dani: Yeah? Well, it helps being Todd Manning's daughter. People hate him so much, they'll do anything to avoid having to deal with him. But as long as those bills aren't marked, then we're good. Besides, it's not like we're committing a crime or anything. We found the money, and as soon as we give it to your mom, then we're done. Are you sure you don't want to stop by your house...",
        "James: No.",
        "Dani: Really quick?",
        "Nate: Here's good. See, my house, it's not what you're used to.",
        "Dani: Nate--",
        "Nate: Besides, we need to figure out what we're gonna tell my mom before she gets here, because I'm not telling her we found 50K under a rock. She'd never believe me.",
        "[SCENE_BREAK]",
        "James: Where are you going?",
        "Starr: Look, it was really nice of you to show up at my graduation and save me from that guy Ox--",
        "James: Bull!",
        "Starr: You're right, it's bull! Because graduation is over, and everyone is long gone, including your friend, so I'm going to go home to my daughter and my family--",
        "James: I can't let you do that.",
        "[SCENE_BREAK]",
        "Hannah: We were just celebrating. Cole got bail. Isn't that great?",
        "John: You okay?",
        "Hannah: Congratulations about Cole. I'll see you around.",
        "John: Stay where you are. I got a couple of questions for you.",
        "Layla: We knew you were a player, but to railroad Langston into sleeping with you--",
        "Ford: I did not force myself onto Langston. She was all over me any chance she got.",
        "Layla: She's in high school.",
        "Ford: She's an old soul.",
        "Layla: She had a boyfriend until you messed it up.",
        "Ford: Oh, come on. She was so over Markko, it was pitiful, which is not my fault, by the way.",
        "Cristian: You made someone mad enough to want you dead.",
        "[SCENE_BREAK]",
        "Kelly: Seeing Ford is really a bad idea. He took advantage of you. He used you.",
        "Jessica: But if I see him, I might remember what happened, you know? I have a blank spot in my memory from when I thought he was Mitch till I got home and found Brody's medal.",
        "Kelly: It's gonna come back to you, all of it, but you're gonna have to give it some time.",
        "Jessica: What if I tried to kill him, okay? You said it yourself. He used me. I could have flipped out. Kelly, it's happened before.",
        "Kelly: Jessica, I'm telling you, you have to leave this alone.",
        "Jessica: I can't. I can't. I am no good to Brody or Bree with this hole in my memory. I have to find out what happened.",
        "Kelly: All right, but I'm going with you.",
        "[SCENE_BREAK]",
        "Woman: Hi, honey.",
        "Nate: Hey.",
        "Woman: Who's this?",
        "Nate: This is my friend Danielle. Dani, this is my mom.",
        "Dani: Nice to meet you, Ms. Salinger.",
        "Ms. Salinger: It's a pleasure to meet you, Danielle. You were in that play with Nate.",
        "Nate: Musical.",
        "Ms. Salinger: Sorry. The musical. He loved working with you, and now I can see why. Such a pretty girl.",
        "Dani: Thanks.",
        "Ms. Salinger: I'm really glad that you called me, Nate, but I've been looking through the paper, and I've seen a few possibilities that I really want to check out. And, Danielle, when I get my new job, I really hope that you'll come to the house.",
        "Dani: That'll be great.",
        "Ms. Salinger: You can celebrate with us.",
        "Nate: Mom, I have a surprise for you.",
        "[SCENE_BREAK]",
        "James: Bull wants that money, and he obviously thinks that you can help him get it. You're not safe, and you're not going back to Llanview until I can figure this out.",
        "Starr: Yeah? And when is that gonna be?",
        "James: I don't know.",
        "Cole: Okay, that's weird. When I dialed Starr, I could have sworn I heard a phone.",
        "Langston: No, I know. I heard it, too.",
        "Cole: I thought she was here.",
        "Langston: You don't think that she left just because you called her.",
        "Cole: Well, I'm trying not to.",
        "Langston: Cole, that's not it. I promise.",
        "Cole: I thought things last year were bad.",
        "Langston: Last year?",
        "Cole: After graduation when that cop tried to set me up?",
        "Langston: Oh, right. I forgot about that.",
        "Cole: Yeah. Then I went home, and Starr told me about Hope.",
        "Langston: Well, that was pretty great.",
        "Cole: Yeah. I finally got everything I wanted. Then I messed it up, and that's kind of how I feel right now.",
        "Langston: Listen, Starr was hurt that you told her not to see you anymore, but I know that she still loves you. I mean, Cole, you're the one.",
        "Cole: It's the 3 of us--Starr, Hope, and me.",
        "Langston: Oh, my God. I know where she is. Come on.",
        "[SCENE_BREAK]",
        "Starr: Uh! Okay, you have 2 minutes to tell me the real story of what's going on here, or I'm getting in my car and driving to the nearest police station.",
        "James: I told you what happened!",
        "Starr: Well, I don't believe you! So tell me what's really going on. Why can't I call the cops?",
        "James: Because I'm a criminal.",
        "Starr: Tell me something I don't know. You carjacked my car, you kidnapped me and my daughter, and you stole $50,000. You're a major criminal.",
        "James: But not by choice.",
        "Starr: Oh, yeah? You'd rather be a mechanic?",
        "James: I am a mechanic, and I'm a good one. I just happen to work for really bad people.",
        "Starr: What do you mean?",
        "James: My dad owns a chop shop.",
        "Starr: What, is that someplace where you get a cheap haircut?",
        "James: Yeah, right. I wish. No, it's a criminal enterprise. That's what the feds would call it. We steal cars, and we break them down for the parts so they can't be traced.",
        "Starr: So you're a car thief?",
        "James: That's why I stole that money--so I'd never have to steal another car again.",
        "[SCENE_BREAK]",
        "Langston: Starr, I've got a surprise for you. She must be upstairs. Um, I'll go check.",
        "[SCENE_BREAK]",
        "Hannah: Actually, I've really got to be somewhere, so--",
        "John: Ah, this won't take long at all. You know, I just, uh--I want to go over your testimony, you know, because you're the only person that saw Todd Manning push Marty down the stairs. Have a seat.",
        "Hannah: Okay. Whatever it takes to put him away.",
        "John: So it's your testimony that you saw Todd Manning follow Marty into the stairwell.",
        "Hannah: Yeah.",
        "John: But you didn't go in after them.",
        "Hannah: No.",
        "John: See, the D.A.'s gonna ask you, \"If you didn't go into the stairwell after them, how did you see him push her?\"",
        "Hannah: The door was open.",
        "John: Ah, the door was open. Do you have a blue sweater?",
        "Hannah: Doesn't everybody?",
        "John: You weren't wearing blue that day, were you?",
        "Marty: No, I wasn't.",
        "John: Huh.",
        "Hannah: Why?",
        "John: Why? Oh, just we found fibers in the stairwell that may match that blue sweater I've seen you wear a few times, and I just wanted to know. Are you sure you weren't in the stairwell?",
        "[SCENE_BREAK]",
        "Ford: Great. Now you're blaming the victim.",
        "Cristian: Look, nobody deserves to be beat up like that, but--",
        "Layla: What you did is wrong. You hurt Markko, you hurt Langston, and who knows who else?",
        "[SCENE_BREAK]",
        "Jessica: Okay.",
        "Kelly: What?",
        "Jessica: I appreciate you coming with me, but I can talk to Ford alone.",
        "Kelly: I know, you can, which means I'm still going in with you.",
        "Jessica: Kelly--",
        "Kelly: No. Come on. Just as backup. Jessica, you are my best friend, which is why I also want to tell Ford exactly what I think of him.",
        "[SCENE_BREAK]",
        "Ford: Look, I'm a lover, not a fighter, but thanks for the pizza, and, uh, thank you for saving my life. I heard that you guys found me and called the ambulance.",
        "Cristian: And we're glad that we were there to help, but as soon as you get out of here, you're gonna have to find your own place to stay.",
        "Ford: That's cold.",
        "Cristian: Look, I'll ask around to see if I can find you something, but Markko is our friend, and we were there with him that night when he found you and Langston, so I want you out of my house.",
        "[SCENE_BREAK]",
        "Langston: Look who I found. Hi!",
        "Cole: She got so big.",
        "Langston: Oh, it's daddy. Oh.",
        "Cole: Starr upstairs?",
        "Langston: Uh, no. Addie's up there with the boys.",
        "Cole: Daddy missed you so much.",
        "[SCENE_BREAK]",
        "Starr: Let me get this straight. You committed grand larceny so you could stop committing grand theft auto? Did you ever think about going to school or getting a job?",
        "James: Every day.",
        "Starr: But what? Stealing cars is easier? Tell me again why I shouldn't call the cops, because r way up to a bank heist? I mean, this guy bull clearly wants his money back.",
        "James: It's not Bull's money. It's mine. I worked for it. He owes me.",
        "Starr: You're telling me that Bull owes you $50,000.",
        "James: I didn't steal the money from Bull. I stole it from my dad.",
        "[SCENE_BREAK]",
        "Nate: Mom, I know how you've been worrying about money, so--",
        "Ms. Salinger: You are such a sweetheart, always thinking of me, but we don't have to talk about any of that right now.",
        "Nate: Look, I know you don't like me talking about our problems, but--",
        "Ms. Salinger: Nate. Nate is very dramatic. That's why he's such a good actor.",
        "Nate: Mom, I saw the notice. The bank's gonna take our house.",
        "Ms. Salinger: Not if I get a job, and I just know that one of these folks is gonna hire me.",
        "Nate: I hope they do, but that's still gonna take time, and the bank wants their money now.",
        "Ms. Salinger: Honey, you just have to have a little faith, okay? All we need is a little miracle.",
        "Nate: And I've got one right here.",
        "[SCENE_BREAK]",
        "Jessica: I can do this. I need to do this.",
        "Kelly: Yes.",
        "Cristian: Hey, Jess. Hey, Kelly.",
        "Jessica: Hey.",
        "Cristian: Did you come see Ford?",
        "Layla: Why would she be here to see Ford?",
        "Cristian: I don't know.",
        "[SCENE_BREAK]",
        "James: 15 years old, one night he takes me out, and we pull up next to this sports car that's parked on the side of the road, and he tosses me his toolkit, and he says, \"Open the door.\" So I think, \"The owners called the garage.\" I pop the lock. Meanwhile, my dad's underneath the hood. The next thing you know, the motor's running. He says, \"Follow me back to the garage.\" I'm 15 years old, I don't even have my license, but I do what I'm told. So we get back. He tells me to pull all the way around where his crew's waiting. They're all laughing and patting me on the back. Seems I stole my first car.",
        "Starr: What did you do?",
        "James: I said, \"no way. No.\" And he gave me a black eye, lets me think about it for a couple of days. I still say no. And he breaks my nose. It takes a cast and a sling for me to give in and join their crew. So yeah, my old man's a real piece of work.",
        "Langston: Addie said that Starr hasn't been home since graduation, but I mean, I'm sure she'll call to check up on hope.",
        "Cole: Starr didn't say anything about where she was going after the ceremony?",
        "Langston: No. I mean, we talked but not about that. She's been kind of to herself lately.",
        "Cole: 'Cause of me?",
        "Langston: And me. She's really disappointed in everything that happened with Ford and Markko and the whole Hannah situation that you won't even consider that she might be lying to you.",
        "Cole: Oh, trust me, I'm considering it.",
        "Hannah: I'm the only one who can make sure that Todd Manning pays for killing your baby, and you're questioning me?",
        "John: D.A.'s gonna put you on the stand. I'm trying to prepare you for what Manning's lawyer is gonna cross-examine you with.",
        "Hannah: About some fibers that you found from a sweater you're implying belongs to me? You think I did this? You think I pushed Dr. Saybrooke down the stairs--",
        "John: I just want to make sure we convict the right person.",
        "Hannah: Are we done here?",
        "John: Where were you the night Robert Ford was attacked?",
        "[SCENE_BREAK]",
        "Kelly: You know, Jessica is here for a doctor's appointment. I'm checking on Ford for the \"Sun.\"",
        "Jessica: But I'm really happy that I ran into the 2 of you. Actually especially you, Layla. I wanted to congratulate you on your engagement, and I just wanted to say how sorry I am about how I acted, trying to break you 2 up. I wasn't myself.",
        "Cristian: Jess, come on. We told you we understand.",
        "Layla: And you were impossible, but Cristian and I are getting married, and you and Brody are back together. So it's all good.",
        "Jessica: Thank you.",
        "Layla: Later.",
        "Cristian: Bye, guys.",
        "Jessica: Bye.",
        "Ford: Jessica, hi. Who's--who's your beautiful friend?",
        "Kelly: Hello. Kelly Cramer. And Jessica's best friend.",
        "Ford: Nice to meet you.",
        "Kelly: Sorry I can't say the same. Jessica told me what you did to her the night of the prom. So when you get out of here, you are to go nowhere near her. Is that clear?",
        "Ford: Wh--what do I have to apologize for? She wanted to lose her virginity.",
        "Kelly: You shut up.",
        "Jessica: Kelly! Kelly! Kelly! Kelly, stop, stop.",
        "Kelly: Jessica would like some answers.",
        "Ford: To what? I didn't do anything to you that you didn't ask me to do first!",
        "Jessica: Yes, but...did I do this to you?",
        "[SCENE_BREAK]",
        "Ms. Salinger: I don't understand. What--what is this?",
        "Nate: It's a check, Mom.",
        "Ms. Salinger: For 50--for $50,000? You can't be serious. You're not--is this real?",
        "Nate: Yeah, of course.",
        "Ms. Salinger: Okay, where did you get money like this? From you?",
        "Dani: No, no.",
        "Ms. Salinger: I'm sorry, Danielle, you know, we can't--",
        "Dani: I didn't give him anything. I promise. The money's Nate's.",
        "Ms. Salinger: Nathaniel Q. Salinger, look me in the eye and you tell me where you got this money.",
        "Nate: Okay, I'll tell you. Promise not to get mad. You know how you don't like me playing the lottery. Only I got this feeling. So I bought a ticket. I put money on the day I met Dani, the date. So I won, Mom. I won 50,000--",
        "Ms. Salinger: No! That's impossible.",
        "Nate: It's a miracle. It's the one that we've been waiting for.",
        "Ms. Salinger: They don't sell lottery tickets to minors, and they most certainly don't give them prize money. So you tell me, where did you get this?",
        "Nate: Okay, I'll tell you, but you're not gonna like it.",
        "[SCENE_BREAK]",
        "Bull: Okay, don't freak, boss. I found the kid. Yeah. He says he lost it. B-boss, boss, boss, calm down, okay? Look, once I get my hands on him, he'll find the money. I guarantee it.",
        "[SCENE_BREAK]",
        "Starr: What about your mom? Was she just like him?",
        "James: No. She left when I was little.",
        "Starr: Boy, I can't believe he made you steal cars.",
        "James: That was the least of it. He saw that I was good in a garage, so he pulled me out of high school, and he trained me up real well. I got so good that I could make a car disappear. I became Dayton's go-to gear head. I mean, I can make a brand-new car out of used parts. My dad thought it was a beautiful thing.",
        "Starr: So he was proud of you?",
        "James: Except for when he wasn't. Starr, if I didn't get out of there, I was gonna end up in prison or dead or even worse.",
        "Starr: What's worse than being dead?",
        "James: Ending up like my dad.",
        "[SCENE_BREAK]",
        "Cole: I'll do that.",
        "Langston: That's okay. I got it. It's all good. Here you go, baby. I'm so sorry, Cole. I never should have lied to you about Ford. I just--I didn't know how to tell Markko. I didn't want to hurt him. I never meant to mess things up between you guys.",
        "Cole: Oh, I talked to him while we were locked up. He listened. I'm not sure it made any difference.",
        "Langston: I told the cops that I was the one who tried to kill Ford.",
        "Cole: You did?",
        "Langston: Yeah. John didn't believe me, though. But he heard Markko and I talking, and he realized that Markko was innocent, so that's good, I guess. Doesn't really matter, though, 'cause Markko still hates me.",
        "Cole: Well, he loved you.",
        "Langston: Yeah, I threw it away for that jerk. Don't you ever do that, Hope, okay? You stick to the winners...like your mom and dad. I'm just lucky Starr's still talking to me. Do you think you could ever forgive me?",
        "[SCENE_BREAK]",
        "Starr: If what you're saying is true, I totally understand why you would want to get out of there, but why would you steal the money? I mean, you knew that he would come after you.",
        "James: I left him a note. I told him I'd pay him back as soon as I could. I mean, I had it all figured out. I was gonna hook up with my brother and start a garage of my own.",
        "Starr: Your brother?",
        "James: Yeah. He's older. He got a scholarship and got out. I mean, I never even finished high school. I was planning on getting my G.E.D. and taking a couple of night classes at L.U. That's where my brother is a teacher's assistant. Well, was until somebody put him in the hospital.",
        "Starr: Ford's your brother?",
        "James: You know Bobby?",
        "Starr: Uh, yeah.",
        "[SCENE_BREAK]",
        "Ford: She came on to me.",
        "Jessica: Ford, I'm not accusing you of anything. I--I just need some answers. Okay, after I pushed you off me, what happened? Did I hit you?",
        "Ford: You seriously don't remember?",
        "Jessica: I had kind of a breakdown when I was with you. I thought that you were someone else, and I don't remember anything until I got home, so please, can you just tell me what happened?",
        "Ford: I already told McBain, I don't remember who attacked me.",
        "Jess: Oh, G...",
        "Kelly: It's okay. It's okay. You also didn't tell John that Jessica was with you that night, so why is that, Ford? Are you feeling guilty about what you did to her?",
        "Ford: Oh, I'm not the one who's guilty.",
        "[SCENE_BREAK]",
        "Hannah: Oh, so now I tried to kill Ford, too. I can't believe you people. I mean, I come forward at my own risk to help you, and this is how you thank me? Treating me like a criminal?",
        "John: You want to answer the question?",
        "Hannah: I didn't have anything to do with Dr. Saybrooke being pushed down the stairs or Ford being beat up. And I'm late for an appointment. Ahh...",
        "John: What was going on when I came in here?",
        "Marty: I am not really sure. She was very aggressive. It was a little scary. I'm starting to think that maybe Todd--Todd was right and that she pushed me down those stairs. I mean, her attitude was hostile. She--she wouldn't look you in the eye. She was answering questions with accusations.",
        "John: Well, she's hiding something, and she's not the only one.",
        "[SCENE_BREAK]",
        "Jessica: But I pushed you away. I didn't attack you. I left, right?",
        "Ford: Whatever you say.",
        "Jessica: No! I need you to tell me! I need to know the truth!",
        "Kelly: He is playing with you, Jessica.",
        "Jessica: No, please, but he knows. I know. Please tell me what happened.",
        "Kelly: He's not going to tell you. Let's go. Let's go.",
        "[SCENE_BREAK]",
        "[Ringing]",
        "[Cell phone rings]",
        "John: McBain.",
        "Ford: Yeah, it's Robert Ford. I need to see you.",
        "John: Yeah, okay. I'm on my way. Hey, are you sure you're okay?",
        "Marty: I'm fine. You always seem to show up when I need you.",
        "John: Huh. I'm gonna walk you to your car, okay?",
        "Marty: I'd like that.",
        "[SCENE_BREAK]",
        "James: How do you know my brother?",
        "Starr: Let's just say he gets around.",
        "[SCENE_BREAK]",
        "Layla: Was I too hard on Ford?",
        "Cristian: I kicked him out, remember?",
        "Layla: After I tore him a new one.",
        "Cristian: Every marriage needs a pit bull.",
        "Layla: Excuse me.",
        "Cristian: Ow! Well, see? You're pretty tough, and all you have to do is use that juice and tell your mom that you're marrying me.",
        "Layla: You would have to bring that up.",
        "Cristian: Don't you think it's time?",
        "Layla: My mother's life revolves around Evangeline. I'm not that important.",
        "Cristian: That's not true.",
        "Layla: And you're not exactly her favorite person.",
        "Cristian: We have to tell her, Layla. She's your mother.",
        "[SCENE_BREAK]",
        "James: What do you mean?",
        "Starr: He's a womanizer.",
        "[Cell phone rings]",
        "James: It's him. Yeah?",
        "Bull: That wasn't very nice of you, James, taking off like that. I wanted to meet your little friend.",
        "James: You leave her out of this.",
        "Bull: Afraid I can't do that, James, not until you give your father back his money.",
        "[SCENE_BREAK]",
        "Nate: A little while ago I got this fake I.D., and I used it to play the lottery and then again to collect the money I won. Please don't be mad. I did it for us. I figured it was just a dollar and it was worth it. I couldn't stand seeing you cry over losing the house, Mom.",
        "Ms. Salinger: Oh, sweetie, y--I appreciate it. I mean, I do. But what you did was wrong.",
        "Nate: Mom, just take the money, okay? We need a house to live in. Mom, let me help you, please. Bull: Are you hearing me?",
        "[SCENE_BREAK]",
        "James: I told you I don't have the money.",
        "Bull: That's too bad. I guess I'll just have to hunt you down, you and your little girlfriend, and when I find you, James, I'm not gonna be able to let her go, do you understand me?",
        "James: Okay, I don't know how I'm gonna get us out of this, but I can't let you get hurt. Call the cops.",
        "[SCENE_BREAK]",
        "Cole: I can't really think about any of that right now. No. I have to find Starr and make things right with her. I'm gonna go to the apartment and see if she's there. Come on.",
        "[SCENE_BREAK]",
        "James: Wait. Wait. Before you call the cops and before all hell breaks loose, I--I just really wanted to thank you. You know, I mean, for everything.",
        "Starr: I'm not going to call the cops. I'm going to call and check on my little girl, and I'm going to tell my family that I'm okay. And you're a good liar, so give me an excuse. Seeing that I'm not going to be home for a while, I need to tell them something. 'Cause like it or not, you and me, we're in this together.",
        "[SCENE_BREAK]",
        "Ms. Salinger: If I wasn't so grateful and if I didn't just love you to pieces, I would tear up this check and I would forbid you from seeing another movie until you were finished with high school. But I am really grateful and God knows we do need the money.",
        "Nate: Just take it to the bank, Mom.",
        "Ms. Salinger: Part of this I'm gonna put aside for your college.",
        "Nate: No, mom, don't--",
        "Ms. Salinger: J-j-just quit while you're ahead, young man. Half of this is gonna go to your college account.",
        "[SCENE_BREAK]",
        "Layla: You feel like driving to Maryland?",
        "Cristian: Only if you promise not to turn back.",
        "Layla: Are you gonna be the kind of husband who's always right?",
        "Cristian: If you're lucky. Look, I think your mom's gonna be fine with this.",
        "Layla: I wouldn't count on it.",
        "[SCENE_BREAK]",
        "Ms. Salinger: Oh, thank you, sweetheart. Dani, I know that you helped him through all this. Thank you.",
        "Dani: No. I didn't do anything.",
        "Ms. Salinger: Oh, yes, you did. And we are gonna have that celebration dinner really soon.",
        "Nate: I'm gonna take Dani home. I'll see you later?",
        "Ms. Salinger: I'll see you at home.",
        "Dani: So what's the \"Q\" stand for?",
        "[SCENE_BREAK]",
        "John: Hey, how you feeling?",
        "Ford: Better.",
        "John: Memory coming back?",
        "[SCENE_BREAK]",
        "Kelly: Jessica, take a breath.",
        "Jessica: He knows something.",
        "Kelly: Yeah, how to get to you. He is pushing your buttons. This is all a part of his game. You didn't do this.",
        "Jessica: He said I was guilty. He looked right at me.",
        "[SCENE_BREAK]",
        "Ford: Yeah, it's all coming back. I remember what happened.",
        "John: So who attacked you?",
        "[SCENE_BREAK]",
        "Cole: I'm gonna go find mommy and apologize to her and tell her how much I love my girls.",
        "[Kiss]",
        "Langston: Oh...come here. I'll take good care of my baby. Yeah, we go find Mommy.",
        "Cole: Mommy...",
        "Langston: Do me a favor, Cole. When you find Starr, will you let me know? I'm kind of worried about her, too. I mean, I know it's probably just her stupid phone, but...still.",
        "Cole: I'll call you.",
        "Langston: Okay. All right, come on, baby, let's go get you cleaned up.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Hannah: Cole, please call me as soon as you get this. I have to talk to you. There's something really important I have to tell you.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Cole: Hello.",
        "Starr: Cole?",
        "Cole: Starr?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=MQUAVG8tk5U"
}