{
    "Episode Summary": [
        "Episode # 10343 -- All Know the Way, But Few Actually Walk It"
    ],
    "Recap": [
        "Everybody celebrates Christmas. Jared has told Viki, Charlie and Roxy that he plans to propose to Natalie. Yet nobody knows how she will react to his proposal. He gives her the ring and she agrees to marry him. Rex has to break the news to Shane that he could not afford the z box that Shane wanted. But when Dorian has several z boxes in her home, she gets a \"visit\" from Mel, the voice of her conscience who tells her that maybe she needs to realize that a little boy's Christmas is incomplete because of Dorian's greed. Dorian remembers using the z box to be spiteful to Rex and decides to go to give it to him so he can give it to Shane. Todd is alone and depressed without Marty. But Tea is with him attempting to inspire him. A mysterious unseen person comes out of nowhere dressed like a biblical character walking with a cane. And he reveals himself as David Vickers."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: What are you doing here?",
        "Marty: Merry Christmas, Todd.",
        "[SCENE_BREAK]",
        "Cole: Hey.",
        "Nora: Cole, Merry Christmas.",
        "Cole: Thank you. Hey, has my mom come down yet?",
        "Nora: No, I haven't seen Marty yet this morning.",
        "[SCENE_BREAK]",
        "Shane: Can we finally open presents?",
        "Rex: Hold up a minute.",
        "Gigi: Balsom, you look like you're going to have a stroke.",
        "Rex: It will be better than seeing Shane's face when he doesn't find a Z-box, thanks to Dorian Lord. I can't believe she bought the last two in the state and wouldn't share.",
        "[SCENE_BREAK]",
        "Jack: Aunt Dorian, no!",
        "[Dorian laughs]",
        "Blair: Wow!",
        "Jack: A Z-box? Sweet. Thanks, Aunt Dorian. You're the best aunt ever.",
        "Blair: I looked everywhere for that. Wow!",
        "Jack: Here, Sam. Look, come here, Sam. Look, you got one, too.",
        "Blair: Both of them?",
        "Dorian: Yes, yes, yes, do I know how to make my men happy or what?",
        "Blair: Oh, wow!",
        "Jack: You got a Z-box.",
        "Dorian: Have you ever seen such happy little boys?",
        "Starr: You got him that cool of a game? He thinks that sucking his toe is a fun time.",
        "Blair: Starr Manning.",
        "Dorian: Oh, Starr.",
        "[Doorbell rings]",
        "Dorian: Excuse me, I'll go get it.",
        "Blair: Wow, look how nice.",
        "Angel Mel: Present for Dr. Lord.",
        "Dorian: What did I do this time?",
        "[SCENE_BREAK]",
        "Charlie: So you think you're really ready for this, son?",
        "Jared: Oh, yeah, I'm way past ready. Natalie doesn't have a clue?",
        "Viki: Oh, she thinks you're giving her socks.",
        "[Viki chuckles]",
        "Jared: Well, I can't wait to see the look on her face when she finds out it's a ring.",
        "[Roxy gasps]",
        "Roxy: Are you popping the question to Natalie? I can't believe it. Let me see that rock. When is the wedding?",
        "Viki: Roxy, Roxy.",
        "Natalie: Wedding? What wedding?",
        "[SCENE_BREAK]",
        "Todd: I just can't believe you're here.",
        "Marty: What, and miss our first Christmas together? I love you. I tried to deny it, but I can't.",
        "Marty: Merry Christmas, Todd.",
        "Téa: Merry Christmas. Hey, I said Merry Christmas.",
        "Todd: I didn't give you a set of keys, did I?",
        "Téa: I know you well enough to know where you'd hide them, and I didn't think you'd mind if I made an extra set.",
        "Todd: Hand them over and get out.",
        "Téa: Is that any way to treat an ex-lover who's also the lawyer who saved your sorry ass from 25 years in Statesville and bought you a Christmas present?",
        "Todd: You know, you have control of my assets. Why don't you do me a favor and buy yourself a ticket back to wherever you came from?",
        "Téa: Way to suck the air right out of the room, Todd.",
        "Todd: I didn't ask you here, did I?",
        "Téa: I thought I might be able to cheer you up.",
        "Todd: You woke me from a dream.",
        "Téa: About Marty? It's not too much of a wild guess; you're sleeping in her bed. You've got to get over her, Todd. That ship has sailed.",
        "[SCENE_BREAK]",
        "Matthew: So, Cole, we're still down for some video games, right?",
        "Cole: Yes, sir, you bet.",
        "Nora: Not until later.",
        "Bo: Yeah, that's because we've got football to watch.",
        "Nora: Not until later.",
        "Matthew: What kind of holiday is this, Mom?",
        "[Nora laughs]",
        "Nora: Marty.",
        "Marty: Hi.",
        "Cole: Mom, hey. Merry Christmas.",
        "Marty: Merry Christmas.",
        "Bo: It's just great to see you. How are you doing?",
        "Marty: I'm fine, thank you.",
        "Nora: Marty, this is Matthew's father, Bo Buchanan.",
        "Marty: Oh, I'm sorry, I --",
        "Bo: No, no, no, no, hey, it's okay. Don't worry about it.",
        "Matthew: You know, we're all really glad you're here for Christmas, especially Cole.",
        "Marty: I am, too.",
        "Bo: Well, we better get going, Matthew. You know, we've got the Christmas present express going. We've got to get over to Balsom's and Gigi's and get back in time for kick off.",
        "Nora: Yeah, I heard that.",
        "Bo: What?",
        "Nora: I heard that. I'm standing right here. You're talking like I don't even hear you.",
        "Bo: Well, I didn't say anything. Hey, tell Clint that I'll talk to him later, all right?",
        "Nora: If I can ever get him off the phone.",
        "Bo: Is he still on with Kevin and Joey?",
        "Nora: Oh, no, no, B.E. business.",
        "Bo: At Christmas?",
        "Matthew: Here you go.",
        "Bo: Oh, thank you. All right, we'll see you later.",
        "Nora: See you later. So why don't we open some Christmas presents?",
        "Cole: Yeah, let me go get yours.",
        "Marty: Wait. I'd like you to open mine first.",
        "[SCENE_BREAK]",
        "Dorian: What are you doing here on Christmas day?",
        "Angel Mel: Oh, we deliver 24/7, 365. How's your Christmas going?",
        "Dorian: What do you really want?",
        "Angel Mel: To deliver a package to your family. Is that okay?",
        "[SCENE_BREAK]",
        "Shane: Come on, you said I could open presents right after church.",
        "Rex: But first, a Balsom family tradition.",
        "Shane: Another one?",
        "Rex: We Balsoms change into our P.J.'s after church to open presents.",
        "Shane: Can't we skip that one?",
        "Rex: Nope, this is our first Christmas together and that means we're going to have a family Christmas, which means family traditions, even if they're stupid.",
        "Shane: Okay, but I'm not going to be the only one wearing pajamas. You guys have to change, too.",
        "Rex: We will.",
        "Shane: Don't take too long.",
        "Gigi: Church, changing into pajamas after church. What's next, Balsom, are we going to light the Yule log?",
        "Rex: Great idea.",
        "Gigi: These Balsom family traditions, they don't exactly seem like Roxy Balsom's or your Aunt Corinne's.",
        "Rex: All right, I'm making them up as I go along. It's buying us time, right?",
        "Gigi: Yeah, but you can't put it off forever.",
        "Rex: I keep hoping that one of my hookups is going to come through last minute.",
        "Gigi: On Christmas? Rex, you got Shane tons of other gifts.",
        "Rex: But none of them are what he wanted most.",
        "Gigi: What he wanted most was a father and he got that.",
        "Rex: Wouldn't I be super dad if I could score a Z-box for him?",
        "Gigi: I'm telling you, it doesn't matter.",
        "Rex: Why? Because he's used to disappointment? Noelle told me about Shane's Christmases.",
        "[Gigi scoffs]",
        "Gigi: We were fine.",
        "Rex: Fine?",
        "Gigi: Yeah.",
        "Rex: It's not good enough, not for Shane. I had the money. I can't believe Dorian had to be a Grinch and buy the last two. I told her how much it meant to Shane, but she still wouldn't budge.",
        "Gigi: You did dump her daughter for me.",
        "Rex: Right. How am I going to get close to Shane if I disappoint him on our first Christmas together?",
        "[SCENE_BREAK]",
        "Dorian: Well?",
        "Angel Mel: You know what to do. Put your autograph right there.",
        "Dorian: Right.",
        "[SCENE_BREAK]",
        "Natalie: Did I just hear Roxy say something about a wedding?",
        "Jared: Well, I didn't exactly want this to be the way you found out --",
        "Roxy: Charlie and Viki are tying the knot. Can you believe it?",
        "[Natalie squeals]",
        "Natalie: This is incredible, isn't it?",
        "Jared: Yeah, incredible is the word.",
        "Natalie: I want to see the ring. Show me the ring, come on.",
        "Viki: I -- I don't have a ring.",
        "Natalie: You don't?",
        "Charlie: No, no, no, we wanted to pick one out together. So that's what we're going to do, go window shopping right now for some ideas.",
        "Viki: Right.",
        "Charlie: Yeah.",
        "Viki: And, Roxy, I think you should come with us, okay?",
        "Roxy: Yeah.",
        "Viki: And -- and, oh, you have a cake.",
        "Roxy: I do.",
        "Viki: Good, why -- uh, Natalie and Jared can eat the cake, right?",
        "Roxy: Okay, eat up, honey, and we'll catch you later. Come on, I'm so excited.",
        "Natalie: Okay, well, good luck.",
        "Jared: You know what? I'm going to see them out, but why don't you cut the cake?",
        "Natalie: Okay.",
        "Roxy: Was that a great flippin' save or what?",
        "Viki: Roxy, let's just go, okay, and let Jared get on with the real engagement?",
        "Charlie: Um, listen, son, just -- just do it right. You know, bended knee, the whole deal.",
        "Jared: I just don't want her to laugh at me.",
        "Charlie: Well, I'm guessing she won't do that. This is one of those moments that she'll never forget, so -- you love her.",
        "Jared: Yeah.",
        "Charlie: So do it right.",
        "Jared: Thanks, Dad. Whew, okay.",
        "[SCENE_BREAK]",
        "Natalie: I think that Roxy was dipping in the sherry when she made this cake. Can you believe it? Your dad and my mom are getting married. What a -- what a Christmas present, huh?",
        "Jared: Yeah, yeah, it would be pretty hard to top that one, huh?",
        "[SCENE_BREAK]",
        "Starr: I don't want to toss it to you. It's too nice. That is so you.",
        "Angel Mel: That is one family that has it all. Love, family and enough presents to fill a department store.",
        "Dorian: This has been a rough year for all of us and if I went overboard, it's just because I wanted the holiday to be special.",
        "Angel Mel: Well, that Z-box is a real hot ticket item, and you managed to snag two? That little one really digs his.",
        "Blair: Whoa, touchdown!",
        "Dorian: And what's your point?",
        "Angel Mel: That you're lucky, that's all. I know this kid who wanted a Z-box more than anything in the world, but his dad couldn't get his hands on one. I guess Santa doesn't come for everyone. You have yourself a Merry Christmas. Ho-ho-ho.",
        "Dorian: Ho-ho-ho? Don't think I don't know what that means, girlfriend.",
        "[SCENE_BREAK]",
        "Shane: Do I really have to wait for you guys, or can I just open our presents already?",
        "Gigi: You mean your presents, and -- no.",
        "Shane: Please?",
        "Rex: Shane, I need to tell you something.",
        "Shane: Oh, not another Balsom family tradition.",
        "Rex: It's about that thing that you really wanted for Christmas, you know, the Z-box.",
        "Shane: Rex, I know what it is.",
        "Rex: You do?",
        "Shane: You're going to make me open everything, act like there's no Z-box, and then \"poof,\" you pull a Z-box out of nowhere and act like Santa brought it or something.",
        "Gigi: You know, Shane, you don't always get everything you want for Christmas.",
        "Shane: I know, but this year is going to be different. Right, Rex?",
        "[Knock on door]",
        "Rex: Oh, Matthew, hey. What a surprise. Look who's here. Come in.",
        "Bo: Yeah, we thought we'd stop by and drop off a few presents here. Don't want to interrupt anybody.",
        "Shane: Well, we were going to open up the presents under the tree.",
        "Rex: But that can totally wait now.",
        "[SCENE_BREAK]",
        "Cole: Mom, you didn't have to do this.",
        "Marty: I wanted to. I have been a terrible mother to you.",
        "Cole: Hey, no, you haven't.",
        "Marty: Uh, yes, I have. I haven't been the mother you need and we both know that.",
        "Cole: You've been through hell. You know, I get that, but you're trying. I mean, it's not easy getting past what Todd Manning tried to do to you.",
        "Marty: What he did to me. Go ahead, open it up.",
        "Cole: Collected poems by Lewis Carroll.",
        "Marty: Yeah, it's got the \"Jabberwocky\" in there and it's a first edition.",
        "Cole: \"For my son Cole, for all the memories you gave me. Love, Mom.\"",
        "Cole: Todd Manning can never take away who you are, Mom. Never.",
        "[SCENE_BREAK]",
        "Todd: I don't want company.",
        "Téa: Even on Christmas?",
        "Todd: Especially on Christmas.",
        "Téa: What, are you going to spend the whole day in bed?",
        "Todd: Yeah, that was the plan, but you screwed it up.",
        "Téa: You know what, Todd? You're a real horse's ass.",
        "[Téa laughs]",
        "Todd: What are you doing here, then?",
        "Téa: 'Tis the season of forgiving and of giving. Hello, I'm trying to give you a \"get out of jail free\" card. I -- I want to help you, Todd.",
        "Todd: You know, what you did to Marty in court really didn't help me.",
        "Téa: Is there anything I can do to help?",
        "Todd: Yeah, you're a woman. Or at least you used to be. Do you think there's any chance that Marty can forgive me?",
        "[SCENE_BREAK]",
        "[Natalie laughs]",
        "Natalie: I will make sure to wear it next time I'm around Brad Pitt.",
        "Jared: Ouch, God! Well, maybe you'll like this one better.",
        "Natalie: Ooh, it's big.",
        "Natalie: Oh, my God, you really did get me socks. I mean, I know you said you were going to get me socks, but --",
        "Jared: Wait. Wait, wait --",
        "Natalie: What are you doing?",
        "Jared: You weren't supposed to do that.",
        "Natalie: What, did you want me to try them all on?",
        "Jared: No, but do you see gold ones anywhere?",
        "Natalie: Gold socks, no. Was that for the dinner at The Palace?",
        "[Jared sighs]",
        "Jared: Natalie, we've been through war together, you and me. And, well, that is why I've never stopped believing in you and us and the future that I know we can have together, so --",
        "Natalie: So that's why you're giving me socks?",
        "Jared: Well --",
        "Natalie: You know, you're a very strange prince charming.",
        "Jared: Yeah? Well, see, there's something in there. What is it? Here, you do it.",
        "Jared: Open it.",
        "Jared: Natalie Buchanan, you are my soul mate, my friend, and the love of my life. Will you marry me?",
        "[SCENE_BREAK]",
        "Blair: Who's that from?",
        "Dorian: I don't know. There's no return address on it.",
        "Blair: You're dying to open it, aren't you?",
        "Dorian: Sure, let's go attack.",
        "Blair: Let's see. To Sam, to Jack, to Starr, from Dad.",
        "Dorian: Mm-hmm. I tell you what. Put them back in. I'll give them to Shaun first thing in the morning. He can drop them off at a shelter.",
        "Langston: Dorian, look what Adriana sent us.",
        "Starr: Aren't they so nice?",
        "Dorian: Gorgeous.",
        "Starr: Who are they for?",
        "Blair: They are for you kids. They're from Daddy.",
        "Starr: I don't want anything from him.",
        "Dorian: I thought you wouldn't.",
        "Starr: But I think the boys should open theirs.",
        "Blair: You know what? I agree. It's Christmas -- that one's Starr's. And they should know. They should have these gifts, so I'm going to go give them to them. Okay, more presents. This one is for you and this is for you. It's from Dad.",
        "Jack: I'm throwing it away.",
        "Blair: Hey, you don't want to throw it away. Hey, hey, stop a minute. I know you're upset, but come on. It might be a really terrific gift.",
        "Starr: Come on, let's see what you got, Jack.",
        "Addie: Those are two wonderful girls. They're going to help those two boys grow up to be good men.",
        "Dorian: That's what happens when you set a good example.",
        "[SCENE_BREAK]",
        "Bo: I know you think you're letting him down, Balsom, but you're really not.",
        "Rex: Willing to put money on that?",
        "Bo: Hey, ask Matthew what I got him last year for Christmas. He won't even remember. But if you ask him about the touch football game we played on New Year's Day in the snow, he will give you a play-by-play description, because that's what counts, stuff like that, not presents.",
        "Rex: You're right. He'll get over it like he's had to his whole life.",
        "Shane: The code book?",
        "Matthew: Yeah, it's got all the cheats of every game.",
        "Bo: Balsom, this one is for you from me.",
        "Rex: I thought we weren't going to do this, seeing as how I couldn't pop for anything.",
        "Bo: Doesn't matter. This didn't cost me a penny.",
        "Rex: Western vintage. It's awesome, Bo.",
        "Bo: Yep, that was mine. I remember I got it just before I went in the service. I loved that thing. For some reason, I always kept it around. And you want to hear something funny? For some reason, this makes me think of you.",
        "Rex: Perfect fit.",
        "Bo: Looks great. Looks like it was made for you.",
        "Rex: Thanks, Bo. Thank you.",
        "Gigi: And these are gorgeous. Bo, you have really good taste.",
        "Bo: Well, yes I do. And I also have input from Viki.",
        "Gigi: Oh, well, thank you very, very much.",
        "Bo: Oh, you're welcome.",
        "Shane: Okay, now we can open all the other presents.",
        "Rex: Stick around. You can watch me get failing grades for fathering.",
        "Roxy: Okay, stop everything. It's Granny, and I'm here on a cake run.",
        "Rex: Roxy, Merry Christmas!",
        "Roxy: Hey, everybody.",
        "Shane: Am I ever going to be able to open anything here?",
        "[SCENE_BREAK]",
        "Cole: It's from when we used to live back in L.A. It was our first St. Patrick's day after Dad died.",
        "Marty: Oh, well, it looks like we still managed to have some fun.",
        "Cole: Well, we did. We made soda bread and corn beef and we toasted Dad's memory. You had a black and tan and I had a green ginger ale.",
        "Marty: Aw, you still miss him, huh?",
        "Cole: Yeah, but he always said that when he goes, he doesn't want us to be sad. He wanted us to have a grand party. And that's what we did on St. Patrick's Day.",
        "Marty: God, I wish I remembered.",
        "Cole: It's okay, you will.",
        "Marty: Yeah. You know, I'm going to put this right next to my bed so that it's the first thing I see when I wake up in the morning.",
        "Cole: I was going to stop by Starr's. I got her something. But if you don't want me to leave --",
        "Marty: No, no, no. No, you should go. I'm sure she would want to see you today.",
        "Cole: Okay, I won't take long.",
        "Marty: That's okay, go ahead. And, um, please tell Starr that I wish her a very Merry Christmas.",
        "Cole: And thanks for the book. Just don't let anybody on the lacrosse team know I'm into poetry.",
        "[Marty laughs]",
        "Marty: Your secret is safe with me.",
        "Cole: Thank you. Hey, I'll see you later",
        "Nora: Hi -- okay. So I guess it's just us. I wish this was a better Christmas for you.",
        "Marty: Oh, it's not your fault, Nora.",
        "Nora: I kind of let you down with Todd.",
        "Marty: You convinced Todd to plead guilty. That's a lot. How would you know that Téa Delgado would waltz into town and make a crusade out of him?",
        "Nora: I know, but I just can't believe she put you on the stand and made you relive all of that stuff. I still can't believe that the judge dropped all the charges on him. I just -- I'm so sorry.",
        "Marty: You don't need to be. Things have a way of working out with time.",
        "[SCENE_BREAK]",
        "Téa: I don't know Marty Saybrooke. All I know is what I heard her say in court, and it didn't sound so forgiving.",
        "Todd: So you think I'm asking the impossible.",
        "Téa: What do I know about the impossible? I let you off the hook for being a bastard to me. And I know what it's like to throw all your hopes and dreams and love away on someone when there's not a chance in hell it would ever work. What are you willing to do, Todd, to earn Marty's forgiveness?",
        "Todd: Anything.",
        "[SCENE_BREAK]",
        "Jared: Okay, maybe you don't --",
        "Natalie: Yes.",
        "Jared: What, yes, you don't or yes, you do, or --",
        "Natalie: Yes!",
        "Jared: Yes?",
        "Natalie: Yes! I will marry you! Yes!",
        "[Both laugh]",
        "Natalie: Oh, my God. Put this ring on me right now!",
        "[Natalie giggles]",
        "Jared: I love you.",
        "Natalie: I love you.",
        "Jared: And I'm going to do everything I can to make you happy for the rest of your life.",
        "Natalie: Wait.",
        "Jared: What -- what?",
        "Natalie: Wait a minute.",
        "Jared: What?",
        "Natalie: Does this mean that our parents aren't really engaged?",
        "[SCENE_BREAK]",
        "Charlie: So, um, how does it feel to pretend to be engaged?",
        "Viki: Not half bad.",
        "[SCENE_BREAK]",
        "Roxy: Okay, Granny needs a hug.",
        "Shane: Thanks for the presents. You really rock.",
        "Roxy: Oh, baby, I love you. And I love you for having him.",
        "Gigi: Oh, my pleasure.",
        "Roxy: And I love all of you just because.",
        "Matthew: Hey, text me after you get your presents.",
        "Shane: I already know what I'm getting.",
        "Bo: Remember what I told you, Balsom.",
        "Rex: Thanks again, Bo, for everything.",
        "[SCENE_BREAK]",
        "Todd: You think I'm crazy?",
        "[Téa chuckles]",
        "Téa: Oh -- crazy not to be happy that you just dodged decades of jail time? Yeah, that's pretty psychotic. Crazy to love Marty as much as you do? No. And she seemed to care about you a lot, too. That's -- that's pretty clear.",
        "Todd: If she did, it's because I wrote the script.",
        "Téa: Oh, come on. If it's not organic, that means it's not real?",
        "[Téa sighs]",
        "Téa: Look, open this already. Please?",
        "[Téa chuckles]",
        "Téa: From me. Come on, open it. Merry Christmas.",
        "[Téa sighs]",
        "[Todd snickers]",
        "[Téa chuckles]",
        "Todd: A seashell. That's just what I wanted.",
        "[Téa chuckles]",
        "Téa: Well, it's not just a seashell, Todd. I picked it up myself from a certain desert island. You faced an impossible situation before on that island. I saw you fashion a raft with your own hands and paddle off into the middle of the ocean because you had to get back to what back then was your life. We're talking about miles of deep blue sea against ridiculous odds. But did that matter to you? No. Does it ever? No. That's a reminder of who you used to be, someone who did what he believed was right. It didn't matter what it was. You believed in yourself, Todd, and your ability to do anything. You got to get back to that person, fast, so you can get back to whatever it is that's waiting for you on the shore.",
        "Todd: If it's not Marty, it's not worth the trip.",
        "[SCENE_BREAK]",
        "Nora: I just thought it might help if you wrote things down, you know, all your thoughts of what's happening now. I had a little problem with my memory at one point and it was just nice, you know. It kind of helped me keep things in perspective, and who knows? Maybe it'll jog your memory.",
        "Marty's voice: \"Todd asked today if people can change.\"",
        "Marty: Thank you. Thank you. It's very thoughtful.",
        "Nora: Yeah, well -- but it's not jewelry, huh?",
        "Marty: No, I -- I appreciate it. And maybe you're right. Maybe it will give me a little perspective.",
        "Nora: Well, I'm going to go talk to Nigel about when dinner's going to be and see if I can get Clint off that phone.",
        "Marty: Hmm.",
        "[SCENE_BREAK]",
        "Shane: Okay, joke's over. I know it's here somewhere.",
        "Gigi: No, honey, it's not. These are all your gifts.",
        "Rex: I -- I tried to get a Z-box for you. I looked everywhere, but --",
        "[Rex sighs]",
        "Rex: They were sold out. I'm sorry.",
        "Shane: It's okay.",
        "Rex: No, it's not. I get how much you wanted one.",
        "Shane: You tried. Mom's always saying that's what matters. And I love everything else you got me, I really do. Thanks, Dad.",
        "Rex: You're welcome, son.",
        "Gigi: Shane, let's get some plates so we can have some of Roxy's cake, huh?",
        "Shane: For breakfast?",
        "Gigi: It's Christmas. All nutritional bets are off. I'll be right there. That was a pretty great gift, huh?",
        "Rex: Best I've ever gotten. Bo said it would be okay. He was right.",
        "Gigi: He's spending Christmas with his dad and his nutty grandma and Bo and Matthew. Who needs a stupid game?",
        "[Knock on door]",
        "Dorian: Here, I think you'll want this.",
        "Rex: Is that a bomb?",
        "[Dorian scoffs]",
        "Dorian: Oh, please. It was delivered to my house by mistake. Look at the card. It says, \"To Shane, love Rex.\" Merry Christmas. By the way, this does not change anything between us.",
        "[SCENE_BREAK]",
        "Téa: I know where you're at, Todd. I've been in that special hell where your heart is broken and you think you have nothing else, but you do.",
        "Todd: Who do I have? You?",
        "[Téa scoffs]",
        "Téa: I still see you have a sense of humor.",
        "Todd: That's about all I got.",
        "Téa: Hey, you have three great kids.",
        "Todd: I think it's down to two now after what Starr said. She pretty much disowned me in court. She wants to see me put away for the rest of my life.",
        "Téa: Oh, we'll see about that. Look, we're not going to discuss your case today. It's Christmas and even I take Christmas off. So should you.",
        "Todd: From what?",
        "Téa: From yourself. Hmm, what about that?",
        "Todd: Perfect, then. You can go and I can go back to sleep.",
        "Téa: No, you're not going back to sleep. You're taking a shower. You're going to eat something. No, no -- you listen for something in there, a clue, perhaps. Take it. Merry Christmas.",
        "[Téa sighs]",
        "Todd: Téa? I don't know what to do. It's Christmas and I -- I can't call my children. I can't tell them I love them. I can't get them a present. You have my -- you got my money, so --",
        "Téa: They know you love them, Todd. I have power of attorney, remember? I bought your kids some fabulous presents and signed your name.",
        "Todd: Thank you.",
        "Téa: I think you actually mean that.",
        "[Téa laughs]",
        "Téa: Take care of yourself, Todd. Try not to look back, at least not too much, anyway.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Blair: Oh!",
        "Starr: I'll get it.",
        "Jack: Touchdown!",
        "[Blair chuckles]",
        "Blair: Here you go.",
        "Cole: Merry Christmas.",
        "Starr: Hi. Merry Christmas.",
        "Dorian: Merry Christmas, you two.",
        "Starr: Where have you been?",
        "Dorian: Just running an errand.",
        "[SCENE_BREAK]",
        "[Rex sighs]",
        "Shane: What's that?",
        "Rex: There was one more present, after all.",
        "Shane: You guys were punking me? Oh, my God, this is so awesome I could spit!",
        "Gigi: Don't.",
        "Shane: Thank you.",
        "Gigi: How did you manage this?",
        "Rex: I guess you could say it was a Christmas miracle.",
        "[SCENE_BREAK]",
        "Jared: You happy?",
        "Natalie: Natalie Buchanan Banks.",
        "[Jared chuckles]",
        "Natalie: It has a nice ring to it, doesn't it?",
        "Jared: Yes, it does.",
        "[SCENE_BREAK]",
        "Viki: I hope our children are happy.",
        "Charlie: What, as happy as we are? Not possible.",
        "Viki: You know, after what we have been through the past couple of weeks, I wouldn't be surprised at anything that happened in this town.",
        "David: Namaste.",
        "[SCENE_BREAK]",
        "Bo: Beaver Calhoun.",
        "Beaver: Merry Christmas, Bo.",
        "Bo: Boy, right back at you. Come on in, come on in. Why aren't you down in Texas?",
        "Beaver: I've got a message for you, from your pa.",
        "[SCENE_BREAK]",
        "Cole: It's not much, just some songs I know you like.",
        "Starr: Oh, I do -- I love these songs. Thank you. I love -- I love it. Thanks.",
        "Jack: Okay, so, Sam, this is how you work the controls. This one is to move. This one -- just use your power.",
        "Dorian: Aren't we just the luckiest family in the world?",
        "Blair: Yes, we are, because we have you.",
        "Dorian: Oh, get out of here.",
        "Blair: Mm-hmm.",
        "[Dorian laughs]",
        "Blair: You're the best.",
        "[SCENE_BREAK]",
        "Rex: Ah, way to go. We rule.",
        "[Grunts]",
        "[Video game plays]",
        "[NEXT_ON]",
        "Asa: You all lose everything you have got.",
        "Viki: You actually changed your name?",
        "John: What are you doing New Year's Eve?",
        "Todd: What are you doing here?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=GTJlqPRSpIU"
}