{
    "Episode Summary": [],
    "Recap": [
        "Jared is at Jessica and Nash's place. He lets them know, as well as Natalie, that he bought into their home and intended to move in with them. At school, Britney lets Cole and a friend of hers know that Marcie McBain split town with Tommy. Cole questions Markko to see if he knew that Langston's parents had died in a car accident. Starr and Langston come into the kitchen at La Boulaie and suggest that Langston move in with them. Blair has her doubts about the move and Dorian immediately wants to know what is wrong with the idea. Ron tries to persuade Marcie to go back to Michael. Marcie refuses to go back to Michael and refuses to turn Tommy over to Todd. Todd arrives on Ron's doorstep to pick up Tommy. Michael and John find out that the Llanview police are stepping out of the investigation and the FBI is stepping in. Blair suggests to Starr that Langston's parents may have left a will notifying the authorities as to who Langston's guardians would be. At school, Britney lets her friend know that she is going to a boarding school. Britney looks around at Cole and Markko. Rex and Adriana come to visit Michael to lend some moral support. Marcie, with Tommy, hides in Ron's back room while Ron talks to Todd. Ron tries to talk Marcie into going home to Michael, but Marcie refuses. At school, Britney lets them all know that she is transferring to a private school. Britney offers her help to Langston. Britney tells Starr that she may not be sorry to see her go, but she will be sorry. Dorian checks with the bank to see if Langston's parents left a will in a safety deposit box. Unhappily, Todd leaves Michael's apartment. Todd feels as though Ron is hiding something. Later at the school, Starr confides to Cole that Langston's parents had been dead for a year and a half."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Nash: You bought into the vineyard.",
        "Jessica: Uh -- but this is our home.",
        "Jared: I just happened to bring by a copy of the agreement I signed with Antonio. Let's see -- aha. \"I, the undersigned --\" blah, blah, blah -- ok. Here it is -- \"ownership of 51% of all lands and buildings.\" See, this here is a building, so warn all you want, Sparky, but I got rights, too.",
        "Jessica: So you're throwing us out?",
        "Jared: No, oh, oh, oh. I wouldn't do that. I'm -- I'm moving in.",
        "[SCENE_BREAK]",
        "Britney: So have you heard the news?",
        "Amber: No -- what?",
        "Britney: Mrs. McBain ran off with Starr's little bastard brother.",
        "Amber: No way.",
        "Britney: Hmm.",
        "Amber: Poor Mrs. McBain.",
        "Britney: And I have even bigger news.",
        "[SCENE_BREAK]",
        "Cole: Hey, dude, have you seen Starr?",
        "Markko: No.",
        "Cole: I'm kind of worried about her -- I don't know how she's handling the whole deal with her dad's kid. And I was there last night when she was waiting for them to come home, and she was really happy.",
        "Markko: Yeah.",
        "Cole: Oh, hey -- how did last night go?",
        "Markko: Uh -- it didn't.",
        "Cole: What, you didn't bring Langston home to meet the parents?",
        "Markko: Nope.",
        "Cole: She blew you off?",
        "Markko: No -- something came up.",
        "Cole: What, with your parents?",
        "Markko: No, man, this is bad. Langston's parents -- they died in a car accident yesterday.",
        "[SCENE_BREAK]",
        "Starr: Are the pancakes done yet?",
        "Dorian: Not yet.",
        "Starr: Ok. Um -- so, I, um, have a brilliant idea.",
        "Blair: And what's that, sweetheart?",
        "Starr: Langston should live with us.",
        "Langston: I -- I never said anything about staying here permanently.",
        "Starr: Oh, please. Langston, it's a no-brainer.",
        "Blair: Well, I think there are other things to consider here.",
        "Starr: Like what?",
        "Dorian: Yeah -- like what?",
        "[SCENE_BREAK]",
        "Michael: You guys really have to be here?",
        "Officer: Until the FBI tells us otherwise.",
        "[Michael turns on the TV]",
        "[SCENE_BREAK]",
        "Marcie: That's it. That's exactly it. Mm-hmm.",
        "Michael: Come on, say something for the camera.",
        "Marcie: No, Michael, I'm not even dressed. Turn it off!",
        "Michael: You look gorgeous. Come on, buddy.",
        "Marcie: Come on.",
        "Michael: Come on. Yeah. That's my boy.",
        "Ron: Look --",
        "Marcie: Ron, just --",
        "Ron: Marcie, look, I know what you've been through and I -- and I've seen you with Michael, and right now, I know you're furious with him and it sounds like you have every right to be. But I know you love him. Now, are you really ready to just throw your marriage away? Because if you walk out that door, that's what you'll be doing.",
        "Marcie: I can't go back to him, Ronnie. I can't. And I will not hand my son over to Todd Manning.",
        "[Doorbell rings]",
        "Todd: Ron, it's me! Long time no see, buddy. I'm here to pick up my son.",
        "[SCENE_BREAK]",
        "Jared: Let me refer you again to the contract.",
        "Nash: All right, that contract is something you made with Antonio. I'm pretty sure that I could take that to court.",
        "Jared: And in the meantime, I will be bunking with you. Oh, ok -- so here's -- here's the other good part. \"The property stated is on parcel 185 Sherwood Road.\" As far as I'm concerned, this house is on this property, which makes this house my property. But if you don't believe me, you can ask our business expert here. You want to tell them, Sparky?",
        "[SCENE_BREAK]",
        "Starr: What's the problem, Mom? I really don't understand. We have plenty of rooms here.",
        "Langston: Starr, it's ok. You and your family have been really good to me and I don't want to push it. And I've been making it fine on my own for a while now. Plus, you guys have so much to worry about with the baby and everything. Is that coffee? Could I have some?",
        "Dorian: Oh, make yourself at home -- literally. Langston --",
        "Langston: No. It's ok. I -- I totally understand. With Mrs. McBain and Tommy -- Mr. Manning's son -- you guys must be so worried. You don't need to worry about another kid right now.",
        "Blair: Langston, Langston, stop it. That is not what we mean at all. You are welcome to stay here as long as you need to, all right? What I'm talking about is there are legal aspects that you're going to have to deal with, that's all.",
        "Starr: Oh, Mom, what are you talking about, \"legal aspects\"? I don't understand why that matters.",
        "Blair: Well, it matters, sweetheart. It's -- Langston's parents may have left a will that states who they would like to be their legal guardian, and, well, your father and I set that up for you and Jack.",
        "Langston: I don't know if my parents left a will.",
        "Dorian: I'm going to have my lawyers look into it for you because while you are here, I'm going to personally see to it that all of your needs are met.",
        "Starr: \"While you're here\" sounds pretty temporary, don't you think?",
        "Langston: Starr, it's ok.",
        "Starr: No, it's not ok! What if there aren't any guardians? What happens to Langston then?",
        "[SCENE_BREAK]",
        "Cole: Her parents -- they're dead?",
        "Markko: Yeah.",
        "Cole: What -- how's Langston doing?",
        "Markko: I don't know. You know, she started crying when she told me, but I couldn't really get her to talk about it.",
        "Cole: How'd they die?",
        "Markko: Uh -- car crash, I think.",
        "Cole: Were you there when she found out?",
        "Markko: No, but Starr's aunt Dorian was. Yeah, she was all over it when I got there. She kind of shoved me out of the way and said she was going to take Langston home with her.",
        "Cole: Did you try calling Langston?",
        "Markko: Yeah, but she's not answering. I tried texting her, too, but I'm not getting anything. You know, it's not like I know what to say or anything, but I'm just -- I'm really worried about her. I mean, how is she going to handle something like this?",
        "[SCENE_BREAK]",
        "Amber: Oh, tell me. What is it -- what's the news? Is it good?",
        "Britney: I'm transferring.",
        "Amber: This semester? Tell me it's at the end of the year.",
        "Britney: No, next week.",
        "Amber: Oh, God. Where are you going?",
        "Britney: Wakefield Academy in Massachusetts.",
        "Amber: A boarding school? That is such a -",
        "Britney: No, it's better. My parents want me to be in a better environment. They think I'm getting distracted here, and I kind of am.",
        "Amber: But Massachusetts -- that's like so --",
        "Britney: No, it's not that far, and it's only, like, this far on the map. Plus, it's such a better class of people up there. I mean, it's not like this steaming heap.",
        "Amber: But everyone's going to miss you so much.",
        "Britney: Not everyone. But I've got a couple more days and I'm going to make them count.",
        "Amber: What are you going to do?",
        "Britney: Be, when I walk out of this school for the last time, I'm going to give everyone something to remember me by.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "[Knock]",
        "Rex: Michael, it's Rex. Let me in.",
        "Adriana: Michael, we're so sorry. I can't believe any of this.",
        "Michael: Yeah. Neither can I. I thought you guys were the press. Come on in.",
        "Rex: Roxy's downstairs keeping them away.",
        "Michael: Well, you can -- you can thank her for me.",
        "Rex: I will. So how's everything going? Any word from Marcie?",
        "Michael: No. I'm pretty sure she understands that the phones are being tapped.",
        "Adriana: Is there anything we can do?",
        "Michael: Not unless you can bring Marcie and Tommy back.",
        "Officer: Dr. McBain, can we have a minute?",
        "Adriana: Mar it's worse for her if the police find her, right?",
        "Rex: Not as bad as it'll be if Todd finds her.",
        "[SCENE_BREAK]",
        "Todd: Well, we can do this the easy way or the hard way.",
        "Ron: Yeah?",
        "Todd: The cops may have bought your story last night, but I didn't. I know you're in here somewhere, Marcie.",
        "Ron: Well, listen, the police did more than buy my story. They actually searched the place and they didn't find Marcie or her son.",
        "Todd: My son.",
        "Ron: Whatever, ok? Bottom line is she's not here, dude.",
        "Todd: Bottom line, dude, is that I'm not going to go anywhere until I see that for myself.",
        "[SCENE_BREAK]",
        "Rex: So how's Todd dealing with this?",
        "Michael: Oh. Todd, man -- that guy is something else, you know? He doesn't care what all this is doing to my wife. He doesn't give a damn what happens to my wife so long as he gets his son back. At least the police -- you know, if they bring her in, they'll bring her in safe.",
        "Rex: Bo will do the right thing. He'll make sure no one gets hurt.",
        "Michael: I hope so. John -- he's talking to a buddy of his that works at the FBI, you know? I mean, we're hoping maybe he can help us find Marcie without getting the bureau officially involved because if this becomes a federal case, Marcie's going to be doing some time.",
        "Adriana: That's not going to happen, ok? Look, I know Marcie will come to her senses. Right now, she's scared, she probably feels all alone, but sooner or later, she's going to realize that she's not alone.",
        "Michael: All she cares about is holding on to Tommy -- that's what she told me last night.",
        "Adriana: That was last night. Maybe this morning, she realizes that the only way to get through this is to go through it with you.",
        "Michael: I'm pretty sure she doesn't feel that way anymore.",
        "Rex: What are you talking about?",
        "Michael: She found out. She found out that I knew the truth about Todd being Tommy's biological father.",
        "Rex: How?",
        "Michael: Lindsay told her, hmm? She told me she's never going to forgive me for not telling her the truth, so no matter what happens with Tommy and Marcie, I've lost my wife.",
        "[SCENE_BREAK]",
        "Ron: I haven't seen or heard from my sister in weeks, ok?",
        "Todd: Well, then you wouldn't mind me coming in and having a little looksy- poo.",
        "Ron: Yeah, I think I would mind. This is my home, ok, and I don't want you coming in here and tossing my place looking for her. I'm sorry about your son. Ok?",
        "Todd: Ok. I thought maybe you'd do this the easy way, Ronnie. Guess not. It's a bad decision.",
        "Ron: What the hell are you talking about? Just go -- oh, gee -- ah!",
        "[Ron groans]",
        "Ron: Ok, all right.",
        "[SCENE_BREAK]",
        "Rex: How did Lindsay know you knew?",
        "Michael: Oh, she knew too. She overheard us talking before she offed Spencer.",
        "Adriana: Oh, my God.",
        "Rex: I thought Lindsay was in St. Ann's because she wasn't talking.",
        "Michael: Well, apparently, she started. Marcie confronted me as soon as she got back from seeing her. You know, what could I do, man? I was caught. I had no choice, I had to tell her the truth.",
        "Rex: How much of the truth?",
        "Michael: Everything. I told her that Spencer had been throwing it in my face about Tommy and Todd since -- since last winter. Oh. I also told her that Spencer told me you knew.",
        "Adriana: I am so sorry, Michael. She couldn't understand why you didn't tell her?",
        "Michael: No. No, she didn't. She didn't understand. She said that if I had told her, maybe we could've prepared ourselves, we could've protected ourselves against Todd. She also felt hurt and -- and lted and patronized, which I totally understand, you know? I mean, no matter how good a reason I thought I had for lying to her, the truth is I -- lied to her. I lied to her again and again. She kept on asking me what was wrong and I said nothing. She kept on begging me to tell her what was going on and I wouldn't.",
        "Rex: Did -- did Lindsay tell anyone else about us knowing?",
        "Michael: No. No, but it -- it doesn't matter, because Marcie told everybody, right there in court.",
        "Rex: Ok, \"everybody\" as in --",
        "Michael: As in everyone. When the judge made his decision, she was -- she was so angry, she was so hurt, she -- she went off on me, right there in front of god and everyone.",
        "Adriana: So you both could be in big trouble.",
        "Michael: No, because she didn't say anything in court about you, and even if she had, I'm the only one who lied on the stand.",
        "Rex: So Todd knows that?",
        "Michael: Yeah, Todd knows. But I don't really care, you know? What I care about right now is my wife, because wherever she is, she is scared and she is petrified and she knows -- well, at least she thinks -- that she can't turn to the one person who promised to be there for her, always.",
        "[SCENE_BREAK]",
        "[Ron groans]",
        "Todd: Search the place.",
        "Ron: Get off! Look, she's not here -- you saw for yourself! Now, get out of here before I call the cops!",
        "Todd: Well, you want to call the cops, be my guest. They can help us look. And then they can arrest your baby-stealing sister. You know, if she's not here, Ron, we're sure as hell going to find something that'll tell us where she is.",
        "[SCENE_BREAK]",
        "Langston: Look, what I don't want is for you and your family to worry about me. I'll be ok.",
        "Blair: It's all right.",
        "Starr: And how are you going to do that?",
        "Langston: I've been taking care of myself for over a year now. It's ok.",
        "Dorian: Those days are over. You're not going through anything alone anymore. And I promise you -- everything is going to be all right.",
        "Blair: What do you girls plan on doing today?",
        "Langston: I think I'd just rather go to school.",
        "Starr: Are you kidding me? You said you were dreading it.",
        "Langston: I know, but I --",
        "Starr: Langston, after all you've been through, I really don't think --",
        "Langston: Starr, it didn't happen yesterday. I just talked about it for the first time. And school was the one place where I could just pretend it didn't happen.",
        "Dorian: Langston, it's all going to be different now.",
        "Blair: Because people know.",
        "Langston: I have to see Markko, even if I don't want to.",
        "Starr: Markko's going to be great, ok?",
        "Langston: Yeah, right. I mean, you were there. I made him believe that it happened yesterday. How am I going to tell him that they've been dead for over a year and I pretended they were alive all this time? He's either going to think I'm nuts or the biggest liar he's ever met.",
        "Starr: No, no, no. Langston, I didn't think that. Neither will Markko, ok?",
        "[Blank]",
        "Blair: You know, maybe it's not such a bad idea that you gals head to school. You don't have to stick around here and wait for your dad to call.",
        "Starr: Ok, just let me know if anything happens, ok?",
        "Blair: Oh, I will. Put your phone on vibrate, ok?",
        "Starr: Of course I will. Ok, come on.",
        "Langston: Ok.",
        "Dorian: Have a good day, girls.",
        "Blair: Well, you sure are freewheeling with promises, aren't you?",
        "Dorian: I have no idea what you're talking about.",
        "Blair: What are you talking about? You promised that girl that everything was going to be ok? You have no idea what's going to happen to her.",
        "[SCENE_BREAK]",
        "Natalie: A good lawyer would be able to prove that this house is excluded from the property listed in this contract.",
        "Jared: That's a good idea. You go find that lawyer, we probably won't be able to get a court date for -- hmm -- a month or two. In the meantime, all my assets are tied up in this place and I don't have a paycheck, so I think I'll go check out of the motel and make myself comfy on 51% of the couch I own.",
        "Natalie: You're acting like a spoiled brat.",
        "Jared: I am? You're the one who fired me because you liked it when I kissed you.",
        "Jessica: When he what?",
        "Natalie: I had plenty of reasons to fire you, one of which was you forcing yourself on me, but I'd be happy to write you a letter of recommendation leaving that part out just to get rid of you.",
        "Jared: I don't want to work somewhere else. I want to keep my job at B.E.",
        "Nash: Well, I'm going to put this as politely as I can -- get off my sofa before I rip off your head.",
        "Jared: You know what? No problem.",
        "Nash: Great.",
        "Jared: Ah.",
        "Jessica: Ok, what are you doing?",
        "Jared: Well, I'm willing to bet you don't shower with your clothes on, so neither do I. Which way is it to the master bath because I am, after all, master of this domain. Hey -- ok, I'll find it myself.",
        "Natalie: This is stupid. I'm not going to let this jerk do this to you guys.",
        "Jessica: We can call the cops.",
        "Natalie: No, it's too complicated. I'll just hire him back.",
        "Jessica: No.",
        "Nash: No, look, not after he came on to you at work, all right?",
        "Natalie: He was trying to push the envelope, and I can handle myself -- you know that.",
        "Nash: You also said that he was trying to undermine you in your job.",
        "Natalie: Hmm -- well, you know what? I'm a Buchanan. I mean, really -- what can the guy do to me?",
        "Jessica: Honey, he can make you feel insecure and unsure.",
        "Natalie: But that's up to me. And to be quite honest, when he was concentrating on his work, he was pretty good at it.",
        "Nash: He's a blackmailer.",
        "Jessica: Nash is right. Listen, if you give him his job back, this is never going to end. He's going to ask for raises, promotions, and how far are you willing to go? He can't be trusted and he shouldn't be anywhere near the company.",
        "Natalie: Yeah, but what about you guys? You can't just let him move in here. Look, I mean, he's not going to leave until he gets what he wants.",
        "Nash: Oh, would you let me deal with him?",
        "Jared: Sorry to interrupt, guys, but do we have any more shampoo? The one in the shower's empty.",
        "[SCENE_BREAK]",
        "Cole: Dr. Lord was asking Starr and me all sorts of questions about Langston, like maybe she heard that Langston's parents had been killed.",
        "Britney: Linus' parents are dead?",
        "Markko: Just shut up, Britney. I dare you to say one stupid or mean thing.",
        "Britney: Or what?",
        "Markko: You're in enough trouble as it is. I'll make sure you get expelled.",
        "Amber: Too late for that.",
        "Cole: What did she mean by that?",
        "Langston: Oh. Great -- how come I have to see her first thing?",
        "Starr: Don't worry about it. If she says one word to you, make sure she's wearing that varsity sweater someplace else. Come on.",
        "Britney: Langston, I'm really sorry about your parents.",
        "Langston: How did you know?",
        "Markko: She overheard me telling Cole. Hey, why aren't you at Starr's house?",
        "Langston: I decided I wanted to come to school.",
        "Markko: What? That doesn't make any sense.",
        "Langston: Well --",
        "Britney: Hey, so is there anything I can do to help?",
        "Langston: No, there's nothing you can do.",
        "Starr: Yeah, and she doesn't want to talk to you, so just leave her alone. Ok?",
        "Amber: I just texted Heather and Aimee and they're all tight on throwing you a going-away party.",
        "Starr: Where are you going?",
        "Britney: I'm getting out of this armpit of a school and going to an exclusive boarding school in Massachusetts. It's for people with, like, a future.",
        "Markko: Don't you mean it's a place for kids whose parents don't want them around anymore?",
        "Amber: Shut up, Markko. You and your gang of losers aren't even going to be invited to the party.",
        "Starr: We wouldn't be caught dead at that party. Like we would even be sorry to see you go.",
        "Britney: You may not be sorry to see me go, but you will be sorry.",
        "[SCENE_BREAK]",
        "Blair: You know, I think we both can relate to what Langston's going through.",
        "Dorian: True. We all had lousy childhoods.",
        "Blair: Yeah. But she had parents that loved her and she knew that. Yeah -- and she had money. She had options that we didn't have.",
        "Dorian: I meant what I said -- about doing everything I possibly can to help that girl. And I want to make sure that she doesn't continue to think that she's alone in this world.",
        "Blair: Well, I'll do the same for her, Dorian, but there's no way that we can guarantee that everything is going to turn out perfectly.",
        "Dorian: Why not?",
        "Blair: You sound like Starr.",
        "Dorian: Oh -- you are the realist and we are the magical thinkers.",
        "Blair: Well, I try to be, yeah.",
        "Dorian: Except when it comes to Todd.",
        "Blair: Oh, God, here we go. Come on, bring it on.",
        "Dorian: You married Todd to help him get custody of his child. Well, it worked. Now what?",
        "Blair: \"Now what?\" It -- it doesn't matter, because we don't know where his son is.",
        "Dorian: Oh, please. Yeah, I -- they're going to find the child. Marcie can't be on the run forever. And then what?",
        "Blair: What do you mean? What are you trying to say?",
        "Dorian: What I am trying to say is -- how far do you intend to take this? Do you really think you can mother the child of a woman like Margaret Cochran? Huh?",
        "[SCENE_BREAK]",
        "Marcie: Honey? Honey, listen to me. We're going to play a little game, ok? Just me and you -- do you want to play a game? All right, it's called \"who can be quiet the longest.\"",
        "Ron: You know, you're wasting your time. What are you doing?",
        "Todd: Yeah, I'm wasting my time, all right.",
        "Ron: What, don't -- don't you think that Marcie was smart enough to know that this is the first place you'd check? While -- while you're dancing around my apartment with these idiots, she's getting farther and farther away from you.",
        "Man: I got nothing, boss. Second",
        "Man: Ain't got a thing that says they were here.",
        "Ron: Well, I'm -- I'm glad I could be of assistance. Now, if you gentlemen don't mind, please -- get out.",
        "Todd: Yeah, all right, go. Oh, wait, hold up. I don't know, Ron. Something doesn't feel right to me.",
        "[SCENE_BREAK]",
        "Jared: I have to admit, that shower is much nicer and less crowded than the one at new jersey state prison. But it could use a little updating -- maybe we should mortgage the place, we do a little renovation, maybe like --",
        "Jessica: Ok, ok, ok.",
        "Natalie: Ahem.",
        "Jessica: Look, Jared, you admired Asa, right?",
        "Jared: Yeah, absolutely.",
        "Jessica: Ok, well, do you think that he would've done what you're doing to get what he wanted?",
        "Jared: Absolutely. One of the things that made Asa so successful was his ability to take advantage of any situation for his own gain. The man stopped at nothing to get what he wanted. If someone sent him to prison just for the hell of it, yes, I think he'd be doing just what I'm doing. Honestly, I think he'd be worse. I'll have the rest of my stuff sent over later.",
        "Natalie: Ahem.",
        "Jessica: Well, so much for that strategy.",
        "Natalie: Son of a bitch -- I really didn't think he was going to keep this up.",
        "Jessica: Ok, ok. Ok, look, it's not the end of the world. We'll take the baby to my mom's or my dad's until he's finished playing this little game.",
        "Nash: No, I built this place and I'm not just handing it over to that jerk.",
        "Jessica: Then let me buy out his 51%.",
        "Nash: You crazy? He'll jack up the price.",
        "Jessica: Well, we've already called his bluff and told him to call the cops on me.",
        "Nash: Yeah, and I don't like that idea, either, all right? Even if you don't go to jail, he's going to drag your name through the mud, ok? To be honest, I -- I don't want you away from me or Bree for even a second, ok?",
        "Natalie: Nash is right, Jess. This is not the way.",
        "Jessica: Then what are we going to do?",
        "[SCENE_BREAK]",
        "Adriana: Hey.",
        "Michael: Oh, thanks, Adriana, but I'm not hungry.",
        "Adriana: You have to eat something, Michael.",
        "Michael: Why didn't I just take off with Marcie and Tommy when I first found out, you know? We could've disappeared, the three of us -- it would've been great.",
        "Adriana: Because john would've started asking questions, and then he would've hunted you down.",
        "Michael: Yeah. Instead, he's hunting downy wife. I can't eat. I can't sleep. I can't do anything except sit around here powerless, watching videos of Marcie and Tommy.",
        "Marcie: He put the block in. Uncle john got him a new present. Look, did you see that? Do it again. Can you do it again for daddy? Yeah. There you go.",
        "[Marcie chuckles]",
        "Marcie: Come on. That's it. You got it. Come on. Oh -- almost.",
        "[SCENE_BREAK]",
        "Blair: I think Todd even wondered if he could love a baby that Margaret Cochran had given birth to. But Todd realized that that baby was innocent, and half his.",
        "Dorian: I didn't ask what Todd felt. I asked you what you felt.",
        "Blair: It doesn't matter what I feel if Todd or the police can't find him.",
        "Dorian: You're being evasive.",
        "Blair: Oh, I am not.",
        "Dorian: Yes, you are. Marcie can't be on the run forever.",
        "Blair: Well, Langston fooled the police for a year.",
        "Dorian: Langston?",
        "Blair: Uh-huh.",
        "Dorian: Langston -- I'm sorry. Where are you coming from? That's completely different.",
        "Blair: No, it isn't different. Langston is keeping the illusion of family alive and that's exactly what Marcie's trying to do. You, of all people, should know what a powerful motive family is -- and how you'll do crazy things.",
        "[SCENE_BREAK]",
        "Todd: Yeah, I think I'll take one more look around -- if that's ok with you, Ron. Of course, if it's not, it's really too bad.",
        "Ron: You know, you ransacked my place once -- you know what? Be my guest, swell.",
        "Marcie: Tommy?",
        "Todd: All right, wait in the car.",
        "Todd: I'll see you.",
        "Ron: Hey. They're gone. Come on.",
        "Marcie: Oh, my God -- thank god. Thank you. Thank you so much. Thank God you thought to stash my car at your friend's house last night.",
        "Ron: Marcie, listen, you're not safe here, ok? Todd's going to be back -- I guarantee it -- and in the meantime, he's going to have people watching this place. I'll do -- I'll do a I can to help you, I promise. I'll even get you the best lawyer in the world, but you can't stay here. Marcie, it's time for you to go home.",
        "[SCENE_BREAK]",
        "Starr: Are you threatening us? Is that what you're doing?",
        "Markko: What can she do? She's nothing but a skank.",
        "Britney: Ooh -- quel drole. Your little homeys must find you so amusing.",
        "Markko: Why don't you go play with your idiot friends?",
        "Amber: Hey!",
        "Markko: God, Langston's parents just died and you still can't stop.",
        "Langston: Markko, just let it go, please.",
        "Cole: Yeah, let it go, Markko. We all know Britney's toxic waste. She's leaving us, so there's nothing she can do to any of us.",
        "Starr: Yeah, and after next week, we'll never have to deal with her again.",
        "Britney: You're right. After next week, you won't. Come on, let's go plan my party.",
        "Markko: I'm sorry you had to deal with her. Are you ok?",
        "Langston: I've been better.",
        "Markko: Hey, I've been texting you. I mean, didn't you get any of my messages?",
        "Langston: Yeah, I did. I'm sorry I didn't text you back.",
        "Markko: No. No, it's cool. I'm just -- I'm worried about you, that's all. I'm here for you, all right, whatever you need.",
        "Langston: Thanks, Markko.",
        "Markko: So, when's the funeral? What was that about?",
        "Langston: Markko, there's -- there's more to this than I've told you.",
        "[SCENE_BREAK]",
        "Dorian: No, I am not a relative. My name is Dorian Lord -- Dr. Dorian Lord. I'm sorry. What does that matter? My point is that I want somebody in authority to open up the safety-deposit box of Mr. and Mrs. Wilde so that their daughter may get into it and see if there is a will or any other legal documents? Look, I better talk to the president of the bank. Oh -- wait! Don't put me on hold! Oh -- ooh, I hate elevator music. You haven't heard anything from Todd?",
        "Blair: No.",
        "Dorian: So you have no idea where he is or what he's doing? I'm sorry, honey, but you know, Todd and his feelings for that child have the potential to ruin your life. Will you please think about what you're doing?",
        "[Phone rings]",
        "[SCENE_BREAK]",
        "Ron: Hi, Dad. Yes, yes, the cops were here, too. Everything's fine. Marcie's fine. I know that because she's Marcie. That's right. She's her father's daughter, pop. She's smart -- you know that -- and we got to have faith in her, ok? Yeah. I know, ok? I will call you if I hear anything, I promise.",
        "Marcie: That's Grandpa.",
        "Ron: Yeah.",
        "Marcie: Want to talk to Grandpa? Yeah? Look, he's better off -- he's better off being in the dark, ok, Ronnie?",
        "Ron: Yeah, you really think so?",
        "Marcie: Yeah, look, do you think I want to put him through this?",
        "Ron: Well, then don't!",
        "Marcie: Don't start with me --",
        "Ron: Well, look, you may never talk to the old man again. You know that, don't you? Look, if you take this thing on the run, you'll never talk to any of us again -- you'll be all alone in the world.",
        "Marcie: No, I won't, because I'll be with Tommy.",
        "Ron: Yeah, but Tommy won't have a father or a grandfather or uncles, cousins. All right? Are you really prepared to say goodbye to all the people you love and all the people who love you?",
        "[SCENE_BREAK]",
        "Natalie: Look, there's three of us and we're very, very smart, so, I mean, there's no way Jared could beat us at this blackmail game. Is there?",
        "Jessica: Well, I'm beginning to wonder.",
        "Nash: We can beat this guy.",
        "Jessica: How?",
        "Natalie: I -- I don't know. I just wish we could pick him up and throw him out the door.",
        "Nash: Well, I'll tell you what we're not going to do is let him just walk all over us, all right? We are going to get Jared Banks out of our lives forever. We should not worry about him beating us in his little game.",
        "Jared: You should worry about it -- you want to know why? Because you want to know what I've been doing for the last two years? I've been sitting in a cell just thinking about how to beat you in my little game.",
        "[SCENE_BREAK]",
        "Markko: What are you talking about?",
        "Langston: Can we go somewhere private?",
        "Markko: Uh, yeah. Sure.",
        "Cole: Man. I know what she's going through. One day your parent is there and I guess maybe you take him for granted and, just like that, he's gone.",
        "Starr: And you think you know what it was like? Well -- well, this wasn't really like that.",
        "Cole: What?",
        "Starr: Well, it was, but it wasn't.",
        "Cole: What are you talking about?",
        "Starr: I would never tell you if Langston told me not to tell you, but she didn't, so --",
        "Cole: Starr, just tell me.",
        "Starr: And I really don't know how to say this except for that, um, Langston's parents have been dead for more than a year.",
        "Cole: No.",
        "Starr: Yeah. She's been living alone and covering it up.",
        "[SCENE_BREAK]",
        "Dorian: Where do they get this music from?",
        "[Dorian turns off phone]",
        "Dorian: I'm sorry. I am not going to sit around and wait for some \"incompetent\" at the bank to get back to me.",
        "Blair: Well -- what are you going to do?",
        "Dorian: I'm going to do exactly what I've told Langston I am going to do. I don't keep a legal shark on retainer for nothing. I want to know what her options are.",
        "Blair: Well, what do you think you're going to do, then?",
        "Dorian: Something, which is always better than doing nothing.",
        "Blair: Hey. Did you find Marcie, Tommy?",
        "Todd: No.",
        "Blair: Well, what happened?",
        "Todd: I paid a little visit to her brother Ron in Jersey.",
        "Blair: And?",
        "Todd: And the police had already been there and they didn't find anything and -- and neither did I.",
        "Blair: So now you're back to square one?",
        "Todd: Hmm -- not exactly. He was hiding something. I could see it on his face, so I'm going to find out what it was.",
        "[SCENE_BREAK]",
        "Michael: I can't stand this anymore.",
        "Officer: You've got it.",
        "Michael: What? What's going on?",
        "Officer: Hey, we packing it in?",
        "Michael: Well, why?",
        "Officer: We just got word that the FBI is taking it from here.",
        "Michael: What are we going to do? I mean, this isn't -- this isn't good. They're -- we -- we got -- we got to figure something out. We got to be able to do something here.",
        "Rex: I might know a way. I might know a way to bring Marcie home.",
        "[SCENE_BREAK]",
        "Marcie: I understand what you're asking me, Ronnie, ok? Don't get me wrong -- you know that I love my family. I love you, and Dad and Jerry and Eric. But, Ronnie, I can't stay here and I can't call Michael! I can't \u0096 not ever again.",
        "Ron: So, where do you go from here?",
        "[NEXT_ON]",
        "Woman: Are you Langston Wilde?",
        "Markko: Why are you asking?",
        "Woman: We're with Social Services. You're going to have to come with us.",
        "Michael: Honey, if anything ever happened to you or Tommy, I wouldn't want to live anymore. Please come home."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=2yKKHyjonIQ"
}