{
    "Episode Summary": [
        "Episode # 11040"
    ],
    "Recap": [
        "Starr figures out that Jack knew the perfect lie to tell the cops when he overheard the tape that Shaun played for her. She remains in jail with Tomas in the adjoining cell after he's taken the wrap for killing Irene so Todd doesn't have to. Meanwhile, Blair and Tea both somewhat reluctantly hide and take care of Todd, realizing that two people are in jail because of him and they could both be accessories to murder for their part in hiding him. But they realize that Jack is the reason for all of this. Had he not lied about Todd killing Victor, none of this would happen. Tea also reflects to Todd what he's already learned about Jack bullying Rex and Gigi's son, luring Shane to come to the house to get locked in the basement and Gigi going in his place to die from carbon monoxide poisoning while victor enabled Jack to get away with it. Rex keeps seeing and hearing Gigi and calls upon Delphina to help him. Meanwhile it appears that Kim has a secret regarding Gigi. Jack overhears Delphina telling him that the no good father and son responsible for killing Gigi will come clean. Jack overhears and is stunned. While alone with Todd, Tea concludes that she knows of one person who would have even more motive to kill Victor than he did. And that would be Rex Balsam."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Kim: I don't know, Stace. The bills, they keep piling up. We need to get that dough-re-mi. At least they took off your ventilator. I mean, that's got to save us a couple bucks, right? Oh, who I am kidding? It's time for those two ditzy broads back in Llanview to ante up. [Sighs]",
        "[SCENE_BREAK]",
        "Roxanne: Echo, what are you doing?! Look alive! We got to go to Rex, and we got to make sure that he gives back everything that he took from Clint!",
        "Echo: Relax, Roxy.",
        "Roxanne: How am I supposed to relax?! Maybe you don't care about our boy, but I do. And that pole junkie, if she gives the gun to the police, they are gonna arrest Rex for killing Victor Lord, so get your head out of this paper and help me come up with a plan!",
        "[Cell phone rings]",
        "Echo: Look. Hey. There's Kim now. [Chuckles]",
        "Roxanne: So, what are we gonna tell her?",
        "Echo: Nothing.",
        "[Cell phone beeps, thuds]",
        "Kim: Ignoring my call. Nice. [Sighs] You're gonna regret that, Echo.",
        "Roxanne: Kim's got Rex's gun, the gun that killed Victor Lord.",
        "Echo: It doesn't matter what she has. The cops have their man, and it's not Rex.",
        "[SCENE_BREAK]",
        "Starr: Admit it. You didn't hear Dad with Victor. You got all of your information from listening to Shaun and me, and you used it to get Dad arrested and shot.",
        "Jack: So what if I did? It's not like you can prove it.",
        "Starr: I don't have to. You just confessed.",
        "[SCENE_BREAK]",
        "Téa: I got the antibiotics. Oh. Am I interrupting something?",
        "[SCENE_BREAK]",
        "Jack: I did not confess.",
        "Starr: You said \"so what if I did?\"",
        "Jack: \"So what if I did?\" -- What does that even mean?",
        "Starr: It means that you didn't see Dad, and you didn't hear him shoot Uncle Victor.",
        "Jack: Oh. He did it. Scarface killed Dad.",
        "Starr: Would you stop calling him that? He's our father, and he's bleeding to death somewhere because of you!",
        "Jack: How is that my fault?",
        "Starr: Because you're the one that put him in jail! Because of your lie! And if he hadn't have been in jail, I wouldn't have had to break him out, and none of this would have happened! Go upstairs right now and tell the cops that Dad is innocent.",
        "[SCENE_BREAK]",
        "Blair: I-I...I was just trying to -- to keep him talking, Téa. You know, he's -- he's completely out of his mind with fever. And I'm afraid if he, you know, he falls asleep, he's not gonna wake up, so... we were talking about old times. So, I-I'm gonna get him some water. Did you bring those antibiotics?",
        "Todd: One more, and we're four for bridge.",
        "Blair: See? Completely out of his mind.",
        "Téa: You look like hell.",
        "Todd: I left my hair gel in my jail cell.",
        "Téa: Shut up. You're gonna need your energy if we're gonna figure a way out of this mess you've got us all in.",
        "Todd: Me?",
        "Téa: Yeah, you!",
        "Blair: Here. Here's your water. Do you have the -- the pills?",
        "Téa: Yes.",
        "Blair: Great. Back.",
        "Todd: Ow, ow, ow.",
        "Blair: Open up.",
        "Todd: [Sighs]",
        "Blair: Come on. See? Like a real human being. Drink the water.",
        "Téa: Oh, I wouldn't go that far.",
        "Todd: You see how you look after you're shot.",
        "Blair: Okay.",
        "Todd: You didn't look so good when she pushed you out of a window.",
        "Téa: Well, neither did she.",
        "Blair: Okay. What's going on downtown with -- w-w-with Starr and Tomás?",
        "Téa: I saw Starr briefly.",
        "Blair: Okay.",
        "Téa: She was fine, except for the fact that she's worried sick about her father.",
        "Blair: Mm-hmm.",
        "Téa: And I just came from Tomás' arraignment.",
        "Blair: Well, did he get out on bail?",
        "Téa: No, he did not.",
        "Blair: Well, why not?",
        "Téa: Well, they don't generally let people out on bail who plead guilty to murder.",
        "Blair: Pled guilty? W-why in the world...would he do that?",
        "[SCENE_BREAK]",
        "Jack: I'm not telling the cops anything because there's nothing to tell.",
        "Starr: Where are you going?",
        "Jack: To my dad's office to write that follow-up about my sister, the criminal.",
        "Starr: You're not gonna get away with this. You are not gonna put Dad in prison for a crime that he did not commit. If you don't tell the cops, then I will.",
        "Jack: Good luck with that.",
        "Starr: I need to speak with the commissioner right away.",
        "Jack: Shut up!",
        "Starr: Why? You afraid of what I'm gonna say?",
        "Jack: Are you causing trouble again, you little bitch?",
        "Tomás: Hey. Do not speak to her like that. Turn around.",
        "[SCENE_BREAK]",
        "Echo: His own kid ratted him out, and then he escaped at gunpoint -- felony number two. Then he goes and kills his own mother. This guy's a three-time loser. The cops aren't going to be looking at Rex for this, not when they have Todd Manning in their sights!",
        "Roxanne: Oh, really? It shows how much you know, 'cause, honey, I got an inside track. And guess what -- we got a lot to worry about.",
        "[SCENE_BREAK]",
        "Kim: I hate to leave you, Stace, but I've had it with those two broads. They're stalling, and I'm not putting up with it anymore. They either find a way to give Clint back his fortune, or they can forget about saving Rex.",
        "[Monitor beeping]",
        "[SCENE_BREAK]",
        "Rex: I know that I'm missing something. I just don't know what. If I could...talk to you, if I could hear your voice...",
        "Madame Delphina: Hello!",
        "Rex: God! Give a guy a heart attack.",
        "Madame Delphina: [Laughs] Sorry I'm late.",
        "Rex: For what?",
        "Madame Delphina: My book club.",
        "Rex: You have a book club that meets in a cemetery?",
        "Madame Delphina: I see dead people, remember? Dead people like to read. Got a lot of time on their hands, so... we meet once a week, although I cannot say I am thrilled with the list. \"Death in Venice.\" Really? Last week, it was \"Death on the Nile.\" Before that, it was \"Death of a Salesman.\" Before that...",
        "Rex: Right. Yeah. I-I get the idea. [Sighs]",
        "Madame Delphina: Huh. Having a little chat?",
        "Rex: Trying to.",
        "Madame Delphina: Rex, you look depressed. Can I help?",
        "Rex: Can you ask her about this?",
        "Madame Delphina: Mm.",
        "[SCENE_BREAK]",
        "Téa: I don't know why he was so insistent on pleading guilty.",
        "Blair: Well, why couldn't you stop him?",
        "Téa: Have you tried stopping Tomás?",
        "Blair: [Sighs] God, this is all my fault. I sent him down there to the docks to protect you, and then he ends up pleading guilty for a crime that he didn't even commit! Damn you, Todd!",
        "Todd: Look, it's not like I asked the guy to plead guilty.",
        "Blair: You never have to do that! All you have to do is just breathe, and then we all have to pay for it! What are you laughing about?",
        "Todd: It's cute. You get so angry at me. You kind of get all southern.",
        "Blair: Oh, shut up! So, what's going on with -- with Starr? Did they release her?",
        "Téa: Nope. [Sighs]",
        "Blair: Well, why not?",
        "Téa: Well, um, you have Mayor Finn to thank for that. I think she thinks that by keeping Starr in prison, she'll be able to flush this one out.",
        "[SCENE_BREAK]",
        "Starr: Sir, I need to speak with the commissioner. It is urgent.",
        "Jack: Okay. Do not listen to her about any of this. It's just complete bull.",
        "Guard: Don't worry about it. Go to hell.",
        "Starr: I have your badge number!",
        "Jack: Oh, like that's gonna scare anyone.",
        "Starr: Jack, you are not gonna get away with this!",
        "Jack: It's your word against mine.",
        "Starr: If Dad dies, so help me --",
        "Tomás: Hey. What's going on?",
        "Starr: Jack admitted that he lied about seeing Dad at Uncle Victor's.",
        "Jack: No, that is not true, all right? Scarface killed Dad, and he also killed my grandma. I have no idea why you decided to take the rap for him, but that's your problem.",
        "Starr: [Sighs]",
        "[SCENE_BREAK]",
        "Roxanne: And guess what, Echo. I just got off the phone with Natty, and Johnny McBain doesn't think that Todd Manning is guilty.",
        "Echo: His son identified him.",
        "Roxanne: His son is a nasty piece of work with an axe to grind. And I don't think the cops are gonna need too much of an excuse to go back after Rex. I mean, they all know that he hated Victor Lord.",
        "Echo: Everybody hated Victor Lord!",
        "Roxanne: Yeah, but not everybody had a fiancée that was killed by his son. Jack killing Gigi, Victor covering it up -- motive. I-I think that's as good as it gets. [Sighs] If the cops get Rex's gun, he's gonna be toast.",
        "[SCENE_BREAK]",
        "Rex: So, the waitress comes back, and she's Gigi again. She hands me this.",
        "Madame Delphina: Yes, \"Don't give up.\"",
        "Rex: Don't give up what? I need to ask her. Can you help me?",
        "Madame Delphina: I don't see why not. Let's get centered. [Breathes deeply] [Exhales sharply] [Breathes deeply] Gigi Morasco! Paging Gigi! Answer the phone, hon. Come on, baby. Rex is here. He wants to talk to you about the note. Gigi? She's not answering.",
        "Rex: Try again?",
        "Madame Delphina: [Sighs] Okay. Gigi Morasco. Gigi, honey? Honey, talk to us. [Sighs] Gigi Morasco, let's hear it! If you're there, give me a sign! Gigi Mora--",
        "[Glass shatters]",
        "Madame Delphina: [Exhales sharply]",
        "Rex: Whoa, whoa, whoa. What just happened? Is it Gigi?",
        "[SCENE_BREAK]",
        "Blair: While I was taking a stroll down memory lane trying to save your life, our daughter was freezing to death in some holding cell all because of you, all because you dragged her into helping you escape. And now she's being charged with what, half a dozen felonies? Is that what it is?",
        "Todd: No, she hasn't even been arraigned yet. Never mind charged with anything.",
        "Téa: You're splitting hairs.",
        "Blair: She's being held hostage, Todd! I'm gonna go check on her.",
        "Todd: Thank you so very much for saving my life.",
        "Blair: Too little, too late.",
        "Téa: Blair. You're not gonna give him up, are you, to help Starr's case?",
        "Blair: Well, I really can't do that now, can I? Because then I will be an accessory to murder, and then the whole family can be in jail. Wouldn't that just be lovely? He's all yours. [Sighs]",
        "Téa: [Sighs]",
        "[SCENE_BREAK]",
        "Echo: Roxy, calm down! Stress is really bad for the skin.",
        "Roxanne: I'm gonna tell you what's bad for my skin -- thinking about my son getting a lethal injection! We got to convince him to give Clint's estate back to him, okay? And we got to get the gun from Kim before it's too late!",
        "Kim: Hello, girls!",
        "Roxanne: Hey, Kim!",
        "Kim: Oh, I hope I'm not interrupting.",
        "Echo: How did you get in here?",
        "Kim: I used to be the lady of the house. I can get in here anytime I want. And since you didn't bother returning my calls, I figured I'd better stop by. So, what's it gonna be, ladies? Hmm? Is Rex gonna give it all back to Clint?",
        "Roxanne: Well, you know, we're working on it, and, uh, you know, I-I-I just need a little bit more time, but, uh, Rex is on board, so it's all good, you know. We just got to, you know, scrunch those numbers a little bit.",
        "Kim: Okay, I'm afraid time's up, so I guess I'll be off to the police station. I hear Bo Buchanan's looking for a gun.",
        "Roxanne: Well, no, no, no. I'm gonna go get Rex, you know. Just give me a second.",
        "Echo: That won't be necessary, Roxy. Here.",
        "Roxanne: What the hell is that?",
        "Echo: It transfers all the assets, the real estate, the corporate holdings, everything that Rex was in possession of -- it gives it all back to Clint.",
        "[SCENE_BREAK]",
        "Rex: What happened?",
        "Madame Delphina: I'm...not sure.",
        "Rex: Okay, w-w-was it Gigi? Did she answer you?",
        "Madame Delphina: Well... there's answering. And then there's answering. But this was -- it was like a gust of wind. It just...went right through me.",
        "Rex: Okay, well, that-- that's got to be here, right? There's no wind around here. Can you see if you can do it again? Can -- can you see if you can get Gigi to talk to you?",
        "Madame Delphina: [Sighs] Gigi Morasco? Would you answer me? I got this book club waiting. [Sighs] I'm sorry. She's just not feeling it.",
        "Rex: [Stammers] There's got to be something else we can do.",
        "Madame Delphina: Look, hon, they either answer or they don't.",
        "Rex: Okay, send me back in time, like you did before! Send me back to the day that -- that -- that Jack Manning invited Shane to the house, okay, and I'll stop her from getting killed by that little bastard!",
        "[SCENE_BREAK]",
        "Jack: Dad... I am so sorry. I screwed up. But Starr -- Starr kept coming after me. I know Scarface shot you. I just know it! Who cares? Who cares if I didn't see him there? I know it was him! He did it!",
        "[SCENE_BREAK]",
        "Starr: I can't believe that Jack left before I could tell the police what he did. [Sighs] Where's Téa? I thought that she was getting you bailed out.",
        "Tomás: Téa had someplace to be after the arraignment.",
        "Starr: Wait, you were arraigned? Then why are you still here? Shouldn't she be getting you out on bail?",
        "Blair: There -- oh, baby. Oh, honey. Hi. Are you all right?",
        "Starr: I'm okay. How's Hope?",
        "Blair: Oh, she's fine. She's fine. I talked to Mama. She's got her all set up with some arts and crafts. Glitter's everywhere. I'm gonna get you out of here soon, so don't you worry, okay?",
        "Starr: W-what about Tomás? I don't understand what he's still doing in here.",
        "Blair: Well, you don't get bail when you plead guilty to murder.",
        "Starr: What? Why would you do that?",
        "Blair: You know, that's what I want to know.",
        "[SCENE_BREAK]",
        "Téa: The antibiotics kick in yet? You feeling any better?",
        "Todd: Anything in that bag for pain?",
        "Téa: No. Dorian didn't prescribe anything for pain.",
        "Todd: I'm shocked.",
        "Téa: Did Blair really remove the bullet?",
        "Todd: Yes, she did.",
        "Téa: [Sighs]",
        "Todd: With one of Viki's melon ballers.",
        "Téa: [Chuckles]",
        "Todd: And no anesthesia, which I think she actually enjoyed. She's furious at me for involving Starr in all this.",
        "Téa: Well, I don't blame her. If you would involve Daniella, you would be searching for an undertaker right now.",
        "Todd: You don't think I'm worried about Starr? You need to fix this. You need to clean up this whole mess.",
        "Téa: \"Mess\"? Is that what you're calling this? You've been accused of two murders, not to mention the attack on your son and holding two cops hostage.",
        "Todd: Yeah, I get it.",
        "Téa: Do you? 'Cause I'm not sure I can make any of this go away. I'm even less sure I want to.",
        "Todd: Okay, what's going on?",
        "Téa: You! Oh, surprise, surprise. It is all about you. I want to be hanging out with our daughter.",
        "Todd: Oh, okay, then. Why don't you help me up, and I'll -- I'll go turn myself in?",
        "Téa: You know, that might not be a bad idea.",
        "[SCENE_BREAK]",
        "Rex: Delphina, look, you got to help me, okay? My life, I-I-I-it's like I can't move forward, not until I know what's going on. Why am I seeing Gigi? Why am I getting these messages? I'm going crazy! I'm turning into some obsessed nut job who hangs out in cemeteries. Now, look, if you can't talk to her, then...send me back in time again, please.",
        "Madame Delphina: [Scoffs] Thought you said that was a dream when I sent you back to 1968.",
        "Rex: Well...I don't care what it was. Just make it happen again.",
        "Madame Delphina: I would if I could. The portal only opens every 20 years. So that means it won't open again until 2028. I could pencil you in then. [Sternly] What? [Sighs] You tell them that this was a good book, not a great book, and I will be there when I'm there. I got to go. Let me know about 2028.",
        "Rex: No, w-wait! No! You don't understand!",
        "Madame Delphina: Love and death, baby. I hear it every day.",
        "Rex: [Sighs] No one understands. You and me -- we just had it all.",
        "[SCENE_BREAK]",
        "Kim: Rex actually agreed to all this?",
        "Echo: Yeah, well, you know, he's no fool.",
        "Kim: Still, it's a lot to give up.",
        "Echo: Well, frankly, you know, uh, this place and running B.E. isn't exactly Rex's style. He was just trying to stick it to his daddy.",
        "Kim: Works for me. And it's signed.",
        "Echo: Yeah, right on the dotted line.",
        "Roxanne: You want to tell me when?",
        "Echo: You were working. We had the papers drawn up, and, uh, it didn't take very long.",
        "Kim: How do I know this is for real?",
        "Echo: It's what you want, isn't it? Look, Rex doesn't want to go down for this murder. He's trying to raise his kid. So what if he moves to his old zip code? Big deal.",
        "Kim: Okay. It was a pleasure doing business with you.",
        "Echo: Ah, wait. The gun?",
        "Kim: Right. See you around. Oh, and tell Rex to start packing.",
        "Echo: Oh, with pleasure! [Laughs]",
        "Kim: Yes. I'll be back.",
        "Roxanne: How the hell did you get --",
        "Echo: Shh! Okay, she's gone.",
        "Roxanne: How the hell did you get Rex to sign that paper?",
        "Echo: He didn't. I signed it.",
        "[SCENE_BREAK]",
        "Starr: How's Dad?",
        "Blair: He's all right.",
        "Starr: Did you get him to a doctor?",
        "Blair: I called Dorian. She talked me through everything that I needed to do. She called in the antibiotic. He's gonna be okay.",
        "Starr: Oh, thank God.",
        "Blair: Yeah. I'll tell you what. I just got to find Bo. I got to get you in front of a judge so we can get you out of here and home. But t-t-the mayor is holding you hostage in here.",
        "Starr: I know. I'm fine. But you need to find Jack.",
        "Blair: Why? What happened now?",
        "Starr: I caught him in a lie.",
        "Blair: What?",
        "Starr: He didn't hear Dad shoot Victor. He overheard Shaun telling me Victor's last words on the voicemail. That's how he took it to the police and acted like he heard it himself.",
        "Blair: Starr, now, are you sure about all of this?",
        "Starr: Yes, Mom. He admitted it. He's proud of it. He's so convinced that Dad did it that he made it all up, and he is the reason why Dad went to jail. He is the reason why he is on the run right now. And if -- if you don't get Jack to come clean... I'm afraid Dad...will never be able to come home.",
        "[SCENE_BREAK]",
        "Téa: Turning yourself in may be the only way to get the charges dropped against my daughter and my brother.",
        "Todd: I didn't ask your brother to take the fall for me.",
        "Téa: I'm not sure I believe you.",
        "Todd: I'll tell you what. I will turn myself in...",
        "Téa: [Scoffs]",
        "Todd: ...On one condition.",
        "Téa: Oh, no, no, no. You don't get to ask anything of me, not after what you've done to the people I love!",
        "Todd: I didn't kill your husband.",
        "Téa: Starr? Tomás?",
        "Todd: Yeah, those people, unlike you, believe me.",
        "Téa: Who brought you the stupid antibiotics?",
        "Todd: I'm just saying. You say that you believe me, and then I'll turn myself in.",
        "Téa: Oh-ho-ho! Please, I-I am not playing this game with you.",
        "Todd: What game?",
        "Téa: Oh, the -- the -- the -- \"prove to me that you love me and you believe it.\" Grow up, Todd!",
        "Todd: Sounds like kind of a fun game.",
        "Téa: [Scoffs]",
        "Todd: Say that you believe me, and I will turn myself in. John McBain is not gonna buy that I'm being set up, because the gun that can prove that I'm innocent is at a bottom of a river, and Jack is never going to stop saying that he saw me that night at your house.",
        "Téa: Okay, if you didn't do it --",
        "Todd: If I didn't do it. I'm telling you, I didn't kill your stupid husband.",
        "Téa: All right. Okay. So I believe you. You didn't do it. So then someone else did. We need to change our tactic. As opposed to trying to prove you didn't do it, which is an impossible task, let's figure out who did do it.",
        "Todd: All right, then. Let's play detective.",
        "Téa: You feeling okay?",
        "Todd: I'm great. But I'm gonna need a magnifying glass and a pipe. Maybe a badge.",
        "Téa: Here.",
        "Todd: Why does everybody keep giving me water?",
        "Téa: [Sighs]",
        "Todd: Is it in a handbook somewhere? Is it \"My Mother Shot Me for Dummies\"?",
        "Téa: We didn't get that one in law school. I'm sorry about your mother.",
        "Todd: I'm not.",
        "Téa: Well, I don't mean the fact that she's dead. I mean the fact that she was your mother. [Sighs]",
        "Todd: Thank you. So, we should make a list, right, of all the people in this town who hated your husband enough to kill him. You should get a pad and pap-- lots and lots of paper, probably a really, really, really, really long list.",
        "Téa: He was my husband, damn it.",
        "Todd: Good point. So, we'll probably be putting your name at the top of the list.",
        "Téa: Okay, if I'm supposed to give you a free pass because your mother was a bitch... you do not get to bad-mouth my dead husband. I loved him, okay?",
        "Todd: Okay.",
        "Téa: [Sighs]",
        "Todd: Maybe I should not have said that.",
        "Téa: [Sniffles]",
        "Todd: Look, we don't need to do this now, you know.",
        "Téa: [Sighs] It's not like you said anything that I don't already know. [Sighs]",
        "Todd: Hey, um, nobody likes me, either. How about that?",
        "Téa: [Scoffs] No, Victor had a lot of enemies. Oh, God. This place.",
        "Todd: I know. It's like it can't make up its mind. Is it shabby chic? Is it country kitsch?",
        "Téa: [Chuckles] I'm not talking about the decor. [Sighs] Last time I was here with Victor [Sighs] We had a huge fight. [Sighs] He had found Dani and Starr here. [Sighs] He got so upset, Todd. I thought he was gonna kill someone. I hated that side to him... that over-the-top reaction to anything he thought threatened his kids. Of course, that wasn't even him, though. That was you.",
        "[SCENE_BREAK]",
        "Starr: Mom? You have to get Jack to admit that he lied, not just for Dad but for him. You can't have Jack going through life knowing that he put his father in jail and could have killed him.",
        "Blair: I know, sweetheart, but trying to get through to Jack -- you've tried, I've tried. He just doesn't trust anyone!",
        "Starr: But you have a better chance than I do! He hates me!",
        "Blair: [Sighs] My God. I'll do my best. I don't want Todd to go to prison, and I certainly don't want Jack to be the cause of it.",
        "Starr: He overheard Shaun, right? Once the police know that, then it'll be over. They'll know that that's how Jack came with Victor's last words.",
        "Blair: All right. Okay. I'll try to make some headway with your brother, and then I'm gonna come back and get you out of here, okay? I'm just so sorry about all of this.",
        "Starr: It's okay. It's not your fault.",
        "Blair: Oh, my Lord. You're freezing. Here, take my wrap. Here. Wrap that around yourself.",
        "Starr: Will you please tell Hope that I'll be home soon?",
        "Blair: And you will, okay? I love you.",
        "Starr: I love you. I am so sorry. I'm so sorry. When I asked you to check on Todd just to warn him about his mother, I didn't know any of this was gonna happen.",
        "Tomás: It's all right.",
        "Blair: No, it's not all right. You're in jail. You're in jail for...a murder you didn't commit, and none of this -- I mean, you wouldn't even have been accused of it if it weren't for me.",
        "Tomás: It is not your fault.",
        "Blair: What's gonna happen to you, Tomás? What's gonna happen to us?",
        "Tomás: We'll always have Paris. [Chuckles] Come on. You're supposed to laugh at that.",
        "Blair: [Voice breaking] It's not funny.",
        "Tomás: Don't cry.",
        "Blair: I don't want you to do this. I don't want you to sacrifice yourself for me or for Todd. You bought him time. That's -- that's -- that's enough. You need to change your plea. Please, Tomás, I'm begging you. Please do that.",
        "Tomás: You are so beautiful when you cry.",
        "Blair: Would you stop? Stop being an artist, please, and save yourself. Will you do that for me?",
        "Tomás: You find Jack... and you convince him to tell the truth, and you will save us all.",
        "[SCENE_BREAK]",
        "Jack: [Sighs]",
        "Madame Delphina: Guilt. That's a powerful emotion.",
        "Jack: What do you know about it?",
        "Madame Delphina: I know you picked a good place to vent your conscience. Dead men tell no tales.",
        "Jack: You don't know anything about it.",
        "Madame Delphina: [Chuckles] Whatever you say, honey. [Laughs]",
        "[SCENE_BREAK]",
        "Téa: Victor's possessiveness, his desire to micro-manage his kids' lives, his -- his rage when he felt like anything threatened them -- that was all programmed into him by Irene.",
        "Todd: Yeah, that was the whole point...",
        "Téa: [Sighs]",
        "Todd: ...To turn him into me.",
        "Téa: Yeah. You love your kids. And you certainly have a hair trigger when it comes to your emotions, but with Victor, it was pathological. He got violent, not to say that that wasn't predictable, because he got violent [Scoffs] Around his daughters' sexuality... [Chuckles incredulously] ...Which means their boyfriends. He attacked Cole. He would have killed Nate if Starr hadn't stopped him. And with Jack, it was about bullying. [Voice breaking] Victor was terrified that Jack would turn into him.",
        "Todd: You mean me. That's what you're saying, right? I'm the one who raped Marty.",
        "Téa: [Sighs] You know, I think deep down, and I mean way deep down, because, God, the man had been brainwashed. [Sniffles] But on subconscious level, I think, and I'm just guessing here, that Victor was afraid the truth would come out, and that's -- that's why he was so possessive. That's why he went to such extremes.",
        "Todd: Like making sure that Jack stayed out of trouble... and out of prison. Right? From what I heard, Jack was the cause of Gigi Morasco's death.",
        "[SCENE_BREAK]",
        "Rex: You know, I came here to find out what \"Don't give up\" meant. I might never know. But I do know one thing. I'll never stop loving you... or missing you. And I'll never let go of all the memories I have of us. I am not waiting anymore to make you my wife. Morasco?",
        "Gigi: Balsom? I love you.",
        "Rex: I never stopped loving you. And it's time to tell the world that we don't have an expiration date. This...is forever. [Sighs] I let you go. [Sighs]",
        "[SCENE_BREAK]",
        "Téa: You know about Gigi Morasco? [Sighs] But Jack had been bullying her son. [Sighs] He lured this kid to this house where he intended to lock him in the basement.",
        "Todd: Except Gigi went instead and died of carbon-monoxide poisoning.",
        "Téa: [Sighs] Cops were looking at Jack for it, and, um, Victor paid off the father of one of Jack's friends, so this poor kid ended up admitting to everything. Not that he wasn't guilty, but Jack was the ringleader. [Sighs] The way Victor engineered it so that Jack didn't have to pay the consequences for what he'd done was so wrong. Jack should have had to face what he'd done, and that poor family... oh, my God.",
        "Todd: What?",
        "Téa: [Sighs] I think I might know who killed Victor.",
        "[SCENE_BREAK]",
        "Starr: Tomás? I heard what my mom said to you. Are you going to take her advice? Are you gonna change your plea?",
        "Tomás: Don't you think you have enough to think about?",
        "Starr: That's not an answer.",
        "Tomás: [Chuckles]",
        "Starr: Tomás, I know that you want to protect my dad, but even if you do take the fall for Irene's death, he could still go to prison for Victor's death. Maybe if you get out of here, you can help clear him.",
        "Tomás: Let's see how your mom does with your brother.",
        "Starr: I don't know why Jack is doing this.",
        "Tomás: He still hasn't gotten over the shock of finding out that Victor wasn't his dad. And then to lose him like that?",
        "Starr: I know how that feels. I-I mean, I'm upset about Victor, too, but... he has his dad. His real dad is back. He's here.... unless he goes away for good because of Jack's lies.",
        "[SCENE_BREAK]",
        "Jack: That crazy lady was wrong. I'm not sorry, and I don't feel guilty about any of this. Scarface had it coming. No one's gonna make me change my story.",
        "Blair: Jack!",
        "[SCENE_BREAK]",
        "Todd: Wait. The other kid's father?",
        "Téa: No, no, no. He got his money. If he's unhappy, he only has himself to blame. I'm talking about someone who had every right to be angry, someone who wanted Victor dead as much as you did. Rex Balsom.",
        "[SCENE_BREAK]",
        "Roxanne: You forged Rex's signature?!",
        "Echo: Do you want to broadcast it to the whole world, Roxy?!",
        "Roxanne: Excuse me. I'm very impressed about this. It's very, very interesting. I mean, I should have thought of that.",
        "Echo: Yeah, maybe you should have. Just that I'm good at c-calligraphy, you know, with the pen and ink.",
        "Roxanne: Yeah, well, power to you, girlfriend.",
        "Echo: Yeah. Well, you know, at least, uh, Kim fell for it. But now all we have to do is find a place to put this gun and get rid of it. Ah! No, no, no, no. This time, I handle it, and it's not gonna get stuffed up some dead porcupine.",
        "Roxanne: All right. Okay. So, Kim wants Rex to empty out his bank accounts right away. I mean, that's what she said. She just said that. So, Rex is gonna know that he didn't sign that paper, and Kim is gonna figure out what you did.",
        "Echo: So what? By then, the gun will be gone, and Rex will never know.",
        "Rex: I'll never know what?",
        "[SCENE_BREAK]",
        "Kim: Who's the boss? Look what I got! I got the whole nine yards -- the house, the company, the stocks and bonds, even the horses! That old broad got Rex to sign over everything. Now I'll have the money to pay the bills. Clint can have his life back. And you, Stace, you'll be taken care of forever, or at least until you snap out of it. Look, we got to get you some better doctors, okay? 'Cause this -- this is getting old. I miss you. How did this happen?",
        "[Monitor beeping]",
        "[SCENE_BREAK]",
        "Madame Delphina: I'm getting it. I'm getting it. Wh-- so, what am I? Chopped liver? How come you won't talk to me? Gigi, what's the story? Hey, you know what? You're dead. And the only way into my book club is through me. And we're not reading \"Death Be Not Proud\" until next week. I'm just saying. [Sighs] Be that way.",
        "[SCENE_BREAK]",
        "Kim: Remember this photo, Stace? You and me way back when. We look so different now, don't we? Look, I made a face! Awesome!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=U-DxOP0ibZQ"
}