{
    "Episode Summary": [
        "Episode # 10980"
    ],
    "Recap": [
        "Original Todd finds his way to current Todd's home after learning that the entire family is gathered for Sam's 7th birthday part. He notices a guy dressed as Spiderman ready to enter, knocks him out and puts on his suit so that he can disguise himself and get inside unseen and unknown. Nobody suspects anything. But when everyone is distracted, he takes Sam with him to his motel room. He takes off his mask to \"reveal himself\" as the man whom Sam remembered in the backyard who saved his life by shooting the \"bad man\". Meanwhile, John and Natalie are on the case attempting to identify the \"bad man\" who got shot and the imaginary \"friend\" whom Sam identified in the picture of original Todd, whom Sam has never met. Rick motivates Nate and Deanna to star in his porn film at The Minuteman. Deanna overhears their conversation and assumes that he must be cheating on Dani. Sebastian tells Starr he has overheard a secretive and suspicious conversation between their two respective dads. Meanwhile, at the station, John concludes to Natalie that he's discovered a common secretive connection between Todd Manning, Tomas Delgado and the two \"unidentified men\" whom Sam met although they are not aware of exactly what this connection is."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Old Todd: So much for your Spidey sense. I'm gonna need to borrow this. I'm going to the party.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "John: Yeah?",
        "Natalie: Hey, I put a rush on those prints from the John Doe that you found at Dorian's, and I looked over the CSU's preliminary report from the scene, and honestly there's nothing out of the ordinary.",
        "John: Thanks for trying.",
        "Natalie: What's that?",
        "John: Oh, this was in Manning's office at the \"Sun.\"",
        "Natalie: Does the file have anything to do with the body found at Dorian Lord's?",
        "[SCENE_BREAK]",
        "Blair: Oh, there you are, finally. Hey, did you just come from Dorian's?",
        "Jack: Yeah. Carl drove me.",
        "Blair: Great. Is she with you?",
        "Jack: No. She's running late, but she said not to worry. Wouldn't miss this party for anything.",
        "[SCENE_BREAK]",
        "Dorian: Honestly, I don't know why Blair thought-- ahem. How did you get in here?",
        "Echo: I told your guard I had an appointment.",
        "Dorian: He'll be fired. What do you want?",
        "Echo: I came to see your husband.",
        "[SCENE_BREAK]",
        "David: Oh, Viki, thank God I finally found you.",
        "Viki: David, look, I'm just here to pick up some extra dessert for Sam's birthday party.",
        "David: But you said you were gonna help me figure out who's sabotaging me with Dorian.",
        "Viki: And I will, so why don't you go think about who it could be, and then, you know, we'll--",
        "David: Make a list. Done. All the people who might have a personal grudge against me. You're at the top of the list.",
        "Viki: Me?",
        "David: Of course you. Did you forget that I pretended to be your brother Circa '94?",
        "[SCENE_BREAK]",
        "Todd: Téa. Téa. Where is the entertainment?",
        "Téa: Oh, relax. Spider-man will be here any second, all right?",
        "Todd: Spider-man better be here any second, or he's gonna be one dead, out-of- work spider.",
        "Téa: Hey, it's a party. Relax a little, ok?",
        "Todd: I'm fine.",
        "Téa: What did you and Tomás really talk about when I was in the shower?",
        "[SCENE_BREAK]",
        "Baz: See? There's something going on.",
        "Starr: Let's just hope that you're wrong about that, ok? I've been dealing with too much stuff with my dad already. My mom really likes your dad.",
        "[SCENE_BREAK]",
        "Blair: So are you gonna stick around?",
        "Tomás: Yeah. I heard there'll be cake.",
        "Blair: Well, that is the draw.",
        "Tomás: Mind if I spend the day with you and your son?",
        "Blair: I'd love that.",
        "[Cell phone rings]",
        "[SCENE_BREAK]",
        "Dani: Hey, what's up?",
        "Nate: Dani, I'm sorry. I can't make it to Sam's party.",
        "Dani: Why not?",
        "[SCENE_BREAK]",
        "Sam: What did you get me?",
        "Jack: It's a surprise.",
        "Sam: Dad said there's a big surprise on the way.",
        "Todd: It's about time you showed up. What the hell took you so long? Oh, you're in character. All right, get in there and entertain my son, and do it good. I can replace you like that.",
        "[SCENE_BREAK]",
        "Nate: I have to work a double shift.",
        "Dani: Oh, you're kidding. But that's good to have the hours, right?",
        "Nate: Yeah. Yeah, it is.",
        "Dani: I can bring you a piece of cake on your break.",
        "Nate: No, no. Don't do that. I'll be too busy tonight to take a break, so just stay with your family.",
        "Dani: Ok. You should see Sam right now. He's totally casing his presents.",
        "Nate: I'll bet. Have a good time, ok?",
        "Dani: I will. I'll miss you. Call me later.",
        "Nate: Yeah. Bye.",
        "[SCENE_BREAK]",
        "Deanna: You did the right thing.",
        "Nate: I lied to Dani. That is never the right thing.",
        "Deanna: Well, you couldn't tell her we'd be at the Minute Man.",
        "Nate: No, but still...if she ever found out...",
        "Deanna: Don't worry. What happens at the Minute Man stays at the Minute Man.",
        "Destiny: You're a dog, Nate Salinger. How can you be cheating on my girl?",
        "Dorian: You want to see my husband? You don't even know my husband. Or do you?",
        "[SCENE_BREAK]",
        "Echo: No. We've never met.",
        "Dorian: Well, then, what business do you have with him?",
        "Echo: I found something that belongs to him.",
        "Dorian: Where?",
        "Echo: The Buchanan mansion. I'm living there now with Rex, and I found a DVD of David's audition reel in my room.",
        "Dorian: Hmm. Hand it over and leave.",
        "Echo: No. I'd rather hand it to him.",
        "Dorian: He's not here.",
        "Echo: Maybe I can come back later.",
        "Dorian: I want you off my property!",
        "Echo: Maybe I could find him someplace else?",
        "Dorian: I don't know where he is! And he's not coming back here.",
        "[SCENE_BREAK]",
        "David: There's Todd. He's still mad at me about that business with Jack and the nuns.",
        "Viki: No. You're not on Todd's radar, trust me.",
        "David: Then there's your sister Tina.",
        "Viki: She has no radar.",
        "David: And of course there's Clint. He was busy dying, but he did have a cell phone and a very scary contact list. I'm gonna circle his name. And then there's Langston.",
        "Viki: How is that possible?",
        "David: I may have changed a few lines in \"Vicker man\"-- or all of them.",
        "[SCENE_BREAK]",
        "Dani: Hey, how's the birthday boy doing? Hey, Des. Tell me you changed your mind.",
        "Destiny: Huh?",
        "Dani: You're coming to Sam's party, right? Des? Where are you?",
        "Destiny: The Buenos Días.",
        "Dani: Is something wrong?",
        "Destiny: So wrong I don't even know how to tell you.",
        "[SCENE_BREAK]",
        "Sam: Spider-man!",
        "Téa: All right! See? He's perfect.",
        "Blair: You're right, he's perfect. Where did you find him?",
        "[SCENE_BREAK]",
        "Natalie: Sorry. You want me to go.",
        "John: No. No, it's--it's not you. We just don't know much yet.",
        "Natalie: No one's reported him missing? That means no name, no motive.",
        "John: We got an eyewitness, sort of.",
        "Natalie: You're kidding.",
        "John: Sam Manning.",
        "Natalie: Wow. So my little cousin saw the shooting?",
        "John: Blair brought him in to have him tell me about this guy who's been hanging around the property that Sam's become friendly with.",
        "Natalie: Our John Doe?",
        "John: No. No. I showed him a picture of our Vic to see if that was his friend, and he told me no. That was the guy that tried to shoot him.",
        "Natalie: Oh, God.",
        "John: I know, but he seemed real calm about everything. You know, maybe it wasn't real to him, sort of like a video game or a movie or something.",
        "Natalie: So what happened?",
        "John: Well, he said John Doe was there and he was about to shoot him but his friend was there, too, and he shot John Doe instead.",
        "Natalie: Does this friend have a name, or could Sam--I don't know--describe him?",
        "John: Well, he did better than that. He ID'd him from a picture.",
        "Natalie: Really? Who is it?",
        "John: This guy.",
        "[SCENE_BREAK]",
        "Blair: Sam, you're crushing Spider-man's leg.",
        "Sam: I can't crush him. He's Spider-man.",
        "Starr: I know. You are Sam's hero. He knows everything about you.",
        "Tomás: I don't believe that.",
        "Sam: Bet me money.",
        "Starr: Oh, yeah? What's Spider-man's real name?",
        "Sam: Peter Parker.",
        "Jack: What's his best weapon?",
        "Sam: He can shoot webs and climb walls. He has Spidey sense.",
        "Téa: Should I know what that is?",
        "Jack: Duh.",
        "Blair: Yeah, duh, Téa.",
        "Sam: Spidey sense is how he knows there's danger. See? He's using it right now. Do you feel your Spidey sense?",
        "Blair: Come on, Spidey. Tell him. Tell him that there is no danger here.",
        "Starr: Mom, Spider-man doesn't talk.",
        "Téa: Duh.",
        "Starr: You know, we need to have a movie night so that you guys can catch up on these things.",
        "Jack: Sam doesn't even watch the movies. It's those lame cartoons.",
        "Starr: Don't call them lame.",
        "Sam: Spider-man, show me your web shooter.",
        "Blair: Uh-oh. Téa, I need your help.",
        "Tomás: Looks like you made your son very happy.",
        "Todd: It must be very confusing for you. I'll do anything for my family, Tomás... just like you.",
        "[SCENE_BREAK]",
        "Baz: Yeah. They're best buds.",
        "Starr: It doesn't look bad.",
        "Baz: That's because there are witnesses. You know they're 5 minutes away from throwing down on each other.",
        "Starr: Ok, who cares? Can we just enjoy the peace?",
        "Baz: They're such hypocrites.",
        "Starr: You are looking for a reason to hate your dad.",
        "Baz: I didn't have to look too hard. I saw what I saw this morning, and I won't stop looking.",
        "[SCENE_BREAK]",
        "Todd: Hey, how's your head?",
        "Jack: Better. But I'd like to give the son of a bitch who knocked me out--",
        "Todd: Hey, hey, hey. Watch your language. Your mom's here. Don't give her a reason to ask questions.",
        "Jack: She doesn't know what happened.",
        "Todd: Good.",
        "Jack: You know she'd never let me back in the office.",
        "Todd: I wouldn't either if I didn't know who did it. Don't worry. We'll get him.",
        "[SCENE_BREAK]",
        "Destiny: Dani?",
        "Dani: Yeah, hang on. It's getting kind of loud.",
        "Destiny: The party started?",
        "Dani: Yeah, but it's ok. I can talk.",
        "Destiny: No. You're busy.",
        "Dani: Come on. If you have something to tell me.",
        "Destiny: No, seriously, it's ok. I have to go anyway. I'll talk to you later.",
        "Starr: What's going on?",
        "Dani: I need to go see Destiny. If Sam misses me, just tell him I'll be back before he blows out his candles.",
        "[SCENE_BREAK]",
        "Destiny: Maybe I should have told her.",
        "David: The Church of Scientology.",
        "Viki: David, this list--",
        "David: The Buddhists. They're still not comfortable with my interpretation of the noble eightfold path. Threefold is too many.",
        "Viki: David--",
        "David: The Hell's Angels. The Writers' Guild. The Have-a-Seat Corporation, Marketing division only.",
        "Viki: David, this is an afternoon I will never get back.",
        "David: Viki, I am simply trying to be thorough here.",
        "Viki: And the list is very impressive. There are no doubt many, many enemies that you've made in your life, ok? But isn't it likely that the culprit is some woman that you spurned, someone that you left for Dorian who feels very rejected and wants to lash out, hmm?",
        "David: Brings us right back to you, Viki.",
        "[SCENE_BREAK]",
        "Echo: Oh, Dorian. That's terrible.",
        "Dorian: For whom? I kicked him out.",
        "Echo: I saw something in the paper about him and that actress--Corinthia?",
        "Dorian: Ionia. Third-rate actress, first-class slut. But why am I talking to you about this, of all people?",
        "Echo: Come on. You don't think I know what it's like to have your heart broken?",
        "[SCENE_BREAK]",
        "Natalie: So Sam thinks that his dad shot our John Doe?",
        "John: No. Sam thinks that guy shot John Doe.",
        "Natalie: Ok, well, maybe that's just Sam saying that Todd did it without saying it.",
        "John: You know, that's what Blair thought, too. But Manning's got an airtight alibi, and Sam didn't seem to know that his father used to look like that. I mean, he never referenced that photo as his father.",
        "Natalie: Maybe Sam was a little more shaken up than you thought. He could have been confused.",
        "John: He didn't seem confused.",
        "Natalie: Huh. Well, maybe he was lying. I mean, after all, he is Jack's brother, and it wouldn't be the first time one of the Manning boys has lied to the Police.",
        "[SCENE_BREAK]",
        "Jack: You know who knocked me out?",
        "Todd: It had to be someone from Origami Cogs, so I put all my people on it. We'll make him pay.",
        "Old Todd: Origami Cogs?",
        "[SCENE_BREAK]",
        "Téa: The guest of honor seems to be enjoying himself.",
        "Blair: I really hope so.",
        "Téa: What's wrong?",
        "Blair: We spent the morning down at the Police station.",
        "Téa: You and Sam?",
        "Blair: Yep.",
        "Téa: Why?",
        "Blair: I wanted John to talk to Sam about the dead body that we found out by la Boulaie's pool.",
        "Téa: What?!",
        "Blair: Just keep it down.",
        "Téa: A dead body by la Boulaie's pool?",
        "Blair: Yeah. It was horrible, Téa.",
        "Téa: Do you know who it was?",
        "Blair: No. We don't even know who shot him.",
        "Téa: Shot him?",
        "Blair: Téa, really. Kids are in there.",
        "Téa: Ok. Have you told Todd about this?",
        "Blair: No, not yet.",
        "Téa: Blair, you have to tell him.",
        "Blair: Oh, right. Like he told me when Jack was arrested?",
        "Téa: Oh, so this is tit for tat?",
        "Blair: No. I'm gonna tell Todd. I'll tell him after the party, all right? I just found out myself.",
        "Téa: But why did you take Sam down to the Police station? Did he find the body?",
        "Blair: No, but he did witness the shooting.",
        "Téa: Oh, my God.",
        "Blair: I know. It's awful.",
        "Téa: So some stranger just happened to be shot on your property in front of your son?",
        "Blair: And I thank God that Sam wasn't hurt.",
        "Téa: Wait. Blair, do you think Sam's imaginary friend could be the dead body?",
        "Blair: No, but--",
        "Téa: I don't know how much more of this I can take.",
        "Blair: There's a lot more you don't know. Sam's imaginary friend, the one with the line on his face?",
        "Starr: Mom, we need a camera.",
        "Blair: Oh, it's in my purse right there.",
        "Starr: I want to take pictures of Sam with Spider-man.",
        "Blair: Great.",
        "Sam: Like this. Lots of sun, some rain and that's how they get this big and beautiful.",
        "[SCENE_BREAK]",
        "Viki: David, you did not jilt me, ok? There was never anything between us.",
        "David: It was sub-textual--",
        "Viki: Besides, I want you and Dorian to be together. I would never undermine your relationship. Now I really have to get to Sam's birthday party.",
        "David: No, no. Sam is going to have plenty of other birthdays. I've only got one Dorian, and I might lose her if I don't figure this out. Oh! What about Addie? Those two always fought over me.",
        "Viki: Not in the way you hope. Besides, Addie wants Dorian to be happy. That's it!",
        "David: What?",
        "Viki: Perhaps you are not the target, David. What if someone is trying to hurt Dorian?",
        "[SCENE_BREAK]",
        "Dorian: Is this you trying to be my friend? How revolting.",
        "Echo: Oh, it actually shocks the hell out of me, too. I probably shouldn't drink.",
        "Dorian: Back on the sauce again, are you?",
        "Echo: Oh, come on. A bloody Mary at brunch--or two.",
        "Dorian: Oh, that explains how you had the nerve to show up here. You didn't want to see David. That's the lamest excuse I ever heard.",
        "Echo: Look, I saw the paper. I thought you could use a friend, and I do have the DVD.",
        "Dorian: How desperate do you think I am? I have lots of friends.",
        "Echo: Really? Oh, that's true. I bet your good friend, Viki has been a big help. Hasn't she?",
        "Dorian: Viki has, um, been occupied with things--you know, with Clint being so sick.",
        "Echo: Right. That's really no excuse, Dorian. This is the time you need to call on friends. You lose the man you love at this point in your life?",
        "Dorian: And you know all about losing men, don't you?",
        "Echo: Yeah, I do, because of you and your pal, Viki.",
        "Dorian: She's not my pal.",
        "Echo: I could have told you that.",
        "Dorian: It's your own fault. If you had kept your mouth shut about how I got that tape of you and Clint, none of this would have happened.",
        "Echo: And Viki would never have been able to find another reason to judge you?",
        "[SCENE_BREAK]",
        "Viki: When did all this trouble start?",
        "David: In L.A. Isn't that where trouble always starts? Ionia started hitting on me during the making of \"Vicker man.\" She showed up in my trailer.",
        "Viki: But you and Dorian were fine after Los Angeles.",
        "David: There, Ionia was on my lap, topless, and suddenly there were all these completely misleading photos of us in the paper.",
        "Viki: Photos. Photos. Of course.",
        "David: Of course what?",
        "[SCENE_BREAK]",
        "Dani: Ok. What's up?",
        "Destiny: What are you doing here?",
        "Dani: Being a friend.",
        "Destiny: You should be a sister.",
        "Dani: Look, Spider-man came to the party. Trust me, Sam hasn't even noticed I'm not there.",
        "Destiny: I still feel bad. Go on home.",
        "Dani: No! Look, you've had a really hard time ever since Matthew got hurt, and you sounded really upset on the phone.",
        "Destiny: Not for myself.",
        "Dani: Ok. Who are you upset for?",
        "Destiny: Forget it.",
        "Dani: Say that one more time and I'm gonna have to find a new friend. Seriously. Seriously, just tell me what's wrong.",
        "Destiny: I was just thinking about Matthew, and nobody can help that. So go on back to the party.",
        "Dani: Just promise me you'll talk about it someday before it drives you crazy.",
        "Destiny: I will.",
        "Dani: Oh, have you seen Nate?",
        "Destiny: No.",
        "Dani: He must be in the kitchen.",
        "Destiny: He's not here.",
        "Dani: What?",
        "Destiny: Nate's not here.",
        "Dani: No, no. He's working a double shift.",
        "Destiny: He's not working, Dani. He left here with Deanna.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Rick: Hey! Come on in. Come on. The lights are getting set now. The cameraman will be here in a few minutes, and then it's lights, camera, and action.",
        "Nate: So how does this work?",
        "Rick: How does this work? Have you ever seen adult entertainment? You take your clothes off, you have sex.",
        "[SCENE_BREAK]",
        "John: Thank you. Sure you don't want any coffee?",
        "Natalie: John.",
        "John: Hmm?",
        "Natalie: I know you.",
        "John: Oh.",
        "Natalie: You've got that look. Tell me what you're thinking.",
        "John: I wish I could. But all we got is this photo.",
        "Natalie: And this file. This was in Todd's office?",
        "John: Yeah.",
        "Natalie: What kind of encryption is this?",
        "John: We don't know.",
        "Natalie: Why would my uncle have something that's so heavily encoded?",
        "John: Good question. You want to take a shot at it?",
        "Natalie: Well, I only learned basic decryption, although I can give it a try. It would be nice if my boss would spring for me to go to Quantico because I could probably crack this in a day.",
        "John: I'll put in a word with him.",
        "Natalie: Thank you.",
        "[Knock on door]",
        "John: Yeah? Lieutenant.",
        "Lieutenant: We got a hit on John Doe's prints.",
        "John: Thank you, Sullivan.",
        "Sullivan: Not a problem.",
        "John: All right. Let's see who this guy is.",
        "[SCENE_BREAK]",
        "Téa: Ooh, I think Spider-man's after you. Want to go play bad guy?",
        "Tomás: I'm innocent, I swear.",
        "Téa: Uh-huh.",
        "[SCENE_BREAK]",
        "Blair: All right, you take the camera. All right. Sam, you ready to smile?",
        "Sam: Spiders don't smile.",
        "Blair: Yes, they do if Moms ask them to.",
        "Starr: Actually, arachnids don't have teeth.",
        "Blair: Really? If this Spider-man doesn't smile, he doesn't get any ice cream and cake, so I think you better smile. That's right. All right, ready? Good!",
        "Baz: Do you always come up with fun facts about spiders?",
        "Starr: Not always. I'm much better with reptiles.",
        "Tomás: Blair, take one of me and Baz.",
        "Blair: Super.",
        "Tomás: Son.",
        "Baz: Son?",
        "Blair: Ready? Great. Whoo hoo! Ok, that's perfect. Now I want a picture with Spidey.",
        "Téa: Me, too. Me, too!",
        "Starr: You're not gonna be in this one.",
        "Téa: All right.",
        "Blair: Ready?",
        "Starr: Great. Everybody smile.",
        "[SCENE_BREAK]",
        "Natalie: So who's our John Doe?",
        "John: I think that's probably his name there at the top.",
        "Natalie: Huh. Wow. He uses the same encryption program. Now if we could just figure out who uses this.",
        "John: CIA.",
        "Natalie: How do you know?",
        "John: Because it looks a lot like this one. It's an agency file.",
        "Natalie: And whose file is this?",
        "John: Tomás Delgado.",
        "[SCENE_BREAK]",
        "Blair: Take another one.",
        "Tomás: Should I be jealous?",
        "Blair: I don't know. He is a bona fide superhero. Todd, I think I would watch it if I were you.",
        "Téa: Don't worry. My heart belongs to Todd Manning.",
        "Todd: All right. Why don't you go climb a wall or something? It's family time. Sam, come here.",
        "Blair: Come on.",
        "Todd: Come here, buddy.",
        "Jack: Is this a speech?",
        "Todd: Hey, shut up!",
        "Starr: Are you serious?",
        "Todd: Come on, son. Hey, you know what? I don't want to hear anything out of the two of you, ok? Listen for a second. I paid for this crap. I'm gonna talk. Ok, Sam--this is about Sam. Sam, you're 7 today, and that's a very special day for you, a special day for the whole family. I'm very lucky to have each and every one of you.",
        "Blair: Todd--",
        "Todd: Blair, what do you want from me? I almost checked out a couple of months ago, but I think the shooter did me a favor because now I'm not gonna take anything for granted. I want you all to know that I don't want to lose you.",
        "Téa: You're not gonna lose us.",
        "Todd: I know. I'm just saying I'm lucky, that's all, and I know that I'm lucky. I'm not gonna forget it.",
        "Blair: So are you finished? Because it's time for a family photo. Come on, everybody. You can't wiggle out of it. You cannot.",
        "Jack: It's such a pain. Do I have to?",
        "Blair: You can just hate me for the rest of your life, but get up.",
        "Téa: Come on. Listen to your mother, Baz. You darling sweet nephew. Come stand by me. You, too, Tomás. You're not getting out of this. All right, come on.",
        "Jack: I'll take the picture if you want.",
        "Blair: No, you're not. You're gonna stay right there.",
        "Starr: All right, then who is gonna take the picture?",
        "Todd: Yo, Spider-man. Make yourself useful.",
        "Téa: Where's Dani?",
        "[SCENE_BREAK]",
        "Dani: Why would Nate say that he's working if he's not? You think he's just trying to blow off the birthday party?",
        "Destiny: I don't think so.",
        "Dani: All he had to do was tell me. And why did he leave with Deanna?",
        "Destiny: Dani, what are you doing?",
        "Dani: I'm calling him.",
        "Destiny: I wouldn't do that.",
        "Dani: There's got to be a good reason why he just took off.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Rick: Put that thing on vibrate. We want to do this in one take.",
        "Nate: Um, so what's the story?",
        "Rick: I need you for your sex, kid. You don't get story approval.",
        "Nate: No, no. It's just that it might help me get into character.",
        "Rick: Ok. Your character is a guy who put the Police commissioner's kid in a coma who's having sex with a girl who really, really wants to find her long- lost mother. Does that work for you two? Right?",
        "[SCENE_BREAK]",
        "Dani: He didn't answer. Maybe I'll just go over to his mom's.",
        "Destiny: He's not there.",
        "Dani: Where is he?",
        "Destiny: Not at home.",
        "Dani: Destiny, if you know where Nate is, tell me.",
        "Destiny: He went to a motel with Deanna.",
        "[SCENE_BREAK]",
        "David: You know who's behind the home-wrecking?",
        "Viki: I think so, yes, and she's an old pro at it.",
        "[SCENE_BREAK]",
        "Echo: You lose the man you love and your best friend. That's tough.",
        "Dorian: Yes, it is.",
        "Echo: Well, enjoy your party.",
        "Dorian: That's it?",
        "Echo: You want me off your property, right?",
        "Dorian: And you got what you came for, didn't you? You knew David wasn't here.",
        "Echo: No, I didn't.",
        "Dorian: Oh, yes, and you saw exactly what you wanted to see--that I have lost my husband and my best friend.",
        "Echo: The best friend was an unexpected bonus.",
        "Dorian: You viper.",
        "Echo: Is that supposed to sting, coming from you?",
        "Dorian: A tramp is a tramp, even when she's toting a camera. A camera. Ha ha! You're a photographer.",
        "[SCENE_BREAK]",
        "Viki: Now this makes so much more sense.",
        "David: I'm glad it does for you.",
        "Viki: Especially the pictures. And she's awfully good at crawling around in the dirt. And she blames Dorian even more than she blames me because Dorian's the one who got the proof.",
        "David: The proof?",
        "Viki: The proof that destroyed her relationship with the man that she wanted.",
        "David: Oh. I'm sorry. Who are we talking about?",
        "[SCENE_BREAK]",
        "Dorian: It was you all along.",
        "Echo: I really do have to go.",
        "Dorian: Pas si vite, chérie. You're the one who took those pictures of David and what's-her-name, aren't you?",
        "Echo: A girl's got to eat.",
        "Dorian: You vicious--",
        "Echo: I saw an opportunity.",
        "Dorian: Yes, yes, yes. Lurking in the bushes where you just conveniently happened to be? You set us all up.",
        "Echo: Do you think I forced your boy toy to grope another woman? How could I do that?",
        "Dorian: David swore up and down that he was set up.",
        "Echo: But you knew better than that.",
        "Dorian: You conniving whore.",
        "Echo: Payback's a bitch, isn't it? You could have left me and Charlie alone, but you didn't. He didn't belong to Viki. That was obvious. And we were happy together until you butted in!",
        "Dorian: You destroyed your own relationship with chuckles. Yeah, that was all your own fault.",
        "Echo: Well, isn't it a shame that now you know exactly how it feels?",
        "Dorian: You're not gonna destroy my relationship with David.",
        "Echo: Too late. I already have.",
        "[SCENE_BREAK]",
        "David: Echo DiSavoy, professional home-wrecker.",
        "Viki: I'm afraid so. She was very, very angry with Dorian for helping me to expose her lies to Charlie, and she swore she would get back at us--both of us. This is so like her. Do you know something? I'll bet that's exactly what she was doing when I caught her on the telephone the other day. She was plotting.",
        "David: And the reason you decided not to tell me?",
        "Viki: I didn't hear what she was planning, and stupidly, I didn't think she could do much more damage, but it is just like her.",
        "David: We've got to tell Dorian.",
        "Viki: No, you're gonna tell Dorian. I'm going to Sam's party.",
        "David: No. Send Sam an extra present.",
        "Viki: David, this can wait until tomorrow.",
        "David: Absolutely not. Look, Dorian's got all my clothing at her house near open flame and scissors. Please, Viki, I need you to go with me.",
        "Viki: For the sake of your wardrobe?",
        "David: For the sake of true love. Look, Dorian is really, really mad. I'm not gonna get past the front door without backup. You know how Dorian can get when she's really mad.",
        "[SCENE_BREAK]",
        "Dorian: You bitch!",
        "Echo: Oh, you're gonna be sorry you did that.",
        "Dorian: I'm going to be sorry?",
        "Echo: Yes. You're gonna be sorry.",
        "Dorian: You are gonna be sorry! I've just begun to fight.",
        "[Both shouting]",
        "[SCENE_BREAK]",
        "Dani: Nate and Deanna went to a motel?",
        "Destiny: The Minute Man.",
        "[SCENE_BREAK]",
        "Nate: Hey, I'm sorry I got you into this.",
        "Deanna: I'm the one who met this sleaze in the first place.",
        "Nate: Are you sure this is the only way to get that file on your mom?",
        "Deanna: Today, I'm glad she doesn't know me. Deanna Forbes--porn star.",
        "Nate: Hey, um, what was your first pet's name?",
        "Deanna: I had a cat named China.",
        "Nate: Ok, and what street did you grow up on?",
        "Deanna: Lake Drive.",
        "Nate: That's it. That's your porn name--China Lake. Mine is, uh, Buster Ridge.",
        "Deanna: Porn names?",
        "Nate: It won't be us. It'll just be these other people. That's how we do it. Nobody will find out.",
        "[SCENE_BREAK]",
        "Dani: Oh, my God.",
        "Destiny: Where are you going?",
        "Dani: Where do you think I'm going? I'm going to the Minute Man motel!",
        "[SCENE_BREAK]",
        "Natalie: Tomás Delgado had a CIA file?",
        "John: No, not under his own name, but when I read his fingerprints, the system spit out that. So now we have Manning, Delgado, and John Doe all with encrypted CIA files.",
        "Natalie: So we just need the thread that connects them. You thought that Tomás tried to shoot Todd?",
        "John: Mmm, but Todd cleared him.",
        "Natalie: Hmm. Then there's this guy. I don't see the connection.",
        "John: It's right there in your hands.",
        "[SCENE_BREAK]",
        "Starr: Dani had to go see Destiny.",
        "Todd: Forget her. We'll put her in later.",
        "Blair: All right. Everybody smile. Come on. Don't blink.",
        "Todd: Go ahead.",
        "Blair: Looks good.",
        "Todd: Take the picture! Hey! Shoot!",
        "Old Todd: My pleasure.",
        "Blair: Perfect. All right. Great. We're done with that. Now we've got one more thing we've got to do. Everybody knows what they've got to do, so let's go. Come on, come on. One more big surprise. Spidey, will you watch Sam for just a minute? Thanks. Come on, hurry. Hurry",
        "Sam: What do you want to do now?",
        "[SCENE_BREAK]",
        "Rick: Come on. Wet your lips, like--wet your lips. Come on. Give me a little kitten.",
        "Deanna: I want to scratch your eyes out.",
        "Rick: Ok. Go with tiger. Yeah, that works. But save some of that heat for your partner in crime. Come on, stud, get out here already!",
        "[SCENE_BREAK]",
        "David: Dorian! Dorian, come out, baby. It was all a setup. Viki figured it out. Hey, it was Echo!",
        "Viki: David, look.",
        "David: This isn't good.",
        "[SCENE_BREAK]",
        "[Soft music playing]",
        "Rick: That's too wide. Zoom in. Yeah. You guys are smoking hot, almost ready for your wardrobe.",
        "Nate: So there's wardrobe?",
        "Rick: Yeah. Don't worry. You won't be wearing it long. Ok, we're gonna shoot in 5. 5. Yeah. These two are ready to go.",
        "[SCENE_BREAK]",
        "Dani: I don't even want to know what Nate and Deanna are doing.",
        "[SCENE_BREAK]",
        "Rick: We're good to go, right?",
        "[Knock on door]",
        "Nate: Aren't you going to answer that?",
        "[SCENE_BREAK]",
        "John: Manning's file has a picture of how he used to look. Delgado's file has pictures of how Manning used to look.",
        "Natalie: How do you know?",
        "John: Téa told me. Sam says our John Doe was shot by a guy who looks like Manning used to. That's it. That's our connection.",
        "[SCENE_BREAK]",
        "Todd: All right, you guys. Let's go. He's gonna turn 8 by the time you're finished.",
        "Blair: He's going to want to blow out every one.",
        "[All talking at once]",
        "Blair: Get the door. Ready. 1, 2, 3! All: Happy--",
        "Todd: Sam? Where's Sam?",
        "Blair: Sam!",
        "[SCENE_BREAK]",
        "Sam: It's you.",
        "Old Todd: Happy birthday, kid.",
        "Sam: You're a Spider-man?",
        "Old Todd: Sometimes.",
        "Sam: Wow. Why'd you bring me here?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=rQCsYyM2Njk"
}