{
    "Episode Summary": [],
    "Recap": [
        "Sarah lets Cristian know that she booked red-hot bands for the club. Cristian suggests that they listen to both bands and then decide. Sarah wants to know what Blair said to him. Adriana visits Dorian and Dorian tells Adriana they are through. Dorian asks Adriana how things are going between her and Rex. Rex and the man deliveryman get into a huff when the deliveryman won't leave the booze. Nash offers his help. Jared comes downstairs, wearing Asa's favorite cufflinks, a present from Renee. Nigel mumbles to himself that he cannot allow this to go on much longer. Clint tells Cord that they can't do much until the blood test comes back. Cole tells Starr that he is not going to let John take the blame for the shooting. Natalie questions John about shooting Miles to get back at him for the things that Miles did to Marty. Roxy hurries up and tells them that she just heard that Miles had been shot. Bo questions Miles as to who shot him. John looks through the window at Miles. Dorian asks Adriana if she and Rex are having problems. Renee asks for Jared's help in picking out Christmas presents for Asa's granddaughters. Jared wants to check on Natalie. Nigel tells Clint that he can think of someone worse to be Asa's son and that someone is David Vickers. Renee asks Jared and Nigel to let her talk to Clint alone. Jessica walks up and tells Rex to tie a bow around himself and put himself under the tree because that is all that Adriana would want. Jessica wraps her arm in Nash's. John comes out of Miles' room, and Roxy slugs him. Miles tells Bo and Ramsey that he cannot remember who shot him. Roxy orders John to stay away from Miles. Ramsey tells Bo to arrest McBain."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Sarah: You okay?",
        "Cristian: Yeah. Yeah, did you book the band?",
        "Sarah: I booked two bands. Shatter Storm and the H's. Your pick.",
        "[Sarah makes a sizzle sound]",
        "Cristian: Yeah, you know, I -- I hear they're pretty hot in the whole college/indie circuit.",
        "Sarah: Mm-hmm.",
        "Cristian: You're good. I'll give you that. So, hey, what do you say we listen to them -- to both of them and see what feels right?",
        "Sarah: After you tell me what Blair Cramer said to you.",
        "Cristian: We were just talking about scheduling.",
        "Sarah: It was about Evangeline, wasn't it?",
        "Cristian: Look, I don't think that's something you and I should be talking about.",
        "Sarah: Well, we'd better, if we're going to be friends.",
        "Cristian: And I don't know if that's in the cards, either.",
        "[SCENE_BREAK]",
        "Adriana: Oh, hey, Mom. Oh, let me see. What's that?",
        "Dorian: Oh, it's just --",
        "Adriana: You and Clint. You two look so happy.",
        "Dorian: We were.",
        "Adriana: What do you mean, you were? Something happen in Texas? We haven't talked since you've been back.",
        "Dorian: Clint and I -- well, we're not going to work out.",
        "Adriana: But you guys were so into each other.",
        "Dorian: And now, we're on the outs.",
        "Adriana: Well -- well, what hap-- and what's with the cane? Why are you limping?",
        "Dorian: I had a little accident in Texas, but -- tell me, how are things going with you? Would you like a drink?",
        "Adriana: You're changing the subject.",
        "Dorian: Yes, you just bet I am. Huh. Why are you here, darling? Not that you need a reason to come over. That color is absolutely gorgeous on you.",
        "Adriana: Thank you. You're the one who told me to buy it, remember?",
        "Dorian: I was right.",
        "Adriana: Which is why I'm here. I need some more advice.",
        "Dorian: It's perfectly okay to wear white after Labor Day. Just make sure it's winter white.",
        "Adriana: About Rex.",
        "Dorian: Ah.",
        "[SCENE_BREAK]",
        "Rex: I swear, the check's good.",
        "Man: Hey, sorry, pal, but your last two bounced.",
        "Rex: Whoa, whoa. What am I supposed to serve my customers?",
        "Man: What customers?",
        "Nash: How bad is it?",
        "Rex: Unless you want a crème de menthe, I've got a problem.",
        "Nash: Hey, you want my advice? Don't try and cut your losses by playing poker with Jared Banks. The guy deals from the bottom of the deck. Remember what happened to me?",
        "Rex: Thanks for the advice.",
        "Nash: Wish I could help you out. But I can't.",
        "Rex: Actually, there is something you can do for me.",
        "Jared: Ah, Nigel. Can you help me with these?",
        "Nigel: These are Mr. Buchanan's favorite cufflinks.",
        "Jared: Yes. An early Christmas present from Renee. She wanted me to have them, even if I don't turn out to be Asa's son.",
        "Nigel: And you accepted them from her?",
        "Jared: We both know that DNA test is going to come back positive.",
        "Nigel: I may have sold my soul for you, but I draw the line at helping you dress.",
        "Jared: Well, then you need to lighten up, Nigel.",
        "Nigel: Oh, Sir -- I can't allow this to continue.",
        "[SCENE_BREAK]",
        "Clint: Look, Cord, there's not much that we can do until we get the results of the DNA test. Yeah, Nora questioned him about his mother. Well, he was, at best, evasive. You know, the thought of Jared Banks making himself welcome at my table and having a seat on the board at B.E. -- I can't think of anything worse. Now, tell -- well -- I'll tell you what. I'll tell Sarah to give you a call. Okay. Cord, you take good care of yourself. Bye-bye.",
        "Nigel: Actually, Sir, there are worse candidates than Jared Banks.",
        "[SCENE_BREAK]",
        "Cole: Starr, I'm not going to let John take the rap for shooting Miles. All right? I have to tell the cops I shot Miles.",
        "Starr: No, wait. Wait, wait, wait, wait. Cole -- um -- you said that your mom trusted John McBain, right?",
        "Cole: Yeah. Yeah, she trusted him.",
        "Starr: Okay, so -- so John told Commissioner Buchanan and the FBI. agent that -- that he shot Miles. It's probably because he knew that whatever happened was an accident, and he knows how much you've been through already.",
        "Langston: Was Miles looking at you when you shot him?",
        "Cole: Yeah.",
        "Starr: Well, who cares who he was looking at?",
        "Cole: Starr, you said that Miles was going to make it. All right, he'll tell the cops that I shot him.",
        "[SCENE_BREAK]",
        "Natalie: So you're saying that you shot Miles because of all the things that he did to Marty?",
        "Roxy: Where's Miles? They told me he was shot.",
        "Natalie: Okay, he's -- he's going to be okay. He's going to be all right. He's in there, but you can't go see him right now.",
        "Roxy: The hell I can't.",
        "[SCENE_BREAK]",
        "Bo: Miles, did you see who shot you?",
        "Ramsey: Of course he saw him.",
        "Roxy: Oh, my God. Who did this to you? You tell Roxy and she'll make it better.",
        "Ramsey: Well, come on now, Mr. Laurence -- why don't you tell us all who shot you?",
        "[SCENE_BREAK]",
        "Dorian: Are you and Rex having problems?",
        "Adriana: Why would you think that?",
        "Dorian: You just moved in together and here you are, asking for my advice -- which you haven't done in a very long time. Is it about the pregnancy scare?",
        "Adriana: Oh -- there was no pregnancy scare.",
        "Dorian: Oh, there was for Rex.",
        "Adriana: And he was really upset about it. I would be really upset if I thought I was pregnant.",
        "Dorian: That's interesting.",
        "Adriana: What does that mean?",
        "Dorian: I just assumed that if you moved in together, that meant you didn't have any doubts about Rex.",
        "Adriana: Oh, I don't have any doubts about Rex. Ugh -- this is not what I want to talk about.",
        "Dorian: Oh. No, it isn't. I can see that. Hmm?",
        "[SCENE_BREAK]",
        "Cole: If Miles knows I shot him --",
        "Starr: Well --",
        "Cole: He's going to tell the cops!",
        "Starr: No, maybe I got through to him, Cole.",
        "Langston: Well, he still cares about your mom, right? Maybe for her sake, he'll just keep quiet.",
        "[SCENE_BREAK]",
        "Bo: I'm sorry, Roxy, you're going to have to wait outside.",
        "Roxy: I'm not going anywhere. You want to arrest me, fine.",
        "John: I tried to stop her, Bo.",
        "Ramsey: As an excuse to get in here and square your story with the victim.",
        "John: Yeah, right in front of the commissioner, I'm going to tell Laurence how to play it. Hey, Roxy, come on. You can see Laurence after the commissioner's done.",
        "Miles: I'll -- I'll see you later, Rox.",
        "Roxy: Don't let anyone push you around. You got rights. I'll be outside.",
        "Ramsey: Out of here, McBain.",
        "Miles: John, wait.",
        "[SCENE_BREAK]",
        "Renee: You're wearing the cufflinks.",
        "Jared: Yes, they were worth buying a shirt with French cuffs.",
        "Renee: Well, now I know what to buy you for Christmas.",
        "Jared: I only hope I can find something for you as special as these are -- wow.",
        "Renee: You know what you could do for me? Asa had a knack for picking out presents for his granddaughters. If you'd go through some catalogues with me and give me a man's point of view?",
        "Jared: I -- I would love to -- as soon as I get back.",
        "Renee: Where are you going?",
        "Jared: I need to check on Natalie. Apparently, a friend of hers was shot last night.",
        "Renee: Yes, Miles Laurence, I heard. Um -- but maybe you should let Natalie handle this on her own. You know, Jared, once the DNA results are back and Natalie's had time to adjust, who knows, you might be able to be friends again, but honestly, knowing Natalie as I do, I wouldn't plan on it.",
        "[SCENE_BREAK]",
        "Clint: You can think of somebody worse than Jared Banks to be my half brother?",
        "Nigel: Yes -- David Vickers.",
        "Clint: If you wanted to make me feel better about Jared Banks, you just did it. You know, up to this day, I can't believe that Vickers bilked me out of $10 million before agreeing to give the transplant to Jessie.",
        "Nigel: Odd that those two were a match.",
        "Clint: You know, if Viki hadn't stopped talking to him, he'd probably still have that money. Nigel, my daughter was dying.",
        "Nigel: Yes, Sir.",
        "Clint: And then he had the nerve to show up at Pa's ranch and sleep with Dorian?",
        "Nigel: He is what your father would have called a \"24-karat phony.\"",
        "Clint: Exactly, yeah. Why are you bringing his name up out of the blue?",
        "Nigel: Mr. Buchanan did have an affair with Mr. Vickers' mother.",
        "Renee: Are you suggesting that David Vickers is Asa's son? It's not possible. Asa stopped seeing his mother years before David was born. Unless you know something I don't know, Nigel.",
        "Jared: I'm sure Nigel's just trying to put things in perspective. Apparently, Vickers would be even more unwelcome in this house than I am.",
        "Clint: That's the God's truth.",
        "Jared: I appreciate you looking out for me, Nigel, but I can take care of myself.",
        "Nigel: I'm sure that you can, Sir. I was just attempting to inject a bit of levity into the situation.",
        "Jared: Ah. Hmm.",
        "Clint: You're right about one thing, Nigel. Compared to Vickers, Quasimodo looks pretty good.",
        "Renee: Jared, Nigel, I would like to speak to Clint, alone.",
        "Nigel: Of course, madam.",
        "Clint: Renee, you ready for a drink?",
        "Renee: Yes, thank you. Clint, what are you going to do with this anger when the DNA test shows that Jared is Asa's son?",
        "[SCENE_BREAK]",
        "Adriana: I don't know what happened with you and Clint, and I'm not asking. But Rex and I are fine.",
        "Dorian: Given Rex's background, it's only natural to have doubts about him.",
        "Adriana: I don't have doubts! I just wanted your advice about what to get Rex for Christmas. He needs a watch.",
        "Dorian: Oh, I can help you with that. Yes, indeed. Everybody seems to be quite crazy about the Triomphe D'veaux.",
        "Adriana: Oh.",
        "Dorian: Yes, and it's not just those print ads with all the movie stars -- but do get the 2007 version, not the 2006.",
        "Adriana: Rex would not be comfortable wearing something that expensive, and besides, I couldn't afford it. I just want a good-looking, dependable watch that I can get engraved.",
        "Dorian: Why don't you let me buy the Triomphe de Veaux for you?",
        "Adriana: Because this is a gift from me, not you. And I don't have that kind of money.",
        "Dorian: Is this about my losing your money from Aunt Betsy?",
        "Adriana: No, it's not. I'm not interested in money. You know that.",
        "Dorian: Except when you want to buy your lover a watch.",
        "Adriana: That I can afford.",
        "Dorian: I want to make sure, now that I have a foster daughter, that my two daughters know how very special they are to me. So please, let me buy you this watch. There is no reason for you to have to scrimp.",
        "Adriana: I'm not scrimping. Besides, you of all people should know that money does not buy you happiness. You and Clint are both millionaires, and you still couldn't make it work.",
        "Dorian: Yes, Clint and I did have our issues, but money was not one of them. But you know the old adage -- when poverty knocks at the door, love flies out the window.",
        "[SCENE_BREAK]",
        "Rex: No, I'm not talking about money. I just want a little bit of advice.",
        "Nash: Oh. Why don't you try hiring Antonio's booker? Natalie tells me that his place has been packed ever since that guy started booking his acts.",
        "Rex: Yeah, I noticed. But no, this is about Adriana.",
        "Nash: Oh. You guys okay?",
        "Rex: Oh, we're fine. It's just -- okay, her family's rich and I'm not.",
        "Nash: I know that tune.",
        "Rex: And with the club failing and not much action on the P.I. front -- how am I supposed to get the girl a Christmas present that's worthy of her?",
        "Jessica: I can answer that. What you do is you get yourself a ribbon, you tie it around you, and then you put yourself underneath the tree. And if Adriana is anything like me -- and I think that she is -- that's all that she's going to want.",
        "[SCENE_BREAK]",
        "Cristian: I care about you, Sarah. You know that. Which is why it just feels weird talking to you about my ex.",
        "Sarah: Well, it's not exactly my idea of a laugh riot, either, but if it's going to be weird between us until she gets out of the coma --",
        "Cristian: Okay, you got a point.",
        "Sarah: I mean, we work together, we see each other every day. And then there's that other thing.",
        "Cristian: What other thing?",
        "Sarah: What you do to my knees when I smell you.",
        "Cristian: I smell?",
        "Sarah: Good. You smell good. I'm sorry. I shouldn't have said anything.",
        "Cristian: No, wait a minute, I think I smell like turpentine and beer.",
        "Sarah: Will you stop?",
        "Cristian: Sorry.",
        "Sarah: So for the sake of my knees, and the rest of me, I think we should talk about this. So tell me what Blair said.",
        "Cristian: She wanted to know if -- if Evangeline was -- well, if I thought Evangeline was the love of my life. You know, like Todd is hers.",
        "Sarah: And what did you say?",
        "Cristian: I don't know. But I'm going to find out.",
        "[SCENE_BREAK]",
        "Roxy: So what's with old Johnny boy? He was acting weirder than ever.",
        "Natalie: Um -- Marty's death has really hit him pretty hard.",
        "Roxy: Did Miles getting shot have anything to do with what happened to Marty?",
        "Natalie: All I know is that John tried to save Marty and didn't, and then the next thing you know, he's telling me he shot Miles.",
        "[SCENE_BREAK]",
        "Miles: How's Cole?",
        "John: I don't know, Miles. I haven't seen him in a while.",
        "Ramsey: Your concern is touching. Fact is, Cole Thornhart shot you.",
        "John: You have quite an imagination.",
        "Ramsey: Forget him. Now, tell the commissioner Cole Thornhart shot you.",
        "Bo: Miles, if Cole shot you, we need to get that kid some help. Now, he just lost his mother. Maybe he went off the deep end. You tell me the truth; I'll see what I can do.",
        "Cole's voice: John, please, get out of my way!",
        "John: No.",
        "Cole: Please!",
        "Miles: Cole, what are you doing?",
        "Miles: I'm sorry -- but I don't remember who shot me.",
        "[SCENE_BREAK]",
        "Rex: Adriana knows I love her, but me in a ribbon? That's not the kind of thing she can just whip out when her Mom asks what she got for Christmas.",
        "Nash: I don't know -- I think Dorian might like that.",
        "Jessica: Stop it. I'm talking about love, okay? Take this morning, for example, with us. I could barely get up out of bed this morning. All I could think about was Marty.",
        "Rex: Yeah, I was sorry to hear about that. She was a class act.",
        "Jessica: Yes, she was. But Nash wouldn't let me go there. He picked me up, he threw me in the shower, he made me go to work, where I was able to pull it together and actually write a nice piece that's going to run in \"The Sun\" about Marty, that hopefully, her friends will read and feel a little less hopeless about the situation. And then, he dragged me here where we knew that we wouldn't run into Antonio",
        "Rex: Or anybody else.",
        "Jessica: Well, the point is you can't buy that kind of grand gesture, you know? He -- he knows me, and he cares about me. He -- he loves me, and he shows me every day, and I wouldn't trade that for all the diamonds in the world.",
        "Rex: Diamonds?",
        "Jessica: You're the diamond, you idiot. And if you want to show her how much you love her, do something -- something like Nash did, you know? When I was in the hospital bed, I thought I was dying. He -- you know, he took my hand and he promised that he'd love me for the rest of my life, even if it was just for the rest of the day.",
        "Rex: Are you talking about when Nash asked you to marry him?",
        "Jessica: There's hope for you yet, Rex.",
        "[SCENE_BREAK]",
        "Adriana: We are nowhere near poverty.",
        "Dorian: I just made up my mind what I'm going to get you for Christmas. I want to buy you a condo. Yes. I will make sure that it's a good, solid investment. And then you can pick out whatever you want, as long as it's safe and comfortable.",
        "Adriana: I am comfortable.",
        "Dorian: Then why haven't you had your mother over to dinner?",
        "Adriana: If you hadn't chased Clint to Texas, we would've had you over for Thanksgiving.",
        "Dorian: This has nothing to do with Clint.",
        "Adriana: Then don't make it about Rex and me.",
        "Dorian: This has nothing to do with you. But it has everything to do with Rex.",
        "[SCENE_BREAK]",
        "Renee: Clint, I --",
        "Clint: Whew.",
        "Renee: Can't pretend to know what you must be feeling, but I do know that Jared is the spitting image of Asa when he was young. And maybe it's wishful thinking on my part, but what if Jared was Asa's last gift to me?",
        "[SCENE_BREAK]",
        "Jared: And just how were you planning to explain the DNA test, huh? \"Oops -- Asa's got two long-lost sons\"?",
        "Nigel: I was testing the waters.",
        "Jared: Well, Clint can't stand the thought of Vickers as his brother. So, hey, you did good, Nigel. Now live with it.",
        "Nigel: I went along with this ruse of yours because, as you were saying, you're the lesser of two evils. But if you do anything to hurt this family, I will come forward.",
        "[SCENE_BREAK]",
        "Cole: Starr, I shot Miles. All right? I could have killed him. And if my mom taught me anything, it's that you step up when you do something wrong.",
        "Starr: Your mom wouldn't want you to go to prison, Cole, especially since Miles survived. He's going to be okay.",
        "Cole: This isn't about Miles, it's about me. God, I should never have picked up that gun! My dad hated guns.",
        "Starr: No, you were just doing it to protect John.",
        "Cole: I pointed the gun at Ramsey because he's the one that caused the accident that killed my mom.",
        "Starr: You can't go to prison, Cole. My dad has been there. You won't survive.",
        "[SCENE_BREAK]",
        "Natalie: Okay, Rox, why don't you go to the gift shop and get something nice for Miles to cheer him up, okay?",
        "Roxy: Yeah, okay. Stay away from him.",
        "Natalie: Sorry about that. Apparently, they've become community service buddies.",
        "John: She's right. I was there and I couldn't save her. Everything went wrong. That's why I'm here. I'm trying to make things right.",
        "Natalie: But what do you mean? By confessing?",
        "[SCENE_BREAK]",
        "Ramsey: You looked right at him. You yelled his name, \"Cole.\" I heard you.",
        "Bo: Is that true, Miles?",
        "Miles: I -- all I remember is I was upset about Marty. I went for a walk, headed for the docks. I heard some voices. And then, I -- I woke up here.",
        "Ramsey: That's your story? You're sticking to it?",
        "Miles: Sorry, I -- I wish I was more help.",
        "Ramsey: All we have is McBain's confession. So fine, arrest McBain.",
        "Cristian: I loved Evangeline. But I broke it off with her because she was too involved with Todd.",
        "[SCENE_BREAK]",
        "Sarah: The love of Blair's life?",
        "Cristian: Right. And that's where we were when this happened -- the coma. I feel so damn guilty about it. I mean, if she hadn't been in my apartment --",
        "Sarah: Cristian, if you're afraid of hurting my feelings, I'd rather know.",
        "Cristian: Look, Sarah, I'm not trying to hide anything from you. But the truth is I don't know how I feel. I -- I haven't seen Evangeline. I haven't been able to see Evangeline because her mom won't let anybody see her but her family. And Blair thinks that -- that if I was around Vange, if I saw her, then -- then maybe that could help.",
        "Sarah: So do it. I think Blair's right -- you'll know. And if she's the one, life goes on, you know? I'll survive, and you'll have your answer.",
        "[SCENE_BREAK]",
        "Adriana: What's with the digs about Rex?",
        "Dorian: This is not about Rex per se. It's about your future -- you live in a warehouse.",
        "Adriana: It's called a loft.",
        "Dorian: You work hard all day long and then you come home to what? And how many flights of stairs do you have to climb to get to it?",
        "Adriana: Two flights and we have wonderful light and great restaurants.",
        "Dorian: Can you afford to eat out?",
        "Adriana: Oh, we're fine! Exposed is showing a profit and Rex's club is --",
        "Dorian: Is tanking!",
        "Adriana: No, it is not -- you don't know that.",
        "Dorian: Yes, I do. I -- I own a magazine that -- that tracks trends, and trust me -- Ultraviolet is ultra out.",
        "Adriana: It's the holidays and the club business always falls off a little. And besides, Rex has his P.I. business to fall back on.",
        "Dorian: Right, right. You know, I enlisted Rex's services when I was trying to find Langston's parents.",
        "Adriana: And he steered you in the right direction, didn't he?",
        "Dorian: Do you have any idea how much your boyfriend charges for his services?",
        "Adriana: Did it ever occur to you that maybe he was giving you the family rate?",
        "Dorian: Adriana, you are so young.",
        "Adriana: Rex loves what he's doing.",
        "Dorian: And obviously, that's what counts.",
        "Adriana: Okay -- are you seriously questioning my choices or do you just want to fight with me because you blew it with Clint? Because I'll fight with you -- I just want to know why.",
        "[SCENE_BREAK]",
        "Jessica: I'm not suggesting that you propose to Adriana. I'm just saying that you shouldn't get hung up on the cost of a Christmas present or the size of your bank account -- or Dorian's.",
        "Nash: Ahem. You know, it -- it took me almost losing Jessica to realize that all that other stuff -- yeah, no, I still got issues with her, too, but, look, all we have is right now, right? So all you can do is make them know how much you care.",
        "Jessica: Uh -- yeah, because you might not get another chance. You know, look at Marty -- huh. Did she know how much my friendship meant to her or her friendship meant to me? I -- I -- I hope so, but I wish I had told her more.",
        "Nash: I almost lost Jessica. Now I make sure that every morning she knows just how much I care about her.",
        "Jessica: And every night, too.",
        "Nash: Mm-hmm.",
        "[Jessica chuckles]",
        "[SCENE_BREAK]",
        "Cole: Starr, I don't want to go to jail, all right, but I shot a man. Now, do you really think we could be happy knowing that John's locked up in a cell somewhere? I couldn't live with myself.",
        "Starr: But I need you.",
        "Langston: Cole needs you to support him. You got to let him do what he --",
        "Starr: Stay out of this, Langston! It's none of your business!",
        "Langston: You're right. Sorry.",
        "Cole: Starr? Listen, I know you're upset. So am I, all right, but please don't take it out on Langston.",
        "Starr: I know. I'll apologize to her later, but you have to promise me that you won't turn yourself in.",
        "[SCENE_BREAK]",
        "Ramsey: He confessed. Arrest him.",
        "Miles: John McBain confessed to shooting me?",
        "Bo: Let's take this conversation outside.",
        "[SCENE_BREAK]",
        "Natalie: What are you saying, John? Coming forward is the right thing or that you're --",
        "John: I know you care about Laurence. I'm sorry that he got hurt. So, what did Laurence say?",
        "Ramsey: You get your wish. He can't remember.",
        "Bo: I need a statement.",
        "John: I was on the docks discussing with Ramsey what went down in Ireland. He wanted me to lie that he was following procedure when he shot out the tires on the van.",
        "Ramsey: No, that is not what happened.",
        "John: The van that was carrying the hostages, that lost control, went off the road and over the cliff.",
        "Ramsey: What does this have to do with Miles Laurence?",
        "John: When I wouldn't go along with this story, he pulled out a gun.",
        "Ramsey: No, that's not true.",
        "John: When we were wrestling for the gun, when I finally got my hands on it, Laurence showed up.",
        "Ramsey: No, Cole showed, then Miles showed.",
        "John: The gun went off. A bullet hit Laurence -- it was an accident, Bo, but if you need to arrest me, I understand. Go ahead.",
        "Bo: I'm not going to arrest anybody -- yet.",
        "Ramsey: Do I have to take care of this myself?",
        "Bo: You do what you got to do.",
        "John: Thank you, Bo.",
        "Bo: No. Don't thank me. This doesn't add up, John -- you know that.",
        "Lab tech: Commissioner, headquarters said I could find you here. I know you wanted these results right away.",
        "Bo: Is this about Jared Banks?",
        "Lab tech: Yes, Sir -- the DNA results.",
        "Bo: Thank you.",
        "Natalie: So what's it say? Is Jared my uncle?",
        "Bo: These results are a family matter, so I'll make the calls, round everybody up, and I'll see you at Pa's, okay?",
        "[SCENE_BREAK]",
        "Natalie: Hey, Miles. I know that you just got shot and the woman that you love was killed, so my problems seem pretty silly. God, what am I going to do? Miles, what am I going to do if I -- the man I have been fantasizing about for the last month ends up being a member of my family? What, what -- do we just pretend like we never kissed? \"Hey, Uncle Jared. Merry Christmas. Here's your -- here's your new socks.\" I mean -- oh! What am I supposed to do, Miles?",
        "[SCENE_BREAK]",
        "Jared: I have no intention on hurting anyone in this family, okay?",
        "Nigel: And your niece Natalie? How do you avoid hurting her?",
        "Jared: I'll handle it.",
        "Nigel: How? By denying your feelings? Is that really what you want -- to watch her from a distance?",
        "Jared: I didn't plan on falling -- on -- any of this, okay? It just happened.",
        "Nigel: Well, you've made your bed and now you'll have to lie in it -- alone.",
        "Clint: Bo's on his way here. He has the results of your DNA test.",
        "Nigel: I suppose it's too late now. Or is it?",
        "[SCENE_BREAK]",
        "Jessica: Okay. Okay, honey, we'll be right there. Well, the Jared Banks DNA test results are in and they're reading them over at Asa's, so we better head over there.",
        "Nash: Oh, goody. How's Natalie?",
        "Jessica: Um -- I don't know. I just hope the test results are negative and he leaves town.",
        "Nash: Ah, yes. But what if he is Asa's son, huh?",
        "Rex: What? Asa has another son?",
        "Jessica: We don't know, but whatever it is, whatever the results are, we'll deal with it.",
        "Nash: See? Things can change just like -- that.",
        "Rex: Can I ask or do I not want to know?",
        "Nash: You met Jared Banks -- took all my money in a poker game, used it to buy a controlling interest in my vineyard, then he went after Natalie, blackmailed her for a job at B.E. Then he went after Sarah, but Sarah caught on to him, so she dropped him like a leaf, cozied up to Renee, got himself invited to live at Asa's mansion, and now he's convincing everybody he's Asa's son.",
        "Rex: Which explains the DNA test.",
        "Nash: Yeah. See? Things can change just like that. But what's important is that you find a way to put Adriana front and center because everything else is just --",
        "[Nash babbles]",
        "Nash: Noise. Find a way to make her know that you care.",
        "Jessica: Good night, Rex.",
        "Rex: Hmm.",
        "[SCENE_BREAK]",
        "Dorian: Honey, I do not want to fight with you.",
        "Adriana: So all of this picking at my relationship?",
        "Dorian: I am not picking on you. I -- okay. Maybe I am a bit disappointed. But perhaps because I am disappointed, I -- I don't want you to suffer the same heartache.",
        "Adriana: Please tell me you are not comparing Rex to Clint Buchanan.",
        "Dorian: No, but I am comparing you and me. Yes, we're both passionate, creative women and we deserve men in our lives who are worthy of us.",
        "Adriana: I knew it.",
        "Dorian: Knew what?",
        "Adriana: You don't think Rex is good enough for me.",
        "Dorian: Uh -- I think that you deserve the best.",
        "Adriana: Oh. So nothing's changed? All this talk about accepting him --",
        "Dorian: But wait a minute. Would I be offering to buy him a Triomphe D'veaux if I didn't accept him?",
        "Adriana: I saw your face when you thought I was pregnant. You were horrified.",
        "Dorian: Well, that's because you're so young and you're not married.",
        "Adriana: Nice try.",
        "Dorian: What -- honey, where are you going?",
        "Adriana: To find a moderately priced jeweler so I can buy the man I love a decent watch and have it engraved \"Love Always.\" Who's on your Christmas list, Dorian? Do you have a man to shop for? Oh, that's right, forgot -- you drove him away.",
        "Dorian: That's not fair.",
        "Adriana: But I bet it's true.",
        "[Adriana sighs]",
        "Adriana: I'm sorry and I didn't mean to be nasty. But I'm warning you, Mother -- you keep trying to screw with Rex and me, you'll lose me forever this time. Is that what you want?",
        "Dorian: No, of course not.",
        "Adriana: Good. Behave.",
        "[SCENE_BREAK]",
        "Starr: Cole, wait!",
        "Cole: Starr, I need to go.",
        "Starr: I'll go with you.",
        "Cole: I have to do this by myself.",
        "Starr: Can I -- can I call you a lawyer, please?",
        "Cole: Starr, Starr, I'll be okay.",
        "Starr: You can't go to the police station and just confess by yourself.",
        "Cole: I love you.",
        "Starr: I love you, too. No, Cole, please! Cole, don't \u0096",
        "[SCENE_BREAK]",
        "Bo: I'm not going to prolong this because I'm sure all of you are as anxious as I am to find out these test results.",
        "Bo: It's a match. Jared is Pa's son.",
        "Renee: Ah, I knew it! Oh, oh!",
        "[Renee chuckles, sighs]",
        "[SCENE_BREAK]",
        "Starr: Cole is going to make himself seem like a killer when it was an accident. He wouldn't let me call him an attorney; he wouldn't let me go with him. He wouldn't let me do anything.",
        "Langston: He just needed to tell the truth.",
        "Starr: \"The truth\"? Like you would even know what that is.",
        "[SCENE_BREAK]",
        "John: Cole. Man, I've been calling and looking for you, everybody's been trying to find you. Where you been?",
        "Cole: Thought the cops would've been here. I'm turning myself in.",
        "John: You don't want to do that.",
        "Cole: John, I have to, and you can't stop me.",
        "[SCENE_BREAK]",
        "Roxy: Psst. Hey, handsome.",
        "Miles: Hmm.",
        "Roxy: I got you a little something from the gift shop. Oh, no, you don't have to thank me or anything. You know, like, I know you got your stitches and whatnot, and I know you're very blue about Marty. But I couldn't let you die without telling you what I really feel about you.",
        "[SCENE_BREAK]",
        "Dorian: Rex. Did you speak to Adriana?",
        "Rex: Not yet. I wanted to talk to you first.",
        "Dorian: What about?",
        "Rex: I'd like to ask Adriana to marry me. And I want your blessing.",
        "[SCENE_BREAK]",
        "Sarah: Adriana -- hey.",
        "Adriana: Hey. Sorry -- I didn't see you.",
        "Sarah: Are you okay?",
        "Adriana: No. You?",
        "Sarah: Oh, this has been a day and a half.",
        "Adriana: Oh, tell me about it. So where's the bartender?",
        "Sarah: On break, as usual.",
        "Adriana: Oh.",
        "[SCENE_BREAK]",
        "Nurse: May I help you?",
        "Cristian: Where's Evangeline?",
        "Nurse: Oh, I'm sorry -- she's gone.",
        "[SCENE_BREAK]",
        "Jared: Natalie --",
        "Natalie: I don't -- I don't want to talk about it.",
        "Jared: I -- I don't, either.",
        "[NEXT_ON]",
        "Cristian: What do you mean, \"She's gone\"? Are you telling me Evangeline is dead?",
        "Starr: Who are you to say that Cole should tell the truth?",
        "John: Hey -- you're not going anywhere.",
        "Natalie: Leave me alone.",
        "Jared: Not until you hear what I have to say."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=SE59b_y0HDk"
}