{
    "Episode Summary": [],
    "Recap": [
        "Marty surprises everybody in the courtroom by pleading innocent to the murder of Spencer. John and Cole and all her friends are happy. That is until the judge sentences her to return to jail. Todd informs Blair and Dorian that Vikki is letting Miles stay at her home because Natalie insists. They are baffled at why she'd do that. Natalie asks Miles to accompany her to the B.E. party that Asa is holding. Clint asks Dorian to come with him. Jessica and Nash are considering getting their winery up and running and debating whether she should be his business partner. Antonio tells Nash that he wants to buy him out of Capricorn to get rid of him. Talia asks Antonio to accompany her to the B.E. party. There is a mysterious guy in jail who is about to get sprung free and who looks like he knows Natalie and/or Jessica."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Jessica: Ah.",
        "Nash: Whoo. Déjà vu?",
        "Jessica: Yeah. Might as well be the day you brought me home after the first transplant.",
        "Nash: Yeah. Hey, second time's a charm, right?",
        "Jessica: Yeah, I hope so because I don't think the universe is going to spring for a third one.",
        "Nash: Yeah.",
        "Jessica: Ok.",
        "Nash: Hey -- don't -- don't you even think about it.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Talia: Hi.",
        "[Talia laughs]",
        "[Antonio chuckles]",
        "Antonio: Go ahead.",
        "Talia: Thank you. You look good -- like, better, than last -- you look healthy.",
        "Antonio: Thanks, thanks. I -- I went to the gym yesterday. Everything was creaking, but you got to start somewhere.",
        "Talia: Well, I think most guys would kill to end up where you're starting, so that's --",
        "Antonio: Uh -- I got to go.",
        "Talia: Where to?",
        "Antonio: I've got some errands to run. Why, you need me?",
        "Talia: Nope, not really.",
        "Antonio: Ok. Um -- I'm coming back later if you want to talk then.",
        "Talia: Ok.",
        "Antonio: All right.",
        "Singer: Doesn't matter what I say",
        "[SCENE_BREAK]",
        "Man: I heard you were getting out of here today, Banks.",
        "Banks: That's right -- after two long years.",
        "Man: What you going to do first?",
        "Banks: I'm going to look up an old friend.",
        "[SCENE_BREAK]",
        "Dorian: So nice to see you're still living here.",
        "Blair: Don't be such a drama queen.",
        "Dorian: You didn't come home, you didn't phone. I was worried.",
        "Blair: Like you didn't know where I was.",
        "Dorian: Oh, of course -- you were with Todd.",
        "Blair: I was with my family, having a wonderful time.",
        "Dorian: Mm-hmm.",
        "Blair: Ok? And before you even ask, I slept on the sofa.",
        "Dorian: And if you were having such a wonderful time, why did you come here?",
        "Blair: Todd had things to do, someone to visit.",
        "Dorian: He left you for Evangeline?",
        "Blair: She's in a coma, Dorian. Of course he went to visit her.",
        "Dorian: Oh, Blair, when are you going to start protecting yourself, your feelings from Todd because Todd does not care about you. All that Todd ever cares about is Todd!",
        "[SCENE_BREAK]",
        "Natalie: Miles? Hey, it's Natalie. I'm just going to wait down by the stairs for you, ok?",
        "Miles: Ok.",
        "Miles: Great picture, isn't it? My one shot at a real family and I blew it.",
        "[SCENE_BREAK]",
        "Man: Cole, right?",
        "Cole: Yeah? Man: Did your mom give any warning that she had murder on her mind?",
        "Cole: What?",
        "Reporter: Did she ask you to help her at any time? Uh --",
        "Starr: Excuse me. Is your name Steven?",
        "Steven: Yeah, who are you?",
        "Starr: Starr Manning -- the daughter of your boss \u0096",
        "Steven: Oh -- well, nice to meet you.",
        "Starr: And the girlfriend of the guy who you're stalking.",
        "Steven: Oh.",
        "Starr: Get lost, or I'll have my dad banish you to the classifieds.",
        "Cole: Whew -- thank you.",
        "Starr: I'm so sorry that he did that.",
        "[SCENE_BREAK]",
        "Reporter: Is it true you confessed?",
        "Second reporter: Detective McBain, is L.P.D. Sure it's got the right person?",
        "John: No comment.",
        "Marty: Uh -- thanks for getting me here. Ok.",
        "John: If it's all right with you, I'll stick around for a while, make sure you make the right decision on your plea.",
        "Bailiff: All rise!",
        "Marty: Tara.",
        "Tara: Take a deep breath. We're going to be fine.",
        "[Judge pounds gavel]",
        "Judge: Be seated! Oh. Case number 42, People vs. Dr. Margaret Saybrooke. The defendant is charged with one count of murder in the first degree and one count of obstruction of justice. How would you like to plead?",
        "[SCENE_BREAK]",
        "Nash: Look, we can't just waltz in there, all right? We -- we got to do this right so that you don't end up in the hospital again.",
        "Jessica: So there's a right way to enter the house?",
        "Nash: Yeah.",
        "Jessica: Ok. So you going to tell me?",
        "Nash: Well, the exact opposite of the way we did it last time.",
        "Jessica: Oh. Honey, you're being as superstitious as Roxy.",
        "Nash: Hey, hey, hey, I'm a vintner, ok? We -- we got all kinds, little rituals, little things that we do to make sure that we get a good harvest, ok? Yeah, I'm superstitious.",
        "Jessica: Ok, lead the way, vintner.",
        "Nash: Ok. All right, ok. Well, hey -- last time, I -- I carried you over the threshold, right?",
        "Jessica: Yeah. So you want me to, what, return the favor?",
        "Nash: Well, yeah. I mean, come on, you're -- you're strong and I'm watching my girly weight, so --",
        "[Jessica chuckles]",
        "Nash: Here we go.",
        "Jessica: Stop it! I'll pop a stitch!",
        "Nash: Oh, I'll sew you back up. Come on. I -- I'll get you. Come on, come on.",
        "Jessica: Antonio.",
        "[SCENE_BREAK]",
        "Judge: Dr. Saybrooke, how do you plead?",
        "Cole's voice: If you plead guilty, that's it. Then the only question left is how much time you have to serve. Then John will have to stop looking for the real killer.",
        "John's voice: Listen to me -- the only way you can legitimately plead guilty is if you remember delivering the fatal blow, which you can't. You know that means? It means the real killer is still out there. Do you really want to take the rap for whoever that is?",
        "Tara: Your honor, my client pleads --",
        "Marty: Not guilty. Your honor, I wish to plead not guilty.",
        "Judge: I will now hear arguments for and against bail.",
        "Griffin: Ahem -- your honor, the defendant stabbed a world-renowned surgeon over a dozen times and left him to die on the cold floor of a hospital room.",
        "Judge: A.D.A. Pollock, save the editorializing for the trial.",
        "Griffin: Given the nature of this crime and the defendant's subsequent actions, I have no choice but to request remand. Anything less would put the citizens of Llanview at risk, most notably the defendant's own husband.",
        "[SCENE_BREAK]",
        "Natalie: You're going to have another shot at a family, Miles. And when you do, you're going to have so many pictures you're not going to know what to do with them all.",
        "Miles: Yeah, right -- like pictures of me with my lawyer, my trial, and brainstorming with him.",
        "Natalie: You and me shooting pool.",
        "Miles: Really? I've never played pool before.",
        "Natalie: Well, there's a first time for everything.",
        "[Natalie gasps]",
        "Natalie: Oh!",
        "[Miles chuckles]",
        "Natalie: That could be the theme for your next album -- firsts! Your first court date, first hustle.",
        "Miles: You know, that's not a bad idea.",
        "Natalie: I know. And I -- I should've called you first before I just came in here when you were taking a shower and --",
        "Miles: No, this is your home. You're welcome to come in any time.",
        "Natalie: You -- you need your privacy.",
        "Miles: No, I -- oh. Uh -- I'm sorry. Let's see. Uh. Ok -- is this better?",
        "Natalie: Miles, I'm sorry -- you don't have to accommodate me. I mean, this is your home. You' here as long as you want to be here.",
        "Miles: No, look, you've been so generous, and I'm going to try to make this stay as short as possible.",
        "Natalie: Uh -- well, did someone give you some grief?",
        "Miles: No, I haven't even been here a week and I'm already causing trouble.",
        "Natalie: For whom?",
        "Miles: For Viki -- and for you, too.",
        "[SCENE_BREAK]",
        "Blair: So, how was your friend? Did you visit her?",
        "Todd: I did.",
        "Blair: Is everything all right with Evangeline?",
        "Todd: Yeah, she's fine -- there's no change there. It's just Viki.",
        "Dorian: What? There's something wrong with Viki?",
        "Blair: What?",
        "Todd: Yeah, we, you tell me, man. I -- whoever's squatting at Llanfair is not my sister. I just -- I don't know what's going on with her.",
        "Blair: What do you mean by that?",
        "Todd: Well, I don't know. She's just -- she's crazy, she's out of her mind. I don't recognize her.",
        "Blair: Well, Todd, her daughter, Jess, is getting over liver cancer.",
        "Todd: Yeah, but Jessica's fine now, isn't she?",
        "Dorian: I'll tell you what's wrong with Viki. Two words -- David Vickers. Yes. She made a play for him.",
        "Blair: Hmm -- Dorian.",
        "Dorian: She was trying to make me jealous so she could sabotage my relationship with Clint, so -- yeah. She invited him to move with her.",
        "Blair: That's ridiculous!",
        "Todd: At Llanfair?",
        "Dorian: Mm-hmm, yeah, absolutely. That's how desperate she is for male companionship.",
        "Blair: Dori-- Dorian, that is not how it happened, no. Dorian kicked David out, so Viki asked David -- he had no place else to go, so she let him stay there. She's still the sanest woman we know.",
        "Todd: Not since she let Miles Laurence move in.",
        "Blair: What?",
        "Todd: Yes. Miles Laurence is now living at Llanfair -- yes. I need your help to save my sister and bury that son of a bitch.",
        "Blair: All right, back it up here a minute. Are you telling me that Miles Laurence is living at Llanfair?",
        "Todd: Yeah, I found him raiding her fridge this morning.",
        "Dorian: Viki has always been unpredictable, but --",
        "Todd: Yes, tell me about it. I don't know -- maybe she just snapped under all the pressure with Jessica.",
        "Dorian: Number eight and counting.",
        "Blair: Oh, stop it! Viki's not having some kind of personality split.",
        "Dorian: Mm-hmm.",
        "Blair: Did it ever occur to the two of you that maybe she's doing this to help you, Todd? Maybe she's lulling Miles Laurence into some kind of false sense of security so he'll spew about what happened to your son!",
        "Todd: No, no, that's not it. According to Viki, she's doing it for her idiot, redheaded daughter.",
        "Dorian: Natalie?",
        "Todd: Yes, and when I am done with Natalie, she's going to wish she never crawled out of that trailer park.",
        "[SCENE_BREAK]",
        "Natalie: So, what exactly did Todd say?",
        "Miles: He wasn't thrilled to see me in Viki's kitchen ready to make breakfast.",
        "Natalie: So, basically, he just huffed and puffed?",
        "[Miles sighs]",
        "Miles: No, he -- he made some embarrassing accusations. And he forced Viki to take sides, which she did. She chose yours, so I'm still here.",
        "Natalie: Look, don't be scared of Todd.",
        "Miles: Look, I -- I'm not. It's just the only reason I care about him is because he's part of your family. I mean, you and Viki -- you're going to have to deal with the fallout from all of his --",
        "Natalie: Temper tantrums? Yeah, I know -- we're used to it.",
        "Miles: Well, you didn't just see him now. He -- he feels betrayed.",
        "Natalie: Huh -- betrayed? That's a laugh.",
        "Miles: Look, I'm serious.",
        "Natalie: Yeah, so am I. Letting your friend stay somewhere when they have no other place to go is not betrayal, but what is would be oh, I don't know -- your uncle handing you over to some maniac to cut your heart out?",
        "Miles: What, Todd did that to you?",
        "Natalie: Let's just say he doesn't have a leg to stand on. Like I told you before, I can handle him. Tara: Your honor, please direct counsel to stick to the crimes with which my client has actually been charged.",
        "[SCENE_BREAK]",
        "Markko: Wow. They're really going after your mom hardcore.",
        "Judge: A.D.A. Pollock.",
        "Griffin: Your honor, the defendant has accused her husband of coercing her into marriage.",
        "Tara: I don't see what relevance that has to this matter \u0096",
        "Griffin: She believes he blackmailed her using his knowledge of the crime. Now, is it so far-fetched to think that, if freed, Dr. Saybrooke would exact revenge on her husband in the same manner that she did the deceased victim?",
        "Tara: Dr. Saybrooke is a respected medical professional with no criminal history.",
        "Griffin: So was Spencer Truman.",
        "Tara: The prosecution's case is based on a shaky, unsubstantiated confession.",
        "Griffin: Which Dr. Saybrooke took months to make, allowing an innocent man to languish in jail for her crime.",
        "Tara: Didn't that man confess, too?",
        "Griffin: The bottom line, your honor -- Dr. Saybrooke just moved to Llanview last year. Her connections to the community are few.",
        "Tara: She's from Llanview. She has a thriving practice here and is raising her son here.",
        "Griffin: Yeah, who is a material witness in this and another pending case. Your honor, if you release her on bail, you run the risk of her flight.",
        "Judge: All right. Thank you both. I've reached my decision.",
        "[SCENE_BREAK]",
        "Marcie: Can you believe summer is almost over?",
        "Michael: Uh-huh.",
        "Marcie: You know, when I took that gig at Llanview High School, I thought, \"oh, my God. Two months of vacation. Do you know what I could do with two months of vacation?\" I -- I could start my next novel, I could check out preschools for this little guy here. I could go to the gym, although who wants to go to the gym? Let's be serious. And now it's almost two months later and I haven't barely scratched the surface of any of those things.",
        "Michael: Yeah.",
        "Marcie: And then the sky turned green and it started raining gargoyles.",
        "Michael: Oh -- terrible.",
        "Marcie: You haven't heard a word I said to you.",
        "Michael: I'm sorry, Marcie. I -- I guess I'm just -- Michael and",
        "Marcie: Worried about a patient.",
        "Michael: Jinx?",
        "Marcie: Michael, what's going on here?",
        "Michael: I just said --",
        "Marcie: Yeah, you just said what you always say to me. This patient isn't in a hospital. It's me, it's you, and our son. Our family is this close to being on life support and you don't even know it.",
        "[SCENE_BREAK]",
        "Jessica: Antonio.",
        "Antonio: Sorry if I'm interrupting something. I won't be staying long.",
        "Jessica: Would you like to come in?",
        "Nash: Yeah, come in, Antonio. All right.",
        "Antonio: Go ahead.",
        "Nash: Oh -- no. Um -- after you, I insist. Insist.",
        "Jessica: Wow -- home, finally.",
        "Antonio: Yeah, it must be nice to be out of the hospital.",
        "Jessica: Yeah, you have no idea.",
        "Antonio: Oh, actually, I think I do.",
        "Nash: You comfortable? Could I get you something? Could I --",
        "Jessica: No, no. I'm fine. Thank you.",
        "Nash: Hmm.",
        "Jessica: How's Jamie?",
        "Antonio: Took her to the aquarium yesterday.",
        "Jessica: Oh. Really? She loves that.",
        "Antonio: And Bree?",
        "Jessica: Oh, she's great. She's talking up a storm. I know that she would love to see Jamie at some point, if that --",
        "Antonio: Look, I don't want to punish the girls for what happened. I really don't, but I don't want to confuse them, either.",
        "Jessica: Of course not.",
        "Antonio: Look, the -- to be perfectly honest with you, we've severed just about every tie between us except one. And I think it's time to cut that one, too. So this is the first room that I've worked on.",
        "[SCENE_BREAK]",
        "Man: What's so special about Asa Buchanan?",
        "Banks: Oh, a lot of things.",
        "Man: Is he the old friend you're going to look up?",
        "[SCENE_BREAK]",
        "Nash: Well, whatever we can do to make this easier on you, Antonio. What's this?",
        "Antonio: I had my share of the place appraised. That's what it's worth.",
        "Nash: You're selling out.",
        "Antonio: Yes.",
        "Nash: Just like that?",
        "Antonio: A lot of things happen just like that.",
        "Jessica: Antonio, if you want to punish someone --",
        "Antonio: It's fair market value.",
        "Nash: Ha -- for a controlling share in my business?",
        "Antonio: That's why I came here first -- to make you the offer. That's what I'll sell it for.",
        "Nash: Well, it's -- I'll work it out. Give me a week.",
        "Antonio: I don't have to give you anything. That's the last tie between us. If you can come up with the money, fine. I'm glad you're out of the hospital. I hope David's liver serves you better than mine.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Judge: Having considered the nature of the crime, the history of the investigation, and how the defendant arrived at these charges, I believe it is in the interest of justice and of the community that Dr. Saybrooke be remanded into the custody of the commonwealth until trial.",
        "Cole: No, you can't do it!",
        "Judge: No bail.",
        "Cole: That's not fair! She's innocent!",
        "John: I got this, Judge! I got it, I got him! Hands off! Hey, Cole -- with me. With me! Sit down -- stay, all of you! Come on. Come on! Cole, let's go. Let's go.",
        "Reporter: Mr. Thornhart --",
        "[Shutters click]",
        "Reporter: Mr. Thornhart, care to make a comment?",
        "[Door closes]",
        "Reporter: Mr. Thornhart --",
        "John: Hey, get back!",
        "Reporter: Just one comment --",
        "John: Get back!",
        "Reporter: Just one comment. Second",
        "Reporter: Just --",
        "John: Hey.",
        "Cole: Where does that power-tripping jerk get off, huh?",
        "John: Cole, listen to me. Listen to me, all right? You have any idea what it's like for your mom to see you removed from the courtroom like that? How do you think she's going to take it if she finds out they threw you in jail? Now more than ever, you've got to play this thing smart, all right? Your mom needs to know that you are safe so she can concentrate on her defense. Help her do that -- do we understand each other?",
        "Cole: Yeah.",
        "John: Good deal.",
        "Reporter: Dr. Saybrooke --",
        "John: I appreciate this.",
        "Reporter: How do you feel about today? Dr. Saybrooke --",
        "John: Get back.",
        "Reporter: One comment, please.",
        "John: Get back.",
        "Reporter: Was it forced? Was the confession forced?",
        "Second Reporter: Will you change your plea to guilty?",
        "John: Let's get out of here. Let's get out of here. Get out of the way! Move it!",
        "Reporter: Could we get in one question?",
        "John: Move it!",
        "[SCENE_BREAK]",
        "Blair: Todd, I think you need to back it up here and don't go do something crazy.",
        "Todd: Crazy is walking into your sister's kitchen to discover the man who had you kidnapped whipping up waffles for breakfast.",
        "Blair: I know.",
        "Todd: No, you don't know.",
        "Dorian: You know, as ill-advised as it was, please remember that Natalie is still your niece.",
        "Blair: And no matter where Miles is living, he's still got a one-way ticket to Statesville for what he did to you.",
        "Todd: Well, not anymore.",
        "Blair: What?",
        "Todd: Hunter is dead, thanks to your favorite caveman.",
        "Dorian: Who?",
        "Todd: The punch-drunk Vega.",
        "Blair: Cristian? Well, what happened?",
        "Todd: Apparently, Hunter threatened Sarah, so your Neanderthal man stepped in and now the only man who could've put Miles behind bars is dead. Wonder how long before the son of a bitch has the charges dropped.",
        "Blair: Well, Todd, that -- that can't happen.",
        "Todd: How am I going to stop him?",
        "Dorian: Oh, it's really fairly simple. You just divide and conquer. Separate Miles from his token friends, and then squash him like the insect he is.",
        "Todd: What do you care?",
        "Dorian: Don't you see what's going on? Why would Viki, one of the squarest people on the planet, invite a convicted felon and a relative of Mitch Laurence's to come and live with her? Oh, please! She wants Clint to come running to her rescue and drop me like a hot potato.",
        "Blair: Oh, Dorian, that is just ridiculous.",
        "Dorian: Oh, is it? You show Viki that her plan is a bust and she'll -- she'll throw Miles out on his ear! And then -- oh, well! Everyone -- you and Blair, Clint and I -- will be winners.",
        "Clint: Really? What did I win?",
        "[SCENE_BREAK]",
        "Natalie: Look --",
        "[Miles sighs]",
        "Natalie: Miles? You need to make decisions that are best for you, not what's best for me or my mom. We are very capable of doing that for ourselves.",
        "Miles: Ok.",
        "Natalie: All right. So, have everything you need? Your towels and stuff?",
        "Miles: Yeah, I have linens and groceries.",
        "Natalie: Good.",
        "Miles: Now, I just got to figure out how to make something other than pancakes. Huh.",
        "Natalie: Do you want me to get you a cookbook?",
        "Miles: Oh, no, I -- I can look it up on the web.",
        "Natalie: Right.",
        "Miles: So -- do you want anything specific or --",
        "Natalie: No, no! I was just coming by to check up on you.",
        "Miles: Oh.",
        "Natalie: All right, I'm a liar.",
        "Miles: Ha!",
        "Natalie: There's something else.",
        "Miles: What? Natalie, of all people, you can ask me anything.",
        "Natalie: Will you go out with me?",
        "[SCENE_BREAK]",
        "Dorian: It was just a -- figure of --",
        "Todd: Way to make it all about you, Dorian.",
        "Blair: Um, you know, Todd, I think we should get out of here and figure this out for ourselves, ok? Good to see you, Clint.",
        "Clint: Bye, Blair, Todd.",
        "Todd: You know, your daughters and your granddaughter have rotten taste in men.",
        "Dorian: Huh.",
        "Clint: What was that all about?",
        "[Dorian chuckles]",
        "Dorian: With Todd, who knows?",
        "Clint: No, I meant about -- all that talk about \"winners\" when I walked in?",
        "Dorian: We were just all three of us saying that now that there is a peace between our two families, that -- well, that makes us all winners, doesn't it?",
        "Clint: Oh, jeez -- I don't buy that for a minute, but I don't have time to chase it down because we've got big plans. Ahem.",
        "Dorian: Oh, what?",
        "Clint: Do you have anything glamorous and sexy in one of those closets of yours?",
        "Dorian: I got nothing but glamorous and sexy.",
        "Clint: Well, then you put it on because where I'm taking you tonight, anything less won't do.",
        "Dorian: Whoo!",
        "[SCENE_BREAK]",
        "Miles: Go out, like you and me, on a date?",
        "Natalie: Oh! Um -- sorry. Um, I -- I -- I worded that wrong. I mean, go with me, like accompany me.",
        "Miles: Oh. Well, to --",
        "Natalie: Well, my dad and I are hosting this B.E. charity event at the country club tonight.",
        "Miles: Hmm.",
        "Natalie: It's Monte Carlo night, you know. You get to gamble -- for a good cause, for the children in Angel Square -- and it's also my coming out party as a representative of B.E. so I just thought it'd be kind of cool to have a friend there to celebrate with or run interference, whichever comes first.",
        "Miles: Even one that's awaiting a criminal trial?",
        "Natalie: You're doing it again.",
        "Miles: Well, I -- I can't help it.",
        "Natalie: Miles, look, I know this is last-minute, but I wouldn't invite you to this if I hadn't really, really thought it through. Please, just trust me on this.",
        "Miles: No, I -- I do trust you. But in this instance, I also have to think about my wife.",
        "[SCENE_BREAK]",
        "John: I'm glad you decided to fight.",
        "Marty: Well, I'm probably just postponing the inevitable.",
        "John: All they've got is your confession. It's contrived at best.",
        "Marty: You know, I really don't want to talk about my case right now.",
        "John: You worried about Cole?",
        "Marty: He's in good hands. Nora will take care of him.",
        "John: Hey, look, I'll try to check in on him, too.",
        "Marty: Thank you. You know, there's something else going on with you. You dodged me earlier before the arraignment. What is it that's going on with this new case of yours?",
        "John: It's nothing.",
        "Marty: Yeah, I know. I know you don't need me, you don't need my help -- I understand, but if I don't find some way to feel useful in here, I think I'm going to go crazy, so -- what do you say? You want to help me out and tell me what's eating away at you?",
        "[SCENE_BREAK]",
        "Marcie: This is my fault?",
        "[Music plays]",
        "Michael: What? Is what your fault?",
        "Marcie: Us. Michael, we are falling apart here.",
        "Michael: Whoo. Honey, no.",
        "Marcie: Michael, you don't even talk to me half the time. Some days, you can't even look me in the face!",
        "Michael: Well, I mean, I guess I'm just --",
        "[Tommy fusses]",
        "Michael: Exhausted from work, hon.",
        "Marcie: Yeah? Well, what about the days that you're off because you're just as exhausted on your days off as the days you're working, and I think it's because on those days, you can't avoid me.",
        "Michael: Honey, I am not trying to avoid you.",
        "Marcie: How do I fix this if I don't know what's bothering you?",
        "Michael: You are not what's bothering me.",
        "Marcie: Well, then who is it? Is it John? I saw you guys arguing the other day.",
        "Michael: Come on, Marcie -- we're brothers, we're Irish. We fight!",
        "Marcie: I am Irish, I have brothers, Mike.",
        "Michael: Then you know what I'm talking about.",
        "Marcie: Then you need to give me some credit here! Whatever's going on between you and John, it's just not a couple of brothers throwing back beers and going at it! This is serious, and it is frustrating because you refuse to tell me what's going on!",
        "Michael: I don't know what to tell you, sweetie.",
        "[Marcie sighs]",
        "Marcie: Do you love me?",
        "Michael: Of course I love you, sweetie. You're my world.",
        "Marcie: Just tell me the truth.",
        "Blair: Ok, we'll get our caffeine levels up and then we'll be able to make heads or tails of this, ok?",
        "[SCENE_BREAK]",
        "Nash: Soup time! Chug-a-chug-a-chug-a-chug--",
        "Jessica: Ok.",
        "Nash: A-chug-a-chug-a-chug.",
        "Jessica: Ok, I have an idea. Um -- if we consolidate our grapes, blend two instead of four, then we can save $10,000.",
        "Nash: Ca-choo-choo! There we go -- no, that is my signature wine. We don't skimp on it. Eat -- ok.",
        "Jessica: Ok, ok.",
        "Nash: Chug-a-chug-a-chug--",
        "Jessica: But this a stretch.",
        "Nash: Chug-a-chug-a-chug.",
        "Jessica: But if we subcontract the bottling phase of the operation, then we can save some money that way.",
        "Nash: Choo-choo! Absolutely not -- it's too risky, all right? They -- they miss a shipment, something gets into the wine -- no. We got to keep the entire operation here so that we can control the quality. All right?",
        "Jessica: Ok, well, then I'm out of ideas.",
        "Nash: Yeah. Well, maybe Antonio was right and I'll have to partner up with a stranger.",
        "Jessica: Or?",
        "Nash: Or -- what?",
        "Jessica: Me.",
        "Nash: You?",
        "Jessica: Mm-hmm.",
        "Nash: Us, in business together?",
        "Jessica: Well, there are worse things in the world than being a business partner with your wife.",
        "Nash: No -- sorry. It smacks of my relationship with Claudia, all right?",
        "Jessica: I'm sorry. I know that you're not comparing me to Claudia, right?",
        "Nash: No, I am not. I am comparing me to the man I used to be when I was with Claudia -- taking advantage of rich women for their money.",
        "Jessica: Well, you're not that man anymore.",
        "Nash: No, I'm not, and the only way to make sure that I am never confused for that man again is to never put myself in that situation again, ok? No.",
        "Jessica: So your mind's made up?",
        "Nash: Yep. Mad?",
        "Jessica: Yeah.",
        "Nash: Oh.",
        "Jessica: But I still love you.",
        "Nash: Hmm.",
        "[SCENE_BREAK]",
        "Natalie: What does Marty have to do with you going to a fundraiser?",
        "Miles: How is it going to look with me out on the town gambling, even for a good cause? While I'm out on bail and my wife is in jail for murder?",
        "Natalie: Your wife is having your marriage annulled. I really don't think you're going to be hurting her feelings.",
        "Miles: Well, I don't want to distract your other guests with my baggage.",
        "[Natalie sighs]",
        "Natalie: My other guests are going to be worried about Texas hold 'em all night. They're not going to be paying attention to the man that's on my arm. Come on! Come out and have some fun, stop hiding.",
        "Miles: Look, I -- I don't feel fun.",
        "Natalie: Well, do you feel like going after my uncle Todd? Because he's going to be there.",
        "Miles: So?",
        "Natalie: So, you say you're not scared of him. Prove it. Go out with me.",
        "[SCENE_BREAK]",
        "Clint: Huh? Ah. Now, cards you have, the cards I have -- these are called your hole cards.",
        "Dorian: Just two?",
        "Clint: Just -- yeah, yeah, and they're not going to bite you. Pick them up, look at them. Look at them. And then --",
        "[Dorian chuckles]",
        "Clint: Place your bet.",
        "Dorian: Place -- oh, oh, yes. Mm-hmm!",
        "Clint: Uh-huh. Three, three. There we go. Now, then. Three cards that I'm turning over -- these are called \"the flop.\" Now, don't tell me, but do you see anything of those three cards I just turned over that could help your hand?",
        "Dorian: Oh. You know, this is really hard to keep track of.",
        "Clint: Well, it -- it gets easier. Now, place your bet again.",
        "Dorian: No, no, no, really, really. I -- I'm -- I'm having a -- I can assure you I am really good at roulette.",
        "Clint: Ah. All right, now this fourth card I'm turning over -- ahem.",
        "Dorian: Huh.",
        "Clint: It's called \"the turn.\" Now, honey, um, do you remember what hand beats what hand and everything like that, or do we need to review?",
        "Dorian: Well, you know, um -- there are -- there are pairs, there are -- there are straights.",
        "Clint: Good.",
        "Dorian: Big house.",
        "Clint: Full house.",
        "Dorian: But -- well -- whatever. What's the difference? Come on, come on! Hit me!",
        "Clint: Hit you? Okey-dokey, let's -- let's review because I think we've got a ways to go.",
        "Dorian: Well -- ok.",
        "[SCENE_BREAK]",
        "Tara: I'll be in touch.",
        "Starr: So, what do you want to do now?",
        "Cole: Break something!",
        "Cole: Starr?",
        "Markko: Whew -- whew.",
        "Cole: Thanks, guys.",
        "Markko: Just call me the demolition man!",
        "Langston: Shut up!",
        "[Laughter]",
        "Starr: Feel better?",
        "Cole: Yeah, kind of. But you guys know what we have to do now, right? Clean all this up.",
        "Markko: Oh.",
        "Starr: No!",
        "Markko: You got to be kidding me.",
        "[Langston chuckles]",
        "Starr: You guys can do that, I'll just --",
        "Cole: Blame the demolition man, the guy's a maniac.",
        "Markko: Hey, you can't make us work.",
        "Starr: I don't want to help!",
        "Markko: Come on. Flip this table over.",
        "[SCENE_BREAK]",
        "Marty: So how about doing a girl a favor? You know, give me something else to think about for a few minutes.",
        "[John sighs]",
        "John: It's just the job. Sometimes you get a case and it just makes you hate what you do.",
        "Marty: And you've got one of those right now?",
        "John: Yeah. Don't know how to play it -- do what's best or do what's best for the people I care about. I can't do both.",
        "Marty: Sounds familiar. Hmm.",
        "John: Well, if you knew them, I'm not sure you could compare our situations.",
        "Marty: I don't know -- the principle sounds pretty much the same. I had a choice -- keep quiet, protect my son, or come clean. Well, I kept quiet and I ended up hurting my son, anyway. You know, sometimes the more you try to protect the people you love, the -- the worse they get hurt in the end.",
        "[SCENE_BREAK]",
        "Blair: Oh, my goodness. This boy has grown twice his size since the last time I saw him.",
        "Marcie: Yeah, we know --",
        "Blair: Yes, you have.",
        "Marcie: He has, hasn't he?",
        "Blair: Look at him, Todd!",
        "[Tommy babbles]",
        "Blair: Does he remind you of somebody?",
        "Todd: Yeah -- a baby.",
        "Blair: No, no! I mean, look at his little face! He looks so familiar. Yes, you do.",
        "Marcie: You want to hold him?",
        "Blair: Oh.",
        "Antonio: Hey.",
        "Blair: What do you think?",
        "[SCENE_BREAK]",
        "Antonio: You're still here.",
        "Talia: Yeah. How did your errands go?",
        "Antonio: Oh, they -- they were good. What did you -- what did you want to talk to me about?",
        "Talia: Uh -- there's this thing at the palace tonight, and Bo had a couple of extra tickets, and I was just wondering if you --",
        "Antonio: Are you asking me on a date?",
        "Talia: No! Oh, my God -- no! No.",
        "[Talia laughs]",
        "Antonio: No, I'm just messing with you.",
        "Talia: It's a charity -- no, I -- oh.",
        "Antonio: Are you talking about the B.E. thing, Monte Carlo night?",
        "Talia: Yes, yes.",
        "Antonio: All right, cool. Let's do it. Um -- I'm going to go pick up Jamie and I'll call you in an hour to set something up.",
        "Talia: Ok.",
        "Antonio: All right.",
        "Talia: Yeah, ok.",
        "[SCENE_BREAK]",
        "Guard: What time is it, Banks? It's freedom time. Here's your stuff.",
        "Banks: Huh. It's still got a charge.",
        "Guard: Lucky you. But I doubt you'll be making any calls -- not unless you've been paying the bill all this time.",
        "Banks: Nah, don't need to make any calls. Just need to check something.",
        "Guard: Hey, that's the same girl.",
        "Banks: It sure as hell is.",
        "Guard: Is she your girlfriend or something?",
        "Banks: Or something.",
        "Guard: She going to be waiting for you on the outside?",
        "Banks: No. I'm planning to surprise her.",
        "Guard: Ready to go, Banks?",
        "Banks: You better believe it. I got a date with destiny.",
        "[SCENE_BREAK]",
        "Natalie: So, are you in or out?",
        "Miles: I'm all in.",
        "Natalie: Cool. Pick me up at 7:00.",
        "Miles: I'll be there.",
        "Natalie: All right.",
        "Miles: See you.",
        "Natalie: See you.",
        "[Miles sighs]",
        "[SCENE_BREAK]",
        "Clint: And I am all in.",
        "Dorian: What? I mean, there's no way I can match that.",
        "Clint: Then fold.",
        "Dorian: Fold?",
        "Clint: Fold.",
        "Dorian: Me -- fold? No, never!",
        "[Clint chuckles]",
        "Clint: Dorian, you got a royal flush.",
        "Dorian: I do? That's good, isn't it?",
        "Clint: Check your cheat sheet -- it's the best.",
        "Dorian: Oh!",
        "[Clint and Dorian laugh]",
        "Clint: Oh, boy. Somebody here has a pretty good poker face.",
        "Dorian: Me?",
        "Clint: You know something? We're going to have a lot of fun tonight.",
        "Dorian: Let's start now.",
        "[SCENE_BREAK]",
        "Cole's voice: Mom, listen to what John is saying. Think about what you're doing.",
        "Judge's voice: I believe it is in the interest of justice and of the community that Dr. Saybrooke be remanded into the custody of the commonwealth until trial.",
        "Marty: I am not done yet.",
        "[SCENE_BREAK]",
        "Blair: Gosh, he is just so beautiful.",
        "[Blair chuckles]",
        "Todd: Ha-ha.",
        "[NEXT_ON]",
        "Langston: Your parents are back together?",
        "Starr: If they don't kill each other tonight, that'll be two good nights in a row.",
        "Miles: I have a feeling this isn't going to be my lucky night.",
        "Todd: You got that right.",
        "Michael: John's got a real tough decision to make.",
        "John: To keep a father from his son -- it's wrong."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=zkBnTjWFtJA"
}