{
    "Episode Summary": [
        "Episode # 11074"
    ],
    "Recap": [
        "Matthew finally awakens after being in a coma for 6 months and seems as good as new and remembering everything. Yet his parents and Destiny all wonder how to tell him that she is pregnant with his baby. Natalie tells her mom that she wouldn't be surprised if John got back with Blair after he's gone to help her find Tomas. She also remarks that it seems obvious that it's Todd who made Tomas disappear so that Tomas could not \"have\" Blair Natalie has no plans to get back with John although others, including him, believe it's not over between them. Starr, James, Dani, and Nate find out Rick has been taken to the hospital with injuries and are afraid he could press charges against them for \"threatening\" to assault him although they know they never touched him. They discover he's completely covered in bandages in a hospital bed although it looks very fake. He threatens to arrest them and own all of their wealth although they kind of know he's bluffing. And there's still the unanswered question of who shot Victor Lord Jr."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "James: Are you sure you want to do this?",
        "Starr: No, but we have to.",
        "Nate: I can't believe it. If I put someone in the hospital again --",
        "Danielle: It's not your fault.",
        "Nate: [Sighs] Yeah? Tell that to Matthew Buchanan.",
        "[SCENE_BREAK]",
        "Matthew: Destiny, are you pregnant?",
        "Destiny: Um, Matthew, I'm gonna --",
        "Nora: No! Of course, she's not -- Matthew! Mm.",
        "[SCENE_BREAK]",
        "Viki: Come on. You don't think that Todd had anything to do with Tomás disappearing, do you?",
        "Natalie: I mean, Mom, you're the one who said Todd's upset.",
        "Viki: But, honey, that's perfectly natural. He has a very long history with Blair, and he wanted her back. But she started seeing Tomás.",
        "Natalie: Now Tomás suddenly is missing.",
        "Viki: But to say that Todd is responsible? That is quite a stretch.",
        "Natalie: Is it?",
        "[SCENE_BREAK]",
        "John: Is that... 9mm -- the same kind of gun used to kill Victor.",
        "Téa: So, what are you saying? That my brother killed my husband?",
        "[SCENE_BREAK]",
        "Blair: What if Tomás found Victor's killer? What if the killer shot him? What if he's dead?",
        "Todd: I promise you that that's not true.",
        "Blair: How? What do you know?",
        "Todd: What? What? What did I say?",
        "Blair: Wh-- what did you just say? You just all but promised me that...Tomás isn't dead.",
        "Todd: Blair, the guy's a professional assassin, you know. Who's gonna get the drop on Tomás? Not even the guy who killed Victor.",
        "Blair: Well, then why did he disappear on Thanksgiving?",
        "Todd: Well, I don't know. Have you learned to cook in the last eight years? And turkey -- let me tell you something. It's often dry and tasteless. I mean, not everybody likes it as much as you.",
        "Blair: Okay, you know what? This isn't about me!",
        "Todd: Well, it kind of is all about you, right? Because Tomás went to find Victor's killer so that you could be home and you could relax. So, yeah, it's kind of all about you.",
        "Blair: No, he would have called me.",
        "Todd: Not necessarily. I mean, t-t-that's contact with a civilian, which I'm pretty sure violates a fundamental law, like -- like rule number one in the 007 handbook.",
        "Blair: Oh, okay. I guess you're right about that one.",
        "Todd: Oh, I'm always right.",
        "Blair: Mm. [Smacks lips] You're being really... really supportive. Why?",
        "[SCENE_BREAK]",
        "Natalie: Maybe it's not such a stretch, Mom. I mean, you said so yourself -- Todd has history with Blair, and we both know that he would do anything to get her back.",
        "Viki: Such as what? Killing Tomás? Is that what you're implying?",
        "Natalie: I didn't say that. Even though we both know that he's capable of it. I mean, he did kill Irene, his own mother.",
        "Viki: That was self-defense, and he thought that she had murdered his whole family.",
        "Natalie: Well, that sounds like revenge.",
        "Viki: Honey, come on. This was all sorted out and decided in court.",
        "Natalie: Okay, well, whatever the motive, he shot her. And let's not forget we still haven't found out who Victor's killer is.",
        "[SCENE_BREAK]",
        "John: I was just making an observation.",
        "Téa: Look, the fact that that gun is the same caliber as the weapon used to kill Victor --",
        "John: Don't make too much out of it. The world is full of 9mms. Once we get it tested, we'll know more.",
        "Téa: Of course. But if I might offer a theory?",
        "John: Of course.",
        "Téa: Tomás was looking for the killer. Maybe he found the murder weapon.",
        "John: He found it and put it in manila envelope and he taped it to the back of one of his drawers. Why would he do that?",
        "Téa: I don't know, detective. Maybe -- maybe to keep it safe?",
        "John: From what? And where is he?",
        "[SCENE_BREAK]",
        "Matthew: Mom, are you sure? I mean, she looks --",
        "Nora: Matthew!",
        "Bo: [Sighs]",
        "Nora: Destiny just kind of put on a couple of pounds, you know?",
        "Destiny: Excuse me?!",
        "Nora: I mean, we all have. [Chuckles] Just, you know, sitting in vigil at your bedside for six months, you know. It's just nervous eating.",
        "Matthew: Wow. Uh, Destiny, I'm really sorry.",
        "Destiny: It's fine. You didn't say anything wrong. So, how are we doing?",
        "Nora: Oh, why don't we let Matthew and the doctor have some privacy. [Sighs]",
        "Destiny: Okay, you did not just call me fat.",
        "[SCENE_BREAK]",
        "James: This is totally different than what happened with Matthew Buchanan, and that was an accident.",
        "Starr: Yeah, and if anyone's to blame, it's me.",
        "James: No. No, this is all on me. Everybody was cool until I freaked out.",
        "Danielle: You thought everyone was cool? Are you kidding?",
        "Starr: It doesn't matter. The point is that we need to do damage control.",
        "James: Agreed.",
        "Nate: [Sighs]",
        "James: Right, you guys?",
        "Danielle: We're here, aren't we?",
        "Starr: We're probably worrying about nothing. I mean, you know how Rick is. He gets a hang nail, and he --",
        "Both: Writes a press release.",
        "Nate: [Chuckles] [Sighs]",
        "[Flowers thud]",
        "Danielle: Oh, my God.",
        "Nate: Maybe we shouldn't be here.",
        "James: Uh...",
        "Starr: [Gasps] No, no, no, guys! Guys! Get back in here! We have to do the right thing. Now shh!",
        "[Plastic crinkles]",
        "Starr: Rick?",
        "Rick: [Groaning]",
        "Starr: Rick? Okay, we'll come back later.",
        "Rick: Oh, wait, wait. [Breathes deeply] Oh, Starr? Is that you?",
        "Starr: Yes, it's me and Danny and Nate, James.",
        "Rick: No, stay away! Nurse! Nurse, they've come back to finish the job! Aah!",
        "Nate: What job?!",
        "Rick: Aah! Nurse, help! Nurse! Help me! Oh! Oh!",
        "James: Will you stop?! Calm down. We're not here to hurt you. Just relax, all right? We just -- we came to say --",
        "[All gasp]",
        "Rick: Aah! Aah!",
        "Starr: James!",
        "James: We just came to see how you're doing. I'm sorry.",
        "Rick: How am I doing? You see me. How do you think I'm doing? Look at me! You broke me. Me. Me -- Rick Powers. You crushed me. I'll probably never walk again. Now, that's a good title, \"I'll probably never walk again.\" You know I would have made that movie, too, if I wasn't permanently disabled. Okay, thanks to you. Give me one good reason why I shouldn't call the cops.",
        "Starr: What?!",
        "Nate: No!",
        "Rick: You know what? Oh, yeah, that's a good idea! That's a good idea! I'm gonna call the cops!",
        "James: No, you don't want the cops.",
        "Rick: Nurse!",
        "Starr: Rick!",
        "Nate: Calm down.",
        "Nurse: What is it, Mr. Powers?",
        "Rick: You need --",
        "Nurse: What?!",
        "Rick: Listen, you need to give me the phone, 'cause I need to call the police.",
        "Nate: [Chuckles nervously]",
        "Starr: No.",
        "[SCENE_BREAK]",
        "Nora: Destiny, I'm sorry. It was all I could think of off the top of my head. And for the record, I did not call you fat.",
        "Destiny: You said I gained weight.",
        "Nora: I said I gained weight, too.",
        "Bo: Not to mention me.",
        "Nora: Oh, yeah, sorry about that. But just work with me a little bit.",
        "Destiny: Why didn't you just let me tell Matthew the truth? This is his baby. Doesn't he have the right to know?",
        "Nora: Yes, of course he does. And he will, but, sweetie, he just woke up from a 6-month coma, okay? He's recovering. Eh, I didn't want to say or do anything that was gonna shock him. Remember what happened the last time? We thought he was fine, and then he had a relapse? Until we know that he is out of the woods, I have to put his medical needs first. I mean, there's a lot of things that we need to talk about, but I think we need to wait until he's stronger. Does that make sense?",
        "Bo: Yes, it does to me. Destiny?",
        "Destiny: Fine, as long as that's what you're really worried about.",
        "Nora: I'm s-- what else could I be worried about?",
        "Destiny: What Matthew's going to say when he finds out that you're the reason I'm still having this baby.",
        "[SCENE_BREAK]",
        "John: Are you okay?",
        "Téa: I feel a little queasy. [Sighs] Look, I wish I had answers to your questions, detective, okay? I don't know why Tomás would have held onto the gun instead of turning it in to the police.",
        "John: All right.",
        "Téa: I-I --",
        "John: Wait. Slow down, all right? Let's not make too much out of this.",
        "Téa: [Sighs]",
        "John: I mean, this may have nothing to do with Victor's murder.",
        "Téa: But if it is the murder weapon, why did he hide it? He must have just found it, you know? He -- he was probably building a case.",
        "John: Could be. You know, it's not really his job, but...",
        "Téa: There is no way -- listen to me -- that Tomás killed Victor. Okay? There's just no way. He would never -- he would never do that to me.",
        "[SCENE_BREAK]",
        "Todd: What can I say? I turned over a new leaf. Hell, I turned over a whole new branch.",
        "Blair: You keep saying that.",
        "Todd: Well... [Sniffs] ...Being locked up in a cell for eight years changes a guy. And one time, when I was there, I did fall down and I bumped my head.",
        "Blair: What does that have to do with Tomás?",
        "Todd: Well, you care about the guy, right?",
        "Blair: Yeah. You don't. You made it very clear in your office the other day.",
        "Todd: He's never given me any reason to care about him.",
        "Blair: [Sighs]",
        "Todd: I care about you.",
        "Blair: You do?",
        "Todd: Yeah, and you were, you know, doing that thing.",
        "Blair: What?",
        "Todd: That.",
        "Blair: What? What thing?",
        "Todd: Right there.",
        "Blair: [Sighs] I... I don't have a d-- I-I don't have a little thing there.",
        "Todd: You do. I -- look. Blair, here's the thing. You and I, we are tied together, if for no other reason than because we have children. And -- and -- and -- [Breathes deeply] [Clears throat] and for me, if I'm gonna look at a face for the rest of my life, I would prefer that it were not worried and all wrinkly. [Chuckling] I'm just saying.",
        "Blair: You're just saying? Really? Really?",
        "Todd: Look, you know, if you care about Tomás, then I care about Tomás. Look, see? You -- you believe me, right?",
        "[SCENE_BREAK]",
        "Viki: Don't you think you might be, I don't know, just a tiny bit biased?",
        "Natalie: No, actually I, uh... I think I'm being objective.",
        "Viki: Sweetheart, there's absolutely no evidence. This is pure speculation. Besides, you and Todd do not get along.",
        "Natalie: True. We do kind of hate each other.",
        "Viki: Mm-hmm. And as a forensics expert, which you are, you know perfectly well you cannot accuse without grounds.",
        "Natalie: All I'm saying is just look at the timing and the fact that Todd is jealous.",
        "Viki: But that is so thin!",
        "Natalie: I hope you're right.",
        "Viki: Yeah, so do it.",
        "[SCENE_BREAK]",
        "John: You gonna be okay? I'm gonna, um, follow Tony back to the station. I'm gonna have this gun analyzed, all right?",
        "Téa: I'm going with you.",
        "John: Hey, you, uh... you sure you want to do that? You look like you're gonna be sick.",
        "Téa: I'm going with you, detective. I'm not gonna let my brother be railroaded for a crime he didn't commit.",
        "John: Okay.",
        "[Plastic crinkles] Whatever you need.",
        "[SCENE_BREAK]",
        "Natalie: Mom, I'm sorry. I-I shouldn't have said anything. I shouldn't have brought it up. I know that you love Todd.",
        "Viki: I do love him. He's my brother.",
        "Natalie: Of course, you do. [Breathes deeply] I just want you to be prepared, you know? Just in case.",
        "[Telephone rings]",
        "Viki: It's for you. It's John.",
        "[Beep]",
        "Natalie: John. Hey, did you find Tomás?",
        "John: No, nothing yet. Hey, look, I hate to ask you this, but, um... you think you could meet me down at the station?",
        "Natalie: Okay, be right there.",
        "[Beep]",
        "Viki: Is there any news?",
        "Natalie: Not exactly, but John may have found the murder weapon.",
        "[SCENE_BREAK]",
        "John: Look, I don't know what this gun was doing here, but look on the bright side. If it was used to kill Victor, we're one step closer to finding out who killed him.",
        "[SCENE_BREAK]",
        "Rick: [Groans] You sure you don't want me to place the call?",
        "Nate: We'll help!",
        "[All gasp]",
        "Rick: Oh! God! To an early grave! Just don't -- don't touch me! Don't -- leave me alone! All I ask is 911! That's all I'm asking for!",
        "James: There's no reason to call the cops.",
        "Rick: Oh!",
        "Starr: We had every right to be mad at you, Rick! You posted that bogus story with those fake photos from that gross video.",
        "Rick: Gross? You take that back.",
        "Starr: As soon as you're apologizing for telling the world that Nate and I are sleeping together!",
        "Rick: Well, excuse me for trying to make you interesting -- not that I had anything to work with.",
        "Starr: [Scoffs]",
        "Rick: I was just trying to create some buzz. Many other artists would be on their hands and knees thanking me. [Groaning] Come on! Come on! Look at me! I can't even dial a phone! I'm impotent! [Gasps] Oh, my God. What if I'm impotent? [Gasps] What if the power's gone out of the powers? The pep out of the pepperoni? [Gasps]",
        "James: Oh, relax. You're not impotent --",
        "[Phone slams]",
        "James: Not yet.",
        "Rick: Oh! Aah! And if I am, it's your fault.",
        "Danielle: It's not our fault! We didn't touch you!",
        "Rick: What?! What are you talking about? You beat me senseless! I was willing to compromise. Please don't hurt me. No, not the face. Listen! We could talk about this! If you don't like the P.R. campaign, we can scratch --",
        "Starr: It's too late, Rick! There's nothing left to talk about!",
        "James: Yeah, enough talk!",
        "Rick: Fine, if you can't be reasonable, I'm leaving.",
        "Nate: [Chuckling] Oh, man. Where do you think you're going?!",
        "Rick: Oh!",
        "Danielle: Say goodbye, Ricky.",
        "Rick: Oh! Oh!",
        "Starr: Are you ready for your close-up, Rick?!",
        "James: You're going down, buddy.",
        "Rick: No!",
        "[Thud]",
        "[Laughter]",
        "Starr: Get him!",
        "Rick: [Sobs] You broke every bone in my body. You're sadists, and not in a good way. Nurse, can you please get me a phone with a speaker on it so I can call the police?! 911!",
        "Starr: What are you gonna tell them? Everything you just said was a lie!",
        "[SCENE_BREAK]",
        "Nora: Destiny, I don't understand.",
        "Destiny: I mean... you know Matthew's gonna ask me why I decided to keep the baby. I'm gonna have to tell him that it's because of you -- that you talked me into it.",
        "Nora: And you think that's why I don't want Matthew to know that you're pregnant? Because I'm afraid that he's going to blame me for this baby?",
        "Destiny: Are you?",
        "Nora: No, Destiny! Absolutely not. I'm trying to protect my child. That's it, I swear.",
        "Destiny: [Sighs] Okay, I'm sorry.",
        "Nora: No, no, no, no. You don't have to be sorry. I just really think we need to take things slow.",
        "Bo: I agree. First, we have to see what the doctor is going to say, and then we'll follow Matthew's lead. Now, if he's alert, if he's stable, that's fine. But if he's not, then I think we just have to hold off a little while.",
        "Destiny: Okay, I understand. But...there still is a baby coming, and Matthew has to know that it's his -- soon.",
        "[SCENE_BREAK]",
        "Todd: You want me to hang around and, uh, watch the kids? I'll do that. You go look for your boyfriend.",
        "Blair: No, I -- I wouldn't even... I wouldn't even know where to look. Well, you know, if you want to go in, they're right inside watching TV.",
        "Todd: Right.",
        "Blair: They're just watching a parade on the DVR.",
        "Todd: Well, you know, I wasn't there in the beginning, so I probably wouldn't be able to figure out the plot.",
        "Blair: Oh, I'm sure they would --",
        "Todd: Do you want to get out of here?",
        "Blair: Now?",
        "Todd: Yeah, why not?",
        "Blair: I -- [Chuckles] What time is it? I'm sure nothing is even open.",
        "Todd: Doesn't matter. Maybe it'll be snowing, you know? And we can, uh... we'll go by Rodi's... steal some trays from out back... go sledding on that -- that hill over by the cemetery.",
        "Blair: Jonesy, we're just gonna borrow this for a minute! Come on, Todd. Let's go. Right now. Right now. Right now. Come on. Come on. Come on. Come on. Come on. [Giggles]",
        "Todd: Stitches came out.",
        "Blair: [Laughing]",
        "Todd: Hey, you didn't tell me you were gonna be a total chicken there.",
        "Blair: Chicken?! Hey, hey, I just didn't want to end up like a bug on a windshield because of that oak tree, which you were heading right towards, thank you very much. [Laughs]",
        "Blair: [Sighs]",
        "Todd: You remember that?",
        "Blair: How could I forget? [Chuckles] Thank you. Um... thank you, you know... for being -- oh, I'm sorry. I'm just such a -- a bundle of nerves.",
        "Todd: Yeah, most of the time you are.",
        "Blair: [Chuckles] Yeah. I'm gonna call Téa and see if she and John found anything, okay?",
        "Todd: Right.",
        "Blair: Okay.",
        "[SCENE_BREAK]",
        "[Ringing]",
        "[Cell phone rings]",
        "Téa: Blair.",
        "Blair: Hey, um, how about I come over there and help you, you know, just... hanging out here is kind of making me -- making me crazy.",
        "Téa: Uh, I'm with McBain.",
        "Blair: You're at the police station? Well...did -- did they find him?",
        "Téa: Uh, no, not yet. But we found something else.",
        "Blair: Oh, my God. No, I-I-I'll be right -- I'll be right there.",
        "[SCENE_BREAK]",
        "Todd: What is it?",
        "Blair: They found a gun hidden in Tomás' room. It's a 9mm.",
        "Todd: Oh.",
        "[SCENE_BREAK]",
        "John: Tony here was kind enough to sign off on this since I don't work here anymore.",
        "Natalie: I don't know, Tony. You're taking a huge risk by trusting this guy. [Chuckles] What can I tell you? You want ballistics?",
        "John: Yeah, all the standard tests, and then compare it against the slug we took out of Victor Lord's body.",
        "Natalie: Okay. Where was the gun found?",
        "John: Taped to a dresser in Tomás Delgado's bedroom.",
        "Natalie: [Sighs]",
        "Téa: I allowed the search.",
        "Natalie: I'll see what I can find.",
        "John: Yeah. Hey. Hey, Natalie. We still need to talk.",
        "Natalie: I know. We will... when you're not busy.",
        "Téa: If that was the gun that killed Victor, there was a reason Tomás had it.",
        "[SCENE_BREAK]",
        "Todd: A 9mm in Tomás' room? Did John actually, I mean -- oh, this is -- this is crazy.",
        "Blair: What's crazy?",
        "Todd: Never mind. It's probably just a bunch of spy stuff that I don't understand -- like, you know, disarming a bad guy with a tuxedo Jacket.",
        "Blair: Okay, I know that you are trying to make me feel better here, but we both know that the gun used to kill Victor was a 9mm. I'm gonna go to the station.",
        "Todd: You want me to give you a lift?",
        "Blair: No. Will you tell mama that I'll be back as soon as I can?",
        "Todd: Uh, yeah. Blair.",
        "Blair: What?",
        "Todd: I hope they find him.",
        "Blair: Thanks.",
        "Todd: Well... Tomás is no mas. Better him than me.",
        "[SCENE_BREAK]",
        "John: I've, um, seen those before. They're, um, supposed to ward off evil spirits or something, right?",
        "Téa: Yeah, Tomás gave it to me for the baby, for good luck.",
        "John: What baby?",
        "Téa: I'm pregnant. [Chuckles] With Victor's child. It's hard to know what to say. [Breathes deeply]",
        "John: I'm happy for you.",
        "Téa: That works.",
        "John: No wonder you were so queasy.",
        "Téa: [Chuckles] Yeah. The stress doesn't help. [Sighs]",
        "John: Hey, you know, maybe I should take you home.",
        "Téa: You know what? T-that's not gonna help, either. Listen... Tomás -- I had just told him about the baby. He was very happy. He gave this to me. This was his. He gave it to me because he wanted to pass on the good luck. Look... John... Tomás did not kill Victor. I know it. He had just gotten a call. He was following a lead. He swore to me that he was gonna find out who did kill Victor.",
        "John: Maybe he did.",
        "Blair: Hey. So, what's happened here?",
        "John: It's just like Téa told you on the phone -- we found a gun in Tomás' bedroom, and we're having it tested.",
        "Blair: Okay, and Tomás? I mean, any leads?",
        "John: I -- I can't tell you.",
        "Blair: What do you mean, you can't tell me?",
        "John: I can't tell you 'cause I-I don't work here.",
        "Blair: What?!",
        "John: I was there as a friend of the family.",
        "Blair: Well, why don't you be a real friend and get back on the force? I mean, with Bo gone and Brody, who the hell's running this place here?",
        "Téa: Yeah, she has a point.",
        "John: Okay, I'll get to work on it.",
        "Blair: Yeah, get it done, John, because, hey...",
        "John: [Sighs]",
        "Blair: ...We need you, all right?",
        "John: Good to know.",
        "Blair: Okay.",
        "John: Thanks. I'll see what I can do.",
        "Blair: Thank you. Can you believe this?",
        "Téa: [Scoffs]",
        "Blair: Tomás didn't kill Victor, even though they found a gun. Maybe it was his! I mean, he did do government service.",
        "Téa: Ballistics will -- will sort everything out.",
        "Blair: Oh, my God. I certainly hope so.",
        "[Door slams]",
        "[SCENE_BREAK]",
        "Viki: Cup of tea?",
        "Todd: No. I need something stronger.",
        "Viki: There are leftovers in the fridge -- unless you plan on decorating the door with them again.",
        "Todd: Oh, I wouldn't do that.",
        "Viki: Why did you miss dinner?",
        "Todd: You know you got three kinds of cranberry sauce in there?",
        "Viki: Yeah, I do actually know that -- orange peel, whole berry, and jelly.",
        "Todd: Orange peel?",
        "Viki: So, what's the news on Tomás Delgado?",
        "Todd: How would I know?",
        "Viki: Well, you went tearing out of here when you heard he was missing.",
        "Todd: I went to see Blair.",
        "Viki: Oh. Was she happy to see you?",
        "Todd: Who wouldn't be happy to see me? Check it out -- while I was there, John McBain called Blair. Tomás Delgado had a handgun hidden in his bedroom.",
        "Viki: Mm-hmm.",
        "Todd: And guess what the caliber was. Go ahead, guess. Don't bother guessing. I'll tell you. It's the same as the gun that killed our brother.",
        "Viki: I know.",
        "Todd: You -- you know?",
        "Viki: Mm-hmm.",
        "Todd: How do you know?",
        "Viki: Because Natalie was called in to do a ballistics check.",
        "Todd: Right. Why is it I have such a hard time thinking of Natalie as a forensics expert?",
        "Viki: Yeah, well, the results are gonna be in by the end of the day. The thing is, I find it shocking that Tomás might have had the murder weapon.",
        "Todd: [Scoffs]",
        "Viki: Don't you?",
        "Todd: [Chuckling] No. I don't find it shocking at all.",
        "[SCENE_BREAK]",
        "Bo: Uh, Doctor. How's he doing?",
        "[Door closes]",
        "Doctor: I'm very pleased. Matthew's vital signs look good, and there are no signs of cognitive deficits.",
        "Bo: [Sighs]",
        "Nora: Oh, thank God.",
        "Bo: Where do we go from here now? Um, is it okay to talk to him about the past six months? 'Cause I'm sure he's got a ton of questions.",
        "Doctor: Yes, he does. And by all means, fill him in. Just use your judgment. If he starts to get tired or distressed, back off for now.",
        "Nora: Okay, thank you, doctor.",
        "Doctor: Yeah.",
        "Bo: Thanks. Destiny, you know what? I think we'd better hold off for just a day or two. You said that you were overwhelmed when you found out, so I think we got to give Matthew a day or two to get used to everything else before we let him know that he's gonna be a dad.",
        "Destiny: Okay, so, for the next two days, I'm fat.",
        "Nora: You're beautiful. You know that, right? Okay, come on. We just had a miracle. Let's go celebrate.",
        "[SCENE_BREAK]",
        "Matthew: Destiny, look. I'm sorry about what I said. You're my friend. I didn't mean to hurt your feelings. I've just been so out of it.",
        "Destiny: It's fine. I did put on a couple pounds.",
        "Matthew: Nah, you look great.",
        "Destiny: Thanks.",
        "Bo: The doctor said the same thing about you.",
        "Matthew: [Sighs] It's weird. Remember how I used to love that movie about the guy who, uh, slept for like, 100 years?",
        "Bo: [Chuckles] Rip van Winkle.",
        "Matthew: I know how he feels now. I-I-I mean, I'm still me. I'm still the same person, but everything else has changed. I just can't remember...",
        "Nora: What is it, honey? What can't you remember?",
        "Matthew: I can't remember what happened before I got hit.",
        "[Loud knocking on door]",
        "Matthew: [Grunting] [Groaning]",
        "Nate: You killed my father, you son of a bitch!",
        "Matthew: Nate.",
        "[SCENE_BREAK]",
        "Starr: You made that whole thing up.",
        "Nate: We didn't touch you.",
        "Starr: We were just trying to send you the message that we weren't gonna put up with your crazy ideas.",
        "Rick: Please don't hurt me! No, not the face! Not the face!",
        "Starr: Oh, gosh, we can't settle it this way, guys.",
        "Nate: You sure about that?",
        "Starr: Look at him! He's too much of a wuss. We can't even threaten him.",
        "Rick: Who are you calling a wuss?",
        "James: All right, Rick. Just get out of here.",
        "Rick: You want to fight, bud? All right, I'll give you a fight. Ahh! Oh! [Groaning]",
        "James: Ooh!",
        "[Toy squeaks]",
        "Rick: [Screams] [Groans]",
        "Starr: Rick! Rick! Are you okay?! Uh, is he okay?!",
        "Rick: No, please don't hurt me.",
        "Starr: We didn't touch you, Rick. You did this to yourself.",
        "Rick: Says you.",
        "James: And me.",
        "Danielle: And me.",
        "Nate: And me.",
        "Rick: It's a conspiracy. Look at me. I'm a lawyer's dream come true. And you, miss jail bait, this happened on your property. I'll sue you from here to next week.",
        "Danielle: He can't... he can't do that, can he?",
        "Rick: Oh, no? I can't? Sure I can. I'll own that place by the time I'm done. And you, too.",
        "Starr: That's my aunt's house.",
        "Danielle: The senator's.",
        "Rick: Oh, that's even better. I'm sure she'll want to settle out of court.",
        "Starr: You sure about that? She has a lot of pull. Have you ever heard of extraordinary rendition?",
        "Rick: Did I say I was gonna sue? Unh-unh. You know, this country is far too litigious.",
        "James: So you'll drop this?",
        "Rick: [Sighs] Consider it dropped.",
        "Starr: And you will fix this mess! You will tell the press that Nate and I are not sleeping together behind James and Dani's back.",
        "[SCENE_BREAK]",
        "Matthew: It was Nate. That's -- that's what I was trying to tell you.",
        "Nora: Okay, honey --",
        "Matthew: He hit me. That's how I ended up here. He hit me, and then I hit my head on the table.",
        "Bo: It's -- it's -- it's okay. It's okay. Just breathe. Breathe, good. Son, we know all about it.",
        "Matthew: You know?",
        "Bo: Yeah. He came to us, and he, uh, told us what happened. And he was very sorry. And we decided not to press charges.",
        "Nora: We -- we really couldn't press charges, sweetheart, because then everything would -- would come out, you know? Why he hit you -- because he was upset about his father.",
        "Matthew: Eddie. That I killed Eddie. I'm so sorry that I put you guys in that position.",
        "Bo: Oh, no, no, no. Don't worry about it.",
        "Matthew: Dad, I killed someone.",
        "Nora: Okay, you know what? We're gonna talk about all of that later, all right?",
        "Matthew: [Sighs]",
        "Nora: Everything's gonna be just fine. You're just -- we're gonna talk about a lot of things...later, I promise. But right now, it's just really important that you rest and recover.",
        "Bo: Yeah, and I've got to go make some phone calls and let everybody know the good news. You take it easy, bud, hmm?",
        "Matthew: Love you.",
        "Bo: You too.",
        "Nora: I'll be right back.",
        "Destiny: Um, I'm really glad that you're okay, but I think I should get going, too.",
        "Matthew: No, wait. You have to tell me everything that's happening at school. What was that?",
        "Destiny: What?",
        "Matthew: Your -- your stomach. Something just moved in your stomach.",
        "Destiny: No, I think I just had too much pie.",
        "Matthew: No, t-there's something -- there is something moving in your st--",
        "Destiny: No, I already told you, Matthew.",
        "Matthew: Oh, my God. You really are pregnant.",
        "Nora: Go ahead, Destiny.",
        "Destiny: Yes, I am pregnant.",
        "[SCENE_BREAK]",
        "Blair: Téa, there's a lot of reasons that Tomás would have had a gun. I mean, he was an agent. And he probably still has a license to carry.",
        "Téa: Then why was it hidden?",
        "Blair: Dani lived in the house. Jack and Sam had a bedroom there still. I mean...",
        "Téa: There certainly were a lot of kids around.",
        "Blair: Yeah, but if it wasn't Tomás' gun, if it was the killer's --",
        "Téa: Yeah, McBain and I discussed that, but then why wouldn't Tomás have just turned it in to the police?",
        "Blair: I don't know. I don't know, maybe he was holding onto it, just maybe putting pressure, hoping that this guy would -- would come forward, you know?",
        "John: Hey, what do you know? No one else wanted the job, so I've been reinstated.",
        "Téa: [Chuckles]",
        "Blair: Oh, well, a-any news, then?",
        "John: Well, no need to congratulate me.",
        "Blair: Congratulations, John. Any news?",
        "John: Yeah, I put out an A.P.B. on Tomás. He's officially a missing person.",
        "[Door closes]",
        "Téa: Well, he's probably gone undercover again.",
        "Blair: Right. I mean, h-he was looking for the killer.",
        "Téa: He'll be back.",
        "[SCENE_BREAK]",
        "Viki: But I've been under the impression that Tomás is a very reputable fellow.",
        "Todd: Nonsense. The guy's a spook.",
        "Viki: A \"spook\"?",
        "Todd: Mm, no, I mean, like, he was a spy -- not to mention all the work that he did with... you know who.",
        "Viki: Irene. Irene.",
        "Todd: She who shall not be named. I still have not forgiven Delgado for dumping me with her.",
        "Viki: Well, apparently, he was under orders.",
        "Todd: Yeah, well, maybe he should have thought about what those orders meant.",
        "Viki: And he has tried to make amends. I mean, he was willing to go to prison for shooting I--",
        "Todd: No, stop. Seriously. I'm not even kidding. I don't want you to say her name. I know what he was willing to do, and I've tried to give him a pass for that, but this gun stuff, it just -- it changes everything.",
        "Viki: Why?!",
        "Todd: Because... if that's the same gun that killed Victor, we have a pretty good idea why Tomás Delgado disappeared.",
        "Viki: [Sighs]",
        "[SCENE_BREAK]",
        "[Footsteps approaching]",
        "John: Hey, what'd you find out? Nah, it's okay.",
        "Natalie: It's a definite match.",
        "Blair: A definite match to what?",
        "Natalie: Uh, the gun matched the bullet that killed Victor Lord.",
        "Blair: Well, that doesn't mean Tomás did it, though.",
        "Téa: Were there any prints found on the gun?",
        "Natalie: Yeah, there were some partials. The only one we can identify belongs to Tomás Delgado.",
        "[SCENE_BREAK]",
        "Rick: So, y-you want me to print a retraction?",
        "Starr: As soon as you can.",
        "Rick: Okay, let me think about it. Sorry. Can't do that.",
        "Danielle: Why not?! It's a lie!",
        "Rick: It doesn't have to be.",
        "Danielle: What do you mean?",
        "Rick: It's simple. If you don't want me to sue Starr and cost her aunt a seat in the Senate, not to mention her entire fortune, then the story has to be real.",
        "Starr: But it's not real! Nate and I are not sleeping together!",
        "Rick: Ahh. But you will be.",
        "[SCENE_BREAK]",
        "Matthew: Okay, so, she is pregnant?",
        "Nora: Yes.",
        "Matthew: Why'd you say she wasn't?",
        "Nora: I didn't want you to be overwhelmed.",
        "Matthew: Why would I be overwhelmed? Who's the father? What, did you get back together with Darren?",
        "Destiny: [Sighs] No, Matthew --",
        "Matthew: I-I-it's okay. I haven't really been around. Darren's a good guy. It's all right if you went back with him.",
        "Destiny: No, I haven't moved on, and I didn't get back together with Darren.",
        "Matthew: Okay, so, then who's the father?",
        "Destiny: You are.",
        "[SCENE_BREAK]",
        "Viki: I am sorry. What the hell are you driving at?!",
        "Todd: Okay, just between us, right?",
        "Viki: Well, I don't see anyone else here, do you?",
        "Todd: Okay. Don't tell the kids, all right? I don't want them to know, and I don't want Blair to know, because for some weird reason, she seems to think that she cares about this guy, but... if Tomás Delgado had a handgun hidden in his bedroom, what does that say to you?",
        "Viki: I'd rather know what it says to you.",
        "Todd: Isn't it obvious? Delgado killed Victor.",
        "[SCENE_BREAK]",
        "Blair: There is no way Tomás shot Victor.",
        "Téa: Just because he was in possession of the murder weapon...",
        "Blair: He was investigating.",
        "Natalie: Okay, these are just the lab results.",
        "Blair: They're wrong!",
        "Natalie: No, they're not wrong -- I double-checked them.",
        "Téa: Well, there has to be an explanation, because my brother did not kill my husband.",
        "Natalie: If there's nothing else, I, um, would like to go home so I can be with Liam.",
        "John: Yeah, I'll, uh... I'll walk you out.",
        "Natalie: Okay.",
        "John: Hey. We still need... we still need to talk.",
        "Natalie: I'm counting on it... lieutenant. This just came in.",
        "John: What you got? Natalie!",
        "Blair: What is it, John? Is it something about Tomás?",
        "Natalie: Okay, what's up?",
        "John: It's the tracer we put on the gun. It's not Tomás Delgado's.",
        "Téa: Oh, my God.",
        "Blair: Well, then whose it?",
        "John: It belongs to Dorian Lord.",
        "Blair: Dorian? Oh, my God. Is it -- it's the gun that Todd stole out of Dorian's safe... the night he went after Victor.",
        "John: Yeah."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=mbiCMHyyeM4"
}