{
    "Episode Summary": [],
    "Recap": [
        "Bo helps Lindsay to vacate her gallery in order to lure out the racist who had been starting the fires. David appears at Dorian's door and demands that she pay him his ten million dollars. An argument erupts between the two and Dorian throws a bowl of dip which splashes all over the front of Starr's dress. Starr becomes extremely upset. Rex arrives at the studio during the sting operation. Cole arrives to pick up Langston for the prom. Starr opens the door and imagines that Cole had come to pick her up for the prom. They kiss. Everyone begins to arrive for the prom. Langston and Markko hurl some insults toward each other at the prom. Langston and Markko perform a song together. Lindsay admits that she still cares for Bo. Rex offers to go to the safe house with Lindsay to keep her company. The racist gets the bomb ready to blow up the art studio. The rain is coming down hard as Starr is on her way to the prom. The car skids and Starr is thrown to the side.",
        "Bo and Talia impatiently wait for the racist to appear. Talia finds it hard to believe that Bo was once engaged to Lindsay. Marcie encourages Langston to ask Markko to dance. The lightning flashes as Bo gets word that the racist is in the building. Starr leaves the security of the limousine to hike the rest of the way to the prom in the pouring rain. Britney asks Cole to dance. Cole and Britney kiss. Bo and Talia raise their guns to stop a man in the corridor with a black duffel bag. Bo orders him to keep his hands raised as Bo hands Talia the duffel bag. Cole pulls away from Britney. Cole leaves to find Starr. Dorian orders David out into the pouring rain. Starr falls down in the mud and when she looks up, she sees a person standing over her."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Music plays]",
        "Starr and Cole: It's our night and waking our hearts in the dawning of new life",
        "All: Da-da-da-da da-da!",
        "Girl: Whoo!",
        "All: Da-da-da-da, da-da",
        "Boy: Whoo-hoo!",
        "All: Da-da-da-da",
        "Britney: Guys, be quiet! Come on, I'm calling Cole. Shh!",
        "All: Oh!",
        "Britney: Shh, shh, shh.",
        "[Phone rings]",
        "Cole: Hello?",
        "Britney: Hey. Where are you?",
        "Cole: I'm walking out the door right now.",
        "Britney: Oh, ok. Um -- well, hurry up. I can't wait to see you in your tux. Oh, he's on his way! Tonight is going to be perfect! Yes.",
        "Amber: Unless Starr screws it up for you.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Starr: Is Markko here?",
        "Blair: Oh, no, not yet, but I wanted to warn you that Dorian is downstairs, she's got the camera ready, and enough hors d'oeuvres to feed your entire class.",
        "Starr: Mom, he's going to think I'm such a dork.",
        "Blair: Oh, he is not! You know, boys -- they love to eat. Besides, she just wants to make the night special for you, you know that.",
        "Starr: I know -- believe me, she's already my hero. She got me this dress.",
        "Blair: Mm-hmm.",
        "[Doorbell rings]",
        "Starr: That's him.",
        "Blair: No, wait, wait a minute. Ok?",
        "Starr: Yeah, well, that's what I'm afraid of.",
        "Blair: You look absolutely beautiful.",
        "Starr: You already said that.",
        "Blair: Well, I'm your mother. I'm entitled to say something twice.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Dorian: Ok, Mr. Invitation to the prom-come-lately, keep your pants on, and I do mean that literally.",
        "David: You owe me $10 million.",
        "[SCENE_BREAK]",
        "Bo: Have our guys set up all the surveillance equipment?",
        "Talia: They're on it, but I can see how much longer they're going to take.",
        "Bo: Good, thank you.",
        "[Thunder]",
        "Lindsay: The schedule is clear and I've packed my overnight bag. The gallery is all yours.",
        "Bo: Good. I'll have somebody escort you out. I don't want you near this place when we bust this guy.",
        "Lindsay: So it's just going to be you and Officer Sahid?",
        "Bo: And the supremacist. Just think about it -- finally, one of the one pure people is going to get what they all deserve.",
        "Lindsay: And what if he doesn't show?",
        "Bo: We've been pushing his buttons. It ends tonight.",
        "[SCENE_BREAK]",
        "[Thunder]",
        "Marcie: Can you hear the thunder from in here?",
        "Langston: Uh-huh.",
        "Marcie: I stopped by the store and picked up some umbrellas for when people go home. Nothing like a downpour to ruin your evening.",
        "Langston: That was nice.",
        "Marcie: Oh, my God -- you look like Miss America!",
        "Langston: Uh-huh.",
        "Marcie: Ok. Hello? Did you hear what I said?",
        "Langston: I'm sorry -- what?",
        "Marcie: I was trying -- never mind. What is wrong?",
        "Langston: I'm serving my detention at prom. Isn't that enough?",
        "Marcie: You could try and enjoy yourself.",
        "Langston: Oh -- you know what? You're right.",
        "[Thunder]",
        "Langston: Stamping the hands of annoying couples -- real good time.",
        "Marcie: Well, is it the idea of annoying couples or is it just the idea of Starr and Markko being one?",
        "Langston: Why would I care about them?",
        "Marcie: Because you like Markko.",
        "Langston: Oh. I -- I can't stand him.",
        "Marcie: There's a thin line between love and hate.",
        "[SCENE_BREAK]",
        "David: I want my $10 million and I'm not going anywhere till I get it!",
        "Dorian: David, you need to calm down!",
        "David: You ruined my life! I had $10 million coming to me, and then you stepped in! Why in the world would you tell John McBain that I didn't kill Spencer?",
        "Dorian: I did it for your own good!",
        "David: Oh! I was going to be rich!",
        "Dorian: If you survived prison!",
        "David: Been there, done that a million times! Everything was working out perfectly and then you had to stick your nose in, didn't you, like I was one of your Cramer girls? Well, now I'm out $10 million.",
        "[Thunder]",
        "David: I'm completely broke, and I am homeless! Oh, I could kill you for this!",
        "Dorian: You stay away from me!",
        "David: Oh -- you wouldn't dare.",
        "Dorian: Oh, wouldn't I?",
        "David: You're lucky I got good hands. This is priceless, isn't it?",
        "[Dorian sighs]",
        "Dorian: Oh! Oh -- take that. Oh. Ooh! Oh!",
        "Blair: Hey! What is going on? David!",
        "David: Stay out of this, Blair!",
        "Blair: Wait -- when did you get out of jail?",
        "Dorian: Stay out of it, Blair!",
        "Blair: Dorian!",
        "Dorian: David, I want you out of my life!",
        "[Dishes break]",
        "Dorian: Oh!",
        "Starr: Oh.",
        "Dorian: Oh, oh!",
        "Blair: Oh, no!",
        "[SCENE_BREAK]",
        "Cole: Hey, thanks again for Dad's watch. I love it.",
        "Marty: Well, use it. The prom ends at midnight, so I expect you home no later than 1:00.",
        "Cole: Hmm -- sure, no problem.",
        "Marty: Oh, I want to get a picture of you.",
        "Miles: Here, why don't you let me take a picture of you two together?",
        "Marty: Thank you.",
        "Miles: Ok.",
        "Marty: Oh, you look so handsome.",
        "Miles: All right. One, two --",
        "[SCENE_BREAK]",
        "[Shutter clicks]",
        "Britney: Cole and Starr are over. She told me and he's told me. It's not an issue.",
        "Amber: Oh, good, because you know that would suck if he was just using you to make Starr jealous.",
        "Girl: And Starr should be jealous -- she's Starr.",
        "Britney: You know, Aimee, that is such a bitchy thing to say.",
        "Aimee: I thought we hated her.",
        "Britney: Well, I was wrong about that. Look, Cole's not a user. He's a good person, and I'm trying to be one, too.",
        "[Amber snickers]",
        "Amber: Have another schnapps and tell us that again.",
        "Britney: I want to be the type of person people look up to. Why is that so hard to believe?",
        "Amber: Chill, Britney. I'll still vote for you for prom queen.",
        "Heather: Me, too.",
        "Aimee: Me, three.",
        "Britney: Well, that doesn't even matter. I just want Cole to have a good time.",
        "Amber: Huh. Sorry, I don't believe this newfound act.",
        "Heather: You're so cynical.",
        "Amber: Me and Britney have been friends since, what, kindergarten? And all of a sudden, she gets some kind of personality transplant? It's bogus. But, whatever blows your skirt up.",
        "Heather: We all know a happy Britney is a happy thing for everybody, so if her and Cole are into each other, I say good luck.",
        "[SCENE_BREAK]",
        "[Dorian gasps]",
        "Dorian: This is all your fault!",
        "Blair: Oh, no.",
        "David: Me? You flipped the dip.",
        "Dorian: You're the one who started it!",
        "Starr: Oh, my God -- my dress is ruined!",
        "Blair: No, no, it isn't, baby.",
        "David: Thanks to Dorian.",
        "Dorian: Thanks to David.",
        "Blair: You know what? I'll get a little club soda, we'll get it out, and --",
        "Starr: Mom, then I'll get all wet!",
        "Blair: I'll get the blow dryer. It'll be just fine.",
        "Starr: No, no! This whole night was a huge mistake!",
        "David: Why are you all dressed up anyway?",
        "Dorian: Because it's prom night, you moron, a night she should remember with beautiful memories --",
        "Blair: Hey, you're not helping!",
        "[Starr sighs]",
        "Dorian: Get out of here, before you cause any more damage!",
        "David: I got nowhere to go, thanks to you!",
        "[Phone rings]",
        "Dorian: Whose fault is that?",
        "Starr: Oh, now what? Hello!",
        "Markko: Uh -- look, I'm running a little late, but I'm on my way.",
        "Starr: Oh. Yeah, yeah, no -- no problem. Me, too.",
        "Markko: Yeah, that's cool you're so low-maintenance.",
        "Starr: Yeah, definitely, so how about we just meet at the prom?",
        "Markko: You sure?",
        "Starr: Yeah, um, definitely. I'll see you at school in a little while.",
        "Dorian: What, isn't that boy going to pick you up?",
        "David: Not without a complete set of body armor.",
        "Blair: Here we go. We got the club soda and the blow dryer, ok, sweetie? Let me see if I can get that for you.",
        "Dorian: I need a little fresh air.",
        "[Music plays]",
        "David: You need fresh air? I need 10 million bucks.",
        "Dorian: Oh, shut up!",
        "David: I know you buried your money out there.",
        "Starr: Oh, how I wish that all my wishing would stop and that the wishing would just come true and when I finally find my mind deep inside I know it's right tell me does it feel the same way for you? 'Cause you drive me insane trying to care about what other people are thinking trying to please everyone but me I can't take much more it isn't easy to sit back watch from the sidelines isn't easy to hide all my feelings inside wondering if I've done the right thing or wrecked up my life it isn't easy to be me sometimes",
        "[SCENE_BREAK]",
        "Britney: Tell me how you know when you think you know that you've reached the point you're finally trying too hard it's that point when you're going to sacrifice who you really are and you get lost caught up in talk",
        "Langston: Why do I feel it's always me the one who's different? Why am I outside of the tribe there's got to be more",
        "All: It isn't easy to sit back watch from the sidelines",
        "Starr: It isn't easy to hide all my feelings inside",
        "Langston: Wondering if I've done the right thing or wrecked up my life",
        "Britney: It isn't easy to be me sometimes",
        "All: So I'll run fast turn left then I'll run some more I've got to save my heart from what's hurt before and I won't stop till I am sure that I'm out of your reach no possibilities that you'll be hurting me Amber.",
        "Aimee and Heather: Hands off, Britney",
        "All: No more",
        "Britney: It isn't easy to smile when I'm just feeling down",
        "Langston: Or to say what I feel around everyone else",
        "Starr: Want to throw out the rules but I'd so compromise it isn't easy to be me sometimes oh, how I wish that all my wishing would stop",
        "[SCENE_BREAK]",
        "Rex: Whoo! Man, the wind is really kicking up out there tonight.",
        "[Thunder]",
        "Bo: Who let you in here, Balsom?",
        "Rex: Well, I came to see Lindsay, but I see we're setting up a sting. The arsonist?",
        "Talia: Ok, if Rex can figure out why we're here, who's to say the arsonist won't?",
        "Bo: Ah.",
        "Rex: Hey! I'm a trained P.I., licensed to use my brain and I think it's a good plan -- wait for the guy to try and torch the place.",
        "Talia: Um -- that's how he started out, but he's not playing with matches anymore.",
        "Lindsay: Do you think he'll try to set off a bomb?",
        "Bo: Well, the way his M.O. has escalated, I wouldn't be surprised if he doesn't put a timer on it and wait until this place is packed with the kind of people that he hates. That would be the people that support this exhibit.",
        "Talia: Don't worry. We're going to stop this guy tonight, before he has a chance to do anything.",
        "Lindsay: And what if you can't stop him?",
        "[SCENE_BREAK]",
        "[Thunder] [Music plays]",
        "Cole: Starr? Are you really here?",
        "Starr: Of course I'm here. We're meant to be together, Cole. Don't you know that by now?",
        "Britney: Nice tux. You look amazing.",
        "Cole: Thanks. So do you.",
        "Britney: Thanks.",
        "Cole: Oh -- here.",
        "Britney: Oh.",
        "Cole: See? I remembered.",
        "Britney: It's beautiful. Come inside. Everybody's here.",
        "[Thunder]",
        "Boy: Cole!",
        "Girl: Cole!",
        "Boy: Hey, buddy! How's it going?",
        "Girl: Hey, get a drink!",
        "Britney: Hey, relax. This is supposed to be fun.",
        "Cole: I know. It will be -- I promise.",
        "[SCENE_BREAK]",
        "Blair: There you go. It's all out.",
        "Dorian: Honey, I am so sorry that David did this to you.",
        "David: Me, too -- her.",
        "Starr: Whatever. So far, it's definitely a night to remember.",
        "Blair: Oh --",
        "Dorian: Oh, dear.",
        "David: Wasn't that a book about the Titanic? Appropriate.",
        "Dorian: Honey, I -- I have my limo and driver still here.",
        "David: I'll take your limo as collateral.",
        "Starr: I look like a wreck.",
        "Dorian: No, you don't.",
        "Blair: No, no, no, you don't, sweetheart! Do what Aunt Dorian said. Now, just take her driver and go to the prom, meet Markko, and you're going to have a really good time.",
        "Dorian: And what time is the dance over?",
        "Starr: Midnight.",
        "Blair: Well, good. We'll expect you no later than 1:00, and don't lose track of time.",
        "Starr: I won't. Thanks again for the watch.",
        "Blair: Hmm.",
        "Starr: It means a lot to me.",
        "Blair: I love you, baby.",
        "Starr: I love you, too.",
        "[Blair giggles]",
        "[Music plays]",
        "Starr: Cole! Are you really here?",
        "Cole: Of course I'm here. We're meant to be, Starr. Don't you know that by now?",
        "Blair: Wait, wait, wait! Starr? David, get in here!",
        "David: What?",
        "Blair: Take a picture of us. Come on.",
        "Dorian: Not of me.",
        "Blair: Come on -- absolutely.",
        "Dorian: Just the two of you -- mother, daughter.",
        "Blair: Come on, Starr. Up the step. Dorian, get in here! Come on!",
        "Dorian: Oh, ok. Now, David, do not screw this up, please.",
        "Blair: Come on! Hurry up!",
        "David: I wonder how much I can get for this.",
        "David: One, two --",
        "[Shutter clicks]",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Langston: Welcome to the prom. Welcome to the prom. Welcome to the prom. Welcome to the prom --",
        "Markko: Hey, is Starr here yet?",
        "Langston: Didn't even pick her up? That's classy.",
        "Markko: Well, we were both running a little late, so we just decided we'd meet here.",
        "Langston: Ugh.",
        "Markko: Look, why do you hate me so much?",
        "Langston: Because you're a freak.",
        "Markko: I'm a freak? You're the freak.",
        "Langston: Quit following me.",
        "Markko: Whatever.",
        "Langston: Stalker.",
        "Markko: In your dreams.",
        "Langston: Oh.",
        "[Music plays]",
        "Langston: So why you always want to criticize my style?",
        "Markko: I don't criticize you.",
        "Langston: The things I do I've got my reasons why and why you want to get down on the clothes I wear?",
        "Markko: Aw.",
        "Langston: The way I flip the color of my hair",
        "Markko: It's very special",
        "Langston: 'Cause I'm very special I'm very, very special",
        "Markko: Uh-huh",
        "Langston: You've got to recognize me for me I can motivate you",
        "Markko: Yeah?",
        "Langston: Lift up accelerate you",
        "Markko: Let's go.",
        "Langston: There's no one so completely unique",
        "Markko: You're so unique",
        "Langston: I know you never met somebody different like me",
        "Markko: So different.",
        "Langston: My style is so unique but",
        "All: You're the freak",
        "Markko: You're the freak",
        "Girl: Together we get freaky",
        "Markko: I see you kickin' back and chillin' think your style is the best",
        "Langston: Yeah we like to get around I may be different from the rest",
        "Girls: So if you want to roll with us",
        "Markko: Yeah?",
        "Girls: You got to stay cool",
        "Boys: But when you get all flirty on me I don't know what to do",
        "Markko: 'Cause it seems you give me lots and lots of attitude but, hey I got to give it,",
        "Boys: Give it back to you",
        "Girls: Whenever we're together you get freaky freaky freaky",
        "Markko: So what's up?",
        "Langston: I got my girls with me",
        "Markko: I rock with my posse",
        "Girls: So when you want to have this showdown?",
        "Markko: Like, whenever. I keep my fellas ready",
        "Langston: So, ladies let's get busy",
        "Langston and Markko: Bring your crew and let's throw it down",
        "[Cheers]",
        "Langston: I know you never met somebody different like me",
        "Markko: So different.",
        "Girls: My style is so unique but I know you never met somebody different like me",
        "Markko: No, no.",
        "Langston: My style is so unique but",
        "Langston and Markko: You're the freak",
        "Markko: You're the freak.",
        "[SCENE_BREAK]",
        "Bo: Could you please drive Ms. Rappaport over to the safe house?",
        "[Thunder]",
        "Lindsay: Well, that's not necessary.",
        "Bo: It's not negotiable.",
        "Rex: That's right -- you should go.",
        "Bo: And so should you.",
        "Rex: I can stick around for backup?",
        "Bo: Balsom, don't push it, all right? I don't want to have to run you in for obstructing a police operation.",
        "Rex: Thanks for the thanks.",
        "Bo: Hey, I don't -- I want you both safe, ok?",
        "Lindsay: Well, I want you safe. Just because we didn't make it to the altar doesn't mean I don't still care for you.",
        "[Thunder]",
        "Lindsay: So there. Huh.",
        "Rex: I can go to the safe house with you, keep you company?",
        "Lindsay: Would you check with Commissioner Buchanan to make sure that's ok? Officer: Sure.",
        "Lindsay: Thanks.",
        "[Thunder]",
        "Lindsay: Hmm. I don't know if I can help you with your love life, but I'm certainly willing to try.",
        "Rex: Well, I was thinking I would hear about yours.",
        "Lindsay: Hear about my what?",
        "[Rex mumbles]",
        "Rex: You were macking on Bo in a big way.",
        "Lindsay: I was not!",
        "Rex: I don't even think Bo noticed. He's kind of preoccupied.",
        "Talia: So what next?",
        "Bo: Turn off the lights and wait.",
        "Talia: What if he's a no-show?",
        "Bo: He'll be here.",
        "[SCENE_BREAK]",
        "[Thunder]",
        "[Music plays]",
        "Singer: Choose before you decide",
        "Marcie: It's nice to see you two talking.",
        "Markko: We're not.",
        "Langston: We're not.",
        "Marcie: Oh. What just happened?",
        "Langston: Well, we just declared our everlasting hate for each other.",
        "[Marcie chuckles]",
        "Langston: What?",
        "Marcie: Nothing.",
        "Britney: Ooh!",
        "[Laughter]",
        "Amber: I'm soaked!",
        "Britney: I'm so glad we made it. It's going to start pouring any second.",
        "Amber: I'd have told the driver to drive right through the front door.",
        "[Laughter]",
        "Heather: Looks like we'll have to spend the night.",
        "Boy: Ooh, sounds good.",
        "Britney: Girls, come on. Let's check in.",
        "Heather: What are you doing here?",
        "Aimee: And who are you wearing?",
        "Langston: Buzz off.",
        "Amber: Couldn't get a tick or a date?",
        "Britney: Down, Amber.",
        "Amber: Oh. No, you didn't.",
        "Britney: I think it's very brave of you to come alone.",
        "Langston: If you're looking for Starr, she's not here yet.",
        "Cole: I wasn't looking for Starr.",
        "Langston: Right.",
        "[SCENE_BREAK]",
        "Starr: Oh, gross -- it's everywhere!",
        "Driver: Everything ok?",
        "Starr: Yeah, it's fine if you like dip.",
        "[Thunder]",
        "Driver: Hope this rain lets up.",
        "Starr: Yeah, of course it's raining.",
        "[Tires squeal]",
        "[SCENE_BREAK]",
        "Bo: You hear that rain?",
        "[Thunder]",
        "Talia: Yeah. Do you think our perp will decide it's a rainout?",
        "Bo: What, are you kidding? This way, he'll think that nobody sees him.",
        "Talia: He thinks. You know, Cristian is a really great photographer. I hope the exhibit stays open a while. People should really see this.",
        "Bo: Well, let's bust this slug first.",
        "Talia: Yeah. Unfortunately, there are other slugs like him out there.",
        "Bo: Yeah, but fortunately, most racists don't act on their hatred.",
        "Talia: Yeah, they just talk a lot of smack.",
        "Bo: Yeah.",
        "[Thunder]",
        "Talia: Which can be bad enough, you know?",
        "Bo: No, I don't know firsthand, but it sounds like you do.",
        "Talia: Any movement? Anything?",
        "Bo: Yeah, something -- something real small just went down that corridor right there. It's probably a mouse.",
        "Talia: You were engaged to Lindsay Rappaport?",
        "Bo: Many years ago.",
        "Talia: Well, it's nice that you two get along so well. Especially now that you're with Paige. I'm sorry, that's too personal.",
        "Bo: Ah, come on. It's ok, Sahid. You know, it's -- that's the nature of stakeouts.",
        "Talia: Well, thanks for bringing me along.",
        "[Thunder]",
        "Bo: Well, you do good work. No, you do.",
        "Talia: Oh.",
        "Bo: Antonio can't quit bragging about you. He thinks you're a real asset to this department. Ahem.",
        "Talia: I hope he'll be ok. Jessica broke his heart. I can't imagine being able to fall in love again after something like that.",
        "[Talia sighs]",
        "Talia: Crossed right over that personal line again.",
        "Bo: It's ok, it's ok. Don't worry about it. Antonio is going to be just fine. He's going to be hurt, maybe for a long time. But hopefully, sooner or later, he's going to get past that, and -- and they'll be friends again.",
        "Talia: Like you and Lindsay?",
        "Bo: Yeah. Yeah, I guess so. Hmm.",
        "[SCENE_BREAK]",
        "David: Your aunt screwed me out of $10 million.",
        "Dorian: I did nothing of the kind!",
        "Blair: You have $10 million?",
        "Dorian: No, of course I don't. In David's imagination. He's crazy.",
        "David: Yeah, but I'm at the right place -- La Boulaie, house of insanity.",
        "Dorian: Oh, how dare you.",
        "Blair: How dare -- David!",
        "David: You're both nuts! Tell your aunt to give me my money!",
        "Blair: No!",
        "Dorian: There is no money! Tell him! You tell him!",
        "Blair: Just time out, you guys. I'm not getting in the middle of this. Here. I'm going to go get this dip off my hands and I'm going out. And while I'm out, feel free to kill each other. Good Lord. I hope you're having a good time, baby.",
        "[SCENE_BREAK]",
        "Driver: Ms. Manning, are you ok?",
        "Starr: Yeah -- no, I'm fine. It was my bad. I just wasn't wearing the seatbelt. What happened?",
        "Driver: Sounded like we had a blowout. Just hang tight. Yep. We got a flat. I got a spare in the trunk.",
        "Starr: Do you want my help?",
        "Driver: Dr. Lord would have my head. You just stay dry and warm.",
        "Starr: Perfect.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Singer: I need your love every minute of the day I need your love a sweet romance I need your love",
        "Markko: Look, she'll be here.",
        "Cole: Who?",
        "Markko: Starr. She's running late.",
        "Cole: I was just checking the time.",
        "Markko: No, dude, you're still hung up on my date.",
        "Cole: Whew.",
        "Singer: And all the walls around me",
        "[Phone rings]",
        "Starr's voice: This is Starr. Leave a message.",
        "[SCENE_BREAK]",
        "Boy: Let's do it. Be right back.",
        "Amber: Don't listen to that loser. Cole is not looking for Starr.",
        "Heather: Yeah, they're over, like you said.",
        "Aimee: And she's not even here yet.",
        "Heather: Yeah, maybe she won't even show up at all.",
        "Britney: Yeah, maybe.",
        "Marcie: Hey.",
        "Langston: What's that?",
        "Marcie: It's the ballot box for prom king and queen.",
        "[Langston scoffs]",
        "Marcie: You don't have to like it, but you are in charge of it.",
        "Langston: What do I have to do, just make sure no one stuffs the ballot box?",
        "Marcie: Yeah, pretty much. Oh, hey, I have an idea. Why don't I take over for a while?",
        "Langston: Thank God.",
        "Marcie: If you ask Markko to dance.",
        "Langston: Why do you keep pushing us together?",
        "Marcie: Because, you have chemistry.",
        "Langston: Chemistry?",
        "Marcie: Chemistry. [Music plays] The science of attraction. Theorems of repulsion, positive and negative charges, ions -- oh -- and worst of all, neutral. High school chemistry you're staring at the clock when he whispers in your ear asking what you're doing after high school chemistry let's stop and take a look at this unstable element that makes you whisper back to him we're all under the spell of our atomic mass and now you're having trouble concentrating in class because when you look at it under a magnifying glass looks like there's no subject harder to pass than high school chemistry",
        "Boys: High school chemistry",
        "Marcie: The science of attraction something always happens when two forces come together",
        "Boys: High school chemistry",
        "Marcie: It's a chemical reaction when he looks into your eyes and you know it's now or never there's a part of you that's growing there's a part of you that's grown as your body changes it rearranges the thoughts you think you own because in your heart you know you want him in your head not in your heart you know you'll get him in your head you think you won't so you push and pull repel and attract calculate divide and subtract and every cell gets in the act looks like it's time you face the facts",
        "All: You got a lot of chemistry",
        "Marcie: You could really have a blast.",
        "All: It's time you look around",
        "Marcie: Because you can change your state",
        "All: It's all relative",
        "Marcie: So get up and relate",
        "All: How else do you expect to find a soul mate?",
        "Boys: We're not talking about a carbonate",
        "Marcie: Here in high school chemistry",
        "Boys: Some people lose it know how to use it",
        "Marcie: It's all about chemistry",
        "Boys: Some folks use it some people lose it know how to use it",
        "Marcie: It's time for some chemistry",
        "Boys: Some folks will use it some people lose it",
        "Marcie: Take it from me there's nothing better than chemistry",
        "Boys: Some folks will use it some people lose it know how to use it",
        "Marcie: It's elemental my dear Langston",
        "Boys: Some folks will use it some people lose it",
        "Marcie: Yeah yeah, yeah, yeah",
        "All: It's all about chemistry isn't it?",
        "[SCENE_BREAK]",
        "Talia: Yeah. I want to get him -- for Antonio. It's personal for you, too.",
        "Bo: Yeah.",
        "Talia: God, you know, I became a cop to stop this kind of thing.",
        "Bo: Tell me about it.",
        "[Voice in earpiece]",
        "Bo: No, hold on, hold on. No, say again, Morris. All right, look, I can't see because of the rain. You be my eyes.",
        "Morris: Yeah, you're a go.",
        "Bo: Good. Roger that. He's in the building. He's carrying a backpack.",
        "[SCENE_BREAK]",
        "Driver: Oh. It's too muddy to use the jack, and I can't get cell service. I'm going to have to hike out to get help.",
        "Starr: Um -- what kind of road did you take?",
        "Driver: The shortcut. Dumb, I know. Look, you stay inside. I'll be back as soon as I can.",
        "Starr: Yeah, no problem.",
        "Starr: God, this night is a total disaster! That's it. It can't be that far.",
        "[SCENE_BREAK]",
        "[Thunder]",
        "[Thunder]",
        "[Music plays]",
        "[Cole sighs]",
        "Aimee: Why are you giving up, Brit?",
        "Britney: What do you want me to do, Aimee? Handcuff Cole to my side? Brainwash him to make him forget Starr?",
        "Aimee: That's a good idea. Make him forget her.",
        "Britney: Yeah, maybe you're right. Oh, we never had this conversation.",
        "[Aimee sighs]",
        "Britney: You want to dance, prom date?",
        "Cole: Sure.",
        "Britney: So, I -- I'm really glad you came with me tonight. I know hanging out with me used to be, like, against your religion.",
        "Cole: Well, you changed.",
        "Britney: Yeah, well, you're the only one believes that.",
        "Cole: Then everybody else is wrong. Listen, Britney, you're a good person.",
        "Britney: Yeah, now. But I was such a bitch to Starr for a really long time. I saw you two fighting after rehearsal.",
        "Cole: Yeah, that was my fault. I was trying to convince her to get back together.",
        "Britney: Oh.",
        "Cole: But of course she said no. She told me I needed to find somebody else.",
        "Britney: Well, maybe you do. I mean, you can only bang your head against the wall for so long until it's certifiable. Maybe it's time to stop fighting.",
        "[SCENE_BREAK]",
        "Bo: Freeze! Police! Put the bag down! Slowly -- slow. Back up, back up! Let me see your hands! Show me your hands! Get on your face! On your face! Spread your arms! Legs! Put your el-- freeze! Get -- don't move. Don't move!",
        "Dorian: Get out, David.",
        "David: Don't you get it? I got nowhere to go.",
        "Dorian: That is not my problem.",
        "David: Oh, yes, it is. I had a nice warm bunk at Statesville till you pulled out from under me.",
        "Dorian: I am not going to apologize for getting you out of that hellhole. You didn't belong there.",
        "David: Come on. Let me stay one night.",
        "Dorian: No. Clint would never understand.",
        "David: Clint -- it's pouring out there.",
        "[Thunder]",
        "David: You'd kick a guy out into the cold?",
        "Dorian: Oh, would I? Hmm. Let me think about that. Um -- the answer to that would be yes!",
        "David: Come --",
        "Dorian: Fend for yourself. You've done it before, you'll do it again.",
        "David: I don't get you.",
        "Dorian: Bye. Bye-bye.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Singer: We would always be together like this",
        "Cole: I can't do this. I'm sorry. Listen, I want to move on. Believe me, I do, but I can't. I'm sorry, I have to go find Starr. I think she might be in trouble.",
        "[Music changes]",
        "Britney: Don't act like that don't shut me out like I'm a stranger and she's not you're all I dream violet delight why you wake me in the night it's rare that I should care this much it's stupid how I need your touch now I understand that you can live with all I live with all I live with all I am",
        "[Music stops]",
        "Starr: It's not working! Ah!",
        "Starr: Dad?",
        "[NEXT_ON]",
        "Blair: Thank God our kids aren't together tonight.",
        "Cole: I was trying to find Starr. She was supposed to be at prom and she never showed up.",
        "Starr: I saw my dad.",
        "Viki: Your father was there?",
        "All: As a cheerleader I live by one motto"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=Mizo_fwnFik"
}