{
    "Episode Summary": [],
    "Recap": [
        "Everyone seems to be having a bad dream. Blair dreams that when she tells Spencer that she is going back to Todd he becomes violent, grabbing her by the throat Todd dreams that when he is about to marry Blair, she tells that she is really in love with Spencer and can't get enough of the sex with him Adriana dreams that she hits Rex over the head and kills him Spencer dreams that he finds a paper shooting target and turns to find someone aiming a gun at him. This person ends up shooting him. Spencer wakes to find John in his room. John can see he was having a nightmare and he tells the man that things are going to get even worse. He makes a signal and Eugene Snyder is brought into the room. Eugene recognizes Spencer immediately. John offers the man a deal in front of Spencer. Spencer tries to pretend he doesn't know the man but John knows better. He talks to Eugene telling him that this is the perfect time for him to get some payback. Eugene accepts the deal. Todd talks with Viki who sees that he is still having issues over Blair and Spencer. They turn on the news and watch Spencer getting arrested. Todd sees something and sits up straight for a better look. Viki convinces him to go and see Blair and he does so. She can see that something is wrong with him when she first sees him. He tells her that he saw what she was wearing on the news. \"You slept with him when you promised me that you wouldn't. You just love beating the hell outta me don't you?\" Blair offers to go to Spencer right now and tell him the truth about everything if that will make Todd feel better. It would. Rex has stayed over and he now takes his shirt off to take a shower. Clint drops in and is surprised to find topless Rex there. Dorian has no explanation, and so he just leaves. Dorian gets the money together. Rex warns her to agree to everything that the kidnapper tells her to. She doesn't like Rex coaching her. When Bruce calls, Dorian tells him that she isn't going to give him the money. She will pay when her daughter is home. Bruce gets off the phone and tells Adriana how her mother is refusing to pay for her ransom. Rex has been on his computer. \"I know where she is!\" Blair arrives at the jail. When John sees her, he walks over to her as Spencer watches. She says to John that she would like to talk to her fiance. John leaves. She goes near the cell, and Spencer grabs her hand through the bars. \"Tell me everything is alright Blair Blair? Blair? TELL ME EVERYTHING IS GOING TO BE ALRIGHT"
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Spencer: Why are you standing there? Come to bed, Blair.",
        "Blair: I'm not coming to bed with you, Spencer -- not now, not ever. The idea of your hands on my body makes me sick to my stomach. I hate you, and I never want to see you again.",
        "Spencer: Now, wait a minute. What are you talking about? We love each other. We're getting married.",
        "Blair: No. I don't love you. I love Todd, and that's where I'm going. I'm going home to him because that's where I be--",
        "Spencer: No, you're not.",
        "Blair: Oh!",
        "Spencer: You are not going anywhere! Do you understand me?",
        "Blair: Let go of --",
        "Spencer: I will never, ever let you go -- never.",
        "Blair: Oh! Oh!",
        "Todd: What the hell are you doing here? Why aren't you dressed? We're -- it's, what, an hour, getting married?",
        "Blair: I'm sorry, Todd. But I can't marry you.",
        "Todd: Why?",
        "Blair: It's -- it's because of Spencer. You know, all the times that I forced myself to have sex with him just to clear your name? Well, I didn't mean for it to happen, but I fell in love with him. What can I say? Sex with Spencer is just that good.",
        "[SCENE_BREAK]",
        "Jessica: Wow. Your daddy sure is a slowpoke in the shower, isn't he? But I guess we'll have to forgive him this time since he worked all night last night, huh? You know, honey, I know things have been so crazy lately, but we're finally going to get some peace. And we're going to be so happy. What do you think -- are you hungry, little munchkin, hmm? Are you hungry? Well, breakfast is ready. Come and get it! Oh -- here he comes.",
        "Nash: Well, how are my two best girls this beautiful morning?",
        "[SCENE_BREAK]",
        "Rex: Here you go. Look, I know you're nervous and scared and everything, but it's going to be ok, all right? We're here, nobody knows that we're here. The beach is amazing. You're beautiful. Everything's going to be ok.",
        "Adriana: Oh, my God. Rex, are you ok? I'm so sorry. Rex? My God. He's dead. What did I do?",
        "[SCENE_BREAK]",
        "Spencer: What do you want? Who are you? What are you doing?",
        "John: Bad dream? Well, get used to it. Your nightmare's just beginning.",
        "[SCENE_BREAK]",
        "Adriana: Oh, God. I'm sorry I doubted you, Rex. You're the best person I know. You're kind and generous and I treated you like dirt after everything you did for me. I wouldn't blame you if you never spoke to me again.",
        "Bruce: What are you crying about?",
        "Adriana: I'm being held hostage by a miserable creep -- that's what I'm crying about.",
        "Bruce: Oh, I see you're feisty spirit is back in full force.",
        "Adriana: \"Feisty\"? How about \"freaked the hell out\"? How about \"losing my mind\"?",
        "Bruce: You know, I don't think those tears have anything to do with your being held hostage, or even the anger. My theory -- it's all about your precious boyfriend and how you viciously and savagely turned on him.",
        "Adriana: Shut your face.",
        "Bruce: I bet he still can't get over it. What, how his own girlfriend could pick up a lamp and smash it over his head like he was some lowlife criminal?",
        "Adriana: You're the lowlife.",
        "Bruce: That was pretty harsh, though, don't you think? I mean, just because you found some, what, silly emails on his computer, did you have to split his skull open? Seems you guys have a few trust issues.",
        "Adriana: The only issue we have is my mother willing to not only degrade herself, but put her own daughter in danger just to break Rex and me up and getting scum like you to help her.",
        "Bruce: Well, still, if you trusted Rex just a little, teensy, tiny bit more --",
        "Adriana: I feel horrible about what I did to Rex. And I'm going to make it up to him if it's the last thing I do.",
        "Bruce: You know, I don't blame you for feeling all guilty and remorseful, but shouldn't you be a little more concerned about whether or not your mother comes up with that ransom money?",
        "[SCENE_BREAK]",
        "Dorian: No. I want $10 million ready to be transferred to an offshore account at a moment's notice. Would you please not ask me why? Just do it -- it's your job! Thank you, Stewart. Well, I hope you had a good night's sleep on my sofa while my daughter is being held hostage.",
        "Rex: In case it slipped your mind, Adriana's kidnapping was your fault, not mine and just for the record, I didn't fall asleep until about five minutes ago. I was too busy trying to figure out how to get Adriana back, not to mention setting things up for when your pal the kidnapper calls back.",
        "Dorian: In case it slipped your mind, the kidnapper is not my pal. In fact, there isn't any connection between the two of us.",
        "Rex: Actually, it did slip my mind, because I try not to clutter my memories with big, fat lies.",
        "Dorian: Oh. Go home.",
        "Rex: Not on your life.",
        "Dorian: Well, if you're going to be hostile, I want --",
        "Rex: Oh, I'm going to be hostile if not downright homicidal. And I have every right to be. But you're stuck with me a me with you -- unfortunately, since we can't involve the authorities thanks to your pal's continuing threats against Adriana. Now, I'm going to go upstairs. I'm going to take a shower, wake myself up. And then I'm going to sit down here with you and wait for the bastard to call back. Try not to miss me while I'm gone.",
        "Dorian: Uh --",
        "[SCENE_BREAK]",
        "Viki: No, half an hour is just fine, Dr. Jamison. Oh, I'm sure you understand Jessica's very anxious and actually, we all are. I know it's a gradual process, but obviously we're hoping for some sort of breakthrough today. Good, I'll see you then. Thank you. Hi.",
        "Todd: Hey.",
        "Viki: Here you go -- black, three sugars.",
        "Todd: Thanks.",
        "Viki: It's hot, be careful. Sleep all right?",
        "Todd: Not bad.",
        "Viki: I still don't understand why you wanted to sleep on the couch. I mean, there's nothing but empty rooms upstairs with big, comfy beds.",
        "Todd: Comfy beds are overrated.",
        "Viki: Ah. So, Spencer's been arrested. Blair has admitted that she was faking her relationship with him in order to clear your name. I mean, you should be on top of the world and you're not. Why?",
        "Todd: History has taught me not to believe in happy endings.",
        "Viki: Come on, Todd. Blair loves you. She obviously never stopped. I mean, you may not -- a little early for that. You may not admire the way she kept you in the dark while she went about getting the goods on Spencer, but, hey, you did the same thing to her, didn't you? You never told her Margaret Cochran was back in town.",
        "Todd: I did that for her.",
        "Viki: Really? She did what she did for you. Why did you want to spend the night here?",
        "Todd: I don't know. I just can't get the image of her and Spencer and the cabin out of my mind. It's day and night, asleep, awake.",
        "Viki: Look, that's going to go away in time. But you know what? You have to allow it.",
        "Todd: Oh. How do I do that?",
        "Viki: Well, I guess Spencer's arrest is on the news. Should we watch it? Might make you feel better.",
        "TV reporter: This was the scene last night at the palace hotel where police arrested Dr. Spencer Truman on a laundry list of charges including obstruction of justice.",
        "Spencer: What the hell's going on, Mc Bain?",
        "John: Spencer Truman, you're under arrest.",
        "TV reporter: Dr. Truman was literally pulled out of his bed, his fiancée, Blair Cramer, by his side.",
        "Blair: I'll go to his suite, but I won't go to his bed. You have my promise.",
        "Todd: No, I don't want you to go.",
        "Blair: I know.",
        "Todd: No, no, no, it's not -- I just have a bad feeling about it.",
        "Blair: I'll be fine.",
        "Todd: Blair?",
        "Blair: Hmm? I meant what I said about this gift from mama. I have been saving it for the night that I would spend with the man that I love -- you. I may not get to wear this because of what Spencer did and what I did, but I'm going to save it and hope that I can someday wear it for you.",
        "[SCENE_BREAK]",
        "Spencer: As soon as my legal team explains to a judge that this is nothing more than a bunch of ridiculous, trumped-up charges, then I will be released and I will be back out on the street, Mc Bain. And you know the first thing I'm going to do? I'm going to sue the Llanview Police Department and you personally for false arrest and defamation of character. I am going to take you for every red cent you've got.",
        "John: You know, I've -- I've heard it all before and I have to tell you, you're less convincing than most. It's kind of sad to see a guy scratching for straws. You know, I always ask myself, \"Why waste time that you just don't have?\" You're not going to preserve this wretched life you've been leading -- it's over.",
        "Spencer: You're pathetic, John -- you know that? Obsessing over a crime that happened 25 years ago?",
        "John: Oh, I think I'll be getting over that real soon.",
        "Spencer: Get the hell out here. I want to be alone.",
        "John: Ah, come on, man. That's the last thing you want. With your life going down the toilet, you don't want to be alone. That's why I thought I'd bring you a little company.",
        "John: Dr. Snyder? This is --",
        "Spencer: You.",
        "John: Oh, yeah, I forgot -- you two know each other.",
        "[SCENE_BREAK]",
        "Jessica: What about you? Are you hungry, little munchkin? Huh? Are you hungry? Well, breakfast is ready. Come and get it. Oh, here he comes.",
        "Antonio: Ah, and how are my two best girls this beautiful morning?",
        "Jessica: We're great -- hi.",
        "Antonio: Hi.",
        "Jessica: Um -- Carlotta called and she said that she's going to take Jamie to the beach today --",
        "Antonio: Oh, well, the weather's perfect for it.",
        "Jessica: And that she's going to drop her off just before dinnertime.",
        "Antonio: Great. And how are you, my little Breeski, huh? Oh.",
        "Jessica: Oh.",
        "Antonio: \"I'm great, Papa. I slept through the night.\" Yeah. Mommy and daddy are so proud of you and so grateful, aren't we, mom?",
        "Jessica: We certainly are since she's also been an angel all morning.",
        "Antonio: Oh. And you?",
        "Jessica: And me? Well, I am nervous about my therapy session today, but I'm excited.",
        "Antonio: Ok.",
        "Jessica: Yeah.",
        "Antonio: All right. Well, this could be it. We're almost there.",
        "Jessica: I know, and I am so ready to get my life back --",
        "Antonio: Hmm.",
        "Jessica: Just you, Jamie, Bree, and me -- the four of us.",
        "[Knock on door]",
        "Antonio: Uh-uh. Go away. Oh. All right. You get that. I'll get dressed.",
        "Jessica: Ok. And think about baseball or something.",
        "Antonio: Yeah. Ahem.",
        "Jessica: Nash. Hi.",
        "Nash: Hi. I wanted to come by and see Brennan before we head over to your mom's for the session.",
        "Jessica: Actually, I changed my mind. I don't want you to come.",
        "[SCENE_BREAK]",
        "Officer: Back off, back off.",
        "Todd: Shut it off.",
        "Reporter: Any comment before --",
        "Viki: It's not what it looks like, you know.",
        "Todd: How do you know?",
        "Viki: She was just keeping up the ruse until Spencer got arrested.",
        "Todd: Huh. That's what I'm afraid of, Viki -- Blair's idea of keeping up the ruse, using her sexuality to get out of a jam. It's the way she's wired.",
        "Viki: You know, I don't think that's fair.",
        "Todd: I don't know what to tell you. That's the truth. And what if she got into a jam last night with Spencer, couldn't say no?",
        "Viki: What if you allow your paranoia and your jealousy to destroy any chance at all that you have for happiness, hmm?",
        "Todd: Did you see what she was wearing? Or what she wasn't wearing, I should say?",
        "Viki: She swore to you she was not going to go to bed with Spencer again, right? And she didn't.",
        "Todd: How do you know that?",
        "Viki: How do you know she did? Have you talked to her?",
        "Todd: No, I didn't get a chance to.",
        "Viki: Well, why won't you find her and talk to her? Why don't you let her give you her side of the story, hmm?",
        "[SCENE_BREAK]",
        "Blair: Hey. I was just waiting for Starr.",
        "Michael: Right. Her tests are almost done. She should be able to go home today.",
        "Blair: That's great.",
        "Michael: Yeah. Um -- that's not why I'm here, though. I actually wanted to talk to you. I figured you'd be here. I was wondering how you felt about Spencer's arrest.",
        "Blair: Well, um, my relationship with Spencer isn't exactly as it appeared to be.",
        "Michael: I'm not sure I know what you mean.",
        "Blair: I've been working with your brother to bring Spencer down.",
        "[SCENE_BREAK]",
        "John: See, I thought this would be a nice opportunity for you two to get reacquainted. After all, you did work at the same hospital in Atlantic City albeit, what, 25 years ago? Come on, fellas. Prison's no place to be shy. You'll end up with one too many dates on a Friday night. Just think about the old days and imagine yourself yukking it up in the doctors' lounge.",
        "Spencer: What's this all about, Mc Bain?",
        "John: Well, I figured you'd have a lot to talk about. I mean, you have so much in common. I mean, consider it -- you were both arrested last night, the doc here for possession of child pornography. Don't look so surprised there, Truman. I mean, you knew about the doc's little hobby, didn't you? I mean, you must have. How else would you have gotten Snyder here to take the fall for my father's botched surgery? Get used to the view, Snyder. These bars -- next 25 years, man, and all because of this guy. He's the one that ruined your life. He's the one that sent you down this path.",
        "Spencer: Don't listen to him.",
        "John: Now, you got a chance, man. You got a chance for a little payback. And all you got to do -- tell me what he did.",
        "Eugene: With pleasure.",
        "[SCENE_BREAK]",
        "Clint: I'm sure that there's a logical explanation as to why there's a half- naked young man loitering in your foyer.",
        "Dorian: Rex is my daughter Adriana's boyfriend.",
        "Clint: I know who he is, Dorian. Rex, I thought you and Adriana had a falling- out.",
        "Rex: Actually, it was more like a shoving-out. Dorian saw how happy Adriana and I were and waved her evil wand and made us all miserable. Happiness -- no, no, no, no, can't have that.",
        "Dorian: Don't pay any attention to him. He always blames me whenever he and Adriana have problems.",
        "Rex: Gee, I wonder why. Maybe it's because you always are to blame.",
        "Clint: Dorian, is there something that you're not telling me?",
        "Rex: Go ahead. Tell the man what's been going on, Dorian. See what he has to say about it. Oh -- nothing to say. Wow.",
        "Clint: All right, Dorian. If you haven't kicked him out by now, then there's something definitely going on.",
        "Dorian: No, there's nothing, nothing at all. Really. You just came by. It's an -- an awkward moment, that's all. Listen, I'll call you. We'll make plans.",
        "Clint: Are you kicking me out?",
        "Dorian: No. No, not at all. I -- I was -- the boys -- is there something specific that you needed?",
        "Clint: No. I just thought it would be nice to see you before Jessica's therapy session.",
        "Dorian: Oh, yes, that's right. That's today, isn't it, the big therapy session? Well, I wish you all the best.",
        "Clint: Uh-huh. Well, I will be on my way. This has been swell.",
        "Dorian: Great. Now Clint thinks I was lying to him.",
        "Rex: You were.",
        "Dorian: I had no choice.",
        "Rex: Why couldn't you just mind your own damn business? You couldn't have left Adriana and me alone in the first place.",
        "[SCENE_BREAK]",
        "Adriana: You and my mother, birds of a feather, I swear. You think money is the answer to everything.",
        "Bruce: Oh, spoken like somebody who has a lot of it.",
        "Adriana: And I would gladly give up every cent if I could just go back to the way things were when Rex and I first got together.",
        "Bruce: Aw.",
        "Adriana: We were so happy, so in love. Why did my mother have to go out of her way and ruin everything?",
        "Bruce: Oh, because she's a meddling bitch?",
        "Adriana: That's the reason, all right. I hate her for what she did -- pretending like she was giving Rex and me her blessing when all the time she was plotting and scheming. She's sadistic -- putting her own daughter through this. I'm never going to forgive her.",
        "Bruce: So let's get the witch on the phone. The sooner I get my $10 mil, the sooner you can tell her exactly how you feel.",
        "[SCENE_BREAK]",
        "Nash: I don't understand. You said that you wanted me there.",
        "Jessica: I did.",
        "Nash: So what made you change your mind? How are my two best girls this beautiful morning?",
        "Jessica: I -- I just -- I think it -- it would be better if you just stayed home and took care of the baby. It would just give me a -- a real peace of mind.",
        "Nash: Huh.",
        "Antonio: Well, so what's going on?",
        "Jessica: Nothing. I just told Nash that it's -- it's probably a better idea if he doesn't come to the therapy session but instead stays home and takes care of Bree.",
        "Antonio: Oh. I think that's a good idea.",
        "Jessica: Yeah.",
        "Nash: Whatever. Jessica, you said I could be there. Now you're freezing me out. Why?",
        "Jessica: That's not what I'm doing, Nash, at all.",
        "Antonio: I think she knows what's best for her and you should respect that.",
        "Nash: Huh. Fine. I'll stay here.",
        "Antonio: Did Nash do something to upset you?",
        "Jessica: No. No, I just -- I want this to be over. I want us to get our lives back. Come here.",
        "[SCENE_BREAK]",
        "Michael: So you did all of that?",
        "Blair: For Todd. I tried to make it up to him for abandoning him when he needed me the most.",
        "Michael: Wow. Thank you. Thank you for helping John get the goods on Spencer.",
        "Blair: Don't thank me. I don't deserve it.",
        "Michael: Blair, don't beat yourself up over this. Look, I fell for his act, too. I looked up to the guy, like a mentor -- the guy who shot my father. John hasn't proven it yet, but I know it's true. We all know it's true. I walked around this hospital singing this guy's praises. I dishonored my father's memory.",
        "Blair: Yeah. I feel like I did the same thing with Todd. I just hope that someday he'll be able to forgive me for the way I betrayed him with Spencer.",
        "[SCENE_BREAK]",
        "Clint: Morning, Viki.",
        "Viki: Morning, Clint.",
        "Clint: So Jessie's not here yet, huh?",
        "Viki: No, she just called. She and Antonio are on their way over.",
        "Clint: You know, I came back to town because Jessie was sick, and --",
        "Viki: Mm-hmm.",
        "Clint: Now, it looks like she's finally going to be whole again.",
        "Viki: So what are you going to do? You're not going back to London, huh?",
        "Clint: No, I don't think so. I have a life here again. It's a good one.",
        "Viki: Mm-hmm.",
        "Clint: With Pa, Bo, the kids.",
        "Viki: Mm-hmm.",
        "Clint: You.",
        "Viki: Me? What about Dorian?",
        "Clint: I don't feel like talking about Dorian right now.",
        "Viki: Oh, dear. What did she do now?",
        "[SCENE_BREAK]",
        "Dorian: We're going to get you home, Adriana. Nothing else matters. Nothing at all.",
        "Rex: He didn't call yet, did he?",
        "Dorian: The kidnapper? No.",
        "Rex: Look, I think we need to go over what you're going to say to him.",
        "Dorian: I neither want nor need your input on this.",
        "Rex: Oh, right, because you've done such a bang-up job so far. So please forgive me for insinuating the great Dorian Lord might need a little help and make sure her daughter doesn't get killed.",
        "Dorian: Don't you even say that.",
        "Rex: This is reality. Adriana is in danger, ok? If you slip up -- look, God only knows what this maniac could do, so you're going to listen to me, ok? And you're going to listen hard, do you understand? And when the maniac calls, you are going to agree to everything he says. Friendly tone of voice. \"Yes, yes. I hadn't thought of that. You're so smart, so reasonable. Yes, indeed. It works for me.\"",
        "Dorian: I am most certainly not --",
        "Rex: You are going to kiss his butt. He has your daughter, ok? He's holding all the cards. Now, as soon as he gives you the bank account number, you are going to promise him that the money will be wired immediately. You're not going to say anything that could even make him slightly irritated.",
        "Dorian: I'm really tired of having you tell me what I'm supposed to be doing, all right? I am completely capable of handling this all by \u0096 [Phone rings] Hello?",
        "Bruce: It's me. Do you have my money?",
        "Dorian: Yes, I have it.",
        "Bruce: Smart lady. All right. Here's the account number.",
        "Dorian: I said I have the money. I didn't say I was going to give it to you.",
        "Rex: What?",
        "Bruce: What?",
        "Dorian: I'm not going to give you one penny until I get my daughter back.",
        "[SCENE_BREAK]",
        "John: So Truman blackmailed you?",
        "Eugene: That's right. Made me take the fall for the botched surgery of your father.",
        "John: So tell me, Doc, what would make an esteemed physician such as yourself take the fall for another physician? It must have been some dark, ugly secret. What was so bad you didn't want your colleagues and your friends to know? Was it your obsession with little girls? Yeah, that's what I thought. And Truman exploited your perversion. Wiley? Take him upstairs. Have him fill out a full confession. I'll be up later to make sure he signs it.",
        "Spencer: I don't know what you think you accomplished just now, Mc Bain.",
        "John: That's building blocks, man. Got proof of one more crime I know you committed.",
        "Spencer: No, the only crime you care about -- the only charge you care about is proving who killed your father. And unfortunately for you, you're not going to be able to pin that one on me. You're going to go to your grave never having gotten justice for your poor dead daddy. How does that make you feel, Johnny boy?",
        "[SCENE_BREAK]",
        "Blair: Todd?",
        "Todd: Yeah, sorry to interrupt.",
        "Michael: I'd better get back to work.",
        "Blair: Ok. Thanks.",
        "Michael: Yeah.",
        "Todd: How's Starr doing?",
        "Michael: You know, she's doing really well. Really well. She'll be back anytime now.",
        "Blair: I missed you. I've been thinking about you all morning. What's wrong, Todd?",
        "Todd: I saw you on the news last night. When Spencer was arrested. Half naked.",
        "Blair: Oh, come on, Todd.",
        "Todd: So you promised me you'd never sleep with him again. You lied. You just love ripping my heart out, don't you?",
        "[SCENE_BREAK]",
        "Clint: Jessie, we're going to be with you every step of the way, I promise.",
        "Viki: We are so proud of you, sweetheart",
        "Jessica: I want to be a whole person again. Not just for me, but for all you guys. For all the people I love.",
        "Phil: At the risk of repeating myself, it can't be stressed enough how important it is for Jessica to have as much support as possible during this process. So, Jessie, before we begin, is there anyone else you'd like to be present? A sister or brother, for instance?",
        "Jessica: No. I have everyone here that I need.",
        "Nash: Itsy-bitsy spider went up -- you bored by this? Me, too. We've been here, done that. How about I just talk to you? Hmm? Tell you how much I love you? That even when I'm not here, you are right here, in my heart. Yes, you are!",
        "Tess: You sure are one heck of a Daddy.",
        "Nash: Hey.",
        "Tess: Hey. She sure has grown up real fast, huh? Our little Brennan.",
        "Nash: Lots of changes since you've been gone.",
        "Tess: There's going to be more.",
        "Nash: You know, don't you? Jessica is close to being integrated.",
        "Tess: Yeah, I know.",
        "Nash: What do I do? What do I do to make sure you're going to be a part of whatever happens in the end?",
        "Tess: I don't know. I just thought that our love would be strong enough to get us through this.",
        "Nash: I'll die without you.",
        "Tess: No, you won't. You can't. Look, Brennan needs you.",
        "Nash: She needs both of us.",
        "[SCENE_BREAK]",
        "Dorian: No, I am not giving you the money.",
        "Rex: What the hell is the matter with --",
        "Dorian: Stop. I'm not going to give you a penny until I have my daughter back home.",
        "Bruce: Does it occur to you, Dorian, that you're in no position to bargain?",
        "Dorian: I want a face-to-face meeting. When I get my daughter back home with me, then I will authorize the transfer of $10 million.",
        "Bruce: Damn you!",
        "Dorian: Face-to-face, or no deal.",
        "Bruce: I just hope you don't regret that decision.",
        "[SCENE_BREAK]",
        "Nurse: Dr. Mc Bain, I was about to have you paged.",
        "Michael: Yeah, Sarah, what's up?",
        "Sarah: Your wife's been trying to reach you, said it's urgent.",
        "Michael: Is she ok?",
        "Sarah: Not sure. She said she's at child services.",
        "Michael: Child services? I'd better get over there.",
        "[SCENE_BREAK]",
        "Blair: I didn't sleep with Spencer. I didn't even get into his bed.",
        "Todd: Then why were you wearing that robe that you promised to save for me?",
        "Blair: He made me put it on, Todd. I -- I was just stalling him until the cops got there.",
        "Todd: Didn't I just hear you tell Mc Bain that you hoped I'd forgive you for betraying me?",
        "Blair: Todd, I was talking about before. I swear -- I swear to you. Really, I -- I made a promise to you that I would not let that man touch me, and I kept my promise. I swear, Todd, I will not break another promise to you as long as I live, ok?",
        "Todd: And I really want to believe you, but it's really hard. You're making it really hard.",
        "Blair: Well, then I know what I got to do.",
        "Todd: What's that?",
        "Blair: I was going to wait until Spencer was arraigned before I told him the truth, but it's way too important. I'm going to go to him, and I'm going to tell him everything that he thought that I felt for him was a lie. I mean, would that help at all? I mean, would it help fix anything here?",
        "Todd: It's a hell of a start.",
        "[SCENE_BREAK]",
        "Bruce: Your mother is an idiot.",
        "Adriana: Why? What did she do now?",
        "Bruce: No, it's what she didn't do. She's playing games with your life, Adriana. Her own daughter's life.",
        "Adriana: What are you talking about?",
        "Bruce: She refused to wire me the money!",
        "Adriana: No.",
        "Bruce: She's insisting on a face-to-face meeting. She says once she has you back, then I'll get my 10 million.",
        "Adriana: Well, I'll admit, I've been looking forward to seeing my mother face to face. I have a lot I want to say to her.",
        "[SCENE_BREAK]",
        "Rex: All right, my laptop -- got to get online.",
        "Dorian: Do you really think I was just going to hand over $10 million? No.",
        "Rex: Come on, come on, come on, come on.",
        "Dorian: Not until I get my daughter back home.",
        "Rex: Yes, yes, yes, yes, yes, yes, yes, yes, yes.",
        "Dorian: No. Now all we need to do is just wait here until he calls back to set up the meeting place.",
        "Rex: No, we don't.",
        "Dorian: What? What are you talking about?",
        "Rex: We don't have to wait for him to do anything.",
        "Dorian: I don't understand.",
        "Rex: I know where she is. I know where Adriana is.",
        "[SCENE_BREAK]",
        "Phil: Jessica, I still see some tension in your shoulders. I want you to try to relax the muscles there, as much as you can. That's it. Good. Now, you're going to inhale deeply through your nose. Right. Now, exhale through your mouth. You can close your eyes if that will relax you more.",
        "Viki: Nash?",
        "Antonio: What the hell's going on? What are you doing here?",
        "Nash: I'm sorry, I couldn't stay away. Jessica, like it or not, I'm a part of this. I am here for Brennan, and I'm here for Tess.",
        "[SCENE_BREAK]",
        "John: I'll see you at the arraignment.",
        "Blair: I'd like to be alone with my fiancée, please.",
        "John: He's all yours.",
        "Spencer: Am I ever happy to see you. Hey. Just tell me -- tell me you know I'm innocent. Just -- please tell me you love me. Tell me you still want to marry me. Blair? Tell me everything's going to be all right!",
        "[NEXT_ON]",
        "Dorian: What are you doing?",
        "Rex: I'm getting my girlfriend back.",
        "Todd: Gosh, I've never had a friend before.",
        "Evangeline: Then I'll be the first.",
        "Blair: Todd didn't put you in this jail, I did.",
        "Viki: Tess?",
        "Tess: Miss me?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=orcL4kvz47w"
}