{
    "Episode Summary": [
        "Episode # 10553 ~ Struck Lucky with Motel Matches"
    ],
    "Recap": [
        "Starr and Langston urge Cole and Markko to attend Dorian's wedding ceremony with them. But both guys do not want to support something that is fake. They affirm that they support gay rights but know that it's just another one of Dorian's schemes to get what she wants and not relevant to caring about the cause. Fish and Kyle argue about the fact that Fish does not want to go public with being gay and that Kyle and Nick both do. Yet, it's clear that Kyle loves Fish and not Nick. Cristian wants to have a relationship with Layla. But she tells him they cannot move forward because he's not ready. Rex and Natalie are staying in a motel looking to find Jared. She fantasizes that Jared comes back to her. But he's still nowhere to be found. Rex fantasizes that Gigi is with him and knows that they will work things out. But in reality she is very angry that he put his plans before their couples' counseling. She has a fantasy that he came home to declare that they are more important than his case. But she sees that he's still gone and doesn't know for how long. Schuyler returns home after going to the concert with Gigi. He has a fantasy that she declares she's done with Rex and only wants him. But it's just a fantasy."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Cole: Hey.",
        "Starr: Uh-oh. Who's visiting?",
        "Langston: And what are you playing for this time?",
        "Cole: Loser cleans the bathroom.",
        "Langston: Ew...",
        "Starr: Oh, we don't mean to change the subject...",
        "Markko: Oh, please do.",
        "Langston: Well, guess who we met.",
        "Starr: We met Aunt Dorian's fiancée.",
        "Cole: The wedding's still on?",
        "Langston: I can't believe I'm getting a stepmother.",
        "Markko: So she's actually going through with this?",
        "Starr: Yeah, and she expects us to be there.",
        "Cole: Huh. I'm sorry. No, really.",
        "Langston: Feel sorry for yourself, 'cause she wants you guys there, too.",
        "[SCENE_BREAK]",
        "Kyle: Wait. We talked this afternoon. I don't know what else there is to say.",
        "Oliver: Is Nick here?",
        "Kyle: No.",
        "Oliver: Can I come in?",
        "[SCENE_BREAK]",
        "Layla: So all this doom and gloom, it's not just Kyle and Fish. You're hopeless about us?",
        "Cristian: Well, there isn't any us, remember?",
        "Layla: It was a lot easier when we couldn't stand each other.",
        "Cristian: Good point.",
        "Layla: Cristian, I can't be with you. It just feels so wrong, like I'm going behind my sister's back, taking over a life that she can't have. You see that, don't you?",
        "[SCENE_BREAK]",
        "Schuyler: [Vocalizing] Don't need no birthday candles baby don't need no midnight star",
        "Gigi: Wow!",
        "Schuyler: Got everything that I need, baby in the back seat of my car [Vocalizing]",
        "Gigi: Okay, so 1998/99, you loved Hale Bopp, too?",
        "Schuyler: Nope. Hated them.",
        "Gigi: You did not.",
        "Schuyler: Yeah. You couldn't pay me to listen to their music.",
        "Gigi: Okay, so what was tonight? Did you just go to the concert for me?",
        "Schuyler: I think you needed cheering up.",
        "Gigi: You're right, I did. And for almost three hours, I forgot that Rex blew off couples therapy to work on some stupid case.",
        "[SCENE_BREAK]",
        "Rex: You ever seen this guy?",
        "Janitor: Who's asking?",
        "Rex: Me.",
        "Janitor: I don't see a badge.",
        "Rex: That's 'cause I'm not a cop. Ever seen him?",
        "Janitor: No.",
        "Rex: Try again.",
        "[SCENE_BREAK]",
        "Natalie: Oh, come on, Jared, call me.",
        "[Phone rings]",
        "Natalie: Jared?",
        "John: Where are you, Natalie?",
        "Natalie: I'm at home.",
        "John: No, you're not.",
        "Natalie: Aren't you supposed to be tracking down my husband? Looks like you're not having too much luck with that, huh?",
        "[SCENE_BREAK]",
        "Rex: So when did you last see him?",
        "Janitor: I never saw him. Don't put words in my mouth.",
        "Rex: You never saw him?",
        "Janitor: No, but I work nights. I just came on duty. Maybe one of the maids saw him.",
        "Rex: When do they go on duty?",
        "Janitor: 6 A.M.",
        "Rex: Crap!",
        "Janitor: We got vacancies, pal. Stay the night.",
        "Rex: Ahh...",
        "[SCENE_BREAK]",
        "Gigi: Rex promised he would do whatever it takes, but I could tell he didn't like this counseling idea, so thank God this case came along, huh? Shouldn't be dumping this on you.",
        "Schuyler: No, it's cool.",
        "Gigi: Well, at least I got to see my favorite band tonight on Stacy's dime. Which means Rex paid for it.",
        "Schuyler: Uh, I got the idea Kim paid.",
        "Gigi: Well, I'm gonna go with that.",
        "Schuyler: Right. And besides, half the joke's on them. I mean, if they think throwing you and me together at a concert, like, on a date is gonna make you forget all about Rex, well, I mean, how dumb is that?",
        "Gigi: Pretty dumb.",
        "[SCENE_BREAK]",
        "Cristian: I wish I had some magic drug so Evangeline could snap out of that coma. You know I want that.",
        "Layla: I know.",
        "Cristian: You know what, Layla? We weren't really together anymore.",
        "Layla: But she loved you. I remember. I was there.",
        "Cristian: I know, and I loved her, and I'll always love her, and yeah, I miss her. I think about her every day. I feel terrible that she got hurt in my apartment, but you know what? We have to move on. We have to let her go.",
        "Layla: Huh. Cristian, when you kissed me, it felt so right. It scared me.",
        "Cristian: I felt the same way, and that's why I don't want to let this go. Look, you know, if I'm any kind of artist, it's because of one thing: If something scares me, I do it.",
        "Layla: I think fear keeps us safe.",
        "Cristian: From what?",
        "Layla: Say Evange wakes up and she saw you...and she wanted to give you another try. Don't you owe her that much?",
        "Cristian: Is it possible that all this worry about Evangeline is because you're scared to take a chance on me?",
        "[SCENE_BREAK]",
        "Oliver: Still into candles?",
        "Kyle: Huh.",
        "Oliver: Is that for tomorrow?",
        "Kyle: Yeah. Nick got it for me. I don't have one.",
        "Oliver: So you're going through with this. You're gonna marry Nick.",
        "Kyle: I already told you, you can't legally get married in this state. It's a commitment ceremony.",
        "Oliver: Yeah, I know, but--",
        "Kyle: And I'm proud of it. Gays and lesbians from all over the state--",
        "Oliver: My question, Kyle, is do you love him?",
        "Kyle: How is that any of your business, Oliver?",
        "Oliver: Oh, come on, you can tell the whole world how you feel, you just can't tell me?",
        "Kyle: What do you want from me? Do you want to marry me? Is that what this is all about?",
        "[SCENE_BREAK]",
        "Markko: I'm so not going to that wedding.",
        "Langston: Why not?",
        "Starr: Maybe he has a problem with women marrying women.",
        "Markko: Look, if people want to get married, then I say more power to them. I don't care if they're gay or straight. Go for it. But not if they're faking it to make the 6:00 news. And what if my dad sees me there? He'll go berserk.",
        "Langston: Your dad already knows that Dorian's marrying Amelia. He was there when they made the announcement.",
        "Markko: And he totally freaked out.",
        "Langston: Okay, I thought he was all about saving it for marriage, and these people are getting married.",
        "Markko: Not to him. I mean, if he sees me there, he'll go nuts, and everything we've worked on these past few weeks will go right out the window.",
        "Langston: Okay, so tell him I think it's ridiculous, too. Not women marrying women, but Dorian marrying Amelia.",
        "Starr: It is incredibly ridiculous.",
        "Langston: And she's sacrificing her own happiness for the cause.",
        "Cole: Ahem.",
        "Langston: And okay, yes, to get elected.",
        "Markko: But there's no way to spin it, Lang. My dad thinks homosexuality is a sin, so saying that Dorian is just doing this to get elected or for the cause won't matter to him.",
        "Langston: Okay, well, Ernesto Rivera's just gonna have to get over it because it's Dorian's world, too.",
        "[SCENE_BREAK]",
        "Natalie: I have no idea where Jared is.",
        "John: Where are you? Talk to me. Natalie?",
        "Marty: Work day's over. At least it is for me.",
        "John: Thanks.",
        "Marty: What's up?",
        "John: Ahh...",
        "Marty: What's up?",
        "John: Natalie's taken off. She won't tell me where she's gone.",
        "Marty: Is she in trouble?",
        "[SCENE_BREAK]",
        "Rex: Is John suspicious?",
        "Natalie: John's always suspicious.",
        "Rex: Does he know you left town?",
        "Natalie: He knows where everyone is except for my husband. Did anyone see Jared?",
        "Rex: Sorry.",
        "Natalie: You know, I was so sure that this meant something. Why else would he keep it?",
        "Rex: I don't know.",
        "Natalie: And you talked to everyone on the staff?",
        "Rex: Well, everybody on the night shift. The day shift doesn't come in till 6 A.M.",
        "Natalie: Okay, so we'll stay.",
        "Rex: Oh...",
        "Natalie: Rex, we have to. Come on. This is the only lead we've got.",
        "Rex: Just tell me something. If we find him, then what?",
        "Natalie: I don't--what do you mean?",
        "Rex: I know you love him, and I'm not saying he's not a good person--",
        "Natalie: Just say it.",
        "Rex: What if he did it? What if he killed two people? Are you really gonna go on the run with a guy like that?",
        "[SCENE_BREAK]",
        "Layla: You think I'm using my sister as an excuse? You and I wouldn't even think about being together if she was okay.",
        "Cristian: You can't know that.",
        "Layla: And starting this with you, it's like saying she's never gonna wake up...she's never gonna be different than she is right now, and I don't believe that. I can't throw my sister under the bus...to make you happy.",
        "Cristian: I thought we were talking about making you happy. Look, Layla...I've pretty much made a mess out of every relationship I've ever started. You made that real clear after Sarah.",
        "Layla: You mean you--you listened? You took all that seriously?",
        "Cristian: I'm not saying I liked doing it, okay? But I do know that I don't want to be that guy anymore, and I know what I'm feeling right now, and I know what I want. I want you, and I don't--I don't think Evangeline would have a problem with that.",
        "Layla: Well, you don't know that. And as long as she can't speak for herself, I can't do this.",
        "Cristian: And if she said no? Would you walk away from me?",
        "Layla: I can't.",
        "[SCENE_BREAK]",
        "John: I could hear it in her voice. She's found something.",
        "Marty: And she wouldn't tell you what it was?",
        "John: She doesn't trust me.",
        "Marty: No, she trusts you. She's mad at you.",
        "John: I'm not trying to hang this on Jared.",
        "Marty: No, I know that, but maybe it's easier for her to be angry at you than it is for her to, well, doubt him, right? What are you worried about?",
        "John: He's into something. I'm not sure exactly what it is, but we got two dead bodies, and if she finds him on her own...",
        "[SCENE_BREAK]",
        "Rex: I'm not saying that I think Jared did this.",
        "Natalie: Well, he didn't, okay? It's not who Jared is.",
        "Rex: Good! I hope you're right. I just don't want my sister disappearing on me. I'm kind of fond of her. So if we find him--",
        "Natalie: No. When. When. When we find him.",
        "Rex: You're gonna convince him to turn himself in. Those are my terms, Natty. We find Jared, we call John.",
        "Natalie: John thinks that he's guilty.",
        "Rex: So you convince him he's wrong. You get Bo involved.",
        "Natalie: And what if he can't fix it and they pin those murders on Jared? That's 25 years to life.",
        "Rex: So you're gonna spend the rest of your life on the run?",
        "Natalie: I'm not losing him.",
        "Rex: So you're just gonna say good-bye to your parents, Jessica, Bree, me.",
        "Natalie: You can explain everything to them.",
        "Rex: Natty, the way technology is these days, you would have to leave the grid to disappear, and a life like that...",
        "Natalie: I don't care. As long as Jared and I are together, I don't--I don't care where I live.",
        "[SCENE_BREAK]",
        "Gigi: So since you hated Hale Bopp so much, you've probably never heard \"Starflight,\" their rock cantata.",
        "Schuyler: Mmm...did they play that tonight?",
        "Gigi: No. They pretty much stuck to the stuff that went platinum, they had so many hits. I have a stack of their CDs in my basement, and Rex and I would come home after school--that's enough about him.",
        "Schuyler: [Scoffs] Okay, \"Starflight.\" Hum a few bars. Go.",
        "Gigi: Of a rock cantata? Um, ahem, there was an orchestra, a fuel choir...it's amazing.",
        "Schuyler: Oh, yeah, no, yeah, I'm sure, yeah, totally. Who knew?",
        "Gigi: Okay, you are so gonna eat that smirk. I'm gonna play it for you.",
        "[SCENE_BREAK]",
        "Markko: I don't agree with my dad about gay rights, and I don't let him tell me how to run my life, and you know that, but we just got to a good place, and I don't want to ruin that.",
        "Langston: Okay, but if you still can't be who you are around him...",
        "Markko: I'm not gay.",
        "Langston: I know you're not gay, but you have friends who are. That guy in your film class, your English teacher...",
        "Markko: And if they want to get married, fine, but this is my family, and I just got them back, and I don't want to have to listen to my dad spout off about how Dorian's corrupted you and now you're corrupting me and that I'm gonna go to hell. It's--it's not worth it.",
        "Langston: Okay, you know what? I get that. I do. But do you know what it means to a gay couple to have a straight couple stand up for them and say we support you, we believe that you guys should have the same rights we do? It's huge!",
        "Starr: It is going to be a very beautiful ceremony. There are going to be hundreds of people there saying vows. Don't you guys want to be a part of that?",
        "[SCENE_BREAK]",
        "Kyle: Are you willing to stand up in front of the whole world and say that you love me, say that you want to spend the rest of your life with me? No, you're not.",
        "Oliver: You know, you can't make it seem like I don't care about you just because I'm not willing to declare myself on national TV.",
        "Kyle: Nick is.",
        "Oliver: Huh. So this is, what, a contest? May the gayest man win?",
        "Kyle: Look, we're just in different places--",
        "Oliver: Would you just stop for a minute, Kyle, okay? I'm out to my parents, my friends, my job.",
        "Kyle: Yeah, and I get that! Okay, you may have forgotten, but I've been there, too, okay? I'm still going through it! And yeah, the world is changing, but it can still be a very unfriendly place sometimes. I get that. But I'm not trying to rush you--",
        "Oliver: But you are! That's exactly what you're doing!",
        "Kyle: No! I just want you to relax! You just came out! Okay, just--I want you to be able to--I don't know--go to a gay bar!",
        "Oliver: I don't want to go to some bar and have some anonymous conversation. That's not who I am.",
        "Kyle: But that's the point, okay? It's not--",
        "Oliver: I don't want some stranger, Kyle. I want you.",
        "Kyle: You're not ready for me.",
        "Oliver: So then wait for me. Can you do that? Can you just give us a chance?",
        "[SCENE_BREAK]",
        "Layla: I have something to say. You're right. It's not just about my sister. I've just been hurt so many times, but when I feel something for you, I'm afraid you're gonna hurt me, and I don't want to lose what we have.",
        "Cristian: You won't.",
        "Layla: I have something to say. I'm moving out.",
        "[SCENE_BREAK]",
        "Kyle: I've been waiting for you since college...since the first time I met you, and you keep rejecting me over and over.",
        "Oliver: So this is what, revenge?",
        "Kyle: No. No. Look, I've moved on, okay? And I'm sorry that the timing doesn't work, but that's life.",
        "Oliver: So if this huge public ceremony wasn't happening tomorrow, would you still be doing this?",
        "Kyle: Nick's proud of me. Nick's proud of who we are together, okay. And you can't even--you can't even walk down the street holding hands with another guy in public. I can't go there again.",
        "Oliver: Kyle, it would be different.",
        "Kyle: Yeah? Nick can't wait to stand up in front of millions of people and tell everybody how much he wants me.",
        "Oliver: Wants! Exactly. And what I'm asking you is do you want him? Because...I--Kyle, I love you. But you got to make some kind of statement and actually take the time to really build something with me.",
        "Kyle: Build what, Oliver? Build what? Some secret that only a few of our friends can know about? I'm not going through that again, okay? I need a guy who isn't afraid to walk down that street and hold my hand. Nick and I--okay, we're--we're not perfect, but he's what I need.",
        "[SCENE_BREAK]",
        "Markko: If I thought this ceremony would help people who love each other actually get a shot at getting married, I'd do it. I'd even put up with my dad. But it won't.",
        "Cole: It's all about helping Dorian get elected. It's a publicity stunt.",
        "Starr: I know, and that's what we thought at first, too.",
        "Langston: Yeah, but Starr and I were talking about it, and we realized that Dorian really does care about gay rights.",
        "Markko: [Scoffs]",
        "Cole: Yeah, a lot like she cared about Buddhism when she converted so that she could marry David Vickers and get her hands on his money.",
        "Markko: Right, like how she cared about the stockholders at Buchanan Enterprises when she outed Jared Banks as a fake Buchanan so she could take over the company.",
        "Cole: Right. It's all about winning for her. It always is.",
        "Starr: Okay, look, what you guys are saying about Aunt Dorian is so true, but her stand on gay marriage, it's the right one.",
        "Cole: Look, it's just another one of her crazy ideas, and she wants us there to make it look real. Look, I'm with Markko on this one. I'm not going to that wedding either.",
        "[SCENE_BREAK]",
        "Natalie: If no one on the day shift has seen Jared...",
        "Rex: Or if somebody saw him taking off to L.A. or Mexico...",
        "Natalie: He wouldn't do that. At least I think he wouldn't do that.",
        "Rex: Still, it could take us a while for us to track him down.",
        "Natalie: Look, if you--if you need to go home, go. It's okay.",
        "[SCENE_BREAK]",
        "[Music playing over headphones]",
        "Gigi: We used to do this at concerts!",
        "Schuyler: I'm right next to you.",
        "Gigi: Sorry.",
        "Schuyler: [Scoffs]",
        "Gigi: Our speakers are broken. Sounds way better on the speakers.",
        "Schuyler: Yeah, yeah. I'm sure you're right.",
        "Gigi: Close your eyes. You'll get into it more.",
        "[SCENE_BREAK]",
        "John: You know, if he did any of these things, I have no idea why, you know? What turned him? What's he getting out of it? I keep going over it in my head, I can't see it. All I know is, I need to talk to Natalie.",
        "Marty: Well, she feels helpless, you know? Stonewalling you probably makes her feel like she's helping her husband, and Jared sounds desperate.",
        "John: Whatever the plan was, it went wrong. That's why he's running. And whoever he's mixed up with...",
        "Marty: May have killed two people. That's why you don't want Natalie to find Jared, 'cause she could be next.",
        "[SCENE_BREAK]",
        "[Phone ringing]",
        "Gigi: Hello?",
        "Rex: Hey, Morasco.",
        "Gigi: Hey, Balsom.",
        "Rex: You okay? You sound funny.",
        "Gigi: What's wrong? We had an appointment tonight for couples therapy, and you blew me off.",
        "Rex: I--I know. I wanted to be there, believe me, but--",
        "Gigi: You took a case. I know. You told me.",
        "Rex: It's not just any case. I wish I could tell you why it's more important than that, but I can't. Not yet. But as soon as I get back--",
        "Gigi: What do you mean, as soon as you get back?",
        "Rex: I had to go out of town, and I was planning on coming right back, but I couldn't get done what I needed to get done, because...well, it's not really important. The point is--",
        "Gigi: You're not coming home tonight?",
        "Rex: I can't. And I don't know how long I'll be gone.",
        "Gigi: Great.",
        "Rex: I miss you, Morasco.",
        "Gigi: Good.",
        "[Click]",
        "Gigi: So that's why he wouldn't tell me about the case, because he's doing something illegal. See, I know how his mind works. This is just great. This is just great. So he's gonna get himself arrested or worse.",
        "Schuyler: He's a pro. He'll be fine.",
        "Gigi: Ah. Until he isn't.",
        "Schuyler: Well, I think I better be going.",
        "Gigi: Yeah, I should probably try and get some sleep. Thanks for tonight.",
        "Schuyler: So Hale Bopp? Who knew?",
        "Gigi: Huh.",
        "[SCENE_BREAK]",
        "John: The thing is to find Jared before Natalie does.",
        "Marty: Is there anything you can do to get Natalie to come talk to you?",
        "John: She wouldn't listen.",
        "Marty: You sure? Because there was a time when she trusted you with her life, remember?",
        "[Phone rings]",
        "Marty: Uh-oh. I got to take this, okay? I'll be right back. Dr. Saybrooke.",
        "John: Ahh...",
        "John: You have the location for the L.A. cell phone yet? Let me know when you got her.",
        "Natalie: You got me, McBain. So now what?",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Natalie: Rex?",
        "[SCENE_BREAK]",
        "Natalie: You were right. I wasn't at Llanfair.",
        "John: Why'd you take off?",
        "Natalie: Jared left something behind for me.",
        "John: Yeah.",
        "Natalie: I can't let you lock up my husband.",
        "John: I'm trying to bring him home safely. I can't do that if you don't tell me what you have.",
        "Natalie: Okay. I'll help you.",
        "[SCENE_BREAK]",
        "Jared: I knew if I left you these matches, you'd figure it out.",
        "Natalie: Where the hell have you been? The police think that you killed Pamela and Landers and they've got an APB out on you.",
        "Jared: Natalie, I swear to you, I didn't kill anyone, but I knew John wouldn't believe me. Not until I found some proof.",
        "Natalie: You--you can prove you're innocent?",
        "Jared: Yes. It's over. They can't send me away.",
        "Natalie: Oh, my God. So who killed Landers?",
        "Jared: I'll tell you in the car, but Natalie, you have no idea what it means to me that you've had my back. If you had stopped believing in me...",
        "Natalie: Never. Never gonna happen.",
        "[Knock on door]",
        "Natalie: Jared?",
        "Rex: Sorry. I forgot my key.",
        "[SCENE_BREAK]",
        "Marty: John, you okay?",
        "John: I'm sorry. I'm sort of out of my head.",
        "Marty: You know what? I think I'm gonna take off.",
        "John: Yeah?",
        "Marty: Yeah, and let you think.",
        "John: Okay.",
        "Marty: Okay? Mmm. See, it'll come to you.",
        "John: Yeah.",
        "[Beep]",
        "John: McBain. You get a location on Natalie yet?",
        "[SCENE_BREAK]",
        "Starr: I'm just saying that Aunt Dorian wouldn't be doing this if she didn't support gay rights.",
        "Markko: And when it comes out that she's not a lesbian?",
        "Langston: Well, that would be kind of hard to prove, wouldn't it?",
        "Starr: Sorry to say this, Markko, but your dad's attitude is really hurting people, and someone has to fight against it.",
        "Markko: Yeah, well, this bogus wedding is not the way.",
        "Langston: So you won't go?",
        "Markko: No.",
        "Cole: I'm with Markko on this one.",
        "Starr: Well, guess what? I'm going.",
        "Langston: And so am I.",
        "[SCENE_BREAK]",
        "Oliver: I want you to be happy, and you know that.",
        "Kyle: I want that for you, too.",
        "Oliver: And if Nick...if he can give you what you need... congratulations.",
        "[SCENE_BREAK]",
        "Layla: Living here with you down the hall, it's like playing with fire.",
        "Cristian: You're gonna move to get away from what you feel for me? Doesn't that tell you something?",
        "Layla: I'd never forgive myself if I let something happen.",
        "Cristian: Where are you gonna go?",
        "Layla: My mom's, I guess.",
        "Cristian: You don't get along with your mom, and she can't stand me, so you're gonna go all the way to Maryland to get an earful?",
        "Layla: All I know is I can't stay here.",
        "Cristian: Layla, this is your place, okay? So if anybody should go, it should be me. I can stay at my mom's till I find a new place.",
        "Layla: That's not fair. I'm the one putting the brakes on this.",
        "Cristian: You're staying. Okay? I'm gonna go pack.",
        "[SCENE_BREAK]",
        "Schuyler: Great. Nothing in this dump works.",
        "Gigi: Schuyler?",
        "Schuyler: Uh, Gigi.",
        "Gigi: I hope it's okay.",
        "Schuyler: No. It's fine. Come on in.",
        "Gigi: I couldn't sleep. The truth is...",
        "Schuyler: Listen, sit down.",
        "[SCENE_BREAK]",
        "[Music playing over headphones]",
        "Gigi: I didn't hear you come in.",
        "Rex: Listening to Hale Bopp? You always do the lighter thing.",
        "Gigi: What are you doing here? I thought you were on a case.",
        "Rex: The case can wait. You and I can't. I am so sorry, Morasco. I don't know what I was thinking. I am not gonna let you down again. We're going to counseling first thing tomorrow. I've missed you so much, baby.",
        "[Music playing over headphones]",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Natalie: She didn't pick up?",
        "Rex: Oh, she's probably asleep. That doesn't matter. I just wanted to tell her I heard Hale Bopp on the radio when I went to the car.",
        "Natalie: Don't need no birthday candles, baby",
        "Rex: I don't need no midnight star",
        "Natalie: You know, that's such a lie. I need it all. I need the birthday candles and the wishbones and the stars.",
        "Rex: Lucky pennies.",
        "Natalie: Do you remember? Do you remember Roxy's little rabbit foot?",
        "Rex: Yeah.",
        "Natalie: I'm gonna go change.",
        "[Door closes]",
        "Gigi: It's your lucky night, Balsom. You should have told me you were helping your sister, and I should have known that you'd never ditch me without a good reason 'cause you're a good guy. I love you. And we're gonna make it because we're stronger than anything Stacy could ever throw at us. Or Schuyler. Or even that baby of yours. We're gonna get through this. Just you watch.",
        "Natalie: I know it's not a birthday candle, but it'll do. Make a wish.",
        "[SCENE_BREAK]",
        "John: Natalie disabled the GPS on her phone? Well, it was no accident.",
        "[Hangs up phone]",
        "[SCENE_BREAK]",
        "Langston: So is this about your Papi or Dorian?",
        "Markko: Both.",
        "Langston: Do you even know there's a chance to be a part of something that could really make a difference?",
        "Markko: I hope you're right. I do. But I think it's gonna backfire.",
        "Starr: The people at this rally are fighting for their civil rights.",
        "Cole: Yeah, and we're for that.",
        "Langston: But unless the protest is perfect, you won't be there?",
        "Starr: Do you remember when we had to get my dad's permission to get married? That was actually possible? What if there was some stupid law that said we couldn't get married? Would you just stand for that?",
        "Langston: Okay, look, guys, you know what? If you don't want to support people who really need our support, then...I guess Starr and I will just go by ourselves. Thanks, guys.",
        "Starr: Yeah, really.",
        "[SCENE_BREAK]",
        "Cristian: I'm not leaving and neither are you.",
        "Layla: Cristian--",
        "Cristian: Look, I know you think this is wrong, you and me, but not giving us a chance is even worse. So you know what? I'm gonna stay, and we're gonna work this out because I can't let this go.",
        "Layla: Me either.",
        "Cristian: This should cover my share of the bills.",
        "Woman: Hello, world hope you're listening forgive me if I'm young for speaking out of turn there's someone I've been missing",
        "Cristian: I better go.",
        "Woman: I think that they could be the better half of me they're in their own place trying to make it right but I'm tired of justifying so I say you'll come home, come home 'cause I've been waiting for you for so long, for so long and right now there's a war between the vanities but all I see is you and me the fight for you is all I've ever known so come home ooh I get lost in the beauty of everything I see the world ain't half as bad as they paint it to be if all the sons all the daughters stopped to take it in hopefully, the hate subsides and the love came in it might start now well, maybe I'm just dreaming out loud but I say to you come home, come home 'cause I've been waiting for you for so long, for so long and right now there's a war between the vanities but all I see is you and me the fight for you is all I've ever known ever known",
        "[SCENE_BREAK]",
        "John: What am I missing?",
        "Natalie: Me. Did you like that trick with the GPS? Come on, you know it was good. You should be proud of me. You taught me everything I know, right?",
        "John: Where are you?",
        "Natalie: Hey, I'll give you a hot hint. You were so excited about finding Jared's wallet at the lodge, you missed something that might have told you where he was going.",
        "John: What did I miss?",
        "Natalie: Well, that's for me to know and for you to find out.",
        "Natalie: Oops.",
        "John: There was something... at the lodge."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=9wUyEjOJ594"
}