{
    "Episode Summary": [],
    "Recap": [
        "Antonio and Talia share some awkward moments together outside of Bo's office. Antonio lets Talia know that he cares about her. This totally takes Talia by surprise. Rex brings home a Christmas tree. Adriana wants to decorate the tree on Christmas Eve, but Rex tells her that he will be out of town. Blair and Dorian arrive back from a huge shopping spree. Dorian lets Blair know about the al-girl Christmas celebration. Todd fires his latest private investigator and decides to find his son himself. The cook-off begins at the Bon Jour Café between Noelle and Moe. Viki gives Charlie an ultimatum. Charlie pours out his liquor. Viki starts to walk out on Charlie, but he stops her. A catastrophe occurs with the judge of the pie competition which results in Marcie being fired."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Antonio: Hey.",
        "Talia: Hey.",
        "Antonio: Is this a line?",
        "Talia: No. Bo's on the phone.",
        "Antonio: D.A.'s office?",
        "Talia: Mayor. So if you, you know, want to come back later, you can.",
        "Antonio: No, no, I'll -- I'll wait -- unless you don't want me here for some reason.",
        "Talia: I never said that.",
        "Antonio: Well, you didn't have to -- the way you walked out on our conversation yesterday.",
        "Talia: I didn't walk out. I thought we had exhausted the subject.",
        "Antonio: Well, I disagree. I think there's a lot left to say.",
        "Talia: Um -- like what? Huh. You don't know why you led me on; you don't know why you let me make a fool out of myself. You -- you didn't want to hurt my feelings but you liked the attention. Does that cover it, I think?",
        "Antonio: How about I care about you?",
        "[SCENE_BREAK]",
        "[Noise]",
        "Adriana: Oh.",
        "[Rex groans]",
        "Adriana: Rex? Oh. Oh -- you didn't tell me you were going to do this.",
        "[Rex groans]",
        "Rex: Help, help!",
        "Adriana: Okay -- oh, you -- you are so my lumberjack of love right now. Decorate now or wait till Christmas Eve?",
        "Rex: Aren't you working today?",
        "Adriana: Uh -- well, that's the good thing about working for yourself -- you're done when you say you're done. Hmm, I love being self-employed.",
        "Rex: Living on the edge, paycheck to paycheck?",
        "Adriana: Make-out session to make-out session. My vote, since we need time to decide on our holiday design motif and buy all the decorations -- I say we gussy up this thing on Christmas Eve. You?",
        "Rex: Uh -- I say now, since I'm not sure I'll be back in time for Christmas.",
        "[SCENE_BREAK]",
        "Blair: Here you go.",
        "Dorian: Thank you, sweetheart. Oh, I'm so looking forward to this -- the Cramer women bonding over mulled cider -- ha-ha! Nouvelle cuisine, happy tales of our family history. Hmm.",
        "Blair: Ah. Sounds like torture to me.",
        "Dorian: It's going to be a very good introduction to family for Langston.",
        "Blair: What are you talking about, \"family\"? You let Kelly bail, you didn't even call Cassie, and I'm sure you're going to have to kidnap Adriana just to get her here.",
        "Dorian: Adriana is going to be here, and so are you.",
        "Blair: Well, is it just going to be all girls?",
        "Dorian: You have a problem with that?",
        "Blair: Oh, I get it -- no men if Clint can't be here for you, right?",
        "Man: I've had it, Manning. Find your kid on your own.",
        "Todd: Well --",
        "Blair: What was that about?",
        "Todd: Now, that was me firing my last P.I. Boy, you want something done right, you got to do it yourself.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Noelle: Comfy?",
        "Judge: I'm fine for now.",
        "Moe: If -- if you need anything, you --",
        "Judge: You'll be sure to provide it. Now, kindly step away from the table.",
        "Singer: You can't change my mind",
        "Marcie: Is the bake-off season always this tense? Super bowl of baking -- got it.",
        "Shane: Must be like waiting to get picked for kickball.",
        "Marcie: I hate judges. I hate them all. Well, I -- I -- I just mean that, you know, it must be hard to have your fate in someone else's hands.",
        "Shane: Like these two girl scouts from my school. They bake pies for the competition every year, but Judge Hadley -- he always makes them cry.",
        "Marcie: No.",
        "Gigi: It's true, every year. This is the first year Noelle's had an A-list rival right here in Paris.",
        "Gigi: It's too bad Viki's not back yet. With Moe in the game, Noelle could use all the support she could get.",
        "[SCENE_BREAK]",
        "Viki: So, what'll it be, huh?",
        "Viki: Okay. That's it, then.",
        "Charlie: Viki, wait.",
        "Viki: No.",
        "Charlie: Two minutes.",
        "Viki: No!",
        "Charlie: One minute.",
        "Viki: No, you can bargain with the bottle, Charlie. You can't bargain with me. I -- I know this is your life, but I'm not going to stick around and -- and watch you throw it away.",
        "Charlie: No, Viki, wait.",
        "Viki: What?",
        "Charlie: After all this, if you never want to see me again, I can accept that. But I want you to -- I want to leave you with this one thing, please. I need you to see -- this.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Marcie: Oh, I got another customer. Excuse me.",
        "Singer: Can't change my mind",
        "Judge Hadley: Each pie will be afforded a single forkful from the crust end of a cut slice, followed by a sip of water -- no ice -- after which I will assign a grade, taking into account appearance, consistency, shortness of the crust, and taste, with extra marks for originality.",
        "Moe: Yes, yes, we know. Get on with it.",
        "Judge Hadley: As the 2006 Paris representative, you may decide whether your pies are to be tasted first or second.",
        "Noelle: Second, please. I want you to leave here with the lingering taste of my Texas pecan.",
        "Judge Hadley: So it is. Bakers ready?",
        "Moe: Ready.",
        "Noelle: Ready.",
        "[SCENE_BREAK]",
        "Marcie: Mommy loves you to the moon and back -- yes. Bye. Bye-bye.",
        "Gigi: You okay?",
        "Marcie: Oh, yeah. Yeah, I just -- you know, checking in with Lonnie, see how Tommy's doing.",
        "Gigi: I know it's hard leaving your baby with a new sitter.",
        "Marcie: Yeah. You know, I just want to -- I want to run over there, you know, and I want to grab him and I want to hug him and kiss him and --",
        "Gigi: You know, he's in good hands, okay?",
        "Marcie: I know.",
        "Gigi: Don't worry.",
        "Marcie: No, I -- I know that. It's just -- he's had so many different people taking care of him and he's not even 2 years old yet, Gigi, you know? This isn't what I wanted for him. I wanted to be there for him, and if it wasn't me, then I wanted who -- who was ever taking care of him, you know, to love him and know him.",
        "Gigi: But Tommy is so easygoing. Shane, at that age -- he threw a fit every time I had to leave him.",
        "Marcie: Look how he turned out, right?",
        "Gigi: Yeah. He's still turning, but I like the general direction. Okay, you have to calm down -- trust me. Tommy is going to be just fine.",
        "Singer: Can't change my",
        "[SCENE_BREAK]",
        "Rex: What about here?",
        "Adriana: I know where I'd like you to put it.",
        "[Rex sighs]",
        "Rex: I'm not sure that I'll be gone for Christmas.",
        "Adriana: What is so important that you have to miss our first Christmas living together?",
        "Rex: It's a case I'm working on.",
        "Adriana: Okay.",
        "Rex: I -- I need to run down a lead in Texas and it needs to be soon.",
        "Adriana: This is about Marcie and Tommy, isn't it?",
        "Rex: I visited Michael earlier.",
        "Adriana: I knew it.",
        "Rex: He looked awful, Adriana. He asked me to help him find Marcie and I couldn't say no. The guy's looking at spending Christmas in jail without his wife and son.",
        "Adriana: I get it, and I love you for being such great friend, and I don't see why it has to ruin our first Christmas, so -- I can just go with you.",
        "[SCENE_BREAK]",
        "Blair: If they're not looking for your son, well, then who will look for him?",
        "Dorian: And Marcie's a very clever girl. She should be able to blend in wherever she goes. Speaking of going, I'm going to go and make some phone calls.",
        "Blair: You going to tell me what's really happening here?",
        "Todd: Yeah, they were expensing trips to Rio de Janeiro based on leads that Marcie was hiding in a tree. What was I supposed to do?",
        "Blair: Well, I don't know, Todd, but it sounds to me like you're going to use Christmastime to go searching for your son. You can't do that.",
        "Dorian: Oh -- excuse me, but, Todd, you have a visitor.",
        "Todd: Ramsey. What'd you find out?",
        "[SCENE_BREAK]",
        "Talia: You care about me?",
        "Antonio: Uh -- yeah. I mean, isn't that obvious? You're important to me. You're a colleague and a friend and I would hate for our friendship to suffer just because of some misunderstanding.",
        "Bo: Hey -- you, two.",
        "Talia: Did you want to see me, Sir?",
        "Bo: Actually, I'd -- I'd like to see both of you.",
        "Antonio: Together?",
        "Bo: Yeah, why not? Come on in. So how's everything going, huh?",
        "Talia: Good.",
        "Antonio: Fine.",
        "Bo: \"Fine, good\"? That's it -- just fine and good?",
        "Antonio: Uh -- is there a problem with how --",
        "Bo: We just got these faxed to us from the mayor's office if you want to have a look. Crime is down by 20% in Angel Square for the past six months. Now, a big part of that statistic is gambling and prostitution-related crime -- that's your squad.",
        "[Bo chuckles]",
        "Bo: I'm proud of both of you.",
        "Talia: Thank you. Thank you.",
        "Bo: Guess you must really be scrambling right now to keep this one from flying the coop, huh?",
        "Antonio: Excuse me?",
        "Bo: What, you didn't -- you didn't clear this with Antonio?",
        "Antonio: Clear what?",
        "Talia: I -- I put in a request for a transfer from vice.",
        "Antonio: Effective when?",
        "Talia: As soon as possible.",
        "Antonio: Request denied.",
        "[SCENE_BREAK]",
        "Charlie: Well, wonder if that was a mistake.",
        "Viki: No.",
        "Charlie: Well, because I don't think pouring a bottle of 80-proof vodka on a poor, innocent ficus was the best thing in the world for it.",
        "Viki: I don't think the ficus will care -- it's fake.",
        "Charlie: Really? Huh. All that time, I thought it was thriving on my benevolent neglect.",
        "Viki: No, you can breathe easy -- no dead plants on your conscience.",
        "Charlie: Good. Because then I can focus on apologizing to a live woman who I let down.",
        "Viki: Do I look let down to you?",
        "Charlie: You have every right to be.",
        "Viki: You didn't answer my question.",
        "Charlie: I saw your expression when I opened the door. And it was that game face of somebody who's dealing with somebody who's a drunk and just fell off the wagon.",
        "Viki: And what does my face say now?",
        "Charlie: I'm really not sure.",
        "Viki: Oh, come on, Charlie, you're not that drunk.",
        "Charlie: No, I don't know.",
        "Viki: You had a setback, and you're making your way back from it and that's a really, really hard thing to do. And I guess I'm just really proud of you.",
        "[SCENE_BREAK]",
        "Adriana: Seriously, I can just go with you. When do you want to leave?",
        "Rex: You don't want to eat a vending machine dinner while I'm out chasing clues.",
        "[Adriana sighs]",
        "Adriana: Michael and Marcie are my friends, too, and if this trip helps --",
        "Rex: What about your family?",
        "Adriana: I saw Cristian and Antonio this morning. I had breakfast with them.",
        "Rex: Come on, your family needs you.",
        "Adriana: They're dealing. And anyway, they have Jamie and Carlotta to keep them company.",
        "Rex: What about your mom? It will kill her if you're not home for Christmas.",
        "Adriana: So?",
        "Rex: I'm just saying that --",
        "Adriana: Wait. Are you trying to ditch me to avoid Christmas with my mother?",
        "[SCENE_BREAK]",
        "Todd: Nothing's really changed since the last time you barged in here, Ramsey. What would you like this time?",
        "Ramsey: Actually, can we have this conversation alone?",
        "Todd: No, I don't go anywhere without my bodyguard.",
        "Blair: Yeah, and make it quick because we have some presents to wrap here.",
        "Ramsey: All right. Now, I hear the search for your boy's hit a dead end.",
        "Todd: That's excellent. The G-man asks the desperate father of the missing kid how the search for him is going.",
        "Blair: Oh, you're right -- it is excellent.",
        "Ramsey: Well, now, actually, thanks to John McBain cooking his version of what happened to Marty Saybrooke in Ireland, I have been temporary relieved of my duties, so no one is looking for your child.",
        "[SCENE_BREAK]",
        "Talia: With all due respect, I think it's up to the commissioner to sign off on personnel decisions.",
        "Antonio: Sign off, yes, but there's a procedure we follow.",
        "Talia: There's no rule that says I need clearance from a superior officer to request a transfer.",
        "Antonio: I'm not talking about rules.",
        "Bo: No, I think what Detective Vega's getting at right now is it's really nice if we are all on the same page. It just helps the whole process move along smoothly.",
        "Talia: I'm sorry if you felt I went over your head. I meant no disrespect.",
        "Bo: And I'm sure that there was none taken, but now, we have Talia's transfer on the table.",
        "Antonio: Officer Sahid stays here.",
        "Talia: Excuse me?",
        "Antonio: Vice needs her. More than a third of our actionable Intel comes from her contacts.",
        "Talia: I appreciate Detective Vega's assessment of my ability, but honestly, vice will continue to kick butt without me.",
        "Bo: Antonio, you mind giving us a minute alone here?",
        "Talia: Actually, wait. Um -- I -- I'd like it if you stayed. I think you should hear this from me. Um --",
        "Bo: Go ahead.",
        "Talia: I want out because, um, I can't work with Detective Vega. It doesn't work with him and me. We just don't have any chemistry.",
        "Talia: Working with Detective Vega has been a really rewarding experience, and I've learned a lot from him.",
        "Bo: Then what's with the transfer?",
        "Talia: We've hit a wall and we can't seem to agree on how to proceed. And even if we did find common ground, we have seriously divergent ideas on what our goals should be.",
        "Bo: I think that your goal is to catch bad guys and lock them up. Either one of you have a problem with that?",
        "Talia: No.",
        "Bo: Then what's all this double talk, huh?",
        "Talia: When we communicate, it -- when we try to talk --",
        "Bo: Mm-hmm?",
        "Talia: It's bad and that is why I need this transfer.",
        "Bo: Do you care to respond?",
        "Antonio: Well, she's right. Except for one thing -- that I absolutely think that we can iron this out. I mean, Officer Sahid and -- we've worked well together, for a long time now and then we hit a bump. And as Officer Sahid indicated, the problems are recent. And I think given some time, we can get past them.",
        "Bo: You see, that's what colleagues do, you know? They hit a bump, then maybe they hit a -- a rough spot. Maybe they don't see eye to eye on a certain case, maybe something personal changes, but that doesn't mean that you take the whole working relationship and you scrap it.",
        "Antonio: Exactly.",
        "Bo: Yeah. See, you're in the trenches day in, day out, then all of a sudden when something maybe goes a little wrong between the two of you, it feels like all of a sudden you're pushing that big ball uphill.",
        "Talia: Exactly.",
        "Bo: Okay, so what you do is you step back and you take a look and you try to figure out what the problem is.",
        "Talia: Commissioner, I have given this a lot of thought. And I am so grateful to have had such a good run with vice. But it's time for me to move on. And I really hope that you won't stand in my way.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Moe: Get back to work.",
        "Gigi: Why? Are you scared?",
        "Moe: Get back to work.",
        "Marcie: Fine -- we'll get back to work.",
        "Gigi: All right, well, Shane is going to stay right here. You watch him, baby. And, Moe, don't you even think about rigging this competition.",
        "Judge Hadley: Fine job, Maurice. Fine job. That's a pate brisee worthy of Julia Child.",
        "Singers: I'm going to pay for that but it was worth every minute",
        "Judge Hadley: Oh -- triumph! Do I detect a hint of almond extract in that cherry filling?",
        "Noelle: You sure do.",
        "Judge Hadley: Excellent.",
        "Shane: Woo-hoo, it's on now!",
        "Singers: I was wondering why, why, why I'm going to pay for that but I sure had a good time",
        "Singer: Well, the jailer said \"one phone call\" so I called my wife for the bail she told me that was the last time and I could just stay in jail yeah, we had a good thing going now she's as good as gone I'll be paying on the mortgage",
        "Judge Hadley: To submit a banoffee pie as your fourth and final entry -- the sheer audacity.",
        "Moe: I wonder if Texas pecan says \"audacious\" or \"been there, done that.\"",
        "Noelle: If it comes down to substance over flash, a Texas pecan will win every time.",
        "Moe: We'll see.",
        "Marcie: Oh, I'm sorry! Oh, oh! I'm sorry, I'm sorry! I didn't mean to -- I'm so -- I'm sorry!",
        "Moe: You're fired!",
        "Gigi: Nobody's getting fired.",
        "Shane: Mom?",
        "Moe: Oh, yes, somebody is. You're fired!",
        "Marcie: But, Moe --",
        "Gigi: Who do you think you are?",
        "Noelle: How could you do this to me?",
        "Marcie: I'm sorry!",
        "Shane: Mom, Mom!",
        "Gigi: What?",
        "Shane: Why is he making that face?",
        "[Judge Hadley gasps]",
        "Noelle: Oh, no -- he's choking!",
        "[SCENE_BREAK]",
        "Rex: This is about helping Michael and Marcie. It has nothing to do with your mother.",
        "Adriana: Then why are you acting so weird about me going to Texas?",
        "Rex: I'm not acting weird.",
        "Adriana: Rex, you've brought up everything from bad motels to Christmas with my mother as reasons why I should stay in Llanview. What's going on?",
        "Rex: I don't want you hurt, okay?",
        "Adriana: Is there something dangerous about this lead you're following up on? Talk to me!",
        "[Ornaments clang]",
        "Rex: Okay! Last Michael heard, Marcie was being blackmailed.",
        "Adriana: Oh, my God.",
        "Rex: Todd's offering this huge reward -- a million bucks. Somebody was threatening to turn Marcie and Tommy in if she didn't come up with a whole lot of cash.",
        "Adriana: What did she do?",
        "Rex: I don't know. But I do know that a certain kind of person can get real nasty when the stakes are that high. I don't want you in Texas with me if something goes wrong.",
        "Adriana: Well, I don't want you to be all alone. Rex, I think fast. I can get your back if you need it.",
        "Rex: Look, you'll be one more person I have to worry about! Ah. I'm sorry.",
        "Adriana: No. It's fine. You finally told the truth -- I'm just a pain in the ass to you.",
        "Rex: No, that's not true. I trained to be a P.I. One of the rules says you don't let your girlfriend get herself into danger if you can prevent it.",
        "Adriana: Rex, crazy things happen sometimes -- you can't control that. All you can do is be alert and as prepared as possible, which I am.",
        "Rex: Adriana, I would die if anything happened to you.",
        "Adriana: And I feel the same way about you, but if I can't share your life, then what chance do we have?",
        "Dorian: Ahem, ahem, ahem. Did I come at a bad time?",
        "[SCENE_BREAK]",
        "Todd: No one's looking for my kid?",
        "Ramsey: Well, the F.B.I. still has the case, but they aren't as motivated as I am.",
        "Blair: Oh -- to stick it to John?",
        "Ramsey: To finish what I started and find your husband's son, and if I get a little payback on John McBain, that's fine with me.",
        "Todd: Yeah, I just want the kid.",
        "Ramsey: And I want to finish this case. Now, I can bring home your boy, but you'll have to help me.",
        "[SCENE_BREAK]",
        "Adriana: What are you doing here, Mom?",
        "Dorian: Well, I hope I'm not interrupting, but someone left the doors wide open and, besides which, I could hear you both halfway down the hall.",
        "Adriana: And yet, you didn't decide to come back later?",
        "Rex: Or at least wait and eavesdrop until we're done talking.",
        "Dorian: Oh, but that would've been so rude. I wanted to bring you this, for your new home. Mm-hmm. Oh, yes -- and I personally wanted to hand you this.",
        "Adriana: Thanks. Now, if you'll excuse us --",
        "Dorian: Aren't you going to open it?",
        "Rex: Go ahead, Adriana. I can wait.",
        "[Adriana sighs]",
        "Adriana: \"Cordially invite you to a Cramer women Christmas eve at La Boulaie.\"",
        "Dorian: I'm having a little gathering, hmm.",
        "Adriana: I'm busy.",
        "Dorian: It's going to be very simple but very sophisticated -- just the cousins, no boys allowed, and delicious food and, of course, we'll sing a few carols.",
        "Adriana: I'm busy that night.",
        "Rex: You two having a fight?",
        "Adriana: What was your first clue?",
        "Dorian: Absolutely not.",
        "Adriana: My mother doesn't think you're good enough for me.",
        "Rex: No! I'm shocked! That couldn't possibly be true, could it, Dorian?",
        "Dorian: You are so wrong and I'm going to prove it. Rex, I hope you will do us the great honor of joining us Christmas Eve at La Boulaie. Yes -- we'll even make you an honorary Cramer woman.",
        "[Dorian chuckles]",
        "[SCENE_BREAK]",
        "Charlie: So, who ratted me out, hmm? Who -- who tipped you off that I was in the bag?",
        "Viki: I don't kiss and tell.",
        "Charlie: Ah, come on. You can tell me.",
        "Viki: Sorry.",
        "Charlie: Hmm. I swear -- I won't do anything to him. I mean, maybe I'll cut him off my Christmas card list, but other than that --",
        "Viki: Charlie? You have more friends in this town than you know.",
        "Charlie: I -- I hope that you didn't cut your trip short for me.",
        "Viki: And what if I did? How do you feel?",
        "Charlie: My name is Charlie, and I've been sober for -- what, about nine minutes?",
        "Viki: How about I buy you lunch, huh? You hungry?",
        "Charlie: I'm starved.",
        "Viki: The Bon-Jour okay?",
        "Charlie: That'll be perfect, but please don't try to talk me into getting any of Moe's fancy French specials because I don't think I could take it. Need some grease.",
        "Viki: Okay, it's a date.",
        "Charlie: Okay -- whoa, wait. Don't -- don't go. Um -- I'm -- I'm smelling like skid row.",
        "Viki: So take a shower.",
        "Charlie: Okay, but let's just call it lunch, could we? I mean, because the state I'm in I think would dishonor the dates that we have had, which I have found, quite frankly, to be perfect.",
        "Viki: I'll tell you what -- go and take your shower and we'll have lunch and at the end of it, we can decide if it was perfect enough to upgrade to \"date,\" hmm?",
        "[SCENE_BREAK]",
        "Gigi: Here, um --",
        "Noelle: We're sorry. We're so sorry.",
        "Gigi: Try to drink some water. Have some water.",
        "Noelle: Don't die.",
        "Gigi: Here you go -- water?",
        "Noelle: Please don't die!",
        "Moe: I'll get the first-aid kit.",
        "Gigi: He doesn't need a band-aid, Moe. He needs the Heimlich -- does anyone know how to do it?",
        "Marcie: I do! Well, well, I do. My -- my husband taught me.",
        "Moe: Well, what are you waiting for? Heimlichize him!",
        "Marcie: Okay! Okay. I'm going to sit you up.",
        "Noelle: Ooh.",
        "Marcie: Okay, ready?",
        "[Marcie groans, grunts]",
        "Shane: Gross!",
        "[SCENE_BREAK]",
        "Antonio: Keeping you in vice when you really don't want to be here would be a disservice to you and to the work we do.",
        "Bo: What does that mean? You're okay with this?",
        "Antonio: She's a good cop. She's always conducted herself in a professional manner. Her absence will be my loss -- and the department's.",
        "Bo: Now, well, you can speak for yourself, Antonio. My plan is to keep Officer Sahid around.",
        "Talia: Thank you, Bo.",
        "Bo: All right. I will file your request and then I'll sign off on it as soon as something opens up in another division.",
        "Talia: Is it possible to get a time frame on that?",
        "Bo: Well, there's nothing open right now.",
        "Talia: Nothing?",
        "Bo: Nothing, so you're going to have to continue working vice. You're going to have to continue working with Detective Vega until something opens up, and I'm sorry but that's the best I can do, unless you'd like me to farm you out to Cherryvale. They got something open over there.",
        "Antonio: What -- they lose one of their two cops?",
        "Bo: No, no, no, but they're -- they're downsizing now. They're looking for somebody that can work vice, fraud, and robbery homicide.",
        "Antonio: Get out of here.",
        "Talia: You know what, Bo? Make the call.",
        "Talia: I'd rather quit while I'm ahead.",
        "Antonio: But Cherryvale?",
        "Talia: It's a fresh start.",
        "Antonio: In retirement living. You'll end up looking for -- for stolen bikes and -- and missing hikers.",
        "Antonio: Is that what you want?",
        "Talia: You know what? I want to be a cop, that's it. So I would really appreciate it --",
        "Bo: I will call the chief over there and I'll let you know what he says.",
        "Talia: Thank you. Excuse me.",
        "Antonio: Talia, wait.",
        "Talia: Let it go.",
        "Antonio: You just asked for a transfer -- you quit your job and you're moving to another town in less than 10 minutes.",
        "Talia: I think it's the best thing for both of us.",
        "Antonio: Do you really want to get away from me that badly?",
        "[SCENE_BREAK]",
        "Adriana: Rex won't be able to make it.",
        "Dorian: Why not?",
        "Adriana: An important case is taking him out of town.",
        "Dorian: Oh, how sad. Really, this is so disappointing. At Christmas -- well, it's awful.",
        "Rex: I'll be back for the big day.",
        "Dorian: Good. Most importantly, you do not want to disappoint your clients. It's really important that you not jeopardize your reputation by seeming to do a haphazard investigation.",
        "Adriana: Rex doesn't cut corners. You should know that since you hired him.",
        "Rex: She's the best, isn't she? See, she's my incentive to do this job right and fast -- along with that special gift I'm planning on giving her.",
        "Adriana: You discussed my gift with my mother?",
        "Rex: Well, want it to be perfect. And who knows perfect better than your mother?",
        "Dorian: Thank you -- I find that very flattering.",
        "[Dorian chuckles]",
        "Dorian: I'm sorry you won't be able to make it. You show up at 7:00 and, well, wear something festive.",
        "Rex: I'll walk you out.",
        "Dorian: Okay.",
        "Rex: Expect a visit Christmas night. I'm sure Adriana will want to show you her new engagement ring.",
        "[Dorian gasps]",
        "Dorian: You found something you can afford?",
        "Rex: No worries, Ma. Your son-in-law-to-be would never do your daughter wrong.",
        "[SCENE_BREAK]",
        "Todd: How can you help me if you're suspended?",
        "Ramsey: You need a P.I. I'm available.",
        "Todd: Oh, I get it. The vengeful, out-of-work civil servant tries to extort money from the millionaire dad desperate to find his son.",
        "Ramsey: Hmm. My reputation took a hit when John McBain insisted I intended the death of Marty Saybrooke.",
        "Todd: Yeah, whoever killed Marty deserves to fry, and if that's you, so be it. Is there anything else, Ramsey?",
        "Ramsey: In New Jersey, I was there. Decatur, New Orleans -- I was there. If I hadn't been on the terrorist Ryerson case, I would've been in Texas, too -- I had Marcie's trail. Now, you want a bunch of puppy G-1s taking up the search, that's up to you, but given the proper resources, I will flush Marcie McBain out and return your son home.",
        "Blair: \"Flush Marcie out\"? What's going to happen to Marcie?",
        "Ramsey: What do you want to have happen to her?",
        "[SCENE_BREAK]",
        "Moe: Well, who won?",
        "Judge Hadley: Are you out of your ever-loving mind? You people almost killed me!",
        "Moe: You're still alive, aren't you?",
        "Noelle: Oh, we are so sorry for this mishap, Mr. Hadley. Just tell us what we need to do to help you make your final decision.",
        "Judge Hadley: My final -- my final decision? I wouldn't let any of your pies into the bake-off if my life depended on it, which apparently it does!",
        "Moe: Now, you wait just a minute. It says right here in the rules --",
        "Judge Hadley: I am the rules and there is no way I'm going to reward either of you, not after what you almost did to me!",
        "Shane: That isn't fair!",
        "Noelle: You're darn tootin'!",
        "Judge Hadley: I'll never step foot in this town again!",
        "Moe: Well! Then how about a parting gift?",
        "Judge Hadley: I'd rather swallow tacks!",
        "Moe: I insist!",
        "[Noelle gasps]",
        "Noelle: Oh!",
        "Gigi: Hey, Stubbs?",
        "Moe: Oh, oh, oh --",
        "[Laughter and cheers]",
        "Moe: Hey, kid?",
        "Shane: Yeah?",
        "Moe: You still like cake?",
        "Shane: No! Wait, wait!",
        "Marcie: He's just a kid!",
        "Moe: Oh, shut up, Sally Ann! This whole thing's your fault!",
        "[SCENE_BREAK]",
        "Antonio: You don't want to do this.",
        "Talia: Yes, I do.",
        "Antonio: You're taking this too far!",
        "Talia: You know what? That's the thing -- I don't think Cherryvale is far enough away.",
        "Antonio: Oh, okay, what can I do? What can I do to make this better?",
        "Talia: You can't do anything. This is on me. It was on me before and it's on me now, right?",
        "Antonio: That's not true.",
        "Talia: Look, I'm sorry I got a crush on you. I'm sorry I told you. I'm sorry for everything, but this is my decision.",
        "Antonio: This is what you really want?",
        "Talia: Doesn't matter -- it's done.",
        "[SCENE_BREAK]",
        "Dorian: I've never been denied access to my sister before, Dr. Bonner.",
        "Dr. Bonner: We're not denying you access. We're just asking that you respect her daily schedule.",
        "Dorian: Fine. I'll just wait here until she wakes up from her nap.",
        "Dr. Bonner: Well, after that, she will be expected in therapy, Dr. Lord.",
        "Dorian: There's nothing wrong with my sister, is there?",
        "Dr. Bonner: No. No, no, no. She's in perfect health. We're just trying to avoid any unplanned disruptions that might hinder her progress, and as a doctor, I imagine you understand that.",
        "Dorian: Yes. But I want to be certain that she'll be able to attend a family gathering I'm having on Christmas Eve.",
        "Dr. Bonner: Absolutely. She'll be there, I will see to it personally.",
        "Dorian: Thank you, Dr. Bonner.",
        "[SCENE_BREAK]",
        "Gigi: Well, my word!",
        "Marcie: Oh, no.",
        "Gigi: Let's get you two cleaned up. We're taking the rest of the day off, Moe.",
        "Moe: She's fired.",
        "Noelle: Oh!",
        "Moe: You've got to work!",
        "Gigi: Kiss it, Moe! Welcome back, Viki. Come on.",
        "[Laughter]",
        "Judge Hadley: I am warning you both -- I had better not see either of you within 100 paces of the Dallas bake-off!",
        "[Laughter]",
        "Moe: Noelle --",
        "Noelle: I hate you!",
        "[Noelle cries]",
        "Viki: Well, I'm guessing pie is out of the question.",
        "[SCENE_BREAK]",
        "Todd: Blair, isn't this where you beg for their lives?",
        "Blair: Todd, I just think that maybe you should see Marcie's side of the story. And you know John tried to help us any way that he could. The other two -- they can rot in hell.",
        "Ramsey: So, we have a deal?",
        "Todd: Deal.",
        "[NEXT_ON]",
        "Cole: I need to know if you're going to charge John McBain with shooting Miles Laurence.",
        "Blair: I haven't told you what I want for Christmas.",
        "Rex: Morasco?",
        "Gigi: Balsom?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=O93xCvySK3U"
}