{
    "Episode Summary": [
        "Episode # 10368 -- Not So Sweet Charity"
    ],
    "Recap": [
        "Tea confesses to the murder of Lee Halpern (Janet). But nobody believes her. The judge acquits Todd, given that Starr has exonerated him and his key witness is dead. Everybody is furious. John is concerned about Marty's relationship with Wes. But neither believe it's his business. David goes to inform Viki that Dorian proposed to him and asks Viki what she thinks he should do. She replies that she thinks his crazy to want to marry Dorian nor to believe that she wants to give up her life and lead a \"pure\" life. She tells David she knows that Dorian is up to something. Rex spies on Dorian and David for Clint and informs him that Dorian is determined to marry David before he finds out that he is a Buchanan. And he goes rushing to stop them but it appears to be too late. Dorian reveals to Moe and Noelle that she resents them taking over all of her wealth before David comes and accepts her marriage proposal."
    ],
    "Recap Author": "Mandy",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rex: Dorian is planning to get your brother David to marry her before he finds out he's a Buchanan.",
        "Clint: Son of a bitch.",
        "[SCENE_BREAK]",
        "David: Namaste, Viki.",
        "Viki: Right. Coffee?",
        "David: I have given up coffee.",
        "Viki: Okay, in that case, how about some low sodium V8? It's very refreshing.",
        "David: I get all the sustenance I need from Téa.",
        "Viki: That's all you need?",
        "David: It's a protein based Téa. Viki, I've come for advice, some old school Viki advice.",
        "Viki: David, I don't know anything about Buddhism.",
        "David: You know a lot about Dorian.",
        "Viki: Dorian?",
        "David: She's asked me to marry her and I don't know what to do.",
        "[SCENE_BREAK]",
        "Dorian: Hello, is this Prathana? How do you do? My name is Dorian Lord. I met you at the sun salutation observance at the center. I was with David Vickeroshi. Yes, yes, thank you for remembering me. I would like you to get a message to David Vickeroshi for me, and I would need you to write it down, please. Thank you. Just say I called and the message is, \"If you say yes, the world would be our illumined oyster.\" Yes, that's right, illumined oyster. He'll understand what it means. Thank you. Namaste.",
        "[Dorian scoffs]",
        "[Dorian hums]",
        "Moe: Morning, Dorian. Care to join us?",
        "[SCENE_BREAK]",
        "[Téa sighs]",
        "Téa: The police just finished with me. I'm exhausted.",
        "Todd: They let you go?",
        "Téa: Well, I sure as hell didn't escape, Todd.",
        "Todd: Does that mean you're not going to be charged with the murder of Lee Halpern?",
        "[SCENE_BREAK]",
        "Wes: Good morning, boss.",
        "John: Morning.",
        "Marty: Hey.",
        "John: Hey.",
        "Marty: Coffee sucks, but I need a caffeine fix before Todd's trial this morning.",
        "John: I take it you didn't see the morning paper.",
        "Marty: What?",
        "John: Your friend Janet? I'm sorry, Marty, she was killed last night.",
        "Marty: What?",
        "[SCENE_BREAK]",
        "Starr: I can't believe Lee Halpern was killed in Dad's house.",
        "Blair: Yeah, and Téa Delgado did it.",
        "[SCENE_BREAK]",
        "Téa: The police haven't charged me with anything yet. They won't if I have anything to say about it.",
        "Todd: Which you always do.",
        "Téa: Nora must be freaking. Her lead witness was found dead in your house last night.",
        "Todd: And supposedly bumped off by you.",
        "Téa: It was self-defense.",
        "Todd: Do you think that's going to stop her from coming after you?",
        "Téa: Let her bring it on with both guns blazing.",
        "[SCENE_BREAK]",
        "Bo: I think this could be a first. The defense attorney kills the prosecution's witness the night before that witness is supposed to testify.",
        "Nora: And gets away with it. I couldn't believe it when Antonio called me last night.",
        "Bo: Téa says it was self-defense.",
        "Nora: More like Todd-defense.",
        "Bo: Do you think she's covering for him?",
        "Nora: I'd stake his conviction on it.",
        "[SCENE_BREAK]",
        "Starr: Mom, what's going to happen to Dad now?",
        "Blair: I don't know, sweetheart. I mean, you changed your testimony. It seems like all the key witnesses are conveniently dead, including Dr. Joplin. So I don't know, it looks like your father may get off yet again.",
        "Starr: Oh, I can't believe this.",
        "Cole: Why not? I thought this was what you wanted.",
        "[SCENE_BREAK]",
        "Todd: You're not having second thoughts, are you?",
        "Téa: About taking the rap for you?",
        "Todd: Well, I didn't kill her. You know that. Téa? You don't think I killed Lee Halpern, right?",
        "[SCENE_BREAK]",
        "Viki: David, are you quite sure that you have sworn off of all of this completely?",
        "David: I can sense you are skeptical.",
        "Viki: Do you blame me?",
        "David: No, I do not. I must admit, it has not been easy. Surrounded by the trappings of my former incarnation as someone who --",
        "Viki: Was obsessed by money.",
        "David: It's true.",
        "Viki: You really do want to change?",
        "David: I'm trying, Viki. I really am.",
        "Viki: Well, I believe you. But don't you think this change is -- is a little extreme?",
        "David: I'm walking the thin path towards nirvana for the first time in my life. Although, I did misstep once during a layover in Sri Lanka when I met a Scandinavian circus contortionist. But other than that, I've truly found peace, Viki.",
        "Viki: Well, I'm delighted for you, really. The thing is, if you have found peace, David, why on earth would you want to give it up for Dorian?",
        "David: Oh, no, no. It's just the other way around, Viki. Dorian is giving up all of her worldly possessions in order to be with me.",
        "[Viki laughs]",
        "Viki: Oh, no, is that what she told you?",
        "David: Yes, she did.",
        "[Viki laughs]",
        "Viki: Sit down, David. Her designer wardrobe, her jewels, her cars, her La Boulaie? Do you seriously believe she can do without all of that?",
        "David: Already done. Signed it all away.",
        "Viki: Oh, my God. Well, I pity the poor recipient.",
        "[SCENE_BREAK]",
        "Dorian: Is that one of my design couture outfits you're wearing?",
        "Noelle: I don't know. Moe picked it out of your closet for me.",
        "Dorian: It goes nice with the amethysts and diamonds.",
        "Moe: I like a formal breakfast.",
        "Noelle: You didn't used to.",
        "Dorian: You are having no trouble at all enjoying your role as Lord of the manor.",
        "Moe: Me, Lord. Hey, maybe I ought to change my name. Moe Stubbs Lord.",
        "Noelle: I think you've changed enough already, Moe.",
        "Moe: Danish?",
        "Butler: No, I am Swedish.",
        "[Moe laughs]",
        "Dorian: Who is that man?",
        "Moe: My butler, name's Sven.",
        "Dorian: What happened to Hilda?",
        "Moe: We gave her the day off.",
        "Noelle: Poor thing said she hadn't had one in six years.",
        "Moe: And I like the idea of a man servant. And Sven here is working out just great.",
        "Noelle: If you don't mind him putting lingonberries on everything.",
        "Sven: Me-moose-a?",
        "Dorian: Excuse me?",
        "Moe: Mi-mo-sa. Sven's still working on his English.",
        "Dorian: Right. No, no. Nice morning coat you got.",
        "Moe: Do you like it? I always wanted one of these. Makes me feel like I'm in one of those movies about India in the old days.",
        "Noelle: Is something wrong, Dr. Lord?",
        "Dorian: No, absolutely not. Why should there be anything wrong? I'm just pleased and delighted to see the two of you enjoying the fruits of all my years of labor.",
        "Moe: And we won't let you down. I imagine it won't be long before you're packed up your robe and moving off to the Zen center with David.",
        "Dorian: Indeed. With help from the enlightened one, I'll have David exactly where I want him.",
        "[SCENE_BREAK]",
        "Rex: I saw Dorian at Angel's Square staring at the statues, swearing as Buddha is her witness that she'll become Mrs. David Buchanan.",
        "Clint: Nigel, she knows.",
        "Nigel: It would appear that way, sir.",
        "Rex: But Vickers doesn't. And from what I can see, his Zenformation looks real, believe it or not.",
        "Clint: Do you have any idea if David wants to marry Dorian?",
        "Rex: No, but if Dorian plans to marry David, you can bet she's on the marriage fast track.",
        "Clint: Yeah, she's probably got the blood test and license all lined up, ready to go.",
        "Renee: Have you seen this? Lee Halpern was killed last night. I got her to give herself up and now she's dead.",
        "[SCENE_BREAK]",
        "Marty: Do they know who killed her?",
        "John: The lawyer, Delgado, it says it was her.",
        "Marty: Are you serious?",
        "Wes: I heard on the radio that she's claiming self-defense.",
        "[Marty scoffs]",
        "Marty: Oh, my God. He's going to walk away from this one, too, isn't he? Todd is going to walk away free and clear.",
        "[SCENE_BREAK]",
        "Téa: Of course I don't think you killed Lee Halpern, but you're the obvious choice, everybody knows that. And somebody set you up to make it look like you did.",
        "Todd: You think?",
        "[Téa scoffs]",
        "Téa: If the cops had walked in on what I walked in on last night, you'd be behind bars for sure. I still can't believe you picked up the knife. How stupid was that?",
        "Todd: About as stupid as you taking the fall for whoever actually did it.",
        "Téa: If I didn't, the kidnapping trial would be the least of our worries. And I'm not going to be charged with anything, okay? Lee Halpern, she -- she was going to come here and extort you for money. I happened upon her. She attacked me and I killed her in self-defense -- case closed.",
        "Todd: Well, no, you're forgetting about the fact that whoever killed this person made it look like I killed her. And we don't know who that person is.",
        "Téa: Well, when I was at police headquarters, I had some time to think, and I made up a little mental list. It has about, oh, two dozen names on it.",
        "Todd: Well, whoever it is is still out there. They know the truth.",
        "[SCENE_BREAK]",
        "Starr: This is not what I wanted, Cole, and you know that.",
        "Cole: Do I?",
        "Blair: Okay, guys, let's -- let's go on inside. Ready?",
        "Starr: Mom, Mom, I need to talk to Cole right now, please?",
        "Blair: Okay, okay.",
        "Starr: Cole, I know that you are pissed at me for giving my dad a free pass. I get that. I would be mad at me, too, if I were you. But I couldn't do it, Cole. I couldn't be the one to send my dad to prison.",
        "Cole: Okay, fine. Yeah, I see, I see, so you were going to let this Halpern lady do it for you. But now she's dead, so your dad walks. Thank -- thank you so much for screwing over me and my mom.",
        "Starr: Would you quit acting like I'm the enemy or something.",
        "Cole: You took your dad's side over us even after what he did to my mom, after what he was going to do with our baby. Now it looks like he's not going to pay for any of it all because of you.",
        "Starr: You don't understand.",
        "Starr: My dad was going to kill himself. It's true. Because he felt guilty about what he did. How do you think I would feel if my dad went to prison and finished himself off in there because his own daughter sent him to prison?",
        "[SCENE_BREAK]",
        "Blair: You really think that Todd killed that woman and Téa's covering for him?",
        "Bo: We questioned Téa for hours. She wouldn't break.",
        "Nora: All I want to ask her is, why in hell would Todd's ex-lover defend a guilty man like her whole future depended on it, you know? What is in this for her?",
        "[SCENE_BREAK]",
        "[Dishes clattering]",
        "Dorian: Are you finished?",
        "Sven: No, I am Swedish.",
        "Dorian: We do not stack in this house.",
        "Moe: Sven --",
        "Sven: Ja?",
        "Moe: I need to discuss some business with the former lady of the house, here.",
        "Sven: Oh, yeah.",
        "Moe: Yeah. Dorian, to be honest, I'm glad you're here.",
        "Dorian: Well, after all, I do still live here as does my family.",
        "Moe: I've been meaning to talk to you about that.",
        "Dorian: You're not putting us out on the street, are you?",
        "Moe: Oh, no, no, not at all. I'll make sure they're all comfortable until they've had plenty of time to find a place of their own.",
        "Noelle: Moe --",
        "Moe: Well, she doesn't expect us to live with her kin under the same roof until the end of time. Do you?",
        "Dorian: No, absolutely not. However, this is a very difficult time to disrupt Blair and her children and my sister.",
        "Noelle: But maybe -- see, I've always had a real good take on what people were thinking and not saying, probably from serving up lonely truckers the blue plate special for all these years, kind of like a bartender.",
        "Dorian: What's your point?",
        "Noelle: I'm getting signals loud and clear that you want your house back.",
        "Moe: That's enough, woman.",
        "Noelle: Woman? Did you just call me woman?",
        "Moe: She gave us all this fair and square. That's why I know you won't mind signing these.",
        "Dorian: And what is this?",
        "Moe: I took the liberty of hiring a lawyer.",
        "Dorian: A lawyer?",
        "[SCENE_BREAK]",
        "David: You should have heard her when she proposed to me.",
        "Viki: Yeah, I would have loved to have been there.",
        "David: Dorian regrets all of her previous transgressions, as do I. Her transformation is ongoing, but she is well on the right path.",
        "Viki: You really believe this.",
        "David: She trekked the backside of Llantano Mountain with me.",
        "Viki: Dorian hiked somewhere without a limo?",
        "David: That's when I knew she truly loved me. She's given up her old life for a new life with me.",
        "Viki: Well, I wish I could trust in that as much as you do, David.",
        "David: Viki, Dorian and I were meant to walk the same path together. If I didn't realize that was our destiny before, I certainly do now.",
        "Viki: Okay, so why are you here asking me for advice?",
        "David: Second opinion? I value yours only after the Dalai Lama's and my Zen master or any of the 210,000 other monks worldwide.",
        "Viki: I think I am honored. You really want an honest opinion -- honestly, honest?",
        "David: I would settle for nothing less.",
        "Viki: David, I think if you married Dorian under these circumstances, you would be the biggest idiot that ever walked on this earth.",
        "[SCENE_BREAK]",
        "Clint: Renee, I'm sorry about your friend, but I don't think you bear any responsibility. It sounds as if this lady had a lot of enemies.",
        "Rex: She was going to help steal Starr Manning's baby?",
        "Nigel: And she seemed like such a lovely person.",
        "Renee: She made mistakes. She was trying to make up for them.",
        "Rex: By skipping town?",
        "Clint: Look, could we get back to the subject at hand? Renee, I don't mean to be insensitive, but we've got a situation here.",
        "Renee: Why? What's going on?",
        "Rex: Dorian knows that David Vickers is Asa's son, and she's planning to get him to marry her and kick you all out on your suitcases.",
        "Renee: Oh, my God. What are we going to do?",
        "Clint: That's what we're trying to figure out.",
        "Rex: Jared has an idea.",
        "Clint: Which is?",
        "Rex: Neutralizing Dorian by finding David first and telling him the truth.",
        "[SCENE_BREAK]",
        "John: So you think Manning killed Lee Halpern?",
        "Marty: Oh, come on, it was in his house. And her testimony was going to put him away.",
        "John: Well, that's a motive. Without Starr's testimony or Halpern's, the D.A.'s got no case.",
        "Marty: Oh, why am I surprised?",
        "John: You seem awful interested. What's it to you?",
        "Wes: Marty knew her and she was the one that could put Manning away.",
        "John: So Manning would want to make her disappear.",
        "Wes: Paper says it was his lawyer who did it, self-defense.",
        "[Phone rings]",
        "John: Excuse me. Yeah, Rodi's.",
        "Marty: So it's all over now.",
        "Wes: What do you mean?",
        "Marty: Well, without Janet to bring Todd down --",
        "Wes: Well, she was leaving anyway, like she always does.",
        "Marty: Yeah, well, maybe you can finally have some -- some peace, huh? Now that she's dead?",
        "Wes: Maybe so. Hey, thanks.",
        "Marty: For what?",
        "Wes: For not telling McBain about --",
        "Marty: Oh, it's none of his business. Come on, you can trust me. You know that.",
        "Wes: Same here, Marty.",
        "[SCENE_BREAK]",
        "Blair: Well, I have no idea what Téa wants from Todd, but I'm almost certain she's the one that got to Starr and made her change her testimony.",
        "Bo: That would be tampering.",
        "Nora: Yeah, but we can't prove it.",
        "Blair: Well, good luck proving that she killed Lee Halpern.",
        "Nora: Oh, God, just -- I'll do anything not to have this deconstruct on me.",
        "Blair: Well, how are you going to stop that? It seems like all your key witnesses are either dead or clammed up.",
        "Nora: I've got a few other things.",
        "Blair: Oh.",
        "Nora: If I have to use them, I will.",
        "[SCENE_BREAK]",
        "Cole: Why didn't you tell me about your dad?",
        "Starr: I tried calling you a million times and you didn't pick up, and you haven't exactly been yourself lately.",
        "Cole: Look, that's not the point.",
        "Starr: What do you mean that's not the point? It's the point to me. If you're still taking those pills, you're scaring me.",
        "Cole: I don't need this, okay?",
        "Starr: See, that's exactly how you get. You won't even let me be worried about you. You just automatically get pissed. I am sorry I couldn't tell the truth to that jury, but I couldn't be the reason that my dad kills himself. I'm sorry.",
        "Téa: How are you, Estrella?",
        "[SCENE_BREAK]",
        "Clint: I don't like being up front with a con man, but on the other hand, I will tell Vickers anything and everything to keep Dorian from becoming -- God help me -- my sister-in-law.",
        "Rex: And cleaning you out for everything you've got.",
        "Clint: Yeah. Find David before Dorian ties him to the bumper of her limousine like a dead deer and goes out to find a justice of the peace.",
        "Rex: I'm on it.",
        "[SCENE_BREAK]",
        "David: I am an idiot? That isn't advice. That's a mean spirited comment.",
        "[David hisses]",
        "Viki: David, I said you would be an idiot if you married Dorian. Come on, what did you expect, my unconditional blessing?",
        "David: I was hopeful, yes.",
        "Viki: After what that woman has done? Good Lord, you're the one who told me what she did to Charlie. And my son-in-law, Nash, is dead because of Dorian, because she was so desperate to take over Buchanan Enterprises. And let's not even mention all the things she's done to you.",
        "David: Yes, but Dorian has a sincere desire to live a different kind of life.",
        "Viki: Okay, that's bull -- as Asa would say. Come on, she lies and she cheats to get what she wants. I don't want to see you hurt, David. Especially, now when you are sincerely trying to change.",
        "David: So you don't believe that Dorian is sincere?",
        "Viki: No, I don't. I have known her far too long and far too well, okay? She's up to something, David. I don't know what it is, but trust me. It's something. And I will believe that she gave up all of her material goods for you when I see elephants fly.",
        "David: So I am an idiot.",
        "Viki: You converted to Buddhism, David, not stupidity.",
        "David: Maybe. But, Viki, what if I really do love Dorian?",
        "[SCENE_BREAK]",
        "Dorian: \"I, Dorian Lord, do hereby donate without question or reservation, all of my worldly goods, including my home, formerly known as La Boulaie\" -- formerly known as --",
        "Moe: Keep reading.",
        "Dorian: \"Formerly known as La Boulaie and heretofore known as La Maison de Stubbs.\"",
        "Moe: I was going to do Casa Stubbs, but I figured I would keep it all Frenched out in your honor. So what do you think?",
        "Dorian: I think that you, sir, are the most ungrateful hillbilly on the face of this earth!",
        "[SCENE_BREAK]",
        "Viki: You love Dorian?",
        "David: I think so. But if you think I'd really be making a big mistake --",
        "Viki: The biggest of your life. But it's your life.",
        "David: You've said that I'm an idiot, that I'd be making the biggest mistake of my life. No, it's still not clear. What exactly are you trying to tell me?",
        "Viki: Follow your heart, David. You have to do what's going to make you happy, okay? Even if that means marrying Dorian.",
        "David: Ah, I knew it. You mean it?",
        "Viki: Yeah. You are my friend, David Vickeroshi. That does not come with strings. I love you and I will support you no matter what you decide.",
        "David: If nothing else, I've got good friend karma.",
        "[Viki chuckles]",
        "David: Thank you, Viki.",
        "Viki: Anytime. Namaste, David.",
        "David: Bend from the waist. It shows respect.",
        "Viki: Go home, David.",
        "[SCENE_BREAK]",
        "John: You need a ride to court?",
        "Marty: I don't need a babysitter.",
        "John: It's just a ride.",
        "Marty: No, but thanks. You do need to work on that coffee. I'm going to leave now, okay?",
        "Wes: Are you still going to court?",
        "Marty: Yeah.",
        "Wes: Well, I hope Lee's death doesn't prevent Manning from getting what's coming to him.",
        "Marty: Me, too. I'll stop in when it's all over.",
        "Wes: Okay.",
        "Marty: Okay.",
        "John: You know, the way you're focused on that article, you'd almost think you knew the woman.",
        "[SCENE_BREAK]",
        "Starr: You know, Téa, you look pretty chill for somebody who just offed a person last night.",
        "Todd: So how are you going to handle this today? Because you've got to know that the fact that you got rid of the prosecution's star witness is going to come up.",
        "Téa: Trust me.",
        "Todd: Do I have a choice?",
        "Téa: Have I let you down yet?",
        "Cole: What are you going to do about this, Nora? Hmm?",
        "Bo: Cole, try to keep a lid on it today, please. Let Nora do her job.",
        "[Blair clears throat]",
        "Bailiff: All rise. The fifth district court, Llanview, Pennsylvania, Judge Thompson presiding.",
        "Judge Thompson: Court is in session. Please be seated. I believe we are all acquainted with the recent developments regarding your witness, Ms. Hanen?",
        "Nora: Yes, Your Honor, and --",
        "Téa: Your Honor, I move to dismiss all charges against Todd Manning effective immediately.",
        "Nora: You what?",
        "Marty: Wouldn't that just be perfect.",
        "Judge Thompson: Dr. Saybrooke, please be seated. And silent.",
        "Nora: Your Honor, may we approach?",
        "Judge Thompson: Yes, council, both approach.",
        "Nora: Your Honor, the Commonwealth hasn't finished presenting its case, in spite of the fact that ms. Delgado just stabbed the Commonwealth's primary witness to death last night.",
        "Téa: It was self-defense. I called the police myself. I was taken in for questioning and not charged with any crime. The tragic events of last night have nothing to do with Todd Manning.",
        "Nora: Oh, please. It happened in his living room. My witness was being held in a secret place by the LPD for her own protection.",
        "Téa: Until she knocked out the officer protecting her and fled.",
        "Nora: Straight to Mr. Manning's apartment where Ms. Delgado now has stepped up and claimed self-defense in order to protect her client.",
        "Téa: From what?",
        "Nora: From murder charges, what else? I mean, come on. Who here doesn't believe that Todd Manning offed the only person who could put him behind bars for 15 years? I mean, who doesn't think that Téa now is taking the rap to save his sorry ass? Really, who? Anyone?",
        "[SCENE_BREAK]",
        "Wes: Why do you even still keep me on the payroll, McBain, huh? You've hated me ever since you saw Marty at my place.",
        "John: Just do your job. I don't have to like you.",
        "Wes: Oh, even if it's in your face all the time that Marty and I are friends?",
        "John: I don't really think about it much.",
        "Wes: That's crap.",
        "John: No, you know what that is? That's the truth, all right? But I will say this. I don't trust you with much more than a beer delivery.",
        "Wes: You know, that's funny. Beer delivery's about the only thing that's any of your business.",
        "[SCENE_BREAK]",
        "[Knock at window]",
        "Rex: Viki! Viki, it's Rex. There's an emergency.",
        "Viki: Good Lord. Come in. Gigi and Shane, are they okay?",
        "Rex: They're good. I'm working for Clint. There's a big problem.",
        "Viki: Dorian again?",
        "Rex: Yes, Dorian. If you've seen David Vickeroshi, you have to tell me where he is.",
        "[SCENE_BREAK]",
        "Moe: Did you just call us hillbillies?",
        "Dorian: Yes! How can you possible consider changing the name of an architectural gem like this to La Maison de Stubbs? First of all, that's not French. In French, it's La Maison Stubbs.",
        "[Doorbell rings]",
        "Dorian: There's no \"de.\" Duh. Second of all --",
        "Moe: Second of all, what?",
        "Dorian: Second of all, where do I sign? Oh, David. Hello, you're just in time.",
        "David: Just in time for what?",
        "Dorian: Why, to see me sign over all of my worldly goods to Maurice -- Moe Stubbs and his lovely fiancée Noelle.",
        "David: Dorian, may I have a word with you in the foyer? You'll excuse us. This is something that should be said in private among the enlightened.",
        "Dorian: So have you made your decision?",
        "David: Dorian, it was a decision that I did not make lightly. I weighed every pro to con, every yin to yang.",
        "Dorian: Don't say it.",
        "David: So be it.",
        "Dorian: David, what is that?",
        "David: I am assuming the traditional bow of acceptance. If you'll still have me, Dorian, yes, I will marry you.",
        "Dorian: Oh!",
        "Dorian: Oh, David. What made you decide to say yes to my proposal?",
        "David: I sought the council of the wisest person I know.",
        "Dorian: The Dalai Lama?",
        "David: The wisest person I know locally.",
        "[SCENE_BREAK]",
        "Viki: What are you doing, Rex?",
        "Rex: Sorry. It's just, I know people who know people who said they saw Vickeroshi's saffron robes strolling across your lawn. Please tell me he's still here.",
        "Viki: No, he's not. He left a little while ago.",
        "Rex: Okay, why was he here?",
        "Viki: Well, that's between David and me.",
        "Rex: Did he say anything about getting married? He did, didn't he? Tell me he didn't get married. He can't marry Dorian.",
        "Viki: Well, since you seem to know about it, no, he didn't.",
        "Rex: Oh, thank God.",
        "Viki: But he's considering it.",
        "Rex: Damn it! Sorry. Okay. Do you know where he went? I need to know where he went.",
        "Viki: My guess would be Dorian's.",
        "Rex: Viki, thank you.",
        "Viki: Uh, don't push your luck.",
        "Rex: Right.",
        "[SCENE_BREAK]",
        "Judge Thompson: Order. I will have order.",
        "Nora: I'm sorry, Your Honor. I meant no disrespect to the court.",
        "Judge Thompson: This is not the first time you've had an outburst during this trial.",
        "Nora: Yes, Your Honor, but it will be the last, I promise.",
        "Judge Thompson: I'm not going to tolerate this behavior any longer. I have one of you making accusations of murder, the other one confessing to killing a key witness in this trial. Things are obviously spiraling out of control.",
        "Nora: And for that reason, Your Honor, I would like to request a continuance so I can reorganize my case.",
        "Téa: Reorganize? Don't you mean fabricate? You have nothing, Nora, not one single credible witness to testify that my client was plotting to kidnap his grandchild.",
        "Nora: Well, I did until last night, but you took care of that, didn't you?",
        "Judge Thompson: Counselors, please. Ms. Hanen, do you have any additional witnesses?",
        "Nora: Not at the moment, Your Honor, which is -- but if you grant this continuance --",
        "Judge Thompson: The defendant's own daughter has testified that there was no kidnapping plan. Now, you have no witness to refute that testimony. Therefore, I have no recourse other than to direct the verdict myself.",
        "Nora: No, please, Your Honor. I am begging you. Please, do not do this.",
        "Judge Thompson: Begging is not going to produce a case, is it, Ms. Hanen? Take your seats.",
        "Judge Thompson: Mr. Manning, please rise. By the authority of the Commonwealth of Pennsylvania, I hereby direct the verdict of not guilty on all charges pending against you. This court is now adjourned.",
        "[SCENE_BREAK]",
        "John: How you been, Fish? You know I only call when I need a favor. Can you run a check for me? Yeah, guy's name is Wes or Wesley Granger. Former Navy Seal. That's right. See what you can dig up.",
        "[SCENE_BREAK]",
        "Rex: Who are you?",
        "Sven: I am Swedish.",
        "Rex: Good for you. Look, I'm in a rush and I'm, look --",
        "Sven: No, I am Swedish.",
        "Rex: Okay. I'm looking for Dorian Lord and David Vickers.",
        "Sven: Um --",
        "Rex: Vickeroshi?",
        "Sven: Oh. They leave.",
        "Rex: They leave. They leave -- they leave where? Ring. They leave to get married?",
        "Sven: Ja, married.",
        "Rex: Where? Where did they go to get married? Uh, bird.",
        "Sven: No, no, uh --",
        "Rex: Big bird -- airplane! Is that airplane?",
        "Sven: Ja, airplane.",
        "Rex: Oh, okay, where did they take the airplane?",
        "Rex: Atlantic City.",
        "Sven: Ja -- no.",
        "Rex: Vegas. They're going to Vegas?",
        "Sven: Ja, ja, Vegas.",
        "Rex: No!",
        "[SCENE_BREAK]",
        "Bo: I'm sorry that things went down the way they did.",
        "Blair: Well, don't tell me. Tell her.",
        "Cole: You all right?",
        "Marty: I knew this was going to happen. Todd's not going to pay for anything he's done.",
        "Starr: Cole, wait. I am sorry. I am so sorry.",
        "Cole: Just save it.",
        "Starr: Cole, you know that this is not what I --",
        "Cole: No, no! If you had just -- if you would've told the truth on the stand, they'd be convicting your dad right now, with or without Lee Halpern.",
        "Téa: Nora, if that is all --",
        "Nora: No.",
        "Téa: Todd and I will be going.",
        "Nora: No, actually, it's not all. Bailiff.",
        "Téa: What are you going to do, arrest me?",
        "Nora: No, not you. Her -- Starr Manning.",
        "Téa: What?",
        "Nora: Arrest her right now.",
        "[NEXT_ON]",
        "Natalie: I'm not going anywhere until I know those girls are safe.",
        "Jessica: How dare you.",
        "Nora: Since Todd's not going to jail, his daughter is."
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=Dr8Vo-JOeBo"
}