{
    "Episode Summary": [
        "Episode # 10576 ~ Missing Children"
    ],
    "Recap": [
        "Todd tells Tea that he will never forgive her for not telling him about his daughter. But she protests that he abandoned her. Ross was there for her and for Dani. Plus given Todd's negative track record with his own family, she did not want for Dani to find out that the likes of him was her father. Bo and Nora don't know how to tell Clint that they are together and she is going to end it with Clint. Everybody gets ready to attend Jared's funeral. But it looks like somebody has escaped custody. Mitch surprises everybody by popping out of Jared's casket."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Natalie: Please. Please bring him back to me. You brought back Cristian. Bring him back like you brought back John. Please. Please bring him back to me.",
        "[Door closes]",
        "Natalie: What are you doing here?",
        "Roxy: I came for you... to be with you for Jared's funeral.",
        "[SCENE_BREAK]",
        "Brody: Something I think you need to see.",
        "John: Is this what I think it is?",
        "Brody: Yeah. It's a letter to Jessica from Mitch Laurence.",
        "[SCENE_BREAK]",
        "Jessica: Don't play with me, Rex. Not today, okay? Just...",
        "Rex: I'm not. Mitch Laurence is my father. My aunt in Michigan, she showed me my birth certificate. Roxy confirmed it. I waited to tell you until after I told Shane. Natalie already knows.",
        "Jessica: What the hell are you saying? That you're Mitch's son?",
        "Rex: Yeah. Which means...you're my sister after all.",
        "[SCENE_BREAK]",
        "Charlie: Viki. You here?",
        "[Paper rustles]",
        "Viki: Charlie? Are you all right?",
        "[SCENE_BREAK]",
        "Nigel: These just arrived, sir. They're from your staff.",
        "Clint: Oh. From con man to one step away from being CEO and the love of my daughter's life.",
        "Nigel: Who knew young Jared would make such an impression on us all?",
        "Clint: I guess Natalie did. Now she's lost him.",
        "Nigel: This mortal coil can be so heartbreakingly fleeting. Times like these remind us to cleave even harder to those who matter most.",
        "Clint: Nigel, I can hardly wait for Nora to get home.",
        "Nigel: You've missed her?",
        "Clint: Yep, and my brother, too.",
        "[SCENE_BREAK]",
        "Nora: I think jet lag is really starting to hit me.",
        "Bo: Well, you'll be able to get some rest after the funeral.",
        "Nora: Well, I don't know. It depends on what the... what the family needs. You know, I should probably go check in at my office.",
        "Bo: Yeah, me too.",
        "Nora: Oh, Bo, I can't even consider leaving Clint now.",
        "Bo: Don't. Just know that I love you.",
        "Marty: Am I interrupting something?",
        "[SCENE_BREAK]",
        "Todd: I hate you more than anyone I've ever hated in my entire life. You kept my own child from me.",
        "Téa: No, I--",
        "Todd: I didn't know she existed. Little girl, my little daughter.",
        "Téa: That's not--",
        "Todd: I don't know--",
        "Téa: That's not what happened.",
        "Todd: How do you keep me from knowing about my own child until now, Téa?",
        "Téa: I believed Daniella was Ross's. After you abandoned me on that deserted island, after you left me for Blair, I never thought that I would see you again. Ross was there.",
        "Todd: So you just thought, give her to Ross. What the hell.",
        "Téa: I didn't give anything to Ross. You... you abandoned me on a deserted island. Ross is the only reason that I survived after you left. And after I found out I was pregnant, I couldn't bear to think about the one time, the one time we made love. I literally...blocked it out of my mind, Todd. How could I not? You left me one day after we had sex. I don't know how you managed to do that, but what I did was I buried my feelings for you, buried all the dreams I had of being with you and of making love to you, waking up with you, carrying your child, raising it together. After you abandoned me on that deserted island, I had to forget you, and I did. God only knows how, but I did. When I found out I was pregnant, you were part of my past. You were an echo. You were a dream that I barely remembered. Ross--Ross was my future. I had no doubt in my mind that Daniella was his. I believed it in my heart. I believed it in my soul. And when Daniella was born--ha ha!--I forgot about everyone and everything else, Todd, because she gave my life meaning in a way my life had never had meaning before.",
        "Todd: Yeah, well, I would have liked to know her. I wish I had had the chance to know her.",
        "[SCENE_BREAK]",
        "Charlie: Yeah, I guess I just wish I had more time to have been a father to Jared, but I'm okay now. You should be with Natalie.",
        "Viki: I am there for Natalie, but unlike you, she lets me know when she needs me. Sweetheart, you can't get rid of me that easily.",
        "[SCENE_BREAK]",
        "Natalie: Give me one reason why I should let you stay at Jared's funeral?",
        "Roxy: Because I think you really need me.",
        "Natalie: I need nothing from you. You are a liar and a terrible mother. You never even told Rex the truth about his father. You never even bothered to tell him or me or Jess that you knew for a fact that Mitch Laurence was alive.",
        "[SCENE_BREAK]",
        "John: \"You disobeyed one of our commandments to honor your father. But that's all right. With my guidance, you will learn contrition.\"",
        "Brody: Keep reading.",
        "John: \"I look forward to seeing you again and meeting my beautiful, little gi--\" what an idiot.",
        "Brody: I swear to you, John, if Laurence even goes near Bree, I'll put him down for good.",
        "John: Hmm. Question is, how did Laurence get this past California corrections? I mean, they were ordered not to let him have any contact with anyone he victimized.",
        "Brody: Well, yeah, that's what I said when I saw the letter, so I called out there.",
        "John: And?",
        "Brody: They played dumb. I don't care how he did it. Point is, he did. Now, what are we gonna do to stop him?",
        "[SCENE_BREAK]",
        "Roxy: I never thought for one minute that Mitch was anywhere but 6 feet under.",
        "Natalie: So, where did you get those stem cells from, a corpse?",
        "Roxy: I pulled the plug after I got the blood. Honey, I thought he was dead.",
        "Natalie: You thought.",
        "Roxy: I called the clinic. Yeah, even they told me that he was dead. Listen, if I thought that Mitch was alive for even one second, I would have called Johnny or something so that nobody could ever get hurt again.",
        "Natalie: Well, they did, and it's your fault. You helped get my husband killed, and now you want to sit at his funeral?",
        "Roxy: You need me, whether you want me or not. You can try to scare me away, but it ain't gonna work, 'cause I'm gonna be right by your side, whatever it takes.",
        "[SCENE_BREAK]",
        "Jessica: Look, Rex, Mitch is my father, like an animal is a father, okay? No, you know, that's an insult to animals.",
        "Rex: I get it. You don't accept Mitch. You don't accept me.",
        "Jessica: No, I'm not in denial. Technically, yes, Mitch is my father, but...in every way that counts, in every memory in my heart, Clint is my dad.",
        "[SCENE_BREAK]",
        "Clint: I hate to admit this, but after Matthew's accident, I started to get jealous of all the time that Bo got to spend with Nora. Petty, don't you think?",
        "Nigel: You flew your brother and your wife to see their son on Thanksgiving. A petty man would not have even considered such a gesture.",
        "Clint: Nigel, you and I both know that I'm no angel.",
        "Nigel: I remain impressed nevertheless.",
        "Clint: And to be honest, I was worried that all the travel that Bo and Nora were doing together would put a strain on our relationship, but instead it just proved how strong the marriage is. No. I couldn't trust or love Nora any more than I do right now.",
        "[SCENE_BREAK]",
        "Bo: You know, in the middle of all the grief that everybody's feeling for Jared and everything else, we do have some good news.",
        "Nora: Yes, we just got back from visiting Matthew in Seattle.",
        "Bo: He had his spinal surgery.",
        "Marty: I didn't know. Is he...",
        "Nora: He's starting to get some feeling back in his legs.",
        "Marty: Oh, Nora! I'm so happy for you, for both of you, all of you! This is... it's like a miracle!",
        "Bo: Yeah, it is. It really is.",
        "Marty: Oh, my gosh. I can't wait to tell Cole!",
        "Nora: I'm really sorry. I should have called you and told you and--",
        "Marty: No. You. I should be calling you. I should be calling you. I'm never gonna stop blaming myself for not seeing that he was doing drugs early on and then the accident--",
        "Nora: Marty. Marty. I really think it's gonna be all right.",
        "Marty: Oh, my God. Maybe our lives, they can be normal again.",
        "Bo: I need to talk to John.",
        "Marty: Oh, Bo, can you tell John I'm here, and whenever he's ready to go to the funeral then I'm ready?",
        "Bo: Sure.",
        "Marty: Okay. You okay?",
        "Nora: Oh, I'm fine. I just have to go get ready for the funeral.",
        "Marty: Okay.",
        "[SCENE_BREAK]",
        "Téa: I swear to you on my soul, Todd, I did not know that Daniella was yours. Okay? It was only as she grew older that she started reminding me of you, the way s laughs, the way she looks at me when she's angry with me, which is quite often these days. And as she reminded me of you, that's when I realized that as hard as I had tried, I had never gotten over you. And that's when I knew I had to come find you.",
        "Todd: You sure did, boy. You came and found me, made me fall in love with you. I even married you, for God's sake. Still didn't tell me about my child. Why?",
        "[SCENE_BREAK]",
        "Viki: Charlie, I've lived through the death of a child. And I know that most of the time nothing helps. Everything just hurts. And you want to be left alone and you don't want to talk, and I understand that. But it's not gonna stop me from just being there for you, okay, to talk or not to talk, to leave you alone, or just be close by. I will do whatever it is that you need me to do, even if you're not sure what it is, okay?",
        "Charlie: Yeah.",
        "Viki: Why don't you go get ready, and I can lay out your clothes, okay?",
        "Charlie: Okay.",
        "Viki: [Sigh]",
        "[SCENE_BREAK]",
        "Roxy: You can ignore me. You can yell at me. You can hit me. You can throw things at me-- whatever makes you feel better. God knows, you used to take care of me when I was all drunk and messed up. And now, honey, I want to take care of you because I love you. I love you so damn much. [Crying] You know, he didn't even trust me to give him a haircut, but I loved this lug of a husband of yours and I'm gonna miss him so much.",
        "[SCENE_BREAK]",
        "Rex: Look, I get it. If I had a dad as great as Clint and then here comes this son of a psychopath trying to tell you that we're related--",
        "Jessica: That's not what I wanted.",
        "Rex: It's okay. You don't owe me anything. I'm the guy who has lied his way into this town, tried to get his hands on your money by scamming you into thinking that you were my sister. I was my daddy's son. It's no wonder you don't want to deal with me. I just want you to know. That's all. I'll take off now.",
        "Jessica: Wait, Rex. I got a letter from him today.",
        "Rex: What?",
        "Jessica: I got a letter from him today. He wrote me.",
        "Rex: The bastard's in a jail in Napa. He's been charged with Jared's murder. He shouldn't be able to get in tou--",
        "Jessica: I know. I know, he shouldn't, but he did.",
        "Rex: And then I barged in here. Gotta love my timing.",
        "Jessica: Hey, you didn't know.",
        "Rex: Well, I should have. I should have known what you'd be going through today.",
        "Jessica: Rex, I know what it's like to be told that Mitch Laurence is your biological father. I really wish you didn't have to go through it.",
        "[SCENE_BREAK]",
        "Téa: Hold on, hold on. I didn't know when I first got back to Llanview if you were Daniella's father or not. I thought maybe I was just obsessing about you and was looking for some excuse to come find you. All I knew was that I was slipping back down that same rabbit hole that I--",
        "Todd: I am her father. Why would you keep that from me?",
        "Téa: You're not exactly father of the year, pal. I mean, let's see. You gave Jack away when you thought he might be Max Holden's. You tried to murder Margaret Cochran when she was carrying Sam. You pushed Starr down a flight of stairs, when she was about the same age Daniella is now and pregnant. When I came back because of Ray Montez's case, where did I find you? In jail! In jail, Todd, because you had plotted to kidnap...your granddaughter because you were holding Marty Saybrooke captive. And you wonder why I didn't tell you that Daniella was your daughter? First of all, I didn't know. Second of all, I didn't know that I wanted to know that you were her father. Why would I want Daniella to be related to you?",
        "[SCENE_BREAK]",
        "John: Brody put in a call to the warden, but he gave him the brush-off.",
        "Bo: We'll go over his head.",
        "John: Yeah, well, I was just about to put a call in to the head of the department of corrections.",
        "Bo: All right. Find out if Laurence has a higher-up in his pocket.",
        "John: They're letting him send out letters. What else are they letting him do? It's for me.",
        "[SCENE_BREAK]",
        "Clint: Oh! You are a sight for sore eyes.",
        "Nora: Oh! Hi, Clint.",
        "Clint: Hi. I knew you'd try your damndest, but I wasn't sure that you'd make it home in time for the funeral.",
        "Nora: Well, here I am.",
        "Clint: Yeah.",
        "Nora: Do I have time to go and shower and change?",
        "Clint: Oh, yeah, yeah, yeah. Of course. I got a few calls to make. And it is so good to have my wife home.",
        "[SCENE_BREAK]",
        "John: He said he'd look into who dropped the ball on Laurence.",
        "Bo: He sound convincing?",
        "John: Well, he's the head of California corrections. He said he'd shut down whatever Laurence is doing.",
        "Brody: I hope that's the end of it. The last thing Jess and Natalie need is more contact with the psycho who killed Jared.",
        "Bo: And this isn't just any psycho. I know from experience, Laurence doesn't know when to stop.",
        "[SCENE_BREAK]",
        "Viki: We should go.",
        "Charlie: Yeah, I...[Kiss] Okay, just--I...I'll be right with you.",
        "Viki: Okay.",
        "Nigel: Welcome home, Mrs. Buchanan.",
        "Nora: Oh, Nigel, have you seen Clint?",
        "Nigel: I believe he's in the study on a telephone call. I was just about to deliver the message that Mrs. Renee Buchanan...she's too upset to attend Jared's funeral.",
        "Nora: She did love Jared an awful lot.",
        "Nigel: Actually, in light of her distress, I was wondering if it would be agreeable if I were to remain here and look after her?",
        "Nora: Yes, of course, Nigel. Please give her my love, will you?",
        "Clint: Nora.",
        "Nora: Yeah.",
        "Clint: You ready?",
        "Nora: As ready as I'll ever be.",
        "[SCENE_BREAK]",
        "Marty: Hey.",
        "John: Hey. I'm sorry. Have you been here long?",
        "Marty: Long enough to hear the good news. About Matthew. He had the operation. He's getting sensation back in his legs. Bo didn't tell you?",
        "John: Wow. No. We've been so bogged down with this Laurence nonsense. I don't think he got a chance. You tell Cole?",
        "Marty: Yeah. He was over the moon.",
        "John: That's great news for all of you.",
        "Marty: Yeah. On a day like today we need some.",
        "John: Yeah. Come on.",
        "Marty: Okay.",
        "[SCENE_BREAK]",
        "Téa: Who fought for you when no one else would? Who stood up for you? Who was willing to take the rap for you? Who won your freedom for you? Hmm? You were screwed up in so many different ways. It's true. But that didn't stop me from falling back in love with you. Silly me. At that point, I didn't know if Daniella was yours. So I had a DNA test done, and you have the results.",
        "Todd: They're from December! Last December!",
        "Téa: Yeah! You remember what happened at New Year's? You remember?",
        "Todd: You don't think for a second maybe knowing I had a daughter out there somewhere would have kept me from wanting to kill myself?",
        "Téa: You had a daughter, Todd. And you didn't give a second thought to how killing yourself would have affected Starr. Oh, come on. You were an absolute disaster. Your life was a mess. You had me head over heels in love with you one minute and scared to death the next. What was I supposed to do?",
        "Todd: So you were holding out because you wanted to make sure I loved you?",
        "Téa: No, no.",
        "Todd: Well, what?",
        "Téa: Maybe, maybe. Listen! I had every intention of telling you before you ever said that you loved me.",
        "Todd: But?",
        "Téa: But? But? After the suicide attempt, the KAD murders started happening! Oh, you think that's funny? We were all in the middle of that because of you! I almost died of a gas leak because of you! Because of what you did to Marty Saybrooke! And still... still I wanted you to know. Still I wanted Daniella to know you. And that's why I started to tell Blair about Daniella, because I didn't want to be buried with that secret.",
        "[SCENE_BREAK]",
        "Natalie: Please. Please, let it not be you in there. Okay? Please, God, let there be a mistake. Please? Let me have my husband back. Please. Please.",
        "[Sobbing]",
        "Viki: Shh.",
        "[Natalie sobbing loudly]",
        "[SCENE_BREAK]",
        "Téa: I told Blair that you were the love of my life. I was about to tell her about Daniella, but then we both passed out, right before the place was blown to smithereens.",
        "Todd: And who took you home from the hospital and took care of you?",
        "Téa: You did.",
        "Todd: That's right.",
        "Téa: You took care of me, Todd. You did. I was pretty messed up. I was physically pretty damaged from that episode. I wasn't exactly in a good place to tell you. And when I finally was, I found you in bed with Blair.",
        "Todd: So you were punishing me. Okay.",
        "Téa: No. No, that's not what I was doing.",
        "Todd: I mean, even after I crawled back to you and asked you to marry me... you couldn't tell me then, either? I loved you.",
        "[Téa sniffling]",
        "Todd: Téa. I deserved to know.",
        "Téa: I know.",
        "Todd: Then why didn't you tell me?",
        "Téa: Todd, Todd, okay. Listen. This is the part--this is the part where I messed up, okay? I messed up. I made a mistake. All right? I made a mistake. And all I can do, all I can do is hope that you can forgive me. Please.",
        "[SCENE_BREAK]",
        "Minister: He will wipe the tear from every face. On Mount Zion, the Lord will remove the pall of sorrow from all of us. He will destroy death forever.",
        "[Organ music playing softly]",
        "Bo: How you doing?",
        "Clint: This is just a little harder than I anticipated. And not just because my daughter loved him, but I'm gonna miss him.",
        "Bo: Well, whatever you need, I'm here.",
        "Clint: I know. I can always count on you, Bo.",
        "[SCENE_BREAK]",
        "Todd: Forgive you. No. I will never forgive you for not telling me about our child. Ever.",
        "Téa: Ha! You were always running back to Blair. Any--",
        "Todd: So it was punishment!",
        "Téa: Look...I don't have any excuse for this. I'm throwing myself on your mercy here. You've always said that you feel connected to Blair because she's the mother of your chi--",
        "Todd: So what?",
        "Téa: I don't want it-- I don't want it to be like that for us. I didn't want to wonder the rest of my life if you were with me because of Daniella. I wanted to know beyond a shadow of a doubt that you loved me because of me and not because we had a child together.",
        "[SCENE_BREAK]",
        "Minister: We come here today to remember our son, husband, and friend Jared Banks, to give thanks for his life, to commandeer him to God, our merciful judge and redeemer, to commit his body to be buried and to comfort one another in our grief. At this time, Jared's sister-in-law Jessica will give the eulogy.",
        "Jessica: It wasn't that long ago that I was in my sister's place and I buried my husband and along with him all of our dreams. But I let my pain and anger take over, and I lashed out at loved ones, especially Jared. And I did unforgivable things to him, and he forgave me. He took what I dished out with the same dignity that I see in his father even now. Natalie, from the moment that you committed to Jared, everything that I put you through, everything that's happened over the past few months when everybody was pointing their finger at Jared, your love for him never wavered. You made him so happy. And you were what was missing in his life. And even though Jared's gone, his spirit isn't and neither is yours. And even the man that killed him can't take that away from you. He can't take that away from any one of us in this church. We won't let him hurt you any more, Natalie. I promise you, Jared. I guess it's the least that I can do, after the forgiveness that you've shown me, and all the love that you gave my sister. Natalie's in really good hands, so you can rest in peace.",
        "Minister: Let us pray.",
        "Minister and congregation: Our Father, who art in heaven, hallowed be thy name. Thy kingdom come, thy will be done on earth as it is in heaven...",
        "John: I'm sorry. I need to take this. It's about Laurence.",
        "Minister: And forgive us our trespasses...",
        "[SCENE_BREAK]",
        "Todd: I love you! I married you, did I not?",
        "Téa: I know, and I kept trying to tell you. Remember, you said the past didn't matter!",
        "Todd: You didn't tell me!",
        "Téa: If I had told you about Ross--",
        "Todd: You didn't even tell me about Ross.",
        "Téa: If I had told you about Ross, I would have had to tell you about everything else, Todd.",
        "Todd: That's what you wanted. That's what you keep telling me you wanted.",
        "Téa: You know what I wanted?",
        "Todd: What?",
        "Téa: I wanted one perfect night with you. I wanted one night where didn't have to worry about anything, where we were just together. Todd, sue me! I wanted-- I wanted a perfect wedding night. And we did have one, didn't we? It was beyond my wildest dreams. And when I woke up, I was ready to be honest with you. And I walked outside the cabana, and there was a check made out to Ross. Todd, my heart stopped. I knew he had to be around somewhere. I went to look for him. In the meanwhile, Blair got to you, told you about Ross. The rest is history. When I came back home, you wouldn't even let me speak. You wouldn't even let me get the words out.",
        "Todd: Really? You couldn't just say those words? What is it-- 4 little words. We have a daughter.",
        "Téa: No, I couldn't. Not like that.",
        "Todd: No? No.",
        "Téa: I couldn't. And when I worked up the courage to tell you--",
        "Todd: Blah, blah, blah.",
        "Téa: You were in bed with Blair again.",
        "Todd: All right, here we go again.",
        "Téa: You know what the worst part is? The worst part? Even worse than seeing you in bed with her was that you believed her. You believed her! Oh, Todd, Blair will do whatever it takes to get you back, especially after she lost John to Marty.",
        "[SCENE_BREAK]",
        "John: McBain. Yeah, thanks for getting back to me. What about Laurence? What?",
        "[SCENE_BREAK]",
        "Todd: What are you talking about?",
        "Téa: Blair. The night that Ross and I found you guys upstairs, I was coming to tell you about Daniella.",
        "Todd: Right.",
        "Téa: I ran into Ross. And Ross was looking for Blair. And she had just told you that I had pushed her out a window, right?",
        "Todd: Yeah, that you and Ross were trying to take my money.",
        "Téa: Of course. That's why I married you, Todd.",
        "Todd: You admitted it was true, didn't you?",
        "Téa: Because you believed Blair when she said it. She was lying to you through her teeth that night. She didn't want you to know that you and I had a child together.",
        "Todd: Are you saying Blair knew about this?",
        "Téa: That's exactly what I'm saying.",
        "[SCENE_BREAK]",
        "Minister: God be in my mouth and in my speaking.",
        "Congregation: God be in my mouth and in my speaking.",
        "Minister: God be in my heart and in my thinking.",
        "Congregation: God be in my heart and in my thinking.",
        "John: Are you sure? How long ago?",
        "[SCENE_BREAK]",
        "Todd: No, there's no way that Blair knew you and I had a child together. She would have told me, definitely. She knows what family means to me.",
        "Téa: Ha! Ha ha ha! Ah... I went to see Blair after you kicked me out. I was so angry and so hurt. We fought, and the truth about Daniella came out. Blair insisted that she was gonna go tell you, so I tried to stop her. We struggled. She pulled away from me and accidentally fell out the window.",
        "Todd: We know that's a lie, don't we?",
        "Téa: She did suffer from memory loss. That part's true. But when Blair finally remembered, suddenly it didn't seem like such a good idea for you to know about our love child, Todd. I honestly was trying to find a way and a time to tell you about our little girl, but Blair... she never wanted you to know.",
        "[SCENE_BREAK]",
        "Minister: The Lord is my shepherd, I shall not want. He maketh me to lie down in green pastures. He leadeth me...",
        "John: No. I don't give a damn how it happened.",
        "Minister: ...Restoreth my soul.",
        "[SCENE_BREAK]",
        "Téa: So, instead of telling you about our child, Blair told you that Ross and I were still together and that we were trying to get your money.",
        "Todd: Why didn't you say something?",
        "Téa: Because you believed her.",
        "Todd: This isn't about Blair, Téa.",
        "Téa: It's always about Blair. She was in this up to her neck. Blair was terrified that if you knew we had a daughter together, you'd come running back to me for good.",
        "[SCENE_BREAK]",
        "Minister: He leadeth me in the path of righteousness for his name's sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil, for thou art with me.",
        "[SCENE_BREAK]",
        "Todd: Just because we have a kid together? Blair should have known better. I know now that we have a kid, Téa. And there is no way in hell I would ever come back to you. I would rather die than be with you again.",
        "[SCENE_BREAK]",
        "Minister: Thy rod and thy staff they comfort me. Thou preparest a table for me in the presence of mine enemies.",
        "[Congregation murmuring]",
        "[SCENE_BREAK]",
        "Téa: I'm sorry. I was wrong. I should never have kept Daniella a secret from you. Please try to understand.",
        "Todd: No, no, no. Téa, I want you to understand something. I'm gonna get out of this jail very soon. And when I do, I'm gonna find Daniella and I'm gonna be her father. But I want you to go to hell.",
        "[SCENE_BREAK]",
        "[Congregation murmuring]",
        "[All gasp]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=bR0hWIprc0g"
}