{
    "Episode Summary": [
        "Episode # 10703"
    ],
    "Recap": [
        "Bo and Nora both have big \"mishaps\" before the wedding. After she's injured her eye, broken her tooth and sprained her ankle, Roxy somehow turns her hair green and Nora's wedding dress catches on fire. She's ready to turn off the wedding and completely discouraged. But Viki pulls all the women together to overcome the setbacks. She and Gigi go and find a dress for Nora. Natalie motivates a discouraged Roxy to step up and fix Nora's hair. And it looks like they're not going to give up. Bo goes to the chapel with Rex and Matthew and gets attacked by a skunk that infests him and destroys his tux. Rex has him bathe in tomato juice. Matthew runs into Destiny who has noticed Nate kissing Dani and wants to protect Matthew from being betrayed. Viki encourages Gigi to get back with Rex. Bo encourages Rex to get back with Gigi. And David Vickers appears out of nowhere."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Nate: I know I said it was none of my business whether or not you told Matthew you loved him, but it is. I don't want to complicate your life. It's pretty much complicated enough as it is. But --",
        "Destiny: Oh, no, she didn't.",
        "[SCENE_BREAK]",
        "John: Brody, it's me. Yeah, I hear it, too. Yeah, I know. The storm's moving in fast. If we want to salvage Bo and Nora's wedding, we got to get a move on. How are you doing on those flowers? All right. Keep trying. I'm about to round up a wedding singer right now.",
        "[SCENE_BREAK]",
        "Kelly: Don't kill me. I've been in your closet. I'm sorry. I would have told you, but you were nowhere to be found.",
        "Blair: I've been right here.",
        "Kelly: And I really need something to wear, and I knew that you had millions and millions of fabulous things in your closet because you're stylish and you're sexy, even on your worst days, unlike sad, unfashionable me, who left everything you could possibly wear at a wedding back in London.",
        "Blair: All right, take a deep breath, Kelly. It's all right. My gosh, you even take the fun out of watching you grovel. You can -- I don't care. You can wear -- wedding? Whose wedding?",
        "Kelly: Bo and Nora's.",
        "Blair: When?",
        "Kelly: Today. Aren't you going?",
        "Blair: I wasn't invited.",
        "Kelly: Oops.",
        "[SCENE_BREAK]",
        "Bo: I got some fixing up to do in here.",
        "Rex: Good luck finding the skunk.",
        "Bo: Thank you.",
        "Animal Control Guy: There he is. There's the skunk. Commissioner, look out!",
        "Bo: Oh, no! No!",
        "Rex: What happ -- oh! It looks like you just got skunked.",
        "Animal Control Guy: You got him?",
        "Animal Control Guy #2: Almost. There!",
        "Rex: Commissioner down!",
        "[SCENE_BREAK]",
        "Roxy: Ta da!",
        "Nora: What? What? What? Why are you all looking at me like this? Mirror.",
        "Viki: It's not that bad.",
        "Nora: Somebody get me a mirror. Mirror, now! Give me the mirror. Give me the mirror, Gigi. Give me the mirror.",
        "Viki: Oh.",
        "Nora: Oh! Oh! Oh! Ohhh!",
        "[SCENE_BREAK]",
        "Destiny: Oh! Why me, God? Why do I always have to be the one catching everybody?",
        "Matthew: Catching everyone what?",
        "[SCENE_BREAK]",
        "Kelly: I think I should probably get that.",
        "Blair: How could Bo and Nora not invite me to the wedding?",
        "Kelly: Well, it probably just got lost in the mail.",
        "Blair: Got lost in the mail but yours made it to you. You've been squatting here for, well, just a few months, and me, on the other hand, I've been living here forever. This is my home, and mine suddenly goes missing?",
        "Kelly: Okay, it's possible.",
        "Blair: You know, it's a snub. That's what it is. What have I ever done to Bo and Nora? I mean, I am a friend to all and an enemy to none.",
        "Kelly: Isn't Nora real close to Marty Saybrooke?",
        "Blair: Marty Saybrooke? Oh, my -- they don't that I can be actually civilized to that wet rag for what, till their wedding is over? I love weddings.",
        "Kelly: Maybe Nora remembers how much you loved her last one.",
        "Blair: What are you talking about?",
        "Kelly: It's probably just meant to be a small, intimate ceremony, okay? How should I know, all right? I got to get that.",
        "Blair: Intimate? What? It's intimate and she's gonna invite you and not me?",
        "Kelly: You know what? They probably had to make the cutoff somewhere.",
        "Blair: You, who snubbed Kevin Buchanan, yet you still got invited to a family wedding. Me, on the other hand --",
        "Kelly: Is going to let me borrow this dress, right?",
        "Blair: No, I'm not gonna let you borrow my dress!",
        "Kelly: Blair, come on --",
        "Blair: You can wear --",
        "Kelly: Ooh!",
        "[SCENE_BREAK]",
        "John: Is this a bad time?",
        "Bo: Don't come too close, Balsom.",
        "Rex: No, I think I can do it. No, I can't do it. That's bad. Oh.",
        "Bo: Come on. It's a skunk.",
        "Rex: That is not just a skunk. That -- that's the mother of skunks. That's a death skunk, and he got you.",
        "Bo: [Coughs] I'll live.",
        "Rex: Not if you still stink like that when Nora walks down the aisle looking as beautiful as ever.",
        "[SCENE_BREAK]",
        "Nora: Roxy, what have you done to me?",
        "Roxy: Oh, it's got to be your hair. Maybe the pH is all screwed up.",
        "Nora: So it's my fault you turned my hair green?",
        "Viki: You know what? It's okay. We're just gonna have to figure out how to fix it.",
        "Nora: Viki --",
        "Viki: No, we can.",
        "Gigi: I actually think it looks kind of cool.",
        "Natalie: Yeah. Yeah. A really great up-do or a veil.",
        "Nora: For God's sake, I look like one of those little green troll dolls.",
        "Roxy: Well, you know, maybe that's good luck, because I pulled my trolls out the other day at the slots, and I got 3 banana bunches --",
        "Nora: Roxy! This is not a weekend in Atlantic City. It's my wedding day! Bo's gonna take one look at this, and he's gonna run for the hills.",
        "[SCENE_BREAK]",
        "Rex: We need to get you to a car wash, like p-ronto. Unless you want to postpone.",
        "Bo: Postpone? Balsom, what, are you kidding me? I don't retreat. I promised Nora a perfect wedding right here at St. James on our original anniversary, and that's what she's gonna get!",
        "Rex: If you're sure --",
        "Bo: I'm not gonna let some messed-up flowers or a nor'easter or skunk stink get in the way of that, all right? I'm marrying Nora today, right here. Now, let's go get that rodent!",
        "Animal Control Guy #1: Commish, watch out! Incoming!",
        "Bo: Get out of here, Balsom!",
        "Rex: He get you?",
        "Bo: No. No, you?",
        "Rex: No. I'm good.",
        "Bo: No. No, no, no, no! He's got my tux!",
        "[SCENE_BREAK]",
        "Roxy: You know, Nora, it could have been a lot worse.",
        "Nora: Really, Roxy? How could it get worse than this?",
        "Roxy: I could have made it fall out.",
        "Nora: I'm gonna kill you.",
        "Roxy: No.",
        "Viki: Oh, Nora, no. Calm down. You're gonna hurt yourself.",
        "Nora: No, I won't hurt myself.",
        "Roxy: No, no, no, no. No, no. Hey, listen. Hey, listen. Nora, you know, it's really no big deal because nobody at a wedding even looks at a bride's hair. Right, ladies? Viki and",
        "Natalie: Yeah.",
        "Nora: Oh, for God's sake. They don't?",
        "Roxy: No. They're gonna be too busy oogling you in that gorgeous dress.",
        "Viki: Well, that's true. That's true.",
        "Natalie: Do you smell this?",
        "Viki: Smell what?",
        "Natalie: Smoke.",
        "[SCENE_BREAK]",
        "Animal Control Guy #2: Got it!",
        "Bo: Thank God. Is that my tux, Balsom? Show me.",
        "[SCENE_BREAK]",
        "Viki: Well, where's it coming from?",
        "Nora: Oh, no! My dress! My dress! Oh!",
        "[SCENE_BREAK]",
        "John: Easy, easy. I rang the bell several times. You probably couldn't hear me over the yelling. Is everything okay?",
        "Blair: Oh, everything's just fine except my dear cousin Kelly can't take no for an answer, which by the way, you owe me two grand for this.",
        "Kelly: That dress didn't cost two grand.",
        "Blair: Yeah. You're the one that wanted to wear it.",
        "Kelly: Not that badly.",
        "Blair: So, what do you need, John? What can I do for you?",
        "Kelly: John is probably here to see me. I'm sure you have some news about my mom's case.",
        "John: No, sorry. Um, I have an FBI friend working on something. I'm waiting to hear.",
        "Blair: Well, since you're not here to see Miss Kelly --",
        "John: I'm here to see you.",
        "Blair: Really? What a shocker, since everything seems to revolve about miss thing over there.",
        "Kelly: Okay, Blair, you've made your point.",
        "Blair: Oh, yeah? So, what do you need?",
        "John: Actually, I'm here for Nora. She needs your help.",
        "Blair: Oh, does she, now?",
        "[SCENE_BREAK]",
        "Roxy: Fire! Fire! There's a fire! There's a fire! What are you doing? There's a fire!",
        "Natalie: Coming through!",
        "[Spraying]",
        "Nora: Oh. Is it all right? Can I look?",
        "Viki: No.",
        "Nora: Why? Oh. Oh -- oh -- oh -- that's it. That's it. I'm done. I'm done. I'm done. I'm going to call Bo, and I'm going to tell him that the wedding is off. I can't -- I can't do this.",
        "[SCENE_BREAK]",
        "Animal Control Guy #1: Sorry we didn't catch the skunk sooner, Commissioner.",
        "Bo: Oh, that's all right. Hey, by the way, you guys have any tips on how to get skunk off skin?",
        "Animal Control Guy #2: We wish. Ha ha! Have a nice wedding.",
        "Bo: Yeah, thank you. Oh --",
        "Rex: Bo, are you -- are you okay?",
        "Bo: Oh, sure, Balsom. I just need some time to think. The church stinks. I stink. I got a headache, and I got no tux. It looks like I'm done for. I'll have to call Nora and call this whole thing off.",
        "[SCENE_BREAK]",
        "Blair: Nora needs my help?",
        "John: Yeah. It's sort of an emergency.",
        "Blair: Hmm. What kind of emergency, pray tell?",
        "John: Uh, well, as you know, today is Nora and Bo's wedding.",
        "Blair: Really? Wow. I had no idea.",
        "John: Oh, I just thought that --",
        "Blair: Oh, that I had been invited? Well, you know what? I thought so, too. Funny.",
        "John: Well, you see, the thing is, the wedding singer got sick.",
        "Blair: And you thought that I would just be a perfect substitution, right?",
        "John: I thought of the person with the most beautiful voice I know.",
        "Blair: John, that's really sweet of you, and I am so flattered, but you also should know that I don't play second fiddle to anyone. So you can just mosey on back to Nora Hanen Gannon Buchanan Colson Hanen Buchanan and tell her that she can take her latest Buchanan marriage and shove it.",
        "[SCENE_BREAK]",
        "Viki: Now, Nora, let's not be hasty, okay?",
        "Nora: Hasty? Viki, look at me. I have no tooth. I can't walk. I can't see. I have green hair. All I need is a parrot on my shoulder, and I could go as some punked-out pirate or something.",
        "Roxy: Hey, baby, if that's the look you're going for, I got a fabulu pair of earrings --",
        "Nora: Oh, shut up, Roxy! I'm not going for any look. I'm done. I'm done.",
        "Viki: Now just hang on a minute. You're saying that's it?",
        "Nora: Yes.",
        "Viki: A few little mishaps and you're ready to cancel a wedding that you have waited years for? No. I don't think so. Roxy, get me a pencil and paper now!",
        "Roxy: Yeah.",
        "Viki: Everything that has gone wrong can be made right. And who better to make it right than a group of very resourceful women.",
        "Roxy: Where are we going to find those?",
        "Gigi: She means us, Rox.",
        "Natalie: Yeah.",
        "Viki: All right. Obviously, Jessie is having a hard time finding a dentist, so, Natalie, call her. Tell her to ask for Jackie, and you tell him we need a dentist, and fast. Okay?",
        "Natalie: On it.",
        "Viki: Gigi, you and I are gonna go find Nora a dress.",
        "Gigi: You got it.",
        "Roxy: Well, I guess I'm on my way, then. I'm gonna go to Rodi's.",
        "Viki: Oh, no, you're not going anywhere. You're gonna stay right here, and you're gonna fix Nora's hair.",
        "Roxy: But --",
        "Viki: No buts. No buts. No. Natalie is going to help you. You have one hour, and you will do it, or you will not like the consequences. Gigi, let's go.",
        "[SCENE_BREAK]",
        "Rex: You can't call off the wedding.",
        "Bo: No, no. Relax, Balsom. I'm gonna postpone it. Nora deserves a better wedding than this disaster that I'm about to offer her.",
        "Rex: We can still make this wedding happen.",
        "Bo: What, with me smelling like this?",
        "Rex: Would you marry Nora if she reeked?",
        "Bo: Nora could come crawling out of a landfill, and she'd still smell like roses.",
        "Rex: Gross. I'm sure she feels the same way about you.",
        "Bo: Yeah? Well, I don't want to chance it.",
        "Rex: Wow. Okay.",
        "Bo: Now what?",
        "Rex: Nothing.",
        "Bo: No, come on. Balsom, just spit it out.",
        "Rex: It's not very Buchanan of you. In fact, you know what? I think Asa would call it yellow. Yeah, that's right, I said. Yellow. And you know what? So would I.",
        "Bo: I took a bullet for you.",
        "Rex: And if you're brave enough to do that, this is nothing.",
        "Bo: Then why don't you take a deep breath through your nose and tell me that again.",
        "Rex: So you hit a snag. Buchanans do not cut out when the going gets rough, okay? Although maybe -- maybe you're not a Buchanan after all. Maybe you're a Cramer or a Laurence or a Balsom.",
        "Bo: I would be proud to be a Balsom, but I am a Buchanan. A Buchanan who is about to get hitched.",
        "Rex: Yes. That is more like it.",
        "Bo: So you have any idea where I could get my hands on a new tuxedo on short notice?",
        "Rex: Don't worry about it. I'll get Brody on it.",
        "Bo: Okay. Now let's just figure out a way that I can deskunkify myself.",
        "Rex: Yeah, that's where I come in.",
        "Bo: All right.",
        "Rex: I had this case once. Follow me.",
        "Bo: Yeah?",
        "[SCENE_BREAK]",
        "Matthew: Uh, could we take this inside, please?",
        "Destiny: No. I mean, nah.",
        "Matthew: Why not? We're getting soaked.",
        "Destiny: Yeah, but you need to get to the church so you can get ready for the wedding.",
        "Matthew: That's what I'm trying to do. My dad wants me to get a ton of air freshener to get the skunk smell out. Don't ask.",
        "Destiny: So you're supposed to come to a diner to get air freshener?",
        "Matthew: I was going to go to the drug store, but I figured Carlotta's got to have something industrial strength stashed in her kitchen. Come on.",
        "Destiny: You can't go in there.",
        "Matthew: Why not, Destiny? Why won't you let me in there?",
        "Destiny: I'm not letting you in because obviously you'd be wasting your time.",
        "Matthew: But arguing in the rain is productive?",
        "Destiny: No, but Mrs. Vega's not going to have what you need. You need what the pros use.",
        "Matthew: And what's that?",
        "Destiny: Hell-no-we-won't-smell. You can get it at the hardware store way far down the street. So go. You've got a wedding to deskunk for some reason. Go!",
        "Matthew: All right, I'm going.",
        "[SCENE_BREAK]",
        "Nate: I should probably apologize for being so forward.",
        "Dani: You don't have to do that.",
        "Nate: Good, because I'm not sorry. Look, Dani, I like you. I can't stop thinking about you, and I think you feel the same way about me.",
        "Destiny: Know what I feel? Nauseous.",
        "Dani: What are you doing here, Destiny?",
        "Destiny: Oh, I was on my way home to get ready for Matthew's parents' wedding. You remember Matthew, don't you?",
        "Nate: We were kind of in the middle of something.",
        "Destiny: I noticed, and let me tell you, Salinger. You're wasting your time. Dani likes Matthew, or at least, that's what she says to his face when she doesn't have her tongue down someone else's throat.",
        "[SCENE_BREAK]",
        "Blair: What, I don't rate an invitation, but now I'm suddenly the floor show? You know, they got a lot of nerve.",
        "Kelly: Really? You want a repeat of last year?",
        "Blair: What are you talking about?",
        "Kelly: Okay, both sides of the Atlantic have heard about the scene you and Dorian made at Nora's wedding to Clint. Both of you showed up completely blitzed and crashed it.",
        "Blair: Okay, first of all, you weren't even there, Kelly, and secondly, I was not blitzed. Okay, okay. You know what? Maybe I had one too many adult beverages, and maybe I got just a little bit too vocal, but that never would have happened if a certain someone hadn't dumped me to hook up with Marty Saybrooke, and then they send that certain someone over here to recruit me into saving their wedding. Well, thank you very much.",
        "John: If it makes you feel any better, Marty and I broke up.",
        "Blair: You did? Yeah, actually, it does make me feel just a little bit better.",
        "John: Does that mean you'll do it?",
        "Blair: Not that much better.",
        "John: You know, I never realized things were so tense between you and Bo and Nora.",
        "Blair: Neither did I, John.",
        "John: I guess I better go find another singer.",
        "Kelly: Why bother? I'm right here.",
        "[SCENE_BREAK]",
        "Viki: All right. And this would be?",
        "Gigi: The no pile.",
        "Viki: Okay. Um, that is what?",
        "Gigi: The maybe pile.",
        "Viki: Is there even a yes pile?",
        "Gigi: At Logan's department store. If only we could've gotten in.",
        "Viki: Yeah, but the storm knocked out the power, didn't it?",
        "Gigi: I can't believe we've gone through her entire closet and half of these boxes and we still haven't found something Nora could wear to her wedding.",
        "Viki: Well, I'm sure we'll come up with something, right?",
        "Gigi: It might involve a scarf.",
        "Viki: [Laughs] Or massive shoulder pads. Oh, my God. Ah, you know what? I'm guessing there's a reason she never unpacked these boxes.",
        "Gigi: Maybe we should check to see if the power's back on at Logan's",
        "Viki: No, honey, I think we're better off sticking with Nora's wardrobe. At least that way we'll come up with something she likes, right?",
        "Gigi: Are we, Viki?",
        "Viki: Or something she used to like.",
        "Gigi: Oh, my God.",
        "Viki: What?",
        "Gigi: Oh, my God. Oh, I think it's perfect. I think -- it's a wedding dress.",
        "Viki: No. No. That's the dress she wore when she married Clint.",
        "Gigi: Well, I hope Roxy and Natalie are having better luck than we are.",
        "[SCENE_BREAK]",
        "Natalie: Roxy!",
        "Roxy: What? Um, you know, I was just gonna go track down my good friend Vidal bassoon.",
        "Natalie: No, you're not going anywhere.",
        "Nora: Oh, let her go, Natalie. There's no way I'm gonna let her touch my hair a second time.",
        "Roxy: Yeah, like I said, I'm on my way.",
        "Natalie: No, don't listen to Nora, okay? She's just upset right now.",
        "Roxy: Yeah, because of me!",
        "Natalie: Okay, and that's why you gotta step up, okay? There's no way we're gonna get someone over here to fix this right now.",
        "Roxy: You don't get it. I am off my game. I have lost my mojo. I got a case of the yips. I shouldn't be allowed near a scalp. I'm a screw-up. I'm a loser. I'm a follicular killer!",
        "Natalie: Snap out of it! You're not a follicular killer. You are Roxanne Louise Lipchitz Balsom and they don't call this place \"Foxy Roxy's\" for nothing. Because you are the bitchingest hairdresser on this side of the Delaware water gap.",
        "Roxy: Where?",
        "Natalie: Come on, Roxy. You just had one mishap. Are you just gonna give up? Tuck your tail between your legs? No, no, no. You are going to get up and brush yourself off and go in there and make the biggest kickass bowl of red hair dye anyone's ever seen.",
        "Roxy: Pick myself up?",
        "Natalie: Who are you?",
        "Roxy: Roxy?",
        "Natalie: I didn't hear you. Who are you?",
        "Roxy: Foxy Roxy?",
        "Natalie: Damn right. Now you get over there and tell that hair who's boss. You can do this.",
        "[SCENE_BREAK]",
        "Bo: This had better work, Balsom.",
        "Rex: Trust me. This is foolproof. Needs oregano.",
        "Rex: I would kill for some garlic bread.",
        "Bo: Hush, Balsom. It's Nora.",
        "Nora: Hi, Bo.",
        "Bo: Hey. You sound happy.",
        "Nora: Oh, I am. Aren't you?",
        "Bo: I'm more than happy. I'm -- I'm just red with excitement.",
        "Nora: Yeah, I'm green with envy. So what's up?",
        "Bo: Oh, nothing. Just called to check in. Have -- have you seen the rain?",
        "Nora: Yeah, I have.",
        "Bo: It's a little disappointing.",
        "Nora: Yeah, a little. Do you --",
        "Bo: Do you --",
        "Nora: What? Do -- what? What did you -- no, what did you say?",
        "Bo: No, I was just gonna say that -- honey, I can't wait to take the plunge.",
        "Nora: Me neither.",
        "Bo: I was just wondering -- unless -- do you want to postpone?",
        "Nora: Uh, uh, why? Do you want to?",
        "Bo: No. Of course not.",
        "Nora: Well, me neither.",
        "Bo: Okay, then.",
        "Nora: Okay, so we're doing this today.",
        "Bo: Oh, yeah. Come hell or high water. I guess I'll see you later.",
        "Nora: Can't wait.",
        "Bo: Yeah, hey, red? Hey -- you sure everything's okay over there?",
        "Nora: You betcha. Love you.",
        "Bo: Love you, too. Yeah, sure. Everything's okay. Situation normal. All fouled up.",
        "[SCENE_BREAK]",
        "Blair: You?",
        "John: Sing?",
        "Kelly: Don't look so shocked. I have been known to carry a tune from time to time.",
        "Blair: Right. On a full moon, along with the rest of the yard dogs in Llanview.",
        "Kelly: How would you know? You have never heard me sing.",
        "Blair: Oh, sing, no. Screech, yes, in the shower, John. Every day. You should hear her. It sounds like she's choking a Chihuahua and the Chihuahua's fighting back.",
        "Kelly: Okay, don't listen to her. I have a good voice. Possibly even better than -- than Blair's.",
        "Blair: You actually think he's buying this? Kelly, I don't know if you know he's the chief of detectives here.",
        "John: Would you like to take a look at the set list?",
        "Kelly: Sure.",
        "John: Here.",
        "Blair: John! Are you -- John, are you buying this?",
        "John: Listen, listen. I'm desperate. Bo and Nora need a singer. You won't do it. I gotta give her a shot.",
        "Blair: The only shot that you're gonna need if you hear her sing is a shot right here between the eyes. Give me that. I am so not gonna let you humiliate the family name.",
        "[SCENE_BREAK]",
        "Rex: Trust me -- you are gonna come out of this smelling better than you have ever smelled.",
        "Bo: I think that's the vodka talking.",
        "Rex: You want a Bloody Mary?",
        "Bo: I feel like a stalk of celery right now. No. I'm all set, Balsom.",
        "Rex: I got this tomato sauce from a pizza place. It's the best.",
        "Bo: Just make sure that it works.",
        "Rex: It will work. Trust me. Something happened to me like this when I was younger. Just ask Gigi. She was there. We were camping and we came across an angry skunk. Her arrabiata saved my bacon.",
        "Bo: You and Gigi are never short on the adventures. Did you have any on your New Mexico trip?",
        "Rex: The were a few tight spots, but we got through them okay.",
        "Bo: Good. Did you find what you were looking for?",
        "Rex: I found out who my parents were. It's a long story.",
        "Bo: Well, Balsom -- I got time.",
        "Rex: Well, I couldn't have gotten through it without Gigi.",
        "[SCENE_BREAK]",
        "Gigi: I feel like I'm on the \"Titanic\" and someone just handed me a bucket. No, scratch that. A -- a teacup.",
        "Viki: I know it looks bad, but we mustn't give up just yet. After all, there are lots of boxes left to go through. Lots of boxes.",
        "Gigi: I can't believe poor Nora's having all this bad luck. It makes the trip out west with Rex look like a picnic.",
        "Viki: Whatever happened with that?",
        "Gigi: Oh, it's a long story, but it turns out that Rex's parents had a very tragic life.",
        "Viki: Oh. Oh. Well, I'm very sorry to hear that. Very sorry. But that's not exactly what I was talking about.",
        "Gigi: Then what were you talking about?",
        "Viki: Gigi -- come on. This is me.",
        "Gigi: What?",
        "Viki: What? What happened out there? Did you and Rex get back together?",
        "[SCENE_BREAK]",
        "Dani: Look, I don't know what you think you saw but --",
        "Destiny: I saw the whole thing. And Matthew almost did, too.",
        "Dani: Matthew's here?",
        "Destiny: Not anymore. I sent him packing before he could see his girl macking on this toad.",
        "Nate: Excuse me?",
        "Destiny: I don't get it, Dani. After everything you and Matthew have been through, how could you go and play him like this?",
        "Dani: I'm not playing anyone.",
        "Destiny: Then what was it that happened? Nate lost his napkin so you had to lick his lips for him?",
        "Nate: Destiny, we were just talking.",
        "Destiny: Not done yet. And I'm not about to take this homewrecker's word for anything. You should be ashamed of yourself. Matthew loves you.",
        "Dani: I know he does.",
        "Destiny: Doesn't it bother you that you're just leading him on?",
        "Dani: I'm not leading -- this just happened.",
        "Destiny: So it doesn't mean anything. You still want to be Matthew's girlfriend. And this will never \"just happen\" again. Didn't think so. Look, you have to tell him or I will.",
        "[SCENE_BREAK]",
        "Natalie: Okay, are you ready? Because Nora's getting kind of antsy.",
        "Roxy: I think I got it. Okay. This ain't gonna be easy. It was only done once before and that was in North Korea.",
        "Natalie: All right, we're running out of time so I guess it's now or never. Let's make hair history.",
        "Roxy: [Sighs] All right. That's it. I did my best. It's now in the hands of the hair gods.",
        "[SCENE_BREAK]",
        "Blair: Please. I could do this in my sleep. Kelly, on the other hand --",
        "Kelly: Will be just fine.",
        "Blair: If they wanted a chorus of croaking frogs, but no, Nora and Bo would like a real chanteuse.",
        "Kelly: Oh, if only we had a real chanteuse.",
        "Blair: I could do it.",
        "John: You said you wouldn't.",
        "Blair: Well, I could possibly do it if Nora would apologize.",
        "John: Nora's busy. Would you accept one from me? I'm sorry.",
        "Blair: Okay. I'll do it. But I'll need lots of honey and lots of tea.",
        "John: All right.",
        "Blair: And a little bowl -- actually, a large bowl filled with those multicolored candies.",
        "Kelly: Because those are so good for your voice.",
        "Blair: No green ones, please.",
        "John: I'll see what I can do.",
        "Blair: Thank you, John. Excuse me, now. I must leave you two and prepare for my performance. [Singing] Ahhh!",
        "Kelly: Ha. You're good.",
        "[SCENE_BREAK]",
        "Destiny: We get that you're concerned about Matthew, but you need to back off.",
        "Destiny: Excuse me -- oh, no, he did not just do that.",
        "Nate: You can't tell Dani what to do.",
        "Destiny: I'm giving Dani a choice, which is more than she deserves.",
        "Nate: And who are you to decide what she deserves?",
        "Destiny: Who am I? I'm the girl that could've let Matthew walk in here. I'm the girl that got him to go somewhere else so he wouldn't have to see what his girlfriend gets up to while he's not looking. And I'm also the girl who's been trying to keep everybody from getting hurt.",
        "Dani: Look, Destiny, you have to believe me. Nate was on his way out, I was studying, and that kiss --",
        "Destiny: \"Just happened\"? I heard you the first time. And if this sort of thing keeps \"just happening,\" someone's gonna get their head bashed in. It's probably you, playa. Look, because I'm such a wonderful person and I have an unlimited supply of love for the world, I'm not gonna let that happen.",
        "Dani: So you're not gonna say anything to Matthew?",
        "Destiny: I care about Matthew too much to watch him go to jail over you two losers. Look, you better tell him, Dani, yourself. Destiny out.",
        "Nate: Don't listen to her.",
        "Dani: Don't listen to her? She's right about everything.",
        "Nate: This is all my fault.",
        "Dani: No, you don't have to take the rap for me. I kissed you back, even though I know how Matthew feels about me.",
        "Nate: Do you regret it?",
        "Dani: I -- I can't avoid him anymore. I have to tell Matthew how I feel about him.",
        "[SCENE_BREAK]",
        "Matthew: Dad! Dad, where are you? Oh! Oh, never mind. Stay as far away from this room as possible. Uhh. Oh. Uh.",
        "[SCENE_BREAK]",
        "Rex: So my mother's dead and, for all know, my father could be dead, too.",
        "Bo: But he still might be out there.",
        "Rex: Either way, he's long gone.",
        "Bo: So are you just gonna stop looking for him? After all this?",
        "Rex: Maybe someday. But the way I figure, every road that I've gone down looking for my parents has led me back here to Llanview and the people I really care about. Right now I just need to focus on my family and my life that I have here.",
        "Bo: That include Gigi?",
        "Rex: Yeah. She's Shane's mom.",
        "Bo: Mm-hmm. And she's also the woman you love. Must've been like old times for you out there in the west, two of you just working together.",
        "Rex: Yeah. Okay, we need to get the tomato sauce in your hair, okay? We really gotta lather it in.",
        "Bo: Settle down, Balsom. Now just tell me the truth, okay? You still love Gigi and you want her back.",
        "[SCENE_BREAK]",
        "Gigi: The trip out west was about finding Rex's parents, and that's what we did.",
        "Viki: And nothing else happened?",
        "Gigi: Oh, lots happened. We broke into a jewelry store, got caught by the owner, got thrown in jail --",
        "Viki: You were in jail?",
        "Gigi: Yeah, we shared a cell.",
        "Viki: Oh, you were in jail together.",
        "Gigi: Yeah. It wasn't that bad.",
        "Viki: I'll bet it wasn't.",
        "Gigi: What is that supposed to mean?",
        "Viki: Oh, honey. I think it would be lovely for you and Rex to be in such close quarters. And I'm really hoping that you would like that to happen again. I mean, not the jail part.",
        "[SCENE_BREAK]",
        "John: Thanks for the assist.",
        "Kelly: Always happy to help.",
        "John: Hey, look -- I want you to know I haven't stopped -- haven't stopped looking into your mother's death.",
        "Kelly: Look, I know that you have other cases that take priority.",
        "John: If something breaks, you're gonna be the first to know.",
        "Kelly: Good. You know -- if my mother was murdered, I trust you that you will catch the bastard who did it. Thank you.",
        "John: For what?",
        "Kelly: I don't know. Everything.",
        "John: I'm gonna go break the news about Blair.",
        "Kelly: Good.",
        "Kelly: Ohh. What am I gonna wear now?",
        "[SCENE_BREAK]",
        "Dani: Hey, Matthew. I'm glad --",
        "Matthew: Wait. What do you smell?",
        "Dani: Is that a trick question? Skunk! And -- new car?",
        "Matthew: Damn it! What are you doing here? The wedding isn't for a while.",
        "Dani: I know, but -- could you just stop spraying for a second?",
        "Matthew: Do you really think that's a good idea?",
        "Dani: Well, Matthew, I need to talk to you about something. It can't wait.",
        "[SCENE_BREAK]",
        "Gigi: Rex and I may have shared A -- moment or two out west.",
        "Viki: Really?",
        "Gigi: And maybe we almost kissed once or twice.",
        "Viki: Why almost?",
        "Gigi: It never went anywhere.",
        "Viki: But why not?",
        "Gigi: I don't know. I think maybe Rex is over me.",
        "Viki: Oh, yeah, that'll be the day. Sweetheart -- Gigi. I think it's time that you and Rex actually told each other how you feel.",
        "Gigi: Viki, it's a -- wait. Wait. Wait a second. Check this out.",
        "Viki: What?",
        "Gigi: What do you think?",
        "Viki: I think that's the dress for Nora.",
        "[SCENE_BREAK]",
        "Roxy: It's time.",
        "[SCENE_BREAK]",
        "Bo: Balsom, if there's one thing that I've learned over the years, it's that you just can't -- what are you doing?",
        "Rex: That skunk funk is gonna bond to your hair if we don't get the sauce in there.",
        "Bo: I'll do the rubbing. You do the pouring. It's all right. Where was I? We were -- we were talking about you and Gigi.",
        "Rex: There's nothing much to say, okay? Do I love her and want her back? Yes, of course I do. I always have. But for all I know, she's over me.",
        "Bo: Not likely. And you're sure not gonna find out by sitting around here.",
        "Rex: It can wait.",
        "Bo: No, it can't. Okay. Seriously, Balsom, take a look at Nora and me. Look at how much time we've wasted. Now, you can still have a happy ending if you want one. But you've gotta ask for it.",
        "David: Uh, in a situation like this, Pa, you're the one who's supposed to ask for the happy ending.",
        "[Bo spits]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=_oHUyxLAOQQ"
}