{
    "Episode Summary": [],
    "Recap": [
        "Dorian is up to no good. She has Charlie upstairs in her bedroom drugged and unconscious and she is ready to \"dispose\" of him by a dumpster. She has some guys take him to an alley and leave him unconscious. She pours booze all over him so that even if Viki or Jared do find him, they will assume he's gotten into a severe drinking bout yet again. David knows something is going on yet she won't trust him to know what she's doing. Viki runs into David and admits that she is very upset not being able to find Charlie. David then tells her he might be able to help her. Dorian then goes to the B.E. board meeting and announces that they have all committed fraud to their shareholders by passing Jared off as Asa Buchanan's son. Meanwhile, Antonio and John are trying to uncover the secret and the dirty they need on Ramsey, while they play their roles to both Ramsey and Eddie, pretending that they hate each other and that Talia has dumped Antonio for John."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "John: So you got what you want. Talia was fired.",
        "Antonio: The jewels were stolen because she screwed up.",
        "John: This was your lookout. She was just following orders.",
        "Antonio: Really? Standard ops, you load your weapon.",
        "John: She said she did. She said something happened.",
        "Antonio: Yeah, she forgot to reload, which isn't a crime in and of itself unless you have several million dollars worth of jewels riding on you being prepared, which she wasn't.",
        "John: Oh, and you couldn't back her up?",
        "Antonio: Look, if you have a problem with the way this thing played out, take it up with Ramsey.",
        "John: Oh, I will.",
        "Antonio: He isn't in.",
        "John: Then I'll wait.",
        "Eddie: He doesn't like people waiting in his office.",
        "John: Did I ask you?",
        "Eddie: I'm just saying --",
        "John: I'm not going anywhere until you and I settle a few things.",
        "John: What happened?",
        "Antonio: Ramsey.",
        "[SCENE_BREAK]",
        "Ramsey: Uh-huh. Beautiful -- and priceless -- just like you are.",
        "[SCENE_BREAK]",
        "Roxy: Hey, Vik, how the hell are you doing?",
        "Viki: Roxanne, why did you ask Charlie to lie to Rex about being his father?",
        "[SCENE_BREAK]",
        "Reporter: Is it true that in its bid to take over Buchanan Enterprises, Webster international was offering double the share price?",
        "Clint: No, no. Virgil Webster didn't have the financial backing to make good on that deal and, well, that's why it went away.",
        "Reporter: You sure it went away on its own? It isn't due to any malfeasance on your part?",
        "Bo: I'd be happy to answer that question for you -- no.",
        "Clint: Evidently the gentleman -- excuse us.",
        "[SCENE_BREAK]",
        "Gigi: Balsom.",
        "Rex: Morasco.",
        "Gigi: How's the married man?",
        "[SCENE_BREAK]",
        "Clint: Well, thanks for backing me up.",
        "Bo: Ah, that's no problem.",
        "Clint: You know something, I don't know how Pa stood this.",
        "Bo: Are you kidding me? He loved it. Sparring with the press and all the media, and all that. He ate it up.",
        "Clint: Well, he can have it.",
        "[Bo chuckles]",
        "Lindsay: Hey.",
        "Clint: Hi.",
        "Bo: Well, hello there.",
        "Nora: Well, hello there to you.",
        "Clint: Oh, stop. I'm nervous.",
        "[Nora chuckles]",
        "[SCENE_BREAK]",
        "[Jessica sighs]",
        "Jessica: Well, here we go.",
        "Natalie: Yep.",
        "Sarah: Excuse me. Hey, I'm so sorry.",
        "Nash and Jessica: You're not late.",
        "Sarah: Oh. Good.",
        "[SCENE_BREAK]",
        "Bo: All the satellite hook-ups a go?",
        "Clint: Yes, the boys will be watching from London, and Renee -- she'll be linked up as soon as she docks.",
        "Bo: So I guess all the Buchanans are present or accounted for.",
        "Clint: Except for Jared.",
        "[Jessica whispers]",
        "[SCENE_BREAK]",
        "David: Well, that silk was awfully soft.",
        "Jared: Whoa, are you going somewhere?",
        "David: We're all out of dull objects if that's what you had in mind.",
        "Jared: I don't want to hurt you, David. I just want to chat.",
        "David: About what? Jared Banks?",
        "Jared: Look, I will go, and I will leave you alone if you swear to me that you're not going to tell anyone that I am not a Buchanan.",
        "David: For the right price I'll swear that you're the infant of Prague. I'm not the only one who knows the truth about you, you know. How are you going to buy off the woman who has everything?",
        "Jared: You mean Dorian?",
        "David: That's right, I mean Dorian. You figure out a way to silence the baroness of La Boulaie, my hat's off to you, pal.",
        "[SCENE_BREAK]",
        "Dorian: Now, I know you're watching. And I'm sorry. I really am sorry. I need to finish what I started.",
        "Dorian: Down the hatch.",
        "[SCENE_BREAK]",
        "John: Okay, what happened?",
        "Antonio: Ramsey knew Bo had this whole thing set up. The jewels came by armored car. They were supposed to be handed over to the L.P.D. for transfer.",
        "John: So Ramsey had a couple guys stand by to make the grab.",
        "Antonio: Yeah. Surprise, surprise.",
        "[John sighs]",
        "John: This guy, Eddie, he's got big ears.",
        "Antonio: Well, you know what? Maybe Talia had her mind on her job instead of you.",
        "John: So what? You're blaming this on me now?",
        "Antonio: She left her clip out of her gun.",
        "John: Yeah? What were you doing? Making a sandwich? Did you get a make on the guys who took the jewels?",
        "Antonio: No. Ramsey told me as little as he could. He didn't care how it went down so long as Talia took the fall.",
        "John: He was testing you.",
        "Antonio: Yeah. I know. I know, look, I was just worried I didn't get a chance to warn her. I'm glad she didn't get hurt.",
        "John: Yeah. Are you happy now? You got what you want. She's fired!",
        "Antonio: I don't care about either one of you.",
        "John: Listen, I checked Ramsey out, all right? He's not into gambling, he's not into drugs. Whatever this is, it's got to be about something more than just money.",
        "Antonio: Well, if it's not about money, then what is it, leverage? Or is he protecting something?",
        "John: Or someone.",
        "[SCENE_BREAK]",
        "Ramsey: These stones will pay for the doctors and the doctors will make you all better. I promise you that.",
        "Ramsey: A little early for dinner, isn't it?",
        "Woman: Well, she didn't touch her breakfast and she only had a spoonful or two for lunch, so I -- I thought she might be hungry.",
        "Ramsey: Oh, you'll eat a little something for me, won't you? Thank you. Thank you for taking such good care of her.",
        "Woman: Well, I know how much this means to you.",
        "Ramsey: You have no idea.",
        "[SCENE_BREAK]",
        "Roxy: What the hell are you talking about? Who said that Charlie isn't Rex's daddy?",
        "Viki: Charlie did, because you asked him to say that. You begged him. Why, Roxanne? Why did you want him to lie to your son?",
        "Roxy: Does Rex know?",
        "Viki: No, not as far as I know.",
        "Roxy: Are you sure?",
        "Viki: No, I'm not sure. But I haven't told him, Charlie hasn't told him, and unless you said something --",
        "Roxy: No, no, no, no, never. You just got to leave it alone. See, my Rex needs a daddy.",
        "Viki: Roxanne, he's a grown man.",
        "Roxy: Viki, there ain't no such animal, and you know that, so we just got to let it alone. Charlie loves Rex, Rex loves Charlie. And we just got to let sleeping dogs -- sleep.",
        "Viki: It's a lie!",
        "Roxy: Yeah, I know that, but it's not hurting anybody. And I'm okay with it and Charlie's okay with it, and Rex is over the moon. So, Viki, just do me a solid -- make sure your old man just keeps up the act.",
        "Viki: No, I'm not going to ask Charlie to do any such thing. Besides, even if I wanted to I couldn't, because he's disappeared.",
        "[SCENE_BREAK]",
        "Dorian: Mel, I am sorry. But honestly, I didn't have a choice. And I know that there are going to be consequences, but it's going to be worth it.",
        "Dorian: And poor Charlie. Thanks to the drugs I gave you, you're not going to remember anything. But Viki and your son, Jared, they're going to think you broke every promise you ever made to them about not drinking.",
        "[SCENE_BREAK]",
        "Gigi: Shouldn't you be on your honeymoon?",
        "Rex: Tomorrow. We fly out tomorrow.",
        "Gigi: I have to pass these out.",
        "Rex: Hey, do you have one of those for me?",
        "Gigi: You a stockholder?",
        "Rex: Bo gave Adriana and me some shares as a wedding present.",
        "Gigi: Um -- huh. Look, Balsom, um, about your wedding and me almost wrecking it --",
        "Rex: We don't have to go there.",
        "Gigi: Yeah, we do. I -- I need to clear the air.",
        "[SCENE_BREAK]",
        "Natalie: Jess and I ran into him at lunchtime. He'll -- he'll be here.",
        "Bo: Uh-huh.",
        "Lindsay: Who?",
        "Bo: Brother Jared.",
        "Natalie: Oh. You know what? I think I'm going to make a quick call just to try to get a hold of him.",
        "Lindsay: So, is this the first board meeting since you lost Asa?",
        "Clint: No, it's the first shareholder's meeting. The board has met several times.",
        "Nora: Do you remember the last shareholder's meeting?",
        "Bo: Oh, yeah. Pa gave one of his speeches.",
        "Nora: Oh, my God, that man can talk.",
        "Lindsay: Which one of you boys has the honors today?",
        "Clint: The bad news is we flipped a coin and I lost the toss. The good news is I'm happy -- very happy with where we are. We took on a couple of buzzards -- little help from a friend. So, we're ready for whatever the future holds.",
        "Bo: Profits.",
        "Nora: Oh, hey. I'll drink to that.",
        "Lindsay: Your father would be so proud.",
        "Sarah: Jared on the way?",
        "Natalie: I just left him a message.",
        "[SCENE_BREAK]",
        "Malcolm: Nash.",
        "Nash: What are you doing here? \u0091",
        "Malcolm: I'm a shareholder. Oh, and by the way, I haven't heard a word from Buchanan Enterprises yet.",
        "Nash: You will.",
        "Malcolm: I'd better. Ladies.",
        "Sarah: Okay, who is that guy?",
        "Nash: He was my investor. He turned on me and tried to sell the vineyard out from under me.",
        "Sarah: You're kidding. What happened?",
        "Nash: Jared overheard and offered to convince B.E. to buy him out.",
        "Sarah: Jared saved the day?",
        "[Sarah scoffs]",
        "Sarah: That's a first.",
        "Nash: Yeah, I was pretty surprised myself. I don't know, I guess maybe being a real Buchanan has changed the guy.",
        "[SCENE_BREAK]",
        "Jared: Oh, I should have known you'd go straight to Dorian.",
        "David: Of course I went straight to Dorian, but she already knew you were a bogus Buchanan.",
        "Jared: Yes, I can handle her. It's you -- are you going to keep your mouth shut?",
        "David: Depends on two things. Number one, how much you pay me. And number two, you got to promise to stop hurting me. I've got rope burns on my wrists and ankles. Tends to raise eyebrows during Speedo season.",
        "Jared: This buy me a little shut-up time?",
        "David: Hello. You're on the clock for at least a couple hours.",
        "Dorian: Jared Banks. What a surprise to see you here. I thought all of the Buchanans were at a very important shareholder's meeting.",
        "Jared: You know about that?",
        "Dorian: Oh, yes, I make it my business to stay on top of all things Buchanan. Don't you?",
        "Dorian: As the newest Buchanan, I would think you'd want to be there bright and early. After all, isn't this tantamount to your coming-out party?",
        "David: Will Asa's latest love child please stand up?",
        "[Dorian laughs]",
        "[Jared chuckles]",
        "Jared: Oh, you two deserve each other.",
        "Dorian: Why, Jared, that's the nicest thing you've ever said to me.",
        "Jared: You two want to cackle over my problems, knock yourself out, but I still have that tape.",
        "Dorian: I don't know about David, but speaking for myself, I -- I have no interest in outing anybody. No, you want to continue to pretend that you're a Buchanan -- please, feel free.",
        "Jared: We have a deal?",
        "David: Long as I get paid, got no reason to say nothing to nobody.",
        "Dorian: And if you and Charlie want to continue your charade, it none of my business.",
        "Jared: Do you get off on this?",
        "[Dorian chuckles]",
        "Dorian: Bye-bye. You don't want to be late for the meeting. People might start asking questions.",
        "David: Now, this Charlie that you mentioned -- is this Viki's Charlie?",
        "[SCENE_BREAK]",
        "Viki: Did you hear what I said? I don't know where he is. Ugh. Do you?",
        "Roxy: Viki, I got no idea where he is.",
        "Viki: Are you lying to me?",
        "Roxy: Viki, why would I lie to you?",
        "Viki: Well, you've lied to everybody for months. Why not me?",
        "Roxy: I know, but, look, I just asked Charlie to do me a favor. I haven't seen him since Rex and Adriana's wedding, I swear to you.",
        "Viki: Well, I know, but maybe you did something to him to get him to not talk to Rex.",
        "Roxy: Like what? Give him a lip wax? The guy is three times my size.",
        "Viki: Roxanne, somehow you persuaded him to lie to Rex about being his father. Maybe you convinced him to leave town. I don't know. You've got some weird control over him. I would like to know what that is. Why? Why did you need him to lie?",
        "[SCENE_BREAK]",
        "Gigi: Rex, I owe you an apology.",
        "Rex: No, not real--",
        "Gigi: Yeah, I do. I -- I should've talked to you before the wedding -- or never. And, well, it doesn't matter anymore. Except it does, because everyone knows about it -- even here. One of those reporters recognized me from the wedding and got in my face, it must be a hundred times worse for you.",
        "Rex: Well, Adriana wasn't exactly thrilled with the picture in the paper, but nobody gives a damn about me, so --",
        "Gigi: Oh --",
        "Rex: It's okay.",
        "Gigi: No, it's not okay, and it's not true. I embarrassed you and Adriana. It wasn't fair to either one of you. And, Rex, I'm really sorry.",
        "Rex: No, it's okay. I'm just sorry that things turned out the way they did.",
        "Gigi: You are?",
        "Gigi: You're sorry things turned out the way they did?",
        "Rex: Yeah, I mean, you getting hit.",
        "Gigi: Oh.",
        "Rex: Why, did you think I meant I'm sorry that --",
        "Gigi: No -- hey, hey. I deserved it. I mean, if it had been my wedding I would have done the same thing.",
        "Rex: So, how's Brady?",
        "Gigi: Brody.",
        "Rex: That's funny how he just showed up like that.",
        "Gigi: Yeah, I thought so.",
        "Rex: Shane must be over the moon.",
        "Gigi: And then some.",
        "Rex: Must be great.",
        "Gigi: It's a miracle. I thought he had been killed and here he is.",
        "Rex: You must be really happy.",
        "Gigi: I'm going to pass these out.",
        "[SCENE_BREAK]",
        "Natalie: Hey, was Jared out there?",
        "Gigi: No.",
        "Jessica: Hey, any sign of him?",
        "Natalie: He'll be here. I'm so happy for you!",
        "Jessica: Oh, Natalie, shh.",
        "Natalie: I know, I'm sorry. I won't say anything to anyone. When are you going to tell Nash?",
        "Nash: Oh, oh, oh, oh, oh, tell me what? What are you two holding out on me?",
        "Jessica: Everything. You know, it's how I keep you interested.",
        "Nash: Mm-hmm.",
        "[Mouths words]",
        "Sarah: Jessica, can I steal your husband for a second? There's this couple over there I promised I'd introduce him to. They love your merlot. Come on.",
        "Nash: Ooh.",
        "Jessica: As long as you give him back.",
        "Nash: Where are they?",
        "Natalie: Jess, I'm sorry. I'm sorry that --",
        "Jessica: Yeah, you almost blew it!",
        "Natalie: I know, I know, okay. Well, thank God he's a man.",
        "Jessica: Yeah, they're pretty slow. Anyways, I have the whole thing planned out. I'm going to tell him tonight.",
        "Natalie: Are you excited? Oh, my God, when Mom finds out, she's going to be so thrilled.",
        "Jessica: Has Mom heard from Charlie yet?",
        "Natalie: Not as far as I know.",
        "Jessica: I still can't believe that he lied about being Rex's father. You know, I thought he was one of the good guys.",
        "Natalie: He is.",
        "Jessica: Really? Then why is he lying to Rex and mom like that?",
        "[SCENE_BREAK]",
        "David: You said Charlie has something to do with Uncle Jared's little charade?",
        "Dorian: Did I? Slip of the tongue.",
        "David: Is this Viki's Charlie?",
        "Dorian: Oh, please. Give me a break. Charlie's such a common name. I need you to do something for me.",
        "David: Hmm.",
        "Dorian: I'm going to be having a very important celebration here tonight and I need you to look your best.",
        "David: Your wish is my command. Just one thing, though. This mystery guest you have stashed away upstairs -- does he have anything to do with the B.E. shareholder's meeting?",
        "Dorian: David, when you try to figure things out, you get these funny little wrinkles on your forehead. It's unattractive.",
        "David: I don't want to be thought of as unattractive.",
        "Dorian: Maybe a facial would help. Here.",
        "David: Thanks.",
        "Dorian: Now run along.",
        "[Doorbell rings]",
        "David: This the package you're expecting?",
        "[Dorian sighs]",
        "David: Wait a second. I know you.",
        "Dorian: David, the wrinkles. You don't know them, and you don't need to think. Bye.",
        "Dorian: Gentlemen, he's upstairs in the bedroom where you left him. I want you to carry him downstairs, put him in the limo, and then wait while I get dressed. We'll drop him off along the way.",
        "Man: Drop him off where?",
        "Dorian: I'll let you know when we get there. Go.",
        "[SCENE_BREAK]",
        "John: At least we got something on Ramsey now.",
        "Antonio: I don't know. We just got to figure out how to use it.",
        "John: You know, I'm tired of you making excuses. It's time you owned up for what you did.",
        "Antonio: Well, you know what? You weren't even there, man. You don't know what the hell you were talking about. I hate that it was Talia that took the fall.",
        "John: Hey, I know, but she understands now and she can help us on the outside.",
        "[SCENE_BREAK]",
        "Ramsey: Eddie, where is everybody?",
        "Eddie: Vega and McBain are going at it about Sahid getting canned. In there.",
        "Ramsey: In my office?",
        "[SCENE_BREAK]",
        "Woman: I know, I know, but you have to eat something, okay? Oh, oh, oh, oh! Huh.",
        "[SCENE_BREAK]",
        "Dorian: Gentlemen, take him quickly and quietly to the limo. I'll join you in a minute.",
        "Man: Whatever you say.",
        "Dorian: Hmm. It's showtime.",
        "[SCENE_BREAK]",
        "John: So who's Ramsey protecting?",
        "Antonio: I'm not sure, but we need to get into --",
        "John: You should have had her back, no matter what went down between the two of you.",
        "Ramsey: Get your hands off my detective, John, or you'll find yourself on the sidewalk with Sahid. You either learn to control your emotions, or find yourself a new line of work.",
        "John: Detective Vega and I just have a difference of opinion.",
        "Ramsey: Why don't you settle it outside? Tired of you two bringing your personal crap into the squad. That understood?",
        "Antonio: Yes, Sir. It won't happen again.",
        "Ramsey: John?",
        "John: Whatever it takes.",
        "[Ramsey laughs]",
        "Ramsey: That's all. Mr. Vega, I'd like a word with you, please.",
        "Antonio: Yes, Sir.",
        "Ramsey: What was that about?",
        "Antonio: Talia's sitting at home without a job. McBain's upset about it.",
        "Ramsey: Maybe I should get rid of him, too.",
        "Antonio: Go ahead. Don't do me any favors. I can handle McBain.",
        "Ramsey: You know, you did a very good job on that Mendorran thing the other day. Very good.",
        "Antonio: Thank you. You know, Commissioner, I don't mean to push, but my daughter needs to see a specialist.",
        "Ramsey: Oh, well, as soon as I get my money, you'll see yours.",
        "[SCENE_BREAK]",
        "Woman: Excuse me, I need to speak to the commissioner.",
        "John: I believe he's in a meeting.",
        "Woman: Well, this is urgent. Oh. I'm sorry, there's a -- there's a problem at home.",
        "Ramsey: Why didn't you call me?",
        "Woman: Well, I -- I tried to call your cell, but you wouldn't pick up, and I wanted to do this privately, but she's very agitated. I have never seen her like this, and I don't know what to do.",
        "[SCENE_BREAK]",
        "Roxy: You know, I got no idea why people do exactly what they do.",
        "Viki: \"Why people --\" you did it! You asked Charlie to lie to -- why? Why now? Why does Rex all of a sudden need to have a father? And why -- why -- why did you pick Charlie? And where the hell is Charlie?",
        "David: Ding-dong. Hey, Viki, my favorite blonde. Oh -- Roxanne. Uh, I think of you as an undercover brunette.",
        "Roxy: How little you know. Oh, you know that mask that you love so much? Well, I ran out of it, so, um, I'm going to go get some. I'll be right back.",
        "Viki: Roxanne, don't -- please -- no, Ro-- damn it!",
        "David: Viki, you're --",
        "Viki: I'm a mess, I know.",
        "David: Que pasa?",
        "Viki: Oh, David, I wish I knew.",
        "[Charlie groans]",
        "[SCENE_BREAK]",
        "Dorian: Thank you very much, gentlemen. That will be all.",
        "Dorian: Ahem.",
        "[Dorian sighs]",
        "Dorian: I guess that launches you, Charlie B.",
        "[SCENE_BREAK]",
        "Natalie: Get my message?",
        "Jared: Yes, I was tied up with David.",
        "Natalie: You found him?",
        "Jared: At Dorian's. They've joined forces.",
        "Natalie: Dorian knows?",
        "Jared: Yeah, but she claims she doesn't care.",
        "Natalie: I don't buy that.",
        "Jared: Well, I've got something on her that should keep her quiet, and David just wants his money, so --",
        "Natalie: You paid him?",
        "Jared: Everything I had on me. It should shut him up for an hour or two.",
        "Natalie: This is getting way too complicated, Jared. We're going to have to tell my family the truth.",
        "Jared: Look, I promised my dad that he could tell your mother first, okay?",
        "Natalie: Okay, but no one has heard from him. No one knows where he is, and my mom hasn't heard from him since the day he went to tell Rex the truth. I mean, she's pretty upset, and frankly, so am I.",
        "Nash: Jared, you got a sec?",
        "Jared: Yeah, what's up?",
        "Nash: I wanted to talk to you before the meeting starts. Thank you so much for saving the vineyard.",
        "Jared: My pleasure.",
        "Nash: Malcolm's here. I don't really know why, but he wants to make the deal today. Have you had a chance to talk to Bo and Clint yet?",
        "Jared: Not yet, but it's -- it's not a problem.",
        "Nash: Okay. Look, I know I don't need to tell you this, but besides Jessica and Bree, this vineyard, it means my life to me. We got off on the wrong foot.",
        "Jared: That was my doing, Nash. Not you.",
        "Nash: Well, it's over now. I just married into this clan, but for what it's worth, welcome to the family.",
        "Jared: Thank you.",
        "Clint: Okay, good afternoon, everybody. If everybody can find a seat, we can commence.",
        "Nash: I'm going to find my seat.",
        "Clint: Well, welcome, everybody, and thank you r coming this afternoon. This is a -- a very big day for us. It's the 40th annual meeting of the shareholders of Buchanan Enterprises.",
        "Jared: Yeah.",
        "[Cheers]",
        "Clint: Thank you. Thank you very much. I'm Clint Buchanan. This is my brother Bo.",
        "[Applause]",
        "Clint: Our brother Jared Buchanan.",
        "[Applause]",
        "Clint: Now, we're not much to look at, so you'll be happy to know that we have three beautiful and intelligent women on the board, and, ladies, would you be so kind as to stand and come up front? Jessica.",
        "Man: Whoo!",
        "Clint: Natalie. And Sarah.",
        "[Applause]",
        "Clint: Now, the beautiful Renee is still on her cruise, but she's here via satellite, as is Kevin, Cord, and Joey in London. So then, we're all present and accounted for.",
        "[Applause]",
        "Clint: Except for Pa, Asa Buchanan, who left us this last autumn. My friends, none of us would be here if not for that man. Asa Buchanan founded this company, and since it's his vision that we are taking into this new century, I didn't think it was right that he should stay at the office. So, in all his splendor and glory, here he is.",
        "[Applause]",
        "Clint: Now some of you may have heard that after Asa's passing, there was a few -- heck, how should I put this? -- Raids on the company. I'm happy to tell you that every one of those takeover attempts has been shot down, and shot down hard.",
        "Bo: Yeah!",
        "Woman: Whoo!",
        "Clint: Ladies and gentlemen, Buchanan Enterprises is not up for grabs. Not now, not ever.",
        "[Cheers and applause]",
        "[SCENE_BREAK]",
        "Ramsey: You left her alone?",
        "Woman: Yes, well, I'm sorry. I -- I just panicked.",
        "Ramsey: Come on, come on, come on.",
        "[SCENE_BREAK]",
        "David: Is there anything I can do?",
        "Viki: Yeah, you can tell me where Charlie is.",
        "David: I would if I could. I -- I can see how upset you are.",
        "Viki: You know, David, I -- I just didn't realize how much he means to me. I don't know how you can stand it, living with Dorian.",
        "David: Ah -- cheap housing with no benefits, but you knew that.",
        "Viki: Yeah, I did know that. I did.",
        "David: Listen, can I get you a -- a cup of tea? Roxanne busted out of here like she double-parked her Harley. Why don't you let me get you a cup of tea?",
        "Viki: No, thank you, no.",
        "David: You haven't heard from Charlie, huh?",
        "Viki: No. David, I got a text message from him last night. Charlie does not ever text. That is just so unlike him.",
        "[Phone rings]",
        "David: Your other cell phone's ringing.",
        "David: Come on, your other cell phone's ringing, the one that I saw you with. Are you going to answer it or not?",
        "Dorian: I have no idea what you're talking about.",
        "David: You know what I'm talking about. It's the cell phone that belongs to you that I know doesn't belong to you. A text. Really?",
        "[SCENE_BREAK]",
        "Clint: My father loved an audience, which is probably why he had such a large family.",
        "[Laughter]",
        "Clint: I haven't inherited his timing or wit, but I am lucky enough to have inherited a leadership role in this company. And I am proud to say to you that even in this economy, Buchanan Enterprises is thriving.",
        "[Applause]",
        "Clint: Now, everybody should have a packet like this, and in it you can chart our progress in our annual report. But, before we start to crunch any numbers, I'd like to know what's on your mind. So, I'm going to open up the floor to questions.",
        "Dorian: I have a question.",
        "Lindsay: Uh-oh.",
        "Nora: I didn't know she was a shareholder.",
        "Sarah: Yeah, she doesn't have to be. All the reporters are here, and they're not shareholders.",
        "Natalie: She's here to tell everyone. We have to stop her.",
        "Jared: It's too late.",
        "Clint: This is a B.E. shareholder's meeting. What is it you want?",
        "Dorian: I'm dr. Dorian Lord, I am a shareholder, and my question is, do the other shareholders know that you have been perpetrating a fraud on them, Mr. Buchanan?",
        "[Audience murmurs]",
        "[SCENE_BREAK]",
        "John: Who was that? You ever seen her before?",
        "Antonio: No.",
        "John: She said there was a problem at home.",
        "Antonio: Yeah, yeah, I heard that, and that she's agitated.",
        "John: You know, Ramsey really laid into her for leaving whoever this is alone.",
        "Antonio: Mm-hmm. You see his face?",
        "John: Yeah, he was worried.",
        "Antonio: Yeah. It's like he's got some woman stashed away in his penthouse, with a keeper.",
        "John: It's costing him big-time.",
        "Antonio: Which is why he grabbed the jewels.",
        "[SCENE_BREAK]",
        "Ramsey: Okay. Here. Hey, it's going to be all right. It's going to be all right, I promise. Hey. Here -- the picture. Remember this day? You always feel better when you look at the picture. Remember? That's right. It's all going to be all right. I promise.",
        "[SCENE_BREAK]",
        "Viki: I'm sorry, David, it's not your problem.",
        "David: Nah. No. No, you're wrong. This is my problem. Any of your problems are my problem. Viki, there is not a thing in this world that I wouldn't help you with -- except for your multiple personalities. You're on your own with those.",
        "Viki: David, sometimes you are so tactless. But I think I really like that about you.",
        "David: Listen, I -- I think -- I may know what happened to your boyfriend.",
        "[SCENE_BREAK]",
        "Charlie: Viki.",
        "[SCENE_BREAK]",
        "Rex: Oh, Dorian, you've finally gone too far.",
        "[SCENE_BREAK]",
        "Bo: Would you be kind enough to escort Dr. Lord out of here?",
        "Clint: Ladies and gentlemen, I apologize for the interruption. Thank you for the patience, and we will soon resume the meeting.",
        "Dorian: Get your hands off me. I would appreciate an answer to my question, Mr. Buchanan.",
        "Malcolm: So would I. This woman has made a serious allegation.",
        "Dorian: One that I'd be very happy to substantiate.",
        "Reporter: Dr. Lord, you're saying that Clint Buchanan has been defrauding the shareholders?",
        "Second Reporter: Is that why you want her removed, Mr. Buchanan? Is this a cover-up?",
        "Clint: There is no cover-up, there is no fraud.",
        "Malcolm: Then why not let her speak?",
        "Man: Ooh.",
        "Bo: Go ahead, Dorian. Speak your mind.",
        "Dorian: Thank you. May I have your hand? Thanks so much.",
        "[SCENE_BREAK]",
        "Rex: Unbelievable. Is there anything that woman doesn't touch?",
        "[SCENE_BREAK]",
        "Dorian: As Buchanan Enterprise's shareholders, I'm sure you're aware that Buchanan Enterprises has a rather unique structure. As per Asa Buchanan's wishes, and the company charter, the board is comprised solely of family members. Well, I am very sorry to have to report to you, but the family has been perpetrating a fraud.",
        "[Audience murmurs]",
        "Dorian: Jared Buchanan, B.E.'s newest board member, is not Asa Buchanan's son. In fact, he's not a Buchanan at all.",
        "Jessica: What?",
        "[Audience murmurs]",
        "[NEXT_ON]",
        "John: Maybe you can stop by his place, maybe we can get a line on this woman he's been hiding.",
        "Gigi: Where did you get this?",
        "Viki: You promised me you weren't going to drink anymore.",
        "Lindsay: What are you saying?",
        "Dorian: I own B.E."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=v2TOhXPBM9U"
}