{
    "Episode Summary": [
        "Episode # 10535 ~ Who's Zooming Who"
    ],
    "Recap": [
        "John is investigating the mystery of the man who is stalking B.E. and who assaulted Jared. Bree sees the picture he has and informs them that that is her daddy and the same man who gave her the stuffed elephant. Stacy and Kim are working on Gigi to get her to break up with Rex. Kim asks Schuyler out and Gigi is totally opposed to that revealing that she might be jealous. Right when Matthew and Destiny are satisfied that Greg can make Matthew walk again, Greg announces that he cannot perform surgery on Matthew or on anybody else because he may have killed his brother. But Rachel urges him not to give up and to consider getting some professional help. Cristian urges Fish to admit his feelings for Kyle. Fish encourages Cristian to admit to his feelings for Layla."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rachel: If the high school makes me do another counseling session in the janitor's room, I swear, I quit.",
        "Schuyler: Ha ha. So that's where you've been.",
        "Rachel: Have you ever tried to explain to a 15-year-old why it's not in her best interest to drink every weekend to the point of passing out while sitting on top of an upturned mop bucket?",
        "Schuyler: That's got to give you real credibility.",
        "Rachel: Oh, you'll find out. There are sessions scheduled for this afternoon.",
        "Schuyler: No. Nuh-uh. Not me. No, somebody has got to cover that shift. I'm out of here.",
        "Rachel: Uh, playing hooky?",
        "Schuyler: No. I've been here since 6:00. I had to switch my schedules around ever since I got another job.",
        "Rachel: You got a second job?",
        "Schuyler: Med school costs money, honey.",
        "Rachel: Get out.",
        "Schuyler: Okay, see that right there? I hope L.U. doesn't say the same thing.",
        "Rachel: Did you apply already?",
        "Schuyler: Yeah. Well, I'm doing paperwork now. I actually think it's harder than the MCATs.",
        "Rachel: Well, if you need a recommendation...",
        "Schuyler: Oh, believe me, I'm counting on it.",
        "Rachel: So what's your second job?",
        "Schuyler: Your favorite burger joint.",
        "Rachel: Rodi's? Um, are you sure that's a good idea?",
        "Schuyler: Yeah, I -- I know it's gonna be hard, but I really want this.",
        "Rachel: Med school or Gigi Morasco?",
        "[SCENE_BREAK]",
        "Gigi: Can I take your order?",
        "Kim: I can't decide.",
        "Gigi: I'll come back, then.",
        "Kim: Wait. I know. I'll have one Schuyler Joplin, and make it quick.",
        "[SCENE_BREAK]",
        "Oliver: Thanks. Can I get a turkey burger and a house salad, please?",
        "Kyle: Thousand island on the side.",
        "Oliver: You remember that?",
        "Kyle: It's not like you didn't order it every day in the cafeteria.",
        "Oliver: Hey, I, um, I wanted to thank you -- I don't know if I said it the other day, but -- for listening to me about coming out to my parents.",
        "Kyle: I meant to tell you, too. I ran into them the next morning.",
        "Oliver: Yeah, my mom convinced my dad to stay the night. She thought that he was too upset to drive after getting the news.",
        "Kyle: So you saw them again?",
        "Oliver: Yeah. They came by before they left.",
        "Kyle: Good. I was beginning to think I maybe made things a little worse.",
        "Oliver: Why? What happened?",
        "Kyle: Nothing. Your dad recognized me.",
        "Oliver: From that parents' weekend? How is that?",
        "Kyle: Let's just say he didn't want to talk about football.",
        "Oliver: Oh, man. What did he say?",
        "Kyle: It boils down to \"my son was normal before he met you.\"",
        "Oliver: Wow, you're kidding me.",
        "Kyle: Don't worry. I told him it was the other way around.",
        "[SCENE_BREAK]",
        "Cristian: Delivery for Layla Williamson.",
        "Layla: My gym bag. I can't believe I forgot it.",
        "Cristian: I heard you telling Fish you were going to Pilates. Kind of hard to do in those 10-inch heels.",
        "Layla: They're 4-inch, by the way.",
        "Cristian: Really? They look like 10.",
        "Layla: Thank you.",
        "Cristian: You're very welcome.",
        "Layla: You didn't come all the way down here just for this, though, did you?",
        "Cristian: No, no. Actually, I'm meeting with an art dealer.",
        "Layla: You got a new dealer?",
        "Cristian: Well, I sent him some slides. I didn't think I'd hear back so soon, but we'll see.",
        "Layla: Why not? Your paintings are beautiful. So when are they gonna see your stuff?",
        "Cristian: We haven't talked about that yet. She wants me to show her around town. You know, show her what inspires me.",
        "Layla: Oh. I'll bet she does.",
        "Cristian: What is that supposed to mean?",
        "Layla: The stuff you sent -- did it happen to include a picture of the artist?",
        "Cristian: Yeah. What?",
        "Layla: Nothing. It's just -- is this a business meeting or a date?",
        "Cristian: Why do you care?",
        "[SCENE_BREAK]",
        "Jared: Well, then what are you waiting for? Just do it already.",
        "Man: All right. I'm on it.",
        "Jared: Ah --",
        "[Jared groans]",
        "[SCENE_BREAK]",
        "Brody: Maybe I should head upstairs, too.",
        "Jessica: Do you need a bandage?",
        "Brody: No, I think I can manage.",
        "Jessica: Are you sure?",
        "Brody: You've played nursemaid enough. I'll be right back.",
        "[SCENE_BREAK]",
        "John: Warren. They told me you were still running things in Virginia. How'd you know? Yeah, I need to enhance a video image. You think you can put it into IDW for me? Hey, great. I'm sending it to you right now. Let me know what you come up with.",
        "[SCENE_BREAK]",
        "Matthew: Look, Dr. Evans, I don't want to wait any longer. So when can we do this surgery? This week maybe?",
        "Greg: I'm sorry, Matthew.",
        "Matthew: About what?",
        "Greg: I'm not going to operate on you.",
        "Matthew: You mean you want to wait or something, right? I probably have more tests to take?",
        "Greg: You've had all the necessary evaluations, and I still think that you're a perfect candidate for the surgery.",
        "Matthew: Then what's the problem?",
        "Greg: Me. I'm not gonna operate on you or anyone else...ever.",
        "Destiny: You've got a messed up sense of humor.",
        "Greg: I'm not kidding, Destiny.",
        "Destiny: You mean you're never gonna operate on anyone ever again?",
        "Greg: I'm not gonna hurt anyone else like I hurt our brother.",
        "Destiny: What happened to Shaun wasn't your fault.",
        "Greg: Of course it was.",
        "Destiny: You didn't shoot him.",
        "Greg: No, but I insisted on operating on him.",
        "Destiny: You had to.",
        "Greg: I don't know about that. What I do know is I made a mistake, and I will make sure it never happens again.",
        "Destiny: But Matthew needs you.",
        "Greg: Matthew needs a surgeon that's not going to kill him. I'm sorry, Matthew, but that's not me.",
        "[SCENE_BREAK]",
        "Schuyler: You think I'm working at Rodi's just so I can be close to Gigi?",
        "Rachel: Of course not. I know how much medical school means to you.",
        "Schuyler: Yeah. I mean, it's not like this place offers stock options, you know?",
        "Rachel: But it does help with addiction.",
        "Schuyler: Oh, hey -- no. Just because Rodi's serves alcohol...",
        "Rachel: That is not your drug of choice.",
        "Schuyler: Gigi is.",
        "Rachel: You can't help how you feel about her.",
        "Schuyler: Felt. Felt. I'm -- I'm over it. She's with Rex. I'm not gonna go chasing after something I can't have.",
        "Rachel: Still, you think it's a good idea to spend 8 hours a day with Gigi in a bar?",
        "Schuyler: Rachel, believe me, I can handle both of those things. And if anything, if anything, it'll help me.",
        "Rachel: Uh, excuse me. What exactly does that mean?",
        "Schuyler: An insanely hot girl asked me out yesterday.",
        "Rachel: Did you say yes?",
        "Schuyler: Well, I said I'd think about it. But there's a reason for that.",
        "Rachel: Which is?",
        "Schuyler: It's Stacy's friend Kim.",
        "Rachel: So what?",
        "Schuyler: \"So what?\" Are you kidding? If I go out with Kim...",
        "Rachel: Gigi might not like it?",
        "Schuyler: Look, I already said --",
        "Rachel: Yeah, I know: You're over the sisters Morasco. I've heard it. So what do you have to lose?",
        "[SCENE_BREAK]",
        "Gigi: Schuyler's not here, Kimmie.",
        "Kim: I thought he'd be working.",
        "Gigi: Oh, that's right, I forgot; you have ESP.",
        "Kim: What are you talking about?",
        "Gigi: How else could you tell Rex about Schuyler's job, like, 2 seconds after he got it?",
        "Kim: What can I say? Good news travels fast.",
        "Gigi: Or maybe you were spying on us.",
        "Kim: It's a public place, sweetie. It's not my fault you have a voice like a foghorn. Maybe you should do something about that.",
        "Gigi: Maybe you and the sisterhood of the traveling sluts should just stay the hell out of our lives.",
        "[SCENE_BREAK]",
        "Oliver: You did not tell my dad that I corrupted you.",
        "Kyle: Why? Because you were so innocent?",
        "Oliver: No. Because you were.",
        "Kyle: Not quite, but close.",
        "Oliver: You know, I -- I really am sorry for all this.",
        "Kyle: Oh, don't worry about it. It felt good.",
        "Oliver: What? Getting blamed for turning me queer?",
        "Kyle: Standing up for you.",
        "Oliver: Yeah, you didn't have to.",
        "Kyle: You're right -- you stood up for yourself. Now you can be whoever you are, no apologies necessary.",
        "Oliver: Yeah, not exactly.",
        "Kyle: What do you mean?",
        "Oliver: Back in college, after my mom walked in on us and I was freaking out...",
        "Kyle: It's ancient history.",
        "Oliver: Yeah, but when I told her that you disgusted me?",
        "Kyle: I knew where it came from.",
        "Oliver: Yeah, well, did that make it hurt any less?",
        "Kyle: It wasn't about me.",
        "Oliver: I know. I disgusted myself.",
        "Kyle: That's what hurt me the most.",
        "Oliver: What?",
        "Kyle: That you couldn't see what I saw: You're perfect just the way you are.",
        "[SCENE_BREAK]",
        "Layla: I don't care what you call what you're doing. I just thought you might care.",
        "Cristian: I'm having lunch with an art dealer.",
        "Layla: A female art dealer who wants you to show her around town.",
        "Cristian: What's wrong with that?",
        "Layla: Letting things get personal so soon, it could be a real mistake for you.",
        "Cristian: How is it personal?",
        "Layla: Most people would consider what you're doing a date.",
        "Cristian: I took you to a wedding and a Lionel Ritchie concert. What do you consider that?",
        "Layla: You said she wants to get to know you. No, wait. What was it? \"See what inspires you.\"",
        "Cristian: So she can sell my work.",
        "Layla: I'm just thinking about you, all right?",
        "Cristian: Do you always worry this much?",
        "Layla: About people I care about.",
        "Cristian: So you care about me.",
        "Layla: I live with you. You're like family, and I don't want some cougar taking advantage of you.",
        "Cristian: Hoo-hoo! So now she's a cougar?",
        "Layla: Maybe I'm overprotective. I just don't want to see anyone mess with such a -- a good friend.",
        "Cristian: I got to go.",
        "Layla: Right. Thanks again.",
        "Cristian: Oh, of course. I wouldn't want you to miss your Pilates.",
        "Layla: Not just for that. For you taking me to the wedding and the concert.",
        "Cristian: Even if it wasn't a date?",
        "Layla: We can still have fun without all that. You know?",
        "Cristian: Exactly. No quicker way to mess up a good friendship, right?",
        "Layla: Right.",
        "[Layla sighs]",
        "[SCENE_BREAK]",
        "[Shower runs]",
        "[Shower stops]",
        "[SCENE_BREAK]",
        "Jessica: Everything okay?",
        "Brody: All set.",
        "Jessica: Are you sure? You don't look very good.",
        "Brody: I'm fine. Just stop worrying about me.",
        "[Phone rings]",
        "Jessica: Okay.",
        "Natalie: Ohh. Yes?",
        "John: You told me to call first, remember?",
        "Natalie: Let me guess -- more questions?",
        "John: You know me so well. I'm on my way.",
        "[SCENE_BREAK]",
        "Oliver: You know, I don't know how you can say I was perfect, after everything I did to you?",
        "Kyle: You already apologized, remember?",
        "Oliver: So you forgive me?",
        "Kyle: Of course.",
        "Oliver: I kind of need to hear you say it.",
        "Kyle: I for -- I forgive you, Oliver.",
        "Oliver: Yeah. You know, I always wondered what would've happened if my mom hadn't walked in on us.",
        "Kyle: I would've lost one of my shoes running back to my room.",
        "Oliver: No, I mean, you know, if we had more time.",
        "Kyle: I know.",
        "Oliver: You know, maybe I would've realized...",
        "Kyle: What?",
        "Oliver: I don't know. That what we had was worth fighting for?",
        "Kyle: I don't know. I kind of believe that everything happens for a reason.",
        "Oliver: So I was supposed to spend all this time pretending to be straight?",
        "Kyle: You think if your mom hadn't walked in on us, you would've come out any sooner?",
        "Oliver: Probably not.",
        "Kyle: But you did it. So now you can forget about the past and just think about where you're gonna go from here.",
        "Nick: Kyle? I'm sorry to interrupt.",
        "Kyle: No, I was beginning to think you bailed on me for lunch.",
        "Nick: Oh, I just got stuck in traffic, and now my break is half over.",
        "Kyle: Let's get a table, then.",
        "Nick: You want to join us?",
        "Oliver: No, no. That's okay. I, uh, we're finished here.",
        "Kyle: I'm proud of you.",
        "[SCENE_BREAK]",
        "Kim: I don't know what you're so upset about.",
        "Gigi: Here's a clue -- you went out of your way to tell my boyfriend about Schuyler working here.",
        "Kim: I didn't tell him anything. Rex overheard Stacy and me talking.",
        "Gigi: With what? His sonar?",
        "Kim: Give him a little more credit. He is a private eye.",
        "Gigi: Ahem. It's not like he even needs detective skills with you two working overtime to make him crazy.",
        "Kim: Why would we do that? I mean, you and Rex are solid, right? And Schuyler's so over you. I made sure of that when I asked him out.",
        "Gigi: You what?",
        "Kim: Don't tell me you have a problem with that?",
        "Gigi: It's not like he'd say yes.",
        "Kim: Why not?",
        "Gigi: Ahem. One word, starts with an \"S\". I'll give you a hint: It's not syphilis.",
        "Kim: Maybe he appreciates people who protect their friends.",
        "Gigi: You ever think he's gonna get over what Stacy did?",
        "Kim: What? Because you can't? Seems like you're the one who's jealous.",
        "Gigi: Maybe I'm just someone who protects my friends.",
        "Kim: You keep telling yourself that, sweetie. I think I'm gonna go powder my nose before Schuy gets here. Oh, and I'll have a Bloody Mary; 2 parts Bloody Mary mix, one part tomato juice, extra horseradish, celery, and no lime. You can manage that, can't you?",
        "[SCENE_BREAK]",
        "Schuyler: Wait a second. You -- you think I should go out with a pole dancer from Vegas?",
        "Rachel: Isn't that what Stacy was?",
        "Schuyler: Okay, A, I was high all the time back then. B, Stacy and I at least had some things in common. I can't even agree on the weather with Princess Velvet Thighs -- that's her stage name.",
        "Rachel: Oh, very cute.",
        "Schuyler: Yeah. I always wondered how she chose that.",
        "Rachel: Yeah, well, now is your chance to find out.",
        "Schuyler: Hey, hey, hey, it's a stage name, stage name, not her porn name.",
        "Rachel: Will you just go out with her?",
        "[Schuyler sighs]",
        "Schuyler: Are you trying to get rid of me?",
        "Rachel: Now, what would give you that idea? Go. You're about to be late for your new job.",
        "Schuyler: All right, all right. Hey, um, I didn't even ask about you.",
        "Rachel: Me? I'm -- I'm fine.",
        "Schuyler: Well, how's Shaun?",
        "Rachel: The same.",
        "Schuyler: Oh, I'm sorry.",
        "Rachel: Yeah, me, too. Go.",
        "[Rachel sighs]",
        "[SCENE_BREAK]",
        "Matthew: You have to do the surgery! You're the only one who can!",
        "Greg: Look, I'll give you a referral.",
        "Matthew: That's not what I mean. My parents talked to every spinal surgeon this side of the Rocky Mountains.",
        "Greg: Look, I know the name of a good man, okay? He's not on the radar yet, but he will be soon. He's assisted me several times, and he knows this procedure cold. His name is Dr. Nance, and he's based out of Seattle.",
        "Matthew: Well, what if he doesn't want to do it either?",
        "Greg: Then I'll speak to him myself. If I need to consult him, then I will.",
        "Matthew: No! Look, after all the doctors we talked to, you're the only one who thinks I could walk again. You still believe that, don't you?",
        "Greg: Look, if I didn't, I wouldn't be helping you find another doctor.",
        "Matthew: I don't want another doctor!",
        "Greg: I can't do this! Look, I -- I'm sorry!",
        "Destiny: But --",
        "Greg: I know. I know what I said. I'm sorry, but I can't do this. My mind is made up!",
        "Destiny: Greg didn't mean that.",
        "Matthew: Yes, he did.",
        "Destiny: He's just worried about Shaun.",
        "Matthew: I can't believe this. I'm not gonna get this surgery.",
        "Destiny: Just give him some time.",
        "Matthew: I don't have time! I'm gonna end up in this wheelchair for the rest of my life.",
        "[SCENE_BREAK]",
        "Jared: Whew!",
        "Natalie: Hey! How was your shower?",
        "Jared: Uh, wet.",
        "Natalie: Hmm. Oh, and you smell nice.",
        "Jared: Uh, were you up in the room just now?",
        "Natalie: While you were showering? No. Why?",
        "Jared: I just thought I heard you calling me.",
        "Natalie: No. I've been down here the whole time. But I think you should know, um...",
        "[Doorbell rings]",
        "Jessica: Oh. I'll get it. Excuse me.",
        "Natalie: John has more questions.",
        "Jared: Ah. Hmm. You know, ha ha, I thought I was okay with your ex-boyfriend. But I'm starting to feel...",
        "Natalie: A little harassed?",
        "Jessica: Hey. What's going on?",
        "John: Sorry to bother you again.",
        "Jessica: No. Come on in, please.",
        "Brody: You got something new?",
        "John: This shouldn't take long. I was wondering if maybe you recognize this man.",
        "Jessica: Why? Is that the -- is that the stalker?",
        "John: You tell me.",
        "[SCENE_BREAK]",
        "Destiny: Matthew, I'm sorry.",
        "Matthew: It's not your fault. Don't be sorry.",
        "Destiny: But I am.",
        "Rachel: Hey. What's wrong? Did Shaun --",
        "Destiny: He's the same.",
        "Matthew: Yeah, and so am I.",
        "Rachel: What do you mean?",
        "Destiny: Greg just said he won't do the surgery.",
        "Rachel: Why not?",
        "Matthew: Why don't you go ask him yourself?",
        "Destiny: Matthew -- Matthew, wait!",
        "[SCENE_BREAK]",
        "Greg: Sunny, warm. Nice day for a ball game, huh?",
        "Rachel: Sometimes my dad would pick me up early from school just so we could catch the last few innings.",
        "Greg: We always sat along the third-base line.",
        "Rachel: How's he doing?",
        "Greg: Won't be catching any foul balls today.",
        "Rachel: I just saw Matthew.",
        "Greg: He told you?",
        "Rachel: I thought his was a textbook case.",
        "Greg: It is. But I just remembered something I learned from that textbook: First, do no harm.",
        "Rachel: You think you meant to hurt your brother?",
        "Greg: Doesn't matter. I didn't uphold the oath.",
        "Rachel: So, what, you just stop being a doctor?",
        "Greg: I don't know. I just know that I won't be operating on your brother or anyone else ever again.",
        "[SCENE_BREAK]",
        "Schuyler: Hey. So did you have fun all night long?",
        "Gigi: What?",
        "Schuyler: The Lionel Ritchie concert?",
        "Gigi: Oh, yeah, yeah, yeah. It was great.",
        "Schuyler: You okay?",
        "Gigi: Ahem. There's someone here to see you.",
        "Kim: Since I didn't hear from you, I figured I'd stop by.",
        "Schuyler: Kim. Hi.",
        "Kim: Hi. I was hoping I would've heard from you last night. But when I checked my phone this morning, I had no messages.",
        "Schuyler: Yeah, well, I worked till closing.",
        "Kim: So what? Remember Vegas? We never went to sleep before the sun came up.",
        "Schuyler: Ha. Huh. Llanview's not Vegas.",
        "Kim: But I'm sure we can find somewhere to have fun. What do you say?",
        "Schuyler: Sure. Yeah, I'd love to.",
        "Kim: Great. How about tonight?",
        "Schuyler: I get off at 7:00.",
        "Kim: Perfect.",
        "Schuyler: Okay.",
        "Kim: So you get to work, and I'll get something to eat. I'll have a cheeseburger on rye toast, medium rare, mozzarella instead of cheddar. See you at 7:00.",
        "Schuyler: What?",
        "Gigi: Have you lost your mind?",
        "[SCENE_BREAK]",
        "Cristian: Hey.",
        "Oliver: Hey.",
        "Cristian: Has anyone been in here looking for me?",
        "Oliver: Not that I've heard.",
        "Cristian: Yeah, I'm supposed to meet this new art dealer.",
        "Oliver: Well, maybe you should call them.",
        "Cristian: I did. She's not answering her cell phone.",
        "Cristian: Why don't you go over there?",
        "Oliver: What?",
        "Cristian: I saw you talking to Kyle before.",
        "Oliver: We were -- we were just catching up.",
        "Cristian: Okay. So?",
        "Oliver: \"So\" what?",
        "Cristian: Do you still want the guy?",
        "Oliver: Do you really want to talk about this?",
        "Cristian: Why not? My date's not here.",
        "Oliver: Okay. Um, it doesn't really matter. Kyle's seeing someone.",
        "Cristian: Hmm. Do you want to know the straight guy's reaction to that?",
        "Oliver: Sure.",
        "Cristian: \"No ring, no strings.\"",
        "[SCENE_BREAK]",
        "Jessica: It's hard to tell. I mean, it could be the guy I saw at the lodge that night.",
        "John: It could be?",
        "Jessica: Well, the picture's not really that good.",
        "Natalie: Well, where did you get the picture?",
        "John: David Vickers.",
        "Jared: Why would he have a photo of the stalker?",
        "John: Jessica said she saw Vickers' producer outside.",
        "Jessica: I thought he was the one that was stalking me, so I hit him over the head with a potted plant.",
        "John: That was the right instinct, wrong guy.",
        "Jessica: So there was someone out there that day.",
        "John: Mm-hmm. Um, Natalie, Jared, do you -- you sure you don't recognize this guy?",
        "Jared: No. I've never seen him before in my life.",
        "Natalie: Yeah, me neither. So is that it?",
        "John: There is one other witness.",
        "Jared: Who else has seen him?",
        "John: Bree.",
        "Natalie: Whoa. Wait a minute. You want to question a child?",
        "John: I'll be brief.",
        "Natalie: She's 5.",
        "Jessica: It's all right with me, Natalie.",
        "Natalie: Okay, fine. If it'll get you off Jared's back, then it's, I guess, okay with me, too.",
        "Jessica: Well, then I'll go get her.",
        "[SCENE_BREAK]",
        "Kim: Stace? No, Schuyler said he'd go out with me. No, right in front of her. I know, I know. You were right. St. Gigi is a sick, jealous wreck.",
        "[SCENE_BREAK]",
        "Gigi: Kim is Stacy's best friend.",
        "Schuyler: You don't have to remind me. I've seen them do body shots together.",
        "Gigi: Sorry I missed that.",
        "Schuyler: Look, all I'm saying is I've known Kim for a lot longer than you have.",
        "Gigi: I don't want to know her.",
        "Schuyler: Well, maybe that's your problem.",
        "Gigi: And even if I do, what am I gonna find out? That she spends all her free time working in a soup kitchen?",
        "Schuyler: I'm not saying she's a saint.",
        "Gigi: She's trash. She's Vegas trash. You can do so much better than her, Schuyler.",
        "Schuyler: And, what, this better girl -- she's just gonna show up?",
        "Gigi: I'm not saying you should stay at home and wait for her. I -- -",
        "Schuyler: Good, Gigi. Because I tried that, and it didn't work out.",
        "[SCENE_BREAK]",
        "Nick: So, uh, everything okay with Oliver?",
        "Kyle: You want to know what you walked in on.",
        "Nick: Huh. And I thought I was being subtle.",
        "Kyle: He just came out to his parents.",
        "Nick: I remember that day.",
        "Kyle: Yeah. It gets worse. You, uh, you remember that guy that was standing at the front desk at the hotel yesterday morning?",
        "Nick: Yeah?",
        "Kyle: That was his dad.",
        "Nick: Oh. Does he recognize you?",
        "Kyle: Uh, yeah. I -- I talked to him for a little while. I just thought I'd tell Oliver about it.",
        "Nick: Wouldn't hurt to warn him that his dad saw us kiss.",
        "Kyle: Actually, I -- I didn't tell him that.",
        "Nick: Why not?",
        "[SCENE_BREAK]",
        "Cristian: Kyle and that guy just started dating, right?",
        "Oliver: So?",
        "Cristian: So it's probably not that serious.",
        "Oliver: Kyle's moved on.",
        "Cristian: Only because you treated him like dirt.",
        "Oliver: I told him I was sorry.",
        "Cristian: That's what I'm saying. Everything's cool, right? No harm, no foul.",
        "Oliver: Is that how it works in your world?",
        "Cristian: Look, man, I saw the way you were looking at him.",
        "Oliver: Oh, God.",
        "Cristian: And he was looking at you the exact same way.",
        "Oliver: So what am I supposed to do about it?",
        "Cristian: Just tell him how you feel.",
        "Oliver: Why? So he can tell me where to go? Or if I'm really lucky, he'll let me down easy?",
        "Cristian: Is that how it works in your world?",
        "Oliver: Look, Cris, I blew it. I don't deserve another chance.",
        "Cristian: Maybe you should let him decide that. Unless you're too scared.",
        "Oliver: Are you?",
        "Cristian: Me? Of what?",
        "Oliver: When are you gonna tell Layla how you feel about her?",
        "[SCENE_BREAK]",
        "Rachel: It's understandable for you to be apprehensive.",
        "Greg: You can say \"afraid.\"",
        "Rachel: But you shouldn't make decisions based on fear.",
        "Greg: Why not? You did.",
        "Rachel: Yeah, and you told me what a mistake that was.",
        "Greg: Well, I should've kept my big mouth shut.",
        "Rachel: Why? You saw what I was doing, how I was cutting myself off from my life.",
        "Greg: No, you thought that you were protecting others.",
        "Rachel: Yeah, because I killed someone.",
        "Greg: And I may as well have. So now I'm taking myself out of situations where I can harm others.",
        "Rachel: What about all of those people that you've healed? That girl Loretta in court and the hundreds like her? Ask anyone --",
        "Greg: No, why don't we ask my brother Shaun, huh? What do you say, bro, huh? What do you think about my great surgical skills? I don't think he's very impressed.",
        "Rachel: If Shaun could talk right now, he would say that you have a gift. You can help people.",
        "Greg: And you sound pretty sure about that.",
        "Rachel: Yeah. Just as sure as I am that he's gonna come out of this. And when he does, do you think he's gonna be happy that you threw your career away?",
        "Greg: Well, you're the great mind reader. You tell me.",
        "Rachel: I don't have to read minds to know how Shaun feels. He loves you. He wouldn't want this.",
        "[SCENE_BREAK]",
        "Jessica: Sweetie, this is John. He's gonna ask you something, okay?",
        "John: Hi, Bree. You know, I haven't seen you in a long time, but I was wondering if maybe you could tell me something. Do you recognize this man?",
        "Bree: Daddy!",
        "Jessica: Honey -- honey, that's not your daddy.",
        "Bree: Yes, it is.",
        "John: Bree, take a good look. Is this the man that gave you the stuffed elephant?",
        "Bree: Yes.",
        "John: Did he tell you that he was your daddy?",
        "Bree: Yes.",
        "John: Okay, sweetie. Thank you. You've been a big help.",
        "Jessica: Okay, honey, we're gonna go upstairs, okay, and I'm gonna show you some pictures of your daddy. We're gonna talk all about it, okay?",
        "Natalie: Satisfied? Now you got your stalker, and it's not Jared.",
        "[SCENE_BREAK]",
        "John: Any messages?",
        "Layla: Your FBI friend called.",
        "John: Warren?",
        "Layla: He said the information you requested is on its way.",
        "John: Take your lunch?",
        "Layla: Right now. You want anything?",
        "John: No.",
        "[SCENE_BREAK]",
        "Gigi: I'm sorry.",
        "Schuyler: For what?",
        "Gigi: Um, I didn't mean to make you talk about...",
        "Schuyler: How I feel about you? If it's true, why not?",
        "Gigi: But I don't need to rub your nose in it.",
        "Schuyler: Gigi, if you and I are gonna be working together, I have to deal with it. And you know what? I am.",
        "Gigi: Schuyler --",
        "Schuyler: No, no, seriously. You're with Rex. I totally respect that.",
        "Gigi: And -- ahem -- I should respect your right to go out with a conniving little slut.",
        "Schuyler: Hey, now. Don't sugarcoat it.",
        "Gigi: Look, Schuyler, Kim and Stacy -- they are more than just friends. They think the same way. Hell, they practically share a brain.",
        "Schuyler: So what you're saying, they're up to something?",
        "Gigi: I can almost guarantee it.",
        "Schuyler: Okay. Kim wants to start trouble, she's gonna go after Rex.",
        "Gigi: Been there, done that.",
        "Schuyler: Well, what does going out with me get her?",
        "Gigi: Besides a really great guy she doesn't deserve?",
        "Schuyler: We're not getting married.",
        "Gigi: You have no idea what they're planning.",
        "Schuyler: Well, this way I can find out. And besides, I got to move on.",
        "[SCENE_BREAK]",
        "Kyle: I didn't mention us kissing because I --",
        "Nick: Because you didn't want to hurt Oliver.",
        "Kyle: I guess not.",
        "Nick: Which means either he's still into you or you're still into him.",
        "Kyle: Nick --",
        "Nick: No, it's okay, Kyle. Look, I'm not jealous. I just want to know. Which is it?",
        "[SCENE_BREAK]",
        "Cristian: I don't have feelings for Layla, all right?",
        "Oliver: Really? And that's why I heard you two coming in at 2:00 this morning?",
        "Cristian: We went to a wedding and to hear Lionel Ritchie and Jeremih at Rex's club.",
        "Oliver: And the reason you went half an hour out of your way to bring her her gym bag was...",
        "Cristian: I was just looking out for her, okay? Give me a break. She's my friend, all right? She's my roommate.",
        "Oliver: No, I'm your roommate, and I've seen it ever since we moved in together.",
        "Cristian: So?",
        "Oliver: Cris, dude, I'm gay, not stupid, okay? I've seen the way you two look at each other.",
        "Cristian: Okay, if I did have something for Layla -- and I'm not saying that I do at all -- what am I supposed to do about it?",
        "Oliver: Take your own advice? Tell her how you feel?",
        "Cristian: Heh heh.",
        "[SCENE_BREAK]",
        "Greg: Look, this isn't about what Shaun wants.",
        "Rachel: What about what Matthew wants?",
        "Greg: I told him that I'd help him find another surgeon.",
        "Rachel: I thought you were the only person who was qualified to perform this procedure. Isn't that what you said?",
        "Greg: I was arrogant.",
        "Rachel: I don't doubt that. But you're the one who made my brother believe that he could walk again.",
        "Greg: I know what I said.",
        "Rachel: That is why he got a lawyer, went to court, and sued his parents for the right to have this surgery.",
        "Greg: I told him that there would be risk involved.",
        "Rachel: You gave him hope.",
        "Greg: Look, do you want him to end up like this?",
        "Rachel: There is no guarantee that he will.",
        "Greg: He can live a rich, full life in a wheelchair. Isn't that what you said?",
        "Rachel: It is not my choice.",
        "Greg: No, it's mine! And I'm not gonna take the risk, okay? Now, if you'll excuse me.",
        "Rachel: I am not finished.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "John: Yeah?",
        "Brody: You got a minute?",
        "John: I thought you were supposed to be resting.",
        "Brody: Yeah, I told Jessica I needed to get some air.",
        "John: What's up?",
        "Brody: I wanted to let you know I checked Jared's call history.",
        "John: And?",
        "Brody: Lots of calls from \"unknown caller.\" You think he's working with this guy?",
        "John: I don't know. I sent the image over to a friend at the FBI.",
        "Brody: Any hits?",
        "John: We're about to find out.",
        "[SCENE_BREAK]",
        "Greg: So? What else do you have to say?",
        "Rachel: This: I have no idea what you're going through.",
        "Greg: I wouldn't wish this hell on anyone.",
        "Rachel: Which is exactly why you shouldn't be going through this alone.",
        "Greg: So who am I supposed to burden with my troubles?",
        "Rachel: Somebody who could help you.",
        "Greg: Are you suggesting that I see a psychiatrist? That's who can help me?",
        "Rachel: Greg --",
        "Greg: No, no, I'm interested. What are Freud's thoughts on turning my brother into a turnip?",
        "Rachel: I know what it's like to feel loss.",
        "Greg: Then you're the one who should see a shrink.",
        "Rachel: I do, ever since that day in court. Her name is Marty Saybrooke. She's good, Greg. It'll help.",
        "Greg: No. You know what'll help? Being with my brother.",
        "Rachel: She's right in the hospital.",
        "Greg: I'm staying right here.",
        "Rachel: Greg, would you --",
        "Greg: No, I'm staying here! Now, would you just go and get out?!",
        "[SCENE_BREAK]",
        "Gigi: Just promise me you will be careful with Kim.",
        "Schuyler: Hey, if she pulls out a bag of blood, I am gone.",
        "Gigi: This isn't funny, Schuyler. She could try to get you to do drugs or --",
        "Schuyler: If that happens, I'll tell her to take a hike.",
        "Gigi: I know you can take care of yourself.",
        "Schuyler: Thank you...",
        "Gigi: Ohh.",
        "Schuyler: For looking out for me.",
        "Gigi: That's what friends are for, right?",
        "[SCENE_BREAK]",
        "Kim: If looks could kill, I'd be dead. \"Just friends\" my ass. Gigi's smoking mad. And when there's smoke, there's fire.",
        "[Phone beeps]",
        "[SCENE_BREAK]",
        "Kyle: Am I still into Oliver?",
        "Nick: A yes or no will do.",
        "Kyle: Look, I know that it --",
        "Nick: I have to go. Look, I'm sorry. The alliance wants me to meet with both the mayoral candidates about gay rights issues, and I'm meeting with Viki Banks.",
        "Kyle: Sure. Go ahead.",
        "Nick: Kyle, I -- I really like you, and I usually try not to get my hopes up this much so early on.",
        "Kyle: Me, too.",
        "Nick: But as much as I want this to happen between you and me, if you're still involved with Oliver...",
        "Kyle: Look, Nick, Oliver just needs a friend right now. That's all it is, okay?",
        "Nick: Okay.",
        "Kyle: Okay.",
        "Nick: See you later?",
        "Kyle: Absolutely.",
        "Nick: Okay.",
        "[SCENE_BREAK]",
        "Cristian: Well?",
        "Oliver: Well what?",
        "Cristian: Kyle's all alone. If you want to talk to him, you got to do it now.",
        "Oliver: I will if you will.",
        "Cristian: Hey.",
        "Layla: Hey. Where's your art dealer?",
        "Cristian: She stood me up.",
        "Layla: I thought it wasn't a date.",
        "Cristian: It wasn't. But it's just as well.",
        "Layla: Really? Why?",
        "Cristian: Hmm.",
        "[SCENE_BREAK]",
        "Oliver: Hey.",
        "Kyle: Hey. What's up?",
        "Oliver: Um, you have a minute?",
        "[SCENE_BREAK]",
        "Man: Hey, it's me. I guess you can't pick up. I almost had the women, but Lovett came in. Looks like we're gonna have to wait. Don't worry. I'm sure we'll get another chance.",
        "[SCENE_BREAK]",
        "Natalie: Could this be the guy who attacked you at B.E.?",
        "Jared: It's possible.",
        "Natalie: You're sure you haven't seen him?",
        "Jared: I'm positive.",
        "Jared: What?",
        "Natalie: Well, it's just that both the security and the cops, they -- they both think that maybe this guy could've worked at B.E. So, I mean, isn't it possible -- maybe he rode with you in the elevator or bought a pack of gum at the newsstand when you were buying a newspaper?",
        "Jared: I've never seen him before in my life. Natalie, he's a total stranger to me.",
        "[SCENE_BREAK]",
        "John: My boy's got a record a mile long. Did a bunch of different stretches, including one in New Jersey.",
        "Brody: Isn't that where Jared...",
        "John: Same prison, same time."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=Ba6M3iIG3uM"
}