{
    "Episode Summary": [],
    "Recap": [
        "John finds out that Marty is also missing. Starr, Langston, and Markko break into Cole's apartment and find that he is missing. Starr finds Cole's cell phone lying on the floor. Going into the hallway, Starr finds the mask that the man had been wearing that she had seen outside of Dorian's window. Starr tries to call Marty to alert her of Cole's disappearance, but before Marty can answer, a man grabs her from behind. John finds out of Marty's disappearance. Asa's continues letting the other Buchanan's know what he had left to them in his will. Everyone is surprised as to what each one is receiving. Marcie and Tommy have arrived in Paris, Texas and also at the Bon Jour diner. Gigi makes friends with Marcie and Tommy and suggests that they stay at the motel across the street where they will be safe. Marcie is happy with the help. Viki is enjoying herself on her date with Charlie. Charlie lets her know that the file that he has in his possession is something that he is working on in finding his missing son. Starr alerts Bo of Cole's disappearance. Bo and other cops arrive at Cole's apartment and start to investigate for clues. John makes up his mind to return to Llanview in case Marty is headed there herself. Todd is beside himself when he finds out. John is no longer helping in finding his son. John lets Todd and Blair know that Marcie and Tommy are headed to Paris, Texas. John heads back to Llanview and Blair and Todd head to Paris, Texas. Roxy encourages Dorian to catch the first stagecoach out of Llanview to go to Texas to be with Clint ."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Blair: Hey, can you give me a hand here?",
        "Todd: Where the hell have you been?",
        "[Jefferson Parish, Louisiana]",
        "Todd: Thought you were just getting coffee.",
        "Blair: Well, I did, as you can see, but I also picked up a bunch of food -- some snacks and stuff, so when we get on the road, we shouldn't have to stop. I mean, we're never going to run out of food here.",
        "Todd: Ooh, toilet paper. Well, we're going to find my kid before we run out of food. This is it, Blair, I feel it.",
        "[SCENE_BREAK]",
        "Gigi: Hey there, handsome.",
        "Marcie: Hi. Say hi.",
        "Gigi: Do you know how to high-five?",
        "Marcie: Huh?",
        "Gigi: High-five?",
        "Marcie: High-five?",
        "Gigi: Oh, that's okay.",
        "[Marcie laughs]",
        "Gigi: Me and my little guy, Shane, we high-five all the time.",
        "Marcie: Oh, you have a son?",
        "Gigi: I sure do, and I advise you to enjoy this stage while it lasts, because you blink your eyes and he's not your baby anymore. What can I get you?",
        "Marcie: Oh, thanks, but I'm -- I'm looking for someone. Her name is Alice.",
        "Gigi: Oh, Alice -- Alice hasn't worked here for a while now. Three months, to be exact.",
        "Marcie: Oh. I see. Um, well, does she, uh -- do you have an address for her? A phone number, or someplace that -- that she --",
        "Gigi: I'm sorry, I haven't heard from her since she got fired.",
        "Marcie: Fired? Really? She was fired? Because -- see, the thing is I've been driving all night long to get here, and if she's not here, then I really --",
        "Gigi: I'm so sorry. Are you okay?",
        "Marcie: Um \u0096",
        "[SCENE_BREAK]",
        "Dorian: Ah, hello, Roxy.",
        "Roxy: Ooh, you're having a bad hair day. Wait till I get my hands on you.",
        "Dorian: I -- no, no, I -- no, thank you. You are not touching my hair again. Now, why did you call?",
        "Roxy: Well, the reason I called is because we finally really have something in common, you and me.",
        "Dorian: Excuse me?",
        "Roxy: Well, you know, I don't want to go popping any corks over this, because, you know, actually, she's too young, and hell, you know, so am I. But I think it's time that we really face the music.",
        "Dorian: Oh, dear. I really wish I knew what you were talking about.",
        "Roxy: So where are we having the shower, your place or mine?",
        "Dorian: What shower?",
        "Roxy: The baby shower?",
        "Dorian: Baby shower? Who's pregnant?",
        "Roxy: We are, Grandma.",
        "Adriana: Hey, Mom.",
        "[SCENE_BREAK]",
        "Asa: Before we get to the business of my finances, a special bequest to my son. The one I didn't know I had until -- until it was too late.",
        "Clint: Long-lost son? Another one, pa?",
        "Nora: Well, is it possible he's talking about Ben?",
        "Renee: I have no idea. But if he confided in anyone, it would be Nigel.",
        "[SCENE_BREAK]",
        "Starr: Thanks for coming, Commissioner Buchanan.",
        "Starr: We didn't know who else to call.",
        "Langston: We tried Dr. Saybrooke.",
        "Starr: And she's out of town, so she wasn't answering the phone.",
        "Markko: We tried everywhere.",
        "Langston: Called every place that Cole hangs out.",
        "Starr: And nobody has seen him.",
        "Langston: Not since we left Starr's aunt's house last night.",
        "Bo: All right, let's all just slow down for one second, okay? Now, Starr, tell me exactly what happened.",
        "Starr: Okay. Um -- he was supposed to meet up with me last night and he never called me. I kept trying to call him and call him before I went to bed, but he never picked up, which is extremely rare, because he usually always has his phone with him, and he always calls me back, but -- anyway, I woke up, I went to school, and he didn't show up. There's no Cole anywhere, not here, but -- uh -- we found this.",
        "[SCENE_BREAK]",
        "John: Marty? Hey.",
        "[SCENE_BREAK]",
        "Jessica: Is Renee right, Nigel? Do you know what Grandpa meant by his long- lost son?",
        "Nigel: I was not in Mr. Buchanan's presence when he composed this document.",
        "Natalie: Well, it can't be Ben. I mean, Ben -- Ben's dead.",
        "[Phone rings]",
        "Natalie: So, I mean, it's got to be somebody else, right?",
        "Clint: Yeah, Cord. Everyone here just heard. I have no idea. We're all surprised here in Texas as you Buchanans are in London. I will as soon as I hear anything. You take care, son. Bye-bye.",
        "Sarah: Is it possible great-grandpa didn't mean son literally? I mean, he did leave the ranch to Chuck. Maybe he meant like a son.",
        "Jared: Yeah, good old Chuck. He's getting lucky all over the place.",
        "Renee: If it was an actual biological son he's talking about, it couldn't have been mine.",
        "Beaver: Might I suggest that we hear what else Mr. Buchanan has to say on the matter?",
        "Asa: All right, how about you stop gabbing long enough to hear what I'm leaving this son you know nothing about? It's an envelope, and what's in it is strictly for him. I'm entrusting it to Nigel. He'll know what to do with it, when the time is right.",
        "Jessica: We really have another uncle?",
        "Nigel: All I can tell you is that everyone will be enlightened when, as Mr. Buchanan said, the time is right.",
        "Natalie: He totally knows who it is.",
        "Jessica: Yeah, yeah. Come on, Nigel, give it up.",
        "Clint: Nigel, Asa can't do anything to you now. I want you to tell me the name of my long-lost brother.",
        "[SCENE_BREAK]",
        "Viki: It's been a long time.",
        "Charlie: Hmm?",
        "Viki: Um -- since I've been to a drive-in movie.",
        "Charlie: Well, there are not many left, you know.",
        "Viki: No.",
        "Charlie: And this one's a real throwback. It's got the window speakers and all. And they only show classics.",
        "Viki: Really? I like that. That's nice.",
        "Charlie: Yeah. Yeah, yeah. I saw the -- I saw the screen from --",
        "[Static]",
        "Charlie: When I drove into town. What --",
        "Viki: Oh.",
        "[Static stops]",
        "Charlie: Just great.",
        "Viki: Well, you -- just give it a great big whack. That usually works. No?",
        "Charlie: Oh.",
        "Viki: All coming back to me now. Broken speaker at the drive-in.",
        "Charlie: Yeah. That was the excuse the fellow used to always give for not being able to watch the movie.",
        "Viki: We could always exchange it for one that does work, you know.",
        "Charlie: I've got a better idea.",
        "[SCENE_BREAK]",
        "Marcie: Look, I'm really sorry, okay? None of this --",
        "Gigi: No, it's okay.",
        "Marcie: Is your problem, and --",
        "Gigi: Is there anything I can do?",
        "Marcie: No --",
        "Gigi: Can you talk about it?",
        "Marcie: You know, just -- things just happen. They haven't worked out, right? They haven't worked out the way I wanted, the way I planned. Nothing has, and so I --",
        "Gigi: I know how that goes, but nothing can be all that bad.",
        "Marcie: Yeah, you have no idea.",
        "Gigi: Try me.",
        "Marcie: I need to figure this out on my own, okay?",
        "Gigi: But you're not on your own. You have your precious little boy with you.",
        "Marcie: That's true. That is true, isn't it?",
        "Gigi: I am a mother, too. I would really like to help you, whatever it is Alice was going to do for you. Honey, what was Alice going to do for you?",
        "Marcie: She was going to hide us.",
        "[SCENE_BREAK]",
        "Blair: Well, of course we are going to find him. I mean, Marcie can't keep this up forever.",
        "Todd: Hey, you know, it meant a lot to me the other day what you said about not giving up the fight. It gave me some hope. But I guess if we don't find him soon, you're going to have to go home, huh?",
        "Blair: Yeah, I know. I mean, I think Jack and Starr understand how important this is, but one of us needs to be there with them. I mean, the ideal situation would be for us to go home together. We need to step up the search.",
        "[Pounding on door]",
        "Todd: Hey. Ahem.",
        "John: You know where Marty is?",
        "Blair: No. I just got back from the store.",
        "Todd: Last time I saw her, she was in your room.",
        "John: She's not there, neither is her suitcase.",
        "Blair: Well, maybe she left you a note or something.",
        "John: You don't think I looked? I don't get it. Why would she just take off?",
        "Blair: I don't know. Maybe she had to get away or something?",
        "John: Why?",
        "Blair: Maybe something happened between the two of you last night that scared her off.",
        "[SCENE_BREAK]",
        "Renee: Huh. For better or for worse, if Asa fathered a long lost-child, I want to know who it is -- not later, now. I deserve to know. Everyone in this room deserves to know.",
        "Clint: Well, Nigel?",
        "Nigel: I'm sorry. Mr. Buchanan entrusted this envelope to me for some reason, and I intend to follow his instructions about when to reveal whatever is inside it.",
        "Beaver: That ought to do it, then. Oh, and by the way, that is not the only thing Asa left Nigel here.",
        "Asa: So -- hmm -- for all of Nigel's years of faithful service -- and I tell you, did he go above and beyond for me and mine -- so I'm giving him the -- I'm going to give him the keys to my yacht, the Jeb Stuart. And also, for a kicker, the deed to my tropical island, St. Blaze's. Enjoy.",
        "Clint: Asa obviously wanted it this way, Nigel.",
        "Renee: Huh. And it's not surprising, darling Nigel. You spent more time on that island with Asa than any of us.",
        "Nigel: Well, that's only because he -- he was dodging, you know -- excuse me, please.",
        "Nash: Wow. Asa sure did reward loyalty, didn't he?",
        "Jessica: Yes. He was a very giving man.",
        "Jared: It seems to run in the family. Ahem.",
        "Matthew: Can I call Dad?",
        "Nora: No, no, not --",
        "Matthew: Please?",
        "Nora: Not now, honey. No, no, no.",
        "Matthew: I got to tell him he has another brother.",
        "Nora: Slow down, kiddo, because we don't actually know anything.",
        "Matthew: All right, I'm going to go try him. I'll be right back.",
        "Nora: I -- but -- do you suppose someone should have counseled Asa on birth control?",
        "Clint: Yeah. Obviously, they didn't.",
        "Nora: Hmm. So do we think this is real? I mean, it could be his imaginary son.",
        "Clint: No, Pa was sharp as a tack right to the end, so I'm convinced that this will was written, witnessed, and signed exactly the way Asa Buchanan wanted it.",
        "Nora: So I suppose the mysterious son will stay a mystery until Nigel feels the time -- [As Nigel] is right.",
        "Clint: Oh, thank God Dorian's not here.",
        "Nora: [Normal voice] Oh, God, she would have gone crazy.",
        "Clint: She would have knocked Nigel to the floor.",
        "Nora: And ripped the letter right out of his hands.",
        "[SCENE_BREAK]",
        "Dorian: Again this happens?",
        "Adriana: Again what happened?",
        "Dorian: I thought you were pregnant once before. I made it very clear how I felt then.",
        "Adriana: Oh, my God -- you told her I was pregnant?",
        "Roxy: Yeah, because Rexy told me that you were pregnant.",
        "Dorian: You are far too young to be having children. And, Rexy, what were you thinking?",
        "Rex: Look, if you would just let us --",
        "Adriana: Okay, you know what? Stop, everyone. I was not pregnant the last time you jumped to conclusions, and I am not pregnant now.",
        "Roxy: So you were talking about someone else that you knocked up?",
        "Rex: I didn't knock up anyone. It was a mistake. I misunderstood something, and I assumed that Adriana was having a baby.",
        "Adriana: Which I am so not.",
        "Rex: That's why we're here. We wanted to get to Roxy and explain it to her before she shot her mouth off about it.",
        "Adriana: And we obviously didn't make it in time.",
        "Dorian: Oh -- I am so relieved -- not that having a baby isn't a blessing, but to be taking care of a new grandchild and a new daughter at the same time --",
        "Adriana: What new daughter?",
        "Dorian: I'm sorry, darling, I -- I meant to find a -- a special, private time to tell you, but if everything goes as expected -- as I hope -- Langston Wilde is going to be your new foster sister.",
        "[SCENE_BREAK]",
        "Bo: Did any of you touch that mask?",
        "Starr: Yeah, I did when I picked it up.",
        "Langston: Starr saw some guy wearing it outside her house.",
        "Starr: Yeah, on Halloween.",
        "Bo: All right, did you two see the same thing?",
        "Starr: No, they didn't, but I'm not lying about it, okay?",
        "Bo: No, Starr, relax. I'm not suggesting you are. I just want as complete a description as I can possibly get.",
        "Starr: Okay, well, I saw him through the window and he was wearing a hooded black cloak, and he was wearing a mask -- that exact mask.",
        "Bo: All right. Where were you supposed to meet Cole last night?",
        "Markko: At Hallowed Grounds, but he didn't show.",
        "Starr: He -- he called me and said that he had some homework to make up.",
        "Langston: He said his computer crashed and he had to rewrite some big paper for history.",
        "Bo: All right, do you know where his computer is?",
        "Starr: Um -- it should be -- yeah, it's right here.",
        "Bo: Thanks.",
        "Langston: Well, it's working now. What about his documents?",
        "Markko: That's the paper that Cole said he had to rewrite.",
        "Starr: His computer is working. He -- he was lying.",
        "[SCENE_BREAK]",
        "John: Hey, it's me. If you check your messages -- just give me a call if you get a chance.",
        "Todd: Well, wherever the hell she is, she better not slow us down, because I want to get back on the road as soon as possible.",
        "Blair: You know, John, I really couldn't help but notice when I walked in this morning that, you know, something had gone on between the two of you.",
        "John: Just leave it alone, okay?",
        "Blair: No, look, I'm just saying that it makes sense that maybe she panicked. I mean, she wouldn't be the first woman to -- to run off, you know, because of a new relationship, really.",
        "Todd: You know, I saw Marty in your room and I was talking to her. She seemed fine.",
        "John: Why didn't you say something? What'd she say?",
        "Todd: Well, she wanted to talk about kids -- Starr and Cole.",
        "John: All right, I'm going to check the room again.",
        "Blair: I do think it's weird that Marty ran off, don't you?",
        "Todd: I don't know. Maybe it wasn't as good for her as it was for him.",
        "Blair: Come on.",
        "Todd: But he's got the car, so let's get on the road.",
        "Blair: Look, you saw John. There's no way he's going to leave until he finds Marty.",
        "[Phone rings]",
        "John: Where the hell are you?",
        "[SCENE_BREAK]",
        "Charlie: \"Move away from there, Hildegarde.\"",
        "Viki: \"Hildegarde\"?",
        "Charlie: Well, would you -- she looks like a Hildegard, right? \"You're a terrific dame, but the jig is up.\" Huh.",
        "Viki: \"No! No, no, no. Aloysius.\"",
        "Charlie: You -- \"Aloysius\"?",
        "Viki: Yeah, works with Hildegard, don't you think? \"No, no! You -- you will never know what is in that safe. You must never know my secret.\"",
        "Charlie: \"Too late, doll face, because I know what you're hiding, and as soon as I get my hands on that chicken soup recipe, then I'm going --\"",
        "Viki: \"Chicken soup\"?",
        "Charlie: \"To go straight to the top.\"",
        "Viki: \"Chicken soup\"?",
        "Charlie: Yeah.",
        "Viki: No -- no, I will not be party to mangling this movie. \"Chicken soup\"?",
        "Charlie: Oh. Look, I want you to know that, um -- I don't hit on every waitress that serves me.",
        "Viki: Never entered my mind.",
        "Charlie: Oh. So why did you turn me down at first? I mean, other than the reasons that you gave me at the time, which I didn't buy.",
        "Viki: Well, it had -- it had everything to do with the fact that you're just passing through, you know.",
        "Charlie: Well, you thought I was looking for a one-night stand?",
        "Viki: If I had thought that, I would not be sitting here now. No, no. I just knew that whatever time we spend together -- well, it'll be brief.",
        "Charlie: \"We'll always have Paris.\"",
        "Viki: Oh! That's good. That's very good. You like old movies. I do, too.",
        "Charlie: Oh. So, how long have you been working at the Bon Jour?",
        "Viki: Three months.",
        "Charlie: Well, that's not very long.",
        "Viki: No, it's not. But I have really enjoyed it. And it's been so good for me. I like the people I work with. I like who I am there.",
        "Charlie: You know, waitressing is pretty hard work.",
        "Viki: Yeah. And -- and no. It certainly has its rewards. For one thing, you never know who the hell's going to walk through that door.",
        "[SCENE_BREAK]",
        "Marcie: Look, just forget that I said that, okay? Because I don't want to draw you into my situation, okay? My son and I -- we will be fine.",
        "Gigi: What kind of trouble are you in that you need to be hidden?",
        "Marcie: Well --",
        "Gigi: Oh, are -- are you on the run from someone? Oh, you don't need to say anything. I know exactly what's going on here.",
        "[SCENE_BREAK]",
        "Todd: And so now, we have to wait because John's love life is in trouble?",
        "Blair: We wouldn't have any leads if it weren't for John, and I'm sure John will figure out where Marty is and then we'll be on our way, all right? I'll get my stuff together, packed. Ah. Starr's blankie. She passed it on to Jack.",
        "Todd: Yes, I know what it is.",
        "Blair: Well, they wanted to make sure that I gave it to your little boy so he would feel like he was part of the family.",
        "Todd: I wonder if John found Marty.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "John: Hello, who is this?",
        "Bo: John? Is that you?",
        "John: Bo?",
        "Bo: Yeah. I was trying to reach Marty.",
        "John: No, you -- you got the right number. It's her phone. She's not here.",
        "Bo: Do you know the last time that she heard from Cole?",
        "John: I'm not sure, why?",
        "Bo: Well, I'm at Marty's apartment right now with Starr Manning and a couple of his friends -- they haven't seen him since yesterday. They said he wasn't in school today. Now, we did find a Halloween mask. It looks like a -- a death mask. Starr says that it didn't belong to Cole.",
        "John: Bo, Marty's missing, too.",
        "Bo: Where are you?",
        "John: New Orleans. Look, don't ask me why, and I know you can't talk with the kids there, but -- look, if Marty's missing and Cole's missing, it's not a coincidence.",
        "John: Hang on, Bo. I'm going to check her cell, see if she spoke to Cole today, okay? How do I do this? Hey, it looks like he called her a few minutes ago.",
        "Bo: So she did talk to him?",
        "John: It's logged in as a missed call. She never answered it.",
        "Bo: Hang on a second. Hey, Starr? Could I see Cole's phone?",
        "Starr: Yeah.",
        "Bo: Thanks. By any chance, did you make this call?",
        "Starr: Yeah, I did.",
        "Bo: Okay, all right. Thank you. Yeah -- John?",
        "John: I'm here.",
        "Bo: That call was made by Starr. She was trying to reach Marty on Cole's phone.",
        "John: Okay, look, I'm going to look around here and I'll get back to you.",
        "Bo: All right, I'll let you know if we hear from him.",
        "John: Thanks, Bo.",
        "[SCENE_BREAK]",
        "Starr: What did Cole's mom say?",
        "Bo: Oh, that wasn't her. She wasn't near the phone. I was talking to John McBain.",
        "Starr: Well, he'll -- he'll tell her about Cole, right?",
        "Bo: Did Cole ever mention to any of you about having any enemies?",
        "Starr: Uh -- only Britney.",
        "Markko: Yeah, but she's in boarding school. She couldn't have done this.",
        "Starr: Yeah, and she's a bitch, not a psycho.",
        "Bo: Well, yeah. Even so, I'd like for you to maybe give me a -- a list of anybody that you could think of that might want to hurt Cole or his mother.",
        "Langston: His mother?",
        "Markko: Well, sometimes people will go for someone's kid to get at the parent.",
        "Starr: So that's what you think is going on here?",
        "Bo: Not necessarily. I just want to check into every angle that we have. See, there -- there's no sign of a -- a break-in here, no sign of a struggle.",
        "Langston: Cole let this person in?",
        "Starr: The creep with the mask?",
        "Bo: Uh -- I'm going to have --",
        "Starr: Oh.",
        "Bo: Going to have our lab check this out.",
        "[SCENE_BREAK]",
        "John: None of this makes any sense. He look, I need to know every word Marty said to you.",
        "Todd: I told you, we talked about the kids.",
        "John: Please, go over it again.",
        "Todd: Well, we talked about the kids. We talked about Starr and Cole.",
        "John: He's missing, too.",
        "Todd: What, who's missing? Cole is missing?",
        "John: No, listen -- Starr's okay, all right? I just talked to Bo and she's with him.",
        "Blair: Oh, my God! I'm calling her.",
        "John: Look, don't say anything about Marty until we know.",
        "Blair: I won't. I just want to call her, make sure she's all right.",
        "John: Do you remember anything at all?",
        "Todd: Uh -- no. We talked about Starr and Cole. Marty thinks that she and I need to find out a way to tolerate each other.",
        "John: Ugh.",
        "Todd: Oh, wait! Hey, I just remembered -- some guy in a mask.",
        "John: \"Guy in a mask\" -- what guy in a mask?",
        "Todd: Yeah, some guy on Halloween with a little, you know, death mask. Freaked her out -- she thinks it was Miles.",
        "John: Death mask. That's a pretty good detail to leave out, don't you think? Well, what, is that it? A guy wearing a death mask -- that's all you got?",
        "Todd: Oh, yeah. And then she said that she confronted Miles about it and he denied it.",
        "John: All right. Look, I'm going to go check with the people downstairs. Do me a favor -- would you go over to the convenience store or the gas station, ask if anybody's seen Marty?",
        "Todd: All right. Blair, we're going to look for Marty now.",
        "Blair: Okay. Yeah, yeah, sweetheart, I'm still here. So what happened?",
        "[SCENE_BREAK]",
        "Dorian: And since Blair was out of town, Child Services was going to send Langston to live with perfect strangers. I wasn't going to allow that to happen. The child has been through enough.",
        "Adriana: So you stepped up? I'm really proud of you, Mom.",
        "Dorian: Thank you, darling -- because, in a way, I'm doing it to make up for what happened to you.",
        "Roxy: Oh, get me a tissue, Rexy.",
        "Rex: Here, take the box.",
        "Adriana: It broke your heart not to raise me on your own -- I know that now.",
        "Roxy: And her heart is still broken. It still is, in a million pieces.",
        "Adriana: That's why you're doing this wonderful, amazing thing for Langston.",
        "Dorian: I just hope that I can give the child what she really needs.",
        "Roxy: Oh, love -- that's all she needs, a place to belong. Love -- that's what we all need.",
        "Rex: Right.",
        "Adriana: Mom, why didn't you tell me about this before?",
        "Dorian: Oh, I should have and I wanted to. It's just that -- well, first of all, you and Rex and Blair have not exactly been seeing eye to eye because of what happened with Todd's baby.",
        "Roxy: Hey, hold the phone -- we're talking about Marcie's baby here.",
        "Rex: Roxy, cool it, okay?",
        "Adriana: Oh.",
        "Dorian: And Todd and Blair are now off looking for the baby, and that left me in charge of Starr and Jack and then, of course, there's this whole situation with Clint.",
        "Roxy: Clint? What situation with Clint?",
        "Rex: Roxy!",
        "Roxy: What?",
        "Adriana: She brought it up. Mom, what's going on?",
        "Dorian: Oh, it's nothing. He just went down to Texas for the reading of Asa's will -- and Nora went with him.",
        "Roxy: Just the two of them?",
        "Dorian: No, not just the two of them -- the whole family went. It's just that lately, Nora has been --",
        "Roxy: Is on your man like spots on a dice.",
        "Dorian: No! Though, Clint is very attractive.",
        "Rex: I'll say.",
        "Adriana: And you are not jealous in the least, are you?",
        "Dorian: I called down there last night and Nora answered Clint's cell phone. Ooh, yes -- she made a big point of the fact that they were working late together.",
        "Roxy: And you know, Nora's not getting any lately, so I would be worried, honey. I would be really worried.",
        "[SCENE_BREAK]",
        "Nora: Bourbon, neat. Isn't that how you take it?",
        "Clint: Yes, thank you. I was going to wait until all this is over, but I've just found out I have a long-lost brother, so here's to him.",
        "Nora: Yeah.",
        "[SCENE_BREAK]",
        "Jessica: I loved Grandpa. I just don't understand why we don't have a right to know who our uncle is.",
        "Natalie: Nigel looked worried.",
        "Nash: Ha! What does he have to be worried about?",
        "Natalie: Oh, well, that this new Buchanan could come into the scene like I did and make big trouble.",
        "Jared: Wow. So Asa had another son.",
        "Sarah: Yeah, which means I have another uncle -- assuming it's true.",
        "Renee: Sarah, would you excuse us?",
        "Sarah: Oh, sure.",
        "Renee: Jared, I have something I want to show you.",
        "Jared: Oh. There's nothing but dirt in here.",
        "Renee: Oh. Wasn't nothing but dirt to Asa. I found that out when I tried to throw it away once. Ooh -- he had a fit, roared like a bull. \"Woman, you know what that is?\"",
        "[Renee chuckles]",
        "Renee: And then he told me. It's the first fistful of dirt that he dug before he laid ground for this ranch. And he also told me that you can never fully enjoy what you have unless you never forget where you came from.",
        "Jared: Right. Wow. Well, thank you for showing this to me.",
        "Renee: That was the story of his life -- the man he became from a man who had nothing. I knew that you would appreciate that.",
        "Jared: I do, more than you know. Thank you.",
        "Nigel: Excuse me. I just want to make certain that everyone is comfortable. Do you all have everything you need?",
        "Nora: We're nifty, Nigel.",
        "Beaver: Okay, then. Back to business, folks.",
        "Asa: Okay. Here's the part you all have been waiting for. I've saved the best for last.",
        "[SCENE_BREAK]",
        "Viki: Thank you.",
        "Charlie: Hmm. So, only three months, huh, at the -- at the cafe?",
        "Viki: Mm-hmm, just barely getting the hang of it.",
        "Charlie: Hmm. Now, judging from the way you talk, I'm guessing that you're not a native Texan, hmm?",
        "Viki: Oh, no, I am.",
        "Charlie: Oh.",
        "Viki: I am, yes. I worked very hard to get rid of this accent. [Texas accent] I used to talk like this, y'all.",
        "Charlie: Hmm.",
        "Viki: You want some grits with that, darling?",
        "[Charlie laughs]",
        "Charlie: No.",
        "Viki: [Normal voice] No, no. Oh, no.",
        "Charlie: So I guess, then, we're both just drifters passing through?",
        "Viki: Drifters? No. No, I am not a drifter. No, I am a waitress and, um, well, I suspect you're not a drifter, either.",
        "Charlie: Nope -- guilty as charged. You know, when I'm not ordering the special from a certain very attractive waitress, I'm a contractor.",
        "Viki: You're a contractor?",
        "Charlie: Hmm.",
        "Viki: Oh! So that folder that you're studying all the time, that -- then it's a job that brought you here, hmm?",
        "Charlie: Um -- not exactly. That folder does contain a lot of information about a very special project that I've been involved with, but it has nothing to do with business.",
        "[SCENE_BREAK]",
        "Nash: [Southern accent] Has it occurred to you that your granddaddy might be using his money to mess with our heads?",
        "Jessica: Huh -- no. Really? Just because he gave the ranch hand the ranch, the ex-daughter-in-law the mansion, and the butler the yacht? Hmm.",
        "Natalie: Well, I don't know, but I am just totally creeped out waiting to see who got what.",
        "Jared: Yeah, it's interesting, isn't it, that so far, all the big-ticket items haven't gone to anyone in the family.",
        "Natalie: You know what's interesting is that you think that we can't see right through you.",
        "Jared: Hmm.",
        "Beaver: Let's get on with it, then, shall we?",
        "Asa: As you all know, the bulk of my estate is wrapped up in the company I built from scratch -- Buchanan Enterprises. And you also know how much B.E. meant to me. So now, it's time for you to hear what I plan to do with my money.",
        "[SCENE_BREAK]",
        "Marcie: What do you know?",
        "Gigi: Well, I mean, I -- I probably shouldn't make assumptions, but it does seem pretty obvious. You're a woman who has run away, taken her kid as far away as possible from his abusive dad. Am I right?",
        "Todd's voice: You called me a kidnapper and a murderer and a rapist. You know what? I'm all three.",
        "Marcie: You wouldn't be wrong.",
        "Gigi: Alice used to help women like you before she left. Hey, what's your name anyway?",
        "Marcie: Um -- um -- I'm Sally. Sally Ann Cavanaugh and -- and this is my son. He's Billy.",
        "Gigi: I'm -- I'm Gigi Morasco, and, Sally Ann, I would really like to help you if you'll let me.",
        "Marcie: Really?",
        "Gigi: Yes. But, listen. You can't stay at my place because it's barely big enough for Shane and me, but I do know the perfect place for you to hide out.",
        "[SCENE_BREAK]",
        "Starr: Uh -- Commissioner Buchanan?",
        "Bo: Hmm?",
        "Starr: This is my mom.",
        "Bo: Oh, okay. Thank you. Hi, Blair.",
        "Blair: Hey, Bo. So, Cole and Marty are missing? What the hell's going on?",
        "Bo: We don't know yet. You didn't mention --",
        "Blair: No, I didn't say anything to Starr about Marty being gone, but, I mean, don't you think it's kind of strange?",
        "Bo: We'll get to the bottom of it.",
        "Blair: Okay. Well, I know you will and I really appreciate you watching over Starr.",
        "Bo: I'll do the best I can. Bye-bye. Thank you, Starr.",
        "Starr: Thank you.",
        "Bo: How's my list coming?",
        "Langston: Yeah, here. I don't really think any of these kids would really hurt Cole, though.",
        "Bo: Oh, okay. Well, thank you, though. John, could you make sure these three get home safely?",
        "John: No problem.",
        "Starr: I'm going to stay here just in case Cole turns up.",
        "Bo: You know, Starr, he's going to contact you just as soon as he possibly can, all right? And I'm on it. Come on.",
        "Starr: Okay, but you really have to make sure that you call me if you hear anything, and I mean anything.",
        "Bo: Of course, I will, of course. Safe home, all right?",
        "[Phone rings]",
        "Bo: Yeah, John? What do you got?",
        "John: Apparently, Marty ran into someone on Halloween, someone that shook her up pretty good. He was wearing a death mask. She told Todd she thought it was Miles Laurence.",
        "Bo: All right. I'm going to talk to him.",
        "John: So will I.",
        "Bo: I thought you said you were in New Orleans.",
        "John: I am, but I got a feeling that Cole is a lure to get to Marty.",
        "Bo: What, do you think somebody's trying to lead her back to Llanview?",
        "John: Yeah -- and if that's where Marty's headed, so am I.",
        "[SCENE_BREAK]",
        "Dorian: How dare you suggest that Clint and Nora are having an affair!",
        "Rex: That isn't what she meant. Okay, she was just being funny, it was a joke -- ha-ha-ha, you're a comedian.",
        "Roxy: I wasn't trying to be funny; I was trying to give you a warning. Do you know what it means when another woman picks up your boyfriend's phone?",
        "Adriana: Roxy, I'm sure she doesn't want to hear.",
        "Roxy: Okay, let me just put it this way -- if it were my boyfriend, I would get my butt to that ranch. I would take the first stagecoach out of Llanview.",
        "[SCENE_BREAK]",
        "Viki: Look, I'm sorry.",
        "Charlie: What -- for what?",
        "Viki: Well, I didn't mean to pry.",
        "Charlie: Oh, no, you're not. No, I -- I was trying to figure out a way to tell you this. Um -- see, that folder of mine is filled with information that I've been collecting for quite a while now about -- the son that I'm looking for.",
        "[SCENE_BREAK]",
        "Asa: And in regard to that money, I leave to each and every one of you -- exactly nothing.",
        "[SCENE_BREAK]",
        "Todd: Nobody saw Marty at the gas station.",
        "John: No one here at the motel saw her leave. I think I'm going back.",
        "Todd: Back where?",
        "John: Llanview.",
        "Todd: What?",
        "John: Yeah. Look, I'm leaving you in good hands, all right? All my contacts are on their lookout for Marcie. You two can handle this yourselves.",
        "Todd: So you're giving up on looking for my kid?",
        "John: Just --",
        "Todd: Is that what you're telling me?",
        "John: Just -- just until I find Marty, all right? I think she's headed for Llanview.",
        "Todd: And you're using your gut instincts with this -- I assume, your famous gut? What is your gut telling you about the search for my kid? Ah-ha-ha. You know something. Open your mouth.",
        "John: What? Tell you, let -- let you screw things up worse than you already have?",
        "Blair: Okay, you know what? I know Todd better than anyone. I'm going to make sure he doesn't do anything to screw things up. But, come on, John -- you're not giving us anything to go on.",
        "John: Tow truck driver knew more than he was saying.",
        "Todd: Ah -- I knew it!",
        "John: Well, do you want to hear it or not?",
        "Todd: Okay.",
        "John: He says Marcie was headed to Paris, Texas.",
        "[SCENE_BREAK]",
        "Gigi: There is a place right across the street called the Bon Suites. A friend of mine's living there now.",
        "Marcie: No, I don't think I --",
        "Gigi: I know, it's -- but it's -- it's not very much money and no one asks questions. So try not to worry anymore, okay? You and your little boy are safe here in Paris -- I promise.",
        "Marcie: Okay.",
        "[SCENE_BREAK]",
        "Todd: Paris, Texas, here we come.",
        "[NEXT_ON]",
        "[Knock on door]",
        "Marcie: Who is it?",
        "Dorian: What are you doing with her?",
        "Jared: If he's not dividing up his empire, he must be doing it for a reason.",
        "Starr: I can't just sit here, Langston, I need to find him."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=toH2tB5KpcE"
}