{
    "Episode Summary": [],
    "Recap": [
        "Starr comes into the kitchen at Dorian's and angrily, throws her earphones down on the counter. She remembers the conversation at school that she had overheard between Cole and Britney where he had told her that he would pick her up at seven. Blair comes in and immediately questions Blair if something had happened to Todd. Blair tells her that she thought that she might need a friend. Cole remembers the kiss that he and Starr had shared. Marty is on her cell phone and she tells the person that she can't go through another night like she had last night. She is afraid that she had done something terrible. Miles listens to her conversation. Christian shows John the picture that the arsonist had destroyed. Antonio tells Talia that he and Jessica are through. Vikki begins to cry as she is on the phone with Kevin. Nash brings Jessica out of her room. Vikki blasts Nash for destroying her marriage not alone her health. Miles continues to listen to Marty's conversation. Marty objects to Cole's going out with Britney. Antonio and Talia argue over his situation.",
        "Blair tells Starr that she loves Todd because he is her father. Starr admits that she has no chance with Cole, and she can't understand how Cole can go out with Britney. Britney join Cole at the Angel Square Diner to celebrate her birthday. Miles comes into the diner and sits down in a booth. Britney buys Cole a baseball card."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Cole: I'll pick you up at 7:00. Don't keep me waiting.",
        "[SCENE_BREAK]",
        "Starr: No way.",
        "Blair: Starr?",
        "Starr: Oh. What? What? What is it? Did something happen to Dad?",
        "Blair: No. No news.",
        "Starr: Well, then what are you doing back?",
        "Blair: I just thought that you could use a friend. Am I wrong?",
        "[SCENE_BREAK]",
        "Cole: Hey, it's me. Yeah, I'm here now, so why don't you just come meet me? We'll catch a bite to eat, and then we'll go catch a movie. Uh -- because I want you to have a good birthday? All right. Bye.",
        "[SCENE_BREAK]",
        "Marty: Um -- listen, I don't think I can go through another night like l um -- because I think I've done something terrible.",
        "[SCENE_BREAK]",
        "John: What's that, some kind of bird?",
        "Cristian: Well, one pure people -- they have a dove as part of their logo, don't they?",
        "John: Yeah, not -- not exactly like that. But my guess would be this is their way of claiming responsibility.",
        "Cristian: The bastards are sitting around somewhere laughing, thinking they're rubbing our noses in it.",
        "[SCENE_BREAK]",
        "Antonio: What are you doing?",
        "Talia: Oh. Lieutenant McBain wants everything you have on the arson investigation.",
        "Antonio: Why? It's not his case.",
        "Talia: It is now. The Commissioner said you were taking a leave of absence to be with Jessica.",
        "Antonio: Well, there's been a change of plans.",
        "Talia: Why?",
        "Antonio: Because Jessica and I are through. So how about you back away from the desk and let me get to work?",
        "[SCENE_BREAK]",
        "Viki: Well, Jessie's doctor feels that you, Joey, and Natalie are the best shot we have at getting a possible match. No, I mean, we're fine. No, we're not fine. Natalie's got the flu. Yeah. Kevin, it's so frightening. I know. Will you -- just pray for Jessie, will you? Oh, and -- and thank Kelly again for getting tested, ok? I will. I'll call you as soon as I know anything. I love you, too. You give the baby a kiss for me, ok? Bye, darling. [Viki sighs]",
        "Jessica: Mom?",
        "Viki: What are you doing out of your room? You're not supposed to be out of bed.",
        "Jessica: I wanted to come.",
        "Viki: And you didn't talk her out of it? Are you out of your mind? It's not enough you destroy her marriage? You have to destroy her health, as well?",
        "[SCENE_BREAK]",
        "Marty: Listen, I can do a phone session tonight if that's all you have available, but I'd really like to see you in person. Hannah, I'm in trouble. Yes -- no, that would be fine. No, no, I can make it work. Ok, thank you. Thank you so much.",
        "[SCENE_BREAK]",
        "John: All right. Look, if you can, Cris, go through all your other paintings to see if there's anything else that forensics may have missed.",
        "Cristian: Ok. Yeah, I guess they figured I painted it, huh?",
        "John: I think so.",
        "Cristian: What are you doing?",
        "John: I'm going to send teams to all the other arson sights and see if we can find this symbol painted anywhere else.",
        "Cristian: And what does that give you?",
        "John: I don't know. But I've got to start somewhere.",
        "[SCENE_BREAK]",
        "Antonio: If you don't move, I'm going to have a hard time getting caught up.",
        "Talia: You just said that you and Jessica are through.",
        "Antonio: Right.",
        "Talia: I was just at the hospital earlier today, volunteering to be a donor for her.",
        "Antonio: Thanks.",
        "Talia: Her parents were there. They didn't -- they didn't say anything about this.",
        "Antonio: You're not family.",
        "Talia: What happened, Antonio?",
        "Antonio: Jessica's been cheating on me with Nash Brennan. Did the forensics report come back on my brother's studio?",
        "Talia: I don't want to be out of line, but I have to say, this is not the way to handle your situation.",
        "Antonio: You're right -- you're out of line.",
        "Talia: How long have you known?",
        "Antonio: Since yesterday.",
        "Talia: This has to be killing you. You got to go home and let it sink in. You got to figure out what you want to do.",
        "Antonio: There's nothing to figure out. Jessica's been sleeping with Nash. She wants Nash. She's in love with him. She may be dying, and she wants him to see her through whatever's ahead. So I don't think sitting around the place we shared and feeling sorry for myself is going to be very helpful.",
        "Talia: But you must be devastated.",
        "Antonio: I didn't kill Nash last night, and I didn't go home and eat my gun. In my book, that makes me fine. And just so you know, this is the last conversation we're going to have on this subject.",
        "Talia: What you're doing is a huge mistake. If I can't make you see that, I'm going to go to the commissioner and tell him I don't want to work for you anymore.",
        "Antonio: You'd do that?",
        "Talia: Yeah, I would.",
        "Antonio: See, I thought we were friends.",
        "Talia: We are friends. But as long as you keep trying to pretend like you're fine, when we both know damn well you're not, you are a danger to yourself, and to everyone you work with.",
        "Antonio: Fine, get yourself reassigned. I'll work with someone else. What?",
        "Talia: I'm not going to let you do that, either.",
        "[SCENE_BREAK]",
        "Jessica: Mom, don't talk like that to Nash, ok? I love him. Could you please take me inside?",
        "Nash: Yes.",
        "Viki: I'm very sorry, but your condition is already compromised, and you are very fragile as it is. When I saw you this morning, you could barely speak.",
        "Jessica: Who told you about Antonio and me?",
        "Viki: Your father did, last night.",
        "Nash: Huh. Yeah, he's not any happier about Jessica and me than you.",
        "Viki: Jessie, are you -- are you really sure you want to do this?",
        "Jessica: I have never been so sure about anything in my entire life. I don't know how much time I have left, but I know I want to spend it with Nash.",
        "Viki: You are going to be around for a long, long time. But it was very foolish of you to leave your room. This hospital is filled with germs and diseases. I'm going to take you back.",
        "Nash: No, ma'am, you are not.",
        "Viki: Excuse me?",
        "Jessica: Mom, I was going crazy in that room. And besides, I wanted to come down here and thank everybody who's signing up to help me.",
        "Nash: It's a warm day. I thought I'd take Jessica out onto the terrace and let her get some air.",
        "Jessica: Nash would not do anything to hurt me.",
        "Nash: I took care of Tess for a long time. But Jessica is much more -- reasonable?",
        "Jessica: Hmm. Most of the time, I guess. Anyways, I insisted on coming down here, so don't blame Nash.",
        "Nash: But you are right. I did come between Jessica and Antonio. I didn't want to hurt anyone. There's nothing I could do about it. I'm in love with Jessica.",
        "Jessica: And I love Nash. So you and everyone else is just going to have accept it.",
        "[SCENE_BREAK]",
        "Starr: I'm fine, ok? I don't care what your radar is telling you.",
        "Blair: Ok, well -- one thing I'm figuring about raising a teenage daughter is, the stronger my feeling is that something's wrong, the more certain it is that you don't want to talk about it.",
        "Starr: Yeah, well, something is wrong. We don't know where Dad is.",
        "Blair: Yeah, you're right about that. But we got to believe that he's going to come home, and we can't give up hope, all right?",
        "Starr: Yeah, well, sometimes, it's just better to give up hope, isn't it?",
        "Blair: What's that supposed to mean, sweetie?",
        "Starr: I'm sorry, I just -- school was a drag, and I had rehearsal. It was just really tiring.",
        "Blair: Something happen at school today?",
        "Starr: No.",
        "Blair: Well, then why were you crying when I walked --",
        "Starr: Mom, I just really don't want to talk about it, ok?",
        "Blair: Hey --",
        "Starr: Please!",
        "Blair: Shh. Ok.",
        "[SCENE_BREAK]",
        "Cole: Hey, Mom. What are you doing here? H -- um -- I was just out running errands. I got hungry. I thought you said you were going to stay in today and take it easy.",
        "Marty: Oh, yeah, I did. I just -- I had to go by the police station and sign a copy of my statement. Hey, look, why don't I just take us home and I'll make us something to eat there?",
        "Cole: I'm good. Thanks, anyway.",
        "Marty: Are you meeting someone?",
        "Cole: Uh -- yeah.",
        "Marty: Look, if it's Starr, you --",
        "Cole: Mom, it's not Starr, all right? You'll be happy to know that she doesn't want anything to do with me.",
        "Marty: I'm sorry. So, who is it?",
        "Cole: What -- what's with the third degree?",
        "Marty: Hey, it's just a mother's prerogative. You know, I could just stay here and wait until this person shows up.",
        "Cole: It's Britney.",
        "Marty: The girl who caused all that trouble for you and Starr?",
        "Cole: Yeah. You should love her for that.",
        "Marty: No, I -- I don't love her for pushing that poor kid Henry so far, he finally snapped. He could have killed you.",
        "Cole: I know, but --",
        "Marty: Cole, do you realize, I think you are going from a bad situation to a worse one.",
        "[SCENE_BREAK]",
        "Antonio: I don't want to sit home and brood. I want to put all that energy into catching the son of a bitch who almost killed my brother -- and Nora, and Lindsay, and you. I want to nail whoever put Evangeline Williamson in a coma. So why are you in my face?",
        "Talia: Because you're acting like what you're going through is nothing.",
        "Antonio: My life -- I get to decide how to handle it.",
        "Talia: Yeah, well, as long as you're a cop, your decisions affect the rest of us, and if you're not thinking straight --",
        "Antonio: I outrank you, Sahid. If you want to get yourself reassigned, go for it.",
        "Talia: I'm not backing down until I get through to you.",
        "Antonio: You can talk yourself horse. It's not going to happen.",
        "[SCENE_BREAK]",
        "John: This looks like it's supposed to be the same image as the one on the medallion.",
        "Cristian: Yeah, close enough, but this guy is no artist.",
        "John: I don't think he was trying to impress us. He did it because he wants credit.",
        "Cristian: Proud of himself, huh?",
        "John: And arrogant enough to think he won't get caught. Which means we got him.",
        "[SCENE_BREAK]",
        "Cole: Mom, why are you being so hyper? I'm not marrying her, I'm just taking her to see a movie.",
        "Marty: Look, I am just not thrilled about the fact that you are spending time with a girl you have called rude and manipulative.",
        "Cole: You know, the whole thing with Henry changed her.",
        "Marty: Oh, no, no, no. I know girls like her. They know exactly what they're doing.",
        "Cole: Ok -- what happened to not making snap decisions about people?",
        "Marty: Cole, how many times do I have to remind you? This girl nearly got you killed.",
        "Cole: Yeah, I know. That's something I can't forget. But Britney has a reason for acting the way she does. All right? Yeah, her parents buy her anything she wants, but they don't care about her.",
        "Marty: She told you that?",
        "Cole: No, I witnessed it for myself. All right, when that whole thing happened with Henry, you were all about me. I mean, Britney's parents are suing the school district. They just saw it as a way to money.",
        "Marty: Ok. Ok, I will give you that. Maybe that could explain why she does what she does.",
        "Cole: Listen, I'm not saying what happened was not her fault. But today is Britney's birthday, and they haven't even mentioned it.",
        "Marty: And that's why you're taking her out?",
        "Cole: Yeah.",
        "Marty: Have I told you you're a pretty good kid?",
        "Cole: People change, you know, for the good and bad.",
        "Marty: They certainly do. And I am proud of you for giving Britney the benefit of the doubt, and -- and trying to get over Starr. Sweetie, it never would have worked out. And you know, hanging out with Britney -- maybe that'll help.",
        "Cole: Maybe you should start taking your own advice.",
        "Marty: Oh. What?",
        "Cole: Mom, I know how much you loved dad, but he wouldn't want you to be alone.",
        "Marty: Oh, sweetie, your father was the love of my life, and he always will be.",
        "[SCENE_BREAK]",
        "Starr: Oh, I can't believe I just did that.",
        "Blair: Hey, it's better than keeping it all bottled up inside.",
        "Starr: I don't know.",
        "Blair: Sweetie, were those tears for your father?",
        "Starr: No, I am not mad at him because he always does stuff like this. The big Todd Manning can conquer anything. Right?",
        "Blair: I was in Chicago with him, and that's not the way it was.",
        "Starr: Yeah, well, if he didn't do it deliberately, then I think that he could be dead. Mom, I'm so sorry.",
        "Blair: It's all right, sweetie.",
        "Starr: No, I really didn't mean to bring it up.",
        "Blair: You didn't, ok? I think about him all the time. What's important here is if those tears weren't for your father, who were they for?",
        "Starr: Well, there's nothing I can do about it, so --",
        "Blair: Well, you can sit and talk to me about it right now.",
        "Starr: No, you'll just get pissed.",
        "Blair: Why don't you try me?",
        "Starr: Cole asked Britney out on a date. Are you happy now?",
        "[SCENE_BREAK]",
        "Antonio: I don't think you understand how short my fuse is today.",
        "Talia: Yeah? Well, either you listen to me, or I am going straight to the commissioner's office.",
        "Antonio: Say what you have to say.",
        "Talia: Something happened to me when I was on the job in New York, after 9/11.",
        "Antonio: Hmm. What is it?",
        "Talia: After 9/11, I put on a clean uniform. I went right to work. Kind of did a version of what you're doing now. You know, it's probably the biggest mistake of my life. Will accept whatever you ask me to. I just think that this was a very difficult time to make such an important and life-changing decision.",
        "[SCENE_BREAK]",
        "Jessica: It wasn't like that. It was actually really, really clear. And when the doctor told me my life was on the line, I knew that I wanted to be with Nash.",
        "Nash: But that's not to say any of this was easy. It killed both of us to do this to Antonio.",
        "Jessica: And to Jamie.",
        "Nash: Yeah.",
        "Jessica: I couldn't ask him to go through this with me, not when I knew I wanted to be with Nash.",
        "Nash: Jessica, are you ok? Do you want me to get a nurse?",
        "Viki: Jessie?",
        "Jessica: I'm ok, I'm ok. You know, I just don't want to talk about this anymore. It was awful telling Antonio, and it's awful remembering it, and I just -- I'm happy I'm not living a lie anymore.",
        "Nash: It's ok. We love each other. Other than Antonio, we don't need to explain ourselves to anyone, all right?",
        "Viki: Are you sure you're ok?",
        "Jessica: I'm fine, ok?",
        "Viki: I think I should take you o your room.",
        "Jessica: No -- no, I don't want to go back, mom. I'm going to suffocate if I go back inside there.",
        "Viki: Fine. If you insist. But I have some things to say to you, and I want you both to hear me.",
        "[SCENE_BREAK]",
        "John: Well, thanks for clearing your schedule, Jeeter. Oh, this is -- this is Cris Vega. He painted the original canvas. What we want to know is, what paint and what brush was used to paint that image of the bird.",
        "Jeeter: We haven't found the dove symbol anywhere else yet.",
        "John: Ok. Well, look, send the image through our database. Get it over to the FBI, all right? And see this -- see this background here? See if you can blow up these jagged edges. See if they mean something.",
        "Jeeter: You got it, John.",
        "John: Thanks.",
        "Cristian: So did you find out why these guys signed their work?",
        "John: I don't know. Bo issued a challenge to these guys. Basically, he told O.P.P. they couldn't win.",
        "Cristian: So what happened at the studio was their answer?",
        "John: You could say they shifted into high gear.",
        "Cristian: Right. They decided to go after people instead of just buildings.",
        "John: Well, a few more mistakes like this and they might be the ones getting the surprise.",
        "[SCENE_BREAK]",
        "Cole: Mom, I'll never stop missing Dad.",
        "Marty: You know, sometimes, I feel that he is so close to me. The other day, I was sitting in the park -- you know, missing him -- and I looked down, and there was this shiny new penny. I knew it was from him.",
        "Cole: Maybe he was trying to tell you something.",
        "Marty: Do you know what bugs me? That men always assume that if a woman is alone, well, then she must be miserable.",
        "Cole: You know that's not what I meant.",
        "Marty: I am happy with the way my life is. You're just going to have to trust me on that. . But if the right guy does come along, and you just so happen to change your mind, you have my permission to go for it.",
        "Marty: Thank you. If a knight on a white stallion offers me a ride the next time my car runs out of gas, I will take him up on it.",
        "Cole: Mom, I'm serious.",
        "Marty: Oh. So am I. Look, I really hope you and Britney have fun. But just keep your eyes open, ok? And just make sure this new and improved Britney is -- is sincere and real.",
        "Cole: Seems pretty real to me.",
        "Marty: Well, good. And if you are right, she will have a much better life. Hmm -- I have got to go.",
        "Cole: But you didn't get anything to eat.",
        "Marty: Oh, I'll survive. You know, how uncool would it be if Britney showed up here and you were hanging out with your mom?",
        "Cole: Hmm.",
        "Marty: Listen, just don't come in too late, ok?",
        "Cole: I won't.",
        "Marty: Ok. Have fun.",
        "Cole: I'll try.",
        "[SCENE_BREAK]",
        "Blair: I'm not going to be angry at you for missing Cole.",
        "Starr: You know what? You're right. What is there for you to be angry about? Because you didn't want me and Cole together, he's going out with Britney. You won.",
        "Blair: You know, Starr, if you think that you're hurting now, you just --",
        "Starr: Mom, can you just stop? God, I don't want to hear all the reasons why Cole is bad for me. I dumped him so that dad wouldn't kill him. It wasn't my choice.",
        "Blair: And I know it hurts to see him move on.",
        "Starr: With Britney. She's gone all pitiful ever since the whole Henry thing, and he's buying it.",
        "Blair: Why don't you hand me a knife? Please? You know, sweetie, I'm going to say something that I know you're not going to like.",
        "Starr: Great.",
        "Blair: You know, if Cole is all into you, like you say he is, why would he go out with the one girl -- the one girl he knows that you can't stand in that entire school, hmm? -- No matter how many games or tricks she's doing to get him? You know what I think? I think he's sending you a big message.",
        "Starr: What message?",
        "Blair: You say it's over. And he's telling you he's hearing you.",
        "Starr: Yeah, well, lucky me.",
        "Blair: If it's any consolation, I am sure Britney is just a rebound, and those things never last.",
        "Starr: Yeah, well, thanks. I'll remember that when I'm sitting home alone tonight.",
        "Blair: There's somebody out there for you, sweetie. I know it. You'll move on.",
        "Starr: What, like you? Like you've moved on from Dad?",
        "[SCENE_BREAK]",
        "Talia: This isn't easy for me to talk about. Huh.",
        "Antonio: It's ok if you don't want to.",
        "Talia: No, I have to. Every cop was on-call for weeks after 9/11. I was stretched so thin. But I didn't want anyone saying that the cop of middle eastern descent couldn't cut it. A couple weeks after 9/11, an \"all available units\" call went out. Bank robbery in progress. My partner turned on the lights and siren, and I felt like I was listening to everything through a filter.",
        "Antonio: All those units headed for the same 10-20. It must have reminded you --",
        "Talia: Yeah, the perps were leaving the building just as we arrived. They were spraying the area with semiautomatics. I was in a fog. Then all of a sudden, I was at the towers. I could see people jumping from the windows. And I walked right into the line of fire. My partner jumped in front of me and took a bullet. Hit him in the chest.",
        "Antonio: Did he make it?",
        "Talia: No, he died. Because I wasn't there. I wasn't all there that night. He never had a chance.",
        "[SCENE_BREAK]",
        "Viki: I'm not saying I don't understand what you went through, because unfortunately, I understand it all too well. But when Clint told me, I was livid with you.",
        "Nash: I get that. I do. Antonio was family. And you want things to be easy for Jessica, and I complicated things.",
        "Viki: Yes, you did, and you pushed your way in.",
        "Jessica: Mom, he did that because he loves me. He knew what was in my heart before I did.",
        "Viki: I'm not judging you, ok, darling? You know, we're human. People make mistakes and things happen. But I was furious.",
        "Nash: But I didn't steal Jessica away from Antonio, did I? I was in love with Tess. From what I understand, Jessica and Antonio were very happy together. But the Jessica who is sitting there is a new woman. And she's in love with me.",
        "Jessica: My only regret is I rushed into marriage with Antonio before I knew that. And I didn't want to hurt him, and I ended up breaking his heart.",
        "Viki: Well, it's debilitating living a lie. I think you probably actually did a very brave thing. Certainly not an easy one.",
        "Nash: A very strong woman, your daughter.",
        "Viki: I know that.",
        "Jessica: Well, I'm going to have to be, now, won't I?",
        "Viki: So I talked to Kevin.",
        "Jessica: Did you tell him about Antonio and me?",
        "Viki: No, of course not. You can do that. If anyone's going to understand what you went through, it'll be Kevin and Kelly. Anyway, Kevin, and -- and Joey, and Natalie have all been tested, and your doctors feel that any one of them could likely be a match, even though they're only half-siblings, you know. I wanted to show you the list of all the people who have been tested. There's 100 -- over 100 in Llanview alone.",
        "Jessica: Oh, that's wonderful.",
        "Nash: That's great. One of them will be a donor. It's just a matter of time.",
        "[SCENE_BREAK]",
        "Cristian: When I think about what these bastards did to Evangeline --",
        "John: I know.",
        "Cristian: You know, I'm not in a prison cell right now rotting because of what she did for me. If she doesn't come out of this --",
        "John: She will. Maybe no one can see it, but she's fighting back.",
        "Cristian: I know how you feel",
        "John: One of the best people I've ever known.",
        "Cristian: Can you believe wanting to kill somebody because of what -- what they look like, or where they come from?",
        "John: You can't change these people, Cris. All you can do is put them away.",
        "Jeeter: Detective?",
        "John: Yeah?",
        "Jeeter: I've got the paint and the brush that was used, but nothing from the federal database.",
        "John: All right, thanks. Keep looking, Keeter. Hey, I hate to break this to you, but we may have your paint supplies for a while.",
        "Cristian: If it helps you catch these guys, you can keep it.",
        "[SCENE_BREAK]",
        "Blair: This conversation has nothing to do with your father and me.",
        "Starr: Are you kidding me? You're my role model.",
        "Blair: What is that supposed to mean?",
        "Starr: You swore off Dad just like I swore off Cole. You're telling me to move on, but you haven't.",
        "Blair: I have so.",
        "Starr: Mom, you went to Chicago, didn't you? And now, you're doing everything you can to find Dad.",
        "Blair: I love your father, ok? Because he is your father. And that doesn't mean that we can still live together.",
        "Starr: Are you sure about that?",
        "Blair: Sweetie, when your dad and I were working together in Chicago right before he disappeared, there were -- there was a moment that actually felt like the good old times, you know?",
        "Starr: See? You guys are soul mates.",
        "Blair: Oh, you are so way too young to have met your soul mate already.",
        "Starr: Juliet was my age when she met Romeo.",
        "Blair: Yeah, and look how that turned out.",
        "Starr: Yeah, well, I hope Cole's not my soul mate, because we have no chance.",
        "Blair: Well, you're better off.",
        "Starr: I met Cole because Britney spilled beer on me at a party. And he lent me sweats so that I wouldn't come home reeking. How could he go out with her? He knows more than anybody else how she treated me. He told me that he loved me.",
        "Blair: Oh. You are learning the hard way, sweetie. When you give somebody your love, you also give them the power to hurt you.",
        "Starr: You -- you think that dad is the reason why you lost the baby, don't you?",
        "Blair: I can't be with your father for a lot of reasons. A lot of reasons.",
        "[SCENE_BREAK]",
        "Britney: Hi.",
        "Cole: Hey, hey. How's the birthday girl doing?",
        "Britney: I got you something.",
        "Cole: Uh -- it's not my birthday.",
        "Britney: I know. The man at the sporting goods store said it's the kind Derek Jeter uses, and I don't know -- I don't know much about baseball, but he's cute, so --",
        "Cole: Wow, it's -- it's even left-handed. Thanks.",
        "Britney: I'm very observant.",
        "Cole: Why'd you do this?",
        "Britney: I don't know -- I saw it and I remembered you played baseball.",
        "Cole: Oh, right. Because you go browsing around sporting goods stores?",
        "Britney: I don't know. I guess it's just because I know you'd rather be with Starr tonight.",
        "Cole: Listen, tonight, all I want is for you to have a good birthday.",
        "[SCENE_BREAK]",
        "Talia: He had three kids. Three kids don't have a dad any more because of what I did.",
        "Antonio: The person to blame is the hump who shot your partner. Not yourself.",
        "Talia: Technically, I guess. But he died saving my life. And it still keeps me awake at night.",
        "Antonio: Is that what made you freeze up that time?",
        "Talia: Maybe. Whatever it is, I have to live with it. I didn't have a choice back then, but you do. You can take a leave of absence, and you should. Because if your head's not totally in the game, someone could get hurt, you know? It could be you. I'm so sorry what happened to you. I could see that you loved Jessica.",
        "Antonio: I still do.",
        "Talia: Go home. Go be with your daughter and your family.",
        "[SCENE_BREAK]",
        "Viki: You know, if you don't go back to your room now, you're going to miss dinner.",
        "Jessica: Oh, wow. What a travesty that would be. I looked at my tray this morning, and I thought, \"God, I would give anything if somebody would just make me a --\"",
        "Nash: Three-egg omelet with bacon, peppers, onions, and mushrooms, and Monterey Jack cheese.",
        "Jessica: Yes, that's what I want.",
        "Nash: You want it, you go it.",
        "Viki: Are you insane? That's pure cholesterol. What are you trying to do --",
        "Jessica: Kill me? I'm sorry, Mom, but cholesterol's going to have to wait in line.",
        "Viki: Don't say that!",
        "Jessica: Oh, mom, come on. I just want an omelet. Are you going to deprive your daughter her last dying wish?",
        "Viki: You know what? I've had enough of this.",
        "Jessica: Mom, laugh.",
        "Viki: I'll get the omelet. But let me tell you something. It's going to be egg whites and low fat cheese.",
        "Jessica: Ew.",
        "Viki: And you take care of her.",
        "Nash: I will.",
        "Jessica: Mom, thank you.",
        "Viki: You may not thank me later on when you don't feel so good. Come here. If she thinks I'm not running this by her doctor, she has another thing coming. I may very well be back with chicken soup and crackers.",
        "Nash: Gotcha. Don't forget the hot sauce.",
        "Jessica: Oh, you got in trouble!",
        "Nash: I got spanked. You want to go out on the terrace?",
        "Jessica: Yes, I do. Hmm. Ooh. I have not been outside forever and -- now it got so late, though. The sun's already setting.",
        "Nash: Time flies when you're having fun.",
        "[SCENE_BREAK]",
        "Miles: Uh -- just some coffee.",
        "[SCENE_BREAK]",
        "Britney: So you like my outfit?",
        "Cole: Yeah. You look nice.",
        "Britney: It was my mom's present to me. I put it on her credit card.",
        "Cole: So, what movie do you want to go see?",
        "Britney: Well, I checked what's playing at the plex, and there's a documentary about seals.",
        "Cole: Great.",
        "Britney: Then there's this love story about this really self-centered girl who runs over this guy with her car and falls in love with him.",
        "Cole: Uh-huh. What else is playing?",
        "Britney: I don't know -- it's either Tom Cruise or Bruce Willis or Leonardo DiCaprio -- I don't know. Maybe somebody else, but they shoot all these guys.",
        "Cole: Oh, really? Um -- what movie do you want to see?",
        "Britney: You don't want to see the movie about the self-centered girl, do you?",
        "Cole: Hmm -- um -- on your birthday, sure I do. Huh. Let's get out of here. Oh, God.",
        "[SCENE_BREAK]",
        "Starr: I'm sorry I bummed you out.",
        "Blair: Oh, you didn't, sweetie. And it doesn't take much these days. But you know what? I know a great cure for the blues.",
        "Starr: Like what?",
        "Blair: Hmm -- a movie. And popcorn for dinner.",
        "Starr: What about Jack?",
        "Blair: Jack's over at Lyman's. We'll pick him up on the way home.",
        "Starr: Mom, I really don't know.",
        "Blair: You don't know? Would you just rather sit here in Dorian's kitchen and mope all night long by your lonesome, hmm? Come on. I was driving by the triplex. Great romantic comedy. Boy meets girl after she hits him with a car.",
        "Starr: Mom, a love story?",
        "Blair: Yes! It'll be fun. Come on. You have to admit that we both need to laugh. So come on. Girls' night out.",
        "Starr: Ok, I'm coming, I'm coming, I'm coming.",
        "Blair: Let me grab my purse, my cash. Let's go.",
        "[SCENE_BREAK]",
        "Cristian: You son of a bitch. You better pray John McBain gets to you before I do.",
        "[SCENE_BREAK]",
        "Nash: Think it's going to be a full moon tonight?",
        "Jessica: I don't know.",
        "Nash: Well, it should be.",
        "Jessica: What?",
        "Nash: You are beautiful --",
        "Jessica: Oh, no --",
        "Nash: In this light.",
        "Jessica: Stop. I'm not.",
        "Nash: You are.",
        "Jessica: I'm not beautiful.",
        "Nash: You are. And there will be really beautiful sunset tomorrow night.",
        "Jessica: Let's just enjoy this one, ok?",
        "Nash: You know, I think we should come out here every night, enjoy the sunset until I get you home.",
        "Jessica: I'd like that.",
        "[SCENE_BREAK]",
        "Viki: Thank you. Keep the change.",
        "Waitress: Thanks.",
        "[SCENE_BREAK]",
        "Miles: Hi, it's Miles. Yeah, are you busy? Could you meet me at the diner? It's important.",
        "[SCENE_BREAK]",
        "Marty: Aileen, hi. It's Dr. Saybrooke. Listen, do I have any messages? Ok. Listen, I'm going to be unreachable for a few hours, so why don't you -- you know, ton the machine and take the rest of the day off. No. No, no, I'm fine. I will -- I will see you tomorrow.",
        "[Marty pants]",
        "John: Whoa, whoa -- hey. Easy.",
        "[NEXT_ON]",
        "Blair: If Cole is here with Britney, maybe he's not what you thought he was.",
        "Dorian: Don't you keep wondering who really did kill Spencer Truman?",
        "Carlotta: Oh, my god. Antonio left, and he took Jamie with him.",
        "Paige: I have good news -- we found a donor for Jessica."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi",
        "Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=cmfKqhQS93E"
}