{
    "Episode Summary": [
        "Episode # 11009"
    ],
    "Recap": [
        "Viki goes to say good by to Dorian and wish her well. At first they argue and both appear to be glad to be rid of each other. Viki blames Dorian for almost having Clint killed. Dorian tells Viki she is very disappointed in Viki giving Clint a free pass after all the crimes he's committed and what he did to David by letting Clint stay in her home with all the luxuries. And right when they are ready to happily part company, they get locked in a room together. At that point we relive their long history together. And they declare that they are enemies but also dear friends with how each has stepped up to help the other with many things. Brody goes to confront Todd and warns him that he better not reveal that John is Liam's father and ruin Brody's future with Natalie or Todd will be sorry. Meanwhile, Kimberly comes to see Clint and he wonders why she'd contact him unless she's in trouble and needs something. John is ready to take Kelly's advice and reach out to Natalie but decides not to do it when he sees she is serious about moving in with Brody and having a future with him."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Brody: I wasn't sure I'd find you here.",
        "Victor: Why is that?",
        "Brody: Well, this is Todd Manning's office, but it turns out, you're not Todd Manning... but you are the man I want to see.",
        "[Nameplate clatters]",
        "[SCENE_BREAK]",
        "Natalie: Is something on your mind?",
        "John: It's busy around here today.",
        "Natalie: I got the feeling it wasn't work-related.",
        "John: I was just thinking about something someone said to me.",
        "Natalie: Ok. Um, I brought this back. Thank you for letting me take a look at it.",
        "John: No problem.",
        "Natalie: Now that Gigi's case is closed, is there something I should do with it?",
        "John: I'll take care of it for you.",
        "Natalie: Thanks.",
        "John: At least gonna fill me in?",
        "Natalie: On what?",
        "John: On what the psycho said. I mean, what the psychic said. Did she have any idea what used to be on the tape?",
        "Natalie: Actually, she did.",
        "[SCENE_BREAK]",
        "Bo: No change? Can you put the phone up next to his ear? Hey, Matthew, it's Dad. I love you, son, and I'll see you tomorrow. Yeah. Thanks, Red. Listen. You have a safe drive home, ok? You, too.",
        "[Knocks on door]",
        "Bo: Come in.",
        "David: Pa, I'm glad I caught you. I got bad news, and I got good news. Which one do you want first?",
        "Bo: I'll tell you the truth, David. I don't really need any more bad news.",
        "David: I'm sorry, Pa. It's bigger than me. The bad news is, I'm leaving town.",
        "[SCENE_BREAK]",
        "Kim: You look pretty good, cowboy.",
        "Clint: Kim. Oh, my God, Kimberly.",
        "Kim: Don't get too excited. Don't want to bust up your new heart.",
        "Clint: What are you doing here?",
        "Kim: You almost died. Where else would I be?",
        "[SCENE_BREAK]",
        "Dorian: Viki, what a surprise. Unfortunately, I haven't much time.",
        "Viki: Well, this won't take long.",
        "Dorian: Fine. What do you want?",
        "Viki: I heard that you are stepping down as mayor.",
        "Dorian: No. I'm stepping up and in for a senator. Yes. They've asked me to take over for him and then run for his vacant seat. I have to leave for Washington in an hour.",
        "Viki: Ah. Well, then this is good-bye.",
        "Dorian: Good-bye.",
        "[SCENE_BREAK]",
        "Secretary: I was away from my desk when you came in, Mr. Manning. Do you need anything?",
        "Victor: Well, I'd love for you to show this guy the door, but I'm guessing--",
        "Brody: It won't be necessary. Police business.",
        "Victor: That'll be all for now.",
        "Secretary: Yes, Mr. Manning.",
        "Brody: How long do you think you can keep your own employees from finding out you're Mr. Lord, not Mr. Manning?",
        "Victor: What is this? Did John sic you on me or something? What do you want, more DNA? Probably like to gloat about how my mother ruined my life, wouldn't you?",
        "Brody: I'm not here about your life. I'm here about mine, my life with Natalie and our son.",
        "[SCENE_BREAK]",
        "Natalie: So sometimes Delphina-- it takes her a while to pick up on something, but the second she touched that tape, she reacted like it was on fire.",
        "John: Oh, did the sky get all dark. Was there lightning?",
        "Natalie: Ok. Look. I know you don't buy it, but you try having the same dream every night-- Marty and I on the roof. We struggle. She pushes me off the roof. John, she wanted me dead, and I need to know why, and I'm willing to try anything.",
        "John: I get that. So... what did she say was on the tape?",
        "Natalie: Well, she said whatever was on the tape could change people's lives.",
        "John: Ok, but she didn't know what was erased from it.",
        "Natalie: No, she didn't, but I guess there is someone who does.",
        "John: Who?",
        "Natalie: The man I've been calling uncle Todd.",
        "[SCENE_BREAK]",
        "Kim: I would've called, but I didn't think your ex would let me talk to you, not that I blame her after what I did to you. I wasn't even sure you'd let me through the door, which is why I parked down the street and snuck in the back.",
        "Clint: I know you didn't cheat on me. David Vickers was blackmailing you. That's why you left me.",
        "[SCENE_BREAK]",
        "Bo: Congratulations, son. That's great news. Man, after everything you've been through, thanks to Clint, you deserve it.",
        "David: Thank you, Pa.",
        "Bo: God, look it. A movie star.",
        "David: Huh?",
        "Bo: Look at that. See, you wanted it, and then you went out, and you got it.",
        "David: Yeah. Well, it's all thanks to you, Pa. Everyone knows I used to be a successful gigolo, but after I found out I was your son, I knew I had to aim a little higher.",
        "[SCENE_BREAK]",
        "Dorian: You don't mean good-bye. You mean good riddance. I'm surprised you're here. I thought you were gonna have me blacklisted for trying to help you when Clint was having his heart attack.",
        "Viki: You were not trying to help me, Dorian. You just wanted proof that you were right.",
        "Dorian: I was right.",
        "Viki: And that's all that matters.",
        "Dorian: I provided the proof that made you drop-kick Charlie all the way to Paris, Texas.",
        "Viki: Dorian, why didn't you just come to me with your suspicions? All of this could've been avoided.",
        "Dorian: I tried, Viki. I tried over and over again to warn you that Echo DiSavoy was not to be trusted.",
        "Viki: But you withheld treatment from Clint? Do you know that waiting as long as you did, did damage to his heart that is beyond repair?",
        "Dorian: Oh, really? And when did you get your medical degree? In point of fact, I saved that man's life.",
        "Viki: No, you did not. Gigi's heart saved his life.",
        "Dorian: Thanks to me, Charlie is out of your life, and now there is plenty of room for Clint to recuperate at Llanfair.",
        "Viki: One thing has nothing to do with the other.",
        "Dorian: Good to know because, you see, it looks very convenient.",
        "Viki: Dorian, Clint has no home, as you very well know. Rex took it from him. The judge sentenced him to house arrest. He had no house to go to.",
        "Dorian: Mm.",
        "Viki: He's the father of my children. Of course I had to take him in.",
        "Dorian: You're so full of it.",
        "[SCENE_BREAK]",
        "Kim: Yep. David wanted me gone, so he dug up all this dirt on me, but I couldn't put you through it. You didn't deserve it.",
        "Clint: What did he have on you? Whatever it was, it was buried pretty deep because the best P.I.s in the country couldn't find it or you.",
        "Kim: I'm sorry, Clint. I had no choice, and it wasn't just David.",
        "Clint: Well, then what was it? Kim, what was so bad that you had to leave me?",
        "[SCENE_BREAK]",
        "Dorian: Saint Victoria-- ha ha ha!--Always taking the high road. Never mind that you have a beast of a husband who has destroyed your family's happiness, who caused Jessica to have another nervous breakdown, who nearly cost my husband his life. No matter. No matter. No, no, no. Saint Viki has her man. Hallelujah. All is well with the world.",
        "Viki: What are you talking about? I don't have Clint.",
        "Dorian: And I didn't have David for months and months because of Clint, because Clint had him kidnapped and made it look like David had left me at the altar. David could've died in that prison of torture, disease, who knows what, if Bo had not found him.",
        "[SCENE_BREAK]",
        "Bo: How long you gonna be gone?",
        "David: Months.",
        "Bo: Months?",
        "David: Movies take a long time. I'm really sorry, Pa. I know you were counting on me, what with Matthew in the hospital and all.",
        "Bo: No, no. David, you need to do this. This is a great opportunity.",
        "David: Yeah. I hate being away from family, especially you, Pa. The last time we were separated for this much distance, Clint threw me in that dungeon in Morocco.",
        "Bo: And I missed you then, and I'm gonna miss you now.",
        "[SCENE_BREAK]",
        "Victor: What's your life got to do with mine?",
        "Brody: I think you know. It's about some information Marty Saybrooke gave you.",
        "Victor: Oh, that's right. Yeah. It's funny. I thought that had more to do with John than you since he would be the one who would win a new life if you found out that he was the father of Natalie's baby. How did you find out, anyway? Vimal?",
        "Brody: Doesn't matter. All that matters is that you keep it to yourself.",
        "Victor: What are you asking me to do, exactly?",
        "Brody: I'm not asking. I'm telling you.",
        "Victor: Yeah. You know, it's funny about secrets in this town. They don't stay secret very long. Ever notice that?",
        "[SCENE_BREAK]",
        "John: Why would Todd-- Victor. Why would he know what was erased from the tape?",
        "Natalie: I don't know, but Delphina swore he did.",
        "John: That's all she said?",
        "Natalie: No. Actually, she confirmed what I always thought, that Marty and I were fighting about Liam that night and that whatever was on that tape is about Liam.",
        "John: All right. So I guess you have a couple questions for your uncle Vic.",
        "Natalie: I don't think so. Brody convinced me that I wasn't gonna get a straight answer out of Victor, and he also pointed out that Liam is fine now, so why does it matter, I mean, after everything that Victor has gone through?",
        "John: Yeah. I mean, you almost feel sorry for the guy. You know, he was lied to by the one person he should've been able to trust more than anyone else.",
        "Natalie: Kind of like I did to you.",
        "[SCENE_BREAK]",
        "Brody: You hate John McBain. Why would you want him to know that there's a DNA test that proves he's Liam's father?",
        "Victor: That's true. I am deriving a certain satisfaction from watching him mope around town totally oblivious.",
        "Brody: Then we're agreed. You're not gonna tell him.",
        "Victor: I didn't say that.",
        "[SCENE_BREAK]",
        "Clint: Well, you should've just come to me. I would've taken care of Vickers or anybody else that was--",
        "Kim: No. I couldn't. I--",
        "Clint: Why? I thought you trusted me.",
        "Kim: I do, more than anyone.",
        "Clint: Is that why you're here, because you're in trouble?",
        "Kim: No. I'm fine. I just heard about your heart attack, that you almost died, and the news, it just really hit me hard. Being away from you is bad enough, but at least I could read about you in the papers, but if you died-- I just can't imagine a world without you in it.",
        "Clint: Yeah. It was touch and go for a while there. Gigi Morasco's heart saved my life.",
        "Kim: Yeah. I heard. So how are you doing? Don't sugarcoat it. Just tell me the truth.",
        "Clint: According to the doctors, I'm gonna live.",
        "Kim: Thank God. Ok.",
        "Clint: After I discovered what Vickers was doing to you, I had a lot of people looking for you. Where were you, and what have you been up to?",
        "Kim: Oh, you know, same old same old.",
        "Clint: Same old same old stripping?",
        "Kim: Looks like we've both been up to some stuff we're not so proud of.",
        "[SCENE_BREAK]",
        "Dorian: Do you know what's really sad? What's sad is that David thinks you are his best friend.",
        "Viki: Dorian, I was appalled by what Clint did to David and to you because I know perfectly well how much you suffered when you thought David had walked out on you. Clint deserved to be convicted on all counts.",
        "Dorian: Then why isn't he serving out his sentence in the Statesville infirmary?",
        "Viki: Because Statesville is just not equipped to handle a heart recipient. Dorian, he would die in jail, ok? And as awful as his crimes were, he doesn't deserve a death sentence.",
        "Dorian: Mm-hmm. So instead, he gets to lounge around Llanfair, everybody waiting on him hand and foot, gets his meals prepared by your cook, his family surrounding him. How is that fair after everything he did to David, to Jessica, to me?",
        "Viki: Well, his family has forgiven him.",
        "Dorian: I have not, and I will not. The man is a cruel, heartless...bastard. I used to respect you, but the fact that you are coming to his rescue, that you have forgiven him is making me sick.",
        "[SCENE_BREAK]",
        "Bo: Dorian Lord. She's gonna be a senator?",
        "David: She's gonna be the next Hillary...minus the cheating husband.",
        "Bo: That's...something.",
        "David: Just think of it. Today, the Senate, tomorrow the White House.",
        "Bo: So my son could be the first husband.",
        "David: Maybe so. Think they'd put my face on a sawbuck?",
        "Bo: Well, you are a Buchanan. When do you leave?",
        "David: Now, except I can't seem to get ahold of Dorian. No one knows where she is. Starr said she's with the most important person in her life. Except for her hairdresser, I'm the most important person in her life, so I thought.",
        "[SCENE_BREAK]",
        "Viki: Ok. I understand your feelings. I don't know what I was thinking. I came here to wish you well. You've been a really good mayor. I hope you will be a terrific senator. So good luck and good-bye.",
        "Dorian: Good luck and good-bye to you, too.",
        "Viki: Oh, good God.",
        "Dorian: What is it?",
        "Viki: Well, when you so theatrically slammed the door, you jammed it shut. It won't open.",
        "Dorian: Oh, please. Allow me.",
        "Dorian: No, no. Well, this-- this cannot be happening. We can't be trapped together again.",
        "Viki: I'm afraid we are.",
        "[SCENE_BREAK]",
        "Kim: So how's it going with Rex?",
        "Clint: Actually, I saw him earlier today. This is the anniversary of my father's death, so we went over to the house, and we toasted Asa.",
        "Kim: Don't tell me that little weasel is getting under your skin.",
        "Clint: You never did like that kid.",
        "Kim: Forget about that. He made you pay for Gigi's heart?",
        "Clint: Well, let's just say that we never bonded.",
        "Kim: Yeah. Well, I hope not because he's in your house and you're...here.",
        "Clint: Well, I can't complain. Doing time at Llanfair has its perks.",
        "Kim: You and your ex back together?",
        "Clint: You always did get right to the point.",
        "Kim: Why not? You want an answer, ask a question.",
        "Clint: Viki took pity on me.",
        "Kim: That's all it is?",
        "Clint: Yes. Why?",
        "[SCENE_BREAK]",
        "Dorian: Oh, wait. Is this some kind of practical joke?",
        "Viki: Dorian, in all the years that you have known me, have I ever, ever played a practical joke?",
        "Dorian: No. You are rather challenged in the humor department.",
        "Viki: All I wanted was to wish you well. Now all I want is to get away from you, and I can't.",
        "Dorian: Well, we'll just see about that, shall we? Excuse me.",
        "[Pounding on door]",
        "Dorian: This is the mayor!",
        "Viki: Hello? Anyone there?",
        "Dorian: I need some help here!",
        "Viki: Dorian, where is everyone?",
        "Dorian: They've left for the day.",
        "Viki: Oh.",
        "Dorian: Well, you can call someone. No, no. Don't. Use your cell phone.",
        "Viki: My cell phone is in the car. Use your cell phone.",
        "Dorian: Fine. My cell phone is in the car.",
        "Viki: You have an office phone, a land line. There's no dial tone.",
        "Dorian: You need a security code.",
        "Viki: And the code would be...",
        "Dorian: How would I know? I'm the mayor. I have people who do things like that for me.",
        "Viki: Ok. Well, there must be a way to reach building security, right?",
        "Dorian: Of course there is... but I never do because I have a private security guard.",
        "Viki: And where is he?",
        "Dorian: Waiting for me in the car. I told him I had things to do and that I might be a while.",
        "Viki: Well, well, well, well. As absurd as it seems, it would appear that we are indeed once again trapped.",
        "Viki: [Chuckles] Oh, my.",
        "[SCENE_BREAK]",
        "David: Dorian is still not answering. I better go check on her and this most important person.",
        "Bo: I wouldn't worry about it. She's crazy about you.",
        "David: I don't know, Pa. What power does to people? It's an aphrodisiac.",
        "[Knock on door]",
        "Bo: Go ahead.",
        "Cop: Excuse me, commissioner. There's a situation.",
        "David: Yeah, yeah. You don't have to tell me. My pa has got to save the day, right? You know, Pa, that's why I took this part. I knew I could do it because of you. So when I'm up there on that screen and I'm blasting away at the bad guys and I'm saving the innocent blond children of Scandinavia, channeling you.",
        "Bo: I appreciate that, David.",
        "David: By the time I get home, Matthew is gonna be applying to colleges.",
        "Bo: God, I hope so. Ah... hey, you keep me posted.",
        "David: Oh, I tweet every 30 minutes. You'll hardly know I'm gone.",
        "[SCENE_BREAK]",
        "Brody: Don't play your games with me. Just give me your word.",
        "Victor: What would you like me to do, cross my heart and hope to die?",
        "Brody: I'm the only father Liam has ever known. I love him. I know he loves me. He and Natalie and I are a real family now.",
        "Victor: I understand what a real family is... or at least I used to. I get what you're saying. My family was everything to me, as well. Then I found out that three of my children were not mine. Now I--",
        "Brody: Then you understand.",
        "Victor: I understand that you're not as squeaky clean as everyone thinks you are.",
        "Brody: I just want to be a good father.",
        "Victor: Yeah, but the difference, you see, is that I believed those children were mine. You know that Liam is not yours.",
        "Brody: Yeah. So when did you decide to grow a conscience?",
        "Victor: Very recently, when I found out that my life has been a lie up until now. I just don't feel like keeping secrets anymore, and if I do what you say, then I'm as bad as this bitch who claims to be my mother.",
        "Brody: What are you saying?",
        "Victor: I think John deserves to know the truth.",
        "[SCENE_BREAK]",
        "John: What happened with us, it's over. It's done. It's not what I think about when I think of you or when I see you.",
        "Natalie: I hope so. I hope that you can forgive me one day for hurting you.",
        "John: Done.",
        "Natalie: I should--",
        "John: Yeah. Of course.",
        "John: I-- you know, I saw Kelly. I saw her before she-- well, she was getting ready to leave for London.",
        "Natalie: Oh. Well, I'm glad that Kelly and Joey found their way back to each other.",
        "John: Yeah. You know, actually, she had some good advice for me.",
        "Natalie: What'd she say?",
        "John: Kelly said that it was time for me to--",
        "[Cell phone rings]",
        "John: Go ahead.",
        "Natalie: Sorry.",
        "John: No, it's ok.",
        "Natalie: Hello? Oh, hi. Yeah. Sure. Corinth Street? Uh-huh. When can we see it? Ok. All right. Brody and I will meet you there. All right. Thanks. Uh, sorry.",
        "John: Brody said something about you looking for a place.",
        "Natalie: Yeah. Well, you know, with Dad moving into Llanfair--",
        "John: You don't have to explain anything to me.",
        "Natalie: So you were saying Kelly gave you some advice?",
        "John: Yeah. It was about going after what you want in life like she did, and it looks like you're doing the same thing, so that's great. Good luck.",
        "[SCENE_BREAK]",
        "Kim: I told you, I was worried about you. Just needed to see with my own eyes that you were ok.",
        "Clint: Is that right?",
        "Kim: You were always good to me, Clint, even though you always called me out on my stuff. I missed you. I just wanted to make sure they were taking care of you.",
        "Clint: Well, I must say, you're a sight for sore eyes, and I always did like you in those boots.",
        "Kim: Oh, I love them. They remind me of you. So sweet of you to buy me a new pair.",
        "Clint: You know one thing I could never figure out? Why would you leave a dead girl your favorite boots?",
        "Kim: I thought she'd need them. Crazy, right? She drowns in the lake in the middle of winter. I just can't stop thinking about how cold she would be. Anyway--",
        "Clint: So why are you here?",
        "Kim: I told you.",
        "Clint: Kimberly, you know that doesn't fly with me. Why are you really here?",
        "[SCENE_BREAK]",
        "Dorian: We need some help!",
        "Viki: How many times has this happened to us?",
        "Dorian: Too many. I suppose it's only fitting, right? One more go-around with my nemesis.",
        "Viki: Oh, no, no, no, no, no. You are your own nemesis. I'm probably a frenemy.",
        "Dorian: Oh, I hate that. I hate those verbal mash-ups. It's just all so trendy, isn't it? Frenemy, frenemy. Isn't that when your enemy acts like they're your friend, only that's not quite us, is it?",
        "Viki: No. No. It's not.",
        "Dorian: I don't know quite what us is, but I thought that lately we had come to sort of an understanding, but it hasn't been easy, has it?",
        "Viki: No. It hasn't, and it hasn't been boring.",
        "Dorian: [Chuckles] You're going to be bored to tears without me.",
        "Viki: Ah, and you, you're gonna be in desperate trouble without me watching over you in Washington. I expect you'll be censured by Christmas.",
        "Dorian: Oh, goody. I can be expecting calls from you on Capitol Hill?",
        "Viki: Oh, no, no, Dorian. Don't forget that I can watch the Senate proceedings on television, and I will be able to see exactly what you are up to. So that should give you pause.",
        "Dorian: Oh, it's terrifying. It must be so exhausting for you, your keeping us all in line.",
        "Viki: Just you.",
        "Dorian: It isn't always my fault, and I thought you had finally come to understand that.",
        "Viki: Yes. I did spend a long time blaming you for my father's death, and I'm truly sorry about that. You know, Dorian, you are my friend, and in a very odd way, I love you, and I'm truly sorry if I've caused you pain.",
        "Dorian: I hate you. I hate that you just said that. I wanted to be the bigger person.",
        "Viki: So be it.",
        "Dorian: Ha! Ha ha! I'm forgiven? Lucky me.",
        "Viki: I think I'm going to miss you.",
        "Dorian: I know I'm going to miss you.",
        "[SCENE_BREAK]",
        "Brody: You think you owe John something? I've read his file on you. He's wanted to ruin you for years. He's the one who ordered all those DNA tests. So when you think about it, it's because of John you lost your kids.",
        "Victor: You might want to rethink that logic.",
        "Brody: Logic. Like you want logic. I was a seal in the Navy, Special Ops. You engage the enemy, the protocol is any means necessary. You get me?",
        "Victor: Sounds like a threat, officer.",
        "Brody: Let me make it real plain. You do anything to destroy what I have, you're a dead man.",
        "Victor: What is it?",
        "Secretary: I'm sorry, but the web designer is here for your meeting.",
        "Victor: Is that all? Because, as you can see, I'm a busy man.",
        "Brody: As long as we're clear. You say one word to McBain or anyone else, you'll regret it.",
        "[SCENE_BREAK]",
        "Clint: So let's hear it. What do you need?",
        "Kim: I don't need anything, Clint.",
        "Clint: Well, then why are you here?",
        "Kim: Because, Clint, I--",
        "Natalie: You bitch!",
        "Clint: Natalie--",
        "Natalie: Should've known you were gonna show up here. Get your slutty hands off my father.",
        "Clint: Natalie, that's enough.",
        "Natalie: You think that you can slither your way back into my father's life after he's down and out? It's not gonna happen. You want money? Well, go get it the old-fashioned way--you know how--letting sleazeballs stick paper in your panties.",
        "[SCENE_BREAK]",
        "Viki: Dorian, you know I can't drink that.",
        "Dorian: Oh, come on. A sip isn't going to kill you. Come on. For me.",
        "Viki: All right.",
        "Dorian: Please. Ok. To us. I cannot imagine what life is going to be like without you.",
        "Viki: I can't imagine what life or Llanview is going to be without you.",
        "Dorian: Oh, ha ha ha! As much as I would like to think life will grind to a halt, life will indeed go on.",
        "Viki: It won't be the same. Neither will I.",
        "Dorian: Oh, now, now, now, now. Don't be going there. Come on. To us.",
        "Dorian: I'm going to wear white as a symbol of my renunciation, and I am only going to do good for others.",
        "Viki: I rarely see this side of you.",
        "Dorian: Promise you won't tell anyone.",
        "Viki: I won't tell! I won't tell! I promise! I won't.",
        "Dorian: Another one.",
        "Viki: I know you...",
        "Dorian: Yes. Of course you know me.",
        "Viki: From television.",
        "Dorian: You know, your father warned me about you.",
        "Viki: Father warned you about me? I intend to fight you with every means available.",
        "Woman: These are the moments to remember in our days here with a new start singing a new song guiding our way and these are the times a world we speak of...",
        "Viki: Dorian!",
        "Dorian: How dare you hit me when I'm down?",
        "Viki: No!",
        "Dorian: Face the truth about you, about your father, about what you have obviously buried somewhere deep inside of you.",
        "Viki: Stop. Stop.",
        "Dorian: The truth, Viki. Come on. Victor seduced you. Your father had sex with you. That is the awful truth. I just want to tell you that I think that you are brave beyond belief for doing what you did today.",
        "Woman: These are the moments to remember in our days here with a new start singing a new song guiding our way and these are the times the world we speak of...",
        "Dorian: Look!",
        "Viki: Oh, my God.",
        "Dorian: Viki! Viki!",
        "Viki: Stop, Dorian. Dorian, are you nuts?",
        "[Tires screech]",
        "Viki: Dorian, you have made my life hell over and over again. What are you doing? In a very real and profound way.",
        "Dorian: Will you be my matron of honor?",
        "Viki: You have made my life. Can't get married without these, can you?",
        "Dorian: You saved my life. Thanks.",
        "Viki: You're very welcome. I will miss you. Ha ha!",
        "David: What is going on in here? Dorian, are you hugging my best friend? I won't have that.",
        "Dorian: Viki is my friend, my very, very good friend.",
        "David: Viki is my best friend, and you can't have her. I'm going to e-mail you from Stockholm, by the way.",
        "Viki: I want to hear all about it.",
        "David: The car is waiting, my hot, little freshman senator.",
        "Dorian: You, my hot rescuer, Vicker Man. Ha ha! So... is this really good-bye?",
        "Dorian: Good-bye, Viki.",
        "Viki: Bye, Dorian.",
        "David: Look at you two being all dramatic. There's always texting, video messaging. There's even this antique thing called the telephone.",
        "Dorian and Viki: It won't be the same.",
        "David: So you'll plan a spa day. You'll figure it out. Wish me luck.",
        "Viki: Always. Oh...",
        "David: I'm gonna get my star on that sidewalk so when I get back to L.A., people are gonna walk all over me.",
        "Viki: Ha ha ha! Just take my calls--that's all I ask--and the same goes for you, madam senator.",
        "Dorian: Have your people call my people.",
        "Viki: Ha ha ha!",
        "Dorian: Ha ha ha! Shall we, David?",
        "David: Mm. What's with that door, by the way?",
        "Dorian: Well, you know that expression \"one door closes, another door opens\"?",
        "David: Yeah. That shoulder hurts. I'm gonna need a rubdown.",
        "[Both continue indistinctly]",
        "[SCENE_BREAK]",
        "John: Hi.",
        "Brody: Hey, is that the tape from the Gigi Morasco case?",
        "John: Yeah. Natalie-- Natalie gave it back. That psychic told her that the Victor/Todd hybrid knew what was recorded on it, so I guess I'm gonna have to ask him about that.",
        "Brody: Actually, I already did that.",
        "John: Oh. She said that you thought that was a waste of time.",
        "Brody: Yeah, but it seemed important to her, so I checked it out.",
        "John: What'd he say?",
        "Brody: Victor said he had no idea what Delphina was talking about.",
        "[SCENE_BREAK]",
        "Bo: That's...something.",
        "David: Just think of it. Today the Senate, tomorrow the White House.",
        "Bo: So my son could be the first husband.",
        "David: Maybe so. Think they'd put my face on a sawbuck?",
        "Bo: Well, you are a Buchanan. When do you leave?",
        "David: Now, except I can't seem to get ahold of Dorian. No one knows where she is. Starr said she's with the most important person in her life. Except for her hairdresser, I'm the most important person in her life, so I thought.",
        "[SCENE_BREAK]",
        "Viki: Ok. I understand your feelings. I don't know what I was thinking. I came here to wish you well. You've been a really good mayor. I hope you will be a terrific senator. So good luck and good-bye.",
        "Dorian: Good luck and good-bye to you, too.",
        "Viki: Oh, good God.",
        "Dorian: What is it?",
        "Viki: Well, when you so theatrically slammed the door, you jammed it shut. It won't open.",
        "Dorian: Oh, please. Allow me. No, no. Well, this-- this cannot be happening. We can't be trapped together again.",
        "Viki: I'm afraid we are."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=psjY26PPbTM"
}