{
    "Episode Summary": [
        "Episode #10292 - \"From Soup to Nuts\" Written by Michelle Poteet Lisanti, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, and Anna Theresa Cascio"
    ],
    "Recap": [
        "At the hospital, everybody is on edge not knowing if Rex is going to make it or not. And everybody somehow knows it's got something to do with the fact that Adrian wants to prevent Gigi from seeing him. Tess believes that Jared is completely fooled believing she is Jessica and has given up on Natalie. But after talking to Leo the contractor, he seems to know that Jessica is \"not herself\". Tina is not certain what she should do and afraid of Tess. But they both want to save Natalie. Out of nowhere, Cain Rogan appears to find Tina."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Adriana: What do you mean, something is holding him back? Does he need different medicine or more surgery?",
        "Doctor: We've done everything that we can for Rex at this point. I'm talking about a person's will.",
        "Adriana: You're saying he doesn't want to come out of it? That's crazy.",
        "Roxy: You know, you better wake up and smell the garlic. He's not waking up because you're keeping him from seeing him Gigi. She's his will to live right now, not you.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Bo: It's open. All right, thank you. Hi, Gigi. Come on in.",
        "Gigi: Sorry to bother you. I'm just wondering if you've heard anything about Rex.",
        "Bo: Ah, just about to call the hospital. How you doing?",
        "Gigi: Not so good. I need your help. I need you to get me in there to see him.",
        "[SCENE_BREAK]",
        "Tess: Breaking rocks, Tina, in the basement?",
        "Tina: Yeah. Yeah, I am?",
        "[Tess and Tina scream]",
        "Natalie: Oh, my God.",
        "[SCENE_BREAK]",
        "Jared: You built Jessica a special room in the basement?",
        "Leo: Yeah, but don't tell her I told you, okay, because she paid me a boatload of money to keep my mouth shut about it, all right? I'd stay away from her if I were you. She may be hot but she is one crazy broad.",
        "Jared: Wait, you know, hang on. Wait -- wait a minute, bro. Bro, hang on, one minute. You got to tell me more about this secret room.",
        "Leo: I've told you enough already.",
        "Jared: No, no, no, no, you can't lay something like this on me and then just clam up.",
        "Leo: That's exactly what I'm doing. You, me, we never met, got it?",
        "Jared: No, get this, okay? You are going to tell me everything or you don't know from crazy.",
        "Leo: I built a soundproof, glass-walled room in the basement of the Lord place and I can't tell you what that head case is using it for.",
        "[SCENE_BREAK]",
        "Tina: You sure you want to fight with me, girl, because I'm not giving it up.",
        "Tess: Yes, you are!",
        "[SCENE_BREAK]",
        "Adriana: You take that back.",
        "Roxy: You want to give me crap for that? You bring it on, sister.",
        "Layla: I'm sure Roxy didn't mean it the way --",
        "Roxy: I meant every word of it! Her keeping Gigi from my son is keeping my son from pulling out of it.",
        "Adriana: That is not true. Will you tell her?",
        "Doctor: All right, look, I don't want to get in the middle of this. All I can tell you is that when a patient is stabilized and the crisis is averted, they usually regain consciousness.",
        "Adriana: But Rex woke up. He tried to communicate with me.",
        "Doctor: Right, and that was a very good sign. But he's been unconscious ever since. And he hasn't been responsive to physical stimuli.",
        "Adriana: Of course he isn't. You have him on too many drugs.",
        "Roxy: Did you just get out of med school?",
        "Adriana: Shut up!",
        "Doctor: There should still be some sort of response.",
        "Roxy: Listen, I told you. If you just bring Gigi and Shane in there, the kid is going to be jumping out of his bed.",
        "Adriana: Isn't there anything you could do?",
        "Doctor: Look, if we could get Rex to breathe on his own right now, that would be a huge step.",
        "Adriana: Is he ready for that?",
        "Doctor: We're weaning him from the ventilator and his sats are good. They're almost at 100%. We would extubate and then just monitor him closely.",
        "Adriana: But he's unconscious.",
        "Doctor: But he's not in a coma. And all indications are that he should be conscious and that he could be at any time.",
        "Adriana: And if it doesn't work?",
        "Doctor: Then we would intubate again.",
        "Adriana: And then what?",
        "Doctor: Then we would reassess the situation and we'd consider a long-term facility.",
        "Adriana: Do you need me to approve it? Taking the tube out, I mean.",
        "Doctor: As his legal next-of-kin, yes.",
        "Adriana: Do it. Do it now.",
        "Roxy: Wait a second. There are a couple of phone calls I have to make, Bo and Gigi.",
        "[SCENE_BREAK]",
        "Bo: I'll try to talk to Adriana. But I got to tell you, Gigi, she's determined to keep you away from Balsom's room.",
        "Gigi: I just really need to see him, Bo. And I -- I think that he needs to feel me there. I think he needs to know I'm there. You're the police commissioner. I mean, can't you pull rank or something?",
        "Bo: I wish I could. But unless it's a criminal matter, I can't override hospital policy, and that's -- the next-of-kin gets to call the shots if a patient is unconscious.",
        "Gigi: Yeah, okay. I understand. It was -- it was worth a try.",
        "Bo: Yeah. Let's just hope and pray that Balsom comes out of it and then he asks for you, and then there's nothing Adriana can do about it.",
        "Gigi: But what if he doesn't, Bo? I might never see him again. And Shane -- Shane doesn't even want him to be his father right now. But he's this little kid and what if -- what if he never gets the chance to -- to know Rex and accept him and love him? I mean, what is that going to do to him?",
        "Bo: I know. You know, Matthew told me that he asked Shane to come over after school. They could hang out.",
        "Gigi: Yeah? God bless him. Oh, I'm such a mess right now, and Shane's furious at me, which I totally get.",
        "Bo: Well, believe me; Matthew knows exactly what Shane's going through right now.",
        "Gigi: Everyone's been so great. Marcie took Shane to school today and she even talked to Adriana for me but Adrian is being such a -- look, I understand that Adriana is worried about Rex, too. And she's scared about her marriage. But if it were me, I would let her in to see him if I thought that would help. I would do anything.",
        "Bo: I know you would.",
        "Gigi: I feel like she's just -- she's using this situation to hold on to him.",
        "Bo: Well, Gigi, before you came back into the picture, Balsom and Adriana were in love, and I think she still has those feelings.",
        "Gigi: I find it kind of hard to feel sorry for her, Bo. She's the one who brought Brody here. If she hadn't done that, Brody wouldn't be sitting in jail and -- and Rex wouldn't be fighting for his life right now. Sorry.",
        "Bo: No, it's okay.",
        "Gigi: I'm sorry.",
        "Bo: No, it's -- it's okay. Listen, I think you should know that Brody is being transferred to a V.A. psychiatric hospital.",
        "Gigi: He is?",
        "Bo: We had a little episode a while ago. He tried to -- tried to go for a guard's gun.",
        "Gigi: Oh, God. Ugh, God, why is this happening?",
        "Bo: This is the best thing that could happen to Brody right now. He could get the treatment that he needs while a judge is deciding whether or not he's fit to stand trial.",
        "Gigi: Oh, God. I -- I just don't understand why everything got so bad.",
        "[SCENE_BREAK]",
        "Leo: Let go, I told you everything I know.",
        "Jared: You better not be holding anything back.",
        "Leo: I'm not, I swear. You're as nutty as she is.",
        "[SCENE_BREAK]",
        "Tess: Give it up, Tina, or somebody's going to get hurt.",
        "Natalie: Tina, get me out of here. Just please don't hurt the baby.",
        "Tess: Does that mean you'd hurt a pregnant woman?",
        "Tina: No.",
        "[Pots clank]",
        "Tess: This is so over, Tina.",
        "Tina: I asked you to do one thing. I asked you to keep your mouth shut and just stay away from Natalie. Why couldn't you have done that, huh? What were you doing down there?",
        "Tina: I went to check on Natalie. I wanted to make sure she was okay.",
        "Tess: With a sledgehammer, Tina?",
        "Tina: Tess, you're going to have to let her out.",
        "Tess: I'm not going to have to do anything, Tina. How did you get that door open?",
        "Tina: I --",
        "Tess: Oh, forget it. You're not going back down there, ever.",
        "Tina: And what if you can't stop me?",
        "Tess: Tina, how stupid are you? Let me go through this one more time and feel free to take notes, okay? Tina -- bad. Stolen jewels. Carlo Hesser -- mad. Sarah -- dead.",
        "Tina: Leave my daughter out of this.",
        "Tess: Oh, oh -- it's not just going to be your daughter. It's going to be the cops and Viki. Lady, you mess with me, and it's going to suck to be you even more than what it does now.",
        "Tina: Hey, you keep your hands off my jewels.",
        "Natalie: Get me out of here.",
        "[SCENE_BREAK]",
        "Adriana: Don't wait. Get that tube out of Rex now.",
        "Doctor: Trish. Call respiratory, draw blood gases and get back to me with the results.",
        "Trish: Yes, Doctor.",
        "Roxy: I'm going to get Bo and Gigi on the phone.",
        "Adriana: Do what you want, Roxy, but Gigi Morasco is not getting within 100 feet of Rex.",
        "Roxy: Even if she's the only one to bring him back?",
        "Adriana: You don't know that, Roxy.",
        "Roxy: I'll try anything. Are you so crazy jealous that you would let Rex die?",
        "Adriana: He's not going to die. You heard what the doctor said. His breathing is where it needs to be. He just needs to start doing it on his own and then he will get better.",
        "Roxy: You better be right or it's on you.",
        "Adriana: Oh, and it's not on Gigi? Everything was fine before she showed up. None of this would have happened. None of it if it wasn't for her, and I will do my damndest to make sure that she does not hurt Rex again even if I have to have her arrested.",
        "Roxy: You better put a leash on your B.F.F. while I call Bo.",
        "[Phone rings]",
        "Bo: Buchanan.",
        "Roxy: Bo, it's Roxy. You got to get to the hospital.",
        "Bo: What happened, Roxy? Is Balsom okay?",
        "Roxy: He's the same. But they want to see if he can breathe without the machine, and I thought you might want to be here when they do that.",
        "Bo: Yeah, yeah, I sure would. Hey, listen, um, Gigi is here with me right now.",
        "Roxy: Yeah, well, see that's the thing, because Adriana said that if she comes here she's going to bust her.",
        "Bo: No, she can't do that.",
        "Roxy: Yeah, well, she's not backing down.",
        "Bo: All right, thanks a lot, Roxy. Thanks for letting me know.",
        "Gigi: What's going on?",
        "Bo: Roxy said they're going to take Balsom of the ventilator to see if he can breathe on his own.",
        "Gigi: Is that safe?",
        "Bo: Well, they try to get patients of the vent just as soon as possible, and if there's a problem, they'll put him right back on.",
        "Gigi: Oh, God, I need to be there. I have to.",
        "Bo: I know, but Roxy says that Adriana will have you removed if you go there.",
        "Gigi: Damn her. Why is she doing this? Rex needs me.",
        "Bo: I know he does. Listen, I'm going to go to the hospital right now. Why don't you just wait here, okay? I don't think you're in any shape to be driving, and I'm going to let you know as soon as I find out any news.",
        "Gigi: Thank you -- thank you for everything.",
        "Bo: I wish that I could take you with me to Balsom right now.",
        "Gigi: Bo, if you do get to see him, will you just tell him -- tell him that I love him?",
        "Bo: I will.",
        "[SCENE_BREAK]",
        "Tina: Tess, stop. Okay, fine, that is it. I have had it. You can tell everyone what I did, all right? That I have the jewels because then I am going to tell them that Tess is out of the bag and that you have your sister locked in the basement like a caged animal, huh? How does that work for you?",
        "[SCENE_BREAK]",
        "Jared: Bo, Jared. I need to talk to you right away. It's that thing I told you before about Natalie.",
        "[SCENE_BREAK]",
        "Tess: Go ahead, Tina, tell everybody about Natalie. Might put me in the bin for a little while but it's going to put Sarah in the grave.",
        "Tina: Bo can protect her.",
        "Tess: Are you sure? No one's going to believe a nitwit like you anyways.",
        "Jared: What's going on in here?",
        "Natalie: Tina, tell Jared the truth, tell him now.",
        "[SCENE_BREAK]",
        "Doctor: We're set up. We're going to extubate Rex now.",
        "Roxy: Are you sure it's not too soon?",
        "Doctor: No, like I said, his levels are where they need to be. And there's risk involved in prolonged intubation. There could be vocal cord damage or even lung infection.",
        "Roxy: Hey, Doc, you take care of him. Don't let him go south.",
        "Adriana: Can I be in there with him?",
        "Doctor: This really won't take that long.",
        "Adriana: I want to be with my husband.",
        "Doctor: All right, just stay out of the way.",
        "Roxy: Thanks for coming, Bo.",
        "Bo: Sure.",
        "Roxy: Gigi should be here, too. She's the shot in the arm that he really needs, I know it.",
        "Bo: You're right.",
        "Layla: Adriana loves Rex, too. She's only doing what's best for him.",
        "Roxy: Listen, Layla, I don't know Gigi very well. But if she were here and Rex needed to see Adriana, she would bust her hump trying to find her. Adriana doesn't care what's best for my son. Adriana is all about Adriana.",
        "[SCENE_BREAK]",
        "Roxy: What if he can't do it? What if he can't breathe on his own?",
        "Doctor: What do his A.B.G.s look like?",
        "Nurse: His O2, ph, and CO2s are all within normal range.",
        "Doctor: All right. Let's do this, then.",
        "[Monitor beeps]",
        "Doctor: How are his O2 sats?",
        "Nurse: Holding -- down a little, 96.",
        "Doctor: All right, that's not bad. Hang in there, Rex, you can do this.",
        "[Monitor beats rapidly]",
        "Doctor: All right, he's not breathing.",
        "Adriana: What's going on?",
        "Doctor: His sats are down. All right, bag him. Hyperventilate him.",
        "[Alarm]",
        "Adriana: Is he going to be all right?",
        "Doctor: You need to go.",
        "[SCENE_BREAK]",
        "[Gigi sighs]",
        "[SCENE_BREAK]",
        "Tess [As Jessica]: Uh, Jared, I didn't hear you come in.",
        "Jared: I guess not, while you two were going at it. And I know what it's about.",
        "Tess: You do?",
        "Tina: Oh, huh, thank God.",
        "Jared: You wanted me to hear you giving Jessica a hard time?",
        "Tina: No. I mean, excuse me?",
        "Jared: Were you calling Jessica crazy?",
        "Tina: No.",
        "Jared: It's not what it sounded like to me. I mean, she's having a bad enough time as is. She doesn't need you jumping all over her.",
        "Tina: Wait, no, no -- you don't understand.",
        "Jared: You're right, I don't know how anyone could do this to her now. Now, what happened?",
        "Tess: Well, Tina wanted to get something out of the safe and I just -- I wouldn't give her the combination.",
        "Jared: Oh, come on, Tina, cut her a little slack.",
        "Tina: Wait, you're on her side now. What about Natalie?",
        "Jared: Well, how long am I supposed to wait for her?",
        "Tina: So you're just going to give up?",
        "Jared: She gave up on me. So I finally accepted that.",
        "Tess: Jared, I'm so sorry. This must be so hard for you. Come, I'm going to get you that dinner that I promised you, okay?",
        "Jared: You want to join us, Tina, smooth things over?",
        "Tess: No, I only have enough for two, so --",
        "Jared: Well, we could at least have a drink together, right?",
        "Tess: Sure, sure, why not?",
        "Tina: Yeah, uh -- you know, I'm kind of hungry. There must be something to munch on in the kitchen.",
        "Tess: Well, why don't you go take a look?",
        "Tina: Well, as we all know, I can't cook.",
        "Jared: How about I make the drinks, you get the snacks.",
        "Tess: Fine. Okay, I'll be right back. Oh, and, Tina, I hope everything's okay between us now. I'm sorry that I went all pregzilla on you but you understand, right?",
        "Tina: Hey, I need to talk to you.",
        "Jared: No, no. I don't have time for that. I need your help.",
        "Tina: With what?",
        "Jared: No, I got to make this quick -- but I don't think that's Jessica, I think it's Tess, and I think she did something to Natalie.",
        "[Natalie sighs]",
        "[SCENE_BREAK]",
        "Tess [As herself]: Just when I had Jared where I wanted, he invites that cow to join us -- like I want to be alone with him anyway. Been there, done that. This is too much work. That's why I keep you handy. Because you never know.",
        "[SCENE_BREAK]",
        "Jared: So I knew something was off about this -- this -- this situation with Natalie but I couldn't put my finger on it. Tonight I run into this contractor. He tossed back a few too many. He shot his mouth off. He built a room in the basement for Jessica.",
        "Tina: I know.",
        "Jared: You know? Well, how do you know? What -- what do you know?",
        "Natalie: Tina. tell him where to find me -- she knows the truth, Jared.",
        "Jared: Answer me, Tina. What do you know?",
        "Tina: Um, just that, um, Jessica is not herself.",
        "Jared: Ah! You said you know about this room in the basement. Don't jerk me around, Tina. How long have you known?",
        "Tina: Look -- look, I just figured it out, all right? I was going to talk to you, but I couldn't do it in front of Tess.",
        "Jared: So she is Tess?",
        "Tina: Well, I think she is, I mean, but I wasn't really sure. All I know is she -- she is not Jessica. Anyway, what did the contractor say?",
        "Jared: Ah, well, that he built some soundproofed, glass-walled room in the basement, and Jessica paid him off to keep quiet about it. Only it wasn't Jessica, it was Tess.",
        "Tina: Did he say what it was for?",
        "Jared: No, he didn't know, but what else could it be? Tess has Natalie locked up down there.",
        "Natalie: Yes, yes. Okay, now come and find me, and hurry up, before Tess finds out.",
        "Jared: Keep Tess busy while I check it out.",
        "Tess: [As Jessica] All I could scrounge up in the kitchen was some chips and dip. I hope that's okay.",
        "Tina: Just meet me in the kitchen in five minutes, okay? But be careful, she's a real whack job. There's no telling what she would do if she found out we were on to her.",
        "Tess: Hi. I thought you were going to fix us some drinks.",
        "Jared: Yeah, well, I'm just going to, you know, shower and change first.",
        "Tess: I thought you were hungry.",
        "Jared: I won't be long.",
        "Tess: [As herself] What were you doing in here all this time, Tina, if you were not making us drinks?",
        "Tina: I was trying to patch things up. Although, you know, he's still angry with me, I mean, thanks to you.",
        "Tess: Well, I couldn't very well tell him about your stolen jewels, now, could I?",
        "Tina: Oh, no, because then I'd have to tell him your little secret.",
        "Tess: And then I'd have to kill you both. Dip?",
        "[Tina chuckles]",
        "Tina: You first.",
        "[SCENE_BREAK]",
        "Man: The van's waiting out front. Let's go, Lieutenant Lovett.",
        "Gigi: Why did you do it, Brody? Why did you shoot Rex?",
        "[SCENE_BREAK]",
        "Trish: B.P. 70/40 and falling. Nurse: Blood sats 80.",
        "Doctor: All right, get ready to intubate again.",
        "Adriana: He's not breathing?",
        "Doctor: I've told you to go. Wait outside.",
        "[Alarm]",
        "Layla: Adriana, what's going on?",
        "Adriana: He couldn't breathe. They got to get him back on the ventilator.",
        "Roxy: Oh, God.",
        "Bo: Come on, Roxy, sit down.",
        "Roxy: No, I'm not leaving my baby! I'm not leaving him.",
        "Adriana: He can't die, he can't.",
        "Roxy: If he does, it's all your fault. You better stop being such a jealous, selfish bitch and let him see the woman that he loves.",
        "[SCENE_BREAK]",
        "Man: Lieutenant Lovett's been sedated. He's on his way to a V.A. hospital for a psychiatric evaluation.",
        "Brody: I was trying to protect him.",
        "Gigi: Shane? You protected him by shooting Rex?",
        "Man: Ma'am, I'm going to have to ask you not to talk to --",
        "Brody: I'm sorry.",
        "Gigi: Sorry isn't enough.",
        "Brody: I failed my mission.",
        "Gigi: Your mission was to kill Rex?",
        "Man: Get him downstairs.",
        "Brody: I was only following orders. Following orders.",
        "Gigi: He doesn't know where he is. He thinks he's back in Iraq.",
        "Man: Lieutenant Lovett is in a highly volatile state.",
        "Gigi: So am I.",
        "Man: He doesn't need anyone making it worse.",
        "Gigi: I'm sorry, okay? I'm sorry. I just -- I was there. And Brody had my son. Just, please take care of him.",
        "[Gigi sighs]",
        "[SCENE_BREAK]",
        "Adriana: I know you're freaked out, Roxy. So am I. But bringing Gigi here is not going to make things better.",
        "Roxy: You don't know that.",
        "Adriana: The last time Rex saw Gigi, someone shot him. What if he has a bad reaction to her and it sets him back even more? Do you want to take that chance with your son's life? Because I don't. We just need to leave it up to the doctors.",
        "Roxy: We've already done that. It's not working. He's in there and he's fighting for his life. Take a look, because that's what you've done to him!",
        "Bo: Come on, Roxy. Roxy --",
        "Roxy: No!",
        "Bo: Listen, this isn't doing anybody any good. Come on.",
        "[Roxy sobs]",
        "Layla: You okay?",
        "Adriana: How can I be?",
        "Layla: I know. I know.",
        "Adriana: Was it like this with Evangeline?",
        "Layla: Not exactly. Everybody says stuff when these things happen. I did, Cristian, my mom -- we all went off on each other.",
        "Adriana: Do you think Roxy's right, that I'm being petty and jealous?",
        "Layla: I think you love Rex with all your heart and you think you're doing what's right.",
        "Adriana: But am I?",
        "Layla: I don't know. Nobody does.",
        "Adriana: Unless I let Gigi in to see him. You know, there's this one thought that keeps sticking in my head. I can't get it out.",
        "Layla: What's that?",
        "Adriana: Before Rex ran in to Gigi in Texas, he never mentioned her. I had heard all about Jen and all the girls he went out with, but never Gigi. And when he ran in to her, Rex and I were never the same. So I keep wondering, if Rex and Gigi never saw each other that day, would we have lived happily ever after, or would something else have gotten in our way?",
        "Layla: You're talking what-ifs, Adriana.",
        "Adriana: I know. But maybe, maybe, \"what if\" is \"what is.\" Maybe -- maybe Rex and I were never meant to be together.",
        "[SCENE_BREAK]",
        "Tess: Oh, come on, you're the one that said she was hungry.",
        "Tina: You know, I just realized I forgot to feed David Vickers. Got to go.",
        "Tess: Tina, you weren't stupid enough to blab to Jared about Natalie, were you?",
        "Tina: Why would I do that now, when I hadn't done it before?",
        "Tina: I don't know. I don't know. To suck up to him? Get in his good books again?",
        "Tina: Tess, don't you see? This is all just going to blow up in your face. I mean, maybe not today, but it will. You're already making mistakes.",
        "Tess: The only mistake I have made, Tina, is letting you stay here.",
        "Tina: Oh, no -- oh. Are those worry lines I see on your face? You know what? You might just think about an injection. Oh, that's not going to matter, though, will it? That will be the least of your worries, once you get caught.",
        "Tess: How am I going to get caught, Tina, unless you tell Jared?",
        "Tina: Don't get your knickers in a knot. But Jared is a very smart boy, and he still loves Natalie. So he might just figure this all out.",
        "Tess: Figure what out, Tina?",
        "[SCENE_BREAK]",
        "Jared: Damn it!",
        "Natalie: Jared.",
        "Natalie: Hmm!",
        "[SCENE_BREAK]",
        "Tina: Look, all I am saying is that Jared is a very smart guy. He is not going to give up on Natalie, and he's going to figure out why you're being so sweet to him.",
        "Tess: Oh, I got him in bed once. I'm pretty sure I can do it again.",
        "[Tina chuckles]",
        "Tina: You are six months gone. Dream on, honey. I'm going to go take care of my baby.",
        "Tess: And then you are coming right back here and eating these damn chip you made me get, and you are going to pretend that I am your favorite niece. Is that clear?",
        "Tina: Crystal.",
        "Tina: Wait, wait, wait. You're never going to get in that way. Just step back, just step back. Okay. All right, here we go.",
        "Jared: Yeah -- what --",
        "Tina: Here. Okay. There, there. Now you don't have to break your foot, okay? Hey, wait, wait.",
        "Jared: Listen, no, I don't have time.",
        "Tina: That's why you have to listen to me. Look, the door is behind this whole wall of canned goods. Once you get in there, you're going to see Natalie, but I don't know how you're going to get in the room.",
        "Jared: How do you know this? I thought you said you just figured it out?",
        "Tina: Look, just go.",
        "Jared: Okay, stay here. Guard this door with your life. Don't let Tess down here until I get Natalie out of there.",
        "Tina: I will, I will, just hurry.",
        "[Tina locks door]",
        "Tina: Okay.",
        "Tina: Okay, Tess, if you want to get in that basement, you're going to have to get past me.",
        "Natalie: Oh, thank God. Just hurry, before Tess figures it out.",
        "[SCENE_BREAK]",
        "[ Microwave beeping ]",
        "Rex: You thinking what I'm thinking?",
        "Gigi: Shane.",
        "Rex: Yeah.",
        "Gigi: Pretty soon, our son's going to know you're his father.",
        "[Rex sighs]",
        "Rex: \"Our son.\" I love the sound of that. \"Our son.\"",
        "Gigi: Oh, Balsom.",
        "[SCENE_BREAK]",
        "Doctor: He's -- he's doing better back on the ventilator. But the fact that he can't breathe on his own right now is not exactly what we were hoping for at this point.",
        "[SCENE_BREAK]",
        "Rex's voice: Run the table?",
        "Shane's voice: Yep.",
        "Rex's voice: Texas?",
        "Shane: Hook 'em horns.",
        "Rex: Where'd you read that?",
        "Shane: It was on TV.",
        "Rex: And they didn't happen to mention a little team called UCLA? The bad bruins?",
        "Shane: I swear, Texas is going to be the national champion.",
        "Rex: Okay, in your dreams, hook 'em horns. Then we're -- whatever that is, it's way cool.",
        "[SCENE_BREAK]",
        "Doctor: Unfortunately, having to intubate Rex again could slow down his recovery. And then there's the bigger concern that he hasn't regained consciousness yet. We need to figure out what's going on here. Why this hasn't happened yet, and what we could do, if anything.",
        "[SCENE_BREAK]",
        "Rex's voice: Remember back in Michigan, senior winter break, we went ice fishing on the Upper Peninsula? A little hut out on the lake. Portable stove, cans of food, thermoses of hot chocolate.",
        "Gigi: I don't know how we managed to keep warm.",
        "Rex: I do.",
        "[SCENE_BREAK]",
        "Doctor: We've managed to stabilize Rex for now, but his O2 sats are just -- they're just way too low to even think about weaning him from the ventilator yet. They could go up but \u0096",
        "Roxy: Hey, Doc, why don't you just cut to the chase. Is this what my son's got to look forward to for the rest of his life? Doctor: Are you asking me for a worst-case scenario?",
        "Bo: What are his chances?",
        "[SCENE_BREAK]",
        "Rex: Remember when I beaned you at the football game in the nose?",
        "Gigi: Yeah, yeah, I felt like Marcia Brady.",
        "Rex: I felt so guilty. Especially after you went to the doctor, finally, after what, three days, and found out it was broken.",
        "Gigi: Yeah, and every time I looked in the mirror, I think of you. I mean, every time I look at my funny nose.",
        "Rex: You have a great nose.",
        "Gigi: Thanks.",
        "Rex: A great everything.",
        "[SCENE_BREAK]",
        "Doctor: I'm not going to lie to you. If Rex doesn't regain consciousness, if he can't breathe without the ventilator, there is a chance, yes, that he will remain this way.",
        "[SCENE_BREAK]",
        "Gigi's voice: Yes, yes, here we go. Victory! And you go down in flames again, Balsom.",
        "Rex: That was so not fair.",
        "Gigi: Aw, poor Rex.",
        "Gigi's voice: Last time we did that \u0096",
        "Rex's voice: Fourth of July.",
        "Gigi's voice: Yeah.",
        "Rex's voice: Feels exactly like it did then. Just as good.",
        "Gigi: No guilt?",
        "Rex: No. I feel better than I have in a long time.",
        "[SCENE_BREAK]",
        "Doctor: Try not to give up. Rex could still come out of this.",
        "Adriana: And he might not.",
        "Doctor: No, he might not. And there's one other thing that you should know. Even if he does, Rex may not be the same. I'm -- I'm sorry, but you need to prepare yourselves for that.",
        "[Adriana cries]",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Gigi: Hello?",
        "Bo: Gigi, it's Bo. I told you I'd call if I had any news.",
        "Gigi: Is Rex okay?",
        "Bo: He couldn't breathe without the respirator, so they had to put him back on it.",
        "Gigi: But they can -- then can try again, right?",
        "Bo: Yeah, they're hoping to, but I got to be honest with you. If he does wake up, he -- he might not be the same guy.",
        "Gigi: Oh, no.",
        "Bo: I'm so sorry.",
        "[SCENE_BREAK]",
        "Tina: Uh, ahem, look, I know I'm not in any position to ask for any favors here, but I really hope you're listening, because I'm -- I'm trying to do the right thing here, okay? I mean, everything I've done so far, I did it to try to help Sarah, and now I want to help Natalie. I -- I really do. So, do you think maybe you could not let Tess come in here, or -- or at the very least, if she does, could I -- could I maybe win this one round? I mean, just this once. I mean, and not for me, then for -- for Sarah and for Natalie, because that's really all I care about right now is helping them. I don't -- I don't even care about the crown jewels of Mendorra. I mean, honest, they don't even matter to me.",
        "Cain: Yeah? Well, they matter to me.",
        "[Tina gasps]",
        "Tina: God?",
        "Cain: Close.",
        "Tina: Cain?",
        "[SCENE_BREAK]",
        "Tess: How long does it take that idiot to feed her dog? How long does it take Jared to shower? I'm the only one in this house with a brain, I swear to God. Jared? Aunt Tina better be doing what she said she was going to do.",
        "[Door opens]",
        "Tess: What are you doing here?",
        "[SCENE_BREAK]",
        "Jared: Natalie, can you hear me? Natalie? Natalie?",
        "[No dialogue]"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=toDwzcU7IUY"
}