{
    "Episode Summary": [
        "Episode # 10972"
    ],
    "Recap": [
        "Vimal goes to reveal to John that he knows John has a son although Todd has told him not to. But John goes on a call and Todd \"motivates\" Vimal by telling him if he keeps the secret, Todd can hire him to be a highly paid computer consultant and if Vimal tells John that Liam is his, Todd can have him tortured and killed. At that point, Vimal reconsiders telling John what he's just found out. Brody is ready to reveal to Natalie what he's just discovered from Marty's recorded session with her shrink, that she altered the DNA and knows John is Liam's father and not Brody. But when he goes to see Natalie and the baby and sees that they love him and he's lost everybody else in his life, he decides that he will never let Natalie know. Robert Ford tries unsuccessfully to get Tess to come out. Jessica does not want to be with him or with Brody but she is cordial to Robert and does not want to get him in trouble. Clint has the surgery after Rex has agreed to donate Gigi's heart to him in exchange for Clint's property and all of his money."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dorian: David, I do not think this is a good idea.",
        "David: You know what? You're probably right. It's actually a fantastic idea. You and I are gonna leave all those nasty rumors about me and that Dorian wannabe in our wake.",
        "Dorian: I wouldn't count on that.",
        "David: Come on, Dorian. I didn't touch her. Except on camera-- and even then, I was faking it. You're my one and only. Now, come on. There should be no lycra between lovers. We've got the pool all to ourselves. Let's get naked.",
        "Blair: Ay yi yi yi yi yi yi.",
        "[SCENE_BREAK]",
        "Joey: Wow.",
        "Kelly: Wow.",
        "Joey: I forgot how much I enjoyed kissing you.",
        "Kelly: I didn't.",
        "Joey: So why did we decide to become friends?",
        "Kelly: You know why.",
        "Joey: Then why did you just kiss me?",
        "[SCENE_BREAK]",
        "Aubrey: Here's what we're gonna do tonight. You are gonna take a shower, first of all, and clean up that hair, and then we're gonna do each other's nails and get drunk and rent a movie and turn it up as loud as it possibly can go and see how Ford likes it. Put a little damper in his fun and games.",
        "Rama: It didn't sound like he was having any fun and games to me.",
        "Aubrey: You're right. And his usual Lothario act was a little more forced tonight. I wonder what's really going on over there.",
        "Rama: Me, too.",
        "Aubrey: That scream. That was not the scream of a woman having fun.",
        "Rama: You don't think so?",
        "Aubrey: Do you ever scream like that during sex?",
        "Rama: Oh...",
        "Aubrey: Ok, well, do you use the word \"help\"?",
        "[SCENE_BREAK]",
        "Ford: Want to call for help, go ahead. I won't stop you.",
        "Jessica: I'm not gonna call anyone.",
        "Ford: You're not?",
        "Jessica: No. I'm going to apologize.",
        "Ford: I kidnapped you, tied you up, gagged you, and tried to force your alter ego out. And you're the one who's sorry? Why?",
        "[SCENE_BREAK]",
        "Brody: What am I gonna do? Huh? You and Natalie are my family now. That's all I've ever wanted. Am I supposed to just give that up? Huh? How do I tell Natalie the truth?",
        "Natalie: Brody? What's wrong?",
        "[SCENE_BREAK]",
        "John: Damn, damn, damn, damn, damn. We're closed!",
        "Vimal: I didn't come here to drink. I came here to talk. To you.",
        "John: You want to talk to me? About what?",
        "Todd's voice: John McBain has a son he knows nothing about.",
        "Vimal: Lieutenant McBain, I have something of the utmost importance I have to tell you.",
        "[SCENE_BREAK]",
        "Kelly: I have no idea where that kiss came from.",
        "Joey: But it was mutual, right? It felt mutual.",
        "Kelly: Yes, it was mutual. I just don't know how it happened.",
        "Joey: Ok. Well, I opened a can of soda, and it sprayed all over me.",
        "Kelly: And I was drying you off, and then we were kissing.",
        "Joey: We were kissing. So what happened? I thought you wanted to be friends.",
        "Kelly: I know, I know. That's what I said. Only I just, I-- oh, my God. I know what just happened.",
        "Joey: What? What?",
        "Kelly: I changed my mind.",
        "[SCENE_BREAK]",
        "Rama: I don't hear anything.",
        "Aubrey: That could be good. Or bad.",
        "Rama: Where are you going? Who are you calling?",
        "Aubrey: I'm calling the front desk. I'm gonna make sure the manager sends someone over to check on Ford's room.",
        "Rama: The management is enclosed in bulletproof glass. The manager's not gonna venture out to investigate some poor woman's screams. Aubrey, this is a shady hotel. There have been murders here, women held hostage. I even heard there was a porno shot here once. Trust me-- they're not gonna care. They're gonna turn a blind eye to this. You're better off calling the police.",
        "Aubrey: I can't do that. I know Ford.",
        "Rama: Yeah, he made that more than clear.",
        "Aubrey: I'm not just talking about Europe. I've seen him with Ryder. He's not a bad guy.",
        "Rama: Maybe he's in trouble, too. Which is why you have to call the police.",
        "Aubrey: Maybe you're right.",
        "[SCENE_BREAK]",
        "Jessica: I don't blame you for not trusting me. I haven't given you any reason to trust me, either. I can't seem to handle the things that normal people just take in stride. Or at least don't hide behind other personalities that destroy the lives of everyone around them. I couldn't handle that Brody slept with Natalie, and that Ryder was yours and not his, so I split and let Tess take over. Only...you fell in love with her. But she's gone now. You know that, right? She's not coming back.",
        "Ford: You have to say that. You don't want her to come back.",
        "Jessica: No, I don't.",
        "Ford: She meant everything to me.",
        "Jessica: Ford, I'm so sorry. I heard everything that you said. I never meant to hurt you.",
        "[SCENE_BREAK]",
        "Natalie: Brody, what is it? What's wrong?",
        "Brody's voice: She did it. She changed the test. Liam's not my son. He's John's.",
        "Natalie: Is it Liam?",
        "Brody: No, Liam's fine. He's-- he's the best kid in the world. He's amazing. Just like his mom.",
        "Natalie: You sound like you think you're gonna lose us.",
        "Brody: I am.",
        "[SCENE_BREAK]",
        "John: Ok. Patel. Spit it out.",
        "Vimal: Todd Manning and I were talking, and he revealed something astonishing to me.",
        "John: About his murderous son?",
        "Vimal: His son? No, no. He hardly mentioned the boy, only that he was no longer in trouble.",
        "John: Then I'm not really interested.",
        "[SCENE_BREAK]",
        "Dorian: Honey, what are you doing out in the dark?",
        "Blair: I was out here earlier with Jack, and I tried to talk to him, but he blew me off, and he went upstairs. Not that he was gonna tell me the truth anyway.",
        "Dorian: I know the feeling.",
        "David: I wasn't lying to you about Ionia. And if Jack's in his room, what are you doing out here?",
        "Blair: I just came out here to figure out what I was gonna do.",
        "Dorian: Do about what?",
        "Blair: What else? Todd.",
        "[SCENE_BREAK]",
        "Vimal: Forget Todd Manning. We won't talk about him. We have something much more important that we need to address. You see, Lieutenant McBain, I thought that I was gonna be a father, but my dreams of parenthood were plucked from me like hair for a DNA test.",
        "John: Have you been drinking?",
        "Vimal: Yes, but only because my wife, she told me that she was pregnant, but she lied.",
        "John: Hey, look, buddy, I'm sorry for your loss, but I've had a lousy night ,and I don't need any friends.",
        "Vimal: I know. I know what it is to feel alone. And to be unhappy, believe me. Everything you're feeling right now, I've felt before. That's why I'm here. I can't maintain this fiction anymore. Just like I told the truth at your wedding, that I had altered those two paternity tests for Mr. Buchanan, I have to tell the truth now.",
        "[SCENE_BREAK]",
        "Natalie: Why would you lose me? Or Liam?",
        "Brody: Natalie, there's something you need to know. About John.",
        "[SCENE_BREAK]",
        "Joey: You changed your mind?",
        "Kelly: Guess you're not the only flake.",
        "Joey: You're not a flake, Kelly. At least, not anymore.",
        "Kelly: But to do it now? After everything we've been through?",
        "Joey: Come on. Isn't that the point?",
        "Kelly: I gave you every chance and you rejected me. Time and again. And for what? For a woman you knew for, like, a half a minute, who was conning you?",
        "Joey: I was wrong.",
        "Kelly: This is what they call a lose-lose situation. I should be running from you, Joey. I should be running very fast.",
        "Joey: You run, and I'm just gonna follow you.",
        "Kelly: Joey, I don't know. I don't know what part of me obviously wants to be with you, but the other part of me--my mind--my brain--says, \"Danger, danger, danger\" in big, red letters.",
        "Joey: You're right. You are. I got suckered by a professional con artist. I did. I hurt a lot of people, worst of all you. And I made a total ass out of myself. So I don't blame you if you don't want to give this a try, but I just want you to realize that I have learned something, all right? I have learned to listen to those I trust and love. So I guess what I'm asking for is just-- is there any way that we can start over?",
        "Kelly: How? What does that even mean?",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "Rama: Oh, my God, that's Robert Ford! He knows you called the police. Where are you going? You can't let him in.",
        "Aubrey: Turn off the lights.",
        "Rama: Yeah, that's gonna help.",
        "Aubrey: Turn on the light. Turn on the light!",
        "[Clattering]",
        "[SCENE_BREAK]",
        "Ford: So Tess is really gone? Everybody kept telling me that she wasn't a real person, that she was just a fragment. But she seemed so real. She was tough, funny. She had a terrible temper. No patience. She was the most selfish woman I've ever met, but she loved me. And I loved her.",
        "Jessica: Ford, I'm sorry. She's gone. And dragging me off during my father's surgery is not-- it's not gonna bring her back. I'm stronger now and I don't need her. And I want my life back. I want to be a mother to my children.",
        "Ford: I want to be a father to Ryder. That's how this whole thing got started --you threatened to call the cops, because I tried to see him.",
        "Jessica: I was angry. I blamed you for enabling Tess and for making me lose Brody.",
        "Ford: Listen. Jessica. Everything that I have ever done, I did for Ryder. I mean, I had to go along with Tess, because she was my only ally. Everybody else treated me like dirt. And maybe I deserved it. They think I raped you.",
        "Jessica: You didn't.",
        "[SCENE_BREAK]",
        "Vimal: Lieutenant McBain, I know what it's like to think that you're gonna have a child with the woman you love and then to have it taken from you. We have so much in common!",
        "John: Look, I don't like talking about it.",
        "Vimal: No, you have to. Ok. When I was in the hospital DNA lab doing Clint Buchanan's bidding, I came--",
        "[Pounding on door]",
        "Vimal: Don't answer that.",
        "[SCENE_BREAK]",
        "Brody: Why don't you sit down?",
        "Natalie: I'm not sitting down. What's going on?",
        "Brody: I've been trying to find you since you left the station. I went looking for you at Rodi's.",
        "Natalie: I was there. I didn't see you.",
        "Brody: I saw you.",
        "Natalie: Why didn't you say something?",
        "Brody: You were with John. You were in a conversation. I didn't want--",
        "Natalie: Brody. I know what this is about.",
        "[SCENE_BREAK]",
        "John: Hey. What does that say?",
        "Todd: I know. I need to talk to Vimal.",
        "John: We're closed.",
        "Vimal: You stay away from me, Todd Manning. Lieutenant, please. You have to protect me. He's desperate to keep me from speaking to you. He hates you.",
        "John: Hey, Vimal, look, you're protected, all right? You got something to say, say it. Vimal, what is it? Uh oh!!",
        "[SCENE_BREAK]",
        "Rama: Here--put that on your very little brain.",
        "Aubrey: Yeah, what the hell-- you're breaking into my room?",
        "Cutter: I got kicked out of the Buchanan Mansion.",
        "Aubrey: Rama told me, but you're still rich. Why not go to The Palace?",
        "Cutter: I did. Renee Buchanan threw me out.",
        "Rama: I like her.",
        "Aubrey: There are other hotels.",
        "Cutter: She also got me banned from every hotel within a hundred-mile radius. This was my last shot. They were all booked up.",
        "Rama: But how did you get the key to our room?",
        "Aubrey: My room.",
        "Cutter: I saw Aubrey's name on the register, I flashed some cash...",
        "Rama: I told you the management was corrupt.",
        "Aubrey: So you actually expect me to let you crash here? My, my. How the tables have turned.",
        "[SCENE_BREAK]",
        "Joey: The fact that you're even willing to give me a chance, Kelly, it's a start.",
        "Kelly: I don't know. I don't know, Joey. We've put each other through so much. And I'm not talking about you and Aubrey or me and John. What about our marriage? We never really dealt with what happened there.",
        "Joey: We can deal with anything as long as we remember what's important.",
        "Kelly: Yeah.",
        "[SCENE_BREAK]",
        "David: Blair, I hate to break it to you, but thinking is overrated. And Dorian and I--we've got plans. We're going to wash away our doubts. We're gonna bathe ourselves in the purity of our union.",
        "Blair: Are you having sex in the pool?",
        "Dorian: No, we're not.",
        "David: Yes, we are.",
        "Dorian: No. My niece needs me.",
        "David: I need you.",
        "Dorian: You can wait. Honey, what has Todd done now?",
        "Blair: Well, it is a long story.",
        "Dorian: I've got all the time in the world. Come on. Tell me.",
        "Blair: Well, Jack was arrested for what happened to Gigi Morasco.",
        "David: Murder?!",
        "Dorian: Jack is no murderer. And didn't you say that he's at home now, up in his room?",
        "Blair: Yes, he's home. He's upstairs. Because of Todd.",
        "[SCENE_BREAK]",
        "Todd: Vimal, don't say anything, man.",
        "Vimal: Lieutenant McBain, could you please make him leave?",
        "John: Yeah, sure, Vimal. Get out of here, Manning.",
        "Cop: Lieutenant, there's been an abduction.",
        "John: All right. Come on. Let's go. Let's talk.",
        "Todd: What's going on, man? I say something to you in confidence, and you go running to John? I thought we had an understanding.",
        "Cop: I just got a call--a young woman was forced into a car in the hospital parking garage. Her description matches Jessica Brennan.",
        "John: And the perp?",
        "Cop: He was wearing hospital scrubs and a mask.",
        "John: You check the security footage? Get a plate? The car belongs to Robert Ford?",
        "[SCENE_BREAK]",
        "Ford: I was a jerk. I took advantage of you when you weren't yourself, and I justified it. I knew you weren't some high school virgin. I just saw a chance for a hook-up. I didn't even think about how it might affect you. I took what I wanted, and I just did it again.",
        "Jessica: Ford, I was so upset about Cristian that I practically begged you to sleep with me. You must've asked me 20 times if it was ok, and each time, I said yes.",
        "Ford: It wasn't ok.",
        "Jessica: But it wasn't rape. You took advantage of the situation, but you didn't do anything that I wasn't asking you to do. And honestly? My mental health is my responsibility. It's not anyone else's. I'm starting to figure that out now. I can't hide behind Tess or anyone else.",
        "Ford: So maybe something good came out of this after all.",
        "Jessica: Yeah. Ryder. We made a beautiful, little boy that night. This is why I have to get past this. So we can figure out a way to share him.",
        "[SCENE_BREAK]",
        "Brody: You know what I'm going to say?",
        "Natalie: Yeah. And it's not what you think. John and I were not getting closer tonight. I was ending whatever there was left between us. I told him how I waited for him to come around, for him to remember how much he loved us. And that after he said he couldn't accept the fact that I had lied to him or that Liam wasn't his son, I'd given up. You'd given up on Jessica. And that maybe we just started out as parents, but now there's something more. We're a family. A real family.",
        "[SCENE_BREAK]",
        "John: Put out an APB on Robert Ford's car. He's where?",
        "Vimal: You're keeping a man from his son. It's wrong, and I have to make it right. You can't stop me.",
        "Todd: Want to bet?",
        "John: Dispatch just got a 911 call from a woman who said they saw Ford at the Minute Man Hotel, and they heard screams from a woman coming from his room. Let's roll. That's it. Everybody out. Let's go. You don't have to go home but you can't stay here. Let's go. Everybody. You take the cruiser. I'll follow you in my car.",
        "Vimal: Well, I guess I'd better be going, too.",
        "Todd: No, no, no. I think we have to work this out.",
        "[SCENE_BREAK]",
        "Natalie: I am committed to our family. John is not an issue anymore.",
        "Brody: But he is an issue.",
        "Natalie: How can you say that? Knowing how I feel about our family, how could you think that John could tear this apart?",
        "[SCENE_BREAK]",
        "Cutter: Have a heart, Aubrey. I have nowhere else to go, at least not in this town.",
        "Aubrey: So try Philadelphia or New York. Plenty of hotels there.",
        "Cutter: It's late.",
        "Aubrey: Oh, I know how you feel. When Joey kicked me out, and I went to the mansion, you refused to let me stay.",
        "Cutter: You had it coming.",
        "Aubrey: Right. Kick the girl when she's down.",
        "Rama: Tsk tsk tsk. Not very nice, Cutter.",
        "Cutter: Whose side are you on, Rama?",
        "Aubrey: Isn't it obvious? Whoever is picking up her tab.",
        "Cutter: So you'll cut her slack, but not me?",
        "Aubrey: Give me one good reason I should let you stay here.",
        "Cutter: Joey Buchanan.",
        "[SCENE_BREAK]",
        "Todd: Well, I shouldn't have told you about John and his kid--that was my bad --but you can't go make it worse now.",
        "Vimal: Todd-- may I call you Todd?",
        "Todd: I'd be honored.",
        "Vimal: Todd, this is a grave injustice, keeping a man from his son. I can't allow you to do that, and, believe me, I have been pressured by a man far more powerful than you--Clint Buchanan, and I regret that hurt I caused every second since.",
        "Todd: Yeah. You want to talk about hurt? You went to jail last time. This time--",
        "Vimal: No. You can't threaten me with jail, Todd. I didn't do anything wrong. I altered no DNA tests. I told no lies.",
        "Todd: It's called accessory after the fact. You know, I'm married to a lawyer.",
        "Vimal: Yes. Yes. Ms. Delgado was my lawyer, and I'm sure she'll be the first to tell you that you volunteered that information. I'm just trying to remedy the wrong, and as soon as I tell that good man what you're trying to do to him, you're the one who's gonna go to jail, Todd, not me.",
        "Todd: Good man? You're talking about John McBain? Do you know what he was gonna do to my son, an innocent kid? He was gonna send him to prison for murder.",
        "[SCENE_BREAK]",
        "Dorian: So Todd paid off Brad's father so that kid would take the rap?",
        "Blair: There's no proof of that, but, yeah, that's what John thinks, and I want to talk to Todd about it, but I know he'll just lie to me.",
        "Dorian: Of course, he would. That's what they do.",
        "David: You keep that up, I'll put my clothes on.",
        "Dorian: Is that a threat or a promise?",
        "Blair: Why don't the two of you just have it out?",
        "David: I'll have mine out if you have yours out.",
        "Dorian: Get out!",
        "Blair: Ah...",
        "Dorian: I'm so sorry, honey. You have got to talk to Todd. Jack's future is at stake.",
        "[SCENE_BREAK]",
        "Todd: Your parents sent you to this country so they could be proud of you. What have you got to show for it? You're wifeless. You're penniless. You're homeless, you know, and now you want to give away your one piece of leverage by telling John McBain about his kid, about a kid, you know, that he doesn't even care about?",
        "Vimal: No. You don't know that. You're just trying to hurt him because he hurt you.",
        "Todd: Can you think of a better reason? You know, you'd be doing the kid a favor, anyway. He's got a great dad--Brody, um, Lovett. I mean, McBain-- have you ever seen the guy smile even?",
        "Vimal: Well-- no, no, no. I'm sorry. I'm sorry. I can't help you.",
        "Todd: Let me help you, Vim. Now, I know you want to make your parents proud, right? I can make that happen for you.",
        "Vimal: How?",
        "Todd: I want you to come work for me.",
        "[SCENE_BREAK]",
        "Ford: You really want to share Ryder with me after everything I've done to you?",
        "Jessica: You know what? It was my dream that Brody would be a father to him, but you're his father, and you love him, and Brody is no longer an option.",
        "Ford: I'm sorry. I know how that feels. I wanted Tess to raise him with me, but you're his mother.",
        "Jessica: So much for dreams, huh?",
        "Ford: Well, at least we have our son.",
        "Jessica: Yeah. Hey!",
        "Cop: Step away and keep your hands where I can see them.",
        "Jessica: No, no. It's ok. It's fine. Please, it's ok. You can let him go.",
        "[SCENE_BREAK]",
        "Natalie: Waagh! Come here, you wiggle worm. Ha ha! Oh, how could you think that John could get in the way of this?",
        "Brody: And this'll make you happy, Natalie? You're sure?",
        "Natalie: Brody, one thing you've taught me is that I've got to live in the real world, and one thing I know is that this is real. You're real and Liam, and you two make me very happy.",
        "Brody: Well, ok. You know something? You're right. I just freaked out a little bit.",
        "Natalie: Why?",
        "Brody: Just the thought of losing the two of you to John--",
        "Natalie: It's not gonna happen. John is done. I am moving on if you'll have us.",
        "Brody: With my whole heart.",
        "[SCENE_BREAK]",
        "Rama: I think I'll go outside. The fireworks are gonna be starting soon. Enjoy.",
        "Cutter: In all the years we were together, through all the scams, you always came back to me when it was over.",
        "Aubrey: I know.",
        "Cutter: I trusted you, Aubrey. Why do you think I went through all this?",
        "Aubrey: Um, the money.",
        "Cutter: Well, now I've got the money, and what good does it do me? I have to beg to get through the door. You broke the rules.",
        "Aubrey: I fell in love with him. I'm sorry. I didn't mean to. I didn't expect it, but now I've hurt Joey and his family.",
        "Rama: I know how you feel! I hurt Vimal and Cristian, too!",
        "Aubrey: And you. I hurt you, too, and I'm sorry. I didn't mean to.",
        "Cutter: I always thought that when we got our number, we'd stop all this craziness someday and settle down somewhere.",
        "Aubrey: That was the plan.",
        "Cutter: Screw the plan. I don't want you anymore. Can I stay here tonight?",
        "[SCENE_BREAK]",
        "Joey: So Dad made it through surgery? Oh, Mom, that is great. That's fantastic. How you doing? Ok. Good. Good. All right. Yes. I'll go ahead. I'll make sure. I'll call everyone and let them know. All right, and I'll be down to see you and Dad just a little bit, all right? I love you, Mom. He made it through surgery. He looks good.",
        "Kelly: Hey, hey, looks like it's your lucky night.",
        "Joey: It is.",
        "Kelly: Yeah.",
        "Joey: Yeah.",
        "[SCENE_BREAK]",
        "Jessica: I'm not pressing charges, so you can let him go.",
        "John: All right. Just slow down. Just want to ask you a couple questions, all right? We heard he abducted you from the hospital.",
        "Jessica: That's not what happened.",
        "John: All right. You sure?",
        "Jessica: Yes. I'm fine. He didn't hurt me. It was a misunderstanding, but, you know, he's the father of my child, and I don't want him to go to jail, so you can let him go, ok?",
        "John: Don't ever pull a stunt like that again.",
        "Ford: It won't happen, I promise.",
        "John: Cut him loose.",
        "[SCENE_BREAK]",
        "Natalie: Ok. I got to go check on Grandpa, and Mommy left her cell phone downstairs.",
        "Brody: You want me to go get it?",
        "Natalie: No, no, no. You stay with Liam and stop worrying. I'm not going anywhere, and neither is your son.",
        "Brody: Oh, God, Liam, what am I gonna do? I just lied to your mother. I'm not your father. John is, and I didn't tell her.",
        "[SCENE_BREAK]",
        "Vimal: You want to buy my silence with a job?",
        "Todd: Yes.",
        "Vimal: I don't know anything about tabloids.",
        "Todd: Oh, no, no, no. Don't worry about that. That's my job, but we need to expand our online division, and I figure a guy like you, you'd be a great tech guy, you know, a technical leader, and I tell you what. Along with your salary, get a couple bonuses for keeping quiet about this thing. I see 7 figures here.",
        "Vimal: 7?",
        "Todd: Yeah.",
        "Vimal: No. 7? No. No, no, no. Money will not silence the truth.",
        "Todd: Only you can. Only you can. Money makes it a little easier to deal with your parents, you know? Who knows? Maybe you could even win back that greedy, little wife of yours.",
        "Vimal: No. She's not greedy. She just likes nice things, and she should have them. She's a rare creature.",
        "Todd: Yeah. That's right, and that job as technical director would provide you the means to give this rare creature anything she desires, hmm? What do you say? You know what I could do right now? I could call The Palace Hotel and book the Presidential Suite for Ma and Pa Patel.",
        "Vimal: And what if I say no?",
        "Todd: Well, sugar, bad things happen to people who make me angry. I thought you knew that.",
        "[SCENE_BREAK]",
        "[Liam fusses]",
        "Brody: I can't do this, lying to Natalie and John. I've got to tell them the truth. Natalie wants us to be a family. You heard her. She told John it's over, that she's moving on with me. That's what she wants. I want that, too. I lost Ryder and Jessica. I'm not gonna lose anybody else. We're all happy now-- you, me, and your mom. We all deserve a little happiness, right? So that's the way it's gonna be. I'm gonna be the best father to you, Liam. You won't miss John, and neither will Natalie as long as she never hears this tape.",
        "Natalie: Brody.",
        "[SCENE_BREAK]",
        "Todd: What's it gonna be? You want money, don't you, huh, prestige, at the very least, a roof over your head. The other option is that I call a friend of mine who's 300 pounds, and he comes, and he cuts out your tongue, and he buries it with the rest of your body.",
        "John: Vimal, you and your girlfriend still here? So what'd you want to tell me?",
        "[SCENE_BREAK]",
        "Blair: Todd is ignoring my calls. Good luck with David.",
        "Dorian: Mm-hmm.",
        "Blair: God bless America.",
        "[Fireworks exploding]",
        "David: Ah, there they are. There's my cue--fireworks. Dorian, it is very important to me that you and I declare our independence from delusional women like Ionia.",
        "Dorian: I'll pass.",
        "David: What are you talking about? Where you think you're going?",
        "Dorian: I have to get up early.",
        "David: I don't.",
        "Dorian: I work.",
        "David: I don't.",
        "Dorian: I'm the mayor of this town.",
        "David: Oh, 3 for 3. So tell me something. Do you really think that I had an affair with that woman?",
        "Dorian: Don't be absurd. Even on the Fourth of July at a barbeque, why would you have hamburger when you have filet mignon at home?",
        "David: Heh.",
        "[SCENE_BREAK]",
        "Jessica: My dad is out of surgery. I should get back to the hospital.",
        "Ford: Jessica, thank you for not pressing charges.",
        "Jessica: The father of my son. I don't want to see you go to jail. I got to go.",
        "Ford: Wait. Hey, I kidnapped you. You don't have a car.",
        "Jessica: Then I guess I'm calling a cab.",
        "Ford: Can I give you a ride?",
        "Jessica: Can I sit in the front seat this time?",
        "Ford: Maybe. Too soon? Sorry. Heh.",
        "Jessica: Maybe in the car, we can figure out how we're gonna share our son. Let's go.",
        "Ford: Ok.",
        "[SCENE_BREAK]",
        "[Fireworks exploding]",
        "Kelly: Wow! Look at that.",
        "Joey: That's pretty.",
        "Kelly: I totally forgot about Fourth of July.",
        "Joey: Yeah. You know, I did, too, but you think about it, it's actually fitting, given all we have to celebrate.",
        "Kelly: Oh...ha ha!",
        "Joey: I should go downstairs and check on my mom, see how my dad is doing.",
        "Kelly: Want some company, or is that too much too soon?",
        "Joey: No. Actually, it's about time.",
        "[SCENE_BREAK]",
        "Cutter: Thanks for letting me stay. Hey, when the going gets tough, the tough go scamming.",
        "Aubrey: You have plenty of money.",
        "Cutter: Could always use a little more. Besides, I'm not doing it for me. I'm doing it for you, get your mind off old Joey Bukes. Go ahead. There's a list of the top 100 wealthiest families. Pick one. We'll choose our next move.",
        "Aubrey: Rama is gonna be back any minute, and she's probably watching.",
        "Cutter: Yeah, probably.",
        "[Fireworks exploding]",
        "[SCENE_BREAK]",
        "Vimal: I-- I was mistaken, Lieutenant. I'm sorry. I'm sorry to bother you.",
        "Todd: It's closed.",
        "[Cell phone ringing]",
        "[SCENE_BREAK]",
        "Brody: Everything ok?",
        "Natalie: My dad made it through surgery.",
        "Brody: That's great.",
        "Natalie: Yeah. So I'm gonna go up to the hospital for a little while.",
        "Brody: You want me to come with you?",
        "Natalie: Um, no. No. You stay here. You and Liam seem pretty tight.",
        "Brody: Yeah. We are. Ha ha! Ha ha ha!",
        "Natalie: Bye, you little talker. Mwah!",
        "[Liam cooing]",
        "Brody: Oh...ha ha ha!",
        "[Fireworks exploding]",
        "Brody: This is our first Fourth of July together, son. We're gonna have a lot more. I told you a secret tonight... a secret that only you and I know and a secret that I'll never repeat, not even to you, because from here on out, you are my son, and no one is gonna know any different."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=zYv8i2gkX0Y"
}