{
    "Episode Summary": [],
    "Recap": [
        "Cris overhears Nash and Layla as they are talking about the kiss that he and Jessica had shared, and if they hadn't stopped, they would have made love. Cris is confused, and even alittle angry. Jessica asks Miles again if she had heard him correctly about him being Mitch's brother. He confirms that she had heard him correctly. Jessica lets him know that she is Mitch's daughter. John is in his office, and he carefully examines fibers from a sweater. He becomes aggravated when he cannot find what he is looking for. Natalie comes in to join him. Rex is upset over the news that he had told Todd about Todd's son being dead. Rex begins to wonder if he shouldn't come clean about everything. Marcie begins to question Michael about his whereabouts the night that Spencer was murdered. Vangie finds Todd on the elevator, all broken up over the news that he had just learned from Rex that his son was dead. Vangie insists on knowing what is wrong. Todd, reluctantly, tells her that his son is dead.",
        "Cris tries to call Jessica about what he has just learned from listening to Nash's and Layla's conversation about them just about making love. When Cris finally reaches Jessica, she puts him off by telling him that this is just not a good time. Cris won't take no, for an answer, and heads to Todd's office. Cris tries to take the elevator ( unbeknownst to him that Vangie and Todd are on the elevator, kissing. When the elevator won't open, Cris becomes upset and leaves. With Natalie's help, John begins to remember, who had had contact with the sweater. John leaves the office to go visit Michael. Cris makes it to Jessica, and reveals to her that he had overheard Nash and Layla talking, that he (Nash) and her (Jessica) had just about made love. John arrives at Michael's apartment. When Marcie sees that John and Michael need to be alone, she gets hers and Tommy's things, and leaves. Michael wants to know what is up."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Layla: Ok, Nash, get a grip. You kissed Jessica before in that steam room. It didn't mean anything.",
        "Nash: This was different.",
        "Layla: Different how?",
        "Nash: Because it was more than just a kiss.",
        "Layla: How -- how much more?",
        "Nash: A lot more, all right? We did, we might --",
        "Layla: What is that what you're telling me?",
        "Nash: Yeah, we would have",
        "Nash: You know, I understand how you coy",
        "Layla: Because it probably was that way.",
        "Nash: She wanted to. I wanted to. We Both felt something. We -- oh.",
        "Layla: Cristian. Hey.",
        "[SCENE_BREAK]",
        "Jessica: Did you just say that Mitch Laurence was your brother?",
        "Miles: That's right.",
        "Jessica: Oh, my God.",
        "Miles: You seem upset.",
        "Jessica: Well, you could say that.",
        "Miles: Why?",
        "Jessica: Because he was my father.",
        "[SCENE_BREAK]",
        "John: Damn it. I -- uh -- I thought you left.",
        "Natalie: You want me to?",
        "[SCENE_BREAK]",
        "Rex : Yeah, I really was trying to do something good.",
        "Adriana: I know. we have to make sure he stays with Michael and Marcie, where I thought that he belonged.",
        "Adriana: Tommy does belong with them",
        "Rex : Yeah, and it all got screwed up. I ripped Todd's heart out when I told him that his son was dead. And Michael finding out about Tommy might've been what had driven him to kill Truman.",
        "Adriana: You don't know that for sure.",
        "Rex : I don't know how much longer I can do this.",
        "Adriana: What are you talking about?",
        "Rex : Maybe it's time for me to come clean and tell everybody the truth.",
        "[SCENE_BREAK]",
        "Marcie: Look, Michael, I am pretty sure that you were not with John the whole night that Spencer was murdered, so I need you to tell me, did you leave the building or not? It's a very simple question. Michael? Michael, please, would you just tell me this?",
        "Michael: I don't want to lie to you, Marcie.",
        "Marcie: Well, then don't. Tell me. Come on.",
        "Michael: I wasn't in the building.",
        "Marcie: Where did you go?",
        "Michael: I was at the hospital when Spencer was murdered.",
        "[SCENE_BREAK]",
        "Evangeline: Todd? What happened? Todd, what's wrong? Are you with me? Todd, look at me -- say something.",
        "[SCENE_BREAK]",
        "Miles: How can my brother be your father? I mean, are we talking about the same person? Laurence is a fairly common name.",
        "Jessica: Well, his name is Mitch, he's dead now, and he had a younger brother named Walker.",
        "Miles: That's him. So Mitch never mentioned that he had another brother?",
        "Jessica: No, no, he didn't, not to me.",
        "Miles: That doesn't surprise me.",
        "Jessica: Well, you did say that your father put you in that institution right after you were Born, so, I mean --",
        "Miles: He may not even know that I existed, or maybe -- maybe he was told that I died -- like my mother.",
        "Miles: I wrote let, but they were all marked \"return to sender.\"",
        "Jessica: Ok. Your father probably did that.",
        "Miles: As far as my family is concerned, I didn't exist.",
        "Jessica: So you never met your brothers at all?",
        "Miles: No.",
        "Jessica: Do you know anything about them?",
        "Miles: I -- I read about Mitch's death a few years ago and all the terrible things he had done.",
        "Jessica: Yeah, he was a horrible man. I'm sorry to tell you.",
        "Miles: Well, it must've been hard for you.",
        "Jessica: Huh.",
        "Miles: But I -- I remember reading that his daughter's name was Jessica Buchanan.",
        "Jessica: Vega is my married name.",
        "Miles: Why wasn't Laurence your maiden name?",
        "Jessica: Well, because we only found out that Mitch was my father a couple years ago, nobody knew. We all thought that my father was the man who raised me, Clint Buchanan, and you know what? He is my father. I'll never think of him any other way.",
        "Miles: I -- I understand your feeling of loyalty. I mean, he was your father for so many years. But you can't change the fact that Mitch Laurence was your biological father and that you and I are family. You're my niece.",
        "[SCENE_BREAK]",
        "Adriana: Rex , it's a little too late to think about confessing.",
        "Rex : You were the one that told me that I shouldn't have even been involved in this thing in the first place, that I should tell Michael and Marcie they have Todd's kid.",
        "Adriana: That was before I ever really thought about it. Because when I tried to imagine telling them, and forcing them to give Tommy up, it --",
        "Rex : Tommy is Todd's son.",
        "Adriana: Yeah, and Todd has been totally crazed since Blair left him. What kind of family would Todd be able to give Tommy? Not the kind that Michael and Marcie can. And Michael will go to jail if you tell -- so would you.",
        "Rex : Look, I'll make sure you don't. I'll cover for you.",
        "Adriana: I -- I'm not even thinking about that.",
        "Rex : But you're right. There are serious crimes here -- falsifying official documents, withholding information on a capital crime, aiding and abetting a murderer who we know killed Truman. Keeping quiet about all this makes Both of us accessories after the fact.",
        "Adriana: But we're the only ones who know besides Michael, so as long as none of us blows it --",
        "Rex : Well, yeah, well, if I don't, Michael will. Ok, you saw him tonight -- he's freaking out.",
        "Adriana: Yeah, I know, and I had to try to talk him down -- like I'm trying to do with you!",
        "Rex : Look, if you had seen Todd's face when I handed him the death certificate --",
        "Adriana: I know, and I'm sure that it was awful, despite everything that Todd has done. But we can't start having second thoughts now, Rex . We have to stick to the plan. Otherwise, everyone is going to end up getting hurt.",
        "[SCENE_BREAK]",
        "Marcie: You have been lying to me? All this time, Michael, you told me that you were with John, and you weren't with him.",
        "Michael: No, that -- that part wasn't a lie.",
        "Marcie: Either you were with him or not... which one is it?",
        "Michael: I just wasn't with him in his house. I found John collapsed in the sunroom at the hospital.",
        "Marcie: So are you telling me that John killed Spencer and that you've been giving him an alibi?",
        "[SCENE_BREAK]",
        "John: Hey, hey, slow down now, all right? No one said anything about leaving.",
        "Natalie: I came to see you because I wanted to tell you that I -- I went by Bo's office. I was going to tell him what I did, but he was investigating the fire at Nora's.",
        "John: Ok. How are Nora and Matthew doing?",
        "Natalie: I mean, they're going to be ok -- they're staying at my grandfather's. I just -- I can't believe that Nora's house burned down.",
        "John: Probably the same guy that torched the other places.",
        "Natalie: Yeah, but why?",
        "John: Antonio's on it, he'll figure it out. So you -- uh -- you went to see Bo on your own?",
        "Natalie: Yeah, I wanted to tell him that I took the evidence.",
        "John: I thought maybe we were going to do that together.",
        "Natalie: I'm the one who screwed up, John, not you.",
        "John: Hey -- I wish it hadn't come to this.",
        "Natalie: But it has.",
        "John: Yeah, well, I don't want you taking heat all on your own, ok? So when you back to see Bo, I'm coming with you. And whatever Bo decides, we'll go with it -- for Both of us.",
        "Natalie: Ok.",
        "John: Ok? Look, while you're here, you mind taking a look at something? Since you were the only one actually to see those fibers at the crime scene -- I took the fibers on the -- on the right from my scarf just now. As you can see, they're an exact match for the fibers in the crime scene photos.",
        "Natalie: Yeah, I -- I know. I mean, you could type and ID them. When I saw them, even with the naked eye, I knew where they came from -- that's why I took them and got rid of them. So what's your question?",
        "John: Well, how did the fibers from my scarf end up on Truman's body when I was never in Blair's room? I mean, I wanted to kill the guy, I just never got the chance.",
        "Natalie: That's a good thing.",
        "John: No, you see, but the fibers mean that the killer was someone close to me. They were either in my room, or maybe they were even with me before they murdered Truman.",
        "Natalie: You don't think I killed Spencer?",
        "John: You? Did you?",
        "[SCENE_BREAK]",
        "Evangeline: Todd? I want to help you. But you have to tell me what's wrong so I know what to do.",
        "Man: Is he ok?",
        "Evangeline: Take the stairs.",
        "Evangeline: What happened?",
        "Todd: My son is dead.",
        "[SCENE_BREAK]",
        "Miles: I didn't think I had any family left and -- not that I had one to begin with. I mean, Spencer was the only person who ever cared about me, and when he died, I -- I thought I was alone. Mitch's daughter on my own -- it didn't seem right, I mean, with all the hell that he put her family through I thought I was alone again, and then you found me. I mean, that's got to mean that it was meant to be, right? I mean, what are the odds? I -- I can't believe I have a niece. I can't wait to meet everyone.",
        "Jessica: What? What?",
        "Miles: Well, your -- your husband, your mother, your adopted father -- are they still alive?",
        "Jessica: Yeah, but I -- I mean -- I just--",
        "Miles: Well, how long have you been married? Do -- do you have any children?",
        "Jessica: Yeah, a -- a daughter and a stepdaughter.",
        "Miles: So -- so can they have a great-uncle, too? When do I get to meet your daughters -- or is it grandnieces?",
        "Jessica: Miles, hold on, I --",
        "Miles: This is the happiest thing that's ever happened \u0096to me.",
        "Jessica: Well, it's the worst that's ever happened to me.",
        "Miles: It is?",
        "Jessica: Nothing personal, ok, but anybody that has anything to do with Spencer Truman or who is related to Mitch Laurence is the last person that I want to have anything to do with.",
        "[SCENE_BREAK]",
        "Layla: Cris, when did you get here?",
        "Cristian: Just now. Either of you see Evangeline?",
        "Nash: No. Why?",
        "Cristian: She was supposed to meet me here after she sees Todd.",
        "Layla: She's with Todd, and you're ok with that?",
        "Cristian: Why wouldn't I be?",
        "Layla: I -- I mean, Cristian, come on. Everyone knows Todd has a thing for Vange, and now that he's on the rebound from Blair --",
        "Cristian: Doesn't mean she'd do anything behind my back. Just because he has a thing for her doesn't mean she has a thing for him.",
        "Nash: So you're ok with it?",
        "Cristian: I always worry about guys like Todd. But I trust Evangeline. Even if Todd tried something, she'd turn him down. It's me she loves, not him.",
        "Layla: Do you think he overheard us talk about you and Jessica?",
        "Evangeline: Are you telling me that something happened to Jack? Jack is -- oh, my God, Todd -- is Jack --",
        "Todd: It's not Jack. It's -- uh -- my other son, the one I had with Margaret. A -- a little baby boy -- he's -- he's gone.",
        "Evangeline: And how do you know that? Look at me, Todd. Ok, just talk to me. How do you know? How do you know for a fact that he's gone?",
        "Todd: Right there.",
        "Evangeline: How'd you get this? Todd, how do you know that this isn't a fake?",
        "Todd: Rex -- Rex dug it up at some hospital in Cleveland. Yeah, I think it's real. He's gone, he's dead. My God, Blair is gone. And the baby she was carrying is gone. I've lost too much now. It's --",
        "Evangeline: Get up. Come on. Let's get you up. Come on. Come on, help me.",
        "Todd: No.",
        "Evangeline: Todd, you cannot stay, I cannot leave you in here.",
        "Todd: Leave me.",
        "Evangeline: I have to get you home. Get up. Help me get you up.",
        "Todd: Hey -- please, just leave me. Go.",
        "Evangeline: All right. Well, you're going to stay here? Then I'm sitting right here with you, Todd. As long as you need me, I'm not leaving you.",
        "[SCENE_BREAK]",
        "Natalie: I didn't kill Spencer. I can't even believe that you think that.",
        "John: You thought it of me.",
        "Natalie: So what is this, payback? You trying to teach me a lesson, do you really believe this?",
        "John: You could've picked up those fibers to protect yourself.",
        "Natalie: You know why I did that -- to protect you. You, John. I wasn't thinking of myself or anyone else -- you.",
        "John: I know that.",
        "Natalie: Then why'd you say it?",
        "John: I just wanted to hear what you might say. And, for the record, if you had killed the guy, I wouldn't blame you.",
        "Natalie: For the record, I wish I had.",
        "John: Hmm.",
        "Natalie: But I can't take the credit.",
        "John: Thing is, who did? You know, it's not by coincidence those fibers end up on that guy's shirt.",
        "Natalie: So do you think that maybe someone's trying to set you up, make it look like you did it?",
        "John: Maybe Truman? I figure if he wanted to set me up, he could've done a better job of it.",
        "Natalie: Hmm. It must be someone we know.",
        "John: Yeah. We figure out how those fibers got there, we got ourselves the killer.",
        "[SCENE_BREAK]",
        "Marcie: Michael, answer me. Have you been covering for John or not?",
        "Michael: No, of course not. My brother could never do something like that.",
        "Marcie: Well, then how can you be so positive? Because he is my brother ok? Look, I know you love him, ok? I love him, too. But have you forgotten what John did when that drug addict was holding a gun to your head? Have you? He shot him, Michael. He shot him dead -- without batting an eye, and with no regard for your safety at all whatsoever.",
        "Michael: That wasn't murder, Marcie. That junkie would've killed me if my brother hadn't stepped up and done something.",
        "Marcie: I know that, ok? But Spencer -- he killed your father and it looked like he wasn't ever going to pay for it.",
        "Michael: And my brother wanted justice, not revenge.",
        "Marcie: Some people get those two things mixed up.",
        "Michael: Aside from that, he never would've left Blair in that sort of position.",
        "Marcie: He -- he could've been going to get Blair help. He collapsed, and you found him",
        "Michael: But that's not the way it happened, ok, Marcie?",
        "Marcie: Great, great. Just great -- your shouting woke him up!",
        "Michael: What -- I'm sorry. I'm so sorry.",
        "[SCENE_BREAK]",
        "Rex : Look, I want Tommy to stay with Michael and Marcie just as much as you do.",
        "Adriana: And you don't think this is hard for me, too? Todd is family -- his kids are my cousins.",
        "Rex : And they're missing out on their brother, too.",
        "Adriana: Don't even go there.",
        "Rex : How can I help it?",
        "Adriana: Even Blair is keeping Todd's kids away from him.",
        "Rex : Not completely. She's still letting him see them. And you know why? Because he loves his kids, and he would be willing to pay any price, do whatever it takes to find his son. And I have taken that hope away from him -- forever -- when his son is in Llanview, living right under his nose.",
        "Adriana: Are you sure about that?",
        "Rex : I'm sure of what?",
        "Adriana: That Todd -- he's going to lose hope and stop looking, accept that the death certificate is -- is real and --",
        "Rex : If you had seen how destroyed he was, you wouldn't even ask.",
        "Adriana: Yeah, but he's been told his son is dead before, and that didn't stop him from looking. What if he starts digging deeper? What if he realizes that the death certificate is fake and that you lied to him?",
        "[SCENE_BREAK]",
        "Evangeline: Ok, tell me. What exactly did Rex say to you when he gave you that death certificate?",
        "Todd: What did he say? He said that -- uh -- Truman gave my baby to some lawyer who died in that tornado. And -- uh -- that he was able to track down the people that this lawyer guy those people in Cleveland. And -- uh -- apparently, he got -- he got sick in the hospital there. He died soon after. Now --",
        "Evangeline: It's ok. It's ok, Todd.",
        "Todd: I don't know why I'm so upset. I -- you know, it's -- I never met him. I don't know why, it doesn't matter. I never got to hold him. Ahem. I have a -- here's what I have left of him, is a blanket that Spencer gave me. Spencer gave me his blanket, apparently that he was -- he was wrapped up in the day he was born. I don't know --",
        "Evangeline: But when we watched the video of Spencer reading his will, he -- he said that he sent a gift to your son.",
        "Todd: Yeah -- either he was lying just to get at me, as usual, or -- or he really didn't know the baby was dead.",
        "Evangeline: I don't know what to say. I'm so sorry.",
        "Todd: Oh, sweetheart. I'm glad you stayed. Thank you. It really means a lot, you being here for me. I don't know what I would've done if you weren't here.",
        "[SCENE_BREAK]",
        "Jessica: Hello?",
        "Cristian: Hey, Jess, it's me, Cristian. Where are you?",
        "Jessica: I'm at Todd's office.",
        "Cristian: Ok, I'll be right over.",
        "Jessica: No -- it -- Cristian, it's not a good time.",
        "Cristian: I need to see you.",
        "Jessica: Well, it'll have to wait. God.",
        "Cristian: The hell it will.",
        "Jessica: I'm sorry. But just because you and I are related does not give you an automatic invite to Christmas dinner, ok?",
        "Miles: So what you're saying is since I'm Mitch's brother and Spencer's friend, you don't trust me?",
        "[SCENE_BREAK]",
        "Marcie: I finally got Tommy back to sleep.",
        "Michael: You know, I didn't wake him up on purpose, right?",
        "Marcie: I know that, honey.",
        "Michael: I would never do anything to hurt him -- or you. I love him, I love you. I love Both of you so much.",
        "Marcie: I know. So, what's going on with you, mike?",
        "Michael: I have been under a lot of pressure lately.",
        "Marcie: Well it because of Spencer?",
        "Michael: It's because of everything.",
        "Marcie: Well, do you want to talk about it maybe?",
        "Michael: I don't think I can.",
        "Marcie: Mike? It's not because of me, is it?",
        "Michael: Oh, no, honey. No.",
        "Marcie: Well --",
        "Michael: No, of course not. Didn't you hear me say how much I love you? Didn't you hear that?",
        "Marcie: Yeah.",
        "Michael: Well, I do -- I love you. It's not you, it could never be you. I need you to know that.",
        "Marcie: I know. It's just, you know, I -- you've been edgy lately, you know? And then I find out that you're lying to me. About where you were the night Spencer was murdered, about John, about --",
        "Michael: John had nothing to do with it.",
        "Marcie: Yes, but you still haven't told me why. Michael, besides the fact that he's your brother, I don't understand how you can be so positive that he had nothing to do with it.",
        "Michael: Now, why can't you just let this go?",
        "[SCENE_BREAK]",
        "Natalie: Hmm. Who besides the two of us would've come into contact",
        "John: Well, there's Bo, but I think we can safely rule him out.",
        "Natalie: Right, and Roxy, but she -- she was working at the desk downstairs all night.",
        "John: Yeah, Roxy, but --",
        "Natalie: Marty Saybrooke.",
        "John: Possible. Of course, she defended him, but then he also took her hostage. Thing is, even though someone was in my room, there's no guarantee they would've got fibers from my scarf on them. I mean, someone would've had to have --",
        "[SCENE_BREAK]",
        "Michael: Yeah.",
        "Marcie: Ah, there you go. Look at you.",
        "[SCENE_BREAK]",
        "Natalie: What? John, do you remember something?",
        "John: Yeah, I just -- I -- I remembered I have someplace I have to be, Natalie. Um -- I'm sorry, I'm late. Uh -- you think maybe I can catch up with you later?",
        "Natalie: Yeah.",
        "John: Ok. Don't forget your cell phone.",
        "[SCENE_BREAK]",
        "Evangeline: I should get you home.",
        "Todd: I got no home to go to.",
        "Evangeline: Have you talked to Blair?",
        "Todd: She wants nothing to do with me.",
        "Evangeline: If you tell her this, she would talk to you.",
        "Todd: No, no, I don't think it would make any difference. And it's not going to bring my son back.",
        "Evangeline: You shouldn't be alone right now.",
        "Todd: Well, I'm not alone right now, am I? I'm with you.",
        "Evangeline: I mean, besides me.",
        "Todd: Besides you? Who else is there?",
        "Evangeline: Uh, there's Viki.",
        "Todd: Oh, Viki. What's Viki going to tell me? \"I'm sorry about your son, Todd.\"",
        "Evangeline: He was her nephew, too.",
        "Todd: All right, so we're going to wallow in it together. That's the last thing I need.",
        "Evangeline: You need someone.",
        "Todd: I know. You're the only one who gets me. You're the only one I can talk to. You've helped me when no one else could -- or would. And you're helping me now.",
        "Evangeline: I don't know.",
        "Todd: No, I mean it.",
        "Evangeline: As long as you need me, I'm right here.",
        "Cristian: Come on, come on.",
        "[SCENE_BREAK]",
        "Layla: Hey. If Cristian left before to talk to Antonio, we probably would've heard something by now.",
        "Nash: You're being paranoid.",
        "Layla: And you're not.",
        "Nash: I am racked with guilt.",
        "Layla: You should be.",
        "Nash: Well, I can't help how I feel about Jessica, all right?",
        "Layla: Oh, well, you'd better because I don't see her rushing to any divorce lawyer.",
        "Nash: You know, this whole thing started off as a joke. She came into the steam room and started coming on to me because she thought I was Antonio, and I let her because I thought it'd be funny and then --",
        "Layla: Don't kid yourself, Nash. When you kissed her in that steam room, it's because you wanted to. You almost had sex with her, it's you wanted that too.",
        "Nash: Yeah, and she wanted to, too.",
        "Layla: You sure about that?",
        "Nash: Indubitably.",
        "Layla: Well, then I guess the question is, what are you going to do?",
        "[SCENE_BREAK]",
        "Evangeline: What just happened here?",
        "Todd: Uh --",
        "Evangeline: Oh --",
        "Todd: I -- I -- I don't know. You were -- You were here and I kissed you.",
        "Evangeline: Oh.",
        "Cristian: The hell with it.",
        "Evangeline: My God. That shouldn't have happened.",
        "Todd: Yeah, I know. I'm -- I'm sorry. I didn't mean to.",
        "Evangeline: I know -- I know you didn't mean -- you were -- you were hurting.",
        "Evangeline: Right. Oh, God.",
        "Todd: I'm so sorry.",
        "Evangeline: No, stop. Don't, don't. Don't apologize.",
        "[SCENE_BREAK]",
        "Jessica: Ok, Miles, I don't trust you because I just met you and I don't know you.",
        "Miles: I know. You're right. I'm sorry. I -- I didn't mean to be so pushy about meeting your family and everything.",
        "Jessica: I'm sorry I flew off the handle.",
        "Miles: It's got to be a shock to you.",
        "Jessica: Hmm, well, yeah.",
        "Miles: Well, me, too. I -- I never imagined it was you that was my niece.",
        "Jessica: I know. I didn't know Mitch had another brother. Is it all true? What?",
        "Miles: What they said about Mitch in the papers?",
        "Jessica: Yeah, and worse. As bad as --",
        "Miles: Spencer?",
        "Jessica: Miles, I know that it's really difficult to accept that somebody that you're related to or somebody that you care about could be a horrible person. But in the case of Spencer and Mitch, it's true. They were.",
        "Miles: What about me?",
        "Jessica: What about you?",
        "Miles: I'm Mitch's brother, Spencer's friend. Does that make me a horrible person, too?",
        "Jessica: I don't know.",
        "Miles: I want to prove that I'm not, Jessica. Will you give me that chance?",
        "Cristian: Jess, you in there?",
        "Jessica: Cristian? What are you doing here?",
        "Cristian: Sorry to interrupt, but I need to talk to you.",
        "Jessica: Well --",
        "Cristian: And, no, it can't wait.",
        "Jessica: Well, what is it about?",
        "Cristian: It's personal. You're going to have to go, man.",
        "[SCENE_BREAK]",
        "Marcie: Michael, I -- if you don't think that John is guilty, then why did you feel it necessary to lie to me in order to give him an alibi?",
        "Michael: I didn't give him an alibi.",
        "Marcie: Well, then why didn't you just tell me that you were at the hospital?",
        "Michael: Because I thought it was better if you didn't know.",
        "Marcie: I -- I still don't understand.",
        "Michael: Look, I didn't want you to worry that I had been so close to the killer.",
        "Marcie: Were you? Do you know who the killer is?",
        "Michael: No. Marcie, that -- that's not what I meant.",
        "Marcie: Well, then what did you mean?",
        "Michael: I was at the hospital. I found John, I brought him home. I didn't tell you because I didn't want you to suspect John. End of story. Trust me, Marcie. John had nothing to do with Spencer Truman's murder.",
        "[SCENE_BREAK]",
        "Rex : All right. I've actually thought of that -- Todd not buying the death certificate, and I got it covered.",
        "Adriana: How",
        "Rex : He thinks I'm the only one who ever found out anything on his son, right? Well, if he wants to check the certificate, he'll probably hire me to do it, and I'll just make up some more lies to cover up my lies.",
        "Adriana: It's the right thing to do, Rex .",
        "Rex : Well, it's not a question of right or wrong anymore. That was a long time ago.",
        "Adriana: So then there's no point in beating yourself up over it.",
        "Rex : You're right. We can't change what was done.",
        "Adriana: And we shouldn't change things. Todd believes his son is dead, and as far as we know, there's nothing linking Michael to Spencer's murder.",
        "Rex : So nothing needs to change.",
        "Adriana: Exactly.",
        "Rex : You make it sound so easy.",
        "Adriana: It's not. It'll never be easy, Rex . We have to live with this for the rest of our lives, but we have to -- for Tommy, and we just have to figure out a way to live with it. I'm so proud of you.",
        "Rex : For taking a guy's kid from him?",
        "Adriana: To take good care of your Godson.",
        "Rex : And that is the only reason I did it -- for Tommy.",
        "Adriana: Look, we have to make a pact right now that we keep this secret, and that Michael gets away with it.",
        "Marcie: Oh. Hey, John.",
        "John: Hey.",
        "Marcie: What's up?",
        "John: Hey, I'm sorry. I know it's late. I just -- I want to speak to Mike for a second.",
        "Marcie: Come on in. Um -- I think I'm going to take Tommy for a ride, see if I can get him back to sleep, ok?",
        "Michael: Sweetie?",
        "Marcie: Yeah?",
        "Michael: You don't have to leave.",
        "Marcie: It's all right. I'm just going to get our things and I'm going to get out of here. Ok.",
        "[SCENE_BREAK]",
        "Adriana: Just keep reminding yourself that you did a good thing.",
        "Rex : Did I?",
        "Adriana: Yes, and I love you for it.",
        "Rex : I love you, too.",
        "Adriana: Let me help you forget about today.",
        "[SCENE_BREAK]",
        "Nash: What am I going to do about Jessica? I'm going to forget that the whole thing ever happened.",
        "Layla: Good answer. But, can you do that?",
        "Nash: Oh, what choice have I got?",
        "Layla: You're right -- you have none, and neither does Jessica. You Both dodged a bullet this time. That Antonio didn't walk in on you two 10 minutes earlier, that you had sense enough to stop.",
        "Nash: Yeah.",
        "Layla: And cross your fingers that Cristian didn't hear you telling me about it.",
        "Nash: Well, if he did, Antonio would have me hanging up in a meat freezer by now.",
        "Layla: Nash, I'm serious.",
        "Nash: So am I.",
        "Layla: You cannot talk about this anymore. You can't even think about it.",
        "Nash: Right, right. You're right. Antonio's a friend.",
        "Layla: Yep.",
        "Nash: And I'm in love with his wife.",
        "Layla: Shut up.",
        "Nash: What am I supposed to do?",
        "Layla: Stay away from Jessica before this blows up in both of your faces.",
        "[SCENE_BREAK]",
        "Jessica: Why can't this wait?",
        "Cristian: Because it can't.",
        "Miles: Jessica, it's -- it's ok. I need to go. We both have a lot to process.",
        "Jessica: Uh -- yeah, we do.",
        "Miles: I look forward to seeing you again.",
        "Jessica: What is this all about?",
        "Cristian: I heard Nash tell Layla that you had feelings for each other, and that you almost had sex.",
        "Jessica: What?",
        "Cristian: See, I knew it. I knew that son of a bitch was lying. You know, it's a good thing I came here -- Jessica? Jess, tell me that's not true. Tell me this guy is full of it.",
        "Jessica: I wish I could, but I can't.",
        "[SCENE_BREAK]",
        "Evangeline: Oh, my God. Cristian is waiting for me at Capricorn. I told him I would be right back -- he's waiting for me right now at Capricorn. I don't -- I don't want to leave you here like this.",
        "Evangeline: Are you ok?",
        "Todd: Yes, you should -- -- I'm going to be -- I'm going to be just fine. You should go. Thank you.",
        "Evangeline: Ok.",
        "Todd: Evangeline?",
        "Evangeline: Thank you.",
        "[SCENE_BREAK]",
        "Natalie: Whew. I really screwed up this time.",
        "[SCENE_BREAK]",
        "Michael: So, this couldn't wait till morning?",
        "John: You didn't say much when Marcie was getting Tommy ready to leave. Anything bothering you?",
        "Michael: You want to know what's Bothering me?",
        "John: Sure.",
        "Michael: The fact that you're still looking for Spencer Truman's killer.",
        "John: What does that mean, mike?",
        "Michael: It means drop the investigation, John, before you find out something you don't want to know.",
        "John: Well, now, you sound like you know who killed him. Hey, Mike, you know something, you tell me now, all right, and I can help you. If you don't, it's only going to get worse.",
        "[NEXT_ON]",
        "Clint: Spend the night with me.",
        "Todd: Rex gave me that, and it's proof that my son is dead.",
        "Evangeline: Todd kissed me. We kissed.",
        "Cristian: I haven't heard a really good reason why I shouldn't tell my brother the truth.",
        "John: I'll ask you straight up -- did you kill Truman?"
    ],
    "Transcript Author": [
        "Provided By Glynis Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=8hSom5YE1Ec"
}