{
    "Episode Summary": [
        "Episode # 10389 -- Cuts Like a Knife"
    ],
    "Recap": [
        "Starr is alone at the school dance, depressed about what Cole is doing. The only person she seems interested in talking to or being with is her teacher, Mr. J. Cole goes to confront Todd. He is very angry, on edge and under the influence of pills. He later goes to the dance to see Starr and her teacher kissing. This is after Mr. Jo. has revealed to Starr that his mother revealed to him that she was ready to help Todd kidnap Starr's baby because Todd threatened to expose her son's drug addiction. Starr does not judge her teacher for that. Dorian reveals to Moe that she does not intend for him to own her house and he is merely \"housesitting\". He reminds her that he and his wife legally own everything that she has signed over to him. He tells her that he wants for both Lola and Ray Montez to live in his house since Langston wants her family close by. She is infuriated to hear that. Blair is upset that John jumps whenever Marty contacts him. And when Todd calls her to appeal to let her see the kids again, she tells him no way. And while Blair is alone in her room and showering, an unseen person enters and carries a knife."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Blair: Guess who it is? Marty. Okay, John, you choose. Her or me.",
        "Marty: Come on, John, pick up.",
        "[Phone continues ringing]",
        "[SCENE_BREAK]",
        "Dorian: Well, the girls have left for their dance. And what are you still doing here?",
        "Ray: I didn't want to leave things so tense between us.",
        "Dorian: I'm not tense. I'm perfectly comfortable, not wanting to have anything to do with you.",
        "Ray: Part of the reason I'm staying in Llanview is to get to know my niece --",
        "Dorian: But she isn't here, is she?",
        "Ray: And for my daughter to have a relationship with her cousin.",
        "Dorian: Lola is always welcome here.",
        "Ray: But I'm not.",
        "Dorian: No, mm-mm, so get the hell out of my house.",
        "Moe: That would be my house. And you, Dorian, are trespassing.",
        "[SCENE_BREAK]",
        "Nora: Remember when we could never get Matthew to put on a clean shirt?",
        "Bo: Is he changing again?",
        "Nora: Third time's the charm.",
        "Bo: Well, it's his first dance.",
        "Nora: I'm just grateful that he's not in his dress grays. What made you decide not to send him to military school?",
        "Bo: I guess it was when I found out that I'm David Vickers' father.",
        "Nora: Well, that might make me question a few things.",
        "Bo: I mean, how could I ask Matthew to be perfect when I didn't ask myself to be? Who knows how David would've turned out if he had a decent father?",
        "Nora: And you, Bo Buchanan, are a very decent father.",
        "Bo: Thank you. Thought it might help me stay on track if we at least both lived in the same zip code.",
        "Nora: And you're sure this whole situation with drugs and Matthew is all about a girl?",
        "Bo: Well, it wouldn't be the first time that a young guy did something stupid just to impress the opposite sex.",
        "Nora: And we're pretty sure we don't have to worry about this anymore?",
        "Bo: Matthew and I had a good talk. But I'm still going to find out who's supplying drugs to Llanview High.",
        "[SCENE_BREAK]",
        "[Music playing]",
        "Lola: Markko!",
        "Markko: Hey.",
        "Lola: Guess what? My father's free, and I'm staying in Llanview.",
        "Markko: That's great. You look amazing.",
        "Langston: Oh, thank you.",
        "Lola: How do I look?",
        "Markko: You look amazing, too. All three of you do.",
        "Starr: Thank you.",
        "Markko: Lola, come get a drink with me.",
        "Lola: Okay.",
        "Langston: You're looking for Cole, aren't you?",
        "Starr: It doesn't mean he's going to show up.",
        "Langston: You said his life is his own business.",
        "Starr: I know what I said.",
        "Langston: You wish he was here, don't you?",
        "Starr: Yeah, I do, and not because there's any hope for him and me, but because it's a lot better than what he's doing instead.",
        "[SCENE_BREAK]",
        "Todd: What do you want?",
        "Cole: I want everything you took from me.",
        "[SCENE_BREAK]",
        "John's voice: This is John McBain. I'm not available right now. Please leave a message.",
        "[Phone beeps]",
        "[Phone rings]",
        "[Blair sighs]",
        "Marty: John, I'm so glad you're there. I was just going to leave a message.",
        "Blair: Well, you know what, Marty? I got a message for you. John's busy.",
        "[SCENE_BREAK]",
        "Todd: Go home, Cole.",
        "Cole: I'm not going anywhere.",
        "[Table items fall on the floor]",
        "Todd: Drunk are we?",
        "Cole: No.",
        "Todd: Then what's the matter?",
        "Cole: Everything. And it's all your fault.",
        "Todd: You're blaming me for your condition here?",
        "Cole: Everything changed when you pulled me out of that bed with Starr.",
        "Todd: Yeah, she got pregnant.",
        "Cole: Shut up! I loved her, she loved me, and you ruined it.",
        "Todd: That was a year ago, wasn't it? I think the statute of limitations has run out on that one, Cole.",
        "Cole: What about everything that happened after that? Everything you did to keep us apart, hmm?",
        "Todd: Uh, gosh, I don't know. Should I consult my notes?",
        "Cole: Just when we were starting to be friends again -- you had to ruin that, too, for us.",
        "Todd: Well, what'd you like me to do? Would you like me to fix things with you and Starr? I'm sorry, I couldn't do that. You see, she hates me you'd be happy to know. She said that she wishes I was in jail.",
        "Cole: She lied to keep you out.",
        "Todd: But I didn't make her do it, did I?",
        "Cole: You're the reason she turned on my mom. And now, she's turned on me, too.",
        "[SCENE_BREAK]",
        "Starr: Cole probably knew that I was going to be here, and that's why he decided not to show up.",
        "Langston: You really think he's still mad at you?",
        "Starr: I know he is, but you know what? I would be okay with that if he would just stop popping pills. I'll be right back.",
        "Markko: Is Starr okay?",
        "Langston: We had to talk her into coming here tonight. Her life pretty much sucks right now.",
        "Markko: I'm glad you two are talking again.",
        "Langston: Me, too.",
        "[SCENE_BREAK]",
        "Starr: How's the chaperoning gig?",
        "Schuyler: I'll let you in on a little secret -- I have no idea what a chaperone actually does. I figure I'll just keep watching Ms. Dickinson.",
        "Starr: I think you're just supposed to make sure that everyone has some good, clean fun.",
        "Schuyler: Oh, yeah, I know. That sounds about right, although it looks like you're not having much fun at all.",
        "Starr: I saw Cole today. I know you asked him about the pills.",
        "Schuyler: Yeah, I didn't mention you by name.",
        "Starr: He still thinks I told you.",
        "Schuyler: Starr, I would've known that he was high even if you never told me anything about your anonymous friend, okay?",
        "Starr: I know that, but he's still furious at me.",
        "Schuyler: Well, tough. Covering for an addict isn't doing him any favors, you know?",
        "Starr: You think Cole's an addict?",
        "Schuyler: I think he's headed in that direction. I imagine he hasn't sought help yet.",
        "Starr: No, he doesn't even think he has a problem.",
        "Schuyler: Denial, I know it well.",
        "Starr: How am I supposed to help him when he can't even be honest with me?",
        "Schuyler: I think he has to be honest with himself first.",
        "[SCENE_BREAK]",
        "Cole: All this time, I was mad at Starr. But you're the one that made her do everything.",
        "Todd: No, I made her do nothing.",
        "Cole: You -- you made her believe that you loved her so that she would protect you.",
        "Todd: Cole, I love Starr more than any other person in the world. I always have her best interests at heart.",
        "Cole: Just like you did with my mom?",
        "Todd: You don't know anything about that, do you?",
        "Cole: Are you serious? You kept her here! All right? You didn't tell her about her friends. You didn't tell her about me!",
        "Todd: I did for her what I thought she needed.",
        "Cole: Well, thanks to you, she doesn't need anyone -- except Wes Granger.",
        "Todd: I wouldn't worry about Wes Granger. He's not going to hurt her. He's dead.",
        "Cole: And my mom's being accused of his murder.",
        "Todd: Yeah, but she didn't do it.",
        "Cole: How do you know?",
        "Todd: 'Cause I know her.",
        "Cole: You don't know anything, anything about my mom. You tried to make her what you wanted her to be. And now, she -- thanks to you, she doesn't even know me.",
        "[SCENE_BREAK]",
        "Marty: Blair?",
        "Blair: Surprised?",
        "Marty: I'm sorry, I just wanted to talk to John. I'm --",
        "John: Give me the phone, Blair.",
        "Blair: Here.",
        "[John sighs]",
        "John: Marty? What did she say?",
        "Blair: Nothing. She hung up when she heard you were busy. Come on, John. She can't expect that you're just going to run every time she's upset.",
        "John: She was upset?",
        "Blair: When isn't she?",
        "John: About what?",
        "Blair: I'm sorry, but weren't we in the middle of something here?",
        "John: She wouldn't have called back if it wasn't important. I know her.",
        "Blair: Aren't we important? Isn't this important?",
        "John: Yes, yes, we are. Very important, but this is different.",
        "Blair: Oh, right, because you don't have to lie to her about what you feel for me.",
        "John: I'm not lying to anyone.",
        "Blair: No? God, you barge in here and demand an explanation to why I could be such an evil witch to the poor, pitiful Marty, and when I don't break down or cry, you reward me with a little quickie. But my God, if she gets a hangnail, she calls and you go running!",
        "John: I don't have time for this right now.",
        "Blair: Fine. You leave me. You go to her. But if you do that, John, don't you ever come back.",
        "[Door slams]",
        "[SCENE_BREAK]",
        "Dorian: Me, trespassing? Ha, don't be absurd.",
        "Moe: You haven't lived here in a while now.",
        "Dorian: True, and I've been remiss in not thanking you and Noelle for house- sitting.",
        "Moe: House-sitting? You signed this place over to us, lock, stock, and win cellar.",
        "[Dorian chuckles]",
        "Dorian: Oh, I see, and you believed that ruse? My goodness, that was all for David's benefit. I wanted to convince him that I could give up all of this.",
        "Moe: So you lied.",
        "Dorian: For David's own good. I knew that he could never truly follow a spiritual path any more than I could.",
        "Moe: If David's so comfortable being a billionaire, why aren't you over at the Buchanan mansion? Trouble in paradise already?",
        "Dorian: No, not at all. Ah -- just a temporary change of circumstances. And so, I decided to retreat to the bosom of La Boulaie, my home.",
        "Moe: Ahem, that's not what it says here.",
        "Dorian: What's that?",
        "Moe: The papers I had my lawyer draw up, the ones you signed.",
        "Dorian: And you think that's legal?",
        "Ray: Looks legal to me.",
        "Dorian: You stay out of this.",
        "Moe: I'm sorry. I haven't had the pleasure.",
        "Ray: Ray Montez.",
        "Moe: Maurice Stubbs, but you can call me Moe.",
        "Ray: The pleasure's mine, Moe.",
        "Dorian: This is what I think of you and your legal document! You -- you -- you hick, you!",
        "Moe: My lawyer's got the original in his safe.",
        "Ray: Moe, I like your style.",
        "Moe: Oh, yeah? Wait until you try my bouillabaisse.",
        "[SCENE_BREAK]",
        "Nora: Oh, Matthew, you look so cute.",
        "Matthew: Oh, man, I have to go change.",
        "Bo: No, wait -- no, wait just a second. I think what your mom means is that you look really cool.",
        "Nora: Yes, of course that's what I meant. You do. You look really cool.",
        "Matthew: All right, come on, we're going to be late.",
        "Bo: Okay, and you're going to tell me where you want me to pick you up at curfew?",
        "Matthew: Yes, father.",
        "Bo: Okay, then let's get this show on the road.",
        "Matthew: Oh, um, is it okay if you guys drop me off, like, a block from school?",
        "Bo: Sure.",
        "Nora: Yeah, I mean, of course, where else would we drop you off? Okay, let me just get my camera and then we'll go. I promise, I promise.",
        "Matthew: Oh, uh, Dad?",
        "Bo: Hmm?",
        "Matthew: Can I ask you a question?",
        "Bo: Yeah, shoot.",
        "Matthew: Um, if a girl already has a date, is it still okay to ask her to dance?",
        "Bo: The girl, right -- uh, sure. I mean, I've been known to cut in a few times myself.",
        "Matthew: And the guy, he won't get mad?",
        "Bo: There's an old saying, \"all's fair in love and war.\" Go for it.",
        "Matthew: Yeah, because, you know, it's just a dance, right?",
        "Bo: It's just a dance.",
        "Nora: Okay, here we go, all right. Oh, you look so handsome.",
        "Matthew: Mom --",
        "Nora: I can't help it. Yes!",
        "Bo: Sometimes, a dance speaks a Language all its own.",
        "[SCENE_BREAK]",
        "[Music playing]",
        "Schuyler: I think I just figured out what a chaperone does.",
        "Starr: Oh, and you didn't even need help from Vice Principal Dickinson.",
        "Schuyler: You all right?",
        "Starr: I'll be fine. Go.",
        "Schuyler: Go have some fun tonight, will you?",
        "[Slow music plays]",
        "Langston: Did you ever show your parents your acceptance letter?",
        "[SCENE_BREAK]",
        "Markko: What for? I'm not going.",
        "Langston: They'd be so proud of you. UCLA has been your dream, like, your whole life.",
        "Markko: My dream is to go to film school. I can do that at L.U.",
        "Langston: You'd rather hang out with me than take classes with Steven Spielberg?",
        "Markko: I'm not doing this for you. I'm doing it for us. But I hope you know I would do anything for you.",
        "Langston: Really?",
        "Markko: As long as it was legal and got me home by curfew.",
        "Langston: Actually, there is something you could do for me.",
        "Markko: Name it.",
        "Langston: You can ask my cousin to dance.",
        "[SCENE_BREAK]",
        "Cole: I don't have a mom.",
        "Todd: I don't believe you, man. She turns up alive, and you're still not happy.",
        "Cole: She might as well be dead because she's not the same person.",
        "Todd: Oh, right, because of the accident?",
        "Cole: No, because of you!",
        "Todd: No, I'm the one who helped her out.",
        "Cole: Right, helped her out -- by bringing her here and getting that nurse, uh, Lee Halpern? The one with the record? The one you used to try to steal my baby, right?",
        "Todd: Actually, Nurse Halpern helped her quite a bit, got her up and walking again.",
        "Cole: Do you know what would've helped her more? A hospital!",
        "Todd: Hey -- what do you want? Yeah, that's what I thought. Get out of my house. Go home. Get a life.",
        "Cole: What the hell is this?",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Dorian: This is really touching, but you no longer are employed here.",
        "Moe: I'm sorry. I was talking to a guest in my home, one who doesn't think I'm a hick.",
        "Dorian: I apologize. It just slipped out. You have to admit, I've been very kind and generous to you and your lovely wife.",
        "Moe: Right up until you tried to take our house away. So, my sancocho, it smells authentic?",
        "Ray: Profoundly so.",
        "[Dorian sighs]",
        "Ray: You never forget your mother's cooking. Those memories have sustained me while I've been away from home.",
        "Moe: You've been traveling?",
        "Dorian: He's been in prison for stabbing his wife to death.",
        "Ray: I was cleared of all charges.",
        "Moe: Your wife was murdered, little Lola's mama?",
        "Ray: She was. And now, it looks like we'll never know who killed her.",
        "[SCENE_BREAK]",
        "[Music playing]",
        "Lola: So, you want to get another soda?",
        "Markko: Actually, I wanted to ask you to dance.",
        "Lola: Really? Okay.",
        "[SCENE_BREAK]",
        "Matthew: Hey.",
        "Becca: Hey.",
        "Matthew: You look awesome.",
        "Becca: Thanks. You look really cute.",
        "Matthew: Thanks.",
        "Justin: So, what, are your parents hiding in the bathroom?",
        "Matthew: What?",
        "Justin: They don't let you go anywhere without them, right? Come on, let's go.",
        "Destiny: I thought you were grounded.",
        "Matthew: My dad let me out.",
        "Destiny: So he's not going to send you to military school?",
        "Matthew: Looks like he changed his mind.",
        "Destiny: That's awesome -- for you.",
        "[SCENE_BREAK]",
        "Langston: So, how's Mr. J.? I saw you talking to him.",
        "Starr: Oh, we were just talking about a science project we've been working on.",
        "Langston: At the dance?",
        "Starr: I know. I'm a loser, right?",
        "Langston: Uh, a little lame.",
        "Starr: Langston, I shouldn't even be here. Everyone else is having fun except for me.",
        "Markko: So you want to go get that soda now?",
        "Lola: Actually, do you know where the water fountain is?",
        "Markko: Yeah, it's just over here. Come on.",
        "[Lola sighs]",
        "[SCENE_BREAK]",
        "Cole: You keep a picture of my mom with you? You are a sick son of a bitch.",
        "[Glass shatters]",
        "Todd: Feel better?",
        "Cole: What's wrong with you?",
        "Todd: I cared for your mother, Cole.",
        "Cole: You don't care for anybody.",
        "Todd: I know what you're feeling about Starr, about losing her.",
        "Cole: You're comparing me and Starr to you and my mom?",
        "Todd: Oh, yes. Is it any different?",
        "Cole: I love Starr. And she loves me.",
        "Todd: Well, then I guess she and your mom fell for the wrong guys.",
        "[SCENE_BREAK]",
        "Langston: I know that you're worried about Cole, but staying here all depressed is not going to help him.",
        "Starr: Do you have a better idea?",
        "Langston: Yeah, I do. Maybe you should start dating.",
        "Starr: What? And how is that going to help Cole?",
        "Langston: Okay, well, maybe he sees you with another guy, then he'll get his act together.",
        "Starr: I don't want to play games with him.",
        "Langston: Okay, fine, but don't you want to have fun like sometime this century?",
        "Starr: And who would you suggest I have fun with? That guy or that guy? No.",
        "Langston: Okay, there has to be at least one cool guy in this whole school.",
        "[SCENE_BREAK]",
        "Marty: What are you doing here?",
        "John: Nigel let me in.",
        "Marty: I called you twice but --",
        "John: I know. That's why I'm here.",
        "Marty: So you weren't busy.",
        "John: I figured there had to be something wrong for you to call me twice.",
        "Marty: It's Cole. I came here because I wanted to see him.",
        "John: What the hell happened?",
        "Marty: He's in trouble. It's pretty serious, and I'm responsible and I just -- I don't know what to do about it.",
        "John: Whatever you do, you don't have to do it alone.",
        "[SCENE_BREAK]",
        "Dorian: I hate to interrupt this mutual admiration society. However --",
        "Moe: I know Langston loves having her cousin around. Why don't the two of you stay here?",
        "Dorian: What?",
        "Moe: I may be a hick, but I understand hospitality.",
        "Dorian: So, you'll just let in any stray that wanders in off the street?",
        "Moe: I suppose I will. So, Dorian, you can stay, too.",
        "[SCENE_BREAK]",
        "Markko: What the --",
        "Lola: I -- I'm so sorry. Um --",
        "Markko: What'd you do that for?",
        "Lola: I don't know. I -- I just -- oh, you've just been so nice to me, and I don't know anybody here. Oh, my God, you hate me now.",
        "Markko: No, it's okay. I don't hate you.",
        "Lola: You can't tell Langston about this. I mean, promise me you won't.",
        "Markko: Lola --",
        "Lola: Promise me.",
        "Markko: Now, it was just a mistake, right?",
        "Lola: Right, a mistake.",
        "Markko: And it won't happen again.",
        "Lola: No, never. Just promise me you won't tell Langston.",
        "Markko: All right, I won't.",
        "Lola: Thanks. It'll be our little secret.",
        "[SCENE_BREAK]",
        "Destiny: Looks like those old vinyl records my mama listens to. There's too many fish in the sea.",
        "Matthew: Huh?",
        "Destiny: To waste your time on miss thing over there. You could find somebody else, that's all, someone who likes you for who you are.",
        "[SCENE_BREAK]",
        "Asher: Thank you, Cole Thornhart. What's up, dude?",
        "Justin: Got a little business to transact.",
        "Asher: I don't deal with freshmen -- it's a policy.",
        "Justin: What about freshmen with money?",
        "Asher: Maybe I could be persuaded.",
        "Schuyler: Asher -- just the man I was looking for. Could I have a word with you?",
        "[SCENE_BREAK]",
        "Starr: I can't imagine myself dating again.",
        "Langston: So what are you going to do, join a convent?",
        "Starr: No. You know, right now I'm going to go get some air.",
        "Langston: Okay, I'll come with you.",
        "Starr: No. No. I mean, you're, um -- you're having fun.",
        "Langston: Okay, fine, but don't be gone for too long, okay?",
        "Starr: Okay.",
        "Langston: Hey, I was wondering where you guys went. Everything okay?",
        "Markko: Fine. It's --",
        "Starr: Come on, Cole!",
        "[SCENE_BREAK]",
        "Marty: I found, uh -- I found these pills, a bag of pills. It's pretty serious stuff. And a letter saying that he might not graduate.",
        "John: Where's Cole now?",
        "Marty: I don't know, I don't know. He, uh, he came home, we had a fight. I really tried to get through to him, but, uh, he told me that I wasn't his mother.",
        "John: He's a teenager. They say stuff --",
        "Marty: No, but he's right. I haven't been. I haven't been at all.",
        "John: It's not too late.",
        "Marty: John, he's pretty messed up. I'm just -- I'm afraid he might hurt himself.",
        "John: You have any idea where he may have gone?",
        "Marty: No, I don't know. I don't know. I don't know who any of his friends are. My own son -- I have no idea.",
        "John: Okay. Slow down, all right? When he left, did he say anything? Did he give you any indication about where he may go?",
        "Marty: No. No, he was -- he was pretty upset. He really let me have it. He blames me for everything that happened this year.",
        "John: Yeah, well, it's been one for the books.",
        "Marty: He just stormed out. John, I -- I'm really afraid of -- I'm really afraid about what he's going to do with all that anger, I -- or who he might lash out at next.",
        "John: I think I know where Cole went.",
        "[SCENE_BREAK]",
        "Cole: Everything is your fault. I mean, I wouldn't be in this way if it wasn't for you.",
        "Todd: Where have I heard that before?",
        "Cole: What are you talking about?",
        "Todd: Well, it sounds so familiar -- someone who goes around blaming everyone else for all the bad stuff in their lives.",
        "Cole: You comparing me to you? Do you think I'm like you? God! I thought coming here would make me feel better.",
        "Todd: Ha, yeah, that's what they all say.",
        "Cole: I'm not feeling so good. I think I should go.",
        "Todd: Oh, so soon?",
        "Cole: I'm not you. You hear me? I'd rather be dead than be you.",
        "[SCENE_BREAK]",
        "Schuyler: So, you'll meet me after school Monday?",
        "Asher: Yeah.",
        "Schuler: Okay.",
        "Asher: Okay.",
        "Justin: Busted?",
        "Asher: What do you mean?",
        "Justin: What'd that teacher want to talk to you about?",
        "Asher: Oh, Mr. J.? He's -- he's cool, man. So, uh, what's your pleasure?",
        "[Phone rings]",
        "[SCENE_BREAK]",
        "Schuyler: This, uh, floor taken?",
        "Starr: No.",
        "Schuyler: This looks, uh, fun.",
        "Starr: I just don't feel like I fit in anymore.",
        "Schuler: At a high school dance? You're kidding me.",
        "Starr: Not after everything Cole and I have been through, with losing the baby -- we feel different than everyone else. But at least we had each other, right?",
        "Schuyler: Yeah, it's hard facing everything on your own again.",
        "Starr: Is that how you felt when you lost your girlfriend?",
        "Schuyler: Yeah -- huh, I thought we were talking about you.",
        "Starr: What? I feel like you're the only person I can talk to lately, the only one who's been completely honest with me.",
        "Schuyler: Ah, yes. Yes, that's me -- Schuyler Joplin, patron saint of truth.",
        "Starr: Really, though, you've helped me -- a lot. You always know the right thing to say.",
        "Schuyler: Well, if that's at all true, it's because I've already made every mistake known to man.",
        "Starr: Yeah, but you've turned your life around. You know, I used to trust Cole more than anybody, and now I just feel like I can't trust him at all.",
        "Schuyler: Something happen tonight?",
        "Starr: Hmm, not just any one thing -- everything.",
        "Schuyler: Yeah, I know what that's like.",
        "Starr: Even if Cole weren't on drugs, I -- I still don't think that we could be together. He's never going to understand why I had to protect my dad. But at least you do.",
        "Schuyler: There's a -- there's a reason I understand.",
        "Starr: What do you mean?",
        "Schuyler: My mother knew that your father was going to steal your baby because she was going to help him do it.",
        "[SCENE_BREAK]",
        "Justin: What?",
        "Matthew: Mind if I cut in?",
        "Becca: Sure, why not?",
        "Justin: You want to dance?",
        "Destiny: Sure, why not?",
        "Justin: Keep waiting. Maybe someone will ask you.",
        "Destiny: Jerkweed.",
        "[SCENE_BREAK]",
        "Starr: Your mother, my doctor, helped my dad?",
        "Schuyler: She -- she wrote me a letter and left it for me after she died.",
        "Starr: What -- what did it say?",
        "Schuyler: It said that my mother was going to take your baby as soon as she was born, give her to your father, and then tell you that the baby had died.",
        "Starr: I don't understand. She knew Marcie. She knew me. Why would she do something like that?",
        "Schuyler: For me.",
        "[SCENE_BREAK]",
        "Blair: What do you want?",
        "Todd: Where's Starr?",
        "Blair: She's at a dance. Why?",
        "Todd: Well, Cole just paid me a social call, and I figured she might want to know about the details.",
        "Blair: I got two words for you, Todd -- \"restraining order.\"",
        "Todd: I thought things were getting better between us.",
        "Blair: Let me tell you something, Todd. The old Blair Cramer is back.",
        "Todd: What does that mean?",
        "Blair: It means the restraining order is still in existence. I don't want you to come near me, I don't want you to come near the kids. You got that?",
        "Todd: You can't do this to me. They're my kids!",
        "Blair: Okay, you come near them, you'll end up in jail where you should be.",
        "Todd: You bitch.",
        "[SCENE_BREAK]",
        "Starr: I don't understand. How could it help you for your mom to steal my baby?",
        "Schuyler: Your dad knew that I had a problem with drugs and he knew what I had done to get them.",
        "Starr: He was -- he was blackmailing her?",
        "Schuyler: Yeah. And, um, my mom would have done anything to protect me, so --",
        "Starr: That's what my dad thought he was doing, too -- protecting me because he didn't think I made the right choice about what to do with my baby.",
        "Schuyler: Look, Starr, I didn't mean to tell anybody that. I just hated the idea of you thinking that you were the only one who had to make the tough decision. And so I thought you should know, but now that you do, it sort of changes things between us, doesn't it?",
        "[SCENE_BREAK]",
        "John: Hey, look. You can wait in the car. You don't have to do this.",
        "Marty: No. No, I have to -- for my son.",
        "John: Manning, open up.",
        "[SCENE_BREAK]",
        "Bo: You've done a great job with him.",
        "Nora: Thank you. We both have.",
        "Bo: Hmm. And now, we have to sit back and let him grow up.",
        "Nora: Oh, bite your tongue.",
        "Bo: Hey, come on, it's happening right now, whether we like it or not.",
        "Nora: Oh, I know, I know. I guess I just have to learn to step back a bit, huh?",
        "Bo: I think we both do. We have to trust him, give him his own space.",
        "Nora: I know, I know, I know. You're right. But I'm telling you right now, that little girl Becca breaks his heart, I'm going to rip her face off.",
        "[SCENE_BREAK]",
        "Destiny: Go for it, Matthew.",
        "[SCENE_BREAK]",
        "Langston: Lola's so cute, isn't she? I'm so happy she's staying in Llanview.",
        "Markko: Yeah, it's great.",
        "[SCENE_BREAK]",
        "John: Manning?",
        "Marty: Maybe he's not there. What are you doing?",
        "John: You want to find Cole, don't you?",
        "Marty: You're breaking in?",
        "John: I'm not a cop. I don't have to play by the rules.",
        "[SCENE_BREAK]",
        "Blair: John McBain. I'm going to wash you out of my hair, John.",
        "[SCENE_BREAK]",
        "Marty: What is it?",
        "[SCENE_BREAK]",
        "Schuyler: I burned my mother's letter. I destroyed the only evidence of what she had done. That letter could have put your father away.",
        "Starr: You were doing the same thing as me. You were protecting your parent.",
        "Schuyler: Yeah. Well, it could have gotten some justice for Cole's mom.",
        "Starr: Then that's all everyone will remember about your mom, and not all of the good things that she's done.",
        "Schuyler: You really understand.",
        "Starr: Yeah, I do.",
        "[SCENE_BREAK]",
        "Marty: What is it?",
        "John: It's nothing, let's go.",
        "Marty: No, come on, show me. What -- what is it? Show it to me.",
        "John: Fine.",
        "[SCENE_BREAK]",
        "[Shower runs]"
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=Ebwn949wWEc"
}