{
    "Episode Summary": [],
    "Recap": [
        "Rex is still trapped in 1968 afraid he will never see Gigi again. But he \"takes comfort\" with Emma who looks just like her and they sleep together. Not far away, Gigi meets all of the people in 1968. She wonders why Noelle is Rosa, why Jared is Clint and most importantly why Shane is young Spencer. But she knows she must find Rex. Back in Llanview, Marcie and Michael are still at odds about adopting Starr's baby. But they admit they still love each other. John is sleeping with Blair. Marty is having nightmares and remembering being raped. But she still trusts Todd and wants him to be there with her so she is not alone. Todd hasn't a clue what to do and appears afraid."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Woman: You can't catch me.",
        "Chuck: [As Chuck, Jr.] Oh, come here, honey. Take pity on a poor soldier on his way to 'Nam. Hee-yah!",
        "Rex: [As Bo] Who's going to take pity on me?",
        "[SCENE_BREAK]",
        "Michael: Hey.",
        "Marcie: Hey. Got an offer from the roller rink. Two free lessons sponsored by your local orthopedist.",
        "Michael: Ooh, I'll pass. I need to get up early.",
        "Marie: Michael, wait.",
        "Michael: It's late.",
        "Marcie: I know that it's late, but is it too late?",
        "[SCENE_BREAK]",
        "Blair: So is Michael working tonight?",
        "John: Yeah, he pulled the late shift.",
        "Blair: Oh.",
        "John: If you want me to leave a tie on the doorknob, I'll have to find a tie.",
        "Blair: And they said you weren't funny.",
        "John: Don't go listening to your husband.",
        "Blair: I'm not, and he's my ex-husband.",
        "John: Oh.",
        "Blair: But I think people just assume.",
        "John: Assume what?",
        "Blair: You're still in mourning.",
        "John: Oh.",
        "Blair: But, hey, I'm going to fix that for you.",
        "John: Oh, yeah?",
        "Blair: Yeah. See, I'm here to cheer you up.",
        "[SCENE_BREAK]",
        "[Indistinct voices]",
        "[Marty screaming]",
        "Todd: Whoa, whoa, whoa.",
        "[SCENE_BREAK]",
        "Rex: Sorry, Morasco. I tried.",
        "[SCENE_BREAK]",
        "Gigi: Balsom? Are you here?",
        "[SCENE_BREAK]",
        "Michael: Marcie, I don't know what else there is to say. You know, I mean, we can go over all this again if you want to, but it just makes us feel worse. And that's not going to change anything.",
        "Marcie: Cole gave up his rights to the baby.",
        "Michael: He signed the papers?",
        "Marcie: Yes. So nothing and no one can stop Starr from making whatever provisions she thinks are appropriate for her child, Mike.",
        "Michael: In other words, giving it to you.",
        "Marcie: Us. That was your objection, wasn't it, that Todd would be involved?",
        "Michael: Todd is still going to be involved. He's the grandfather.",
        "Marcie: Not legally. Not as soon as Starr signs those papers.",
        "Michael: When has that ever stopped him? And look what happened with Sam.",
        "Marcie: He lost custody of Sam. Sam is with Blair.",
        "Michael: Yeah, but for now. Todd will hire another dozen law firms, he'll pay off a bench full of judges, he will hire a kidnapper to steal the kid. He'll hire an assassin to take out Blair. I mean, even -- he'll do whatever it takes. He's an outlaw and he always believes that he is justified in absolutely anything that he's doing.",
        "[SCENE_BREAK]",
        "Todd: Okay. No, you're okay. You're okay, you're safe. Just take a deep breath. No, actually, take a couple of deep breaths. Everything's fine. Everything's fine. Everything's fine. Everything's fine. There you go, there you go. Were you dreaming?",
        "Marty: It was... it was so real.",
        "Todd: Yeah, yeah. Okay. What were you dreaming of?",
        "Marty: Don't go, don't go, don't go.",
        "Todd: Okay, all right. You should go back to sleep. Let me get you your sleeping --",
        "Marty: No, please. I don't want to sleep anymore. I can't sleep.",
        "Todd: What were you dreaming about?",
        "Marty: I was on a bed.",
        "Todd: You were in bed?",
        "Marty: On, on, on a bed. I was on a bed. And there were all these hands, they were grabbing me. I couldn't move. They wouldn't let me get up. It was hurting my arms and hurting -- my arms. Oh, oh, oh, I tried.",
        "Marty: Oh, God, I tried to scream, but it wouldn't come out of my mouth. Nothing would come out. There was something in my -- there was something in my mouth. I heard someone laughing, and alcohol and all that.. I called out and I... I tried to get up. I couldn't. I couldn't.",
        "Todd: Marty --",
        "Marty: I was being raped, wasn't I?",
        "[SCENE_BREAK]",
        "John: Can I pour you a glass of wine or something?",
        "Blair: Uh, I was kind of looking forward to one of those cans of beers that you went out and purchased.",
        "John: Really?",
        "Blair: Mm-hmm.",
        "John: Well, that's funny. I never really pegged you for a beer drinking kind of gal.",
        "Blair: Well, I'm not, really, but I'm trying new things.",
        "John: I'm going to drink to that.",
        "Blair: Okay.",
        "John: Cheers.",
        "Blair: Cheers. See, I got a theory.",
        "John: Oh, boy. One beer and she's already got a theory.",
        "Blair: No. I just think if it's not working, that you should do something different.",
        "John: I like it.",
        "Blair: Me, too. You know, I think there's so many people out there that, you know, are doing the same thing over and over again, and each time they just pray and hope that it works.",
        "John: Well, in my work we call that an M.O.",
        "Blair: Really? So what's my M.O.? Oh, you know what? No, no. Don't answer that, because I'm never going back to Todd, okay?",
        "John: Is that what we're drinking to?",
        "Blair: No, we are drinking to me. To my brand new, unknown, glorious future.",
        "John: Don't go changing too much.",
        "Blair: Are you flirting with me, Detective?",
        "[SCENE_BREAK]",
        "Todd: I'm going to get you that sleeping pill.",
        "Marty: No, I don't want to sleep.",
        "Todd: All right. Well, I'll go make you some --",
        "Marty: No, don't go.",
        "Todd: Okay. I'm sorry, Marty. This is my fault.",
        "Marty: How?",
        "Todd: You know, I'm no shrink. I don't know if this is a dream or a memory, but obviously I shouldn't have been telling you about this.",
        "Marty: It was memory.",
        "Todd: How do you know?",
        "Marty: I just know. I was, uh, in a room. I think it was a bedroom. And there was music and loud voices. And I could see a poster. It was a flag, a flag. No, it was a banner with letters. Greek letters, like a fraternity.",
        "Marty: And you... you were in my dream.",
        "[SCENE_BREAK]",
        "Gigi: Noelle? Moe? Moe.",
        "Moe: [As Jeremiah] It's a bummer, the power going out. But I really dig this candlelight. You look like an angel.",
        "Noelle: [As Rosa] Let's just hope the power comes on back on before this angel has to wash all those dishes by hand.",
        "Jeremiah: You really know how to bring a man down.",
        "Dallas: [As Renee] There you are. I have been looking all over for you.",
        "Gigi: Me?",
        "Renee: How did you get all wet? And what happened to your hair? Don't tell me you went out in this storm, girl. You could've gotten struck by lightning.",
        "Gigi: Actually... is it 1968?",
        "Renee: All year. Are you all right, Emma?",
        "Gigi: What did you just call me?",
        "Renee: Your God-given name. And where in the world did you get this... you know, never mind. Come on, I'm just going to get you warmed up.",
        "Gigi: Whoa, wait, wait. If it's 1968, have you seen Rex?",
        "[SCENE_BREAK]",
        "Gigi: Balsom? You all right?",
        "Rex: Morasco?",
        "Rex: [As Bo] Sorry, I thought you...",
        "Gigi: [As Emma] Were your girl?",
        "Bo: Gigi's the only one who ever called me Balsom. Everyone else called me --",
        "Emma: I know. Your nickname, Bo. I'm sorry if I gave you a start.",
        "Bo: Not your fault.",
        "Emma: I thought you were leaving.",
        "Bo: So did I. I didn't. So I'm stuck here, and I report to boot camp tomorrow. For all I know, I come back in a body bag.",
        "Emma: Sometimes they don't send you over there. Guy I know, he's the battalion commander's assistant. He likes to say he's holding Texas for us.",
        "Bo: Truth is, I don't care. If I can't be with Gigi, none of this matters.",
        "[SCENE_BREAK]",
        "Gigi: He's about 5'10''? Blond, spiky hair?",
        "Dallas: [As Renee] Sorry, darling, I haven't run across a Rex in a dog's age. Now, come on, let's get you out of these wet clothes.",
        "Gigi: I'm -- I'm okay.",
        "Renee: Listen to Renee. You're going to catch your death of cold if we don't get you out of these wet things.",
        "Gigi: Renee?",
        "Renee: That is my name, let's not wear it out. Come on, Miss Lonelyhearts.",
        "Jared: [As Clint] Have you seen Pa?",
        "Gigi: Jared?",
        "Clint: Jared? No, you know his name. It's Asa.",
        "Renee: Don't bother the girl. Can't you see she's not herself?",
        "Gigi: Asa's here?",
        "Clint: Well, he was, but then he high-tailed it out of here before I could get any traction, so...",
        "Gigi: What about his son?",
        "Clint: I am his son. What's wrong with her?",
        "Renee: I think she took a fall or something in that storm, Clint.",
        "Gigi: Clint?",
        "Clint: Yeah.",
        "Gigi: Oh, I was -- uh, I was looking for his other son.",
        "Moe: [As Jeremiah] Look what I found in the truck.",
        "Nigel: [As Chuck, Sr.] That one of them transistor radios?",
        "Jeremiah: Uh-huh. Hang on.",
        "[Radio static]",
        "Newscaster: The storm has caused a county-wide power outage. No one is going anywhere tonight.",
        "Jeremiah: Guess we're staying the night.",
        "[The Mamas and the Papas' \"Monday Monday\" plays]",
        "Gigi: Stay the night here? I have to find Rex and get back home before it's too late.",
        "[SCENE_BREAK]",
        "Gigi: [As Emma] You'll be home before you know it.",
        "[\"Monday Monday\" continues]",
        "Emma: I was just listening to all the candidates on TV and they all say that the war's going to be over by next summer at the latest.",
        "Rex: [As Bo] They're wrong. They're all wrong. And even if they weren't... it will be another 20 years before I see Gigi. I'll be old enough to be her father by then. I had my chance and I blew it.",
        "Emma: I don't believe that. If you want something bad enough, you can always find a way.",
        "Bo: The woman stood up in a church and told me she loved me.",
        "Emma: What did you say?",
        "Bo: Nothing. You can't come back from that.",
        "[SCENE_BREAK]",
        "Marcie: Well, then, what are you saying, Mike? I mean, are you saying that if I adopt Starr's baby... are you saying you're going to divorce me? I mean, is that it, Michael? That if I bring this new child, this new baby into our lives, that it's a deal-breaker?",
        "Michael: Marcie, do you think that I want to leave you? You are my family. You are my home in this world. You are the reason that I get up in the morning. You are my life. Do you just have no idea what I went through when you ran off with Sam?",
        "Marcie: I promise you, Michael, that I will never run away again, okay? No matter how difficult it gets.",
        "Michael: No matter how difficult it gets? Do you hear yourself? I mean, is that supposed to be something that I want to sign up for? You know, the stress, the lawsuits, not knowing when the next bomb is going to drop or what that bomb is going to be. I can't live like that. I'm just getting my footing back at the hospital and I still don't feel secure. I mean, why do you think I'm home early? Because Peterson asked if he could swap shifts and I didn't feel like I could say no. You know, I almost lost my medical license for good. How was I supposed to support this family?",
        "Marcie: I know that was hard, Michael. And I know that I was awful to you.",
        "Michael: And I'm not blaming you. We adopted Tommy. We did everything right. We did everything by the books and then we got the rug pulled out from under us. But to go into that nightmare knowing, what we're getting ourselves into, I just -- I can't do that. It doesn't make any sense.",
        "Marcie: Okay. Okay, Mike, I get it. But is life reasonable? Was losing Tommy logical? No, it wasn't. Life doesn't make sense, Michael. Life is a mystery and the only way that I know how to handle it is to have faith. I have that. I survived the loss of a child that I loved more than life itself, Michael. We both survived that, so I know that if we take the love that we still have and we give it to this new little baby, Michael, we won't regret it.",
        "Michael: I... good luck.",
        "Marcie: That's it? That's it? Good luck?",
        "Michael: I know what you want, Marcie. You want to go back to the way that things were with Tommy, but I just can't do that.",
        "Marcie: I know that it's not going to be like it was with Tommy. I know that it's going to be different, but, Michael, it's going to be great.",
        "Michael: No, it's not going to be great for me. Look, I... I know I can't stop you from doing this. I know that. And maybe it's the right move. I really hope so. And I will pray for you and your baby everyday, but I... maybe I'm just running up against my limitations here. I don't know. I just -- it's who I am. My -- my feet won't go where my brain is screaming that they shouldn't.",
        "Marcie: So is this it for us? I mean, are we breaking up?",
        "Michael: I mean, it sounds like we are.",
        "[SCENE_BREAK]",
        "Todd: I was in the dream?",
        "Marty: Yes.",
        "Todd: What was I doing?",
        "Marty: Just standing there. There were others, others in the room. There were others in the room. But yours is the only face that I --",
        "Todd: You know what it probably is, it's just... you're confusing the dream with your reality. Because when you screamed, I came in and you were awake and saw my face. That's the first thing you saw.",
        "Marty: No. You were there. You were in my dream. Have we ever been in that room together?",
        "Todd: That room with the banner, if it's the same one I'm thinking of, it was at the top of the stairs and I remember people used to crash there all the time. And, uh, so if it was a party, then people would be coming in and out.",
        "Marty: So it makes sense that we would have been there at some point together.",
        "Todd: Mm-hmm.",
        "Marty: I just don't understand why you're... why I saw your face in the room.",
        "Todd: Yeah, I don't know. Well, like I said, I'm no shrink. In my experience, dreams aren't always logical. Even if they're based on, uh, well, whatever.",
        "Marty: There's probably some underlying reason. I know what -- I know why you were there.",
        "Todd: Why?",
        "Marty: I was being raped and I needed help. So it makes sense I'd see you because... all you've been doing is taking care of me these last few weeks.",
        "Todd: That would make sense.",
        "Marty: I wouldn't have -- even have been able to access these memories if it weren't for you.",
        "Todd: Yeah, but you know what? I think that given these circumstances with your injuries I think you ought to just move a little slower with the whole remembering thing.",
        "Marty: Yeah, but I can't control it. It just popped up in my memory. I'm remembering through my dream. I guess it's because I'm ready to... I guess I'm supposed to be able to handle it... because I'm with you.",
        "[SCENE_BREAK]",
        "John: What is it you want to change about yourself?",
        "Blair: Geez, um... I think I'm sick of suffering. I would really like to have a little joy in my life.",
        "John: I think you deserve that.",
        "Blair: What about you? Now, if you could change anything you want about yourself, what would it be?",
        "John: And why would I want to change anything? Look at me. I've got it all here.",
        "Blair: You do, you do, but, okay, okay. I want to say something. You probably have the absolute most beautiful eyes on the planet. They're beautiful, they're blue. Why don't you wear something blue or green to show them off?",
        "John: Sure. Why don't I just throw on a nice white patent leather pair of shoes while I'm at it?",
        "Blair: Okay, now you're making fun of me.",
        "John: I just -- I like black.",
        "Blair: Well, I think that's going to change.",
        "John: Well, good luck with that.",
        "Blair: Oh, are you challenging me here, Detective?",
        "[SCENE_BREAK]",
        "Marcie: You still have a little mail at the apartment.",
        "Michael: Can you just put it in John's box?",
        "Marcie: Okay. Goodbye.",
        "Michael: Great.",
        "Marcie: What?",
        "[Low voices]",
        "Michael: Well, I just told John that I would be working late and he's obviously entertaining. I'll just go back to the hospital and sleep in the bunk.",
        "Marcie: Don't be silly. Stay with me.",
        "Michael: I don't think that that would be wise. For either of us.",
        "Marcie: Michael, it's late. And it's still your home. You know that. Come on. Come back. I'll make up the couch. You'll be asleep before you know it.",
        "[SCENE_BREAK]",
        "[\"Monday Monday\" plays]",
        "Dallas: [As Renee] Honey, there is no way we are going back to Reno tonight, not in this storm.",
        "Gigi: I don't want to go to Reno. I want to go home to Llanview.",
        "Renee: Llanview?",
        "Gigi: Noelle?",
        "Noelle: [As Rosa] I'm not Noelle.",
        "Gigi: Whatever you're calling yourself. You've met Rex. Is he here? I have to see him.",
        "Rosa: I'm sorry; I don't know anybody by that name.",
        "Gigi: What are you talking about? Noelle, you met him at the diner with me.",
        "Rosa: The diner?",
        "Gigi: Noelle --",
        "Rosa: Look, honey, I'm not Noelle. I don't know who you are and I never met anybody named Rex.",
        "Renee: Honey, when we get back to Reno, I am taking you to see my doctor.",
        "Gigi: The phones were connected. That's how I'm here. Rex has to be here.",
        "Jared: [As Clint] I'm sorry, did you say Rex?",
        "Gigi: Yes, yes, I did. Have you seen him?",
        "Clint: No, but that's the second time today I've heard that name.",
        "Gigi: Okay.",
        "[SCENE_BREAK]",
        "[\"Monday Monday\" continues]",
        "Rex: [As Bo] I'm sorry, you don't need to hear all this.",
        "Gigi: [As Emma] It's okay. I've heard a lot worse.",
        "Bo: God, you're so much like her. It's almost as if... you are her.",
        "Emma: What?",
        "Bo: It's no use pretending. There's no going back. It's not fair to you or me.",
        "Emma: I can be whoever you want. If you need me to be to be your girl tonight, I'm her. I'm Gigi.",
        "[SCENE_BREAK]",
        "Blair: Okay, so you have to have something other than black. I don't believe you.",
        "John: That way everything matches.",
        "Blair: Okay, you know, the last time I was here, I checked out your drawers.",
        "John: I remember.",
        "Blair: Uh-huh. This time I think I'm going to check out the closet.",
        "John: Wait a minute, where are you going?",
        "Blair: I'm going to check the closet.",
        "John: Oh.",
        "Blair: Oh, look. Hmm, everything's black. We got a black striped shirt, a black shirt, black stripes, black. Oh, what is this? It's gray. Wow.",
        "John: Yeah.",
        "Blair: Good times.",
        "John: It used to be darker. I think it got a little worn out in the wash.",
        "Blair: Oh. Okay.",
        "John: I'm not much of a shopper.",
        "Blair: Really?",
        "John: Mm.",
        "Blair: Now, wait a minute here. What's this under this? Oh, ho, ho. Look at this. Wow.",
        "John: That's not really mine.",
        "Blair: Really? It was really here in your closet.",
        "John: Yes, I -- I know. It's -- listen to me. It's more of a joke, all right?",
        "Blair: Uh-huh?",
        "John: Every year, Michael and I, we give each other one completely useless Christmas present. That's that.",
        "Blair: That's that. Well, why don't you put this on?",
        "John: Forget about it.",
        "Blair: Come on.",
        "John: Nah.",
        "Blair: Come on.",
        "John: No.",
        "Blair: Put it on for me and I'll do a little something something for you.",
        "John: Like what?",
        "Blair: You put it on, you'll find out.",
        "[SCENE_BREAK]",
        "Todd: Have any of your other dreams seemed like memories?",
        "Marty: No.",
        "Todd: Well, what's different about this one?",
        "Marty: The way it felt. Like I'd been in there before, in that room.",
        "Todd: Well, I did describe it. In general terms, the incident, you know. I described that it was at a frat house and there was a party, so maybe that's what you remember, my description.",
        "Marty: That's possible. I know the feelings were real.",
        "Todd: Well, I'm going to get you some tea.",
        "Marty: No, don't go.",
        "Marty: If I fall asleep again, I might have... it might happen again, and I don't think I can go back there.",
        "Todd: It was just a dream.",
        "Marty: Only it wasn't. Do you think you could stay here again with me tonight?",
        "Todd: Yes, absolutely.",
        "Marty: Here? Here with me? Just in case I fall asleep, can you stay here, please?",
        "Todd: Sure.",
        "Todd: Do you want to keep the lights on?",
        "Marty: I don't care.",
        "[SCENE_BREAK]",
        "Blair: [Wolf whistle]",
        "John: I feel ridiculous. You are pure evil.",
        "Blair: I am not. I'm just having a little fun.",
        "John: Yeah, at my expense.",
        "Blair: Oh, at your expense? Now it were at your expense, I would get my cell phone out, take a picture, and put it on the internet.",
        "John: You take one picture of me, and I swear I'll have you arrested.",
        "Blair: Oh, no. Does that mean you get to use those handcuffs on me?",
        "John: Yeah, you'd like that, wouldn't you?",
        "Blair: Mm, now who's evil?",
        "John: Mm.",
        "Blair: I am going to buy you a shirt.",
        "John: Oh.",
        "Blair: A nice blue shirt.",
        "John: Uh-huh.",
        "Blair: And you don't have to wear it anywhere, except to hang in that closet there. And then one night when I feel the need, I'm going to call you up, and I'm going to ask you to put it on.",
        "John: I'll buy the blue shirt.",
        "[SCENE_BREAK]",
        "Michael: Well, this place looks great.",
        "Marcie: Yeah, well, I've, um, I wanted to get things together before the -- before the baby came. He or she is due in November.",
        "Michael: Yeah, I'm just going to fix up the blankets --",
        "Marcie: Oh, no, Michael, let me do it for you. No, I can do it. Michael, what are we -- what are we doing? What are we doing here, Michael? I love you.",
        "Michael: Look, I love you, too.",
        "[SCENE_BREAK]",
        "Gigi: Where did you hear his name?",
        "Jared: [As Clint] Well, this nutty professor that Pa has hanging around kept calling Bo \"Rex.\"",
        "Gigi: Why would he call Bo Rex?",
        "Clint: Beats me. The guy's a nut.",
        "Gigi: Is this nut still here?",
        "Clint: No. He took off a while ago, went some place with Bo and Pa.",
        "Gigi: Okay. So they're all together somewhere?",
        "Clint: No, Bo came back. I just don't know where he is now.",
        "Gigi: Thanks. Shane?",
        "[SCENE_BREAK]",
        "Rex: [As Bo] You look like her. You aren't her.",
        "Gigi: [As Emma] I know that. And look, I'm -- I'm not trying to mess with your head or make you feel something for me that you don't. I'm just offering a little comfort. And don't worry about me. I do this sort of thing all the time. It's kind of my specialty. Renee calls me \"Miss Lonelyhearts\" because I know how a man feels when he can't be with the one he loves.",
        "Bo: Love the one you're with.",
        "Emma: I couldn't have put it better myself. Look, you're going off to the army tomorrow. Wouldn't it make tonight a little bit easier if I were Gigi and you could say good-bye?",
        "[SCENE_BREAK]",
        "Gigi: Shane? Baby, how did you get here? Ow. Oh, God, you kicked me.",
        "Shane: [As Spencer] Get off of me.",
        "Gigi: Look, Shane, I know you don't want me hugging you.",
        "Spencer: Why do you keep calling me that? My name's Spencer.",
        "Gigi: Spencer?",
        "Spencer: Yeah, Spencer. You have so many men in your life, you can't even keep my name straight?",
        "Gigi: What men? Your name is Shane. I ought to know. I named you. You're -- you're my son. I'm your mother.",
        "Spencer: You're not my mother.",
        "Gigi: Shane, come back. Come back, Shane.",
        "Chuck: [As Chuck, Jr.] Nice flick.",
        "Nigel: [As Chuck, Sr.] They don't make them like they used to.",
        "Chuck, Jr.: Can't we listen to some music? 'Cause don't tell me this is supposed to be a party.",
        "Chuck, Sr.: You know, I'm going to miss you, son.",
        "[Radio static]",
        "DJ: Hey, cousins, this song goes out to anyone who's stranded in the dark tonight.",
        "[Marvin Gaye and Tammi Terrell's \"You're All I Need to Get By\" plays]",
        "Singers: You're all I need to get by",
        "Marvin: Like sweet morning dew I took one look at you and it was plain to see you were my destiny",
        "Tammi: With my arms open wide I threw away my pride I'll sacrifice to you dedicate my life to you always there in time of need",
        "Marvin: And when I lose my will you'll be there to push me up the hill",
        "Both: There's no no looking back for us we got love sure 'nough that's enough you're all you're all I need to get by",
        "Marvin: Oh, oh, yeah, yeah, yeah like an eagle protects his nest for you I'll do my best stand by you like a tree dare anybody to try and move me",
        "Tammi: Darling, in you I've found strength where I was torn down don't know what's in store but together we can open any door",
        "Marvin: Oh, oh, baby come on, darling",
        "Tammi: And inspire you a little higher",
        "Marvin: I know you can make a man out of a soul that didn't have a goal",
        "Both: 'Cause we we got the right foundation and with love and determination you're all you're all I want to strive for and do a little more",
        "[SCENE_BREAK]",
        "Gigi: I love you, Rex. I'm going to find you and I'm going to bring you home.",
        "Marvin and Tammi: You're all I need you're all I need",
        "Tammi: You're all I need",
        "Marvin: Ohh",
        "Both: To get by",
        "Moe: [As Jeremiah] Gets to you, doesn't it?",
        "Gigi: What?",
        "Jeremiah: Them sending that kid off to the service, more than likely, Vietnam. No wonder he's not in the mood to party.",
        "Gigi: What kid?",
        "Jeremiah: The Buchanan kid, Bo.",
        "Gigi: Because Rex said something about going to Vietnam. Shane said he wasn't Shane. Jared said he wasn't Jared. Maybe Bo -- do you know where Bo is?",
        "Gigi: Do you know where Bo is?",
        "Jeremiah: Poor kid should probably be on his way to Canada.",
        "Gigi: But have you seen him?",
        "Jeremiah: Well, last I saw, he was headed off down the hall."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=lBvf4k-s08k"
}