{
    "Episode Summary": [
        "Episode # 10608 ~ Father Knows Worst"
    ],
    "Recap": [
        "Stacy asks Kim to be her child's godmother. Kyle and Fish demand to know if Oliver is the child's father. When Stacy and Kim refuse to answer, they threaten to tell Rex and Schuyler. Stacy reminds Kyle that he can't divulge private medical information. Kim says she will tell Clint about every unethical thing Kyle has done so he will not be able to become a doctor. Fish tells Kyle that he can wait until the baby is born and then have a paternity test. Mitch Laurence expresses an interest in Cole and Starr joining his congregation and bringing baby Hope along.",
        "Langston confides in Blair that she thinks about Ford all the time. Blair tells her it isn't a big deal to think about other people, as long as she remembers who she loves. Cristian mentions the birthday party at Ultraviolet for Starr and Langston to Ford. Markko, trying not to be jealous, invites Ford to come. Later, Cristian asks Ford why Markko doesn't like him. Ford admits that it might have something to do with Langston saw him in a state of undress but that Markko has no reason to be jealous because he isn't interested in Langston. Langston is upset when Markko tells her that Ford will be at her party.",
        "Todd and Tea discuss Daniela knowing that Todd is her father. Meanwhile, Daniela does an Internet search on Todd and reads about all of his crimes. Matthew comes over to Rachel's house and is surprised to see Dani there. She tells Matthew that Todd is her biological father. She says she can't believe her mother thinks Ross is a bad father when the alternative is Todd. She reveals to Matthew that she doesn't want to get to know Todd. When Tea returns to Rachel's apartment to pick up Dani and take her to Todd's house, she discovers that Dani is gone."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Cole: Okay. A mint hot chocolate, whipped cream, and sprinkles.",
        "Starr: Sprinkles?",
        "Cole: It is your birthday.",
        "Starr: That's what you said at the jewelry store.",
        "Cole: I know. I still say we should go back. I mean, your dad did give you that check.",
        "Starr: There's no way I'm spending all of this money on one necklace.",
        "Cole: Okay. I do believe that the instructions were for you to buy whatever you want.",
        "Starr: But my dad went overboard this time, even for him.",
        "Cole: Yeah. I can't really blame him. I mean, I understand him wanting to spoil your only daughter.",
        "[SCENE_BREAK]",
        "Kim: Hello? Earth to Stacy.",
        "Stacy: What?",
        "Kim: I'm sending Nigel out for some Rodi burgers. Do you want the usual -- triple decker maximized?",
        "Stacy: No, no. I'm not hungry.",
        "Kim: Aren't you supposed to be eating for two? Oh, God, you're not gonna start throwing up again, are you?",
        "Stacy: No. It's not morning sickness. I just can't think about food at a time like this.",
        "Kim: Like what? What's wrong?",
        "Stacy: Everything.",
        "Kim: Is this about pushing up the due date? Because even if Schuyler can't get his hands on the oxytocin, we'll figure out another way.",
        "Stacy: No, no. It's not that.",
        "Kim: Then what is it?",
        "Stacy: I'm gonna die.",
        "[SCENE_BREAK]",
        "Oliver: So, you're saying the baby could be mine?",
        "Kyle: I'm saying we can't jump to conclusions.",
        "Oliver: Are you kidding?",
        "Kyle: Okay. We don't know anything yet, Oliver. Deal with this like it's one of your cases. What would you do if you got brought a bunch of evidence and it could mean a lot of different things?",
        "Oliver: Track down every lead. Try to figure out the truth.",
        "Kyle: Okay, so that's what we're gonna do. We're gonna sort through the evidence, and we'll find out the truth.",
        "Oliver: Yeah, which could be that I'm a few weeks away from becoming a father.",
        "[SCENE_BREAK]",
        "Markko: Hey, man, what can I get you?",
        "Cristian: What can you get me? Come on. I can get it myself.",
        "Markko: Aw, come on. You're off the clock.",
        "Cristian: What are you doing here, anyway? Shouldn't you be spending the day with birthday girl?",
        "Markko: Yeah. We were shorthanded, and I could use the extra money -- you know, birthday presents, things like that.",
        "Cristian: Oh, I got you. Wait till you see Capricorn. Blair has got that place tricked out for the party tonight.",
        "Markko: Awesome. Langston is totally stoked.",
        "Ford: Hey, Markko.",
        "Markko: Oh, hey.",
        "Ford: What's Langston so stoked about?",
        "[SCENE_BREAK]",
        "Blair: What, did something happen between you and Ford?",
        "Langston: No. No, at least I don't think so. Okay. You see, last night, Markko and I were -- having sex, and all of a sudden out of nowhere, I thought about Ford.",
        "Blair: Oh.",
        "Langston: I'm a virtual slut.",
        "Blair: You are not.",
        "Langston: I don't want to cheat on my boyfriend. I love Markko.",
        "Blair: I know. I heard you.",
        "Langston: Well, then I shouldn't be having sex with him and thinking about another guy.",
        "Blair: What, you think you're the only person in the world that's ever done that?",
        "Langston: Other people do that?",
        "Blair: People do it all the time.",
        "Langston: Have you?",
        "[SCENE_BREAK]",
        "Téa: I explained to her, Todd. Daniella understands you're her father.",
        "Todd: How could you do this?",
        "Téa: What? Listen. Listen to me. Listen.",
        "Todd: We had an understanding here.",
        "Téa: Well, I know that we did.",
        "Todd: So, what's changed?",
        "Téa: Well, it's complicated.",
        "Todd: Did you not say that you thought that Dani needed time to heal?",
        "Téa: She does.",
        "Todd: Well, how does telling me that I'm her father gonna help her?",
        "Téa: Listen.",
        "Todd: It's not. It's gonna make things worse. No. Wait. You listen to me. Just listen to me for a second. She hates me. We both know that. I killed her father. She thinks I'm evil.",
        "Téa: Mm, not anymore.",
        "[SCENE_BREAK]",
        "Dani: Okay. Time to find out about the straight goods on Todd Manning.",
        "[SCENE_BREAK]",
        "Oliver: How can this be happening? I slept with Stacy once.",
        "Kyle: Could've been a lot worse.",
        "Oliver: Worse than getting her pregnant?",
        "Kyle: Yeah. You didn't use protection, Oliver, so yeah.",
        "Oliver: I was wasted.",
        "Kyle: Oh, God, and that makes it better?",
        "Oliver: No. I know. Kyle, I know it was dumb, but she said it was taken care of.",
        "Kyle: Come on, Oliver. You believed her?",
        "Oliver: Oh, how could I have been such an idiot?",
        "Kyle: Okay. Okay. Let's just stick to the facts. When, exactly, did this happen?",
        "Oliver: The night before I came out.",
        "Kyle: Hate to say it, but --",
        "Oliver: You don't have to. The timing is right.",
        "Kyle: She's telling Rex that the baby is due in February when it's actually due in March.",
        "Oliver: Yeah, but that doesn't mean it's mine.",
        "Kyle: Oliver --",
        "Oliver: She said that she had sex with Schuyler, too, right?",
        "Kyle: Apparently.",
        "Oliver: So, then maybe it's actually his, or -- you know what? -- Maybe it's neither of ours. She was trolling for a baby daddy. Who knows how many guys she slept with that week?",
        "Kyle: She did make a move on me.",
        "Oliver: See?",
        "Kyle: She was really desperate, too. She even tried to use her friend Kim to sweeten the deal.",
        "[SCENE_BREAK]",
        "Kim: Since when are you the grim reaper? I told you, oxytocin is totally safe.",
        "Stacy: No. It's not that. It's this.",
        "Kim: Okay. What are you doing with a will?",
        "Stacy: Rex's lawyer gave it to us to fill out.",
        "Kim: Is he trying to scare you to death?",
        "Stacy: He's trying to be a good father.",
        "Kim: Yeah, by convincing you you're gonna die?",
        "Stacy: I will someday.",
        "Kim: Yeah, when you're, like, 100 years old.",
        "Stacy: But, Kimmie, it's different with Mitch in the picture. Rex just doesn't want him to be able to take the baby if something happens to us.",
        "Kim: Okay, so who gets little nipper?",
        "Stacy: Rex wants Jessica and Natalie.",
        "Kim: What? Those bitches are gonna turn your kid into some whiny little goody two-shoes.",
        "Stacy: I know. I want somebody who's gonna raise my little girl like I would.",
        "Kim: Somebody to teach her to love fast cars and fast men?",
        "Stacy: Someone who's gonna keep me alive in my baby's eyes, the real me, someone like you.",
        "[SCENE_BREAK]",
        "Blair: Sweetie, everybody has fantasies. It happens all the time.",
        "Langston: Yeah, except it shouldn't happen when you're in bed with your boyfriend.",
        "Blair: Okay. Well, let's talk about that boyfriend. Now, is sex with Markko maybe not so --",
        "Langston: Oh, no ,no, no, no. It's great.",
        "Blair: It is?",
        "Langston: Yes, so I guess thinking about Ford makes me a total nympho.",
        "Blair: No. It does not make you a nymphomaniac, okay? Just stop right there. The only problem that I could foresee is if you were actually interested in Ford. Are you?",
        "[SCENE_BREAK]",
        "Markko: I forgot that you guys are roommates now.",
        "Cristian: Yeah. How do you guys know each other again?",
        "Markko: Oh, we used to work together.",
        "Ford: Markko did camera on David Vickers' reality show. I was a producer.",
        "Markko: Yeah. The show never made it to air.",
        "Ford: Oh, but now he's taking a film class at L.U.",
        "Markko: Ford is a T.A. That's a teacher's assistant.",
        "Ford: It's a big day tomorrow, first class. I hope you've started reading.",
        "Cristian: Ooh, then you better not stay out late tonight.",
        "Ford: Oh, big night?",
        "Cristian: Yeah. Langston and her friend Starr are having a double birthday party at Capricorn.",
        "Ford: Oh, yeah. I've been meaning to check that place out.",
        "Markko: Oh, man, you know, it's too bad it's a private event.",
        "Cristian: Yeah. It's a good thing I run the place. I can always get a roommate in.",
        "Ford: Yeah?",
        "Cristian: Definitely.",
        "Ford: No. I couldn't do that, I mean, unless it was okay with Markko.",
        "[SCENE_BREAK]",
        "[Printer whirring]",
        "[SCENE_BREAK]",
        "Todd: So, you don't think it's a problem that Dani knows the truth, huh?",
        "Téa: Not anymore, I don't.",
        "Todd: I don't believe this.",
        "Téa: Well, believe it. Dani is ready to meet you as her father.",
        "Todd: What did you do? Did you take her for some electroshock therapy?",
        "Téa: Yeah, yeah. That's exactly what I did, Todd.",
        "Todd: You did something, didn't you, because last time I saw her, she was ready to kill me.",
        "Téa: Well, like I said, things changed.",
        "Todd: Yeah. A few days ago, we weren't gonna see each other anymore, and she was never gonna forgive me.",
        "Téa: Well, a few days ago, Dani had reason to not forgive you. She thought you had killed her father.",
        "Todd: What do you mean, she thought I killed her father?",
        "Téa: Dani can't hold that against you anymore because Ross is alive.",
        "[SCENE_BREAK]",
        "Starr: Cole, would you ever give Hope a check like this for her 18th birthday?",
        "Cole: Well, hopefully, by then, I'll actually have a job.",
        "Starr: Stop.",
        "Cole: Well, I want to give her everything. Don't you?",
        "Starr: Yes, and we can, but it just might be hard for my dad.",
        "Cole: What, now that you're an adult?",
        "Starr: Yeah. When I was a kid, I counted on him. Whenever I needed something, he gave it to me.",
        "Cole: And now you don't need him.",
        "Starr: It probably seems like a good thing.",
        "Cole: But he is your dad.",
        "Starr: So, it's okay, how he treats you?",
        "Cole: Oh, well, you're worth it.",
        "Starr: Hey, if it makes you feel any better, I think he would do the same thing to anyone else.",
        "Cole: Anybody who's dating his daughter.",
        "Starr: Well, he feels like he needs to protect me, just like you want to protect Hope.",
        "Mitch: Pity. No matter how hard we try, we can't always protect our loved ones from the evil in this world.",
        "[SCENE_BREAK]",
        "Téa: Daniella and I -- please move your legs; thank you -- told Ross that we would not tell anyone he was alive.",
        "Todd: You're telling me.",
        "Téa: Well, I couldn't let you keep thinking you'd killed a man, Todd. What are you thinking?",
        "Todd: Thinking of calling the cops, actually.",
        "Téa: Don't call the cops.",
        "Todd: Uh, he was about to take a swan dive off a bridge with our daughter. He's dangerous, Téa.",
        "Téa: So are you, and I've defended you from the first minute I met you because I always knew you were more than just your flaws.",
        "Todd: My flaws. It's an interesting choice of words.",
        "Téa: Well, that's what they are, right? We all have them, human beings. We're not perfect. Look. Ross is not going to come after us again.",
        "Todd: How can you be so sure?",
        "Téa: I can't be. I'll tell you this. Face charges if he does.",
        "Todd: That didn't stop him before.",
        "Téa: He understands that we don't have a chance anymore, Todd. He understands we can't be a family anymore. Ross is the one who explained to Daniella that you're her father. He wants her to get to know you.",
        "Todd: Ross does?",
        "Téa: Yes. He's the one who convinced her to come here. You have him to thank for another shot at being your daughter's father.",
        "[SCENE_BREAK]",
        "[Knocks on door]",
        "Matthew: Rachel. Rachel, open up. It's Matthew, here to see my new home away from home.",
        "[Door opens]",
        "Matthew: Look. I won't really spend every ni --",
        "[SCENE_BREAK]",
        "Oliver: This baby could be anybody's.",
        "Kyle: It also means it could be yours.",
        "Oliver: Yeah, but when I found out Stacy was pregnant, I asked her if I was the father.",
        "Kyle: You did?",
        "Oliver: Yeah, and she said that it was Rex's.",
        "Kyle: Except she'd already lost Rex's baby and she has to make him believe that this one is his.",
        "Oliver: Okay, so then it has to be Schuyler's.",
        "Kyle: Why?",
        "Oliver: Because that's the only thing that makes any sense. Why tell Schuyler it's his kid if it isn't?",
        "[SCENE_BREAK]",
        "Stacy: You would be perfect.",
        "Kim: To take care of a baby?",
        "Stacy: Yeah. Why not?",
        "Kim: Well, what about Gigi?",
        "Stacy: You're kidding me, right?",
        "Kim: She already has a kid. She probably still has the, you know, instruction manual.",
        "Stacy: Yeah, and she hates me, and she'd turn the kid against me. You know what, she wouldn't even want it. She'd leave it on somebody's doorstep.",
        "Kim: So, maybe she picks someone good.",
        "Stacy: I don't want anybody Gigi picks. I want you. You're the closest thing I have to a real sister.",
        "Kim: Oh, Stace.",
        "Stacy: I know. Mostly, you're the only person I trust.",
        "Kim: I love you, honey --",
        "Stacy: I love you, too.",
        "Kim: And I would do anything for you. I would lie, cheat, blackmail. I'd even pimp for you --",
        "Stacy: I know.",
        "Kim: But I draw the line at diapers.",
        "[SCENE_BREAK]",
        "Kyle: Stacy doesn't do anything that isn't good for Stacy, so she has to have a really good reason to tell Schuyler this is his baby.",
        "Oliver: What, other than the fact that it actually is?",
        "Kyle: She wants Rex to believe that this kid is his, so why would Schuyler cover for her?",
        "Oliver: I don't know. You know, Kyle, I don't know what to believe. All I keep thinking is that I could have a baby.",
        "Kyle: I know.",
        "Oliver: What am I gonna do?",
        "Kyle: I know what we're not gonna do is panic.",
        "Oliver: Yeah. I think it might be too late for that.",
        "Kyle: Listen to me. We're gonna deal with this together, okay, no matter what we find out.",
        "Oliver: Okay.",
        "Kyle: So, what's the first step, Officer? How do you deal with a lying, scheming bimbo?",
        "Oliver: Head on.",
        "[SCENE_BREAK]",
        "Starr: Mitch Laurence --",
        "Cole: What the hell are you doing here?",
        "Mitch: I'm just spreading the word of God to the masses, for those who seek deeper meaning amidst the abyss of consumer culture.",
        "Cole: Well, we're not interested.",
        "Mitch: You're obviously in need of spiritual guidance, two lost souls such as yourselves with a baby born out of wedlock.",
        "Starr: Hope is the best thing that ever happened to us.",
        "Mitch: Well, we could hardly expect better, given your upbringing -- your mother the town tramp, your father a rapist --",
        "Cole: Shut your filthy mouth.",
        "Mitch: But you would honestly defend Todd Manning?",
        "Cole: Yes.",
        "Starr: Just don't. His words can't hurt us.",
        "Mitch: That's true. It was her father who hurt your mother, hmm?",
        "Cole: I said shut up.",
        "Mitch: Once he had sullied her, her life was ruined forever.",
        "Starr: Aah!",
        "[SCENE_BREAK]",
        "Langston: No. I am not interested in Ford.",
        "Blair: Okay.",
        "Langston: I love Markko.",
        "Blair: I heard you.",
        "Langston: He's my best friend. I mean, you know, he opens doors for me, and he always asks me how my day was and my opinions on things. When I get really tired, he rubs my feet until I fall asleep. He's it.",
        "Blair: I believe you.",
        "Langston: Good.",
        "Blair: So, you have nothing to feel guilty about about what happened.",
        "Langston: Right, except I can't stop thinking about Ford.",
        "[SCENE_BREAK]",
        "Markko: Sure. Come to the party.",
        "Ford: No. No, thanks. I can't.",
        "Markko: Aw, hot date?",
        "Ford: Yeah, actually, with the syllabus. The professor says I got to plan next week's seminar.",
        "Cristian: So, do it tomorrow. Come on. It'll be a cool party.",
        "Ford: What do you think?",
        "Markko: Me?",
        "Ford: Yeah. I mean, would it be weird if I came?",
        "Markko: No. No. It's not weird at all. In fact, you can be my guest.",
        "Ford: Sure Langston won't mind?",
        "Markko: Why would she mind? There's gonna be so many people, she won't even know you're there.",
        "Ford: All right. It's a date.",
        "[SCENE_BREAK]",
        "Langston: What is my problem? I mean, he is just some guy with a hot body.",
        "Blair: Well, Langston, sometimes that's about all you need.",
        "Langston: He's also got good looks and a killer smile.",
        "Blair: Ooh, that doesn't hurt, either.",
        "Langston: But so what? A lot of guys have that. That's never been enough for me.",
        "Blair: Will you listen to me? You are gonna be attracted to other guys, even though you still love your boyfriend.",
        "Langston: So, what am I supposed to do?",
        "Blair: Nothing.",
        "Langston: Nothing?",
        "Blair: As long as you know who you love, you're gonna be okay.",
        "Langston: Well, I just want to make sure that it doesn't happen again.",
        "Blair: Well, the only advice I can really give you on that one is, maybe just stay away from Ford.",
        "Langston: Right. Well, it shouldn't be too hard. I don't really have a reason to see him. Do you think I should tell Markko?",
        "Blair: Absolutely not.",
        "Langston: Why?",
        "Blair: Well, because you tell Markko, that's all Markko is gonna be able to think about, is you and Ford.",
        "Langston: Yeah. He kind of already does.",
        "Blair: All right, so you want to make him feel any more insecure than he already is? Tell you what. It'll be our little secret, okay?",
        "Markko: What secret?",
        "[SCENE_BREAK]",
        "Matthew: Dani?",
        "Dani: Hey.",
        "Matthew: Oh, my God, I can't believe you're here.",
        "Dani: Missed you, too.",
        "Matthew: I thought I'd never see you again.",
        "Dani: Yeah. Me, too.",
        "Matthew: So, why are you at my sister's apartment?",
        "Dani: It's kind of a long story.",
        "Matthew: What's wrong?",
        "Dani: I don't know.",
        "Matthew: Tell me.",
        "Dani: I found all these.",
        "Matthew: What is it?",
        "Dani: Todd Manning.",
        "Matthew: Oh.",
        "Dani: Did you know about this stuff, everything that he's done?",
        "Matthew: Yeah.",
        "Dani: Oh, I guess everybody knows except me.",
        "Matthew: Hey, why are you looking at that stuff, anyway? It's just gonna make you more upset.",
        "Dani: Because I have to.",
        "Matthew: Why?",
        "Dani: Because Todd is my father.",
        "[SCENE_BREAK]",
        "Todd: So, you and Dani are here because of Ross.",
        "Téa: I know it sounds crazy, but when Ross found out that Dani had held a gun on you, he realized what was at stake. He didn't want his daughter to become a murderer.",
        "Todd: Better late than never, I guess.",
        "Téa: Yeah. He realized what he had done to her, that she could've thrown away the rest of her life by following his example, and he loved her enough to let her go. Now you have to love her enough to let Ross go.",
        "Todd: I do, huh?",
        "Téa: Yeah. You do if you want any kind of relationship with your daughter. Dani still loves Ross very much. If you do anything to hurt him, she will take his side against you in a moment's notice. Oh, do you have any idea how lucky you are? She despised you. She wanted nothing to do with you because she thought you had killed her father, and now, just like that -- everything has changed. You have another shot at your daughter. Don't blow it.",
        "[SCENE_BREAK]",
        "Stacy: Wait. You don't want my baby?",
        "Kim: Honey, it's not that I don't want your baby. I don't want any baby. I wouldn't even know what to do with a baby.",
        "Stacy: But you wouldn't have to do anything.",
        "Kim: Hey, TV is good, but it's not that good.",
        "Stacy: No. It's not like Rex and I are gonna go croak tomorrow, and by the time we do, you and Clint will be married.",
        "Kim: I didn't think of that.",
        "Stacy: You'll be a billionaire. The baby will be a billionaire. You could hire an entire staff to feed it and hold it.",
        "Kim: Change it.",
        "Stacy: You wouldn't have to do anything. You'll never ever have to do anything. Just be a name on the dotted line.",
        "Kim: I don't even know why we're talking about this. Nothing is gonna happen to you or Rex --",
        "Stacy: Hey, knock on wood when you say that.",
        "Kim: And even if something did, Schuyler would totally take the baby.",
        "Stacy: You think?",
        "Kim: Come on. The guy practically has \"number-one dad\" tattooed on his forehead.",
        "Stacy: Yeah, only he's not the dad.",
        "Oliver: Stacy, we need to talk.",
        "Kim: Who let you in?",
        "Oliver: Oh. Showed this to the English dude at the door.",
        "Stacy: Look. I know what Rex said, Oliver, but I really don't think I need a bodyguard while I'm here.",
        "Kyle: Oh, no. You just need an ass-whooping.",
        "Kim: Excuse me? Who the hell do you th --",
        "Stacy: For what?",
        "Oliver: For telling me that's not my baby inside you when you know damn well it could be.",
        "[SCENE_BREAK]",
        "Blair: I was just telling Langston here what I got Starr for her birthday. So, we're cool?",
        "Langston: Uh, sure.",
        "Blair: Great. Well, you guys better head on over to Capricorn because I have planned a birthday bash for the birthday girls that's set for a queen, okay? Have a good time, guys.",
        "Langston: We will.",
        "Blair: Get my purse.",
        "Langston: Okay.",
        "Markko: Bye.",
        "Blair: Bye.",
        "Langston: I thought you were supposed to be at work.",
        "Markko: Well, Cris cut me loose. He thought I might want to spend the day with you.",
        "Langston: Well, remind me to thank him later at the party.",
        "Markko: About that --",
        "Langston: What?",
        "Markko: Well, Ford was at Buenos Dias with Cris, and we kind of --",
        "Langston: No. You didn't get into it with him again, did you?",
        "Markko: Not exactly.",
        "Langston: What do you mean, not exactly?",
        "Markko: It means I wanted to but I took the high road.",
        "Langston: So, you didn't say anything?",
        "Markko: Even better. I invited Ford to Capricorn tonight.",
        "Langston: What did you do that for?",
        "[SCENE_BREAK]",
        "Oliver: So, is it Schuyler's or mine? No. Don't look at her. She can't help you now.",
        "Stacy: What makes you think this baby is yours?",
        "Oliver: Uh, we spent the night together.",
        "Stacy: Because you were totally wasted. What makes you think we had sex?",
        "Oliver: Because you told me we did.",
        "Stacy: Oh, come on, Oliver. You've known me long enough to know that just because I say something, doesn't mean it's the truth.",
        "Kyle: Oh, that's reassuring.",
        "Stacy: Don't judge me. He's the one who was too drunk to remember what happened, okay?",
        "Oliver: Oh, come on. I know when I have sex with a woman.",
        "Kim: Because of all your experience?",
        "Oliver: Oh, just because I'm gay doesn't mean that --",
        "Kim: Oh, please. You wouldn't know your way around a woman with a GPS.",
        "Stacy: Okay. It doesn't matter what happened. The baby is Schuy's.",
        "Kyle: How would you know? There was nothing on your chart about CVS.",
        "Kim: Is she supposed to know what that is?",
        "Kyle: It's chorionic villi sampling. It tests for abnormalities in the fetus, but it's also a paternity test.",
        "Stacy: And it could hurt the baby, which is why I wasn't about to --",
        "Kyle: Prove Rex isn't the father?",
        "Kim: That's it. Enough of your scare tactics.",
        "Kyle: Oh, this is not scare tactics, sweetheart. This is real.",
        "Kim: All this stress isn't good for Stacy and her baby.",
        "Kyle: Yeah. It's not just her baby.",
        "Kim: It's not yours, either. I want you out.",
        "Kyle: All right. Fine. Fine, but if we don't leave here without proof of that baby's paternity, we're going straight to Rex and Schuyler, and once they find out what we have to say, there won't be a moat big enough to keep you safe.",
        "[SCENE_BREAK]",
        "Matthew: What are you talking about? Ross is your dad.",
        "Dani: He is, was, in every way that counts except for the one that my mom lied about. Todd Manning was the one that got her pregnant.",
        "Matthew: I'm sor -- I don't know what to say?",
        "Dani: It's okay. I don't know what to say, either. Like there's some guide book -- \"what to do when you find out your life has been a lie.\"",
        "Matthew: I wish I could've had a copy of that.",
        "Dani: Wait. This happened to you, too?",
        "Matthew: Eh, I'll tell you the story some other time.",
        "Dani: Sure. Maybe we can start our own club.",
        "Matthew: So, after all these years, Ross and your mom were lying to you?",
        "Dani: Well, Dad had nothing to do with it. My mom decided to screw with our lives all by herself.",
        "Matthew: So, why is she telling you the truth now?",
        "Dani: Because it doesn't matter how far my mom gets away from Todd. She can't let him go.",
        "Matthew: So, she wants to be with him?",
        "Dani: I don't know who's sicker, Todd Manning for everything that he's done or my mother for loving him.",
        "[SCENE_BREAK]",
        "Todd: So, now that she's knows the truth, she's gonna want it all, isn't she?",
        "Téa: Oh, kind of like leading her through a minefield.",
        "Todd: She doesn't know anything about me?",
        "Téa: Mm, nothing except the fact that you're her father. She doesn't know anything about Starr or Jack or Sam.",
        "Todd: Or anything else from my colorful past.",
        "Téa: I didn't think it was my place to tell her.",
        "Todd: She's gonna find out sooner or later. I can't keep it secret.",
        "Téa: You have to tell her, Todd. You have to be the one to tell her.",
        "Todd: Yeah. I know.",
        "Téa: You're not the only one with some explaining to do. After all this, oh, Daniella is not gonna look at either one of us the same way again.",
        "Todd: You know, I think there a flight leaving for Tahiti in half an hour.",
        "Téa: I'm not going without you.",
        "Todd: Ha ha ha! You sure?",
        "Téa: Ah, I love you, Todd. We can get through this together. I know we can.",
        "Todd: Thanks for coming back to me.",
        "Téa: Thanks for being here for me to come back to.",
        "Todd: Where the hell else am I gonna go?",
        "Téa: I guess part of me was scared you'd go back to Blair. Thanks for not doing that.",
        "[Door opens]",
        "Blair: Todd, how are you -- feeling?",
        "[SCENE_BREAK]",
        "Man: What's going on here?",
        "Starr: Nothing. He tripped.",
        "Man: That true?",
        "Mitch: Oh, I merely wish to spread the word of the Lord.",
        "Man: There's no solicitation on the property.",
        "Mitch: Why, I can't uplift the bearing multitudes?",
        "Man: Not without a permit. It's the law.",
        "Mitch: Very well. Mm, please keep in mind what I said. You two and your little Hope will always be welcome in my church. Oh, and, Starr, happy birthday.",
        "[SCENE_BREAK]",
        "Blair and Téa: What the hell are you doing here?",
        "Blair: I live here.",
        "Téa: Of course you do.",
        "Blair: And what are you doing back? I thought you left the country forever.",
        "Téa: And you just wanted to make sure that Todd's bed didn't get cold?",
        "Todd: Now, it's not like that.",
        "Blair: Oh, Todd, you spoil all the fun.",
        "Todd: We're not sleeping together. Tell her.",
        "Blair: He's right. We're not sleeping together. Actually, the boys and I are just living here until I find more suitable accommodations. Trust me; I am not interested in Todd.",
        "Todd: Mm-hmm. It's a necessary evil.",
        "Téa: I'm debating whether or not to believe you.",
        "Todd: When you're finished, can we go see Daniella?",
        "Téa: I'll go get her.",
        "Blair: Okay. Daniella?",
        "Todd: Yes. We have to talk, the 3 of us.",
        "[Door slams]",
        "Blair: About what?",
        "Todd: Some stuff.",
        "Blair: What are they doing back here? They run out of sunscreen?",
        "Todd: Daniella knows that I'm her father, so we have to make it stick now.",
        "[SCENE_BREAK]",
        "Dani: My mother dragged me back here to get to know Todd better. Can you believe that?",
        "Matthew: I know I wouldn't want to.",
        "Dani: This is what she wants me to know, that the guy who made me is a rapist, that he escaped from jail and killed some guy, that later on, he was suspected of killing someone else, then held a bunch of people hostage? I mean, come on. What hasn't he done? He's hurt practically everyone in this town. There's even something about your mother in here. Todd came after her. Is that true?",
        "Matthew: Yeah.",
        "Dani: How can he be walking around freely? Why has no one come after him?",
        "Matthew: I don't know.",
        "Dani: My mom used to talk so much crap about my dad -- how I shouldn't be around him, how he didn't deserve me, how he wasn't good enough to be my father. He isn't good enough to be my father, but Todd Manning is.",
        "[SCENE_BREAK]",
        "Cristian: You know, I'm really glad you're coming to the party tonight, but what's the deal with you and Markko?",
        "Ford: Me and Markko?",
        "Cristian: Yeah. I suggest next time, you should try [Indistinct]. It'd be a lot faster. Seriously, what's the deal?",
        "Ford: Oh, it's because of some comment I made about his documentary.",
        "Cristian: That's it?",
        "Ford: Yeah. What else would it be?",
        "Cristian: I don't know. It just seems to be a lot more than that.",
        "Ford: Uh, it might also have something to do with Langston.",
        "[SCENE_BREAK]",
        "Markko: Why don't you want Ford to come?",
        "Langston: Because I know you don't like him.",
        "Markko: Well, so?",
        "Langston: Well, so if he's there, you're not gonna have a good time, and I don't want anything to spoil tonight.",
        "Markko: Do you really think I'm gonna let anything spoil your birthday party?",
        "Langston: Well, I know you won't want to, but --",
        "Markko: I told you, I took the high road. You know, I'm kind of proud of myself.",
        "Langston: So, you just invited him out of the kindness of your heart?",
        "Markko: All right. Cris started talking about the party, and before I knew it, he was inviting Ford, and, you know, Ford is new in town. He doesn't know anybody, so I took pity on him, and I said he could come tonight. Was that wrong? Do you want me to disinvite him?",
        "[SCENE_BREAK]",
        "Kim: You better go see your friend Roxy, Kyle. Your roots are showing.",
        "Kyle: What's that supposed to mean?",
        "Kim: Once a blackmailer, always a blackmailer. You really gays a bad name.",
        "Kyle: And you and Stacy ain't exactly doing strippers and sluts any favors, either.",
        "Oliver: Okay. This isn't solving anything. What's it gonna be, Stacy?",
        "Stacy: You really think we're gonna tell you anything?",
        "Oliver: Yeah, because if you don't, we're gonna go right to Rex and Schuyler.",
        "Kim: Go ahead.",
        "Oliver: Fine.",
        "Kyle: All right.",
        "Kim: We'll do the same, only Kyle will be the one who'll suffer.",
        "Oliver: What does that mean?",
        "Kim: My boss, Clint Buchanan, has hospital board members in and out of his office all the time. You guys spill one word to Rex or Schuyler, and I'll make sure they find out how Kyle got his info.",
        "Stacy: And he's supposed to not use private medical information to blackmail a patient. It's against the Hippocratic Oath.",
        "Kim: You'll be throw out of med school so fast, your head'll spin. You'll never get to play doctor.",
        "Stacy: Check and mate, bitches.",
        "[SCENE_BREAK]",
        "Cristian: So, why is Markko pissed at you about Langston?",
        "Ford: Might have something to do with an incident where Langston saw me not fully clothed.",
        "Cristian: So, Markko is jealous.",
        "Ford: Oh, maybe, but he has no reason to be. The whole thing was totally innocent.",
        "Cristian: And you're not interested in Langston.",
        "Ford: Please. I mean, don't get me wrong. She's a great girl. She's pretty. She's cool. She's, you know, smart, but she's not for me. Believe me, Markko has nothing to worry about.",
        "[SCENE_BREAK]",
        "Markko: I knew it. I knew I should've talked to you before I invited Ford. It's just, you know, Cris started talking about the party, and Ford just looked so pathetic.",
        "Langston: Don't worry about it.",
        "Markko: Yeah?",
        "Langston: Yeah. It'll be fine.",
        "Markko: You know, Ford'll probably just end up hanging out with Cris and Layla the whole night, anyway, right?",
        "Langston: Right, with all the other people who can legally drink.",
        "Markko: Hey, you won't even know he's there.",
        "Langston: Right.",
        "Markko: So, looks like we have the place to ourselves.",
        "Langston: Oh, don't think about it.",
        "Markko: Oh, what? Think about what?",
        "Langston: Markko, we have to go get cleaned up before the party.",
        "Markko: Which is why we should take a shower.",
        "Langston: No. Markko --",
        "Markko: Come on. I'll even let you wash my hair.",
        "Langston: No. Come sit down. Sit down. Markko, you know that I think you're the best, right? I mean, like, every time you open the door for me or you rub my feet --",
        "Markko: Or when I wash your hair.",
        "Langston: It reminds me of how much I love you.",
        "Markko: Yeah. Come on.",
        "Langston: No. I'm serious.",
        "Markko: Well, you make it easy to do all those things. I love you.",
        "Langston: Me, too.",
        "[SCENE_BREAK]",
        "Matthew: My parents have tried to put Todd away a bunch of times.",
        "Dani: Well, yeah, being the commissioner and the D.A.",
        "Matthew: Look. If anyone could --",
        "Dani: But they can't?",
        "Matthew: Walks every time.",
        "Dani: Well, I wish I could walk. I wish I could walk away and never come back.",
        "Matthew: But then I wouldn't be able to see you, either.",
        "Dani: Well, I want to see you. I just wish I didn't have to see Todd. I don't want to deal with him. I don't want to know anything about him, and I definitely don't want him to know me.",
        "Matthew: You don't have to.",
        "Dani: Yes, I do. My mom is coming back to take me to see him.",
        "Matthew: Then just tell her you don't want to.",
        "Dani: Like she'll listen. She'll just figure out a way to talk me into it like she always does.",
        "Matthew: What can I do?",
        "Dani: I don't know. I don't think you can do anything.",
        "Matthew: I just really hate seeing you like this.",
        "Dani: Me, too.",
        "Matthew: So, let me help you, all right? You name it, and I will do it for you.",
        "[SCENE_BREAK]",
        "Blair: Well, I have to say, I'm surprised.",
        "Todd: Yeah. I know. I didn't think I'd see Téa, either.",
        "Blair: Well, that and then, you know, after everything that happened with Ross, I'm just surprised that you would tell Dani that you're her father.",
        "Todd: Yeah. I know. I didn't think I would do that, either.",
        "Blair: And?",
        "Todd: And things have changed.",
        "Blair: Okay. Well, good. Good, because she deserves to know the truth, but, Todd, I just don't want you to get your hopes up and think that you're gonna have this great father-daughter reunion.",
        "Todd: Now, why would I expect that? Do you think that I think it's gonna be some kind of bonding event?",
        "Blair: Yeah, because that's what you do. You have a habit of, you know, rushing things.",
        "Todd: No. Believe me, I know this is not something that I can buy my way out of.",
        "Blair: All right. Well, I want you to remember that because I have a feeling it's gonna take Dani a long time before she can deal with what you did.",
        "Todd: Yeah. I know. I'd be lucky if she ever did.",
        "[SCENE_BREAK]",
        "Téa: I'm back. Daniella? Rachel? Dani, where are you?",
        "[SCENE_BREAK]",
        "Cole: Are you okay?",
        "Starr: That was creepy.",
        "Cole: I'm really sorry.",
        "Starr: For what?",
        "Cole: Letting Mitch ruin your birthday.",
        "Starr: No. He didn't ruin anything. This was the best birthday ever.",
        "Cole: How?",
        "Starr: Let's see. I have you. We have the best daughter in the whole wide world, and I have a cup of mint hot chocolate. What more could I ask for?",
        "Cole: You could spend your dad's money.",
        "Starr: Oh. Oh, yeah. I forgot. Hee hee!",
        "[SCENE_BREAK]",
        "Kyle: You don't have any shame, do you?",
        "Kim: Not at all.",
        "Stacy: And proud of it.",
        "Kyle: You're hurting innocent people.",
        "Kim: Like who?",
        "Kyle: Rex and Roxy think that baby is part of their family.",
        "Oliver: Yeah, and they're worried sick about what'll happen if Mitch Laurence gets his hands on it.",
        "Stacy: Ha! Rex and Roxy are worried? I'm the one Mitch Laurence attacked.",
        "Kyle: Because you're carrying Rex's baby. You think he would give a rat's ass about that kid if he didn't think it was his grandchild? You're putting yourself and that baby in danger.",
        "Kim: That's it. I'm calling security.",
        "Oliver: No. No. Never mind. We'll go.",
        "Kim: Don't pay any attention to them.",
        "Stacy: Kind of hard not to.",
        "Kim: They're not gonna say anything, not when we can hurt them as much as they can hurt us.",
        "Stacy: You sound so sure about that.",
        "Kim: Because I am. Nothing is gonna happen to you or your baby.",
        "[SCENE_BREAK]",
        "Kyle: We can't let them get away with this. I'll go to Rex and Schuyler right now.",
        "Oliver: What for?",
        "Kyle: To tell them the truth.",
        "Oliver: And what if Kim does what she says? What if she reports you to the hospital?",
        "Kyle: Stacy is lying about your baby, Oliver. That's more important than anything else.",
        "Oliver: Than your career, than becoming a doctor?",
        "Kyle: I don't care. I don't care, not if that's your kid.",
        "Oliver: Yeah? Well, I do.",
        "Kyle: Oliver --",
        "Oliver: I'm not letting you throw away your future because of something we're not even sure about.",
        "Kyle: We can't let Stacy get away with this.",
        "Oliver: We won't. Kyle, we won't. As soon as she has the baby, we're gonna get a DNA test.",
        "Kyle: You sure you can wait that long?",
        "Oliver: It won't be too long, but in the meantime, we got to keep quiet while I make sure nothing happens to Stacy or the baby that could be mine."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=hNbV3x9xZXc"
}