{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Kate:\r\nI mean it, Ian. Get out of my way.",
        "Ian:\r\nI'm not letting you go, not like this.",
        "Kate:\r\nI have no intention of discussing my private life with you.",
        "Ian:\r\nKate, what I --",
        "Kate:\r\nYou follow me to a restaurant, and then you jump to conclusions because you see\r\nthat I'm not with my boyfriend, and then you pump the bartender for information?",
        "Ian:\r\nI did what?",
        "Kate:\r\nI do not give a damn what you have to say.",
        "Ian:\r\nNo one followed you anywhere. I went into a bar to have a drink.",
        "Kate:\r\nThere are 10,000 bars in Manhattan.",
        "Ian:\r\nAnd I went to the one that you recommended. I thought we were becoming friends.",
        "Kate:\r\nYeah, I thought so, too, but I guess I was wrong.",
        "Ian:\r\nI guess so because friends don't lie to each other, do they?",
        "Kate:\r\nNow, are you going to get out of my way, or do I have to scream bloody murder to\r\nget out of here?",
        "Ian:\r\nNo, go. Sure, go, go. And keep running when someone catches you in a lie. It's\r\nvery mature.",
        "Kate:\r\nOh. Oh, you're going to lecture me on maturity? You know what? I don't think\r\nwe're done here.",
        "Marissa:\r\nSo, you think he's going to make it out of surgery?",
        "Jamal:\r\nMaybe, maybe not. If he does, he's one lucky pimp. I tell you, if we hadn't\r\nfound him, he'd probably be dead.",
        "Marissa:\r\nYou know, I know this guy's a really bad dude, but, man, Jamal, you saw what was\r\nleft of him, right?",
        "Jamal:\r\nYeah, brutal is what it was.",
        "Marissa:\r\nYeah.",
        "Jamal:\r\nI never thought a comic book hero would put the beatdown on somebody like that.\r\nHey.",
        "Doree:\r\nOk, you two.",
        "Jamal:\r\nAny word on that pimp?",
        "Doree:\r\nHe's still breathing. But we still have a few questions for you.",
        "Marissa:\r\nOh, great, because you know what? I've got some questions for you, too.",
        "Officer:\r\nEasy, miss. You're not on a school field trip.",
        "Jamal:\r\nLook, I don't know what you want us to tell you, officers. We only found the\r\nguy, we didn't see him beat him up or anything.",
        "Doree:\r\nBut you suspect that --",
        "Marissa:\r\nIt's the shadowy avenger.",
        "Doree:\r\nYou sound sure about that.",
        "Marissa:\r\nIt's got to be. So any idea who it is yet?",
        "Doree:\r\nLook, there's been no confirmation this so-called vigilante was ever actually\r\ninvolved --",
        "Marissa:\r\nBut the guy that's in there got totally pounded exactly --",
        "Chris:\r\nBut not totally enough. He's -- he's going to make it.",
        "Doree:\r\nRight. Call it in, jerry.",
        "Jerry:\r\nI'm on it.",
        "Marissa:\r\nSo, Dr. Ramsey, you must be pretty psyched, saving the life of the man who was\r\n--",
        "Chris:\r\nI just did my job, ok? If there were any real justice in this world, that guy\r\nwould be on his way to the morgue right now.",
        "Victor:\r\nI hope I'm not too late for dessert.",
        "Lucy:\r\nToo -- dessert? What?",
        "Victor:\r\nFresh peach. Monk told me that Rafe and livvie were coming for dinner, and Mary\r\nwas baking pies today, so I -- Lucy, what's wrong?",
        "Lucy:\r\nOh, nothing. They were here. They left. Rafe had to take livvie to the hospital.",
        "Victor:\r\nOh, good heavens.",
        "Lucy:\r\nNo, it's ok. I think it's just, you know, first pregnancy jitters.",
        "Victor:\r\nSo you think everything's ok with livvie?",
        "Lucy:\r\nOh, yeah. Yeah, yeah, yeah, yeah. No, no, no, no. I don’t. Oh, victor, listen\r\n-- doc is upstairs, and I really, really -- I just don't want him to hear this.\r\nI mean, I don't want him to know that we had this conversation. Could we just\r\nnot ever say that we had this conversation but still have it?",
        "Victor:\r\nOh, dear. All right. My -- my lips are sealed, but my ears are open.",
        "Lucy:\r\nOk, good. I don't think livvie is ok. I think she's headed for big trouble.",
        "Alison:\r\nI told you that I would leave the both of you alone. What more do you want from\r\nme?",
        "Livvie:\r\nI'm just saying that you can't have my husband. Do you understand that? It's\r\nnever going to happen, ever --",
        "Alison:\r\nI never said that.",
        "Livvie:\r\nOh!",
        "Alison:\r\nWhat is the matter with you?",
        "Livvie:\r\nI can't do this.",
        "Alison:\r\nWhat is --",
        "Livvie:\r\nStop it!",
        "Alison:\r\nWhat are you talking about?",
        "Livvie:\r\nDon't touch me!",
        "Alison:\r\nWhat are you -- ow!",
        "Livvie:\r\nDon't do this to me!",
        "Alison:\r\nLivvie! Livvie!",
        "Rafe:\r\nOh, god. Livvie, are you ok?",
        "Alison:\r\nOh, my god.",
        "Rafe:\r\nLivvie?",
        "Alison:\r\nLivvie? Livvie?",
        "Rafe:\r\nHelp! We need help over here now!",
        "Deniece:\r\nWhat happened?",
        "Rafe:\r\nShe fell.",
        "Deniece:\r\nDon't move. Stay where you are and keep still.",
        "[Livvie\r\ngroans]",
        "Alison:\r\nIs she going to be ok?",
        "Livvie:\r\nAlison -- Alison, stay away from her, all right? Now, go away!",
        "[Captioning\r\nmade possible by ABC, Inc.]",
        "Marissa:\r\nOh, wait -- hold on, doctor. You don't really mean --",
        "Chris:\r\nYou heard me.",
        "Marissa:\r\nYeah, but doctors usually don't want their patients --",
        "Doree:\r\nDead?",
        "Marissa:\r\nRight.",
        "Doree:\r\nWell, write this one down -- Chris Ramsey isn't your typical doctor.",
        "Chris:\r\nYeah, and that guy in there is not your typical collar, and you know it.",
        "Doree:\r\nHe's still innocent until proven guilty, doctor.",
        "Chris:\r\nOh, I see. So I should just keep my mouth shut week after week and patch up all\r\nthe girls he sends in here who look like they've been hit by a Mack truck. Is\r\nthat it?",
        "Doree:\r\nChris, we don't know that --",
        "Chris:\r\nThe guy takes their money, and he beats the hell out of them. In fact, he just\r\nlives to beat up women. If you ask me, he got everything he deserved.",
        "Doree:\r\nOh. So you think the police should just quit and let this shadowy avenger run\r\nthe whole town?",
        "Chris:\r\nThat's exactly what I think. It's the smartest thing you've ever said.",
        "Doree:\r\nOh, really?",
        "Chris:\r\nYes.",
        "Doree:\r\nWell, I can think of --",
        "Chris:\r\nAs a matter of fact, I am for whoever keeps the streets of this town safe, and\r\nthere's a lot of other people who feel the same way. It's just about time that\r\nsomebody stood up and said so, ok? That's that. And you and you and you can\r\nquote me. Hi. Chris Ramsey.",
        "Marissa:\r\nAnything you say.",
        "Reporter:\r\nDoctor, we're set up if you're ready to give that interview on that vigilante\r\nhero.",
        "Chris:\r\nYou bet I am.",
        "Doree:\r\nWait a minute. When did you become spokesman for this psycho?",
        "Chris:\r\nDoree.",
        "Doree:\r\nI want to hear it, Chris. Come on, what's in this for you?",
        "Livvie:\r\nRafe, if we lose the baby --",
        "Rafe:\r\nShh. Take it easy. It's ok.",
        "Livvie:\r\nOh -- ow!",
        "Deniece:\r\nLivvie, you need to calm down. Just breathe deep.",
        "Livvie:\r\nMy god, I fell so hard! I fell so hard!",
        "Rafe:\r\nNo, it's going to be ok. It's going to be ok. It's all right.",
        "Dr.\r\nNeumann: Livvie, what happened? My pager just went off.",
        "Rafe:\r\nShe fell down the stairs.",
        "Dr.\r\nNeumann: Let me take a look.",
        "Deniece:\r\nI'll get the lab draw tray.",
        "Rafe:\r\nWhat about the baby?",
        "Livvie:\r\nThe truth, doctor, please.",
        "Dr.\r\nNeumann: Well, in an early stage of pregnancy with such a hard fall, there could\r\nbe a serious problem.",
        "Livvie:\r\nMy god!",
        "Dr.\r\nNeumann: We're going to need to do some tests on you, and we should run a blood\r\ntype test on you in case your wife has any internal hemorrhaging.",
        "Rafe:\r\nBut there's a chance, right? I mean, the baby's going to be ok, right?",
        "Livvie:\r\nOw!",
        "Dr.\r\nNeumann: Well, I promise, we'll do what we can.",
        "Livvie:\r\nRafe, please --",
        "Rafe:\r\nAll right.",
        "Livvie:\r\nPlease, promise me -- promise we'll try again, please.",
        "Rafe:\r\nI know. I promise.",
        "Livvie:\r\nYou have to -- you have to promise me, please!",
        "Rafe:\r\nOk -- ok, yes. Yes, I promise.",
        "Livvie:\r\nOk. Ok.",
        "Jack:\r\nHey, Alison.",
        "Alison:\r\nOh, my god. Thank god you're here. It was so awful.",
        "Jack:\r\nWhat? What happened?",
        "Alison:\r\nAs soon as you left to go down to the car, livvie started arguing with me, and\r\nshe fell.",
        "Jack:\r\nShe fell?",
        "Alison:\r\nShe fell all the way down the stairs.",
        "Jack:\r\nWell, is she all right?",
        "Alison:\r\nI don't know.",
        "Jack:\r\nWell, what about --",
        "Alison:\r\nThe baby -- I don't know.",
        "Jack:\r\nOh, my god.",
        "Alison:\r\nJack, no matter what I think about livvie, I would never want anything bad to\r\nhappen to her or this baby. That's Rafe's baby.",
        "Jack:\r\nWell, no, of course not.",
        "Alison:\r\nIt was an -- it was an accident. I never meant for anything to happen, I swear\r\nto you.",
        "Jack:\r\nI know. I know you didn’t.",
        "Alison:\r\nI was just about to tell her and I was trying to tell her that I was going to\r\nstay away from her and from Rafe and I was going to leave them alone, but she\r\nstarted, like, yelling at the top of her lungs and making this huge scene,\r\nflailing her arms and everything else. And it was like she was, like, pushing\r\nme, almost like she wanted me to push her back or something, like she really\r\nwanted to fall down the stairs or something.",
        "Rafe:\r\nIs that what you want to think, Alison?",
        "Alison:\r\nRafe.",
        "Rafe:\r\nThat make you feel better?",
        "Kate:\r\nI don't know what kind of fools you're used to dealing with, doctor, but you\r\nhave no right to question me about my private life.",
        "Ian:\r\nThat's not what I was doing.",
        "Kate:\r\nIs your life really so pathetic that you need to follow me around?",
        "Ian:\r\nHey, hey, hey! You're the one who keeps telling me about this great guy of yours\r\nand how hard it is to have a long-distance relationship, and then you tell me\r\nabout this wonderful evening you spent with him. Well, so I asked you about it\r\nbecause I thought maybe you'd want to talk about it. I was wrong. You didn't\r\nwant to talk about it, so I'm sorry. I'm sorry.",
        "Kate:\r\nDoes this \"I'm so concerned about my friends\" act really work for you?",
        "[Pager\r\nbeeps]",
        "Ian:\r\nWhat's the matter with you? This is not an act.",
        "Kate:\r\nSaved by the bell.",
        "Ian:\r\nIt's the hospital. I got to go.",
        "Kate:\r\nYeah, another friend in need?",
        "Ian:\r\nYou know, I don't have time for this right now. I got to wake up my son, get the\r\nbabysitter, and get to work.",
        "Kate:\r\nNo, no, don’t.",
        "Ian:\r\nDon't what?",
        "Kate:\r\nDon't wake the baby, I'll watch him.",
        "Ian:\r\nYou're going to watch my boy after what we just --",
        "Kate:\r\nYeah, yeah, after everything that you did. You know, I don't like you, Ian, but\r\nDanny is a great little kid. So just -- just go, ok? You said you had a hard\r\ntime putting him to sleep. Just let him be. I can make more calls to my\r\nimaginary boyfriend.",
        "Ian:\r\nAh. All right. Ok, I get it. No more questions about your private life. So, what\r\nis this, you're trying to make me feel guilty?",
        "Kate:\r\nYou know, it's not all about you, Ian. I like Danny, even though I think his\r\nfather is an ass. How's that for honesty?",
        "Ian:\r\nIt's a start. Does it feel strange?",
        "Kate:\r\nOh, Ian, if you only knew.",
        "Chris:\r\nI have a reporter waiting. What do you want?",
        "Doree:\r\nOut with it, Chris. What are you really up to here?",
        "Chris:\r\nI'm not up to anything. Ok? I meant every word I said. I think this vigilante's\r\nthe best thing to happen to this town in years.",
        "Doree:\r\nSo sit back, let him take the law into his own hands --",
        "Chris:\r\nYou know what? I think you're just concerned because he's making your job\r\nirrelevant.",
        "Doree:\r\nNo, we just don't know if we can trust --",
        "Chris:\r\nOr is it that because you're angry with me because we're not seeing each other\r\nanymore?",
        "Doree:\r\nChris, this isn't personal.",
        "Chris:\r\nOh, no, doree, everything is personal. Excuse me.",
        "Doree:\r\nRight.",
        "Chris:\r\nHey, why don't we get this interview started.",
        "Marissa:\r\nJamal, they'll scoop me. You know, out of nowhere, we've got reporters all over\r\nthis place, and if I don't get my -- hello?",
        "Jamal:\r\nWhat?",
        "Marissa:\r\nDid you hear me? They are stealing my ink.",
        "Jamal:\r\nMarissa, you don't even work for a newspaper. What are you talking about?",
        "Marissa:\r\nNot yet, but you know what? If I get this story, I can work anywhere I want. All\r\nI have to do is figure out who this vigilante is, and then -- hello? Earth to\r\nJamal.",
        "Jamal:\r\nWhat?",
        "Marissa:\r\nHelp here.",
        "Jamal:\r\nNo, look, I'm just thinking that no one's even mentioned -- I mean -- it's\r\nobvious they haven't even talked about what's going on here.",
        "Marissa:\r\nWhat?",
        "Jamal:\r\nLook, this shadow guy -- every time he comes up. What's his M.O.?",
        "Marissa:\r\nJamal, that's simple -- he's chasing bad guys.",
        "Jamal:\r\nYeah, I know that, but not just any bad guy. Ok, now, work with me, ok? Think\r\nabout it. The first time, it was this guy who beat up his wife, right?",
        "Marissa:\r\nRight.",
        "Jamal:\r\nThe second time, it was those thugs who harassed Mary. Now, it's that pimp\r\ntonight.",
        "Marissa:\r\nThey were all threatening women.",
        "Jamal:\r\nAnd Mr. Vigilante -- he makes them pay.",
        "Marissa:\r\nThat's -- that's the link! The shadowy avenger protects women.",
        "Alison:\r\nRafe, I didn't mean that like that.",
        "Rafe:\r\nNo, I know what you meant. You think she fell on purpose, that she deliberately\r\ntried to lose the baby. You know what? She's in there crying her eyes out. How\r\ncould you even think that's possible?",
        "Alison:\r\nRafe, everyone wants this baby to be ok. Everybody does. I do, jack does --\r\neveryone does. It was an accident, I'm telling you.",
        "Rafe:\r\nI'm beginning to wonder.",
        "Alison:\r\nWait. Are you saying that you don't believe me? Do you think that I actually\r\npushed her?",
        "Jack:\r\nCome on, Rafe, like Alison would do something like that. I mean, maybe they were\r\narguing.",
        "Rafe:\r\nOk, let's hear it. Why were you arguing in the first place? I mean, you know\r\nshe's pregnant, she's upset. Why couldn't you just walk away? Why are you even\r\nhere?",
        "Jack:\r\nBecause I brought her here because she wasn't feeling well. And that's when we\r\nran into your lunatic wife.",
        "Alison:\r\nHey, listen; stop it, both of you. Don't -- don't argue. Ok? Everybody wants the\r\nsituation to be ok. And Rafe is right. I should not have been arguing with her.\r\nAnd the only thing that will make this situation any better is that if the\r\ndoctor comes out and says that she's fine.",
        "Rafe:\r\nNobody knows anything yet. Dr. Neumann's going to run some tests, but it doesn't\r\nlook good. Everything would probably be fine if -- if you never showed up.",
        "Alison:\r\nRafe --",
        "Rafe:\r\nJust leave me alone, Alison. Leave both of us alone. Ok?",
        "Lucy:\r\nI believe Rafe and Alison belong together, and livvie has done nothing but lie\r\nto everybody, especially Rafe. She's lied to Rafe about everything. And somebody\r\n-- not saying me -- but if somebody doesn't do something, I think the whole\r\nthing could be headed straight for a big disaster.",
        "Victor:\r\nYou know, I remember very clearly the night that monk told me that livvie was\r\nhis daughter and my grandchild.",
        "Lucy:\r\nWhat?",
        "Victor:\r\nWe talked a lot about how different livvie would be if he had been there for her\r\nearlier, just exactly the same thing that I've always wondered about my sons.",
        "Lucy:\r\nOh, victor.",
        "Victor:\r\nWell, I talked about all my regrets. It was the kind of conversation we really\r\nhaven't had in a long time, since before I met Mary. And at the end of the\r\nconversation, monk said, \"You know, maybe livvie is a second chance for\r\nboth of us.\" He was a little nervous about tonight.",
        "Lucy:\r\nWait a minute. He was nervous about this dinner?",
        "Victor:\r\nHe so much wanted it to feel like a normal family dinner.",
        "Lucy:\r\nOh, thus the peach pie.",
        "Victor:\r\nWell, I wanted to do something nice at the end of the evening for my son and my\r\ngranddaughter and my great-grandchild that she's carrying because whatever else\r\nshe is, livvie is family.",
        "Lucy:\r\nSo I suppose any other father-in-law probably would have just said, \"Mind\r\nyour own business.\"",
        "Victor:\r\nI don't think that ever occurred to me.",
        "Lucy:\r\nNo, because you happen to be the best darn father-in-law a girl could have. And\r\nI love you very much. Oh.",
        "Livvie:\r\nTell me, doctor, please.",
        "Dr.\r\nNeumann: Your cramping concerns me.",
        "Livvie:\r\nAnd?",
        "Dr.\r\nNeumann: And we'll know more when we get the tests back. For now, just stay\r\nfocused on keeping your baby alive.",
        "Livvie:\r\nYes, with all my heart.",
        "Dr.\r\nNeumann: I'll send your husband back in. And, livvie, a little prayer never\r\nhurts.",
        "Livvie:\r\nOk.",
        "Livvie:\r\nWell, I'm sorry I couldn't let you survive, but I didn't know what your real\r\ndaddy was or what kind of a monster you could be. But don't worry, I'll try\r\nagain. And this time, Rafe will be your daddy. You know, I had to fix it the\r\nonly way I could because I had no other choice.",
        "Kate:\r\nHey, sweetheart. Hey, it's me. I miss you so much. I wish more than anything I\r\ncould be with you right now. No one understands. No one could possibly\r\nunderstand.",
        "Marissa:\r\nThat's it, Jamal! He protects women -- of course.",
        "Jamal:\r\nWell, it sure seems like it.",
        "Marissa:\r\nOh, and it is so romantic.",
        "Jamal:\r\nWhat? Well, let's not forget this guy is beating the hell out of these guys, ok?",
        "Marissa:\r\nSo?",
        "Jamal:\r\nSo?",
        "Marissa:\r\nYes.",
        "Jamal:\r\nWell, it's not like he's some sir Lancelot or anything like that, not by a long\r\nshot.",
        "Marissa:\r\nWait -- what did you say?",
        "Jamal:\r\nWe still might be dealing with some kind of psychopath running around kicking\r\neverybody's butt.",
        "Marissa:\r\nNo, no, no -- the name, the name. What did you call him?",
        "Jamal:\r\nSir Lancelot. Why? What? What?",
        "Marissa:\r\nAh, yes! That is my headline!",
        "Jamal:\r\nYou’re what?",
        "Marissa:\r\nMy first big story -- \"Lancelot comes to port Charles.\"",
        "Reporter:\r\nSo do you think he's good for the people of port Charles?",
        "Chris:\r\nOh, absolutely. He's doing a real public service. It's a lot like the port\r\nCharles police department, except this guy always gets his man. But if I could,\r\nI would shake his hand. Thank you and keep up the good work.",
        "Reporter:\r\nDr. Ramsey, just a couple more questions.",
        "Chris:\r\nYou know, that would be fine, but we do have to kind of wrap this up because I\r\nhave patients to save, you know.",
        "Doree:\r\nThe way he's been going on, you would think he was the vigilante himself.",
        "Ian:\r\nIs that right?",
        "Rafe:\r\nAn avatar cannot exist independently. It has to find a human body to inhabit, a\r\nwilling and receptive host.",
        "Ian:\r\nSo it could be anybody?",
        "Rafe:\r\nAnd you'd never know who it is just by looking at it, but gradually its human\r\nqualities are overtaken by the avatar's desire for control.",
        "Ian:\r\nSounds like the two of you have something in common.",
        "Lucy:\r\nDoc, you know, of all people, how hard it is for me to apologize, but I need to\r\ndo that, so I'm going to try. I'm really sorry for the way I behaved, and I -- I\r\nfeel that it's possible, yes, that Rafe and livvie should be together. And I --\r\ndamn! I can't do it. I can't do it. I can't do it. I can't do it. Ok, all right.\r\nUh-uh. Can't go that far. I need to think of something a little more plausible.\r\nI know. Victor came by today. We had a lovely chat, doc. And, you know, he\r\npointed out to me I haven't really been fair to livvie, and I need to be fair\r\nbecause livvie is your daughter. And livvie is also a manipulative little witch,\r\nand I'd like -- no. Uh-uh. It's not working. You need to help me here. I can't\r\nquite figure out what I'm supposed to say that I could get away with and that is\r\nbelievable that I could do in my heart. So help me. Ok, something I can live\r\nwith, something I can really do. Doc, I'm going to try and mend fences with\r\nlivvie, and I'll make it work because after all, there is a little teeny baby\r\ninvolved and no one wants to see that baby harmed. There.",
        "Alison:\r\nPlease, god, please, please, please let this baby be ok.",
        "Jack:\r\nAlison, what do you say we get out of here? There's really nothing that you can\r\ndo.",
        "Alison:\r\nI know, but I just -- I want to know if everything's going to be --",
        "Jack:\r\nYou will know. But say it's good news. Ok? Then you get to sit and watch Rafe\r\nand livvie play happy married couple. And if it's bad news, then you're going to\r\nbe the one that gets the blame.",
        "Alison:\r\nI know. But I just want to --",
        "Jack:\r\nAlison, this is not a place for either one of us right now. This is the first\r\ntime I've ever agreed with Rafe. But you need to leave both of them alone.",
        "Alison:\r\nJack, it is not that --",
        "Jack:\r\nAlison, Rafe does not want you here. Come on. Let's go.",
        "Alison:\r\nNo.",
        "Jack:\r\nCome on. Let's go.",
        "Livvie:\r\nIs Alison still here?",
        "Rafe:\r\nI told her to leave.",
        "Livvie:\r\nRafe, don't blame her. She didn't make me fall.",
        "Rafe:\r\nDon't even think about her. How are you feeling?",
        "Livvie:\r\nStrange, a little. And scared.",
        "Rafe:\r\nI know. It's ok, though. We're going to get through this -- together. I'm not\r\ngoing anywhere.",
        "Livvie:\r\nNo, and you promised me, Rafe -- and I trust you -- that we're going to have our\r\nbaby. We're going to try again.",
        "Rafe:\r\nI know we will.",
        "Dr.\r\nNeumann: Ah, I'm glad you're both here. We have the test results.",
        "Rafe:\r\nDoctor, I just want to say before that that both of us are very grateful for all\r\nthe help that you've given us. And -- and we're ready, you know, whatever --\r\nwhatever it says, so go on, tell us.",
        "Livvie:\r\nPlease.",
        "Dr.\r\nNeumann: Well, I hope you're both prepared for good news because so far,\r\neverything seems to be just fine.",
        "Rafe:\r\nThank god!",
        "Livvie:\r\nYou mean --",
        "Dr.\r\nNeumann: That little one's got its heart and soul set on making its way into the\r\nworld, livvie. It's quite a fighter.",
        "Rafe:\r\nOh, a fighter. I guess he takes after his father a little bit, huh?",
        "Dr.\r\nNeumann: Congratulations to you both.",
        "Rafe:\r\nThank you, doctor.",
        "Livvie:\r\nMy god.",
        "Rafe:\r\nI know. I know, I know. This is so wonderful, isn't it?",
        ">>\r\nStay tuned for scenes from the next \"port Charles: Torn.\"",
        ">>\r\nOn the next \"port Charles\" --",
        "Rafe:\r\nWhy do you seem so --",
        "Livvie:\r\nSo what?",
        "Rafe:\r\nDisappointed.",
        "Chris:\r\nSomeone else gets to play hero around here. Maybe you can't handle that.",
        "Alison:\r\nYou're just what the doctor ordered, jack Ramsey.",
        "Jack:\r\nI'm glad."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=NNdK0Do9w_A"
}