{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jamal: So, what's going on? ",
        "Alison: What do you mean? ",
        "Jamal: What I mean is Frank said he had a friend that need a mechanic. ",
        "Alison: And he does. ",
        "Jamal: So you telling me it's you. ",
        "Alison: Well, come on, do I look like I know anything about motorcycles? ",
        "Jamal: Ok, so what's up, then, Ali? Come on. ",
        "Alison: Well, this place was destroyed in a fire -- ",
        "Jamal: Yeah, and? ",
        "Alison: And Frank's friend said that he wanted to reopen, so I pitched you to \r\nrun it for him. ",
        "Jamal: Me? ",
        "Alison: Well, your hearing's at 20/20. ",
        "Jamal: What, just me, all by myself? Nobody looking over my shoulder, telling \r\nme what to do? ",
        "Alison: Yeah. Isn't that cool? ",
        "Jamal: No, actually, it's not cool. ",
        "Alison: What? What do you mean? ",
        "Jamal: Look, I know the deal, Ali, ok? And I'm not down with it. ",
        "",
        "Gabriela: Ok. Now, tell me what's wrong. ",
        "Arianna: I can't. ",
        "Gabriela: Arianna, look, I don't want to pry, ok? But you've got to talk to \r\nsomebody. I mean, everybody needs a friend. You've got one now. ",
        "Arianna: I've got to have Ian's baby. ",
        "",
        "Ian: I'm not going to fight you, Kevin. I'm not going to fight you. ",
        "Kevin: I could tear you in half for what you've done to Eve. ",
        "Ian: I never meant to hurt her. ",
        "Kevin: But you always seem to, don't you? You drag her into all kinds of \r\ndangerous situations, you play with her heart, and then you go and you marry \r\nsomeone else? ",
        "Ian: You don't know what you're talking -- ",
        "Kevin: I know this -- you don't deserve her. ",
        "",
        "Eve: Surprise. ",
        "Lucy: What are you doing here? ",
        "Eve: Listening to you trash me. Go ahead, Lucy. Keep going. ",
        "Lucy: Don't tempt me, ok? ",
        "Eve: Oh, oh, I see. You're real tough when you're alone, but you're too \r\nspineless to say anything to my face. Is that it? ",
        "Lucy: You think I'm afraid of you? ",
        "Eve: Well, if you're not, bring it on. Come on, Lucy. What are you waiting \r\nfor, huh? Go ahead. ",
        "Lucy: All right, Eve. You want me to bring it on? I'll tell you how I really \r\nfeel. I feel that you ruin people's lives, and I'm going to stop you from doing \r\nthat from now on. ",
        "Eve: Me? ",
        "Lucy: Yes, you. You ruined mine, you know. That's ok because you don't like \r\nme and I don't like you. But what about poor Ian and Doc, Kevin, these two guys \r\nyou supposedly love? ",
        "Eve: I do love them. ",
        "Lucy: So you ruin their lives, you completely tear them apart, is that it?\r\n",
        "Eve: I didn't mean to do that. ",
        "Lucy: Oh, gee, I'm sorry. Well, you did it. You're selfish, and I don't think \r\nyou're capable of loving anybody. Oh, no, you don't. ",
        "Eve: Get out of my way. ",
        "Lucy: No, I'm not going anywhere. You wanted me to bring it on. Ok, I will. \r\nI'll tell you exactly more of the things I think about you. ",
        "Eve: I said move. ",
        "Lucy: No. ",
        "Eve: Move! Lucy? ",
        "",
        "Jamal: If you think I'm going to take Grandma's money to run this -- ",
        "Alison: Wait, wait. You think that Nana's involved? ",
        "Jamal: Where else are you going to come up with the rent money? ",
        "Alison: We don't need any. ",
        "Jamal: So the guy that owns this place is going to let me run it for free?\r\n",
        "Alison: He said just go ahead and fix the place up, do a really good job of \r\nrunning it, and you guys will split the profits. ",
        "Jamal: And you sold Frank's friend on this idea? ",
        "Alison: I sold Frank's friend on you. ",
        "Jamal: So, what, I just -- I got the job? ",
        "Alison: Well, I didn't say that. There is an interview that you have to pass.\r\n",
        "Jamal: Well, when? ",
        "Alison: Now. ",
        "Jamal: With you? ",
        "Alison: Have a seat. ",
        "Jamal: Ok. ",
        "Alison: Ok. Ahem. Question number one -- if a customer comes to you with his \r\nmotorcycle and he has a smoking -- uh -- doohickey, what are you going to do?\r\n",
        "Jamal: What, is that an x-rated question or something? ",
        "Alison: Oh, no, that's not the right answer. ",
        "Jamal: Well, if by \"doohickey\" you meant tailpipe, then the first thing I'd \r\ndo is I'd check the valves, and if they were rusted or clogged, then I'd know he \r\nneeded a valve job. And if it wasn't a valve problem, then I'd just check the \r\nhead gasket because it could be leaking oil into the cylinder. Satisfied? ",
        "Alison: I'll let you know when I'm satisfied. Ok, question number two -- in \r\n\"Happy Days,\" the Fonz wouldn't bring his chicks to the bike shop. Is that how \r\nyou plan to run your business? ",
        "Jamal: Well, I don't know. I don't know if I can keep all my chicks away, you \r\nknow? ",
        "Alison: Oh, yeah. No, that's not the right answer. I'm sorry. ",
        "Jamal: Actually, what I meant to say was I don't know if I can keep all my \r\nchicks away because I only have one and I want her greasing it up with me as \r\nmuch as possible. ",
        "Alison: Ok. ",
        "Jamal: Yeah. ",
        "Alison: Yeah, that's a much, much better answer. ",
        "Jamal: Yeah. How am I doing so far, anyway? ",
        "Alison: Well, gosh, you know, you're just doing real excellent. ",
        "Jamal: I got the job, then? ",
        "Alison: Well, actually, there's one more thing that you have to do. ",
        "",
        "Arianna: My brother won't accept that my marriage to Ian is real until I have \r\na child as proof. ",
        "Gabriela: That's why you wanted to know how soon you could try to get \r\npregnant. ",
        "Arianna: What am I going to do? ",
        "Gabriela: Well, what does Ian say about this? ",
        "Arianna: He doesn't know. ",
        "Gabriela: You haven't told him? ",
        "Arianna: How can I? ",
        "Gabriela: Ian has to know that your brother is still threatening you. ",
        "Arianna: How do I tell him? ",
        "Gabriela: Just like you told me. ",
        "Arianna: There's got to be another way out of this. ",
        "Gabriela: Well, yeah, you could have Ian's baby. Wait a minute. Is that what \r\nyou want? ",
        "",
        "Ian: All right, you made your point. Now, if we're through -- ",
        "Kevin: We're not through. Not until I'm sure that you get it. ",
        "Ian: Get this -- it is none of your business how I run my life. ",
        "Kevin: Eve is still my wife. You remember Eve. She's the woman that you're in \r\nlove with -- or at least you were. I want to know how it is you can tell someone \r\nthat you love them, turn her whole life inside out, and then you go and marry \r\nsomeone else. ",
        "Ian: That's between Eve and me. ",
        "Kevin: Our marriage may be over, but I still care about her, and I'll never \r\nbelieve that you give a damn about -- ",
        "Ian: I don't care what you believe. ",
        "Kevin: You dragged her through hell and back! You almost got her killed! ",
        "Ian: I know the mistakes I made. I don't need you reminding me or telling me \r\nwhat Eve deserves. I know what she deserves, and that is the world. ",
        "Kevin: Not one with you in it. ",
        "Ian: I didn't ask her to be with me. She came on her own. ",
        "Kevin: I'm not begging off on my part in this. I didn't give her what she \r\nneeded. So she turned to you. ",
        "Ian: Just know that I tried to keep the distance. ",
        "Kevin: Oh, I'll give you that. You've done some good since you came here. Why \r\ndon't you do us all a favor and go play hero somewhere else. ",
        "Ian: You're asking me to leave town? ",
        "Kevin: I think it would be best for everyone. Especially Eve. ",
        "",
        "Eve: Here. Here you go. ",
        "Lucy: Ow. Ow. Haven't you hurt me enough already? ",
        "Eve: I think we should get you to the hospital and get you checked out. ",
        "Lucy: Why? You think you gave me a concussion? ",
        "Eve: It was an accident, ok? I'm sorry. ",
        "Lucy: You're -- you're sorry? What are you sorry for, that you didn't kill \r\nme? ",
        "Eve: Oh, why do I even try and be nice? I don't -- ",
        "Lucy: You, nice? No, \"nice\" -- that's not a word that comes to mind when I \r\nthink of you. Nice women are faithful to their husbands, and nice women keep \r\ntheir wedding vows. ",
        "Eve: Oh. And this is coming from you, Mrs. Five-time Loser? ",
        "Lucy: Excuse me, but I never, ever, ever hurt Kevin the way you have. ",
        "Eve: Oh, no, no, no. You just couldn't wait to get him into bed while I was \r\ngone. ",
        "Lucy: Did he -- did he actually tell you that? ",
        "Eve: You tried to make Kevin think I was dead so you could get him into bed. \r\nTalk about unfaithful. Oh, and by the way, if I remember correctly, you're not \r\neven divorced from Scott yet. ",
        "Lucy: Ok. So maybe we're both sort of horrible. ",
        "Eve: Speak for yourself. ",
        "Lucy: Hey, look at us. We are both sitting on a bathroom floor, both having \r\nhurt Kevin a great deal, and now it appears we are both absolutely alone. ",
        "",
        "Jamal: Come on, Ali. Do we got to go through all this? ",
        "Alison: It's the only way to find out if you're physically fit for the job. \r\nTake off your shirt. ",
        "Jamal: What? ",
        "Alison: Do it. ",
        "Jamal: Don't they call that sexual harassment? ",
        "Alison: Well, it depends on how bad you want the job. ",
        "Jamal: There. You satisfied yet? ",
        "Alison: I'm getting there. ",
        "Jamal: Let me see if I can bring this to a completely satisfying end. ",
        "Alison: You think kissing up is going to get you the job? ",
        "Jamal: It's working. ",
        "Alison: Now, don't go getting all cocky because there's still one more thing \r\nyou got to do. ",
        "Jamal: Lay it on me. ",
        "Alison: Those were my thoughts exactly. ",
        "",
        "Eve: We are pathetic -- sinking to catfights in the ladies' restroom just \r\nbecause our lives stink. Who would have thought we could sink so low? ",
        "Lucy: I thought you would. ",
        "Eve: Hey! Do you even know when you're doing it? ",
        "Lucy: Doing what? ",
        "Eve: Being obnoxious. I mean, were you born with this trait? Did you learn \r\nit? What? ",
        "Lucy: Hey, at least I know not to blame others for my own screw-ups. ",
        "Eve: Oh, and I don't? ",
        "Lucy: Did I say that? I didn't say that. ",
        "Eve: Sorry, force of habit. ",
        "Lucy: Well, I'm sitting here thinking, you know, that maybe you just have to \r\ntake the tarot cards you're dealt. You know, you got to stop rearranging the \r\nstars because they're not going to go your way, maybe. So if life gives you \r\ncarob, then you've got to make a really dull, boring brownie, I guess. ",
        "Eve: Lucy. Could you speak English, please? ",
        "Lucy: What I'm really saying is that we cannot just sit here feeling sorry \r\nfor ourselves. I think we have to do something about it. And if we're going to \r\ndo something about it, that means committing to a plan of not making ourselves \r\nget in these same stupid situations. ",
        "Eve: For once in the history of knowing you, you're actually making sense. I \r\nknow what I have to do now. ",
        "",
        "Gabriela: Do you want to have Ian's baby? ",
        "Arianna: My brother won't believe my marriage is real if I don't. ",
        "Gabriela: Is that the only reason? ",
        "Arianna: I know a child should be conceived in love, but I do care for Ian. \r\nHe makes me feel safe. I've never felt that way with any other man. I never \r\nthought I could, especially after -- ",
        "Gabriela: You were raped. ",
        "Arianna: I couldn't imagine a man even touching me. But tonight, when Ian \r\nkissed me, it was -- ",
        "Gabriela: What? ",
        "Arianna: Well, I've often wondered what it would feel like to be kissed. ",
        "Gabriela: By Ian? ",
        "Arianna: Well, by any man. ",
        "Gabriela: You mean you've never -- ",
        "Arianna: Where I come from, a woman is not allowed to kiss a man until she's \r\nmarried to him. ",
        "Gabriela: Oh. Arianna, you know, a first kiss -- it's very special. You'll \r\nnever forget it. But you can't confuse it with love. ",
        "Arianna: I'm not. I mean, I know Ian is not in love with me. He was just \r\ntrying to convince my brother and those Immigration people. ",
        "Gabriela: But your brother needs more proof. You know, you've got to tell \r\nthis to Ian. ",
        "Arianna: You're right. I'll tell him tonight. ",
        "",
        "Ian: I know you're just looking out for her, and I can't say I blame you. ",
        "Kevin: Then we finally agree on something. You're not good for her. ",
        "Ian: I can't change what happened. I wish I could. But I would not give up \r\none single minute I spent with her. ",
        "Kevin: Well, if you feel that way, then what's this marriage really all \r\nabout? ",
        "Ian: I tried to tell you that's between me and Eve. ",
        "Kevin: And your wife. Let's not forget her. ",
        "Ian: I can't get into this with you. ",
        "Kevin: Fine. Then go be with your wife and stay away from Eve. If you love \r\nher as much as you say you do, then you'll do it -- for her. ",
        "Bartender: What can I do you for, doctor? ",
        "Ian: Irish whiskey, large glass, no ice, please. ",
        "Joe: You ok? ",
        "Ian: Will be, yeah. ",
        "Joe: That bad, huh? ",
        "Ian: You don't want to know. ",
        "Joe: Well, at least you're still in one piece. What about Kevin? ",
        "Ian: He's right. ",
        "Joe: Right about what? ",
        "Ian: Do me a favor. Make sure my wife gets home in one piece. ",
        "Joe: You're not taking her? ",
        "Ian: I need some time to myself. I'm going for a walk, ok?",
        "",
        "Alison: Well, you certainly give a good interview. ",
        "Jamal: Does that mean I pass? ",
        "Alison: Well, it means you know a lot about your doohickeys. ",
        "Jamal: So, where did you get this idea from, anyway? ",
        "Alison: Well, I went to that auction with Frank, and I saw an old motorcycle \r\nshop sign, so I just thought, why not you? ",
        "Jamal: Yeah, I've been thinking a lot about that lately, too. Like the time I \r\ndidn't get that stuntman job and some other gigs I went for and -- I don't know. \r\nI was beginning to think I was going to have to settle. ",
        "Alison: Yeah, well, not anymore. ",
        "Jamal: Yeah, because of you. ",
        "Alison: No, it's because of you. That's what I keep trying to tell \r\nyou. ",
        "Jamal: I wish my mom could have seen all this. ",
        "Alison: Well, maybe she did see it. Maybe she had a part in it, you know? \r\nMaybe she pulled a few strings for you and for us. ",
        "Jamal: Yeah. See, that would have been just like her, too. But she had a \r\nlittle bit of help. Thank you. ",
        "Alison: You don't have to thank me. ",
        "Jamal: Yeah, I know. And that's the really great thing because you do all \r\nthis stuff for me and it's just -- you never expect not one thing in return. ",
        "Alison: I don't need anything else. I have you, you know? Nothing you could \r\never do -- no favors, nothing else -- could balance out what it is that you give \r\nme. And you want to know something else? ",
        "Jamal: What's that? ",
        "Alison: I love you. ",
        "",
        "Eve: Ian? Excuse me. Sorry. ",
        "P.A. Announcer: flight 110 is now boarding. ",
        "Eve: That's me. Flight 110. ",
        "P.A. Announcer: final boarding call for flight 110. ",
        "Eve: Goodbye, Ian. ",
        "",
        "Arianna: Ian? Are you coming inside? ",
        "Ian: Yeah, I will. I'm just waiting till my friend's gone. ",
        "Arianna: We need to talk about my brother and what he said about having a \r\nbaby. ",
        "Ian: Yeah. Did you ever notice how the snow lights up the night? The way the \r\nmoon reflects off it? It's beautiful, isn't it? ",
        "Arianna: It's cold, that's for sure. ",
        "Ian: I can't feel a thing. Ok. Here. Here you go. ",
        "Arianna: Thank you. ",
        "Ian: Better? ",
        "Arianna: Much. Thanks. ",
        "Ian: Don't look away. ",
        "",
        "Lucy: Ooh. Oh, good, finally. ",
        "Doctor: Sorry. Busy night. So, what do we got here, head injury? ",
        "Lucy: Yes. I sort of fell into a bathroom wall and bumped my head. Actually, \r\nI was shoved into a bathroom wall. ",
        "Doctor: Well, it says here you've also been showing signs of nausea and \r\ndizziness. ",
        "Lucy: Yeah, but, you know, that's been going on kind of before this happened. \r\nAnd I've been so tired, you know. Sometimes I get up and I just want to crawl \r\nback into bed and pull the covers over my head. ",
        "Doctor: Well, if this has been going on for a while, it can't be the result \r\nof what happened today. ",
        "Lucy: Oh. Right. Well, what do you think it could be? ",
        "Doctor: Well, is there a chance you could be pregnant? ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Arianna: I can't believe this is happening. ",
        "Kevin: Lucy, what kind of tests? What's wrong with you? "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=Om74-gW2UhQ"
}