{
    "Episode Summary": [],
    "Recap": [
        "Lucy tries to talk Kevin into letting her go, but it's no use. He's determined to hold onto his wife and keep her away from Ian. Despite her protests, he insists that they still have a chance at happiness. The limo takes them to a hotel, where Kevin has booked a suite and arranged a romantic dinner, but Lucy's eyes are on the phone. As Ian looks all over for Lucy, his symptoms return. He realizes that Kevin must have taken her, because she wouldn't have left him of her own free will. As he succumbs to his curse, he's horrified to see himself in the mirror. Rafe and Caleb have a confrontation in the park, where Caleb warns the slayer that killing Joshua was a declaration of war. If Rafe didn't do it, Alison did, and he has no qualms about going after her. Rafe phones Jack to warn that Caleb may be on his way. Elizabeth bitterly complains about what Caleb did to her. She's haunted by visions of Joshua, and she's convinced that he knows how much she enjoyed killing him. Alison believes that exhaustion is causing her mother's hallucinations. As Alison sleeps on the couch, Caleb stands over her with fangs bared."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Ian: Lucy? Lucy, are you back? Lucy!",
        "Ian: Lucy, where did you go?",
        "[SCENE_BREAK]",
        "Lucy: No, thank you, I don't care for any.",
        "Kevin: Suit yourself, but you're missing out.",
        "Lucy: This really is crazy. You know, it is. Please, just ask the driver to turn the car around and take me back.",
        "Kevin: If you think I'm going to drop you off so you can spend time with Ian, then you have a screw loose.",
        "Lucy: I don't think you want to know what I'm thinking right now. So, what are you going to do? How long do you plan on just driving me around like this?",
        "Kevin: Until you listen to me. Until you give us half a chance.",
        "Lucy: Is that what you think kidnapping me is going to accomplish?",
        "Kevin: Kidnapping? That's what you think this is?",
        "Lucy: What else would you call this?",
        "Kevin: Well, there was a time, Lucy, you'd have thought this romantic. Rescue you from making a terrible mistake, pop the cork on your favorite champagne, and promise you the kind of idyllic tryst that you fantasize about.",
        "Lucy: That was before.",
        "Kevin: Before Ian?",
        "Lucy: No, no. Before you changed.",
        "Lucy: Doc, come on. It really is insane. You can't do this! You can't just keep me a prisoner like this!",
        "Kevin: You're not my prisoner. You're my wife.",
        "[SCENE_BREAK]",
        "Alison: We're finally home at last. Ow, my feet --",
        "Elizabeth: Oh, yeah. Like it matters.",
        "Alison: Oh, well, that plane ride did seem really long, you know? Does that -- does that make it better?",
        "Elizabeth: Make what better?",
        "Alison: The water -- does -- does it make you feel better?",
        "Elizabeth: Oh, yeah. I feel like a million bucks. Ugh! I always hated that damn bag!",
        "Alison: Mother -- mother, please tell me -- what is wrong?",
        "Elizabeth: What is wrong? Let me think for a minute -- uh, I'm a vampire. I just killed Joshua Temple. Oh, yeah, life doesn't get much better than this.",
        "[SCENE_BREAK]",
        "Rafe: So, do you have any idea how this is all going to work out? Because I'd really like to know if I'm spinning my wheels down here.",
        "Caleb: I think I can answer that.",
        "Rafe: Answer what?",
        "Caleb: How it's all going to work out. \"Not well\" would be my guess.",
        "Rafe: Not well for you, maybe.",
        "Caleb: Hmm. I don't think so. So you've declared war and we have our first casualty. Did you forget you don't have a heart for battle?",
        "Rafe: You really like to hear the sound of your own voice, don't you?",
        "Caleb: Are you really this naive or just stupid?",
        "Rafe: Ok, so you got my attention. The only problem is I don't know what the hell you're talking about.",
        "Caleb: Then let me help you out. You killed Joshua, and you have no idea what a tactical error that was.",
        "Rafe: Well, what do you know. So Joshua split on you, huh?",
        "Caleb: No. Pay attention. He's dead.",
        "Rafe: Or maybe he just got a better offer than being your lackey.",
        "Caleb: You enjoy trying my patience, don't you?",
        "Rafe: You know, or maybe -- maybe one of your European bloodsucker friends gave him a promotion -- you know, say, like cleaning their toilets.",
        "Caleb: Or maybe a slayer decided to take matters into his own hands. There's one thing I know. Joshua would not disappear on his own.",
        "Rafe: I wouldn't waste my time or energy on Joshua. The man means nothing to me.",
        "Caleb: Exactly how I felt about him.",
        "Rafe: Really? Your grief is overwhelming.",
        "Caleb: Getting rid of Joshua wasn't about him. It was about me. It's like a game of chess. You don't care about the other pieces on the board. One by one you take my pawn, my bishop, my rook. You don't need them for your own sake. You just want to isolate the king.",
        "Rafe: Let me guess -- the king would be you in this scenario?",
        "Caleb: Joshua as a pawn is replaceable. But he was useful to me, and you were aware of that. You took advantage of it.",
        "Rafe: Well, thank you for the credit. But I don't kill for sport.",
        "Caleb: Ah, but I do.",
        "Rafe: I thought we had an agreement.",
        "Caleb: Until you broke it. So get ready because all hell is about to break loose.",
        "[SCENE_BREAK]",
        "Elizabeth: Well, I suppose this is the part where I should apologize, right?",
        "Alison: If it makes you feel better to yell at me, then go ahead.",
        "Elizabeth: Why don't you just go ahead and continue playing the martyr, because that's what I need.",
        "Alison: I'm not a martyr. I'm just -- I'm trying to understand what you're going through.",
        "Elizabeth: \"Hell\" would be a good description. I don't know why I'm taking it out on you. It's not making me feel any better.",
        "Alison: I'm sure it doesn't. At this point I'm just trying to figure out what I can say or what I can do -- I mean, anything to make you feel better.",
        "Elizabeth: Yeah, me, too, you know. I just thought that once we got back to Port Charles things would be better, but they're not.",
        "Alison: We just walked in the door, like, five seconds ago. You've got to give it some time.",
        "Elizabeth: Yeah, time for what? I mean, I am who I am. I am the person that killed Joshua. I am the one who gets treated like dirt by the man that I married. I am the one who's a hideous vampire. I -- right when I thought that my life couldn't get any more miserable than it was before -- oh, yeah, well, welcome to my world.",
        "Alison: No, listen to me. We will find a way to make this work. I promise you, mother, we will fix this.",
        "Elizabeth: It can't be fixed, Alison. I committed murder.",
        "Joshua: Yes, you murdered me. And you don't deserve to live.",
        "[Elizabeth screams]",
        "[SCENE_BREAK]",
        "Ian's voice: I'm fine. I feel good. Because even when I drink Caleb's water, I still have the symptoms, but I can fight them.",
        "Lucy's voice: Right. And now?",
        "Ian's voice: And now I'm -- I'm normal, I'm myself. I feel like myself. And come to think of it, I was feeling the same way the last time we were, you know, doing --",
        "Lucy's voice: Oh, I know what you're trying to do. You're just trying to make me feel better because even I don't believe that having sex with me is some sort of miracle cure for --",
        "Ian's voice: What if it is?",
        "Lucy's voice: What if it is? I mean, what if making love to me keeps you from becoming a vampire?",
        "Lucy: Kevin, if it's true what you say, that I'm not your prisoner, then ask the driver just to stop the car. You don't have to take me back. Just ask him to pull over and let me out.",
        "Kevin: No.",
        "Lucy: Why are you doing this? Why are you making this so hard?",
        "Kevin: Well, because we've loved each other for the better part of a decade. Because we've been through hell and high water and worse, and all the while knowing that we belong to each other. Because there have been times when one of us didn't breathe because the other one couldn't. Because of how long it's taken us to get here with all the wrong turns along the way.",
        "Lucy: It was a beautiful, beautiful dream. But it's now over.",
        "Kevin: I disagree. We have something, Lucy -- a history, a foundation, a family, for God's sake. And you're just going to walk away from all that? No. Not the Lucy I know.",
        "Lucy: That's just it. Don't you see? You don't know me anymore, and I sure -- I sure don't know you anymore at all.",
        "Kevin: Well, I think you're confused.",
        "Lucy: No, I'm not confused. I'm trying to do what's right. I'm trying to keep my family safe. I'm trying to do what's best for Christina and for Serena.",
        "Kevin: Really? And sleeping around with Dr. Feelgood is what's best for our girls?",
        "Lucy: I need to call Christina. I didn't have a chance to talk to her last night.",
        "Kevin: Yes, well, you were otherwise engaged.",
        "Lucy: No. There wasn't any phone service, Doc --",
        "Kevin: I called Christina for both of us last night and told her that her mommy and her daddy love her. And if you think I'm going to let you use a phone to get in touch with Ian --",
        "Lucy: That's not it. That's not it at all. I'm just a little worried. We left Ian stranded up there by himself, and he wasn't feeling very well.",
        "Kevin: He's a doctor, Lucy. He'll figure it out.",
        "Lucy: No, you -- you don't understand.",
        "Kevin: No, I don't care. Believe me, Llucy, Ian will survive without you.",
        "Lucy: Is that what this comes down to? Is it just some sort of territorial thing? Is that it?",
        "Kevin: Don't analyze me! You're out of your depth. Now you're making me lose my temper, and I don't want to do that. I want to do something special for you. You owe me that much, and we owe it to our marriage. And since when did you stop loving me enough to even give me that?",
        "Lucy: I didn't. I never, ever stopped loving you, and I wouldn't have stopped, not for a thousand years, if you'd just gotten help. But you didn't want to do that. When I asked you, you refused. And then you're now telling me you like this? You like this stranger you've become? You walked out on our marriage first, not me.",
        "Kevin: Well, that's what people do, Lucy. People change, people grow. You're hardly the same woman I fell in love with 10 years ago, but, God help me, I still love you.",
        "Lucy: Well, you can't because it's time to move on.",
        "Kevin: No. No, not yet. Not without one last try. Is it really too much to ask, for these last few hours, just to try and make it right between us?",
        "Lucy: I can't. I wish I could, but I can't.",
        "Kevin: Yes, you can, and you will, Lucy. We will have the family that we've always dreamed about. Our dream is being tested, but it's not dead. At least not yet.",
        "[SCENE_BREAK]",
        "Ian: I've really done it this time, Lucy. I've really done it this time. Ok.",
        "Ian: You wouldn't just leave me like this, would you? You know I need you.",
        "Ian: You wouldn't just leave me. Somebody must have taken you some-- Kevin. If he hurts you, I'll kill him. I swear I'll kill him.",
        "[SCENE_BREAK]",
        "Elizabeth: No. No, I can't -- I can't see you! No, I'm seeing visions! Oh, my God, I'm going to hell!",
        "Alison: No, you're not! Mother, stop it!",
        "Elizabeth: I'm being haunted.",
        "Alison: By who?",
        "Elizabeth: Joshua knows that I killed him, and now he's back to haunt me.",
        "Alison: No, mother, it's just in your head.",
        "Elizabeth: Exactly. Exactly, it's in my head. It's finally happening -- I'm losing my mind!",
        "Alison: No, you're not. No, you're not. We're really tired, ok? We're exhausted, we've been through a lot, we have jet lag. We just need to get some rest and everything will be fine, I promise.",
        "Elizabeth: No, you don't get it! I can't even close my eyes! If I close my eyes, I'm going to see him!",
        "Alison: Mother, you have to remember, you saved me. If you didn't, I would be the dead one.",
        "Elizabeth: Alison, that's not it, ok? I know I had to protect you.",
        "Alison: Then why are you feeling so guilty?",
        "Elizabeth: He knows. Oh, God, Joshua's got to know.",
        "Alison: Mother, you're not making any sense. Please tell me, what is it? What's the matter?",
        "Elizabeth: I liked it.",
        "Alison: You liked what?",
        "Elizabeth: Oh, God help me, Alison. When I was sinking my fangs into that bastard's neck, I was loving every minute of it.",
        "[SCENE_BREAK]",
        "Rafe: I did not kill Joshua. I'm a vampire slayer, remember?",
        "Caleb: Let's say for a moment I believe you. The thing is someone did kill Joshua. Now, maybe it was -- I don't know. Who saw him last? Alison.",
        "Rafe: No.",
        "Caleb: And if it was her --",
        "Rafe: She couldn't do that! You know her better than that.",
        "Caleb: I know good girls sometimes do bad things.",
        "Rafe: Ok, what, so you're back to your old threat? You can't get to me? Alison's an easy target. You know what that makes you? You're nothing but a bully.",
        "Caleb: You think I care?",
        "Rafe: I think you used to. What, have you even lost your pride?",
        "Caleb: Pride -- it's such a human trait.",
        "Rafe: Well, you're walking around masquerading as a human, a big rock star, pining after the woman you love. Before I know it, you'll be asking me to throw down a couple of brewskies with you while commiserate about how love -- pardon the expression -- sucks.",
        "Caleb: \"Brewskies.\" I'm sorry, I think I actually prefer the old days when I could just kill you with my bare hands.",
        "Rafe: Really? Well, that's one thing we have in common. So I guess you're going to have to start trolling around after another lackey, huh? We all know how you hate to be alone.",
        "Caleb: I'm never alone for long.",
        "Rafe: Hi. Jack, can you hear me all right? Ok, look, listen to me. I just wanted to give you the heads-up. He might be headed your way.",
        "[SCENE_BREAK]",
        "Elizabeth: See? I disgust you.",
        "Alison: No. No, you don't disgust me. What Caleb did to you is what I hate. But I swear to you, I've never hated you, mother.",
        "Elizabeth: Now, that's not exactly true.",
        "Alison: When you first got into town -- when you first came back, I wasn't nice to you, and I basically did everything I could to push you away from me.",
        "Elizabeth: Because I deserved that.",
        "Alison: And maybe you did at the time. But the truth of the matter is, is that I've always loved you, and I think that at some point I was scared that you wouldn't love me back.",
        "Elizabeth: Baby, I've always loved you so much. And knowing that you love me is the only thing that even makes me feel slightly normal, human. Oh, God, Alison, I just want to be myself again. I just -- oh, I've got to destroy this monster inside of me, and I don't know how.",
        "Alison: We're going to figure this out. Listen to me. You and me together -- we're going to figure this out, we're going to find a way out of this, and we're going to do it together. Ok?",
        "Elizabeth: Oh, God. Oh, what did I ever do to deserve someone like you, huh? Oh, God, how did I survive without you?",
        "Alison: Mother? What is it? What's wrong?",
        "Elizabeth: I think you're right. I -- I need to get some rest.",
        "Alison: I think we both do.",
        "Elizabeth: I'm just going to take a little pill and sleep for a week.",
        "Alison: Ok, well, I'm just going to sleep on the couch, then.",
        "[SCENE_BREAK]",
        "Ian: Lucy!",
        "[SCENE_BREAK]",
        "Lucy: Looks like you've thought of everything.",
        "Kevin: Well, I wanted to make it special for you. Did you notice these?",
        "Lucy: Truffles.",
        "Kevin: Yep. Raspberry filling. Your favorite.",
        "Lucy: Yes, they are.",
        "Kevin: You won't be sorry, Lucy. I promise.",
        "[NEXT_ON]",
        "Ian: Lucy! Help me.",
        "Kevin: You do remember this, right?",
        "Lucy: I remember.",
        "Kevin: You took my breath away. I was hoping you'd wear it again tonight.",
        "Caleb: You know nothing about Joshua's disappearance?",
        "Rafe: Leave her alone."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Melissa"
    ],
    "url": "https://www.youtube.com/watch?v=so86hdD-eVI"
}