{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Lucy: Good grief. 50 zillion things on TV and not anything I want to watch. \r\nWhoo. These things make me hot. Fresh air, that's what I need. ",
        "Lucy: Doc, hi. It's me. I -- I know you're not there. Listen, I'm just \r\nsitting around hydrating my pores, you know, thinking about you, and -- listen, \r\ncall me as soon as you get in, ok? I really need to hear from you, and I want to \r\nmake sure you're ok. Don't ask me why, but I just feel like there's something, I \r\ndon't know, kind of funky about tonight. Call me. ",
        "",
        "Caleb: Oh, Jack. If you could've seen your face when I told you you were \r\nbecoming a vampire. Oh! Oh. I really need to start videotaping this stuff. ",
        "Caleb: What -- what -- what? ",
        "[Caleb screams] ",
        "Michael: My God, Caleb. What are you doing? ",
        "Caleb: You let that whore wear Olivia's wedding dress! ",
        "",
        "Eve: Our wedding was so perfect, I -- I almost don't want to give this dress \r\nback to Michael. ",
        "Ian: Ah. Well, maybe you should put it on one more time. ",
        "Eve: You want me to put it on again? ",
        "Ian: So I can take it off you. ",
        "Eve: Do you ever get tired? ",
        "Ian: Not of you. Come here. ",
        "Eve: Whoa! ",
        "Ian: What do you say we stay here and get naked, celebrate our marriage one \r\nmore time? ",
        "Eve: Do you really think you should be talking that way in front of our \r\nchild? ",
        "Ian: The baby's going to know right away how his father feels about his \r\nmother. ",
        "Eve: Hmm! ",
        "Ian: What's the matter? ",
        "Eve: Oh, my gosh. ",
        "Ian: What? What's the matter? ",
        "Eve: Our baby just kicked. ",
        "",
        "Jamal: How do you feel? ",
        "Jack: How do you think I feel? Jamal, I just drank blood. Oh, my -- I can't \r\nbelieve this. ",
        "Jamal: Jack, the pain. How's the pain? ",
        "Jack: It's gone. All along, this is what I needed -- blood. Oh, my gosh. So \r\nit's true. I'm -- I'm a -- ",
        "Jamal: Vampire. ",
        "Jack: Yeah. ",
        "Jamal: Ok. Ok, so -- so now that we know, we can try to figure out what to \r\ndo. ",
        "Jack: Oh, yeah, maybe we can call some help line. Maybe -- ",
        "Jamal: Just calm down for a second, ok? ",
        "Jack: Look, all that matters now is Livvie and keeping her safe from Caleb \r\nand from me. ",
        "Jamal: What are you talking about? ",
        "Jack: Look, Jamal, now that I know what I am, I'm afraid to be around her. \r\nCaleb might not -- ",
        "Livvie: Jack -- did I just hear you mention Caleb? How do you know him? ",
        "",
        "Caleb: How could you let another woman wear Olivia's dress? Look at me, \r\nMichael. What? Your precious Eve, she doesn't have her own clothes? Or are you \r\nnow running a thrift store as well as a church? ",
        "Michael: Eve and Ian were married here. It was a blessed event. She wore the \r\ndress -- ",
        "Caleb: That dress was sacred to me! To Olivia's memory. ",
        "Michael: I'll get it back, Caleb. I will. ",
        "Caleb: You don't understand. That dress meant everything to me, Michael, \r\neverything. And now it's ruined! It's ruined. ",
        "Michael: Wait. Where are you going? ",
        "Caleb: To kiss the bride. ",
        "Michael: I won't let you hurt Eve. ",
        "Caleb: That's sweet, Michael. That's real sweet. You think you can stop me?\r\n",
        "Michael: I'm the only one who can. ",
        "Caleb: You wouldn't do that. Destroying your twin is like -- it's like \r\ndestroying a part of yourself, Michael. And destruction's not part of your gig.\r\n",
        "Michael: Never forget that I know your secret, Caleb. And if pushed far \r\nenough, I'll do whatever it takes to protect Eve. Now, do you understand me? ",
        "Caleb: I'll tell you what I'll do. I'll give you a couple hours. But if that \r\ndress is not back by dawn, all hell breaks loose, Michael. All hell breaks \r\nloose. ",
        "",
        "Livvie: So tell me how you know about Caleb. ",
        "Jamal: I -- I told him. Sorry, Livvie. I figured Jack had a right to know if \r\nsome freaky dude was just hitting on you. ",
        "Livvie: Well, it wasn't your place to say anything. Now could you please give \r\nus a minute alone? ",
        "Jamal: I have to stay. I mean, if there's a stalker on the loose, then I'm \r\ngoing to have to know the 411, too. ",
        "Alison: Ok, Jamal, get a clue because I think these two want some privacy.\r\n",
        "Jack: Hey, Jamal, it's all right, man. Go ahead and take Alison home. We'll \r\nbe fine. ",
        "Jamal: Call me right away if you need me. ",
        "Alison: Ok, Jamal. ",
        "Jamal: All right. ",
        "Alison: All right, let's go. ",
        "Jamal: All right. My backpack. Just -- thanks. ",
        "Alison: Ok, good night, you guys. ",
        "Livvie: Yeah, good night. ",
        "Jamal: Call me. ",
        "Jack: All right, man. You've got to stay away from Caleb. ",
        "Livvie: I am not worried about him. I'm worried about you. Look, Jack, I had \r\na talk with my father tonight about you. ",
        "Jack: Oh, great. I'm sure he probably told you to kick me to the curb, huh?\r\n",
        "Livvie: No. Actually, he understood how much I need to be with you. And I \r\ntold him that when we are together, we can handle anything. You still believe \r\nthat, Jack, don't you? ",
        "Jack: Livvie, stop. ",
        "Livvie: No, Jack, you stop. Hey. Stop turning away from me. You were there \r\nfor me when I need you. Will you please let me be here for you? ",
        "Jack: I just -- I just need to get my head on straight, all right? But I \r\ndon't want to talk about this. I want you to tell me about Caleb. ",
        "Livvie: Caleb -- he's just a guy that was interested in me, and I told him I \r\nlove you. ",
        "Jack: Jamal said you went to his place. Did he hurt you? I mean, what did he \r\ndo to you? ",
        "Livvie: No! Caleb didn't hurt me. He never would. ",
        "Jack: You don't know that. ",
        "Livvie: Somehow I do. ",
        "Jack: Promise me you'll stay away from him. ",
        "Livvie: Jack -- ",
        "Jack: Promise me. ",
        "Livvie: Jack, you are making way too big a deal out of this. I told him to \r\ntake a hike and he did. End of story. ",
        "Jack: Yeah, for now. ",
        "Livvie: Oh, was Caleb here? Did he say something to you? Is that what this is \r\nall about? ",
        "Jack: Livvie -- look, I just want you to be safe. Just -- ",
        "Livvie: Jack, I'm fine. In fact, my dad suggested that I move in with him for \r\na little while. ",
        "Jack: That's good. I mean, you don't need to be alone. ",
        "Livvie: But what I'm thinking is I'd be a lot safer if I were here with you.\r\n",
        "Jack: No. ",
        "Livvie: What, you don't want me here? ",
        "Jack: No, it's just that the place is kind of small. ",
        "Livvie: Oh, yeah, and you need to get your head on straight. ",
        "Jack: Yeah. ",
        "Livvie: Well, you just know that I meant what I said, no matter what's going \r\non with you. I don't care as long as we're together. ",
        "Jack: I wish it were that simple. I mean, I wish I could make all this go \r\naway. ",
        "Livvie: Oh, there is a way. You could just make love to me, Jack. ",
        "Jack: No. No, no. I can't. I can't. I can't. ",
        "",
        "Livvie: Are you still mad about Caleb? Is that why you keep pulling away from \r\nme? ",
        "Jack: No. Livvie, it's not you. Ok? It's me. I'm the one who's completely \r\nmessed up. All right? ",
        "Livvie: Ok. That's fine. So maybe -- maybe we just need to do something \r\nnormal. Tonight it's fourth of July. Let's go out and see fireworks and -- ",
        "Jack: No, Livvie. No. No. I'm -- I'm afraid. ",
        "Livvie: Jack, afraid of what? ",
        "Jack: To get close to you now. ",
        "Livvie: Why now? Why after we have been closer than two people can possibly \r\nbe? Jack, tell me so I understand. ",
        "Jack: Livvie, something's happened to me, something I don't even understand. \r\nAnd until I figure out what it is, I can't take any chances. I'm afraid I have \r\n-- I'm scared I might hurt you. ",
        "Livvie: No. Jack, I told you before that I can look into your eyes and see \r\nwho you are. I can see into your heart and your soul, and I know you would never \r\ndo anything to hurt me. Believe that. ",
        "Jack: I want to, but there's so much up in the air about my health and what \r\nhappened to me when I was missing -- ",
        "Livvie: Hey, hey, I know you're confused about a lot of stuff, Jack, but \r\nplease tell me you are not confused about me. ",
        "Jack: Livvie, no. I love you more than anything. ",
        "Livvie: Oh, good. Because the only way you could hurt me right now is by \r\nrejecting me. ",
        "Jack: Livvie, please. ",
        "Livvie: Show me how much you love, Jack. Trust me. ",
        "",
        "TV Announcer: Call now and let the incredible Madame Alicia show you your \r\nfuture for just $1.99 a minute. ",
        "Lucy: That is such a rip-off. You know, I'd rather have that fancy, swirly, \r\nlittle potato peeler thingy offered earlier. ",
        "Caller: Hello, Madame Alicia? See, I'm thinking of getting married, but I'm \r\nhaving second thoughts. What should I do? ",
        "Lucy: You should dump his lying tushy because -- you really should just back \r\nto Indiana because he's cheating on you. ",
        "Madame Alicia: A major kink in your transit of Venus. I think your fiancé is \r\nhaving an affair. ",
        "Lucy: I am on tonight. Wow! ",
        "Madame Alicia: Cut him loose, honey, and move on. Now, let's discuss the \r\nposition of your stars. ",
        "Lucy: I'm with you. Oh, my goodness. There you are again. ",
        "[Lucy gasps] ",
        "Lucy: And there you are again -- the Stranger, the Baby Boy. Stranger, Baby \r\nBoy. Why? Why do they keep turning up together? How could that baby boy possibly \r\nrelate to the stranger? ",
        "",
        "Ian: Ah! I felt it. ",
        "Eve: Isn't it amazing? ",
        "Ian: I could do this all day. ",
        "Eve: Oh, yeah, wait. Try being on this side, pal. ",
        "Ian: There it goes. Might have a football player on our hands. He's quite a \r\nkicker. ",
        "Eve: Aha! ",
        "Ian: Now what? ",
        "Eve: You said it. You said \"he.\" ",
        "Ian: Ah! He, she -- I don't care. ",
        "Eve: Oh! Listen. All right, be honest, Thornhart. You want a boy. ",
        "Ian: What I want is a healthy baby. ",
        "Eve: You lie. ",
        "Ian: You think what you like. Keep it to yourself. Hello. ",
        "Eve: Well, I guess he's pretty anxious to get out here, isn't he? ",
        "Ian: Ah! Or she. Right? ",
        "Eve: Oh! Well, whatever. He or she. I can't wait to hold this baby in my \r\narms. ",
        "Ian: Yeah? ",
        "Eve: Yes. Our baby. ",
        "[Knock on door] ",
        "Eve: Who's -- ",
        "Ian: One second. It's Michael. Hey. ",
        "Michael: Hi. ",
        "Eve: Michael? Uh -- is there something we can help you with? It's kind of \r\nlate. ",
        "Michael: I'll get right to the point. You've made my brother very angry. ",
        "",
        "Lucy: The stranger is a baby boy. The stranger has a baby boy. No. The \r\nstranger has baby blue eyes. No. Oh, Luce, you are going nuts. Stop, just stop \r\nfor a minute. Deep breath. Let's just get your mind on something else. Maybe the \r\nanswer will come to you. Ok. ",
        "[Turns TV on] ",
        "Madame Alicia: So, Jane, you say you can't find your grandmother's diamond \r\nearrings? ",
        "Lucy: That's easy. They're on the windowsill above the kitchen sink. ",
        "Madame Alicia: They're on the windowsill above the kitchen sink. ",
        "Jane: Wait, I see them. Oh, thanks so much. ",
        "Lucy: You're welcome. Wait a minute. Madame Alicia, do you realize what we -- \r\nwe -- your stars and my planets. We are rocking. ",
        "Madame Alicia: There's someone out there tonight who's connecting with me. \r\nNow, I don't know who it is, but I feel we're in total harmony. ",
        "Lucy: Wait a minute. ",
        "Madame Alicia: I'm trying to pinpoint what I'm feeling. This image keeps \r\ncoming to me -- something to do with a baby boy. ",
        "Lucy: It's me. Oh, my goodness. You're connecting with me. It's me. She's \r\nconnecting with me. ",
        "",
        "Ian: What did we do to Caleb? ",
        "Michael: Caleb came back to the monastery looking for the dress you wore to \r\nbe married, Eve. ",
        "Ian: The one -- ",
        "Eve: Wait, the dress that I found in the cellar? ",
        "Michael: It belonged to someone that Caleb cared about very much. She left \r\nhim the night before their wedding. He was -- he was upset to find it missing.\r\n",
        "Ian: And to find that someone else was wearing it. ",
        "Michael: But Eve looked so beautiful. I didn't want to ruin the ceremony. ",
        "Eve: You know, I was just telling Ian that I was going to return it to you, \r\nso here you go. You can have it. It's all perfectly nice, just the way I found \r\nit. Take it. ",
        "Michael: I'm sorry. ",
        "Ian: He didn't hurt you, did he? ",
        "Michael: No. The dress. It's one of the only things he has to remind him of \r\nsomeone that he -- he truly loved. ",
        "Eve: And so when this woman left him, is that when things started going \r\ndownhill for Caleb? ",
        "Ian: Eve. ",
        "Eve: I mean, when this woman left him, is that when the violence started \r\nhappening? ",
        "Ian: Eve. ",
        "Michael: And I've bothered you enough tonight. ",
        "Ian: Good night, Father. ",
        "Eve: Good night, Father. ",
        "Michael: Good night. ",
        "Michael: Caleb. If you're out there, it's done. If you harm these people, you \r\nwill answer to me. ",
        "Eve: Hey, do you think there really could be trouble? I mean, just because I \r\nwore some woman's dress who left Caleb at the altar? A guy who has some serious \r\nanger management issues? ",
        "Ian: Just to be safe, let's head back tomorrow. ",
        "Eve: Yeah. ",
        "",
        "Alison: I think you and I really need to concentrate on us for a little \r\nwhile, ok? Just you and me. Just relax. My God, your neck. ",
        "Jamal: What? ",
        "Alison: You're -- you're just a little tense, your muscles. Are you ok? ",
        "Jamal: Yeah. Yeah, I'm just -- I'm just tired. ",
        "Alison: Oh. ",
        "Jamal: I'm tired, that's all. ",
        "Alison: Well, you know, you better get some rest because ever since, you \r\nknow, we've had the shop closed for so long, I mean, we've really lost a lot of \r\nmoney. So I was thinking that maybe in the morning we could get up super early \r\nand open up the shop and really -- ",
        "Jamal: No, no, no. Nobody comes in here. ",
        "Alison: Jamal, doesn't that kind of defeat the purpose of having a shop? I \r\nmean, we have got bills to pay. ",
        "Jamal: Yeah. Yeah, you know, look, I've just been stressing, Ali. I just want \r\nto chill with you. ",
        "Alison: Oh. Ok. ",
        "Jamal: Ok. ",
        "Alison: That could be kind of nice, really. I mean, because I could -- I \r\ncould use a little face time with you, you know? ",
        "Jamal: I'm down with that. ",
        "Alison: Ok. So -- it's kind of a shame, you know, Jack and Livvie having hard \r\ntimes. ",
        "Jamal: Yeah. ",
        "Alison: Do you think that maybe, like, I don't know, he's having, like, some \r\nkind of identity crisis? Maybe? ",
        "Jamal: You could say that. ",
        "",
        "Livvie: I love it here in your arms. This is where I'm happiest. It's the \r\nonly place I feel really safe. Now everything will be all right, Jack. You'll \r\nsee.",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Ian: I don't like the idea of Caleb being anywhere near you or our child. ",
        "Jamal: Where you going? ",
        "Jack: I'm going to drive this through that bastard's heart. ",
        "Caleb: I want Olivia so bad I can taste her. But I'm going to need your help.\r\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=FRfr2yYeIGA"
}