{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "[telephone rings] ",
        "Livvie: Hello? ",
        "Jack: Livvie, it's me. It's Jack. Hey, hey, don't hang up, all right? ",
        "Livvie: Jack, where are you? ",
        "Jack: I'm still down here at the police station. ",
        "Livvie: God, I was worried about you. ",
        "Jack: They're just about to release me, but they're taking forever with my \r\npaperwork. ",
        "Livvie: Was jail horrible? ",
        "Jack: No. The horrible thing is that my own brother set me up. ",
        "Livvie: Are you sure that's what happened? ",
        "Jack: Yeah, but the cops don't believe me. But I don't care about that. \r\nWhat's more important is that you do. ",
        "Livvie: And I want to. ",
        "Jack: Hey, look, I got to go, but I just wish that there was some way that we \r\ncould prove that Chris set me up. ",
        "[Jack hangs up] ",
        "Livvie: Maybe there is a way. ",
        "",
        "Ben: This isn't what you think. Maybe I better introduce myself. I'm Ben \r\nShapour, Arianna's brother. ",
        "Ian: I know who you are. And I know why you're here. ",
        "Ben: Well, I was wrong to barge in this way and I'm sorry if I frightened \r\nyou, Arianna. But the family is so worried. You must let me take you back home \r\nwhere it's safe. ",
        "Ian: Maybe you don't understand. This is my home and you're not welcome here.\r\n",
        "",
        "Lucy: There really is a perfectly simple explanation -- ",
        "Eve: For why you changed the DNA test to make it look like Ian and I were \r\ndead? Oh, I'm sure there is, Lucy, and I want to hear it. ",
        "Garcia: So would I. ",
        "Lucy: Well, I already explained it to Kevin and I have apologized. ",
        "Eve: You knew about this and you didn't say anything to me? ",
        "Kevin: And when would I have had a chance to? Look, I know this is \r\ncomplicated, but, please, we just need to sit down and talk this out. ",
        "Garcia: Ms. Coe can talk all she wants down at the station. ",
        "Kevin: Detective, is that really necessary? ",
        "Eve: Kevin! ",
        "Lucy: I wasn't trying to cause trouble, I really wasn't. I was truly trying \r\nto protect Kevin. ",
        "Eve: You wanted him to think I was dead so you could have him all to \r\nyourself. Just admit it, Lucy. It's what you've always wanted. ",
        "Lucy: Eve, please, you have got to stop accusing me of going after Doc \r\nbecause I changed those DNA results for a very good reason. ",
        "Garcia: Ok, enough, already. I need a formal statement of what happened. You \r\nhave to come with me to the station. ",
        "Lucy: Uh, no, you know, I'm kind of busy -- ",
        "Garcia: Now. ",
        "Lucy: I can't right -- ok, now. Now's good. ",
        "Kevin: You sure you'll be all right by yourself, Lucy? ",
        "Eve: Kevin, don't tell me you're thinking of going with her. ",
        "Lucy: Doc, it's ok. Scott will take care of this for me. You need to stay \r\nhere and work things out with Eve. ",
        "Eve: Oh, thanks for that, Lucy. ",
        "Garcia: Ok, let's move it. ",
        "Eve: Lucy faked my death. ",
        "Kevin: Eve, please try not to upset yourself. ",
        "Eve: No, she has never wanted us together. Ever. She never thought I was good enough for you. Boy, when she found out I \r\nwas dead, she must have been doing cartwheels. ",
        "Kevin: That's not true. ",
        "Eve: And just think, a few minutes ago I was just thanking her for taking \r\nsuch good care of you during the fire, the Christmas party. What an idiot \r\nI am! ",
        "Kevin: She was only trying to comfort me. ",
        "Eve: Oh. Oh, I'll bet. I'll bet. Must've put a big crimp in her plans when \r\nshe found out I didn't die in that car explosion. But she couldn't just let me \r\nlive. No, she wanted me dead permanently and she did that with the click of a \r\ncomputer key. ",
        "Kevin: It wasn't like that at all. Please, stop. Just imagine -- what it was \r\nlike for me when I found out that you were dead. I wasn't just upset, Eve. It \r\ndidn't just disrupt my life for a few days. I didn't just go to the edge, I went \r\nover it. I was literally falling apart more and more every day. ",
        "Eve: I know. ",
        "Kevin: Did you know that it's a miracle that I'm here at all? That the fire \r\nthat Lucy pulled me out of wasn't entirely an accident? ",
        "Eve: What are you saying? ",
        "Kevin: I'm saying that it might have started out that way, but I didn't make \r\na move to save myself. ",
        "Eve: Oh -- ",
        "Kevin: Because with you gone, Eve, I didn't care if I lived or died anymore. \r\nLucy saw that. As wrong and as crazy as what she did was, she only did it to \r\nkeep me from self-destructing any further. ",
        "Eve: I -- I don't get it. How does her changing the DNA test to make it look \r\nlike I was dead help you? ",
        "Kevin: Well, in her mind, it did. She believed that she was going to spare my \r\nfeelings because she thought that you had left me. ",
        "Eve: Left you? ",
        "Kevin: For Ian. She believed that you had run off with Ian. ",
        "",
        "Ben: I came here to try to talk some sense into her. ",
        "Ian: You weren't talking to her. You were pushing her around. ",
        "Ben: But surely you witnessed how wild and unpredictable she can be. Hitting \r\nthat woman with her car -- ",
        "Ian: That was an accident. ",
        "Ben: Does a rational woman run away? ",
        "Ian: If she fears for her life, sure. ",
        "Ben: I fear for her life, too -- for what she's become. I mean, look at her. \r\nShe's run away from her home, her people. And now my sister, an unmarried woman, \r\nis living under the same roof with a man that she hardly knows. ",
        "Ian: You bailed her out of jail so you could take her home and kill her. \r\nThat's why she's with me. ",
        "Ben: If it wasn't you, it'd be some other man. She's always attracting men's \r\nattention in the wrong way. In my country -- ",
        "Ian: Well, you're in this country now, pal. And women can do whatever they \r\nplease. And here's the other thing. If somebody asks you to leave their \r\napartment, the custom is to do it. ",
        "Ben: Do you know how powerful my family is? You don't tell me what to do, got \r\nit? ",
        "Ian: Maybe you don't hear so good. Now, I asked you very nicely to leave my \r\napartment. There's two ways of doing it. One is through the front door \r\nunassisted, the other one is through the window, with my help. Now, which is it? \r\nYour choice. ",
        "",
        "Chris: Wow. ",
        "Livvie: Thank you. Come in. Could you do me a favor? Could you tie this up \r\nfor me? I can't quite reach it. ",
        "Chris: The place looks really nice. Candles, wine. What is all this? ",
        "Livvie: Well, this is for you from me. Look, I am so sorry for doubting you \r\nat the police station the other night over this whole Jack business. ",
        "Chris: Well, he never should have put you in that situation. ",
        "Livvie: Yeah, but he did, just like you predicted. ",
        "Chris: Hmm. ",
        "Livvie: But, you know, in a really strange way I'm -- I'm kind of glad it \r\nhappened because it made me see how right you had been in a lot of things about \r\nme and Jack. ",
        "Chris: Livvie, I only want what's best for you. ",
        "Livvie: At one time you also wanted more from me, Chris, remember? ",
        "Chris: What are you saying? ",
        "Livvie: Just that I'm looking at you now, Chris, and this time I am not \r\nturning away. ",
        "Chris: Well, I'm glad. But I have to admit, I'm a little curious. What \r\nchanged your mind about me? ",
        "Livvie: Well, let's just say that I'm growing up. And part of my growing up \r\nis learning how to really value someone who's in my corner. And that has been \r\nyou, Chris, from day one. I am incredibly flattered by how far you'd go to keep \r\nanother man away from me. It's very sexy. I mean, you did bribe my doorman to \r\nkeep Jack away. And you erased all his messages. You are my wonderful protector. ",
        "Chris: I only did what I had to do for you. ",
        "Livvie: Yeah. And then you gave Jack that money and reported it stolen to \r\nkeep him away from me? I've grown up a lot. ",
        "Chris: Yeah. Not enough to pull this off. Think I'm stupid? Trying to get me \r\nto admit that I sent Jack to jail. That's what all this is. ",
        "Livvie: I'm saying I want to be with you, and you think it's a game? ",
        "Chris: This isn't you, Livvie. This ridiculous come-on, the outfit. You're \r\nsetting me up. Don't bother denying it. ",
        "Livvie: Yeah, well, why would I deny it to you, Chris? You are the expert on \r\nscams. Yeah, so what? I tried to set you up. Big deal. Just like you set up your \r\nbrother and sent him off to jail. What kind of man are you? ",
        "Chris: Do you really, really want to find out? ",
        "",
        "Garcia: Sit right there. ",
        "Lucy: Oh -- ",
        "Garcia: Don't move. ",
        "Lucy: It would be like you to put me in here with a serial-killer-looking \r\ntype guy. You know what? I always carry mace in my purse or my boot. ",
        "Jack: Hey, woman, relax. All right? I'm just here on stupidity in the first \r\ndegree. ",
        "Lucy: Oh. Well, me, too. ",
        "Jack: I mean, you don't look that stupid. ",
        "Lucy: Well, I am when I let my emotions get the better of me. You know, when \r\nI try to protect someone I love, everything seems to just explode in my \r\nface. ",
        "Jack: Join the club. ",
        "Lucy: Really? You too? Really? ",
        "Jack: Yep. I was totally blindsided by my own brother, who happens to want my \r\ngirl. ",
        "Lucy: Oh, wow. I guess that sort of makes us dumb and dumber, huh? ",
        "Jack: Yeah, that would be us. Well, good luck. ",
        "Lucy: Oh -- yeah, you, too. ",
        "Garcia: So, want to call your lawyer? ",
        "Lucy: Well, you know my lawyer, Scott, Garcia, so he happens to be out of \r\ntown. Why don't you just go ahead and ask me all your silly, ridiculous, inane \r\nquestions? Go ahead. ",
        "Garcia: I'm not talking to you until your lawyer gets here. As far as I'm \r\nconcerned, what you -- what you allegedly did with that DNA test really \r\nscrapes the bottom of the barrel. ",
        "Lucy: What are you saying to me, really? You think that I am the \r\nbottom of the barrel, huh? ",
        "Garcia: You messed up an important investigation. ",
        "Lucy: Aha. So what are you saying, Garcia? You saying, what, I'm a menace to \r\nsociety? No one's out there safe to walk the streets as long as Lucy Coe's out \r\nthere? Is that it, huh, copper? Well, let me tell you, you're right! I did it -- \r\ncomputer fraud, cold-blooded murder, traffic violations. Jaywalking! What else \r\ndid I -- oh, you know what I did? I rigged all those little voting boxy chad \r\nthingies down in Florida! You got me. Ok? Lock me up, throw away the key! Go \r\nahead! ",
        "Garcia: You're about to add assaulting a police officer to the charges. ",
        "Lucy: Really? Well, you know what, pal? I bet your sweet doughnuts that when \r\nI get a hold of my good friend Commissioner Scorpio, the Commissioner \r\nScorpio, he's going to have a little talk with you! ",
        "Garcia: Really? ",
        "Lucy: Yes, really! ",
        "Garcia: Well, then let's make sure Commissioner Scorpio's special friend gets \r\nher request. If you want jail, you got it. I've got a deluxe cell with your name \r\non it just waiting for you. ",
        "",
        "Eve: So Lucy thought that I ran off with Ian? ",
        "Kevin: She sensed an attraction between you two because you were working so \r\nclosely together. And then she found out that you hadn't died in the car. ",
        "Eve: Boy, I've heard of jumping to conclusions, but that's a huge leap. I was \r\nkidnapped, fighting for my life, and Lucy thinks that I'm off with another man?\r\n",
        "Kevin: But she didn't know you'd been kidnapped. None of us did. All she knew \r\nwas that I was hanging on by a thread. The only thing I had left was my happy \r\nmemories of you, and she was afraid that I'd think the same thing that she did \r\nif I knew you hadn't died. ",
        "Eve: Would you? Would you have thought that I ran off to be with Ian? ",
        "Kevin: We had some pretty rocky times before you left. Certainly seemed like \r\nyou turned to him more than me. You certainly spent more time with him. ",
        "Eve: We worked a lot of hours together, Kevin. I seem to recall you being \r\npreoccupied with Livvie and Lucy. Kevin, have you ever doubted for one second my \r\nlove for you? ",
        "Kevin: No. No, I know you and Ian are close because you're colleagues. Ian \r\neven confirmed that. ",
        "Eve: What? You went to Ian about this? ",
        "Kevin: He just assured me that nothing happened between you two. ",
        "Eve: I'm sorry that you had to get a second opinion. Kevin, why couldn't you \r\ncome to me about this? ",
        "Kevin: I -- I just -- I wanted to thank him for bringing you home. And I \r\nguess he felt it was important that I knew nothing happened between you. Eve, \r\nyour love is the one thing I've always been able to count on. So, enough talk \r\nabout Ian? ",
        "Eve: Yeah. Enough talk about Lucy. We need to just concentrate on us and make \r\nthe whole rest of the world go away because I am back here, safe, where I \r\nbelong. ",
        "Kevin: We need to look forward. ",
        "Eve: To our future. ",
        "",
        "Ben: Get your hands off me. I'm warning you! ",
        "Ian: It's a lot easier pushing a woman around, isn't it? ",
        "Arianna: Please -- let me talk to my brother. ",
        "Ian: I'll be right here. ",
        "Ben: Who is that man to you? ",
        "Arianna: Just a kind person who's helping me. Nothing has gone on between us.\r\n",
        "Ben: You expect me to believe that? ",
        "Arianna: Yes. He's in love with someone else. ",
        "Ben: You must come home, Arianna. You know that. ",
        "Arianna: Ben, when we were children, we were so close. You were my big \r\nbrother. You protected me from anything that frightened me. I'm begging you, \r\njust protect me one more time. ",
        "Ben: We're not children anymore. ",
        "Arianna: Tell him you couldn't find me. ",
        "Ben: They'll just keep hunting you down. ",
        "Arianna: Then tell them you found me and killed me if you have to. Please, \r\nBen, I'm begging you. You have a good heart. Just do this one last thing for \r\nyour sister. Please. ",
        "",
        "Livvie: Back off, Chris, or I'll scream bloody murder. ",
        "[Knock on door] ",
        "Jack: Livvie? What -- ",
        "Chris: This is perfect. Hey, the party's just started. ",
        "Jack: What the hell's going on here? ",
        "Chris: Oh, well, don't worry about all this. This isn't for me, it's for you. \r\nSee, Livvie here was trying to get me to confess my sins against you. You know, \r\none day you're going to wake up, you're going to realize how wrong you've been \r\nabout both of us. And I hope it's not too late. ",
        "Jack: You ok? ",
        "Livvie: Yeah, I'm fine. ",
        "Jack: What are you doing? Looks like you were trying to -- ",
        "Livvie: I was -- I was trying to get him, you know, vulnerable. ",
        "Jack: I don't want me being in your life to put you at risk. All right? Never \r\nagain. ",
        "Livvie: Jack, I want you in my life. Don't you know that by now? ",
        "Jack: Yeah, but what if something were to happen to you? ",
        "Livvie: But it -- but it didn't, ok? It didn't. And you're out of jail and \r\nwe're together. Ok? So why don't -- why don't we go out on the town? My treat.\r\n",
        "Jack: Your treat? ",
        "Livvie: Yeah. ",
        "Jack: Ok. ",
        "",
        "Ben: If I do this for you, it must be our secret. We can never see each other \r\nagain. ",
        "Arianna: You have my word. ",
        "Ben: All right. Your life is safe. I'll tell the family something. ",
        "Arianna: Thank you. ",
        "Ian: You all right? ",
        "Arianna: Thank you. No one's ever spoken to my brother that way before. ",
        "Ian: Ah, well, he'll get over it. But he was right about one thing. You can't \r\nstay here. I'll try and find you a safe place, ok? What? ",
        "Arianna: I'm sorry. I've just been very light-headed and dizzy a lot. ",
        "Ian: Well, how long have you been feeling like this? ",
        "Arianna: Just about a week or so. ",
        "Ian: You sick to your stomach and tired? ",
        "Arianna: Yeah. Mostly just tired. ",
        "Ian: Well, there's something you may want to consider. Is it possible you \r\nmight be pregnant? ",
        "",
        "Ben: I found her, but I couldn't take her with me tonight. She's with some \r\nman who was causing trouble. I know what must be done, and I am prepared to do \r\nwhatever is necessary. ",
        "",
        "Kevin: No, no, don't medicate her. Just try and keep her calm, keep an eye on \r\nher, and let me know how she's doing in about an hour. ",
        "Kevin's Voice: Ian reassured me that nothing happened between you two. ",
        "Kevin: Ok. Yeah, call me then. Thanks, bye. You all right? ",
        "Eve: No, I'm not. I want to go to bed. ",
        "Kevin: Of course. You just got out of the hospital. You must be exhausted.\r\n",
        "Eve: No, no, no, that's not what I mean. ",
        "Eve: Make love to me, Kevin. It's what I need. It's what we both need. ",
        "",
        "Lucy: Could you just please go tell Detective Garcia that when I said, \"Lock \r\nme up and throw away the key,\" that's just sort of a figure of speech? People \r\nsay that all the time. I was kidding. ",
        "Officer: Bad joke, lady. ",
        "Lucy: Ok, or maybe -- I'll give you that, but I didn't even get to speak to \r\nmy attorney. ",
        "Officer: Well, if you get lucky, he'll get your message and spring you out of \r\nhere. ",
        "Lucy: Thanks for nothing. Ooh. Why do I have a really, really bad feeling \r\nthis is not going to be my -- ow! Ow! Ow. It's not going to be my lucky night.\r\n\r\n ",
        ">> On the next \"Port Charles\" -- ",
        "Livvie: When I came in, I noticed her bed wasn't slept in. I don't even think \r\nshe came home last night. ",
        "Lucy: Listen, this is it. This is my one phone call. I couldn't get Scott, \r\nand Kevin's my only hope for making bail -- please. ",
        "Eve: It looks like you're out of luck. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=QvjuNv14Mww"
}