{
    "Episode Summary": [],
    "Recap": [
        "Ricky is angry about feeling forced to betray Casey just so that he can stay in the band. Having decided to do things her way instead of playing by the rules any longer, Casey goes to Ricky for sympathy. After Casey takes him up on his offer to spend the day together, Ricky informs Joshua that the plan is in motion. When Joshua has a talk with Jack about loyalty, Jack informs him that he isn't a yes man. Reese is excited about how well her VH1 interview went, but Jack thinks that they're more interested in Stephen Clay. Reese accuses Jack of ruining a good thing for her and the other band members. Jamal demands to speak to Frank, who considers himself much too busy to deal with his new recruit. Ian is disturbed by a nightmare in which he sinks his fangs into Lucy's neck. Jack asks Jamal to talk to him as if they're still friends. Sick of the tension in the catacombs, Alison announces her intention to leave and let Joshua see that she's alive. When Rafe tries to stop her, she informs him that his insistence on making Caleb out to be the enemy makes him an even bigger problem to her than Caleb and Olivia are. Caleb and Rafe get into a brawl while the women let them get it out of their systems. After the fight, Caleb and Rafe reach an uneasy truce so that they can bring down Joshua."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Joshua: The band sounded great in rehearsal tonight, Ricky. especially you. You have great raw energy, almost like anger. It was very exciting.",
        "Ricky: Maybe it's because I was angry. I'm pissed as hell, and you know why.",
        "Joshua: Oh, of course, about your sweet, little angel friend. Please don't tell me you're having second thoughts again.",
        "Ricky: No, I haven't forgotten.",
        "Joshua: You make the angel fall, Ricky, and I will make sure that everything you ever dreamed of will be yours.",
        "Ricky: Look, I said that I would do it, ok? Now get off of my back.",
        "Joshua: Speaking of which, here comes the devil. Casey --",
        "Casey: Man, whatever you have to say, I don't even want to hear it, all right?",
        "Joshua: Even if I'm just going to say I'm sorry?",
        "Casey: You're what?",
        "Joshua: About our little squabble the other night. I realize it was a very sensitive time for you and for everybody else. Perhaps I overreacted, but you were just doing your job, and I was just doing mine.",
        "Casey: My job is to help people. Yours is to turn them into blood-sucking ghouls.",
        "Joshua: And is that any reason why we cannot be friends?",
        "Casey: Whatever. I need to see Ricky.",
        "Joshua: By all means.",
        "Casey: Hey, Ricky. I'm so glad you're here.",
        "Ricky: What's going on?",
        "Casey: I just needed someone to talk to, that's all.",
        "Ricky: All right, yeah.",
        "Casey: I needed a friend, and I didn't know where else to go. everything's just gone wrong, Ricky. I don't know what to do anymore. I don't know what to do.",
        "[SCENE_BREAK]",
        "Lucy: What are you reading",
        "[Ian groans]",
        "Ian: You startled me. I thought you were sleeping.",
        "Lucy: I was, but I can't. Not anymore. I don't want to sleep. I'm tired of sleeping. Not anymore.",
        "Ian: You should be taking it easy.",
        "Lucy: Ok. I'm kind of hoping maybe you're easy. I was thinking that maybe I need some -- I don't know -- maybe some one-on-one medical attention.",
        "Ian: You're not -- you're not ready for that.",
        "Lucy: I'm fine. Hey -- I'm fine, and I will be even better when you put your arms around me. Because do you know when you do that, I keep telling you I feel safe and I feel better and it makes me feel so strong.",
        "Ian: I -- there's nothing I'd like better right now, but I'm -- I --",
        "Lucy: Please don't do that. I'm ok. I'm not fragile. You're not going to break me. I'm ok. Just for a little while, can't we sort of maybe just lose ourselves in each other?",
        "Lucy: Hey.",
        "Ian: Yeah?",
        "Lucy: Please let me love you.",
        "[SCENE_BREAK]",
        "Alison: I'm so sick of this. I'm done. I'm leaving.",
        "Rafe: What are you doing?",
        "Alison: What do you mean, what am I doing? I'm packing up my stuff. I'm getting out of here. I'm going to go show Joshua my face. I'm going to end this now. I'm so tired of this.",
        "Livvie: What?",
        "Caleb: Alison, just wait.",
        "Rafe: Stay out of this. I'll handle it.",
        "Alison: Yeah --",
        "Rafe: Are you ok?",
        "Alison: No, I'm not ok. No. I'm sick of sitting in this cave, staring at each other, breathing in all this toxic air. There's so much hate in this room, it's disgusting. And everybody's suspicious of what everybody else is doing. So whoever thought that we could all work together was obviously crazy.",
        "[SCENE_BREAK]",
        "Joshua: Hello, jack. How's everything?",
        "jack: It's fine, thanks.",
        "Joshua: Really? Because I've been getting the impression -- and you can correct me if I'm wrong -- you're having second thoughts about whose side you're on.",
        "Jack: Well, if you're talking about Alison's memorial service, there's no way I was going to leave that up to you.",
        "Joshua: You know how highly I thought of her.",
        "Jack: Yeah, but you didn't know her -- not like us, like her friends. you know, let's get something straight. I didn't take this job to be one of your yes men. You have plenty of bloodsuckers running around to do that. You hired me because you needed help here and with the band, and that's what I'm doing.",
        "Joshua: Yes, you're right, my boy, and very impressively too and you were also right about the VH1 deal. I'm very grateful that you salvaged that.",
        "Jack: I thought it could be good publicity.",
        "Joshua: Yes, that's exactly what the band needed. I needed it, too. It'll help us to accomplish our goals.",
        "Jack: That's great. mmm. mm, mm, mm.",
        "Reese: Hi, baby.",
        "Jack: Someone's in a good mood.",
        "Reese: Yeah, I just finished my VH1 interview. They absolutely loved me. You're going to love it, too, Josh. I can't wait till you see it. I made you look like you practically invented rock 'n' roll.",
        "Joshua: Oh, how you flatter me.",
        "[SCENE_BREAK]",
        "Ricky: Tell me what's wrong.",
        "Casey: What isn't wrong, Ricky? One bad thing happens right after the other, and the worst thing is I can't even do -- I feel like I can't even do a damn thing about it.",
        "Ricky: Look, if you're blaming yourself for Alison's death, there's nothing you could have done, Casey.",
        "Casey: Exactly. Just like there's nothing I can do about Lucy, about Frank, about Victor. I suck. I suck at being this guardian angel, man.",
        "Ricky: You're supposed to be my guardian angel.",
        "Casey: Yeah. yeah, the one person who's doing just fine.",
        "Ricky: Huh. I wouldn't say that.",
        "Casey: You know, the other day, Jamal asked me what my purpose is for being here, you know, on earth, and I couldn't answer him. I couldn't answer. How wack is that?",
        "Ricky: You already do a lot, Casey. You're a great friend to a lot of people here.",
        "Casey: Yeah, and when their worlds fall apart, what do I do? I pat them on the back, give them a little speech about how everything's going to be ok, have a little faith. I don't even believe it myself. Look around, Ricky. The bad guys are winning.",
        "Ricky: Come on, Casey. You're being too hard on yourself.",
        "Casey: You're being too nice.",
        "Ricky: Nice? Nice?",
        "Casey: Yes.",
        "Ricky: Me, nice? Since when have I been nice? Look, the truth is, if it wasn't for you, I don't know where I would be. Casey, you can't run around trying to solve everybody else's problems, all right? You're just one person.",
        "Casey: See, exactly. That is my point. I am not a person. I am a guardian angel, ok? I'm supposed to be here helping, doing something, doing anything. I'm just tired, man. I'm tired of banging my head up against the wall like I'm some misfit angel chasing after some miracle that I'm never going to be able to pull off. I just want to, like, have one day, man, just one day where I don't feel like this. I want to feel --",
        "Ricky: Normal.",
        "Casey: Yeah.",
        "Ricky: So why don't you just do it?",
        "Casey: Huh?",
        "Ricky: Take a break. Why not? For today, just -- just do what normal people do, you know? I mean, stop running around trying to save the world. There's no rules against that, are there?",
        "Casey: No. as great as that sounds, I can't.",
        "Ricky: Oh, yeah, you can, and I'm the person to show you how.",
        "Casey: What?",
        "Ricky: You're going to spend the rest of the day with me, and I'm not taking no for an answer.",
        "[SCENE_BREAK]",
        "Rafe: Just take it easy, ok. You're feeling a little cooped up. We all are.",
        "Alison: Oh, I know, Rafe, I am.",
        "Livvie: She's just being selfish as usual. Throwing another Alison drama queen moment.",
        "Alison: Drama? Me? Drama queen? You are the definition of that.",
        "Livvie: I'm an amateur compared to you.",
        "Alison: Look at you. You're making me sick. I'm, like, hiding out in this cave, pretending I'm dead, and you're running around like some little schoolgirl blabbing your mouth about who kissed who. Are you seriously that insecure that you think I would cheat on Rafe with him? Or are you just as crazy as the rest of your family?",
        "Caleb: Ok, hey, hey --",
        "Livvie: You better watch it.",
        "Alison: Oh oh, I know, I'm scared, really.",
        "Caleb: Look, stop, stop -- you made your point. Please back off.",
        "Alison: Ok, Caleb, I'll do that. I'm sick of you, too.",
        "Rafe: All right. Wait, wait, hold on. I know you're upset, ok? You're angry at Caleb and Livvie but that doesn't mean I'm going to let you go out there --",
        "Alison: Hey!",
        "Rafe: And put yourself in danger.",
        "Alison: Hey, you know what? Caleb and Livvie aren't my only problem. You're my biggest problem. You've had this fight with Caleb for so long, I don't even think you remember who the enemy is.",
        "Rafe: What are you talking about?",
        "Alison: You've had this fight with Caleb for so long, it's just out of habit now. He's not even the enemy anymore. Joshua is. What we should be doing is focusing every single ounce of energy we have on bringing him down, but since we obviously can't work together, we might as well throw in the towel now. Because at the rate we're going, we're just going to end up destroying each other.",
        "Caleb: You know, I hate to admit it, but she's right.",
        "Rafe: You stay out of this. This is between me and Alison, ok?",
        "Alison: No, it's not. That is my whole point. See, our lives are all intertwined now, and we have to find a way to bring down Joshua.",
        "Caleb: Yeah, maybe you're asking too much of your boyfriend, Alison.",
        "Rafe: Oh, you know what? We would not even be in this situation if it weren't for you.",
        "Alison: Oh --",
        "Rafe: I mean, this whole town is ruined.",
        "Alison: Here we go.",
        "Rafe: Ok, people are dying, and what for? So you and Livvie can be together? I ought to kill you both right now and end this nightmare.",
        "Caleb: You won't lay a hand on her.",
        "Rafe: What, are you going to stop me? You're forgetting you're not a vampire anymore.",
        "Caleb: Oh, I don't have to be. You want to take me out? Go ahead and take your best shot.",
        "Rafe: No problem.",
        "Livvie: Come on, stop it!",
        "Alison: Ok, ok, no, let them go. Just let them do it. Let them get it out of their systems. They have to.",
        "[SCENE_BREAK]",
        "Woman: Tell us, josh, will we be seeing you on VH1?",
        "Joshua: Of course. Who do you think is the man behind the music?",
        "Woman: Sexy.",
        "Second woman: Very sexy.",
        "Jack: So, you nailed the interview, huh?",
        "Reese: They were so into me, they wanted to know everything.",
        "Jack: I bet.",
        "Reese: What's that look for? Don't you believe me?",
        "Jack: No, it's not that I don't believe you. It's I don't believe them.",
        "Reese: Oh. What do you mean?",
        "Jack: Well, obviously the interview was revolved around the old days, the old band.",
        "Reese: Oh, so they just couldn't possibly be interested in me, is that it?",
        "Jack: No, Reese. Reese, listen to me. You know that I think you're awesome, but obviously Stephen Clay was the main attraction -- or A.K.A. Caleb. It looks like he still is.",
        "Reese: Oh, but I thought you were going to con them into thinking otherwise?",
        "Jack: Yeah, I was. Looks like we're the ones getting conned.",
        "Reese: You know what, Jack? Thanks for the support, all right.",
        "Jack: Reese -- Reese --",
        "[SCENE_BREAK]",
        "Ricky: Ever since I've known you, it's been all about your job. It's been about saving souls and making the boss happy. All right, what about you? What about what you want from down here, what you want to experience, what you want to feel?",
        "Casey: I try not to think about it.",
        "Ricky: Well, maybe you should. Look, I'm not saying we should break any rules. All I'm saying is that we should take one day and come back down to earth and just -- just chill like we used to, you know. Casey, I miss that. Don't you?",
        "[SCENE_BREAK]",
        "Jack: Whoa, hey, hey, hey, hey, hey, hey. What --",
        "Reese: What?",
        "Jack: Why'd you take off like that?",
        "Reese: Oh, I don't know, Jack. I'm kind of looking forward to this TV gig, and you just dumped a pail of ice water on that.",
        "Jack: Oh, no, no. I told you something was going on, all right? I don't know who's behind it or what it is, but when everything seems easy, I get a little worried.",
        "Reese: Ok, you can be worried. I'm going to look forward to this.",
        "Jack: Reese --",
        "Reese: Look, I haven't had that many great things happen to me in my life. I was looking forward to feeling like somebody else for once without being reminded that I'm not. You're ruining this for me, Jack. You're ruining it for everyone.",
        "[SCENE_BREAK]",
        "Casey: So, this day of normal -- when would it start?",
        "Ricky: How about right no",
        "Casey: Now?",
        "Ricky: Yeah. no time like the present.",
        "Casey: Kind of feels like I'm playing hooky.",
        "Ricky: Casey, you deserve this. I mean, even angels need a break now and then, right?",
        "Casey: Yeah. yeah, you're absolutely right. And, you know, I can come back feeling fresh, feeling new, and then I can probably do some real good.",
        "Ricky: Good. Now, hang tight for a second, ok?",
        "Casey: Ok.",
        "Ricky: I got to go talk to Josh. Be right back.",
        "Casey: All right.",
        "Ricky: Ahem.",
        "Joshua: Excuse me, girls.",
        "Joshua: Looks like things are going well with the angel.",
        "Ricky: Yeah. look, I'm taking off for the rest of the day, ok? Maybe even longer.",
        "Joshua: It's going better than I thought. You move very fast, Mr. Garza.",
        "Ricky: I want to get this over with.",
        "Joshua: Well done. I trust I'll get a progress report very soon, especially after your final conquest.",
        "Ricky: Don't push it, ok? This is going to take some time, but you'll get what you want.",
        "Joshua: And so will you after the angel falls.",
        "Ricky: Hey. Ready to go?",
        "Casey: Yeah. you sure you want to do this?",
        "Ricky: Yeah, positive. come on.",
        "Casey: Ok.",
        "Joshua: All the pieces are falling into place, except one. You were supposed to be the jewel in my crown, standing by my side while I finally crush Caleb. What a waste and yet I may still find a way to savor the victory.",
        "[SCENE_BREAK]",
        "Ian: I love you, Lucy.",
        "Ian: Don't be afraid. Don't be afraid of me. You said our lovemaking gives you strength. It gives me strength, too.",
        "Lucy: I don't have my slayer powers back.",
        "Ian: You don't need your slayer powers.",
        "Lucy: We can't -- we can't do this. We cannot --",
        "Ian: We have to do this. It's the only thing that will complete me. You knew this day would come. You knew it would come, and now it's here, and I'm asking you to give yourself to me.",
        "Lucy: You have to think. No, you have to think about what you're doing.",
        "Ian: I think about how much I love you -- your skin, your hair, and your beautiful neck.",
        "Lucy: Please. Please.",
        "Ian: It's time, Lucy. it's time.",
        "[Ian growls]",
        "Lucy: Ah --",
        "Lucy: Ian?",
        "Ian: I'm here.",
        "Lucy: What's the matter? What's wrong?",
        "Ian: Nothing. I was just thirsty. Go to sleep.",
        "[SCENE_BREAK]",
        "Frank: When the VH1 film crew starts shooting here, you need to lay low. No interviews except with the band, all right?",
        "Man: Got it, boss.",
        "Jamal: Hey -- man, I need to talk to you.",
        "Frank: I'm a busy man.",
        "Jamal: Look, don't you walk away from me, Frank. You turned me, so you owe me.",
        "Frank: We talk when I say, and right now I say I'm busy.",
        "Jamal: Hey, bartender, why don't you make yourself useful and grab me some water or something. Bring it to me.",
        "Jack: Sure.",
        "Jamal: Lazy. Thanks.",
        "Jack: You know, you don't look so good.",
        "Jamal: Oh, you think? Thanks.",
        "Jack: Talk to me, Jamal. Pretend that you don't hate my guts and that we're the friends we used to be and just talk to me, all right?",
        "Livvie: Caleb, my God, you're hurt. What, are you satisfied now?",
        "Alison: Hey, it's not up to me. It's up to them. It's not my fault. You guys finished fighting yet? Did you get it out of your system, or should we just head back to town and just let Joshua win?",
        "Livvie: Come on.",
        "Caleb: All right, slayer. let's nail this bastard. Stay tuned for scenes from the next \"Port Charles: Desire.\"",
        "[NEXT_ON]",
        "Jack: Stop fighting it. Let the beast be your friend.",
        "Ricky: Just kick back and enjoy it.",
        "Casey: I am.",
        "Alison: We all agree -- no more secrets, right?",
        "Caleb: Deal."
    ],
    "Transcript Author": [
        "By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=6ECEfN6WexU"
}