{
    "Episode Summary": [],
    "Recap": [
        "Several of Karen's loved ones gather in the hospital chapel for an impromptu memorial service. After Ricky and Chris each say a few words praising their friend, Kevin disrupts the service with his bitter accusations that everyone used her. He then attacks Elizabeth for her insecurities about Karen's role in his life. When he goes too far with his remarks to Ian, an outraged Scott shoves him and then steps outside to cool off. Kevin leaves, and Lucy follows to have a talk with him. She learns about his addiction and Karen's sacrifice to help him beat it. Lucy urges Kevin to prove Karen right and show that he's someone worth saving, but Kevin sees himself as a lost cause. Lucy assures Scott that it's okay if he can't stand to be around her anymore, but Scott doesn't feel that way about her. Chris advises Elizabeth to get a dog for a companion instead of hanging around with Kevin. After leaving the hospital, Frank goes to the accident site and lays down a flower, promising Karen that she'll always be his girl. At Caleb's loft, Olivia takes care of Rafe, worried that his death would result in the death of her lover. Reassuring her that he will be fine, Caleb reminds her that this is a big night for them. When he leaves, Rafe has another nightmare about the stabbing. He and Olivia engage in their usual antagonistic dialogue until Caleb returns. Caleb assures Rafe that his plan to rescue Alison is already under way. He turns on the TV special about the band and says to watch closely. Believing that she deserves no joy for the rest of her life, Alison writes a goodbye letter to her mother and then tells Joshua to go ahead and make her his vampire bride. Although her mind was controlled by Joshua, she feels ultimately responsible for Rafe's death, since she was the one who actually stabbed him."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Karen's voice: My life's work was healing people. And now I get to do it one more time. For you, Lucy.",
        "Ian: How are you holding up?",
        "Lucy: I don't know. But I'm here and I get to be with the girls. And I get to be with you. It's just -- the reason I'm here and alive is because Karen died.",
        "Ian: Karen dying was a horrible thing, but it had nothing to do with you.",
        "Lucy: She had plans. She had a future. She had people that loved her. She had the same -- I just hope to God that somebody somewhere has a plan in all of this.",
        "Ian: The only thing I know for sure is that Karen was your angel. Come here.",
        "Chris: Looks like we all had the same idea.",
        "Ricky: Yeah.",
        "Scott: Rhonda and I made the -- Karen's funeral arrangements. Picked out her dress. Of course, I've been down that road before. It doesn't get any easier, I'll tell you that, Lucy.",
        "Lucy: Scott.",
        "Scott: I miss her.",
        "Lucy: I know, I know.",
        "Scott: What's going on?",
        "Lucy: I guess we all just were trying to figure out how to say goodbye to an angel.",
        "[SCENE_BREAK]",
        "Caleb: How's the patient?",
        "Livvie: Well, the cut on his face looks better, and he's breathing ok. I'm not sure about the other injuries, though. Caleb, I'm not a doctor.",
        "Caleb: It's ok. I trust you. He's going to make it.",
        "Livvie: I mean, if he dies, you could, too.",
        "Caleb: Ah -- Rafe would never be the one to try to check out first. His ego couldn't handle it. You look beautiful. It's a big night for us.",
        "Livvie: Just be careful.",
        "Caleb: You don't open this door to anyone, ok? I love you.",
        "[SCENE_BREAK]",
        "Alison: No! No! You never touch me again!",
        "Rafe: Alison --",
        "Alison: I promise you! Never! Don't you ever touch me.",
        "Rafe: Alison!",
        "Alison: Rafe, you're gone. I'm never going to see any of my friends or family again. I know what I have to do.",
        "Alison: \"Dear mom, I'm writing you this letter to say goodbye.\"",
        "[SCENE_BREAK]",
        "Joshua: So everything at Elixir is ready for the screening tonight. Good. It's important that everybody sees our special \"Inside The Music.\" I don't want any screw-ups. Ok, little Jack?",
        "Joshua: Caleb can't stop me. And the slayer's as dead as a mackerel. It doesn't get much sweeter than this.",
        "[SCENE_BREAK]",
        "Livvie: Are you ok?",
        "Rafe: I'm fine.",
        "Livvie: You had another nightmare, didn't you?",
        "Rafe: Whatever.",
        "Livvie: And I bet I can tell you what it was about. Your sweet little innocent Ali going all terminator on you, stabbing you to death, huh? You know, it's always the quiet ones it happens to. They keep all this anger bottled up inside until one day they just --",
        "Rafe: You just love this. It makes you feel so good to think that Alison might actually be as bad as you.",
        "Livvie: Hey, if the knife fits --",
        "Rafe: Well, I got news for you. She is nothing like you.",
        "Livvie: Anyway, but believe it or not, Rafe, I don't get any pleasure out of seeing you in pain. I'm actually willing to help you.",
        "Rafe: As long as it helps you and your boyfriend, right?",
        "Livvie: Well, seeing you like this and you kind of needing me, again, it just -- you know, it brings me back to when we were together. Come on!",
        "Rafe: Ok. This takes the cake. This is great. Alison is holed up with some psychotic vampire, I can barely breathe, and you're taking a trip down memory lane, trying to pretend like you actually still care about people.",
        "Livvie: And it must give you great comfort to see the world in black and white -- Alison all good, Livvie all bad, all the time. Maybe that's the reason why you got stabbed in your back, because the world isn't as simple as you want it to be, Rafe.",
        "[SCENE_BREAK]",
        "Ricky: Karen always saw the good in people. When we were together, nobody could quite figure it out -- the doctor, the musician -- but it made perfect sense to us.",
        "Ricky: You just gave me a better idea.",
        "Karen: Oh, what are you doing?",
        "Ricky: We are going to do our own performing.",
        "Karen: Awesome.",
        "Ricky: Yeah? Here we go. Hang on.",
        "Karen: Ok.",
        "Ricky: With Karen you not only had a friend, you had a friend for life.",
        "Frank: Karen, I'm sorry.",
        "Frank's voice: I always told you our love could get us through anything. It will hurt a little bit at first, but then it will be the most amazing sensation you have ever felt.",
        "Karen: You mean I'll die.",
        "Frank: You will be reborn, Karen. You will be reborn into a life you won't be able to believe. Trust me. I love you.",
        "Karen: I love you, too. No -- no!",
        "Chris: But she was a good doctor and a really good person, and I admired her quite a bit. I should have taken the time to tell her that, but I always liked the way she always kind of called me at times when I was more difficult, which I can be from time to time. I'll miss her. But heaven's a better place now.",
        "Colleen: Yeah.",
        "Scott: I guess I should get used to losing people. Do you remember when I found out that Karen was my daughter? I was really excited. And then I just fell in love with her like -- like I'd known her since she was a baby. I missed her first step and I missed her first word, and I missed her graduation. I missed -- yeah, well, I missed her wedding. Life is just grand huh, Lucy?",
        "Kevin: You're wasting your time. You can light all the candles you want, but in Port Charles, you'll just be in the dark.",
        "Lucy: That is very unfair.",
        "Kevin: I'm glad you're better, Lucy, but nothing comes without a price, does it? We're all just victims of a random universe -- Lucy lives, Karen dies. And this joke we call life just rolls merrily along, doesn't it? At least for the lucky ones.",
        "Ian: We're here to remember a friend, not to cause more pain, so if that's what you're after, you're not welcome.",
        "Kevin: You all claim to love Karen so much, the fact is most of you just used her.",
        "Scott: What -- what are you doing, disrespecting my daughter's death, Kevin?",
        "Ian: Easy, Scott.",
        "Chris: They should have kept you locked up in the psych ward and thrown away the key.",
        "Kevin: We all know what you really care about, Ramsey, is money and scoring with any woman who's breathing.",
        "Elizabeth: Kevin, what is going on? I can hear your voice all the way down the hall.",
        "Kevin: You barely knew Karen.",
        "Lucy: Kevin, you need to be quiet.",
        "Kevin: She helped me through one of the most difficult things that I've ever done, and you couldn't get past your petty insecurities.",
        "Elizabeth: I didn't realize that she was helping you. I just thought that she was trying to come between us.",
        "Kevin: Yeah, of course you did.",
        "Ian: I think you'd better leave.",
        "Kevin: Oh, and how can we forget the noble Dr. Thornhart?",
        "Ian: I'm warning --",
        "Kevin: How does it feel to know that Karen had to die just so you could keep pawing Lucy?",
        "Scott: Hey, hey, now, listen, I don't know what's going on here, what your personal problems are. This isn't the time. I'm going to go outside.",
        "Kevin: Fine. I wouldn't mind leaving this miserable excuse for a memorial myself.",
        "[Ian sighs]",
        "Lucy: I can't do it. I can't let him keep doing this, ok?",
        "Ian: Ok.",
        "Lucy: Ok.",
        "[SCENE_BREAK]",
        "[Lucy sighs]",
        "Lucy: You had absolutely no right to come in there like -- what did Karen do for you?",
        "Kevin: I had a problem with the needle, Lucy. Joshua temple got me hooked on drugs.",
        "Lucy: And Karen helped you kick that habit?",
        "Kevin: Held my hand day and night, relived one of the most painful times of her life all because I needed her. She never gave up on me, even after I gave up on myself.",
        "Lucy: She was an amazing woman.",
        "Kevin: Yeah, look what it got her.",
        "Lucy: Don't -- don't do that. Do not let all this -- this bitterness consume you.",
        "Kevin: Why should I believe that anything good ever happens?",
        "Lucy: Because Karen did.",
        "[SCENE_BREAK]",
        "Rafe: I'm fine. Alison didn't know what she was doing.",
        "Livvie: So you say.",
        "Rafe: Yeah, but if it makes you feel better to compare yourself to her, you go right ahead. You've always competed with her and she always won and this won't be any different.",
        "Livvie: Yeah, but there's one thing. I am with the person I love. Are you? No. Alison's with Joshua, a vampire, so who is the loser now?",
        "Rafe: All right, congratulations. You win.",
        "Livvie: Why do you make me do that?",
        "Rafe: Do what?",
        "Livvie: Say really nasty, mean things, that's what.",
        "Rafe: And you know what? You do it to me, too. I guess it's in our nature. I'm a slayer, and, you -- you were a vampire long before you ever got turned.",
        "Livvie: Oh, well, you didn't think so once.",
        "Rafe: You tricked me into marrying you. You can't possibly be thinking about that.",
        "Livvie: Ok, ok, listen, our marriage might have started out as me trying to manipulate you to get back at Alison, but I did eventually -- eventually wind up having feelings for you.",
        "Rafe: You lied to me constantly. You shot me in the back! I was --",
        "Caleb: Well, you seem like you're doing better.",
        "Rafe: Yeah, I'll live.",
        "Caleb: Don't thank me. Thank Olivia. She's the one that looked after you.",
        "Livvie: Ahem.",
        "Rafe: Thank you, Olivia.",
        "Livvie: You're welcome.",
        "Rafe: So what's going on? What do you know? Where's Alison? How are we going to get her?",
        "Caleb: It's already in the works, slayer. Already in the works.",
        "[SCENE_BREAK]",
        "Joshua: Uh-oh. Somebody's got a sad face.",
        "Alison: What do you want, Joshua?",
        "Joshua: They're going to be airing \"Inside The Music\" shortly. I thought you and I might snuggle up and watch it together.",
        "Alison: Mm-hmm. Whatever.",
        "Joshua: Don't pout, my dear. I regret I was so brutally honest with you last night. I didn't mean to hurt you.",
        "Alison: Everything you said about Rafe was true. He loved me very much. He sold his soul for me. And although you messed with my mind, it was still me who killed him.",
        "Joshua: Don't take it so personally. Come on. Join me. We'll have a spot of dinner.",
        "Alison: No. It was my love that should have protected him. Instead, it was what killed him.",
        "Joshua: Such gloomy thoughts for such a pretty young thing on such a lovely night as this.",
        "Alison: The same with Jamal. He died trying to help me.",
        "Joshua: You shouldn't dwell on the past, my dear. It's very unhealthy.",
        "Alison: Jamal and Rafe's lives -- they were taken from them, so -- I think that it's only fair that my life be taken from me.",
        "[SCENE_BREAK]",
        "Rafe: Ok, so what's in the works? What's your plan?",
        "Caleb: Where's the trust?",
        "Rafe: She's trapped and I want to know what we're going to do about it.",
        "Caleb: We're going to do a little of this.",
        "[Caleb turns TV on]",
        "Rafe: Watch TV?",
        "Caleb: Shh. The mv-3 special on the Stephen Clay Experience is about to begin.",
        "Rafe: Ok. This is your plan?",
        "Caleb: Watch closely.",
        "[SCENE_BREAK]",
        "Joshua: If you're thinking about killing yourself, you better snap out of it, young lady, because a dead bride is absolutely no use to me.",
        "Alison: No, I don't plan on dying. That would be much too easy. I'm ready to be your wife.",
        "Joshua: Well, I think through time you might realize you made the right choice. You know, in certain demon circles, I am considered to be quite the catch.",
        "Alison: Then just do it, Joshua, ok, because I really don't give a damn. Just do it. This is what I deserve for hurting all the people that I love, ok?",
        "Joshua: I think there are better reasons than that for wanting to cross over.",
        "Alison: Come on, I want you to join us for all eternity. I want you to make sure that I never have another day of joy for the rest of my life because that is what I deserve.",
        "[SCENE_BREAK]",
        "Lucy: Karen's life, obviously, was snatched away too soon. But she had hope. She had hope for you.",
        "Kevin: Well, it's too bad that she wasted her last few weeks on a lost cause.",
        "Lucy: She saved my life. Why can't you let her save yours?",
        "Kevin: Because I'm not sure there's anything left to save.",
        "Lucy: This seat taken?",
        "Scott: I wanted to kill him. How many times were you married to him?",
        "Lucy: No, don't. I don't -- I don't know him anymore, and I don't -- I don't want to.",
        "Scott: Ok.",
        "Lucy: No. But I have a chance to be, thanks to Karen.",
        "Scott: You gave life to Serena. Now, Karen's given you life.",
        "Lucy: If you don't want to be around me anymore, I mean, because of all this you can't stand to be around me, I would understand that, you know. I would get that.",
        "Scott: I was married to you, Lucy. I fell in love with you the first time I laid eyes on you.",
        "Lucy: Pal, look at the two of us. How did we get here, huh? Tell me.",
        "Scott: I don't know. But you got another shot at life. Don't blow it.",
        "Lucy: Hey. I know what your daughter -- your daughter gave me. She not only has given me a chance at life, she gave me you. And now me and you will always be connected forever.",
        "[SCENE_BREAK]",
        "Chris: For what it's worth, Collins is a jerk.",
        "Elizabeth: That's usually my type. Of course, if he's mean and crazy, then he's marriage material.",
        "Chris: Well, here's a little tip for you. If you're looking for a good companion, you ought to go adopt a dog.",
        "Ian: Aren't we a fine lot? Karen deserves something better than this.",
        "Lucy: Hey. Why don't you go light a candle for your daughter.",
        "Lucy: Goodbye, my sweet friend.",
        "Scott: Rest in peace. Rest in peace.",
        "[SCENE_BREAK]",
        "Frank's voice: So what do you say, Wexler? You want to be my girl?",
        "Karen: Yes, I -- I do. I -- I am.",
        "Frank: You'll always be my girl, Karen. Always. Stay tuned for scenes from the next \"Port Charles: Desire.\"",
        "[NEXT_ON]",
        "TV announcer: An \"Inside The Music\" look at the Stephen Clay experience.",
        "[Cheers]",
        "Caleb: Just keep watching. This is about to become a real eye-opener.",
        "Joshua: It's time for us to become what we're supposed to be.",
        "Singer: Desire"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=VJscPMN2ez4"
}