{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Paige: What is it, Lucy? What did you find? ",
        "Kevin: My God, Lucy, you're right. ",
        "Lucy: Of course I'm right. And the cards didn't lie, and I had such a strong \r\nfeeling about this. ",
        "Paige: Well, for heaven's sake, what are you going on about? ",
        "Lucy: We have found your missing relative. ",
        "Kevin: Paige, it seems that you're related to a very prominent family in \r\nAmerica -- the Barringtons. ",
        "Lucy: Yes. Paige, congratulations. You do have a family and they're alive and \r\nwell and living in America, in Port Charles. ",
        "",
        "Alison: So, Rafe Kovich, this is my great-great-great-grandmother Rebecca.\r\n",
        "Rafe: This face -- ",
        "Alison: Hmm. Ok, I'm really not used to you looking at another woman like \r\nthat. Kind of, sort of weird. Rafe? Hey. Hey, you're looking at her like you \r\nguys are long lost friends. Hey, is that it? Do you know her? Rafe? ",
        "",
        "Ian: Amy? ",
        "[Amy gasps] ",
        "Ian: Amy? What's happening? ",
        "Amy: Leave me alone! Does your wife know about your little hobby -- spying on \r\nwomen in showers? ",
        "Ian: You were -- ",
        "Amy: What? I was what? ",
        "Ian: You were invisible. You appeared out of thin air. ",
        "Amy: You must be seeing things. ",
        "Ian: Tell me the truth, Amy. What are you? ",
        "Amy: I'm Amy Stradling. ",
        "Ian: The truth. ",
        "Amy: Amy Stradling! ",
        "Ian: Amy, I think I know. ",
        "Amy: Leave me alone! ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Lucy: Come on. Paige, you don't seem very excited about this. ",
        "Kevin: What is it, Paige? ",
        "Paige: Nothing. I'm sorry. It's just, the name Barrington doesn't ring a \r\nbell. ",
        "Lucy: Well, it's Rebecca Barrington. And I can tell from this that is exactly \r\nthe portrait that should have been hanging right there. That's the gap, Rebecca \r\nBarrington. Now, you may not realize that, but she is the missing piece to this \r\nwhole puzzle. ",
        "Paige: Who is this cousin that you talk about in Port Charles? ",
        "Kevin: Believe it or not, she's my daughter's best friend. Alison Barrington. \r\nYou've probably passed her on the street a hundred times. ",
        "Lucy: And she's a great, great girl. I know you'd love her. ",
        "Paige: I'm sure she is a great girl, but that doesn't make her my cousin. ",
        "Lucy: Paige -- ",
        "Paige: Look, my family is dead. There are no others. ",
        "Lucy: How do you know that for sure? ",
        "Paige: Because I've grown up believing that, knowing that, and no amount of \r\ntarot cards or anything else is going to change the truth. I'm alone. I have \r\nalways been alone, and I'm going to end up this journey with nothing. ",
        "Kevin: Paige -- Paige, why are you so upset? ",
        "Paige: I'm not upset. I'm -- I'm scared. Because I want it to be true but I'm \r\nafraid if I get my hopes up, it's going to -- I mean, I've been wrong about so \r\nmany things since I've been back. ",
        "Kevin: But you haven't been wrong. You came to Port Charles to reconnect with \r\nyour past. You thought it was our past, but it wasn't. It was your family's. ",
        "Lucy: Paige, Doc's right. You know, you were such a pest about getting your \r\nportrait painted, but look how good it turned out. It brought us here, and in \r\nthe end, it has brought us to the truth. ",
        "Kevin: This family record proves it. You have living relatives right in Port \r\nCharles. You're not alone, Paige. ",
        "",
        "Alison: Ok, Rafe, this is starting to get a little weird. Hey, wait a second. \r\nDo you know her? Did you meet her in heaven? Is that -- do you guys -- hey, ok, \r\nwait. You're starting to scare me just a little bit there. ",
        "Rafe: Oh, no, I don't know Rebecca. Of course not. I was just admiring the \r\nportrait. It's everything you said it was. It's so lifelike. ",
        "Alison: Right, because for a second there, you looked like you saw a ghost or \r\nsomething. ",
        "Rafe: No. No, not at all. I mean, you know how it is when you meet somebody \r\nthat you've heard so much about. You feel like you know them. ",
        "Alison: Right. For a minute, I was like, whoa. ",
        "Rafe: Right. What happened to her? ",
        "Alison: Hmm? ",
        "Rafe: Rebecca? I mean, why has she been stuck up in the attic all these \r\nyears? ",
        "Alison: I don't know. My family -- they, like, barely ever talked about her, \r\nyou know? But when they did, it was almost like a whisper, you know, like they \r\ndidn't want anybody to hear. This one time, I asked my grandfather about her, \r\nyou know? I said, what was she like and stuff? And he sort of just brushed me \r\noff. And he said, \"Alison, some things you're just better off not knowing.\" ",
        "Rafe: Sounds mysterious. ",
        "Alison: My grandmother made candles. So I don't know how mysterious that is, \r\nbut -- ",
        "Rafe: When did she, you know -- ",
        "Alison: When did she die? ",
        "Rafe: Mm-hmm. ",
        "Alison: It think it was probably the 1800s, I think. Why are you so \r\ninterested in this all of a sudden? ",
        "Rafe: Oh, it's just because I figured she might be your only family member \r\nthat I ever get to meet. ",
        "Alison: Well, you did meet my nana. Ok, listen, I'm going to go fix us \r\nsomething to eat. Are you hungry? ",
        "Rafe: Well, yeah. ",
        "Alison: Ok. Well, I'm going to leave you here so you guys can get acquainted.\r\n",
        "Rafe: My God. She looks just like Paige. I don't believe it. \"Rebecca Smith \r\nBarrington.\" Smith -- that's Paige's last name, I think. That's it. That's got \r\nto be it. So, Rebecca and Paige must be related, which means Paige is connected \r\nto Alison. Which can't be good. I'm starting to get a very funny feeling that \r\nthere's something you're not telling me. Maybe you're not worried anymore about \r\nwho's going to die because maybe you already know the answer. ",
        "Alison's Voice: Oh, my God. It's my name. I'm the one who dies. ",
        "Rafe: That's it. That's got to be it. You want to take Alison back with you, \r\ndon't you, Paige? You want her to fill the fifth chair. ",
        "",
        "Amy: Damn it! ",
        "Ian: Amy! Stop! ",
        "Amy: No! You stop following me! ",
        "Ian: Not until you answer my questions. ",
        "Amy: No. ",
        "Ian: Ok, ok! I'll just keep talking. There is no witness protection program, \r\nis there? ",
        "Amy: Of course there is. You've seen the man -- ",
        "Ian: Yeah, I saw Ed. He died 30 years ago. ",
        "Amy: Ian, please -- ",
        "Ian: What about that alley in Manhattan? Huh? I thought you'd disappeared --\r\n",
        "Amy: No, no, I'm -- ",
        "Ian: Listen! I thought I'd gotten distracted and you vanished. But the only \r\nway you could do that is -- ",
        "Amy: What, Ian? ",
        "Ian: The picture of that body in the alley -- that was you, wasn't it? ",
        "Amy: Yes. ",
        "Ian: So you're -- ",
        "Amy: I'm dead, Ian. ",
        "",
        "Paige: Tell me everything you know about Alison and her family. Don't leave \r\nanything out. ",
        "Kevin: We actually don't know her family very well. They travel a lot. But \r\nAlison is just like Lucy said, she's a wonderful young woman. She's kind and \r\nshe's sweet. ",
        "Paige: Oh, she sounds lovely. Gosh, could it be that my deepest wish has come \r\ntrue? I mean, I am connected to somebody here on earth. I have a family. ",
        "Lucy: See? If you just trust in the universe, wonderful, happy things can \r\nhappen. ",
        "Paige: We have to get back so I can meet Alison. But what if she's out of \r\ntown or, I don't know, not there? ",
        "Lucy: Oh, I wouldn't worry about that. I happen to know for a fact she's at \r\nmy old place, snug as a bug in a rug with Rafe. ",
        "Paige: Rafe? ",
        "Lucy: Yeah. He's my cousin. And they're -- oh, they're sickeningly in love.\r\n",
        "Paige: Oh, my God. Alison Barrington is the woman that he's been so crazy \r\nabout? That's amazing. ",
        "Lucy: You know Rafe? How do you know Rafe? ",
        "Paige: Well, I must have heard you talking about him. ",
        "Lucy: No, I don't think so. ",
        "Paige: Well, you know what? Actually, maybe I've got him confused with \r\nsomebody else. ",
        "Lucy: Well, I don't think Rafe is exactly a very common name. ",
        "Kevin: Is this really a big deal? ",
        "Lucy: No -- oh. No. No, no. Not a big deal at all. It's just that, you know, \r\nwhen she said that about Rafe and Alison being together, it sounded like she \r\nreally knew him and they're great friends. And I happen to know all of Rafe's \r\nfriends. And Paige here isn't exactly on Rafe's friend list. ",
        "",
        "Rafe: Now, why didn't Paige say anything about her connection to the \r\nBarringtons? I mean, she knew I was in love with Alison. Why would you hide \r\nsomething so important, Paige? Unless you didn't want me to know. It's that -- \r\nthat dream. That dream where I saw Alison's name in the book of records. That's \r\nit. It wasn't just a dream. It was a warning, right? Well, you know what? You \r\ncan't have her! All right? You can't take her back! ",
        "Alison: Hey, Rafe. Who are you talking to? ",
        "Rafe: I was -- no one. ",
        "Alison: Oh, yeah? It's kind of like you were talking to Rebecca like I used \r\nto when I was little. ",
        "Rafe: Oh, yeah. You caught me. See, me and Rebecca were just having a \r\nconversation about how beautiful and amazing you are and how lucky we both are \r\nto have you in our life. ",
        "Alison: Well, isn't that nice? What else did she say? ",
        "Rafe: Well, you know what? She said it's late and she's getting tired, so we \r\nshould come back some other time. ",
        "Alison: Oh, of course, it's late. Well, then. We must go. But you know what I \r\nwas thinking? ",
        "Rafe: Hmm? ",
        "Alison: I was thinking, since we're here, I thought maybe I could show you \r\naround the Barrington grounds, you know? ",
        "Rafe: Yeah, that sounds great, but we should really get going. ",
        "Alison: Oh, please? It won't take that long. It's really beautiful. ",
        "Rafe: It's ok. Come on. ",
        "Alison: But we just got here, and I thought that maybe -- ",
        "Rafe: Alison, now! ",
        "",
        "Ian: You're dead, but you're here. I'm touching you right now. ",
        "Amy: And how is this possible? ",
        "Ian: Yeah. Sit down. You tell me, how is this possible? ",
        "Amy: Heavenly intervention. A second chance at my life's journey. Thirteen \r\nweeks to tie up all loose ends. ",
        "Ian: Thirteen, that's the watch. ",
        "Amy: My calendar. Ticking down the hours, days, and minutes that I have left.\r\n",
        "Ian: Ok. Ok, give me a minute. So that means you're a -- you're what, you're \r\nan angel? ",
        "Amy: Yeah. ",
        "Ian: Oh, my God. ",
        "Amy: I came down to earth when that light landed in Port Charles. Paige was \r\nwith me. And we were both allowed to finish our earthly journeys. That's why I \r\nwas able to materialize out of thin air -- because of what I am. I'm sorry to \r\ntell you the truth. But if I had, would you have believed me? ",
        "Ian: I don't know. ",
        "Amy: Do you believe me now? ",
        "Ian: Yeah. I do, I believe you. ",
        "",
        "Alison: Look, talk to me. There's something wrong. Something's been going on \r\never since we got here. ",
        "Rafe: No, it's nothing. ",
        "Alison: Really? Because first you're, like, staring at this painting like \r\nyou're hypnotized. And then I come in here and kind of catch you talking to it.\r\n",
        "Rafe: You know, I just want to get out of here, that's all. And it doesn't \r\nhave to do with anything except for time. ",
        "Alison: Oh. Ok. ",
        "Rafe: Listen, no, it was great. It was amazing. Getting to meet your \r\ngreat-great-great-grandmother Rebecca. But you know what? I don't want to share \r\nyou with her right now. I don't want to share you with anyone. I want you to \r\nspend your time with me. Any objections? ",
        "Alison: You are seriously crazy. But I do love you anyway. ",
        "Rafe: Ok, so, come on, let's go. ",
        "Alison: Ok. What? ",
        "Rafe: You know what? It's just that we don't have a lot of time left. And I \r\ndon't want to live in the past. I just want to spend all my time with you. ",
        "Alison: Ok. I heard you. We'll just go home and have a romantic dinner with \r\ncandles and soft music and nakedness -- ",
        "Rafe: Wait, wait, wait. We can't go back. ",
        "Alison: What? ",
        "Rafe: I mean to Lucy's. ",
        "Alison: But that's where we live. ",
        "Rafe: Yeah, I know, I know. I know. I know. But you know what? Wouldn't it be \r\ngreat if we could just disappear? Yeah, and go someplace in the time I have left \r\nand just be together, just you and me. Just you and me, right? Wouldn't that be \r\n-- run away with me, Alison. ",
        "Alison: Really? ",
        "Rafe: Yeah. Yes! Yes! Let's get away from here, you know? Away from all the \r\npeople and all the things, all the everyday, ordinary things that just keep us \r\naway from each other. ",
        "Alison: Ok. ",
        "Rafe: And let's just -- let's just be together. ",
        "Alison: Ok, ok. You don't have to ask me twice. ",
        "Rafe: Ok. All right, let's go. ",
        "Alison: Ok. But just wait one minute, ok? Just one. My beautiful -- my \r\nbeautiful Rebecca. Ok, this is goodbye for now, but I'll be back. God, do you \r\nremember when I used to come up here? I used to be so lonely. But you totally \r\nunderstood. But you know what? I have my own love now. And I don't have to share \r\nit with anyone. Thank you. Ok. Now we can go. ",
        "Rafe: All right. Don't worry, Alison, no one's going to hurt you. And I will \r\nmake sure that Paige comes nowhere near you. ",
        "",
        "Paige: Actually, I do remember now where I met your cousin. ",
        "Lucy: Oh. Ok. ",
        "Paige: It was in a restaurant and we were both sitting at the bar, and I \r\nremember that he was talking about how in love he was with this girl. And I \r\nremember thinking, \"That's so sweet.\" He was so in love with her. And then I \r\nremember he had this unusual name, Rafe. ",
        "Lucy: I see. And this just came to you just this moment? ",
        "Paige: Yes. It just came to me. ",
        "Lucy: Ah. ",
        "Kevin: Does any of this really matter? ",
        "Paige: You know what? That's an excellent question because I thought our \r\nreason for being here was so that I could find my one connection to Port \r\nCharles. And Alison Barrington happens to be the only family I have left in the \r\nworld. I desperately want to see her before I go back. So would you let me go \r\nmake some travel arrangements and stop grilling me? ",
        "Lucy: Hey, you know, you fox hunt, I grill. It's a tradition. ",
        "Paige: Well, I think I'll go check on the next flight out, if that's all \r\nright with you. ",
        "Lucy: Righty-o. Fine. Terrific. Great. Good. ",
        "Paige: Good. ",
        "Kevin: Ok, why the third degree? ",
        "Lucy: No reason. ",
        "Kevin: Oh, come on, there's always a reason. ",
        "Lucy: You know what? I think we better go to, you know, make those travel --\r\n",
        "Kevin: Uh-uh. What is it? ",
        "Lucy: Ok. Please don't shoot the messenger. I really do, you know, want to \r\nfeel happy for Paige and all. I mean, I want to believe that we found the real \r\nreason for her to be back on earth. ",
        "Kevin: But? ",
        "Lucy: Oh. But I get this feeling there's something more going on. ",
        "Kevin: You mean, Paige meeting Alison? ",
        "Lucy: I don't know, Doc. I mean, I think they should meet and all, but what \r\nif by finding her, we have stirred up more trouble than we bargained for? ",
        "",
        "Ian: Wow. So you're a -- ",
        "Amy: Yeah. ",
        "Ian: I've got so many questions, and -- ",
        "Amy: Well, I can imagine. Where would you like to start? ",
        "Ian: Who's Ed? ",
        "Amy: My superior -- up there. He's the one that keeps tabs on all of us. ",
        "Ian: On you and Paige? ",
        "Amy: Yeah. ",
        "Ian: Oh. ",
        "Amy: Ian, I never meant you any harm. And I hated living a lie. But at least \r\nI was living. I mean, I was back on earth, feeling alive again. ",
        "Ian: What did you come back for? ",
        "Amy: It's kind of embarrassing. ",
        "Ian: Come on, I've seen you naked. Might as well play all our cards. Tell me.\r\n",
        "Amy: Well, the part I told you about in the beginning is true. I wanted to \r\ncome back to prove that I could do anything in the world. ",
        "Ian: Hmm. Drive a car? ",
        "Amy: Even that. ",
        "Ian: Ok, what else you got? ",
        "Amy: I was taken from earth before I ever had a chance to experience love. So \r\nI was allowed to come back and discover what it was like. Now I have because I \r\nhave fallen in love with you, Ian. And maybe that's the biggest secret that I've \r\nbeen hiding. ",
        "Ian: I don't know what to say. ",
        "Amy: Leave it to me to have one shot at love and fall for a happily married \r\nman. I mean, at least now you are. And I'm happy for you. I really am. It's just \r\n-- ",
        "Ian: Just what? ",
        "Amy: All I wanted was to spend these last precious weeks knowing what love \r\nwas like, how it felt to make love to somebody that you cared about so much that \r\nhe was all you thought about. ",
        "Ian: I'm sorry you spent that time on me. Is there anything I can do? ",
        "Amy: I have three days left. Spend them with me, Ian. Let me love you. Let me \r\ngive to you. Nobody's going to get hurt. I promise. It'll be our secret.",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Casey: I love you. ",
        "Amy: Make love to me. I want to know what love feels like. ",
        "Ian: What man wouldn't want to make love to an angel? ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute]"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=jznDczZg7MQ"
}