{
    "Episode Summary": [],
    "Recap": [
        "After Lucy finds Kevin praying in the hospital chapel, he expresses deep remorse for everything he's done. While he can't be certain that the change in him is forever, he wants to use this time to try to make things right. Lucy tells him about her wish that he could be the man he once was. Jamal is stunned to realize that he can hear Imani's thoughts. Thinking that the ring must be responsible, he tests it out by wishing for snow--which he sees when he looks out the window. Jack informs him that he is the new owner of the Elixir, thanks to a contract that he allegedly signed before Joshua's death-- which he's actually about to write now. At Jack's insistence, Jamal asks Imani out on a date, but when he hears her thought about how they will never hook up, he cancels. Thinking that they can never be together as long as he's a vampire, Jamal considers wishing to be mortal again. On the docks, Rafe wrongly assumes that Caleb was trying to hurt Alison, while Olivia is convinced that her enemy is trying to destroy her happiness again by going after Caleb. Concerned about Alison, Caleb wants her to get to a doctor. He and Alison maintain that they are just friends, but Olivia and Rafe hold onto their own theories about what's going on. Rafe is hurt to find out that Alison confided in his worst enemy about their personal life. After giving Caleb the silent treatment all the way home, Olivia issues an ultimatum. Not appreciating being told what to do, Caleb gives his answer by storming out of the loft."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Livvie: What the hell is going on here?",
        "Rafe: Are you all right? Did he hurt you?",
        "Alison: No, no. Of course he didn't hurt me.",
        "Caleb: She's not all right, either.",
        "Livvie: Caleb, what were you doing with Alison?",
        "Caleb: She's withdrawing from whatever drug Joshua gave her. I was just trying to take her home.",
        "Rafe: You sure you're ok?",
        "Alison: No, I am, ok? I'm actually better now. Thank you.",
        "Rafe: Let's get you out of here.",
        "Caleb: Get her to a doctor.",
        "Rafe: All right, you know what, you stay out of it!",
        "Livvie: She looks pretty good to me -- I mean, strong and healthy as any one of us.",
        "Caleb: That's not true, Olivia.",
        "Livvie: You don't know her like I do.",
        "Alison: Can you please stop talking about me like I'm not here? Thank you.",
        "Rafe: Ok, let's go.",
        "Livvie: Oh, I just love it, the way the two of you come in to rescue her. Can't you both get a brain cell in your head and realize this is classic Alison playing victim?",
        "Alison: Are you kidding me?",
        "Livvie: And instead of getting one man to her rescue, she gets two.",
        "Rafe: Wait a second. You really think she wants anything to do with Caleb?",
        "Livvie: If she doesn't, then why does she keep running to him?",
        "Rafe: Running to him? He's probably the one going after her! You understand? This guy is a vampire! He shows up in this town --",
        "Alison: We are friends! We're friends. Yeah.",
        "Caleb: Friends. That's all.",
        "Alison: So if either one of you have a problem with that, then that's just it. It's your problem.",
        "[SCENE_BREAK]",
        "Kevin: Dear God, have mercy on my soul. Please forgive the hurt that I've caused to so many. Oh, boy, who would have -- who'd have thunk, huh? Kevin Collins praying for forgiveness.",
        "Lucy: Nothing you do anymore surprises me.",
        "Kevin: No, I guess not.",
        "Lucy: Actually, I want to say something. I was talking to Jamal, believe it or not, about you and what you were trying to do to Danny and Ian, and I made a wish. I wished that you could just go back to being the decent, caring man you used to be. Do you think you have? Or is this just some very special trick of yours again?",
        "[SCENE_BREAK]",
        "Imani's voice: Jamal's a nice guy. Oh, he's really nice. There's no way it could ever work with us.",
        "Jamal: Ok, what just happened here? I wished to know what she was thinking, and all of a sudden I heard her thoughts. Ok, this is crazy. Unless --",
        "Jamal's voice: Is that it? Is this ring some kind of magic, wish-granting genie or something? Is that why Caleb wants it so badly? No, no, no, it can't be. Ok, I wish -- I wish that it would snow right here, right now, just for a minute, in the middle of July. Yeah.",
        "[SCENE_BREAK]",
        "Jamal: It was snowing. You were snowing. I saw it. So it's true. So you're a wish-granting genie-making machine. That's what you are. Anything I want. Anything I want in this world is mine! That's what I'm talking about!",
        "Jack: Who are you talking about?",
        "Jamal: What's up there, bro? What's happening?",
        "Jack: What are you doing in this heat, man? Come on, I'll buy you a beer.",
        "Jamal: Oh, a beer would be perfect.",
        "Jack: Besides, I got to show you something else.",
        "Jamal: Cool.",
        "Jack: Come on, come on, come on. So, you notice anything different?",
        "Jamal: Nope. Looks the same to me.",
        "Jack: Only it's under new ownership.",
        "Jamal: Who's the owner?",
        "Jack: It's all mine.",
        "Jamal: You were serious about before?",
        "Jack: It turns out I'm the beneficiary of The Elixir.",
        "Jamal: Wait, wait, hold on, hold on. Joshua left this to you?",
        "Jack: Yeah.",
        "Jamal: Come on, come on.",
        "Jack: I signed a contract before he died.",
        "Jamal: What contract are you talking about?",
        "Jack: The one I'm about to write.",
        "Jamal: You're unbelievable. You're always working some kind of angle.",
        "Jack: Somebody has to. I got to pick up the slack for both of us sometimes, you know what I'm saying?",
        "Jamal: I guess congratulations is in order, man, if that's what you want, you know?",
        "Jack: Yeah. It's only the beginning of what I want.",
        "Jamal: I like that. I know what you're saying.",
        "Jack: And you like that, too, so looks like you might have found something you want.",
        "Jamal: No that ain't -- that ain't even happening, bro.",
        "Jack: You wish for something hard enough, and --",
        "Jamal: Yeah, that's funny. That's an interesting choice of words you used right there.",
        "Jack: Yeah, well, you better go chase that and come back and tell me when you want that beer, all right?",
        "Jamal: All right.",
        "Jack: You, go do your thing.",
        "Jamal: All right.",
        "Imani: You back again so soon? You can't possibly still be hungry.",
        "Jamal: No, no. I was just -- I was thinking.",
        "Imani: Yeah?",
        "Jamal: Yeah. How do you feel about you and me going out on a smoothie date?",
        "Imani: I would love it.",
        "Jamal: Yeah? Really?",
        "Imani: Yeah.",
        "Jamal: All right.",
        "Imani: Yeah, but you know, with my work schedule, I --",
        "Jamal: You know, it doesn't have to be a smoothie. We can do breakfast.",
        "Imani: Yeah. I'll get back to you, ok?",
        "Jamal: Ok, cool.",
        "Imani: Ok.",
        "Jamal: So, is that a yes or a no? Ok, just one more time, just one more time, all right? I wish I knew what she was thinking. Do it, do it, do it.",
        "Imani's voice: God, why did I just say yes? Why can't he just leave me alone? We are so not hooking up, not in a million years.",
        "[SCENE_BREAK]",
        "Alison: I'm not after Caleb and I wasn't out looking for Caleb, but I'm also not sorry that I ran into him.",
        "Rafe: Alison --",
        "Alison: He's been very nice to me, and, Rafe, he's been talking to me.",
        "Rafe: Ok, what does that mean? I can do that. You know that. What do you mean, he's been talking to you? What is that?",
        "Alison: No, no, no, this is not true. You're not talking to me, and you're doing it again.",
        "Rafe: I'm doing what?",
        "Alison: You're playing this game that, like, we're ok and everything's just peachy, even though I put a knife in your chest and --",
        "Rafe: There were circumstances. We discussed that.",
        "Alison: I know. We discussed the drug, but that doesn't all of a sudden make our situation ok.",
        "Rafe: You're right. We probably need to discuss this, but not like this. Not here, ok?",
        "Caleb: Oh, well, don't go worrying about us, because we're out of here.",
        "Alison: Caleb, I'm really sorry.",
        "Caleb: Don't be. Just go see a doctor and take care of yourself, all right?",
        "Alison: Yeah, I will. Thank you.",
        "Caleb: Any time. Let's go.",
        "Alison: Ok, so you and I, we're alone now. Do you want to maybe talk about this or -- hmm?",
        "Rafe: Let me just get you to a hospital. We'll talk about it on the way, ok?",
        "Alison: No, no no, no, no, I'm not going anywhere. You're doing it again.",
        "Rafe: What do you want me to say?",
        "Alison: That's just it. I don't want to have to tell you what to say. I want you to talk to me.",
        "Rafe: You want me to tell you what I'm feeling, right, deep down inside me. I know what you want. You want me to tell you that I'm angry, right? Well, fine! I'm angry, but not for the reasons you think.",
        "Alison: Oh, right. So you're not angry at me for stabbing you.",
        "Rafe: For the 10 millionth time, no. I blame Joshua for that, and only Joshua. But here's the thing. You -- you decided you could open yourself up to Caleb. He's my sworn enemy. You share with him stuff, private stuff about us. That's what I'm angry about.",
        "Alison: No, that's what gets in your way. It's the competition and the hatred that you have for Caleb. And, Rafe, to be really honest with you, I'm really sick of it.",
        "[SCENE_BREAK]",
        "Jamal: Hey, Imani. Um, about that smoothie date -- I'm going to have to cancel on you. I'm sorry.",
        "Imani: Ok.",
        "Jamal: Ok.",
        "Imani: Wait, do you mind if I ask why?",
        "Jamal: I just don't want to waste your time, is all.",
        "Imani: No, I said that I would get back to you.",
        "Jamal: Yeah, it's fine, it's fine. You don't have to explain yourself to me. I mean, it's cool, no hard feelings. We're still cool, all right? I'll talk to you soon.",
        "[SCENE_BREAK]",
        "Kevin: I can't explain the sudden change to myself, let alone anyone else. All I can tell you is what I feel in the moment, and right now I just feel ashamed. And so sorry.",
        "Lucy: Which thing? Sorry because you threatened me, kidnapped me? Sorry for making Christina believe we could be a family again when that is impossible? Sorry for making Ian just for a moment worry that you might take Danny away because you're jealous? Or are you sorry for taking the woman who loved you at one time with all her heart and scaring her to death?",
        "Kevin: All of the above. And if I could take back every stupid, cruel thing that I did --",
        "Lucy: I -- I have no idea how to respond to any of this.",
        "Kevin: I don't want you to respond to this, Lucy. I don't expect anything. I certainly don't expect you to ever forgive me, but I do hope that you can learn how to not be afraid of me.",
        "Lucy: When you were doing all those bad things, those horrible, frightening things, I had to learn how to not -- not trust you. And now --",
        "Kevin: You can't trust me ever again. I don't blame you. I don't trust me. I don't trust that this sudden change is forever. All I can promise is that while I'm in my right mind I can at least start trying to make amends, make things right, and that means to more people than just you, Lucy. Before I can do that, I have to try and make amends with myself. That might be the hardest thing of all.",
        "[SCENE_BREAK]",
        "Caleb: So you want to say something, or are you just going to give me the silent treatment all night?",
        "Livvie: I would love to say something. I would love to tell you exactly how I feel without you getting angry with me.",
        "Caleb: Oh, I think I know how you feel. You made it very obvious back at the docks.",
        "Livvie: Yeah, well, so did you.",
        "Caleb: There is nothing going on between Alison and I. You get that? She was sick. She was upset. I was -- I was trying to help her.",
        "Livvie: Yeah, I saw the way you were helping her.",
        "Caleb: You really want to have this argument again? Do you? Listen to me -- you have no reason to be jealous.",
        "Livvie: Really? How would you feel if you saw me in the arms of another man, especially if it was someone you couldn't stand, like Rafe?",
        "Caleb: I wouldn't like it. And if this was the first time you were upset, I'd understand. But it's not. It's every time Alison comes around, I say two words to the girl and you twist it into something that it's not.",
        "Livvie: Caleb, listen to me, I am not the one who started this. Any happiness I've ever found, she's been there to try to destroy it for me.",
        "Caleb: If you believe that, you don't know her at all! She is so wrapped up right now in her own life, she's not thinking about you or me.",
        "Livvie: No, she's thinking about a lot. She's thinking about her next move, that's what she's thinking about.",
        "Caleb: You have got to let this thing with Alison go. Just let it go!",
        "Livvie: No, you don't understand. It is not just a thing. She happens to be my worst enemy. You know what? I'm not going to do this anymore. No, I won't. I'm not doing it.",
        "Caleb: Meaning what?",
        "Livvie: Meaning I am telling you for the record, just so there is no misunderstanding here -- no more Allison. I want her out of our lives completely. Do you understand that? I don't want to ever see you with her again. Ever.",
        "[SCENE_BREAK]",
        "Rafe: Alison, wait a minute. I mean, you know, it's not like I don't have a good reason for wanting you to stay away from Caleb. Are you forgetting our wedding that never happened because he somehow convinced you that we were brother and sister? About the dozen other little friendly things he did, terrorizing nearly everyone in this town not once, but twice?",
        "Alison: No, no. I haven't forgotten. I mean, how could I? I'd like to, but you keep constantly reminding me.",
        "Rafe: Fine, you'd like to forget. That's great. Well, you can do whatever you want, but I can't.",
        "Alison: No, no, that's not my point. That's not what I'm saying. Look, here we go again. We're talking about Caleb and he's not even our problem, Rafe.",
        "Rafe: He's not our problem? He's one of them he's a big one.",
        "Alison: Our problem is us not being able to talk to each other. I can't even talk to my best friend, my soul mate, and our problem is you wanting to go on thinking that everything is just dandy, even though I put a knife in your chest.",
        "Rafe: Because Joshua --",
        "Alison: It's not Joshua's fault, it's not Caleb -- look, it's not --",
        "Rafe: If Caleb never came to this town, everything would be fine!",
        "Alison: Caleb is not responsible for every single bad thing that has ever happened to us.",
        "Rafe: I don't understand why you would ever want to take responsibly for something that is clearly not your fault. Joshua drugged you. You didn't know what was happening.",
        "Alison: But that is my point, right there. Listen to what you're saying. Rafe, when you lost your memory and you didn't know who I was, you still had the connection with me. And it was huge. It was the biggest, most important thing. Why didn't I have that when I was hurting you? Do you ever ask yourself that question? \"Alison, why didn't you have that connection with me?\"",
        "Rafe: No. No. No, not even once. The one thing I've always been sure of is your love for me. So much so that I'm beginning to wonder why you would go to Caleb for comfort over me.",
        "[SCENE_BREAK]",
        "Imani: Whatever. It's good that he canceled our date. It's for the best anyway. So why do I feel so disappointed?",
        "Jack: All right. They say bartenders make the best shrinks. Talk to me.",
        "Jamal: Thanks. I asked her out, she blew me off, and, you know, life goes on. Whatever.",
        "Jack: So you -- ok, so let me get this straight. You asked her out and she said no?",
        "Jamal: Not in so many words. I mean, at first she said yeah, but -- I don't want to talk about it.",
        "Jack: Ok, so she blew you off. She changed her mind.",
        "Jamal: I mean, it doesn't matter. I mean, eventually she would have found out what I was and she would have dumped me regardless. Maybe this is what happened -- maybe she found out what I was.",
        "Jack: You think?",
        "Jamal: Yeah, that would explain why she started acting so weird.",
        "Jack: Let me tend to this young lady, and I'll be right back.",
        "Jamal: All right. So that's what happened. She found out what I was and now she's repulsed. And she has every right to be because I'm a vampire. You, my friend -- you grant wishes, don't you? You made it snow in July, you made me able to read Imani's mind. So now all you have to do is take this curse off of me. All I have to do is wish.",
        "[SCENE_BREAK]",
        "Kevin: I know. \"Sorry\" is not really going to cut it, but what the hell? You got to start somewhere, right?",
        "Lucy: I hope this is the real thing. I really do. For your sake, I hope you have found some way to lay to rest all the demons you've been living with, finally.",
        "Kevin: I hope so, too. Hey -- didn't you say you made a wish that I would change back to the way I was?",
        "Lucy: Yes, I did.",
        "Kevin: You must have wanted that very much to actually wish for me to change.",
        "Lucy: That's true.",
        "Kevin: Well, then I guess I have you to thank. Who knows? Maybe wishes come true.",
        "[SCENE_BREAK]",
        "Caleb: Did I just hear you right? Did you just give me an ultimatum?",
        "Livvie: It's just that we're working really hard to get our lives back on track, and I just -- the thought that Alison being in our way was a distraction --",
        "Caleb: Answer my question. Did you give me an ultimatum?",
        "Livvie: Yeah, I guess I did.",
        "Caleb: So answer the question. Stop seeing Alison or?",
        "Livvie: Just stay away.",
        "Caleb: I tell you what, I'll -- I'll finish it for you. \"Stop seeing Alison or it's over.\" I'll tell you what, I have no problem with not seeing Alison anymore. What I do have a problem with is being told what to do. So here's the answer to your ultimatum.",
        "[Door slams]",
        "Livvie: Damn!",
        "[SCENE_BREAK]",
        "Alison: Rafe, I didn't seek Caleb out for comfort. I didn't seek him out for anything. He was just here.",
        "Rafe: Oh. And you think it was just a coincidence, him just being here?",
        "Alison: Yes, I do. And it was actually nice to talk to someone.",
        "Rafe: Talk to your brand-new friend, right?",
        "Alison: He has been nice to me.",
        "Rafe: Caleb's not nice unless there's something in it for him.",
        "Alison: I don't think he's like that anymore, and I think that you know that.",
        "Rafe: All right, just promise me -- just, please, I'm begging you -- if you want to get past this, if you want to get past this whole thing, whatever it is that's coming between us, then just forget about the whole Joshua thing and think about this new friendship of yours. Because I got to tell you that walking down here and seeing you with him, finding out you were confiding in him, that -- that hurt more than anything.",
        "Alison: I know. I'm sure it must have, and I didn't -- I don't want to hurt you, Rafe. I would never want to do that.",
        "Rafe: I love you.",
        "Alison: I love you, too. I love you more than anything. Stay tuned for scenes from the next \"Port Charles: The Gift.\"",
        "[NEXT_ON]",
        "Jamal: I wish that I was back to normal.",
        "Alison: Oh, my God, look at this place. Who would have done something like this?",
        "Rafe: Whoever it is, they're still here."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=mTmeY8yqa-0"
}