{
    "Episode Summary": [],
    "Recap": [
        "Elizabeth's chance encounter in the park with Gail almost results in her being committed to the psych ward. Realizing this, Elizabeth says that her wild tale about vampires was for a movie she's writing. After Lucy's failure to defeat Joshua and Frank, Ian tries to reassure her that she's perfectly fine. They make love, and Lucy is glad that at least she still has the power to alleviate Ian's blood hunger. Ian admits that he's still hungry, but he believes that the day's events took a lot out of him, and he'll need to make love a few more times to be back to normal. He is shocked to see a clump of Lucy's hair come out in his hand. Joshua sits down to wait for the escapee. When Caleb learns that Rafe hid the key to Olivia's cell, he goes upstairs to find a way to free her. As Rafe tries to get Alison to safety, Livvie begs him to release her. Rafe and Alison disagree about what to do, but Rafe prevails, leaving Livvie alone in the dungeon. Caleb challenges Joshua to fight to the death. Caleb easily has the upper hand until Joshua slits his opponent's throat. When Alison and Rafe find Caleb bleeding to death, Joshua heads for the dungeon. Despite Rafe's insistence on getting Alison out of there, she refuses to leave Caleb there to die. Joshua taunts Livvie with the claim that Caleb abandoned her. When she doesn't believe this, he tells her that she will have starved to death by the time he returns for her."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "elizabeth: Did I really see what I just saw?This has got to be some kind of a nightmare. It has to be. Just -- please, just let me wake up.Let me wake -- oh, I'm so sorry.",
        "Gail: I'm sorry.",
        "Elizabeth: I'm sorry.",
        "Gail: I'm sorry. I just didn't see you there.",
        "Elizabeth: You're -- you're the psychiatrist from the hospital, aren't you?",
        "Gail: Yes, yes, I am.",
        "Elizabeth: I can't believe t run into you -- really run into you. Please -- I have just had the most horrible experience. Can I please talk to you for a minute?",
        "Gail: Well, look, why don't you call the hospital for a referral --",
        "elizabeth: No, no, no, no, you don't understand.Really, this is an emergency.",
        "Gail: Yes, but I'm just on my way --",
        "elizabeth: I just saw frank scanlon pull a stake out of his own heart.",
        "Gail: A stake?",
        "Elizabeth: Yes, the kind that you use to kill vampires.",
        "Gail: Vampires",
        "elizabeth: I believe that ian thornhart drove a stake through frank's heart.",
        "Gail: Ah -- well, my goodness. Oh, well, yes, come on. Let's sit down here a minute. You'll be all right. Justhere a minute, ok?",
        "Lucy: I have absolutely no idea what happened to me back there. It was like I had no power at all.",
        "Ian: Uh-huh. What were you thinking, going after joshua by yourself?",
        "Lucy: You know what I was thinking. I thought I could handle joshua because you had your hands full with frank.",
        "Ian: Yeah, well, he could've killed you.",
        "Lucy: I know. Isn't that the point? He could've killed me. He's not supposed to be able to do that. I'm the slayer, he's the vampire. I had a wooden stake. He knocked it out of my hand like it was absolutely nothing.",
        "Ian: Lucy --",
        "lucy: Oh, god, and frank, too! Frank -- I lost to frank. I lost to joshua. And now, on top of that, I feel like my whole body's falling apart. I'm losing my powers, so I guess I'm just useless.",
        "Ian: Slow down! You're not falling apart. You're lovely and you're fine.",
        "Lucy: I want to believe that.",
        "Ian: Well, it's true.",
        "Lucy: Could you maybe kiss me? Maybe kiss me to make me believe that?",
        "Ian: All right.",
        "Joshua: One of them's loose. Well, no matter.",
        "Joshua: We'll just let them have their fun, won't we, bruno? Because we know when they want to get completely free, they have to get by me.",
        "Livvie: Yes, caleb. I can't wait another second. Then I'll have you back.",
        "Caleb: Back as I was. One bite, and we're both back as we were.",
        "Alison: Please -- come on, wake up. Please. Come on, honey. Caleb, why did you do this? You said that you would help us, but instead you used him to help yourselves.",
        "Caleb: You would've done the same thing to me.",
        "Alison: No, you don't know that!",
        "Caleb: Uh-uh. I know how he operates. He was never going to let olivia and I to be together. He knows what that means.",
        "Alison: What, about being a vampire?",
        "Livvie: Come on, caleb. Please, hurry! I want you so bad, I can taste it.",
        "Caleb: I know.",
        "Rafe: Alison --",
        "alison: Are you ok? Talk to me. Are you ok?",
        "Rafe: Yeah, I'm ok. What's happening?",
        "Alison: Livvie's just about to turn caleb. You have to do something if you can, please. What?",
        "Rafe: Don't worry. He won't be getting inside.",
        "Caleb: Ugh! The key to the cell isn't there.",
        "Rafe: I know. Come on, caleb. Did you really think I was that stupid?",
        "Caleb: Where is that key?",
        "Rafe: Oh, I hid it well, vampire. I'm sorry -- I mean ex-vampire.",
        "Caleb: I knew I should have never helped you get out of here.",
        "Rafe: And I knew you'd double-cross me.",
        "Caleb: I won't forget this.",
        "Rafe: Neither ll I. But for now, you're not going to get anywhere near livvie.",
        "Livvie: You can't keep us apart forever. He's going to be turned. It's only a matter of time.",
        "Alison: Well, it's not going to be tonight, livvie.",
        "Rafe: Yeah. If I have anything to say about it, it's not going to be ever.",
        "Livvie: Caleb, please do something. Don't let them get away with this.",
        "Caleb: Listen to me. I am going to get you out of there one way or another, I promise.",
        "Livvie: How?",
        "Caleb: I'll find a way. I'll find a way.",
        "Livvie: Please be careful.",
        "Caleb: Be back before you know it.",
        "Livvie: Be careful.",
        "Alison: Rafe -- rafe, aren't you going to go after him?",
        "Rafe: Why? He's not going to find the key.",
        "Alison: How can you be so sure?",
        "Rafe: Well, because --",
        "alison: Oh, my god. Rafe it's right here.",
        "Alison: I should have known. I should have known.",
        "Livvie: No, you think you've won, rafe, but he's going to be back. He'll be back.",
        "Rafe: Oh, I'm sure of that, but we'll be gone before that. Come on, let me get you out of here.",
        "Livvie: No. No, no! Please, don't leave me here.",
        "Alison: Rafe --",
        "livvie: Don'T. You can't, please.",
        "Rafe: Yeah, we can.",
        "Alison: No. Rafe, wait.",
        "Rafe: I just want to get you out of here.",
        "Alison: No --",
        "rafe: All right? I'll come back for livvie.",
        "Livvie: No. No, he won't, alison. He won'T.",
        "Alison: Rafe --",
        "rafe: Alison, come on.",
        "Alison: No.",
        "Rafe: Come on. Livvie no! No, please, don't do this. Don't leave me here alone. Please.",
        "Lucy: Maybe you're right. Everything is going to be ok.",
        "Ian: Of course it is.",
        "Joshua: Well, well. Master caleb's roaming around out of his cage.",
        "Caleb: And I see good help is hard to find these days.",
        "Joshua: You're right. Obviously, your new best friend, the slayer, did this since you are -- how shall I put this? -- Powerless.",
        "Caleb: How do you know? How do you know livvie and I haven't gotten together already? How do you know, joshua, that I'm not back to what I was?",
        "Joshua: I considered that. But when I saw you walk in here alone, without olivia in tow, then I assume you're looking for a way to set her free.",
        "Caleb: You are enjoying all this, aren't you?",
        "Joshua: Immensely.",
        "Caleb: You always did think you were better than me.",
        "Joshua: You never should've been a vampire, much less a ruler.",
        "Caleb: Hmm. Oh, you can keep telling yourself that. But deep down, we both know the truth.",
        "Joshua: What truth?",
        "Caleb: Well, that even now, I could still crush you like a bug.",
        "Joshua: Do you think so?",
        "Caleb: Let's put it to the test.",
        "Joshua: What are you talking about?",
        "Caleb: Let's do this -- you and me, once and for all.",
        "Joshua: You, a mere mortal? You can't be serious.",
        "Caleb: I'm dead serious. What do you say? To the death, or -- or maybe you don't got the guts.",
        "Joshua: I've never walked away from a challenge. And for that, you'll be sorry. You'll be truly sorry. Did you ever notice how kids have the perfect hair color?",
        "Elizabeth: So lucy and I broke into joshua's little hideaway.",
        "Gail: Joshua being the bad vampire?",
        "Elizabeth: The worst. And lucy, who's a vampire slayer, was hiding in the closet when he came back in.",
        "Gail: Lucy's the vampire slayer -- in the closet?",
        "Elizabeth: Yes, where she was ingeniously fashioning a stake out of a hanger.",
        "Gail: Oh, to kill frank scanlon.",
        "Elizabeth: No, no, no, no. Ok, now you're totally mixed up. No, frank came rushing in with ian, which is how joshua knew that there was no way that I was really going to marry him, much less let him bite me -- which I would. I mean, I would if he would only agree not to marry or -- or bite alison.",
        "Gail: Who is your daughter?",
        "Elizabeth: Yes, and he's holding her captive.",
        "Gail: Alison barrington?",
        "Elizabeth: Yes. I mean, wouldn't you do that if your daughter was -- was in the clutches of a vampire?",
        "Gail: Oh, well, absolutely --",
        "elizabeth: And a bad vampire. I mean, a bad -- not the kind of vampire that I was.",
        "Gail: Because you were one of the good ones?",
        "Elizabeth: Well, I don't think that you can reay y say that being a vampire is a good thing. It -- but -- well, yeah -- I was probably one of the good ones, yes.",
        "Gail: Well, you know, this is -- this is all very interesting, and I really would like to hear about more of this story, you know, perhaps maybe even take some notes. But right now, I just have to check in with the hospital. One minute here, ok? Thank you. Oh, hi, it's dr. Baldwin. Yes. I -- I have a friend here with me, and, well, I'd like to bring her in tonight. Right. Yes. Well, we're in the park. You know, it really might be best if you send somebody to --",
        "elizabeth: Wait! Did you -- what are you dog?G? Wait! God, I am pouring out my heart to you. What are you -- what are you doing? You're calling someone to have me committed?",
        "Lucy: Oh. I think that is exactly what I needed.",
        "Ian: You feeling better?",
        "Lucy: Yeah, much better.",
        "Ian: Well, I'm glad.",
        "Lucy: Hey -- I'm kind of sorry I freaked out on you there for a minute. I -- I -- I guess, with everything that's going on, I was due for sort of a meltdown.",
        "Ian: If this is your way of blowing off steam, then, as a doctor, I have to tell you, you should do this more often.",
        "Lucy: Oh, ok. Well, then, I'll take the doctor's advice.",
        "Ian: Mm-hmm.",
        "Lucy: We will.",
        "Ian: We're going to regroup and find alison. I know we will.",
        "Lucy: Right, right. We do have that tiny problem with joshua and frank, though.",
        "Ian: It's not a problem. We'll get a crack at them, as well.",
        "Lucy: But I had a chance to get him. I could have nailed him. I was so close.",
        "Ian: Hey, stop blaming yourself.",
        "Lucy: I do, because we both know something is wrong with me.",
        "Ian: Just off your game, that's all.",
        "Lucy: I think it's more than that.",
        "Ian: No, no, it's -- whatever it is, we'll -- we'll figure it out. Ok?",
        "Lucy: Ok. Well, you know, at least I haven't lost my most important slayer power of all.",
        "Ian: What's that?",
        "Lucy: You know. At least making love with you helps curb your appetite,uh? Not so hungry?",
        "Ian: Yeah.",
        "Lucy: Ian? It -- it -- it does, right? I mean, it does help, right?",
        "Ian: Lucy --",
        "lucy: What are you -- what are you saying? Are you saying that now I can't even help you anymore?",
        "Livvie: Alison -- rafe, you got to let me out. I got to get out. I got to get to him. I have to get to caleb. I have to help him, please.",
        "Rafe: I know how you want to help him.",
        "Livvie: No, I don't mean that! Joshua's going to go after him and kill him. Once he finds out he escaped, he's going to come after all of us.",
        "Rafe: That's why we're going to get out of here.",
        "Livvie: No, I have the ring. I have the ring. I can help -- I can help you fight him. I can help.",
        "Rafe: That -- that'srereat. Thanks, but I don't want to take the chance of you turning caleb back.",
        "Livvie: No, this isn't about me turning him back. It's about me saving his life. Alison, please -- please, you know what I'm talking about. You understand this. You would do anything to protect rafe, wouldn't you?",
        "Alison: Yes, but --",
        "livvie: Well, that's all I'm trying to do. I am trying to keep the man I love safe. I'm trying to keep him from being killed.",
        "Alison: I know that you're really scared --",
        "rafe: Don't listen to her.",
        "Alison: And you're afraid --",
        "rafe: Don't listen to her! She's just trying to manipulate you.",
        "Livvie: That is not true! You know how much I love him.",
        "Rafe: You know what? If there was a chance that -- that letting you out of here -- that you and joshua and caleb would all do each other in, then I would do that. But that's not what's going to happen.",
        "Livvie: What, you think I'm going to take his side?",
        "Rafe: I don't know what's going to happen if caleb gets turned into a vampire again. But I know this -- I can't fight a war on two fronts. So see you around, livvie.",
        "Livvie: No, no. Rafe, you're wrong! All I want to do is save him. I love him.",
        "Alison: Rafe, please, you got to help him.",
        "Livvie: Don't do this to me, please. Don't turn your back on me. You can'T. You -- you can'T. You know this is the only man who has ever loved me. Please, I am begging you. I am begging you. He is all I have. Please, don't do this to me.",
        "Alison: Ok. Ok, rafe, please, you got to help him. You do.",
        "Rafe: Alison --",
        "alison: You do. Please. You need to help him.",
        "Rafe: Come on.",
        "Alison: No, wait.",
        "Rafe: Go.",
        "Alison: You have to.",
        "Rafe: This is caleb morley you're talking about, remember? Your worst nightmare.",
        "Alison: I know caleb morley was my worst nightmare until now. Please, you have to help him.",
        "Caleb: That was pathetic.",
        "Joshua: I'm just getting started.",
        "Caleb: I'd have finished someone off in half the time. What is your problem?",
        "Joshua: I'm enyiying the moment.",
        "Caleb: Come on. Let's see what you got.",
        "Joshua: You want a fight to the death? I'll give you a fight to the death.",
        "Caleb: Ooh!",
        "Joshua: Ow!",
        "Caleb: What? What was that you said about death? Come on. That's the best you got?",
        "Joshua: You think this is over?",
        "Caleb: It was over the minute you tried to take my place!",
        "Joshua: I did take your place. Because I know what I want and I know how to get it. Not like you. It made me sick to see how easily you walked into my trap.",
        "Caleb: You mean the -- the trap to kill me? The one that failed so miserably? Because as you can see, I'm still standing here.",
        "Joshua: Just --",
        "caleb: You know, I got to hand it to you, old man -- this never-say-die attitude even in the face of defeat.",
        "Joshua: I'm not defeated. I will never be defeated, especially not by you.",
        "Caleb: Well, obviously, you can't defeat me. You with all your power and me standing here with nothing.",
        "Joshua: We'll see about that.",
        "Caleb: Ha! Look at you. You are an embarrassment.",
        "Joshua: You think I'm stupid. I know whayoyou are up to. You're trying to provoke me so I'll bite you. That will never happen.",
        "Caleb: You're having enough trouble with me now. Imagine if I was a vampire.",
        "Joshua: You'll never be a vampire. You'll never be mortal. You'll always be dead!",
        "Elizabeth: I am not crazy.",
        "Gail: No. No, mrs. Barrington, I'm not suggesting that you are. I was just -- well, I thought you might like to take some time off so you could just relax.",
        "Elizabeth: What -- oh, my goodness. I'm sorry -- did -- did you actually believe the story that I was telling you with vampires and slayers and stakes -- that -- I am a much better storyteller than I ever thought.",
        "Gail: So you were just making it up?",
        "Elizabeth: From the minute that I saw you, I knew that you would be the right person to -- to run this by, this -- this movie that I'm writing.",
        "Gail: So you're a writer?",
        "Elizabeth: Mm-hmm. Well, actually, I'm probably more of a producer type, if you really ask me. Writer/producer. But when I create my characters, I actually prefer to use the names of people that I actually know -- ian, frank, lucy. It -- it just helps me create them.",
        "Gail: Well, look, I have an awfully busy schedule, but I -- let me see. I'd be glad to give you my card just in case you want to talk again. But, reay,y, I -- I think you should take some time off. Just relax.",
        "Elizabeth: Well, I actually -- I'm working around the clock on this project, but -- but thank you.",
        "Gail: Well, can I call you a cab, huh?",
        "Elizabeth: Oh, no, thank you. I'm just going to -- to walk some more. That fresh air gets my creative juices flowing.",
        "Gail: All right. Fine. Well, you take good care.",
        "Elizabeth: I will. Thank you. Thank you very much. Nice to meet you. God. That is the last time that I open up to some crazy shrink.",
        "Lucy: Wait -- it's true, isn't it? We just made love, and you're not sated at all. You're still hungry.",
        "Ian: No, I'm -- of course the lovemaking helped, you know.",
        "Lucy: But it didn't -- I mean, it kind of makes sense. All the sensations I've been feeling, feeling so confused and dizzy -- I am losing my power. It wasn't just a fluke that I couldn't fight joshua and frank.",
        "Ian: Lucy --",
        "lucy: No. This confirms it. If I can't help you, then I am losing my powers.",
        "Ian: Stop. You're jumping to conclusions, honest.",
        "Lucy: I'm not jumping to conclusions. I think I've been afraid of this for a while and I just didn't want to believe it.",
        "Ian: Well, then, don't believe it. I'm just --",
        "lucy: I can't help it. I'm -- I'm really scared. Because if I'm losing my powers, what's that mean to you?",
        "Ian: Don't -- don't do that. Don't -- I -- look at me. I'm fine. Huh? You're fine. We're all fine. Everything is good.",
        "Lucy: But I can still feel that you're not -- you're still --",
        "ian: I'm what, hungry? A little hungry, a little tense, you know, but that -- look, what we went through would take a few more times of what we just did to get me back down.",
        "Lucy: Really? You're not -- you're not just saying that to make me feel better?",
        "Ian: No. You give me everything I need and always have.",
        "Lucy: Ok. I just -- I don't know what I would do if I couldn't help you anymore.",
        "Ian: You're helping me just by loving me. And I love you.",
        "[Caleb groans]",
        "Alison: Oh, god -- no! No --",
        "joshua: Too late, slayer. You're late.",
        "Alison: Rafe!",
        "Caleb: Stop him.",
        "Alison: Oh, god.",
        "Caleb: He's going after olivia.",
        "Alison: Oh, god.",
        "Rafe: It'll be ok as long as she has the ring.",
        "Alison: No --",
        "rafe: Right now, I just want to get alison out of here.",
        "Caleb: Joshua --",
        "alison: No, we --",
        "rafe: I'll deal with him later.",
        "Alison: We can't leave him here. He g going to bleed to death.",
        "Caleb: Olivia!",
        "Alison: Oh, god, rafe. Oh, god.",
        "Rafe: Right now, I'm still worried about you. Come on.",
        "Alison: No, no! We have to help him somehow!",
        "Rafe: Alison --",
        "alison: Rafe, he's mortal now. Don't you understand that? We are the ones responsible for making him human. We can't leave him here. He's going to bleed to death. We can't leave him or livvie.",
        "Joshua: Damn! Damn them all!",
        "Livvie: They did it. They got away.",
        "Joshua: Yes. They got away and they left you behind. You didn't think about that, did you? Caleb, the love of your life, saved his own skin andididn't think about yours. So now it's just you and me, all alone.",
        "Livvie: They'll co back for me. You'll see. Caleb will come back.",
        "Joshua: Perhaps. But at that point, you'll already have starved to death. Stay tuned for scenes from the next \"port charles: Desire.\"",
        "Kevin: You could do a whole lot better than frank scanlon.",
        "Frank: You want to repeat that, kevin?",
        "Alison: You got to help me, rafe, please.",
        "Caleb: Olivia --",
        "alison: Please, for me. Please.",
        "Joshua: Go on. You're free to go. After you give me the ring."
    ],
    "Transcript Author": [
        "Provided By Eric"
    ],
    "url": "https://www.youtube.com/watch?v=63d0eeCwj7U"
}