{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Eve: Oh, hi. Thanks for coming. Come in. ",
        "Michael: I thought you'd be headed home by now. Is everything all right? ",
        "Eve: Um -- well, yeah, everything's ok. No. No. You know, I should not be \r\nbothering you with this. ",
        "Michael: What is it? ",
        "Eve: I just -- I really need you. ",
        "Michael: You need a priest? ",
        "Eve: No. A friend. ",
        "",
        "Karen: They take a small section of my liver, transplant it into Arianna, and \r\nboth livers regenerate. It's pretty amazing when you think about it. ",
        "Frank: You're amazing. ",
        "Karen: I'm not doing anything anyone else wouldn't do. ",
        "Frank: God, I have missed you. ",
        "Joe: Ok, you two, break it up. ",
        "Karen: Is it time? ",
        "Joe: Just about, which means I got to kick you out, bro. I'm sorry. Just for \r\na few minutes. ",
        "Frank: I'll be right back. ",
        "Karen: I'm not going anywhere. ",
        "Frank: You better not. ",
        "",
        "Kevin: Frank. ",
        "Frank: Hey. ",
        "Kevin: How's Karen? ",
        "Frank: She is perfect, just as beautiful as ever. ",
        "Ian: Frank. ",
        "Frank: Hey. ",
        "Ian: I can't tell you how grateful I am to her for helping Arianna like this.\r\n",
        "Frank: Well, I can't tell you guys how grateful I am for everything you did \r\nin helping me get her back. ",
        "Ian: Get her back? ",
        "Kevin: Oh, did you two have a fight or something? ",
        "Chief's Voice: When you return, you must never speak of what you experienced.\r\n",
        "Ian: What did you mean, help her get her back? What -- ",
        "Frank: Hey, it's just -- it's nothing. I -- you know, I guess I'm a little \r\nnervous about this. ",
        "Ian: We all are. ",
        "Kevin: Well, I'll see you later. ",
        "Frank: Yeah. I can't believe this. Everything is back to the way it was. Ian \r\ndoesn't remember helping me go back in time, Kevin doesn't remember trying to \r\nstop me. It's as if none of it ever happened. ",
        "Rhonda: None of what ever happened, Frank? Huh? ",
        "Frank: Cookie. ",
        "",
        "Eve: You know, I know I probably shouldn't be bothering you with all this \r\nbecause you're a priest and you have more important things to deal with, but I \r\nfeel really comfortable with you. ",
        "Michael: Ok. ",
        "Eve: Good. Thanks. ",
        "Michael: What's on your mind? ",
        "Eve: Ok. You remember I was telling you about my friend Chris, the one who \r\nasked me to marry him? ",
        "Michael: He's a good friend, but you're not in love with him. ",
        "Eve: Well, he was here earlier today and he wanted an answer from me. ",
        "Michael: And? ",
        "Eve: Well, I started thinking about what you told me. You know, how could I \r\neven consider marrying somebody that I just like when I'm in love with somebody \r\nelse? ",
        "Michael: And when you told him this, how did he take it? ",
        "Eve: Well, if I know Chris, he's probably in for a long night at a bar \r\nsomewhere. ",
        "Michael: Well, if you're asking me if you did the right thing, I'd have to \r\nsay yes -- for everyone involved, including your friend Chris. ",
        "Eve: I know. I know, but -- ",
        "Michael: What? ",
        "Eve: Well, I just -- I can't stop thinking about this someone else. ",
        "Michael: The man you love but who can't be with you? ",
        "Eve: Yeah, I -- I miss him so much. You know? And there's just a part of me \r\nthat wants to run back home and tell him about our baby. But then I just think \r\nabout this other person, and she's very sick. And she may -- well, I just -- I \r\njust know that if I go home, I'll just ruin everything for everyone and I'll \r\nmake things worse. ",
        "Michael: You had said something about starting a new life someplace else. ",
        "Eve: And you know, I could see that in the picture with Chris. But now, I \r\nmean, the thought of me taking my baby to some strange town where we don't know \r\nanybody and we don't have any family, for no good reason, it just -- it seems \r\nsad and empty. And so, I guess what I'm freaking out about is that I have no \r\nidea what to do next with my life. You know, I don't even know where to go once \r\nI leave this cabin. ",
        "Michael: Eve, I think I may have the answer you're looking for. But it may \r\nsurprise you. ",
        "",
        "Lucy: I really, really do believe in the tremendous healing power that \r\ncrystals have and, besides, they're just kind of pretty to look at, huh? ",
        "Arianna: They are pretty. Thank you. ",
        "Lucy: You're welcome. Listen, those crystals are going to help you, but you \r\nalso have to help yourself. You have to visualize getting better -- you know, \r\nthinking positive thoughts, and surgery will be a breeze. It'll work. ",
        "Ian: That it will. ",
        "Kevin: She's not bothering you, is she? ",
        "Arianna: I'm glad she's here. ",
        "Kevin: Good. If there's anything about the surgery you want to talk about, \r\nany fears or concerns -- ",
        "Arianna: I'm really not afraid. ",
        "Kevin: Then we'll leave you two alone, then. ",
        "Lucy: Oh. Well, that's nice of you boys to run along. ",
        "Kevin: I meant you and I, Lucy. ",
        "Lucy: Oh. Right. I've got to go. Think those positive thoughts, ok? \r\nEverything's going to be ok. We'll be down in the waiting room just waiting for \r\ngood things, ok? Take care. ",
        "Arianna: Thank you. ",
        "Kevin: See you soon. ",
        "Ian: She is something, isn't she? ",
        "Arianna: Everyone's been wonderful. ",
        "Ian: Well, we're pulling for you, all of us. ",
        "Arianna: I know. So what happens after the surgery? ",
        "Ian: Well, you get better and lead a happy life. ",
        "Arianna: But not with you. ",
        "Ian: Arianna, um -- ",
        "Arianna: It's ok. I know. I want you to be happy, too. ",
        "Ian: Come here. ",
        "",
        "Rhonda: Cookie -- that's my old nickname. How'd you know? ",
        "Frank: I -- you know, Karen must've mentioned it. ",
        "Rhonda: Oh. Well, I haven't heard that in years. ",
        "Frank: Rhonda, you look fantastic. You know that? Really great. ",
        "Rhonda: Oh. Well, thanks. It's the new outfit I bought. ",
        "Frank: Yeah, well, that must be it. ",
        "Rhonda: Oh, well, thank you. You know, I meant to talk to you because I know \r\nthat I was a little worried at first about you and Karen, you know, getting \r\ninvolved, but -- and I wasn't very nice about it, but you've been really good to \r\nher and, truthfully, I've never seen her happier. ",
        "Scott: Well, I guess we have you to thank for that, Frank. ",
        "Rhonda: That's what I was just telling him. ",
        "Frank: I would do anything for Karen. ",
        "Scott: Yeah. I'll bet you would. ",
        "Frank: You have no idea. ",
        "",
        "Rhonda: So how's our little girl doing, huh? ",
        "Karen: Well, all grown up and ready to donate a part of her liver. ",
        "Joe: Everything looks great. ",
        "Karen: Thanks, Joe. ",
        "Joe: All right. ",
        "Scott: So, Karen, how you feeling? ",
        "Karen: I'm fine. I'm not sick. ",
        "Scott: I'm your father. I can worry about you. ",
        "Rhonda: Yeah, that goes double for me. ",
        "Karen: Fine, fine. Worry. It's not like I'm going to be able to stop you. ",
        "Scott: This is really a good thing that you're doing. I'm proud of you. ",
        "Karen: I guess I'm a chip off the old block. ",
        "Scott: Listen, I'm going to let you guys have some time here. ",
        "Rhonda: Ok. ",
        "Scott: I'll be back. ",
        "Rhonda: See you in a bit. So how are you really doing? ",
        "Karen: A little afraid. ",
        "Rhonda: Hmm. You afraid of taking the painkillers and getting hooked on them? ",
        "Karen: Yeah. What if I do? ",
        "Rhonda: You won't. ",
        "Karen: How can you say that for sure? ",
        "Rhonda: Because I'll be by your side to help you. And because I see that \r\nyou've become the most amazing person -- in spite of me. ",
        "Karen: Mom -- ",
        "Rhonda: Hmm, no, I don't kid myself. I know I put you through hell. I gave \r\nyou more responsibilities than any kid should ever have to have. ",
        "Karen: You know, I used to think sometimes you drank because of me. If you \r\nweren't stuck with a kid -- ",
        "Rhonda: Oh, no. Don't ever say that. You were the one good thing for me. You \r\nhelped me get through all of that. You saved my life. That's the truth. Now I -- \r\nI just want to be there for you and I just hope it's not too late to make it up \r\nto you. ",
        "Karen: It's not. ",
        "Rhonda: You were the best thing that ever happened to me in my life. I can't \r\nimagine what my life would've been like without you. ",
        "",
        "Michael: Most of the problems in your life have to do with men. ",
        "Eve: Yeah. That would be an understatement. ",
        "Michael: There's your husband, of course, the man you're in love with, the \r\nfriend that's offered to marry -- ",
        "Eve: Ok. I get the point. Now, what's yours? ",
        "Michael: My point is you're this incredible, bright, independent woman who \r\nhas so much to offer the world, not just the male half of it. Maybe you should \r\nconsider a higher calling, so to speak. ",
        "Eve: Michael, if you're saying that I should give up men and become a nun, I \r\n-- I'm just really not cut out for that at all. No offense. ",
        "Michael: You're a doctor, Eve, in the unique position of being able to help \r\npeople. ",
        "Eve: And? ",
        "Michael: And that must bring you an incredible satisfaction, knowing the \r\ndifference you make in people's lives and their families' lives every day. ",
        "Eve: Yes, it does. ",
        "Michael: But you can do more than you've ever dreamed of. ",
        "Eve: How? ",
        "Michael: By going where you're needed most. There are so many people -- \r\nchildren -- who still lack access to good medical care, places in this country \r\nin dire need of a doctor willing to work for little or no pay. You strike me, \r\nEve, as someone caring and compassionate enough and willing to commit to \r\nsomething like that. ",
        "Eve: You should meet somebody else I know. ",
        "Michael: Maybe focusing on your work is what will give you that inner peace \r\nthat you've been craving for both you and your child. So when you're thinking \r\nabout where to go next, think about that. ",
        "",
        "Ian: We don't have to get into this right now. ",
        "Arianna: Please. I want to. Eve should be here. ",
        "Ian: Yeah, well, she thought her being here would upset you. ",
        "Arianna: Then where'd she go? ",
        "Ian: I don't know. ",
        "Arianna: You'll find her, won't you? ",
        "Ian: I'm going to travel to every corner of the earth from this day till then \r\nuntil I do. And you know what? Not until a voice from a different life told me \r\nto keep my eyes open did I know how important that crazy doctor is to me. I was \r\nso busy carrying the weight of the world on my shoulders, I almost missed this \r\nmiracle standing right in front of me. She is the one person I couldn't bear to \r\nlive without. And at the end of the day, that's all that really matters -- find \r\nsomeone that loves you and to find the courage to love them back. So you got to \r\npromise me something -- you keep your eyes open. ",
        "Joe: Ready? ",
        "Arianna: Ready. ",
        "Ian: All right. ",
        "",
        "Kevin: Correct me if I'm wrong, but didn't you say you threw all of these \r\nout? ",
        "Lucy: Uh, yeah, I did. But I always kept a spare in one of my purses and I \r\nfinally found the purse that had the spare. ",
        "Kevin: Uh-huh. ",
        "Lucy: That's strange. ",
        "Kevin: I know I'm going to be sorry, but why? ",
        "Lucy: This Stranger card -- it keeps coming up in the exact same spot. Wait. \r\nLet me see. ",
        "Lucy: There it is again. It did the same thing in exactly the same spot. ",
        "Kevin: What does that mean? ",
        "Lucy: Doc, it means that someone is going to come into our lives and cause a \r\nmajor disruption. ",
        "Kevin: Oh. It's the new cable company. You know, they just went and changed \r\nall the channels again. ",
        "Lucy: Would you stop it? This -- this is very serious. ",
        "Kevin: Tell me about it! I just got all those channels memorized. ",
        "Lucy: Doc, you don't understand. This card coming up like that means that \r\nsomeone is going to come into all of our lives and mess with all of our lives.\r\n",
        "Scott: Hey, lovebirds, what are you doing -- playing old maid? ",
        "Lucy: Hey. Hey. ",
        "Kevin: How's Karen doing? ",
        "Scott: She's ok. She's all right. She's ready to go. I got to call Serena, \r\nthough. She wants me to -- ",
        "Lucy: Ok, well, give her a big kiss over the phone for me. Tell her hi. I'll \r\nsee her soon. ",
        "Scott: Ok, pal. ",
        "Lucy: Ok. See you later, pal. ",
        "Kevin: Lucy, relax. I'm sure everything's just fine. ",
        "Lucy: I hope so. ",
        "",
        "Karen: Hey. ",
        "Frank: Hey. Did I tell you how lucky I am to have you in my life? Hmm? ",
        "Karen: You might've mentioned it a few thousand times. ",
        "Frank: All the things I'd miss if you weren't a part of it, like the way you \r\nfeel in my arms -- ",
        "Frank: The way your lips taste, the way your skin feels next to mine. ",
        "Karen: You know, if I wasn't about to be wheeled into surgery -- ",
        "Raj: Oh. Oops. ",
        "Karen: Uh, it's ok, Raj. ",
        "Raj: Sorry. Are you ready to go? ",
        "Karen: Um -- one second. ",
        "Raj: Ok. ",
        "Karen: It's my heart for safekeeping. ",
        "Frank: Always. ",
        "",
        "Lucy: Oh, you know, this just confirms what I always say, Doc. I mean, \r\neverything happens for a reason. Nothing's by accident. I mean, if Rhonda and \r\nScott hadn't gotten together, you know, there wouldn't have been a Karen, so \r\npoor Arianna -- but I guess we're just all lucky they did, huh? ",
        "Frank: You can say that again. ",
        "Rhonda: May I? ",
        "Frank: Something wrong? ",
        "Rhonda: Oh. No, no, no. It's just the feelings, you know, attached to this \r\nheart. You know what I mean? All the love, all the pain. ",
        "Frank: Yeah. I do know. ",
        "Rhonda: Here. Keep it safe. ",
        "Kevin: Joe. ",
        "Ian: Joseph. ",
        "Lucy: Well, that's a big smile on your face. ",
        "Ian: How'd it go? ",
        "Joe: Even better than we hoped. ",
        "Ian: How is Arianna? ",
        "Joe: They just finished closing. She's on her way to I.C.U. ",
        "Ian: Thanks, Joseph. Excuse me. ",
        "Frank: And Karen? How's Karen? ",
        "Rhonda: Is she asleep? ",
        "Joe: She's already out of recovery and back in her room. ",
        "Scott: Can I go see her? ",
        "Joe: Sure. ",
        "Kevin: Did I not tell you that everything was going to be just fine? ",
        "Lucy: Um -- yep, you were right. You were right. ",
        "Kevin: And the cards were wrong. ",
        "Lucy: No. The cards are never wrong, Doc. It just means this wasn't about \r\nthis thing. What it means is something else is coming. I just have to figure \r\nout what it is. ",
        "",
        "Frank: Hey. ",
        "Rhonda: You did it, honey. ",
        "Scott: Yeah, you did. You came through it like gangbusters. ",
        "Frank: I love you so much. If only I could tell you how I went back in time \r\nto save you. ",
        "Karen: Oh, what did you say? ",
        "",
        "[Monitor beeps] ",
        "Ian: You're going to be just fine. A brand-new life. A brand-new life. ",
        "",
        "Eve: Ok, little one. It's time to start a brand-new life. ",
        ">> Hi. My name is Marie Wilson, and I play Karen Wexler on ABC's \"Port \r\nCharles.\" We hope you've enjoyed today's show, which deals with a very important \r\nissue. Every day, 15 Americans die waiting for an organ transplant. You have the \r\npower to save one of these lives by listing yourself as an organ donor. For more \r\ninformation, please call the United Network of Organ Sharing, 1-800-355-SHARE.",
        ">> On the next \"Port Charles\" -- ",
        "Eve: I'd like to stay here and work with you. ",
        "Alison: Just give it to me, baby, right here, right now. ",
        "[Captioning made possible by the National Captioning Institute] "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=DtvgzcH94VI"
}