{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jack: There you are, you son -- ",
        "Chris: Hey. What's your problem? I'm trying to work. ",
        "Jack: What, suddenly the doorman doesn't let me up to see her anymore? She \r\ndoesn't get any of my messages? ",
        "Chris: Maybe Livvie's not as interested in you as you thought she was. Sorry, \r\nJack. ",
        "Jack: Save the innocent act, bro, all right, because you suck at it. Now, \r\nhere's a message I want to get delivered. I'm onto your little games. Yeah. And \r\nnothing's going to break Livvie and I up, so you better deal with that. ",
        "",
        "Joe: So, what happened with Eve? ",
        "",
        "Kevin: So, how you feeling? ",
        "Eve: Like I've been hit by a car. ",
        "Kevin: Well, that's because you were. Can you remember anything? ",
        "Eve: I -- I think I remember Christmas Eve, but just bits and pieces. It's \r\njust a fog. ",
        "Kevin: Can you tell me the last thing you remember? ",
        "Eve: I remember wanting to get home to you and I couldn't. ",
        "Kevin: You're home now. That's all that matters. ",
        "Eve: What day is it? ",
        "Kevin: It's January 8. ",
        "Eve: January 8. It's been two weeks, Kevin. ",
        "Kevin: You haven't been out the whole time. There's some gaps. ",
        "Eve: Why can't I remember? ",
        "Kevin: Maybe it's better that you don't. ",
        "Eve: Why? ",
        "Kevin: Honey, sometimes the memory has a way of blocking out the things that \r\nare best left forgotten. ",
        "",
        "Ian: Eve doesn't remember what happened when we were together. She doesn't \r\nremember about us. ",
        "Joe: She just survived a major accident, Ian. Post-concussive amnesia is \r\nalmost expected, but it'll pass. ",
        "Ian: Save it, Joseph. I took the same bedside manner classes you did. Yes, \r\nsome patients may regain their memory completely. There's others who lose blocks \r\nof time. Forever. How could this happen? How? ",
        "",
        "Scott: What's the c-note for? ",
        "Lucy: I want to hire you as my lawyer. ",
        "Scott: I don't come that cheap. ",
        "Lucy: No, really, I'm not kidding. I really do want your help. ",
        "Scott: All right, all right, Lucy. Just take it easy. But I want to go see \r\nEve. ",
        "Lucy: Oh, no, no. Wait, wait, wait. See, that's sort of my problem. I mean, \r\nit sort of concerns her. ",
        "Scott: Do you know something about what happened to Eve? ",
        "Lucy: Just take this. Just please take this first so we have that, you know, \r\nclient confidentiality thingy. ",
        "Scott: Oh, Lucy, something's fishy here. ",
        "Lucy: You're right, and I'm the fish about to fry, except I think this is \r\ngoing to turn out to be a great big whale fry. Look, pal, I did something pretty \r\nbad. I mean, I committed a crime, and they could send me to jail, and I can't \r\nexactly go to jail. ",
        "Scott: They would love you in Sing Sing. What's this crime? ",
        "Lucy: Ok -- um -- it's sort of a computer-type crime. Look, I changed the DNA \r\nresults on Eve and Ian. Ok, I knew they were alive, and I made it look like they \r\nwere dead. I made everybody believe they were dead instead of alive. So I am in \r\nreally big trouble, aren't I? ",
        "",
        "Jack: See, I know Livvie. I know if she'd have gotten my messages, she would \r\nhave called. ",
        "Chris: Hmm. Well, maybe she's just having second thoughts about getting mixed \r\nup with a felon. Now, if you care about her the way you say you do, then you'll \r\ndo what's best and you'll leave town. Go back to Westford, get yourself a \r\nlawyer. Get this probation trouble all straightened out. ",
        "Jack: Yeah. You know, that's a good idea. I can't believe I didn't think of \r\nthat. Oh, but lawyers cost money. And the last cent I had went to some hotshot \r\ndoctor, like yourself, to save our mom. ",
        "Chris: You know something? I do owe you for taking care of our mother. So \r\nI'll tell you what I'll do. I'll pay for your lawyer. ",
        "Jack: Leave Livvie, skip town, and hit the jackpot. So tell me, Chris, how \r\nmuch is my vanishing act worth to you? ",
        "Chris: More money than you've ever seen, little brother. ",
        "",
        "Joe: Maybe there's a positive side to Eve blocking out much of what she went \r\nthrough. It was pretty traumatic. ",
        "Ian: Not all of it, Joseph. Not all of it. ",
        "Joe: It might be too hard for her to deal with her feelings. ",
        "Ian: What, her feelings for me? ",
        "Joe: Yeah. Now that she's home with her husband. ",
        "Ian: What are you saying? That she doesn't want to remember? ",
        "Joe: Maybe. ",
        "Ian: No. No. Eve was committed to us getting out of there and starting a life \r\nover somewhere else. Something like that can't stay buried forever. It just \r\ncan't. ",
        "",
        "Eve: I feel so strange, like there's something at the tip of my memory and I \r\ncan't quite reach it. ",
        "Kevin: Don't force it. Just give yourself time to recuperate. ",
        "Eve: It's like a dream, you know? And you wake up, and for just a moment you \r\nthink it's real, but then you know it's just a dream. ",
        "Kevin: This is real. I can touch you, and I can hold you. And I can take you \r\nhome. After I thought you were -- ",
        "Eve: Dead. Oh. Oh, Kevin, I'm so sorry you had to go through that all by \r\nyourself with no one to comfort you. ",
        "Kevin: I'm so sorry, Eve. ",
        "Eve: Oh, you didn't know I was still alive. It's not your fault. What could \r\nyou have done? ",
        "Kevin: I could barely face the house without you. Every time I turned around, \r\nall I saw were memories. And I tried to have hope, but once I saw the DNA test \r\nthat confirmed you were dead, I just lost all my hope. ",
        "Eve: Harris. It must have been Harris. He must have changed the DNA test to \r\nmake it look like we were dead. ",
        "Kevin: Who would do something like that? What kind of a person makes a man \r\nbelieve that his wife has died? ",
        "",
        "Scott: Lucy, you're on the hospital board, all right? You tampered with test \r\nresults, you made two people look like they were dead when they were alive? ",
        "Lucy: Don't you think \"tampered\" is a bit harsh? ",
        "Scott: I can't represent you here. ",
        "Lucy: Wait, Scott, please. Listen, you're a great lawyer. You could use that \r\ncrime of passion or reason of insanity or the twinkie defense -- I don't care. \r\nUse something. ",
        "Scott: I'm not that great. ",
        "Lucy: You could put a little spin on it. You know, just -- ok, you'd have to \r\nput a great big spin on it. But, pal, please listen to me. I did this just to \r\nprotect Kevin from finding out that his wife ran off with her lover. Don't I get \r\nany points for that? ",
        "Scott: Lucy, Eve and Ian were kidnapped. ",
        "Lucy: I know, but I didn't know that then. ",
        "Scott: Well, where were your psychic abilities? ",
        "Lucy: Well, at the time, all I was picking up on was what Eve and Ian were \r\nfeeling for each other, so naturally, I assumed that they were -- you know. ",
        "Scott: Yeah, ok. So let's just think about this, ok? So Eve and Ian, they go \r\nand they dig up a couple of stiffs, they put them in his car, they get a lot of \r\ndynamite, enough to blow up everybody in the Recovery Room, just so they could \r\nrun off and have an affair. Don't you think there's a lot easier ways to have an \r\naffair? ",
        "Lucy: You know, maybe I didn't really think it through. That happens. I just \r\ndidn't happen to connect all the dots. But, Scott, I was doing it for Kevin. He \r\nwas in such a bad state. Do you know he almost killed himself? He almost torched \r\nthe whole lighthouse when he found that note that Ian had written Eve. You know, \r\nwhat was I supposed to do, follow him around with a fire extinguisher the rest \r\nof his life? ",
        "Scott: You were supposed to keep your nose out of Eve and Kevin's business.\r\n",
        "Lucy: You are looking at this in entirely the wrong way. I did this whole \r\nthing to protect Kevin. I didn't want this man to find out that his wife was \r\nwith another man. I did it so Kevin could go on living his life. ",
        "Scott: Let me ask you something, Lucy. Just think about this -- maybe you did \r\nit because if Kevin thought Eve was dead, he would turn to you. ",
        "",
        "Chris: You blame me for not being there for our mother when you and I both \r\nknow there's no way I could have even known where she was. ",
        "Jack: No, you could have found her if you wanted to. ",
        "Chris: And now you've decided it's payback time, and you're going to use \r\nLivvie to take from me what you think I took from you. ",
        "Jack: Look, I would never hurt Livvie. ",
        "Chris: Yeah, well, prove it and leave before she gets in too deep. Because \r\nshe will get over you. ",
        "Jack: So tell me, Chris -- how much is breaking up with a girlfriend worth \r\nthese days? ",
        "Chris: Ten grand. ",
        "Jack: All that money right there in your briefcase and -- I don't know, to \r\nme, it seems like you kind of planned this. ",
        "Chris: Just take the money, Jack. It's yours. ",
        "Jack: You got yourself a deal. ",
        "Chris: There you go. Now, just between brothers, you got to admit, this is \r\nthe reason you were here all along, just to get your hands on some cold, hard \r\ncash, right? ",
        "Jack: You want the truth, Chris? Ok. I used Livvie. Is that what you want to \r\nhear? I used her to get even with you. That's the truth. That's why I came to \r\nPort Charles. Yeah. ",
        "Chris: And $10,000 -- pretty good score? ",
        "Jack: Pretty good, pretty good. Date a pretty girl and screw you over. You \r\nknow what? I think I'm going to go do some shopping. Have a nice day, big \r\nbrother. ",
        "[Tape rewinds] ",
        "Jack's Voice: You want the truth, Chris? Ok. I used Livvie. Is that what you \r\nwant to hear? I used her to get even with you. That's the truth. That's why I \r\ncame to Port Charles. Yeah.",
        "Chris's Voice: And $10,000 -- pretty good score? ",
        "Jack's Voice: Pretty good, pretty good. Date a pretty girl and screw you \r\nover. You know what? I think I'm going to go do some shopping. Have a nice day, \r\nbig brother. ",
        "Chris: Gotcha. ",
        "",
        "Livvie: Hi. How is she? ",
        "Kevin: She's going to be all right. ",
        "Livvie: Oh, great. I just -- I wanted to come by to say how happy I am that \r\nshe's going to pull through. I wanted to bring flowers or candy or something, \r\nbut I know you're not allowed to in -- ",
        "Kevin: I'm just glad to know that you're here and everything's going to be \r\nfine. ",
        "Livvie: Yeah, well, I'm just -- I'm still worried, though. The truth is, now \r\nthat we know Eve's going to be ok, I'm -- I'm worried about Lucy. I know how \r\nclose the two of you have gotten again, and Lucy cares for you so much, and I \r\nthink you care for her, too. ",
        "Kevin: Livvie, Eve is my wife, and I love her. And she needs me now more than \r\never, and I want to be with her. ",
        "Livvie: You want to or you have to? ",
        "Kevin: It's the right thing to do, and I am where I want to be. ",
        "",
        "Lucy: You know what? You aren't even trying to understand what I'm saying \r\nhere. You're a terrible lawyer, and you are not my friend anymore. ",
        "Scott: Lucy, Lucy -- I'll help you. Don't I always? ",
        "Lucy: Oh, pal, I'm so sorry. You are a wonderful lawyer, and you're a \r\nterrific, brilliant person. It's -- you know what? If you weren't my pal, I \r\nwould die. But I am already beating myself up over this. I don't need you to be \r\nJiminy Cricket sitting on my shoulder, reminding me the error of my ways. ",
        "Scott: Lucy, I know how your mind works, ok? In your Lucy world, you think \r\nthat you were doing the right thing and it was ok, it's justified. But it's -- \r\nsee, it's not. In the real world, you know, justice, you know -- there are laws, \r\nand you broke the law. ",
        "Lucy: But, pal, I can't go to prison. You know, you look good in prison blue. \r\nI don't look good in prison blue. I never look good in blue. ",
        "Scott: All right, listen. I think your way out of this is you've got to go to \r\nthem, confess before they track you down. ",
        "Lucy: You're saying I have to go and confess? ",
        "Scott: Yes, that's exactly what you have to do. You've got to go tell them \r\neverything. I mean, you can be persuasive when you want to be. I know that. ",
        "Lucy: You know, there's another choice here. Bora Bora. You know what? It's \r\nvery nice this time of year, and there's very inexpensive beachfront property. \r\nBesides, there is no extradition. ",
        "Scott: And there is no Serena, no Kevin. ",
        "Lucy: You're right. I mean, you're right. You're right. You always seem to be \r\nright lately, and I can't go. I also can't let Kevin find out the truth from the \r\nFBI or the CIA or the KGB or any of those people. I guess I need to tell him the \r\ntruth myself, don't I? ",
        "Scott: Yeah, you do. Go do it now. ",
        "Lucy: No, I will. I will. You know, there's -- you just got to find the \r\nright, perfect time to say something like this. ",
        "Scott: Now is the right time. I'm going to go check on Eve. You go tell Kevin \r\nyou changed the DNA results and throw yourself on his mercy. ",
        "Lucy: Ok. If I do that, you'll work your legal mumbo jumbo magic, right? ",
        "Scott: Of course I will. But, you know what? I'm going to keep this because I \r\ngot a feeling I'm going to earn it. ",
        "Lucy: Hey, thanks. ",
        "Scott: Ok. ",
        "Lucy: Ok, universe, please don't fail me now. ",
        "",
        "Livvie: Wow! Who won the derby? Oh. ",
        "Jack: Thought you might like some flowers. ",
        "Livvie: I cannot believe my eyes. ",
        "Jack: You know what? I wish I could buy flowers for you like this every day.\r\n",
        "Livvie: Jack, this is the nicest thing anyone has ever done for me. But these \r\n-- oh, these flowers must have cost you a fortune. ",
        "Jack: Don't you worry about that. ",
        "Livvie: Do you know what I love more than these flowers? ",
        "Jack: What? ",
        "Livvie: The fact that you're here. God, I missed you so much. ",
        "Jack: Hey, I missed you, too. I missed you a lot. ",
        "Livvie: When I didn't hear from you, I got worried. I thought something had \r\ngone wrong with your probation and you had to leave town. Jack, I thought I'd \r\nlost you. ",
        "Jack: Hey, hey. You don't have to worry about that because I'm here and I'm \r\nnot going anywhere, ok? ",
        "",
        "Chris: Detective Garcia. I'm glad I got through to you. I have to report a \r\ntheft. Yeah, somebody's stolen $10,000 from me. ",
        "",
        "Kevin: Actually, I'd really appreciate it if you could look in on Eve. Thank \r\nyou, Gail. Bye. ",
        "Lucy: Doc, hi. ",
        "Kevin: Hi. ",
        "Lucy: Do -- do you have a minute? ",
        "Kevin: Of course. What's up? ",
        "Lucy: Uh -- well, there is not an easy way to say this, so I'm going to just \r\ncome right out and say it. I did something really, really terrible, and now it's \r\ntime for me to fess up. ",
        "",
        "Scott: You're blown up, everybody thinks you're dead, then you come back to \r\nlife. It's very dramatic. ",
        "Eve: Well, you know me. Couldn't die. ",
        "Scott: Uh-uh. ",
        "Eve: Besides, if I did, who would you have to eat candy corns and pizza with, \r\nhuh? ",
        "Scott: I could use a slice of pizza right now, so don't go anywhere. ",
        "Eve: Ok. I am going to go to sleep, though. ",
        "Scott: Ok. Get some sleep. ",
        "",
        "Joe: Hey. Think this through, Thornhart, before you rush in there and stir \r\nthings up. ",
        "Ian: I was with Eve for weeks. I know everything that happened to her -- \r\neverything. Who better to remind her of it? ",
        "Joe: It's dangerous to push a patient before she's ready. You know that. ",
        "Ian: She's not just another patient. I can take care of her better than \r\nanyone. She's in there lost because of me, and I will do everything in my power \r\nto help her find her way back. Now, stand down, Joseph, I'm begging you. ",
        "Ian: Hey. ",
        "Eve's voice: Does that mean we're going to get out of here? ",
        "Ian's voice: And you're also released from your obligation. ",
        "Eve's voice: How did you manage to do that? ",
        "Ian's voice: Well, I told him that if he ever had a relapse, I'm the only one that \r\ncan help him and I wouldn't if he touched you. ",
        "Ian: Hey. ",
        "Eve: Am I dreaming? ",
        "Ian: No, you're not. I'm right here. \r\n ",
        ">> On the next \"Port Charles\" -- ",
        "Eve: I just remember a little bit of what we went through. ",
        "Ian: Then let me help you. I remember everything. ",
        "Kevin: Come on, Lucy, what could you have done that could be so terrible? "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=AKPgXf_agdI"
}