{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jamal: You -- you call this traveling light? ",
        "Alison: Oh. What are you talking about? I'm trying to leave everything behind \r\nso that you and I -- ",
        "Jamal: Ok. ",
        "Alison: Can concentrate on each other. ",
        "Jamal: Well, everything except a few sexy outfits, right? ",
        "Alison: [French accent] But of course. ",
        "Jamal: [French accent] But of -- ",
        "Alison: [Normal voice] And a few sandwiches. ",
        "Jamal: [Normal voice] Sandwiches? ",
        "Alison: Well, yeah. ",
        "Jamal: What do sandwiches and sexy outfits have to do with each other? ",
        "Alison: Well, I was thinking that if we didn't have to stop, you know, the \r\nsooner we could get there and the sooner -- ",
        "Jamal: Ah -- ah. Ok, ok, that's what I'm saying. What can I do? ",
        "Alison: Well, we're out of everything. ",
        "Jamal: Ok, no problem. I'll just go to the Recovery Room and grab a couple \r\nsandwiches, and then finally, you, me, together, alone. I can't wait. ",
        "Alison: I know. Me, neither. ",
        "Jamal: Can't wait. ",
        "Alison: So go, hurry. ",
        "Jamal: Ok, ok. ",
        "Alison: Hurry, hurry. ",
        "Jamal: Yes, ma'am. ",
        "Alison: Go. ",
        "Alison's Voice: Maybe you should take my scarf. I think that you forgot what \r\nit feels like to be cold. ",
        "Rafe's Voice: No, I -- I think I forgot what it feels like to -- to be alive. \r\nUntil now. ",
        "Alison's Voice: What do you want? What do you want more than anything in this \r\nworld? ",
        "Rafe's Voice: I -- I want -- I want to kiss you. ",
        "Alison's Voice: So then who's stopping you? ",
        "Alison: Oh, my God. Rafe is in love with me. He gave up everything for me. I \r\nfeel bad that I read his journal, bad that he feels this way about me, bad that \r\nI may have encouraged it, and really, really bad that I am starting to have \r\nfeelings for someone who lives up there and who may be going back at any point. \r\nI mean, this is just so confusing. ",
        "Livvie's Voice: Listen to me, please. I am your friend, and I am going to be \r\nas honest with you as you've been with me. What you and Jamal have is real. And \r\nyou may have had your problems, so you turned to somebody else who was there for \r\nyou, but that somebody else can't give you what you want. You know that Rafe \r\ncan't do that for you. Just trust me, let him go. Do it for yourself and do it \r\nfor him. Just let Rafe go. ",
        "Alison: What was I even thinking? This is where I belong. And Jamal and I \r\nneed just some time together to get back to the way that we used to be. We will. \r\nWe have to. ",
        "[Knock on door] ",
        "Alison: Coming. ",
        "Alison: Valerie. I thought you were in the hospital. ",
        "Valerie: Well, guess what. Not anymore. ",
        "",
        "Ian: Mac, hey. Thanks for coming. ",
        "Mac: What's up? ",
        "Ian: Maybe nothing, maybe something. I -- ",
        "Mac: Start at the beginning. ",
        "Ian: Ok. There's this girl, Amy, and she's a blind girl. She's been living \r\nwith Eve and me. She's working as a psychologist at the clinic. ",
        "Mac: Yeah, I think Kevin mentioned her. ",
        "Ian: Oh, ok, good. Well, she didn't show up for work today. And I called her \r\ncell phone and some strange guy answered it, said I had the wrong number and \r\nhung up. ",
        "Mac: And? ",
        "Ian: \"And\" -- what, you don't think that's suspicious? A girl's missing, \r\nsomebody else answers her cell phone? ",
        "Mac: Yeah. And? ",
        "Ian: And nothing, that's it. ",
        "Mac: Thanks for the call, Ian. I've got real police work to take care of. ",
        "",
        "Gabriela: That was nice of Frank to drop you off at my place. ",
        "Ricky: Frank's a jerk. ",
        "Gabriela: Frank was almost family. ",
        "Ricky: Yeah. You and brother Joe, the guy who dumped you. You really dodged a \r\nbullet on that one, Gigi. Look, I'm sorry, I -- it's been kind of a bad day. ",
        "Gabriela: Yeah, well, at least you're not in jail. ",
        "Ricky: Yeah, well, that's no thanks to that Casey chick. You know, your buddy \r\nFrank seems to think we're tight or something. Every time she gets into trouble, \r\nI get into trouble. ",
        "Gabriela: Well, Ricky, you do have a record. You know, you earned that all by \r\nyourself. No one's going to give you the benefit of the doubt until you prove \r\nthat you've cleaned up your act. ",
        "Ricky: Yeah? Well, I got this new job and I'm wearing a new suit. I'm as \r\nclean as it gets, Gigi. ",
        "Gabriela: Where'd you get this? ",
        "",
        "Paige: What do you mean you've never been here before? ",
        "Amy: You think it's something even worse than being called back? ",
        "Rafe: I told you I don't know what this is or why we're here. ",
        "Ed: Maybe I can fill you in. ",
        "Casey: Who's he? ",
        "Ed: Casey, don't tell me you don't recognize the sound of my voice. Here I \r\nthought you'd all be thrilled and delighted to be reunited with me. ",
        "Rafe: Yeah, so why'd you bring us here, boss? ",
        "Casey: Yeah. What did we do? ",
        "Ed: Why don't we all take a seat, hmm? After all, we have a lot to talk \r\nabout. ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Casey: Look -- look, I'm sure you've got some really good reasons for yanking \r\nus back, but I swear they're not my fault. Hey, if I've gotten into any kind of \r\ntrouble, it's only because Paige and Amy have been breathing down my neck. Yeah, \r\nbut you know what? If you give me another chance, you know, maybe you're going \r\nto let me back down on my own, I promise I will be nothing but perfect down \r\nthere. Yeah, I swear. I will make you proud. I just -- you know, I just wanted \r\nyou to know that. ",
        "Amy: You are such a liar. ",
        "Paige: Sir -- if that's appropriate -- ",
        "Ed: \"Ed\" is fine. ",
        "Paige: Ed, sir, every problem we've had has started with Casey. ",
        "Amy: Uh-huh. We've all been covering for her mistakes. ",
        "Casey: Thanks a lot, girlfriend. ",
        "Ed: All right. What about you, kiddo, hmm? ",
        "Rafe: Huh? Oh, I just found out about them. And you know what? I know I said \r\nI'd help you guys, but if this is about us being called back upstairs, I'm all \r\nfor it, ok? ",
        "Paige: How can you be so selfish? ",
        "Casey: What? ",
        "Amy: Just because you completed your life's journey -- ",
        "Ed: All right, hold it. ",
        "Paige: Or given up on it. ",
        "Ed: Hold it, hold it. ",
        "Amy: Doesn't mean you can take our chance away! ",
        "Ed: Hold it -- hey! When I talk, you listen. You're not back up here because \r\nI yanked you back. You're back up here because you all made mistakes. If you \r\ndon't shape up and get your acts together, someone is -- someone quite innocent \r\nis going to get hurt. ",
        "",
        "Gabriela: What are you doing with a cell phone? I know you can't afford one.\r\n",
        "Ricky: Look, Amanda Barrington gave it to me, all right? She wants her driver \r\navailable at all times. ",
        "Gabriela: Hmm. Well, that does sound like Amanda. But you know she's not \r\ngoing to be very happy if she can't reach you whenever she wants, so make sure \r\nthe phone is turned on. ",
        "",
        "Ian: This is real police work, Mac. ",
        "Mac: Another option is your friend Amy met a guy -- the same guy who answered \r\nher cell phone. They took off together and they don't want to be found. ",
        "Ian: No, I don't believe that. ",
        "Mac: You've known this girl, what, a couple of weeks. How do you know I'm not \r\nright? ",
        "Ian: I don't know that. I don't know. Call it instinct, call it whatever you \r\nwant, but a woman is missing. And, what, does she have to turn up dead before \r\nyou'll do something about it? ",
        "",
        "Jamal: Hey. What's up? ",
        "Jack: Hey, Jamal, what's happening? ",
        "Jamal: What's happening? What's going on? What? ",
        "Livvie: Hey. We were just heading to your apartment to say goodbye. ",
        "Jamal: Oh, yeah? ",
        "Jack: You guys all set? ",
        "Jamal: Yeah, I'm just stopping to pick up some sandwiches for the road and -- \r\nhey, you sure you're ok to watch the shop and everything? ",
        "Jack: Yeah. ",
        "Livvie: Yeah, we are very sure. ",
        "Jamal: All right. ",
        "Livvie: We're just glad you guys are getting away together. ",
        "Jamal: Yeah, yeah, this is going to be really good. ",
        "Jack: So, how's Valerie doing? ",
        "Jamal: Not great. I mean, she's getting the help she needs -- I guess. I \r\nmean, I don't know. Just -- ",
        "Livvie: But what? ",
        "Jamal: I don't know. I just felt kind of bad for walking out on her like \r\nthat. ",
        "Jack: Hey, Jamal, you did the right thing, man. All right, Valerie was \r\ngetting out of control. ",
        "",
        "Alison: Valerie, when did you get out of the hospital? ",
        "Valerie: What do you care? Sorry, am I interrupting your little romantic \r\ngetaway? ",
        "Alison: Jamal and I were just -- ",
        "Valerie: I can't believe Jamal is leaving -- after everything I'm going \r\nthrough? After everything I've given up for him? ",
        "Alison: Ok, Valerie -- ",
        "Valerie: Shut up! I know what's going on here. You two have probably been \r\nlaughing about it -- picture me rot away in this psycho ward while you go and \r\nplay house with my man? ",
        "Alison: Valerie, Jamal is not your man. ",
        "Valerie: Oh, he would've been if it wasn't for you. ",
        "Alison: No. ",
        "Valerie: You were the one who made him turn his back on me. You were the one \r\nwho was hoping they'd lock me up and throw away the key. Well, it wasn't that \r\neasy, was it, Alison? And now Jamal's going to know what it really feels like to \r\nlose everything. ",
        "Alison: Ok, Valerie, you need to leave me alone and leave both of us alone.\r\n",
        "Valerie: Sorry, I can't do that. ",
        "",
        "Mac: All right. I'll look into it as a favor to a friend. ",
        "Ian: Thanks. And sorry about earlier with the -- ",
        "Mac: Hey, forget it. ",
        "Ian: Amy's blind, she doesn't know her way around Port Charles. She's strong \r\nand capable and all of that, but she would be very upset if she knew that I was \r\ntalking to the police. ",
        "Mac: How's Eve? ",
        "Ian: Eve's fine. No, she's working 25 hours a day, but she's doing ok. ",
        "Mac: Good. And Danny, your son -- how's he doing? ",
        "Ian: Danny, my son, is fine, Mac. What are you implying? You thinking there's \r\nsomething going on between Amy and me? ",
        "Mac: Hell, I don't know what I'm thinking half the time, Ian, let alone \r\ngetting into that stubborn head of yours. I'll have the police look into it. \r\nTake care. ",
        "",
        "Gabriela: So Mom sees me in this ratty t-shirt and jeans and starts giving me \r\na sermon about how I need to dress more ladylike. I swear, she thinks you're \r\ngoing to turn me back into a tomboy. Ricky? I'm over here. ",
        "Ricky: Yeah, I know. You were just saying -- ",
        "Gabriela: I don't see her, either. ",
        "Ricky: Who? ",
        "Gabriela: Casey. That's who you're looking for, isn't it? ",
        "Ricky: Are you high? ",
        "Gabriela: Come on, it's me. You can be honest. What is it with you and this \r\ngirl? ",
        "Ricky: Look, it's not anything. ",
        "Gabriela: Oh, it's something, all right. ",
        "Ricky: There's nothing going on between us. ",
        "Gabriela: Fine. ",
        "Ricky: Nothing. ",
        "Gabriela: You said that. So? ",
        "Ricky: We just -- I don't know, we -- we get each other, you know? ",
        "Gabriela: Yeah, I do. But, you know, everything I've heard and seen about \r\nthis girl, Ricky -- she's trouble. ",
        "Ricky: But I like trouble. ",
        "Gabriela: What am I going to do with you? ",
        "Ricky: Look, you don't have to worry. I'm not going to be seeing her anymore \r\nanyway. ",
        "Gabriela: You're not? ",
        "Ricky: Nah. I have a feeling that she skipped town. ",
        "Gabriela: You're bummed because she didn't come and say goodbye, aren't you?\r\n",
        "Ricky: Yeah, right. ",
        "",
        "Ed: Your behavior on earth has been appalling. The pursuit of your goals has \r\nbeen careless. You don't seem to give a damn about the consequences. Sometimes I \r\nwonder why you don't wear a sign around your neck say, \"Hey, look at me, I'm an \r\nangel.\" Considering all the near misses you had, you might as well be wearing \r\none. ",
        "Paige: Sir, it's -- ",
        "Ed: What is it, Paige? ",
        "Paige: You're absolutely right. We haven't been as careful as we should've \r\nbeen, but we've made lots of mistakes and we're very sorry. It's all very new to \r\nus. ",
        "Ed: Not all of you are new to this. ",
        "Rafe: Ahem. What did I do? ",
        "Ed: Oh, nothing, Rafe. \"Let me go back down. Bring me back up. I don't like \r\nthe rules. I'll do it my way. My way isn't working. Tell me what to do.\" That \r\nsound familiar to you? ",
        "Rafe: Ok, I've been a little confused, ok? ",
        "Ed: Oh, let me make this quite clear. Let me make it quite simple for all of \r\nyou. I went out on a cloud for you. I open up the gates of heaven, allowed you \r\nback to the land of the living because I thought you were taken too early. I \r\nwanted to give you a chance to complete your journeys. ",
        "Amy: We appreciate it, sir. ",
        "Ed: Now, I told you before you left. I'm going to remind you one more time -- \r\nthis doesn't happen every day. It's a big deal, this opportunity you're getting. \r\nSo not only am I demanding that you go back down there and cover your butts with \r\neach and every person you have made suspicious, but band together for God sakes. \r\nThis isn't every angel for themselves. Stop fighting and look out for each \r\nother. Watch each other's backs. You can't afford to draw any more attention to \r\nyourself or make any more mistakes. And don't lose your watches. It's your \r\nconnection to heaven. It's also your reminder of how much time you have left to \r\naccomplish your tasks. And if you don't accomplish them, I promise you, you \r\nwon't get another chance. ",
        "Paige: We understand. ",
        "Casey: Yeah. ",
        "Amy: We are grateful for this, if we haven't been showing it. ",
        "Paige: And we'll do better. ",
        "Rafe: Is there something else you want to say, sir? ",
        "Ed: Yes. The most important thing for you to take back is this -- heaven and \r\nearth are interconnected. When I let you go back down to earth as mortals, I \r\nrestored your human ability to connect with others. That means everything \r\nyou do or say has a ripple effect on others. Nobody lives in a bubble. Nobody \r\ntakes a journey just his own. Remember that. And even though you each may have \r\nsomething you want to complete, every choice you make has an effect on other \r\npeople's lives. So every choice you make has to be done with great forethought \r\nand care. Now, am I clear? ",
        "Paige: Yes, sir. ",
        "Amy: Absolutely. ",
        "Casey: Crystal. Sir, uh, Ed. Whatever. ",
        "Ed: Same goes for you, kiddo. ",
        "Rafe: What's this room for? I mean, why'd you bring us here? ",
        "Ed: This room and this table is where we'll all meet when your 13 weeks are \r\nup. It's your portal to heaven. ",
        "Rafe: Ok. Well, if that's the case, then you know what? There's something \r\nyou're not telling us. ",
        "Ed: Excuse me? ",
        "Rafe: Well, it's just -- there's four of us, and -- one, two, three, four -- \r\nfive chairs, so is someone joining us? ",
        "",
        "Alison: Valerie, put the gun down, ok? We'll talk about this. ",
        "Valerie: Shut up! ",
        "Alison: No, listen. You -- you do not -- you do not want to do this. ",
        "Valerie: You don't know how much I do. Everything that's gone wrong in my \r\nlife is because of you. ",
        "Alison: No, it's not. ",
        "Valerie: You're the reason I'm not with Jamal. ",
        "Alison: No, that's not -- ",
        "Valerie: You're the reason I lost Hope. He was a different person before he \r\nmet you. You changed him. I'll be doing him a favor. He's going to be better off \r\nwithout you. ",
        "Alison: Valerie, by killing me, it's not going to make Jamal want you. ",
        "Valerie: You don't get it, do you, girl? I don't want Jamal anymore. I just \r\nwant him to suffer. I just want him to feel like I did when he took Hope away \r\nfrom me. I just want him to feel like I did when he turned his back on me. And I \r\nwant him to feel what it's like to lose the one he loves. Oh, good. You're back. \r\nNow you won't miss watching your girlfriend die. ",
        "",
        "Chris' Voice: You know that woman Eve's been trying to set me up with, Amy \r\nStradling? ",
        "Ian: You do realize, don't you, that I have no interest your personal life \r\nwhatsoever. ",
        "Chris: Yeah, whatever. Look, what's her deal? She hasn't called me back. ",
        "Ian: Maybe your reputation precedes you. ",
        "Chris: That's cute. That's very cute, especially from the guy whose M.O. \r\nseems to be rescuing damsels in distress and then marrying them. Don't tell me \r\nyou want Amy for yourself, too. ",
        "",
        "Ricky: No, no, no, I -- I got this. ",
        "Gabriela: Well. I think I like you having a job. ",
        "[Phone rings] ",
        "Gabriela: Aren't you going to get that? ",
        "Ricky: Hello? Hello? ",
        "Ian: Where the hell did you get that phone? ",
        "",
        "Ed: That chair is no concern of yours. ",
        "Rafe: No. I know you. You don't do anything without -- what were your words? \r\n-- \"Great forethought and care?\" ",
        "Ed: Look, I told you, the chair is not your concern. ",
        "Rafe: It's for someone we know, isn't it? Someone's going to be coming back \r\nwith us. ",
        "Casey: No way. Is it? ",
        "Rafe: You're going to be using us as guides to help this person cross over. \r\nI'm right, right? ",
        "Ed: I just told you, that chair has nothing to do with you. ",
        "Rafe: But it does! If it means what I think it does, someone in Port Charles \r\nis going to die. And this chair is waiting for them. ",
        "",
        "Jamal: Valerie -- Valerie, come on, put the gun down. ",
        "Jack: Just take it easy, Val. It doesn't have to go down this way. ",
        "Livvie: Hey, that's right, Val. We're your friends, remember? ",
        "Valerie: You guys aren't my friends. You don't care about me. Nobody does.\r\n",
        "Jamal: Look, Val, I do. I do, Valerie, ok? But you -- you got to just put the \r\ngun down. All right? ",
        "Valerie: You should be begging me, Jamal, just like I begged you with Hope, \r\njust like I tried to make you see that we could be a family -- you, me, our \r\nbaby. Yes, a family, Jamal, but, no -- no, you didn't want that. You didn't want \r\nus. All you wanted was her. ",
        "Jamal: Valerie, Valerie, this is between me and you, ok? Let's just -- let's \r\njust let everyone else go and then we'll talk, ok? ",
        "Valerie: No. ",
        "Jamal: And we're going to sit here and we're just going to talk. ",
        "Valerie: No talking and nobody's going anywhere, especially her. ",
        "Jamal: Look, Valerie, you're a good person. Ok? I know you don't want to hurt \r\nanybody. ",
        "Valerie: Get out of the way, Jamal. Stay back! ",
        "Jamal: Let me help you, Valerie. I'll do whatever you want. Anything, ok? \r\nAnything. Ok, and I promise I will not abandon you like last time. ",
        "Valerie: You're lying. Everything out of your mouth is a lie! ",
        "Jamal: No, I'm not -- ",
        "Valerie: She's poisoned you. ",
        "Jamal: No, Valerie, no -- ",
        "Valerie: Yes, she did! ",
        "[gunshot and scream]",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Ian: Two people have disappeared. They're just missing. Doesn't it make you \r\nwonder? ",
        "Rafe: It's just you and me now, Ed. What is it you're not telling me? ",
        "Ed: Are you sure you really want to know? ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute] "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=Oh5DHWqiQU4"
}