{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Eve: Wait. Michael. You can't just tell me that you killed Caleb and then \r\ncome up here. ",
        "Michael: Please, I'd like to be alone right now. ",
        "Eve: What -- what happened? Are you ok? ",
        "Michael: Oh. I wanted to believe so badly that Caleb could be redeemed, that \r\nI could save him. But then I realized he was beyond my help, beyond anyone's \r\nhelp. ",
        "Eve: I'm sorry. ",
        "Michael: Everything you and Ian said was true. Caleb had to be stopped for \r\ngood. He pleaded with me. But this time, I wouldn't listen. ",
        "Eve: How did you -- ",
        "Michael: Do we have to go into the details, Eve? It's done. God help me, I \r\nhave killed my own brother. But I had to -- for you. ",
        "",
        "Lucy: Wow. ",
        "Kevin: \"Welcome to the home of Count Dracula?\" Oh, charming. ",
        "Lucy: Hey. Well, you know, look at this -- it's a bed. We don't have to sleep \r\nin a coffin, at least. ",
        "Kevin: It's a tourist trap, Lucy. I can't believe I left my daughter to come \r\nhere. ",
        "Lucy: Let's just remember why we came -- to find out how come Caleb's afraid \r\nof me. ",
        "Kevin: I know, I know -- my cousin, the vampire. ",
        "Lucy: We have to be related. We have to be. Otherwise, he probably \r\nwould've bitten me. ",
        "Kevin: I guess I'm just hoping that it's one big nightmare and I'll wake up \r\nand find that vampires are just something I watch on the late show. ",
        "Lucy: Ooh, I know, I know. I wish that, too, but, Doc, it's real and we have \r\nto deal with it, and I know this place looks like some vampire carnival, but I \r\njust feel it. I feel in my bones that we're going to get a clue here. You know, \r\nmy family, part of my family, is actually from here, so there's got to be a \r\nconnection. ",
        "Kevin: Yeah. In the meantime, my daughter sits around waiting for Caleb to \r\nmake his next move. ",
        "Lucy: But she's ok. She's with Jack. ",
        "Kevin: Jack is a vampire, Lucy. ",
        "",
        "Livvie: I want to know what it feels like to be like you. Touch me. Drink \r\nfrom me. ",
        "Jack: Livvie, you don't know what you're saying. ",
        "Livvie: You have the power to erase Caleb, his touch on my skin, his words in \r\nmy head. Jack, don't think. I know how much you want me. ",
        "Jack: You know I do. ",
        "Livvie: And you can have me completely. We'll both get what we want. Do it, \r\nJack. Make me one with you. ",
        "",
        "Bellhop: Luggage, sir? ",
        "Kevin: Oh, right, right. Right over there, please. Thank you. ",
        "Lucy: Oh, wait, though, if you're a vampire, we can't invite you in. ",
        "Bellhop: Like I haven't heard that a thousand times. ",
        "Lucy: Oh, I guess -- I'm sorry. Listen -- um, hi! I am from the United States \r\nand my name is Lucy Coe. I'm supposedly related to the Koviches here. Have you \r\never heard of any Koviches? ",
        "Kevin: Uh, maybe you didn't understand the lady. She's looking for anyone \r\nnamed Kovich. ",
        "Bellhop: I'll just get out of your -- sorry. Sorry for intruding. ",
        "Lucy: Wait, wait, wait, wait. You didn't intrude. You did your job. You \r\nbrought the bags. ",
        "Bellhop: Forgive me. I -- ",
        "Lucy: No, no, no, wait -- you're acting a little fishy here. Are you hiding \r\nsomething? ",
        "Kevin: I understand. Listen, if it's money that you want, we can pay you. ",
        "Bellhop: Oh, no, no, I couldn't accept your money. I -- but I do know where \r\nthere are some Koviches. ",
        "Kevin and Lucy: You do? ",
        "Bellhop: Yes. ",
        "Lucy: Oh, eat! Right, yeah, yeah, yeah -- write it down. This is great! \r\nListen, how do you say \"thank you\" in Transylvanian? Oh, oh, thank you. ",
        "Kevin: Thank you. ",
        "Kevin: Good night. ",
        "Lucy: Ta. ",
        "Kevin: That was weird. ",
        "Lucy: Yeah. Doc, why do I keep having this effect on people? I -- I mean, I \r\nscare the fangs off a vampire and then have you noticed, ever since we arrived \r\nhere, people have been staring at me like I have spinach or something stuck in \r\nmy teeth. ",
        "Kevin: Let's just see if we can find this place. ",
        "Lucy: Right. We need a hint. Come on, we need a teeny, tiny, just one little \r\nclue. All right, universe, you know, would it be so bad? Could you help us out \r\nhere just with a little hint, like a tiny hint? We'll take anything. Anything?\r\n",
        "Kevin: I found your relatives. ",
        "Lucy: You did? Oh, I want to meet them. I can't wait to meet them. Where do \r\nwe go? Where? Where? Where? ",
        "Kevin: Oh, that's going to be a little difficult. ",
        "Lucy: Why? ",
        "Kevin: It's a cemetery. ",
        "",
        "Eve: Michael -- ",
        "Michael: I did what I had to do. I did what I had to do to keep you safe, \r\neven though it goes against everything I believe in. ",
        "Eve: Caleb would've taken my child. You know that. ",
        "Michael: Yes. ",
        "Eve: You loved him very much, didn't you? ",
        "Michael: I guess you're wondering how that's possible -- to love someone like \r\nthat. But it's true. ",
        "Eve: Sometimes love isn't very logical. ",
        "Michael: But it doesn't make it any less real. I'm sorry. ",
        "Eve: No. No, it's ok. ",
        "Michael: Please, just forget -- ",
        "Eve: No, I -- I know that you have feelings for me, Michael. ",
        "Michael: Eve, you don't have to explain. ",
        "Eve: I think I do. I wish that I could make you understand that I -- that I \r\n-- I do love you for what you've done. ",
        "Michael: But you're in love with your husband. ",
        "Eve: Wildly and completely. ",
        "Michael: You're married to Ian. And I have the church. Well, the truth is my \r\n-- my life is almost unrecognizable. ",
        "Eve: One minute, you're walking down a familiar path. The next minute, your \r\nworld's turned upside down and you're a stranger in your own life. I know. I've \r\nbeen there. ",
        "Michael: I destroyed Caleb, and I -- I have these feelings for you, feelings \r\nI shouldn't have, but -- ",
        "Eve: But what? ",
        "Michael: But it wouldn't change knowing you. Even with everything that's \r\nhappened, you -- you opened my eyes, Eve. You made me come alive, made me feel \r\nthings I've -- I've never felt before. ",
        "Eve: And I have never known a truer friend. When I needed your help, you \r\ndidn't hesitate. You're a wonderful man, Michael. ",
        "Ian: Eve? Why'd you leave the ER? ",
        "Eve: Ian, we don't have to worry anymore. Caleb is dead. Michael did it. He \r\ndid it for us and our baby. It's ok. ",
        "",
        "Livvie: Do it, Jack. Do it. It'll be so good. ",
        "Jack: Livvie, I want you more than anything in my entire life. ",
        "Livvie: Yes. ",
        "Jack: I want to taste you. ",
        "Livvie: If you do, we'll be together for always. This is the only way that we \r\ncan share everything, Jack. Don't you want that? ",
        "Livvie: Please. Jack, please. Make me forget Caleb, please. ",
        "Jack: Oh -- no. No, we got to stop. This can't happen. ",
        "Livvie: No, Jack -- ",
        "Jack: I'm not Caleb. I'll never be Caleb. ",
        "Livvie: No, Jack, please, we were so close. Don't stop, please. ",
        "Jack: Livvie, don't you see? If I do this, I will be worse than he is. ",
        "",
        "Ian: So you killed your brother, but you won't tell anyone how. ",
        "Michael: I told you he was vulnerable to me, that I could get to him. ",
        "Ian: How do you know he's really dead? Vampires have a nasty habit of not \r\nstaying in their graves. ",
        "Eve: Ian -- ",
        "Ian: What? I just want to know where the body is. Where is it, Michael? ",
        "Michael: Trust me. I took care of it. ",
        "Ian: No, can't do that. ",
        "Eve: Ian -- ",
        "Ian: He's been telling lies from the moment he got here. ",
        "Michael: My brother's dead! What do you want from me? His head on a silver \r\nplatter? ",
        "Ian: Doesn't have to be silver, Michael. ",
        "Eve: Ian! ",
        "Ian: What I want is for Eve and me to sleep at night, for our son to be safe, \r\nknowing that when we walk past his cradle, he'll be in there. So yes, I would \r\nlike some proof that your brother is dead. ",
        "Michael: You want to see the blood, Ian? Is that it? You want to see Caleb's \r\nbroken body? Is that what you want to see? I just told you I killed my own twin, \r\nthe brother I have looked after my entire life. Do you think I would lie about \r\nsomething like that? ",
        "Eve: All right, that's enough, that's enough. I believe him. ",
        "Ian: All right. That's it, then. It's finished. We'll get on with our lives. \r\nYou get on with yours, far away from here. Do you understand me? ",
        "",
        "Lucy: Are you really sure this was a good idea? ",
        "Kevin: No, I wasn't sure this was a good idea, but you would've insisted and \r\nthen we would've argued and then I wouldn't let you come here by yourself \r\nanyway, so I'd end up here -- well, I guess I just saved us some time. ",
        "Lucy: Oh -- you know me so well. What about a groundskeeper? Maybe we can \r\nfind somebody to help us out here. ",
        "Kevin: This late? Maybe we should just look around, see what we can find on \r\nour own. ",
        "Lucy: Can't you feel it? Can't you feel all the people that have passed on?\r\n",
        "Kevin: No, and I don't want to. ",
        "Lucy: No, Doc, really. Cemeteries, they can be very comforting places. ",
        "Kevin: Sure, if you're Bela Lugosi. Come on. Let's just get this over with.\r\n",
        "[Wolf howls] ",
        "[Lucy screams] ",
        "Kevin: I thought cemeteries were comforting. ",
        "Lucy: I wimped. I had a wimpy moment there, but I'm fine. Wimp factor over. \r\nI'm done. ",
        "Kevin: Wow, look at that. ",
        "Lucy: What? ",
        "Kevin: A young girl. Born 1799, died 1819. ",
        "Lucy: Wow, poor thing. She was just 20. ",
        "Kevin: That's Livvie's age. ",
        "Lucy: Doc, don't do that. It's not going to happen to Livvie. She's going to \r\nbe fine. She's not going to become some bride of a vampire, either. She's going \r\nto have a wonderful life. Please, have faith. ",
        "Kevin: Ok. Lucy? ",
        "Lucy: Huh? ",
        "Kevin: Come here. ",
        "Lucy: What? ",
        "Kevin: It's your family. ",
        "[Lucy gasps] ",
        "Lucy: Oh, my goodness. Andrei Kovich, Vladimir Kovich. Kovich -- oh, Doc, \r\nthey're all here. All my family is buried here together. The kid was right. \r\nThey're here together. This isn't exactly the family reunion I had in mind. ",
        "",
        "Livvie: Jack, please forget about everything but this moment. ",
        "Jack: Livvie -- Livvie, no! ",
        "Livvie: Please. ",
        "Jack: I can't do that. Gosh. If your blood mixes with mine, then you become \r\nwhat I am. And I can't let that happen. ",
        "Livvie: How can you say that you're going to give me everything and then take \r\nit away, Jack? ",
        "Jack: Look, I am giving you everything by keeping you safe. Livvie, \r\nyou deserve to be free, to be spared. ",
        "Livvie: No. Jack, but I'm not afraid. Why should you be? I want to be what \r\nyou are. ",
        "Jack: Livvie, come on, don't you get it? Look, I hate what I am. It's \r\nkilling me. The hunger inside, the strange instincts that separate me from the \r\nrest of the world? This is no blessing. It's a curse. ",
        "Livvie: Jack, but it's mysterious. And it's powerful and it's all I can think \r\nabout. ",
        "Jack: That's because you're still under Caleb's spell. Livvie, listen to me. \r\nYou don't want to go around for the rest of your life feeding on innocent \r\npeople. Caleb's evil. And you can't believe a thing he says. He used his power \r\nto put messed-up things in your head. But I know you and I know you can fight \r\nhim. ",
        "Livvie: Yeah. Jack, you're right. ",
        "[Livvie coughs] ",
        "Livvie: I have to fight. ",
        "Jack: Do you mean that? ",
        "Livvie: Yes. I just got carried away. But I'm sorry. I understand that we \r\ncan't be together that way. ",
        "Jack: Livvie, I love you. ",
        "Livvie: Yes, I know. And I love you, too. ",
        "[Livvie coughs] ",
        "Jack: Hey, hey. Are you all right? Are you ok? ",
        "Livvie: I just need some water. ",
        "Jack: Hold a second. I'll be right back. I'll run and get you some. ",
        "Livvie: If you won't give me what I want, Jack, Caleb will. ",
        "",
        "Michael: You want me to leave Port Charles? ",
        "Ian: Unless there's a reason to stay. ",
        "Eve: This isn't necessary, Ian. ",
        "Michael: I think Ian and I understand each other. I've brought danger into \r\nyour lives. ",
        "Eve: Caleb did. ",
        "Michael: But if you hadn't known me, you wouldn't have known Caleb. I'm not \r\nsure what I'll do now. But to ease your mind, Ian, it won't be here. ",
        "Eve: I wish there was something we could do to make this easier for you \r\nsomehow. ",
        "Michael: Just knowing you and the baby are safe is a great comfort. As for \r\nthe rest, I'll find my way. ",
        "Ian: Well, are you ready to go home? ",
        "Eve: The nightmare's over. ",
        "Ian: Come here. ",
        "",
        "Lucy: Look at these dates. Doc, some of these go back to the 1600s. ",
        "Kevin: Yeah, and judging by the quality of these headstones, I'd say your \r\nfamily was aristocracy. ",
        "Lucy: Oh, my goodness. All these years growing up, I was poor little Lucy Coe \r\nfrom the wrong side of the tracks. Who would've thought I had aristocracy in my \r\nblood? ",
        "Kevin: I did. I'm going to copy down these dates. It might help us track your \r\nancestors. I'm going to get my bag. ",
        "Lucy: Ok. ",
        "Lucy: \"Lucia Kovich.\" Lucia -- Kovich. My God. Lucy Coe. Lucy Coe. ",
        "Kevin: Lucy? Lucy? Lucy! ",
        "",
        "Livvie: I'm here, Caleb. Caleb, I'm waiting for you. Caleb, please come for \r\nme. God, where are you? ",
        "Jack: Livvie, what are you doing up here? ",
        "Livvie: I'm waiting for Caleb to come for me. He said he'd always be with me \r\nand he'd never let me go. ",
        "Jack: Then he's going to have to fight me because I'm not going to let him \r\ntake you. You hear me? I'm not going to let him take you. I'm going to fight for \r\nyou because right now, you can't fight for yourself. ",
        "Livvie: Oh, don't you see, Jack? I can't go back to the way I was. I don't \r\neven know who that person is anymore. ",
        "Jack: That person is the woman I love. And I'm going to help you find her.\r\n",
        "Livvie: Well, she's gone. ",
        "Jack: No. No, she's not. Livvie, when everything around you seems dark, I -- \r\nI want to be that light for you. I want to be that person you turn to. Lean on \r\nme. Now, let's go back inside where it's safe. ",
        "Livvie: No, Jack, don't touch me. Don't you come near me. I don't want to be \r\nsafe. I want to be with Caleb. God, Caleb, please. Come for me, Caleb. Please \r\ncome for me. I'm waiting for you, Caleb. Please. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Gabriela: I'm not your guinea pig. ",
        "Chris: Too late. You've already volunteered. ",
        "Jack: The only real thing is our love. ",
        "Eve: Livvie? Jack. ",
        "Livvie: Caleb. Caleb, I knew you'd come for me. Oh. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=6dtCZGgTnNg"
}