{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Arianna: I still can't believe you got us away from Ben. Now, if we can just \r\nstay one step ahead of him -- what's wrong? Are you having second thoughts? ",
        "Ian: No. I'm sorry. It's just this place. ",
        "Arianna: Well, what were you just thinking about? ",
        "Ian: First time I was here. Memories, you know. ",
        "Arianna: I can tell by the look on your face that you were here with Eve. ",
        "",
        "[Tires screech] ",
        "Eve: Whoa! What, are you trying to get us killed? ",
        "Ben: I'm sorry. I'm -- I'm just in a rush to get to my sister. ",
        "Eve: I know, and I want to see Ian, but these country roads are very tricky. \r\nWhy you in such a panic, anyway? ",
        "Ben: I told you, the INS -- ",
        "Eve: I know, I know, the INS wants you to deport her. But why? I mean, did \r\nshe get into that much trouble? ",
        "Ben: Frankly, yes. And your friend Dr. Thornhart? Well, he's at risk, too, as \r\nlong as Arianna's with him. ",
        "Eve: Wait, what are you saying, she's dangerous or something? Because I saw \r\nher once or twice and she didn't look like she could hurt a fly. ",
        "Ben: Well, looks can be deceiving. Arianna almost took one life already. \r\nYours. ",
        "Eve: What? ",
        "Ben: Arianna's the one who hit you with her car and left you to die. ",
        "",
        "Livvie: I -- I can't believe you've been in the other room all along, Jack. I \r\nmean, if I didn't know you any better, I'd say you were hiding from me. ",
        "Kevin: Livvie, I really -- ",
        "Lucy: Wait, he came by to wipe this paint. The workers made a mess on the \r\ntile in my bathroom and -- ",
        "Jack: I don't need a posse. I can speak for myself, all right? ",
        "Livvie: Ok, enough! I have spent half of my life being kept in the dark. No \r\nmore. So since you all claim to care about me, I would like to know what \r\nhappened here tonight. And don't even think about lying to me. ",
        "Kevin: Livvie, I sincerely believe that no one here wanted to hurt you ever.\r\n",
        "Lucy: No, not ever because you know we care so much about you. It's just \r\nsometimes things happen. ",
        "Jack: Look, you're right, Livvie. You're right, you deserve the truth. ",
        "Lucy: Jack, um, maybe you'd better just take your jacket and go because I \r\ndon't think there's anything you should say to Livvie at this point. That would \r\nbe very wrong. ",
        "Jack: No, no, I want to. All right, the truth is that I came here looking for \r\nyou. ",
        "Lucy: Yes. Yes, he did. He did. See, that's the logical explanation. Ok, \r\nJack, you've seen her. There she is. Now you can go. ",
        "Jack: And I wanted to tell you that you were right to drop me. ",
        "Livvie: Wait a minute. I thought that you were upset that I kicked you out.\r\n",
        "Jack: Well, yeah, I mean, my pride was a little hurt, but it's not like it's \r\nthe first time a girl's ever dumped me. ",
        "Livvie: I didn't realize you had such a full social life. ",
        "Jack: Well, let's just put it this way -- you're better off without me. And \r\nbesides, I like flying solo, anyway. But that's what I wanted to tell you. ",
        "Kevin: You should listen to Jack. He's a -- bright boy. He's made some bad \r\nchoices lately, but you can appreciate his honesty when he says he doesn't \r\nbelieve that he's right for you. ",
        "Jack: Well, I've said what I had to say. I'm out of here. ",
        "Kevin: I'm sorry, Livvie, but this is probably for the best. ",
        "Livvie: God, I thought that you were cool with Jack. Why are you suddenly \r\nagainst him? ",
        "Lucy: Because, Livvie, he's -- he's your father and he doesn't ever want to \r\nsee you get hurt. You know, sometimes if you're with someone and you love them a \r\nlot more than they love you, it really does hurt. In fact, it completely tears \r\nyour heart apart. ",
        "Kevin: Thank you. Livvie, why don't we go somewhere and talk, just the two of \r\nus. ",
        "Livvie: No, no. No, I need to think this through. And besides, you and Lucy \r\nhave a lot to deal with, too, right? I'll be fine. ",
        "[Kevin sighs] ",
        "Lucy: That -- that was very close. Oh, boy, what have I done? ",
        "Kevin: Robbed the cradle. ",
        "Lucy: If Livvie ever found out that Jack and I were sort of together, you \r\nknow, she would -- she would just die. ",
        "Kevin: Well, Livvie's right about one thing, Lucy -- you and I have \r\nunfinished business. I came here because I thought you were hurt and you need a \r\nfriend, and instead I find you half-naked with Jack. ",
        "Lucy: But I -- I told you, absolutely nothing happened there. Nothing really \r\nhappened. It was just some -- some sort of horrible mistake. ",
        "Kevin: Well, so these mistakes don't happen again, you and I are going to \r\ndeal with what's between us once and for all. ",
        "",
        "Eve: Arianna is the one who hit me with her car? ",
        "Ben: And then she managed to reel Dr. Thornhart into her life. ",
        "Eve: It's not like she did it on purpose or anything. I mean, the police said \r\nthat it was an accident. ",
        "Ben: Yes, but then she ran from the scene. Now she's trying to drag your \r\nfriend into her mess. ",
        "Eve: Look, wait a minute. No one makes Ian do anything he doesn't want to do, \r\nok? ",
        "Ben: But does he know that Arianna is a pathological liar and that some of \r\nthe stories that she tells are so convincing, she even believes them herself? \r\nPlease believe me, all I want to do -- I want to take my sister home, get her \r\nthe help that she needs, safely, before she becomes a danger to herself or \r\nothers. ",
        "Eve: Well, ok, then. I guess we'd better find them as soon as possible. ",
        "Ben: I couldn't agree with you more. ",
        "Eve: All right. Well, let me try Ian again on the cell phone. Maybe I can get \r\nthrough this time. ",
        "[Telephone rings] ",
        "Eve: Ok. Come on, Ian, where are you? ",
        "[Ring] ",
        "",
        "[telephone rings] ",
        "Arianna: No, God, no, please, don't answer it! You promised you wouldn't. ",
        "[Ring] ",
        "Arianna: If you talk to anyone, Ben could trace down the call and he could \r\ntrack us down and -- ",
        "Ian: Ok, ok, don't worry. ",
        "[Ring] ",
        "Ian: Here, I'm going to turn it off, see? Now no one can find us. Come on.\r\n",
        "Arianna: I -- I can't be deported. My family will kill me. ",
        "Ian: No one knows about this place. Well, except Eve. And come to think of \r\nit, she doesn't remember us being here, either. ",
        "Arianna: This must be so rough on you, being in a place that holds memories \r\nof someone you love so much. ",
        "Ian: Life goes on. All I'm thinking about right now is you and you being \r\nsafe. And don't worry about your brother. He's not going to find you. ",
        "",
        "Eve: There's still no answer. But the place that we're going is pretty \r\nremote, though. ",
        "Ben: Well, maybe Dr. Thornhart's cell isn't working or maybe he turned it \r\noff. ",
        "Eve: Well, I still think that Ian would go back to this cabin. I just have a \r\nhunch he'll be there. ",
        "Ben: Well, I hope you're right. Because the sooner I get to my sister, the \r\nsooner this will all be over. ",
        "",
        "Livvie: I thought I'd find you here. ",
        "Jack: Well, sorry you wasted a trip. ",
        "Livvie: Look, I've -- I've been thinking about stuff, and something just \r\ndoesn't add up. ",
        "Jack: Shouldn't you be talking to your father? He's the shrink. ",
        "Livvie: Look, first of all, how did you get to Lucy's house? You didn't even \r\nknow where she lived. I never told you. ",
        "Jack: Come on, Livvie. You think a con like me can't find out where someone \r\nlives? ",
        "Livvie: And another thing -- why when I walked in that house was everybody so \r\njumpy? I mean, suddenly my father seems to have turned on you, and Lucy was \r\ntap-dancing around like some kind of pro, making up stories about why you were \r\nin the other room. ",
        "Jack: So your father's protective and Lucy's a scatterbrain. ",
        "Livvie: You were hiding from me, Jack, and I'd like to know why. ",
        "Jack: Look, I told you to drop it. ",
        "Livvie: No. ",
        "Jack: Don't do this. ",
        "Livvie: I need to understand. We had a connection between us. I know that. \r\nYou can't just walk away. ",
        "Jack: Watch me. ",
        "Livvie: What is wrong with you? Why are you acting like this? You're acting \r\nlike this means nothing to you, and I know that's not true. Jack, please, tell \r\nme the truth about why you're brushing me off. What happened? ",
        "Jack: Look, isn't it simple? I mean, can't you get a clue? I don't care. In \r\nfact, I don't give a damn about you. ",
        "",
        "Lucy: Ok, Doc, you want to deal with our problems. All right. Well, shouldn't \r\nwe first of all deal with the fact that Livvie had to come over here and \r\npractically drag it out of you to get you just to say that Eve left you at the \r\naltar? Don't you think that might be a tiny tidbit of something I'd really, \r\nreally like to have known? ",
        "Kevin: Lucy, when was I supposed to share this tasty tidbit? While you're \r\nunder the sheets with your jailhouse friend? ",
        "Lucy: You're not allowed to judge me like that. I should be absolutely \r\nfurious with you. In fact, I am. I am truly, absolutely furious with you, \r\nbecause what do you do? You -- you have a little problem with Eve, and you come \r\nrunning to me just like you did when you thought Eve died? ",
        "Kevin: You know, you're right. Maybe I should have my head examined. ",
        "Lucy: No, maybe you forgot to tell me because you were so riled up seeing me \r\nunder those covers with Jack, huh? Is that it? ",
        "Kevin: Lucy -- ",
        "Lucy: Maybe you wish it was you. ",
        "Kevin: This has nothing to do with whatever happened with you and Jack. Now, \r\nlet's calm down and stop pointing fingers, shall we? ",
        "Lucy: No, because maybe this is about the fact that you just keep running to \r\nsweet, dependable, always-there Lucy when you need your heart mended. Is that \r\nit? Well, guess what, Doc -- I have this huge news flash for you -- I am \r\nsick and tired of being second choice. ",
        "Kevin: Choice? Who said anything about being able to make a choice? Lucy, you \r\nknow my circumstances better than anyone. ",
        "Lucy: Oh. Boy, do I. And I am really sick and tired also of your \r\ncircumstances! So that brings us to the point -- what are you doing here, Doc? \r\nWhy aren't you home with your sweet little missus? ",
        "Kevin: I told you, I came to apologize for the way I treated you at the \r\nceremony. ",
        "Lucy: Well, good, because you owe me the mother of all apologies. You were \r\ntotally wrong. ",
        "Kevin: I'm in the wrong? Lucy -- Lucy, I'm sorry, but -- ",
        "Lucy: Fine. Good. Apology accepted. ",
        "Kevin: No! Apology rescinded! ",
        "Lucy: No! You are not allowed to take it back like that. ",
        "Kevin: Oh, yes, I am. ",
        "Lucy: No, you're not. ",
        "Kevin: Lucy, any inclination I had to make any apologies went out the window \r\nwhen I saw you with my daughter's boyfriend. ",
        "Lucy: You were jealous. You were jealous, right? ",
        "Kevin: No, it's just that whatever reason things haven't worked out for us in \r\nthe past came flooding back with a vengeance. ",
        "Lucy: Oh, Doc, don't you dare go there, either. Don't dig into our past \r\nbecause your mistakes could match all of my mistakes, mistake for mistake for \r\nmistake! ",
        "Kevin: Yeah, it's kind of like deja vu, isn't it? Oh, my God, the last time I \r\nlet you into my life, I caught you shacked up with Scott. ",
        "Lucy: \"Let me?\"  \"Let Me?\" Allowed me back into your life? You are some \r\nself-righteous jerk. ",
        "Kevin: I guess that makes us even because, Lucy, you are the most \r\ninfuriating woman on the planet. ",
        "Lucy: Well, fine. But I also happen to be the woman who has stood behind you \r\n110% through everything, doctor, your ups and your downs. And boy, let me tell \r\nyou something -- your downs have certainly been no picnic. But you have never \r\nheard me complain, not one time. And so what do you do? You walk into my home, \r\nand I'm a single, unattached, unmarried woman, and you see with some guy and you \r\nhit the roof? Who the hell do you think you are? ",
        "Kevin: Someone who's well within his rights to be furious with you. I can't \r\ntake your dramas anymore. I just can't take them. ",
        "Lucy: Oh, no, you're not. You are not going anywhere. Because you're going to \r\nstand there and you're going to listen to me because I'm going to tell you \r\nexactly how I feel about you. ",
        "",
        "Livvie: I don't believe it. I do not believe that you don't have feelings for \r\nme. ",
        "Jack: Oh, come on. Livvie, what part of \"I was using you\" don't you \r\nunderstand? ",
        "Livvie: Something else is going on here. Why else would Kevin and Lucy be \r\nacting so weird? ",
        "Jack: Because maybe they thought I was going to hurt your feelings. But I \r\nthink you deserve the truth. I mean, you are a big girl now. It was all a big \r\ngame to me, a con. And the game just happened to work. ",
        "Livvie: Jack, I saw the way you looked at me. ",
        "Jack: No. No, you're in major denial, sweetie. I mean, I'm not saying we \r\ndidn't have any fun. I mean, I almost got you in bed. I mean, that's a big plus.\r\n",
        "Livvie: You stop that. ",
        "Jack: You think I would kick a sexy girl, someone that looks like you, out my \r\nbed right away? I don't think so. But at the end, that's when I dumped you. ",
        "Livvie: No. No. ",
        "Jack: I had a game plan and I played it. And I played you, too. ",
        "Livvie: No. No, I hate you. ",
        "Jack: Not as much as I hate myself. ",
        "",
        "Kevin: Lucy, just let me walk out that door before we both say things we'll \r\nregret. ",
        "Lucy: No. I want you to really, really listen to me. And you can just shove \r\nyour apologies and your sanctimonious speeches because I don't want to hear \r\nthem. I want you to hear me. Doc, I will never, ever be able to forgive you for \r\nwhat you did. I -- I stood by you in all your grief and I gave you everything I \r\nhad, and you just -- you turned your back on me. ",
        "Kevin: Lucy, I thought I was free to be with you, but I wasn't, and you know \r\nit. ",
        "Lucy: What I know is how you made me feel when you told me you loved me and \r\nyou made love to me. I -- I was over the moon. I knew everything was right in \r\nthe universe and it was the way it was supposed to be and that we were going to \r\nget together finally, after all this time. ",
        "Kevin: But I never meant to hurt you. ",
        "Lucy: But you did. So much. Eve comes back and I'm out the door. Your wife is \r\nhome and I'm gone. I get the sack. And do you know -- the bed wasn't even \r\ncold and you did a complete 180 degrees. ",
        "Kevin: Lucy, I thought my wife was dead. And you knew that I was \r\ngrieving, you knew I was confused, and I warned you about it over and over \r\nagain, but you wouldn't listen. You pushed your way back into my life. ",
        "Lucy: Because -- because you wanted me to. Doc, you weren't confused. It \r\nwasn't Eve's name that you were calling out when -- when we were making love.\r\n",
        "Kevin: Lucy, I have feelings for you. You know that. But Eve is my wife. I \r\nhad to do the right thing, and I told you that my place is with my wife. ",
        "Lucy: I heard you. But it just seemed like you were stringing me along then. \r\nWhat are you saying, Doc, you wanted both of us? ",
        "Kevin: No, it's just -- Lucy, you both mean so much to me. ",
        "Lucy: Oh, my gosh. You know what that sounds like is married-guy talk for \"I \r\nlove my wife but she doesn't understand me so please just stick around.\" ",
        "Kevin: No, no, Lucy, I never lied to you, so don't pin that on me. ",
        "Lucy: But you sent me signals -- great, big, glowing traffic signals that you \r\nstill wanted me. So I went home and I picked my guts off the floor and I walked \r\nto that ceremony and I wanted to fight for us. And do you know what you did? You \r\ntook my heart and you tore it up into tiny pieces and you just shoved it right \r\nback at me. ",
        "Kevin: I told you that I was recommitting to my marriage. That signal was \r\nloud and clear, Lucy. ",
        "Lucy: But you stared at me like I was a stranger. Like I was some sort of \r\nparty-crasher that wasn't supposed to be there. Oh, I got your message, Doc. I \r\nheard what you said. You said you wanted me out of your life once and for all. \r\nWell, guess what -- I get it. You want me out of your life once and for all? \r\nThen you get that. And I want you to return the favor, ok? I want you to get \r\nout. Get out of my life once and for all. Just go. ",
        "Kevin: You want me out of your life? ",
        "Lucy: Yes, I do! ",
        "Kevin: Your complicated, crazy life? Well, fine! No problem! ",
        "Lucy: Good! Then go! ",
        "Kevin: Consider me gone! ",
        "Lucy: Good! I'm glad you're gone! Go! Just go. Ah! ",
        "",
        "Eve: This is the place. It's just how I remembered it. Please, Ian, be here. \r\nI have so much to tell you. ",
        "Ben: You know, maybe it would be best if you went in and talked to them alone \r\nfirst. My sister can get paranoid, and seeing me just might set her off. ",
        "Eve: Ok. ",
        "Ben: Yeah? ",
        "Eve: I just want to see Ian. ",
        "",
        "Arianna: We should be a little more equal. Isn't that what they say this \r\ncountry is all about -- equality? ",
        "Ian: What are you talking about? What do you mean? ",
        "Arianna: I mean you know practically everything about the important events in \r\nmy life, yet you hardly ever talk about yourself. What happened between you and \r\nEve? ",
        "Ian: It didn't work out. ",
        "Arianna: But you wish it had. ",
        "Ian: I wish a lot of things. I wish my timing had been better. And I wish I \r\nhad found Eve before her husband did. And I wish the Beatles had recorded just \r\none more album before they split up. But that's the past. And now all I wish for \r\nis world peace and cold beer. ",
        "Arianna: It's clear that you're in pain. Maybe if you talk about it -- ",
        "Ian: I know you want to help, and I appreciate that, but you can't. I mean, \r\nhere we are, talking about Eve, thinking about what might have been. As far as I \r\nknow, she's on her second honeymoon right now. And I'm learning things. You \r\nknow, I'm learning that there are certain things in your life that you have to \r\naccept. And I'm trying to accept the fact that whatever Eve and I had or we \r\ncould've had, it's gone. She's out of my life. It's gone. ",
        "[knocking at door]\r\n ",
        ">> On the next \"Port Charles\" -- ",
        "Karen: I'm kind of looking forward to that date you promised me. ",
        "Ian: Don't have to worry about anyone, including your brother. ",
        "Ben: Arianna? Arianna, open this door. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=ZI1vn3_vokk"
}