{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "\nLucy: Where have you been? ",
        "Kevin: Been out all night looking for \r\nLivvie. ",
        "Lucy: Any luck? ",
        "Kevin: Not a trace. Where are the \r\ngirls? ",
        "Lucy: You just missed them. They went \r\nover to Gail's for a visit. She came and picked them up. ",
        "Kevin: I wouldn't have been much \r\ncompany, anyway. ",
        "Lucy: I'm sorry. I really wish there \r\nwas something I could do. ",
        "Kevin: I think my daughter's dead, \r\nLucy. What can anyone do? ",
        "Lucy: I think anyone might have called \r\nthe police, gotten the professionals involved looking for her. But you didn't do \r\nthat, because I think deep down you believe what Jack said -- that maybe she \r\njust took off. So instead --\r\n\n",
        "Kevin: I know what I did, Lucy. \r\n",
        "Lucy: I don't think you do. I don't \r\nthink you really realize what you did. Doc, you took Tess and you threw her in \r\nthe river. You almost killed her. ",
        "Kevin: That was an accident and I \r\nbelieved that she killed my daughter! I was sick with grief! I didn't know what \r\nI was doing. ",
        "Lucy: Maybe that's it, see? That's -- \r\nthat's the problem. You are not handling things very well right now. ",
        "Kevin: Meaning what? ",
        "Lucy: I think that maybe it's too \r\nsoon. Maybe you shouldn't be here right now. Maybe you shouldn't have come back \r\nright now. ",
        "Kevin: A few hours sleep and I'll be \r\nas good as new.\r\n\n",
        "Lucy: No. No, not this time. No more \r\nexcuses. I can't -- I -- I want you to go back to the hospital and get help and \r\nif you don't, then I'm leaving you. ",
        "",
        "Elizabeth: Oh. I'm sorry. ",
        "Ian: It's ok. ",
        "Elizabeth: No, I'm sorry. No, it's \r\nnot. Nothing's ok. God, I never should have dragged you into this. I'm sorry. I \r\nwas just so angry at Stephen for just taking off and leaving me. I just -- any \r\nwoman would have felt like that. ",
        "Ian: You're not just any woman. \r\n",
        "Elizabeth: I know. Not anymore. But \r\nthese urges, these desires, they just get overwhelming and I -- Ian, that's why \r\nyou've got to drink this water. It's the only thing that'll curb the necessity \r\nto feed.\r\n\n",
        "Ian: I can't do that. I near l lost a \r\npatient today. I can't focus on this stuff. I can't be a doctor, I can't be a \r\nfather to my son. I can't do anything. ",
        "Elizabeth: I know, but the water is \r\nthe only way to hide what you've become. ",
        "Ian: I don't want to hide! That's my \r\npoint -- I want my life back. ",
        "Elizabeth: I want mine back, too. \r\nDon't you wish I could just wake up and see that this was all a bad dream? But, \r\nIan, we can't. We can't get them back. Stephen took mine and I took yours, and \r\nwe are what we are now. You're just going to have to accept that. ",
        "Ian: No! Never.\r\n\n",
        "",
        "Jack: In a few hours, I am going to be \r\na married man. ",
        "[Woman screams] ",
        "Jack: My God. ",
        "",
        "Tess: Where's Jack? ",
        "Caleb: He's not here. But I'll be \r\nhappy to keep you company till he gets back. ",
        "Tess: You shouldn't be here, Stephen.\r\n",
        "Caleb: Oh. You don't like it? I did it \r\nfor you. ",
        "Tess: Jack and I -- we're -- we're \r\ngetting married. ",
        "Caleb: You and Jack? How sweet. \r\n",
        "Tess: I love him. ",
        "Caleb: I'm sure you do. Olivia loves \r\nme, and I miss her. ",
        "Tess: I think you should go now.\r\n",
        "Caleb: I'm sorry to ruin the party, \r\nTess, but I'm staying.\r\n\n",
        "Caleb: There will be no wedding \r\ntonight. ",
        "",
        "Kevin: Oh, I see, one strike and I'm \r\nout. Is that it? ",
        "Lucy: No. It's not one strike. It's \r\nover and over again. I've given you every chance. You know that. You -- \r\n",
        "Kevin: It's called a mistake, Lucy.\r\n",
        "Lucy: There's been so many mistakes, \r\nbut this one in particular is pretty big, don't you think? You almost killed \r\nsomebody. And I don't -- I don't see any guilt, I don't see any remorse. I don't \r\nsee anything anymore that resembles the man that I fell in love with. \r\n",
        "Kevin: Oh oh oh, I see, you still miss \r\nyour warm-and-fuzzy Doc.\r\n\n",
        "Lucy: Yeah. I do so much. But he \r\nhasn't been here for such a long time. I don't -- I don't know who is here. Who \r\nare you? Who? ",
        "Kevin: A man who loves his wife, a man \r\nwho's concerned about his missing daughter, and a man who occasionally makes an \r\nerror in judgment but doesn't expect to be crucified for it every time he does. \r\nI've always been your rock, Lucy, the voice of reason. God forbid I fall short. \r\nGod forbid I let my emotions get the better of me. What do you want me to say, \r\nthat it'll never happen again? ",
        "Lucy: No. I wouldn't ask you that \r\nbecause you can't tell me that. It will happen again. So that's why I have to \r\nleave. I don't -- I don't want to go, Doc, but this is the only thing I can \r\nfigure out to do. So let me -- I'm going to call the doctor. I'm going to tell \r\nhim we're going to meet him at the hospital.\r\n\n",
        "Kevin: Well, you haven't heard one \r\nword I've said, have you? ",
        "Lucy: Please give me the phone back.\r\n",
        "Kevin: Just tell me one thing, Lucy -- \r\nwhen did you become such an unfeeling, spiteful bitch? ",
        "",
        "Reese: Help! Help, somebody! \r\n",
        "Jack: Hey, hey. Hey, hold on. Are you \r\nok? ",
        "Reese: Please, please! ",
        "Jack: Hold on. ",
        "Reese: It hurts! ",
        "Jack: Ugh! ",
        "",
        "Tess: You can't stop me from getting \r\nmarried. ",
        "Caleb: No? ",
        "Tess: Jack's the man I love and we \r\nwant to be together. ",
        "Caleb: Hmm. Jack's a good boy. Nice. \r\nBut you know the only reason why he wants to marry you is to keep you away from \r\nme, right? What do you want, Tess? Ah, let me guess. You want the simple life. \r\nNo surprises, no excitement. Just spend 40, 50 years together and grow old, then \r\nnothing.\r\n\n",
        "Tess: No, Stephen. It's everything. \r\nThat's living. ",
        "Caleb: What about Olivia? Does she \r\nhave any say in this since she's inside you? ",
        "Tess: She'll be happy, too. \r\n",
        "Caleb: Well, I don't think so. Olivia \r\nwon't be satisfied with some boring little life. I can almost hear her laughing \r\nright now. ",
        "Tess: Well, at least she's safe.\r\n",
        "Caleb: Inside you, she might as well \r\nbe dead. Olivia needs passion. She wants what I can give her -- eternal life. I \r\n-- I hate to say it, but you and Jack aren't enough for her. ",
        "Tess: Just stop it. ",
        "Caleb: It may take some time, but face \r\nit, Tess, you won't be able to control Olivia forever.\r\n\n",
        "Tess: I will. ",
        "Caleb: Sooner or later, she'll be \r\nscreaming to get out. And when that happens, I'll be there. I'll always be \r\nthere. ",
        "",
        "Lucy: What did you just call me?\r\n",
        "Kevin: You heard me. Interesting, \r\nthough. Seems to be the only thing you did hear. ",
        "Lucy: I need to get out of here. You \r\n-- you can't do this, Doc. You know, you can't hold me prisoner. You're just out \r\nof control now. ",
        "Kevin: I'd just like to know where you \r\nplan to go. ",
        "Lucy: I don't know. I don't know. I'll \r\nfigure it out. I -- I do know that if you want the girls and me to be your \r\nfamily and to love you, we can do that if you get help. I can't keep doing this, \r\nthough. I can't keep coming home, wondering who I'm coming home to. I can't \r\ntrust you anymore. I don't know you anymore. I can't live like this anymore!\r\n\n",
        "Kevin: So what you're saying is it's \r\nthe funny farm or nothing, right? ",
        "Lucy: I'm so sorry. ",
        "Kevin: Well, don't be. And don't cry, \r\nLucy. He'll be thrilled, after all. ",
        "Lucy: What? ",
        "Kevin: Ian Thornhart. We both know \r\nthat's what this is really about. ",
        "Lucy: No, it is not. ",
        "Kevin: Of course it is, Lucy. Isn't \r\nthat why your bags are already packed? What, is he out in his car, waiting for \r\nyou so he can whisk you away? ",
        "Lucy: No! I have a little news flash \r\nfor you, Doc. Do you know what you're doing? You're not driving me into his arms \r\nor anybody else's arms! You are just driving me away.\r\n\n",
        "Kevin: Did you two work out a signal, \r\nlike flash the porch light if I start acting crazy? ",
        "Lucy: Oh -- ",
        "Kevin: You know, that way he can run \r\nin and save you. You know how he loves to be the hero. ",
        "Lucy: Ok. Ok. You blame me all you \r\nwant to. You blame Ian if want to, if that helps you. But it won't help you. You \r\nneed to go to the hospital and get help. Please, Doc, for your sake do that, \r\nplease. ",
        "[Door opens and slams] ",
        "Kevin: Well, give Ian my regards, \r\nsince it's for my sake! She'll be back. She always comes back. ",
        "",
        "Ian: I'm going to fight this. The same \r\nway you should fight it for yourself, for Alison.\r\n\n",
        "Elizabeth: I can't help you, Ian.\r\n",
        "Ian: You can't or you won't? \r\n",
        "Elizabeth: When I'm with you, you make \r\nsense. But then Stephen touches me, he just touches me or kisses me and all \r\nreason just goes out the window. I only feel alive when I'm with him. He loves \r\nme. ",
        "Ian: He loves you? Listen to yourself. \r\nThis isn't love. This isn't even real. ",
        "Elizabeth: Well, whatever the hell it \r\nis, I want it, ok? I -- I want him. I have certain appetites now. And, Ian, you \r\nknow what that hunger is. You understand. ",
        "Ian: No, what I understand is that you \r\ndon't want to fight this and -- ugh!\r\n\n",
        "Elizabeth: Oh God. God, just drink \r\nthis. You don't have to suffer like that. ",
        "Ian: God, it's so hot in here. I can't \r\nbreathe. Open a window or something. ",
        "Elizabeth: I can take away your pain. \r\nOk? Is that better? ",
        "Ian: Yeah. ",
        "Elizabeth: Listen to me -- I can make \r\nyou forget all your worries. I can ease that hunger. I can give you exactly what \r\nyou want. Ok? ",
        "",
        "Jack: Slide your foot back. \r\n",
        "Reese: Oh! ",
        "Jack: All right, stay still, stay \r\nstill. All right, there. All right. Miss, you ok?\r\n\n",
        "Reese: I'm not sure. I feel a bit \r\ndizzy and, God, my leg really, really hurts. ",
        "Jack: It's a good thing I was walking \r\nby. ",
        "Reese: Yeah. Lucky, wasn't it? \r\n",
        "",
        "Caleb: You know, I just thought of \r\nsomething. ",
        "Tess: What? ",
        "Caleb: If you let Olivia come out and \r\nsee me, I could make two of you again. That way you and Jack could have your \r\nhappy little life and I could have mine. ",
        "Tess: No. ",
        "Caleb: Oh, it seems fair to me. \r\n",
        "Tess: Stay away from me. ",
        "Caleb: Is that what you really want? \r\nFor me to stay away from you, Olivia? ",
        "Tess: I'm Tess.\r\n\n",
        "Caleb: I'm not talking to you. Do you \r\nremember the hunger we shared, Olivia? ",
        "Tess: I don't have to listen to you. \r\nLivvie doesn't have to listen to you. ",
        "Caleb: Olivia's never forgotten my \r\ntouch, my kiss. She craves me the way I crave her, we're bound together for \r\neternity. ",
        "Tess: Will you please go away? \r\n",
        "Caleb: Not until you let me play a \r\nsong that I wrote just for you. ",
        "[Caleb plays guitar] ",
        "Tess: Where -- where's Jack? I want \r\nJack. ",
        "Caleb: You know what this song's \r\ncalled? ",
        "Tess: What? ",
        "Caleb: It's called \"Surrender.\" \r\n",
        "",
        "\nKevin: I should apologize to Lucy. Or \r\nat least feel terrible for what I've done. But strangely enough, I don't. Ah. \r\nGuilt. It's so -- boring. Oh, and so were you, Doc. So here's to you, Lucy, and \r\nhere's to us. And here's to you, Ian. ",
        "",
        "Ian: I can't do this. I won't do it. \r\nStay away from me. ",
        "Elizabeth: Listen, at first, I fought \r\nit, too, but you'll feel so much better. ",
        "Ian: I won't do this. I can't do it.\r\n",
        "Elizabeth: No, no, no, nobody will \r\nknow, ok? Listen, listen, it'll be our secret, something we do in the dark.\r\n\n",
        "Ian: I'll know. ",
        "Elizabeth: But it's so good, so \r\nsatisfying. Ian, I know you want it. I know. ",
        "Ian: I won't let you turn me into an \r\nanimal. ",
        "Elizabeth: No, no, no, no. Just a tiny \r\nbite, ok? Just a tiny bite. Just take it. Take me. ",
        "Ian: I'm leaving. ",
        "Elizabeth: No, I can taste your \r\ndesire. I can taste it. It's so sweet. It's so sweet. Don't you just get tired \r\nof fighting the good fight? Don't you just get tired of being so noble? Just \r\ndon't you long to give in to the craving? ",
        "",
        "Lucy: Rafe? Rafe, hey, it's me. Rafe?\r\n",
        "Lucy: Ian? What in the world -- oh, my \r\nGod. Ian, no. No.",
        "",
        "\nReese: I can't move my leg. I don't \r\nthink it's broken, though. So much for a nice healthy evening jog. ",
        "Jack: Right, right, right. Look, I \r\nleft my cell phone at my place, but wait here. I'm going to run and get some \r\nhelp. ",
        "Reese: Oh, no, no, please, could you \r\njust stay just for a little bit, just -- just till I feel a bit better, please?\r\n",
        "Jack: Ok, ok. Just for a few minutes.\r\n",
        "Reese: That's all the time I'll need.\r\n",
        "",
        "Caleb: Don't be afraid. It's just a \r\nsong. It won't bite you. ",
        "Tess: You're trying to get to Livvie \r\nthrough your music. But I won't let you. ",
        "Caleb: We both love her, don't we?\r\n\n",
        "Tess: But your love is bad for her, \r\nStephen. ",
        "Caleb: Why don't you let Olivia \r\ndecide? Listen to the words, the vow I made when I made you mine. Listen to your \r\nheart, the love you have inside you. The love I have for you and only you.\r\n",
        "Caleb: That's it. Now I feel you \r\nclose, Olivia. This song -- all my songs -- are for you.",
        "",
        "On the next \"Port Charles: Surrender\" --\r\n",
        "Lucy: We are getting out of here. Come \r\non. ",
        "Tess: Maybe you made me for another \r\nreason.\r\n\n",
        "Caleb: Why? ",
        "Tess: To help you. ",
        "Elizabeth: I still have what you need, \r\nIan. You can't fight this hunger. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=1RKZI6pWtc8"
}