{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Marissa: She doesn't just look like me, she looks exactly like me. Oh, now I \r\nknow why you guys were all so freaked out. I'm sorry. ",
        "Jamal: That was the message, Ricky. ",
        "Ricky: Yeah, yeah. Yeah. ",
        "Marissa: You know, I've heard that everyone has a double somewhere in this \r\nworld. This girl must be mine. ",
        "Jamal: Yeah, you got that right. ",
        "Marissa: So she was a friend of yours, right? Like, somebody close to you?\r\n",
        "Ricky: I loved her. ",
        "",
        "Alison: Livvie? Livvie? Jack! Rafe! It's Livvie! She's not breathing! Livvie? \r\nLivvie, Livvie, wake up! Hurry up! Get in here. ",
        "Rafe: What happened? ",
        "Alison: I just -- I showed up and she was just laying here. Livvie? ",
        "Livvie: Rafe. Rafe, where were you? ",
        "Rafe: It's ok. Calm down. We've all been looking for you. ",
        "Livvie: What happened? Where am I? ",
        "Jack: Well, why don't you tell us, Livvie? How did you get here, huh? And who \r\nbrought you? ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Karen: Well, it looks like you have some things you want to talk about. I \r\nhave to check on a patient. I'll catch you later, ok? ",
        "Marissa: Ok, who is this girl? Did she grow up here? ",
        "Ricky: I didn't know her very long. ",
        "Marissa: You said you loved her, right? You loved her? You have to know \r\nsomething. ",
        "Ricky: Casey had a rough life. She grew up in a bunch of foster homes, each \r\none worse than the last. She was always running away, living on the streets. For \r\na minute. Then -- ",
        "Marissa: \"Then?\" Then what? ",
        "Ricky: She died. ",
        "Marissa: Oh. I'm sorry. ",
        "Ricky: That's why seeing you here, it's like -- it's like she's back again. \r\nYou know what I mean? It's like she's back among the living again. ",
        "Marissa: Yeah, I know this must be really freaky for you. Believe me, it's \r\nthe same for me. But you know that woman you were with? Your girlfriend, maybe? \r\nShe didn't look too happy, so maybe you might want to go after her and make sure \r\nshe's ok. ",
        "Ricky: Yeah, yeah. ",
        "",
        "Doree: It's ok, Chris, you can sit next to me. I won't bite you. ",
        "Chris: I've been meaning to call you. ",
        "Doree: No, you haven't. ",
        "Chris: Doree, just because I told you I wanted to take a break doesn't mean \r\nwe're never going to see each other again. I mean, it just means that -- ",
        "Doree: Oh, let me see if I can remember the words correctly -- well, how can \r\nI forget? I was getting too \"clingy.\" My mother always told me, \"Don't give away \r\nthe milk if you expect them to buy the cow.\" ",
        "Chris: I don't follow. ",
        "Doree: Sex, Ramsey. Sex. Remember the elevator? Remember me hanging from the \r\nchandelier? ",
        "Chris: Oh, yeah, I'm not likely to forget. ",
        "Doree: Well, if you're interested, I don't do things like that with men I \r\nbarely know, ok? But for some reason I was so into you, so hot for you that it \r\ndidn't matter and I didn't care. Obviously, that was all one-sided. ",
        "Chris: No, no, it wasn't one-sided. Not at all. I mean, I -- I loved being \r\nwith you, making love with you, getting wild with you. It was great. I'm just \r\nnot really ready for the 24/7 relationship thing, and that's where I saw that it \r\nwas going. Just because I wanted to slow things down didn't mean I wanted to end \r\ncompletely. And for what it's worth, I really was going to call you. ",
        "Doree: When? ",
        "Chris: I don't know. Soon. ",
        "Doree: Thanks for the lie. After the week I'm having, I'll take it. ",
        "Chris: Why? What's going on? ",
        "Doree: Well, this vigilante running around with the black hood beating the \r\ncrap out of people? Well, the chief would kind of like us to find him but we \r\ndon't have clue one, so he's sort of making our lives miserable at the moment.\r\n",
        "Chris: Why are you looking so hard for him? As far as I'm concerned, he's \r\nperforming a community service. ",
        "",
        "Ian: All right. Drink up. Irish for you, bourbon for me. There you go. ",
        "Kate: Well, for once, you won't get an argument from me. ",
        "Ian: Cheers. What's this? ",
        "Kate: Well, it's not very good, but it's what I saw. ",
        "Ian: You didn't see a face, or you don't know how to draw one? ",
        "Kate: No, I didn't see one. It's wearing that hood. You know what's strange?\r\n",
        "Ian: What? ",
        "Kate: I wasn't frightened. I mean, the landlord -- yeah, he scared me. But I \r\ndon't know, this thing -- it's going to sound strange, but it had a sense of \r\ndignity to it. ",
        "Ian: Dignity? Mm-hmm. I'm glad we started drinking. ",
        "Kate: Yeah, me, too. Yeah, I wish I would've asked it some questions. ",
        "Ian: Ok, slow down a minute here. Maybe you weren't scared, but we still \r\ndon't know what this is, what it's all about. ",
        "Kate: Well, it seems to be all about beating up the bad guys. I mean, the \r\npunishment fits the crime. ",
        "Ian: What does that mean? ",
        "Kate: The wife beater gets beaten up, the gangsters are humiliated, and the \r\nlandlord's forced to live in his own rotten building. There's a method to the \r\nmadness. ",
        "Ian: Maybe so. But we don't know how far this thing is going to go or who it \r\nmay be. ",
        "",
        "Livvie: I still don't understand why you thought I was dragged off. ",
        "Rafe: We found a piece of your nightgown on a branch. It looked like you were \r\ndragged off into the woods. ",
        "Jack: And there weren't any footprints. So you either flew away or someone \r\ncarried you away and covered their tracks. ",
        "Livvie: Stay away from me! Please don't touch me! Don't touch me! No! No, \r\nnobody -- nobody dragged me anywhere. ",
        "Jack: Well, it sure looked that way. ",
        "Livvie: Well, it wasn't anything like that! ",
        "Alison: Well, why don't you tell us what happened? ",
        "Livvie: This is none of your business. It's between me and my husband. ",
        "Rafe: Look, Livvie, they were just trying to help me find you. ",
        "Livvie: You left me at the motel, Rafe. You said you were coming back and you \r\ndidn't. I was scared. I didn't know what to do, so I went out looking for you, \r\nand then I got lost and I thought you were never coming back. And I thought you \r\nwere going to leave me and the baby, and so I said the hell with you, and I \r\nstarted running back. And when I did, I somehow caught my foot on some tree \r\nlimbs. And then I fell and then I lost my shoe, and then when I went down to get \r\nit, I bumped my head. Honey, I bumped my head. It must've fell out. ",
        "Jack: That's a nice, nice story. ",
        "Livvie: It's -- I don't remember anything after that. Just you. Just you \r\nbeing here. ",
        "Rafe: All right, all right. Look, let me see your head. ",
        "Livvie: No, honey, I'm fine. ",
        "Rafe: I got -- ",
        "Livvie: I'm fine. ",
        "Rafe: I got to get you to a hospital -- ",
        "Livvie: No. No, no, no. I just want to go home. ",
        "Rafe: Look, you've been out here all night. I want to make sure you and the \r\nbaby are ok. ",
        "Livvie: No, I'm all right. I'm all right. ",
        "Jack: Livvie, why don't you to want to go the hospital? Don't you want to \r\nmake sure this baby is all right? ",
        "Livvie: Ow! ",
        "Rafe: Ok. That's it. ",
        "Livvie: Oh! ",
        "Rafe: You're going to the hospital, ok? No more arguments, all right? ",
        "Livvie: No, no. ",
        "Rafe: Ok. ",
        "Alison: I don't know, Jack. Seems a little too real to me. ",
        "Jack: Well, we both know Livvie. She can make anything seem real. Come on.\r\n",
        "",
        "Karen: Hey. ",
        "Ricky: I'm sorry. ",
        "Karen: For what? ",
        "Ricky: I didn't expect Casey's double staring back at me. ",
        "Karen: Yeah, I know. ",
        "Ricky: It was like looking at a ghost. ",
        "Karen: You know, you don't have to explain yourself, Ricky. I saw it in your \r\neyes. You lit up like a Christmas tree when you saw her. ",
        "",
        "Jamal: How come you didn't tell him you had a twin? ",
        "Marissa: Because she's dead, Jamal, ok? She died at birth, ok? It's like I \r\ntold Ricky, you know, it's just one of those weird coincidence things. God. It \r\ndoes look like she could be my twin sister, doesn't it? ",
        "",
        "Doree: So you believe that this guy is some kind of hero? ",
        "Chris: Well, sure. Who has he hurt so far? A guy who likes to play bongo on \r\nhis wife's head? A couple of punks in the park who hassled Mary Collins? ",
        "Doree: Uh-huh. For now. ",
        "Chris: What's that supposed to mean? ",
        "Doree: Do you know who I think this guy is? Some guy who couldn't hack the \r\npolice academy, so he's running around getting his little fix by playing cops \r\nand robbers on the street. ",
        "Chris: Is that your psychological profile? ",
        "Doree: As a matter of fact, it is. ",
        "Chris: But you've had no luck tracking down this poor soul, right? ",
        "Doree: You may think this is some kind of a joke, Chris. But eventually this \r\nclown is going to knock around someone who isn't a bad guy or eventually kill \r\nsomeone, and I don't want that on my street. ",
        "Chris: Ok. Well, you want to know what I think? ",
        "Doree: Ok. What do you think? ",
        "Chris: I think the cops feel threatened because this guy is doing your job.\r\n",
        "",
        "Kate: Well, I haven't lived in Port Charles as long as you have, but -- I \r\ndon't know -- the stuff with Alison and the candles and Rebecca stepping in and \r\nout of portraits and Kevin living in the magical forest? Well, I'm beginning to \r\nunderstand when you said that Port Charles is a place where anything can happen. \r\nSo I probably shouldn't even ask, but is there anything else I should know \r\nabout? ",
        "Ian: Well, let's see, you know about the angels, right? And did I -- did I \r\ntell you about the vampires? ",
        "Kate: No, I'm serious. You're not serious. ",
        "Ian: Yeah, I know -- ",
        "Kate: Vampires? ",
        "Ian: This is probably not the right time to start this conversation, so we'll \r\ndo it some other time. I'm going to go to New York, talk to a friend of mine who \r\nhopefully can help me with this shadow friend of yours. ",
        "Kate: What's your best guess? ",
        "Ian: I don't really have one at the moment. ",
        "Kate: I think you do. Oh, come on, Ian. You don't think it's human, do you?\r\n",
        "",
        "Rafe: Taking this blood is not going to hurt her because she's pregnant, is \r\nit? ",
        "Dr. Neumann: Not at all. ",
        "Livvie: Look, I really don't need to be here. I'm fine. I just want to go \r\nhome now. ",
        "Dr. Neumann: Don't worry. You checked out ok and I'm sure your baby is going \r\nto be all right, too, ok? You hang in there. I'll be back soon with your test \r\nresults. ",
        "Dr. Neumann: Take Mrs. Kovich's blood to be processed, stat. I need to see if \r\nthis is still a viable pregnancy. ",
        "",
        "Doree: So let me get this straight -- you're saying that the cops are \r\nthreatened by this psycho? Ok. Um, there's a lot of competition, especially \r\nlately, but that's one of the dumber things that you've ever said. ",
        "Chris: No, I don't think it is. See, I think this guy should be commended for \r\nhis actions, not hounded like some criminal. He's just seeking a little justice.\r\n",
        "Doree: And is this your psychological profile? ",
        "Chris: He does all the work the cops can't seem to get to. He dispenses \r\npunishment that the courts just can't deliver because they're hindered by one \r\ntechnicality or another. ",
        "Doree: You don't happen to own a black cape, do you, Ramsey? ",
        "Chris: What if I did? ",
        "Doree: I'd slap a pair of handcuffs on you so fast it'd make your head spin.\r\n",
        "Chris: Hmm. That actually sounds pretty good. You know, I'm off in a couple \r\nhours. ",
        "Doree: Well, I'm not. And even if I were, the answer is a big negatory. ",
        "Chris: Ok. Well, at least I asked, right? ",
        "Doree: Noted. ",
        "Chris: Ok, well, good luck finding this guy. ",
        "Doree: We will find him, and when we do, we will put m in jail because that's \r\nwhere he belongs. ",
        "Chris: Good luck, sweetheart. I think this guy has one too many tricks for \r\nyou. ",
        "",
        "Kate: Brennan? Hey, honey, it's me. Guess what -- I'm going to be coming to \r\nNew York for a few days. Yeah, just a short visit, but I miss you. Can't wait to \r\nbe home with you. Why don't I make reservations at Cellini's. Our special place, \r\nwe'll have a special dinner. I miss you and I love you. ",
        "Ian: You ok? ",
        "Kate: Uh, yeah. Who would think that Manhattan would be the safe alternative \r\nto life in Port Charles? ",
        "Ian: The devil you know, right? ",
        "Kate: Under the circumstances, yeah. ",
        "Ian: So, you're heading to New York for a while? ",
        "Kate: Just a few days. ",
        "Ian: Ok. How you getting down there? ",
        "Kate: Train, I guess. ",
        "Ian: Why don't you drive with me? I'm going down and I'll give you a ride. \r\nWhat do you say? ",
        "Kate: Oh. Thanks, but, you know, I think I'm just going to stick with the \r\ntrain. I can get some work done that way. Ok. Bye. ",
        "Ian: No. I don't believe you're human. ",
        "",
        "Ricky: Like a Christmas tree? ",
        "Karen: Trust me. ",
        "Ricky: Karen, whatever you think you saw, it was because when I saw Marissa, \r\nit was like Casey all over again. But it wasn't. ",
        "Karen: You know, you don't have to explain anything to me. I understand. ",
        "Ricky: Karen, you know I used to be in love with Casey just like you used to \r\nbe in love with Frank. ",
        "Karen: Yeah, we both came into this with some history. ",
        "Ricky: Hey, did I ever tell you I used to be in love with my fifth grade \r\nteacher, Mrs. Hughes? Man, she was some woman. ",
        "Karen: Ricky, you don't have to do this. I know it wasn't easy for you seeing \r\nsomebody that reminded you of Casey. You don't have to pretend like it didn't \r\nbother you. ",
        "Ricky: Thanks. But Casey's my past. You and me -- we're right here, right \r\nnow. And speaking of right here, right now, if we don't get out of here and get \r\nto packing, we're never going to make it to New York, all right? ",
        "",
        "Jamal: All right, one more question. ",
        "Marissa: No more questions, ok? I am tired of everyone's questions. Ok, I'm \r\nstarting to feel like I did something wrong here and all I did was show up on a \r\nstory. ",
        "Jamal: Ok. ",
        "Marissa: \"Ok,\" what? ",
        "Jamal: Ok, you and Casey -- do you think it's possible, just possible, that \r\nmaybe -- ",
        "Marissa: No. ",
        "Jamal: Look, you said you had a twin. ",
        "Marissa: Who died when we were born. Ok, watch my lips, Jamal -- no way Casey \r\nis my sister. Ok, my parents -- I know them. They would never lie to me about \r\nsomething like that. ",
        "Jamal: Ok. ",
        "Marissa: They would never have made me live with a lie that my sister was \r\ndead if she wasn't really dead. ",
        "Jamal: All right. I got it, ok? ",
        "Marissa: And we're tight, ok, especially my mom and I. We tell each other \r\npractically everything. ",
        "Jamal: Look, message delivered, received, over and out. Fine. ",
        "Marissa: Ok. ",
        "Jamal: It must've been some kind of coincidence or something. ",
        "Marissa: Right. ",
        "Jamal: Right. ",
        "Marissa: Right. ",
        "Jamal: Catch you later, all right? ",
        "Marissa: Hey, Mom. No, I'm fine. Yeah, still here in Port Charles, same \r\nstory. Um -- I need to talk to you. No, no, no, it's not about the story. It's \r\nabout something else. ",
        "",
        "Alison: Remember when I was waiting to find out if I was going to jail for \r\nmurder or not? ",
        "Jack: Yeah. ",
        "Alison: This is worse. ",
        "Jack: I know what you mean. ",
        "Alison: Hey, how are you feeling? How are you doing with all this? ",
        "Jack: Let's just say that this isn't easy for either one of us. ",
        "Alison: Right. I'm sorry. What do you think is going on in there? ",
        "Jack: You want to know what I really think? ",
        "Alison: Yeah, I want to know what you really think. ",
        "Jack: I think in a few minutes, Rafe's going to find out this whole pregnancy \r\nis a big sham and he's going to dump Livvie and you two are going to live \r\nhappily ever after. ",
        "Alison: Do you really think that that's going to happen, or are you just \r\ntrying to make me feel better? ",
        "Jack: No, no, Alison, I'm serious. And you want to know what I think is going \r\nto happen next? ",
        "Alison: Yeah. ",
        "Jack: Well, I think Livvie's going to do what she always does -- run away for \r\na few days, and then she's going to make her way back to me. ",
        "Alison: Oh, right, like that would actually happen, right? Jack? ",
        "Jack: Ok. Look, I don't know if it would or it wouldn't, but I know I just \r\ncan't hang out here and wait like this. I got to -- ",
        "Alison: I know, I know. Ok, you just go. You just do what you have to do. ",
        "Jack: But I really want you to live happily ever after. ",
        "Alison: When you say it like that, it makes me think that it could actually \r\nhappen. Come on. ",
        "Jack: Yeah. ",
        "Alison: Bye. ",
        "",
        "Dr. Neumann: Mr. And Mrs. Kovich, I have great news. All your tests are \r\nnormal. ",
        "Livvie: Our baby's ok? ",
        "Dr. Neumann: your baby is more than ok. It appears to be thriving, Mrs. \r\nKovich. ",
        "Ian: Who are you? What do you want from us? ",
        "Shadow: Justice. Don't interfere. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Alison: Livvie is pregnant. She's carrying Rafe's child. She's not lying. ",
        "Livvie: You don't want this baby, right? I mean, you don't want either one of \r\nus. Isn't that the truth? ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute] "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=1olvAqKKick"
}