{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Karen: Where the hell are you, Frank? ",
        "Woman: I can't wait to see this computer of yours and anything else you'd \r\nlike to show me. ",
        "Frank: You know, I'm really glad we got together today. ",
        "Frank: Hey. Oh -- ",
        "Frank: I missed you so much. ",
        "",
        "Jack: Exhaust filters replaced. ",
        "Alison: Cool. Vents are scrubbed and double scrubbed. So how are we doing?\r\n",
        "Jamal: Oh. 27 more things to get up to code, and we have until midnight to \r\nget it done. We are toast. ",
        "Alison: No. ",
        "Jack: Hey, but we can do this, man. ",
        "Alison: I know, we're getting so close. ",
        "Jamal: 27 more things. Do you hear me? ",
        "Alison: Look, Jamal, if we quit now, then Nana wins. Are we just going to \r\nstand there and let all of our dreams fly out the window? No. ",
        "Jamal: 28 more things -- the window guards. ",
        "Alison: Oh, God. ",
        "Jack: Hey, bro, we can do this, all right? We make a good team. ",
        "Jamal: Yeah, we're only three people, though. ",
        "Livvie: Four. Count me in. I'm here to help. ",
        "",
        "Ian: I thought we'd order in after the day you had. ",
        "Ian: Is Dr. Lambert there, please? ",
        "Eve: This is Dr. Lambert. ",
        "Ian: Eve, hey, it's me. ",
        "Eve: Ian! Oh, God. It's so good to hear your voice. ",
        "Ian: Well, now I wish I were holding you in my arms. ",
        "Eve: I want to see you so much. ",
        "Ian: I want to see you more. ",
        "Eve: Hey, I have an idea. If we're really careful, maybe we can meet at my \r\nhotel. ",
        "Ian: No, we can't do that. ",
        "Eve: Right. INS. ",
        "Ian: It's more than that. Arianna broke down today about her attack. ",
        "Eve: She finally told you about being raped? ",
        "Ian: Yeah, she did. She's pretty shaken up. I can't leave her like this. ",
        "",
        "Jack: You know what, Livvie? Thanks for offering, but I think we're cool. \r\nBesides, don't you and Chris have some kind of opera thing to go to? ",
        "Alison: Oh, look. Don't listen to him, please? Ok, because we really do need \r\nall the help that we can get, thank you. ",
        "Livvie: Yeah, I thought so. ",
        "Jack: All right, well, maybe we can start you off with something easy, like \r\nputting batteries into smoke alarms or something. ",
        "Livvie: Ha-ha. Yeah, that's funny. I'm not helpless, you know, Jack. ",
        "Alison: Look, you guys, please can it. I'm serious, or I'm going to come down \r\nthere. Ow, ow, ow, ow! ",
        "Jamal: Hey, hey, hey -- hey, are you ok? ",
        "Alison: Ouch! ",
        "Jamal: Sit down, sit down, sit down. ",
        "Alison: Ow. ",
        "Livvie: Alison, where does it hurt? Are you all right? ",
        "Alison: I don't know. Ow, don't touch me, don't touch me. ",
        "Jamal: Does that hurt? ",
        "Alison: Only when I breathe. Ouch. ",
        "Jamal: All right. I'm going to take you to the hospital. Come on. ",
        "Alison: No, no, because then we won't get all of our repairs done. I'm fine. \r\nLook, I'm fine. Just give me a second. ",
        "Jamal: All right, all right, fine. ",
        "Alison: Ok? God, I'm fine. I just -- ow, ow, ow, ow, ow, ow, ow! ",
        "Jamal: No, you're practically doing the bunny hop. ",
        "Jack: Hey, let Jamal take you and get checked out, all right? I'll hold down \r\nthe fort. ",
        "Livvie: Yeah, Alison, please go. I'm here to help as well, so -- ",
        "Alison: Fine, I'll go, but Jamal stays here because we need everybody \r\nworking. ",
        "Jamal: Ali, would you get real, all right? We go together and that's final.\r\n",
        "Alison: Fine. ",
        "Jack: It's cool. ",
        "Alison: What we need right now is a miracle. Otherwise we are finished. God.\r\n",
        "Jamal: Come on. ",
        "Jack: We got it. ",
        "Livvie: I guess it's just you and me now, Jack. You think you can handle \r\nthat? ",
        "",
        "Karen: That was some reception. ",
        "Frank: Nope, I didn't miss you at all. ",
        "Karen: Oh. Well, good thing I stuck around. I thought you were on some hot \r\ndate or something. ",
        "Frank: Actually, I -- I screwed up, Karen. Big time. ",
        "Karen: Wait a minute. I thought I was the one with the surprise here, not the \r\nother way around. What's going on? ",
        "Frank: It's just -- I was missing you. ",
        "Karen: Ok, that's a good thing. Now get to the really screwed-up part. ",
        "Frank: See, I started thinking about how terrific you are and how much I care \r\nabout you and don't want to hurt you. ",
        "Karen: Whoa, whoa, whoa, whoa, whoa. When guys say they don't want to hurt \r\nyou, it's never good news. ",
        "Frank: I didn't want to disappoint you. I was afraid of not being good \r\nenough. And then my whole past as a jerk flashed before my eyes, and I figured \r\nyou would be better off without me, so I took a waitress out on a date so I \r\nwouldn't mess up your life, only mine. ",
        "Karen: Did you say your past as a jerk? ",
        "Frank: Karen, nothing happened. We had lunch. She had pizza, and then I had \r\nremorse, and I told her I couldn't see her anymore because there is a girl named \r\nKaren I am absolutely crazy about. ",
        "Karen: Well, you must have been some fun date. ",
        "Frank: She wanted to see the computer since that's all I talk about lately. \r\nAnd I got as far as that door, but I couldn't bring her into this place because \r\nthis is our place. ",
        "Karen: Well, some girls get Paris. I get this old drafty garage. ",
        "Frank: Come on, Karen. This place, with all of our 1970s stuff and Nellie -- \r\nit's become kind of a special place -- for us, I mean. And I didn't want to be \r\nhere with anyone but you. So in a weird way, I am glad I went out with her \r\nbecause it made me realize that you are the only person I want to be with. Can \r\nyou forgive me? In time? Maybe 50, 60 years? ",
        "Karen: Well, when you told me you were on a date, I thought of about a dozen \r\npainful things I could do to you with this pizza. ",
        "Frank: Hmm. Ooh. Especially one with all the toppings. ",
        "Karen: Yeah. But I'm glad you were honest with me and that you realized \r\nyou're stuck on me. ",
        "Frank: Well, who would have thought something so disastrous could have a \r\nhappy ending. ",
        "Karen: Hey, you're only halfway off the hook. You have some serious making up \r\nto do. ",
        "Frank: I was hoping you would say that. ",
        "Man: Ok, who's got the hard drive problem? ",
        "",
        "Ian: Arianna told me how the rape happened, how horrifying it was physically \r\nand emotionally. I'm not sure who I'm angrier with -- the man who did this to \r\nher or her family for blaming her for it. ",
        "Eve: It must have been awful reliving that experience for her. ",
        "Ian: Yeah, it was. ",
        "Eve: So what now? ",
        "Ian: Victor's making arrangements to have her relocated. ",
        "Eve: That's good. She needs to be safe. ",
        "Ian: That's all I want. I have a place for her where she can breathe again \r\nwithout all this fear. ",
        "Eve: I wish I could help, but I know I'm the last person that Arianna wants \r\nto see right now. And then there's the INS. ",
        "Ian: I know this is hard on you. ",
        "Eve: You know, I just spent one crazy night thinking about you, worrying \r\nabout you. ",
        "Ian: I promise you we'll be together again very soon. ",
        "Eve: I need to hear that so much. I can't take not being a part of your life.\r\n",
        "Ian: Remember the island and what we shared. We have a love that has lasted \r\nthrough lifetimes. There's nothing going to stand in our way. ",
        "Eve: I want to see you. I want to hold you in my arms. ",
        "Ian: It's killing me not being with you. ",
        "Eve: I have had nothing to do around here but think about all the sexy things \r\nI'm going to do to you when I see you next. ",
        "Ian: Is that right? ",
        "Eve: I'm just giving you a little preview of what will happen when you're \r\nwith me. ",
        "Arianna: No! No! ",
        "Ian: It's Arianna. I got to go. ",
        "Eve: Ian? Ian? Hey. ",
        "",
        "Frank: I forgot I called tech support to try to help resuscitate Nellie. This \r\nis Arnie, the digital doctor. ",
        "Karen: Hi. ",
        "Arnie: Sorry about interrupting the party, but you get charged for this \r\nwhether I stay or not. ",
        "Karen: Fine. Let's get an expert's opinion. ",
        "Arnie: So where's the computer room? ",
        "Karen: Oh, you're standing in it. And this is Nellie. ",
        "Arnie: Wow. Jurassic, man. I am uploading a picture of this for my user \r\ngroup. You didn't alter the IRQs, did you? ",
        "Frank: No way. I just installed a new monitor and hooked up a modem linked to \r\na server, but it can only work in HTML. ",
        "Karen: Tell him about the messages. ",
        "Frank: Yeah, something strange is going on. See, I'm getting these e-mails -- \r\nkind of like instant messages -- but I get them without even dialing up to the \r\nweb. ",
        "Arnie: It's physically impossible for a 30-year-old machine to connect to a \r\nphone line or the Internet. They weren't made that way. ",
        "Frank: Do you think I'm making this up? ",
        "Arnie: Unless we're in the twilight zone, no way are you getting messages.\r\n",
        "Frank: Welcome to the twilight zone. ",
        "",
        "Jack: Whoa, hey, hey, hey. Need some help? ",
        "Livvie: No, I got it. Thank you. Damn. ",
        "Jack: Looks like we got them all. Good teamwork. ",
        "Livvie: Good. ",
        "Jack: Those are sharp. Did you -- did you cut yourself? ",
        "Livvie: I -- God, I can't do this. I can't be this close to you, Jack. ",
        "Jack: You know, I've been thinking about how things used to be between us.\r\n",
        "Livvie: Yeah, how they used to be so good. ",
        "Jack: We wanted each other. ",
        "Livvie: Yeah, well, that -- that was then, and I want different things now.\r\n",
        "Jack: No. You still want me. ",
        "Livvie: No. I want out of here, away from you. Bye, Jack. ",
        "",
        "Mary: Alison, what happened? ",
        "Jamal: She was doing her supergirl thing and tried to fly off the ladder. ",
        "Alison: Listen, Joe, you got to fix me up because I got to get back to work.\r\n",
        "Joe: Ok, let me see here. Can you wiggle your toes? ",
        "Alison: Yeah. ",
        "Joe: Good. Now move your foot up and down. ",
        "Alison: Ouch. ",
        "Joe: Good, and side to side? ",
        "Alison: Ow. ",
        "Joe: Well, it doesn't look broken. ",
        "Alison: Oh, good, good. Then I can get back to work. ",
        "Joe: No, you're not going to be doing anything tonight. We need to get an \r\nx-ray just to make sure that it's not broken. ",
        "Alison: What? ",
        "Joe: And even if it isn't, it looks like a pretty nasty sprain. You can put \r\nany pressure on it for the next 24 hours. ",
        "Alison: What? No! ",
        "Joe: Ma, can you take care of the x-ray?",
        "Mary: Sure. ",
        "Joe: Thanks. ",
        "Mary: Sure. Well, what's so important? ",
        "Alison: Only our dreams. Only the whole rest of our lives. ",
        "",
        "Eve: Ok. Just be patient, Eve. Ian can handle this. ",
        "",
        "Ian: You just had a nightmare. ",
        "Arianna: When will I stop being so afraid? ",
        "Ian: When you realize that you're safe now. The man who did this to you is \r\nnot here. And if he were, he'd have to go through me first anyway. ",
        "Arianna: I feel safe with you. ",
        "Ian: I should get us some food, right? ",
        "Arianna: No, please wait a minute. There is something I want to tell you. \r\nAfter I was attacked, the thought of another man touching me was terrifying. ",
        "Ian: I can understand that. ",
        "Arianna: The night of the Valentine's party, when you kissed me -- I know it \r\nwas for show for the INS, but for the first time, I realized what it could be \r\nlike with a man. ",
        "Ian: You got to listen to me. ",
        "Arianna: No, please. Let me say this. It feels -- it feels good to speak my \r\nheart. I never thought I'd be able to be close to a man, and then I met you. \r\nAfter the way you've been with me and cared for me, I found what I never thought \r\nwas possible. ",
        "Ian: I cared because you were in trouble, you know, and a friend. ",
        "Arianna: You've become so much more than that. ",
        "Ian: All I wanted was for you to be safe. All I wanted was for you to have a \r\nchance to live the life that you dreamed of. But you can't have it here, and you \r\ncan't have it with me. ",
        "",
        "Alison: Oh. I cannot believe what a klutz I am. ",
        "Jamal: Well, at least it's not broken. ",
        "Alison: I know, but, Jamal, I mean -- like here I am -- I'm the one who's, \r\nlike, rambling on about how we need to get this place up to code, and then I \r\ntake a nosedive off the stupid ladder and I ruin everything. ",
        "Jamal: Look, would you stop talking like that, all right? It was an accident.\r\n",
        "Alison: I know, but I'm sure that Nana's going to get a big old laugh out of \r\nthis one. God. ",
        "Jamal: Well, at least you'll only be on your crutches for a couple of days, \r\nyou know? ",
        "Alison: I know, but it's not going to help us for tonight. I don't even want \r\nto go in there and face all the work that we have to go before the building \r\ninspector comes and shuts us down. ",
        "Jamal: Come on, baby. We got to go in there sometime, so it might as well be \r\nnow. So put on your game face and let's go. Come on. Come on. ",
        "Alison: I'm coming. Ow. ",
        "Jamal: Here you go. ",
        "Alison: Oh, my God. I can't believe it. ",
        "",
        "Eve: Hey, Joe. Just the guy I was looking for. Have you got anything you want \r\nme to do? Because I've got lots of time. ",
        "Joe: Oh, thanks, but things are covered. ",
        "Eve: What? This is the ER! You're always short-handed. Come on. I live to \r\nserve. ",
        "Joe: Are you -- are you all right? ",
        "Eve: Yeah. Why wouldn't I be? ",
        "Joe: Well, it's just I know that Arianna was brought in tonight, and the INS \r\nhas been questioning me, and -- they're like pit bulls, you know, these guys.\r\n",
        "Eve: I know. I know! Arianna's life is hell, and Ian and I are on hold. I \r\nknow! ",
        "Joe: Look, I just meant it was a tough situation. ",
        "Eve: I'm sorry. I'm sorry, I didn't mean to bite your head off. I'll be fine. \r\nAnd Ian and I -- we've been through so much. I know we'll get through this, too. \r\nIan is handling this, and I trust him with all my heart. ",
        "",
        "Arianna: I don't understand. Why can't I live here with you? ",
        "Ian: I know you had a rough day, so this might not be the right time to talk \r\nabout it, but I -- I have a plan. ",
        "Arianna: For us? ",
        "Ian: For you. I'm trying to find you a new identity and a safe place to live. \r\nI'm already making arrangements. ",
        "Arianna: Arrangements? ",
        "Ian: Yeah -- well, this new place, it'd be perfect. It's -- that way your \r\nbrother can't track you down. And you can be free -- independent. ",
        "Arianna: But I don't want to live anywhere else. ",
        "Ian: Not now. Not right now. When you're ready. ",
        "Arianna: But this is our home. ",
        "Ian: As long as you're here, your brother can find you. And the only way for \r\nyou to be truly safe is to move on. ",
        "Arianna: But I won't feel safe with anyone but you. I'm your wife now, Ian, \r\nand I'm not going anywhere -- not now, not ever. ",
        "",
        "Frank: That tech guy must be wrong. I swear, someone is sending me messages.\r\n",
        "Karen: Maybe what you saw was some leftover computer program or something.\r\n",
        "Frank: But I talked to someone. We had a dialogue back and forth. ",
        "Karen: How? You heard Dr. Digital. It's impossible. ",
        "Frank: I don't know, but we connected. ",
        "Karen: Well, if it's connecting you want, let's do this the old-fashioned \r\nway. ",
        "[Music plays] ",
        "Frank: Are you trying to distract me? ",
        "Karen: Is it working? ",
        "Singer: o/~ If I could save time o/~ ",
        "Frank: Yes. ",
        "Singer: o/~ In a bottle o/~ ",
        "Frank: Even though the computer isn't. ",
        "Singer: o/~ The first thing that I'd like to do is to save every day o/~ ",
        "Frank: Oh, now that is much better. ",
        "Singer: o/~ Till eternity passes away just to spend them with you o/~ ",
        "Karen: You know, it's been a while since you held me this way, Scanlon. And \r\nthis is my first night back. Can't we think of something a little more personal \r\nto concentrate on? ",
        "Frank: What did you have in mind? ",
        "Karen: Oh, a little bit of this. ",
        "Singer: o/~ But there never seems to be enough time to do the things you want \r\nto do once you find them o/~ ",
        "Karen: And this. ",
        "Singer: o/~ I've looked around enough to know you're the one I want to go \r\nthrough time with.",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Ian: This marriage is just for show. ",
        "Arianna: Not for me. I do love you. ",
        "Jack: Do you want to let yourself feel all the good stuff that you really \r\nfeel?",
        " "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=-4ZnA_9hACk"
}