{
    "Episode Summary": [],
    "Recap": [
        "While Chris monitors Ian's reaction to the serum, Lucy comes looking for Ian and is stunned to find him hooked up to medical equipment. Wrongly assuming that the doctors have made a breakthrough, Lucy worries when she learns that her lover is a guinea pig and that Chris isn't at all comfortable with the situation. Chris decides to throw out the serum after it fails. Telling Lucy that he can't continue to depend on her for relief, Ian takes off. When the barn door flies open, Caleb steps inside. Alison assumes that he returned to help her bring Rafe back, but he has no intention of doing any such thing. Alison hatefully tells the vampire that she could drive a stake through his heart and not blink an eye. She grabs Caleb's hand and touches the ring, wishing for Rafe's return. She doesn't understand why it doesn't work until she realizes that he is wearing the fake. After waking up alone, Olivia frantically checks her pocket to ensure that the ring is still there. Relieved to find it, she sets out to think of the perfect wish. She tracks down Kevin at the hospital and apologizes for her selfishness, admitting that it's taken a long time to get her priorities straight. After taking out the ring without his knowledge, she urges him to help her come up with a way to help him feel better, but Kevin really doesn't know what she can do for him. After Kevin stresses the importance of family, Olivia decides exactly what her wish will be."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Ian: Any change?",
        "Chris: No, B.P.'S still normal.",
        "Ian: So you got nothing?",
        "Chris: Yeah, but that could be a good thing. You know, we know that a vampire's numbers go through the roof when they're having their symptoms. Just let me know if you start sprouting fangs.",
        "Ian: Come on, don't press your luck, Ramsey.",
        "Chris: Just hold still. You know, for all we know, you may not be having any symptoms now because the serum's working. So here's hoping. I still don't know why anybody would want to cure immortality, though.",
        "Ian: You wouldn't?",
        "Chris: No, it just doesn't make any sense to me. Kind of like what we're doing here tonight. I mean, giving you an untested serum just in the hopes that it will rid you of your vampireness.",
        "Ian: It's my gift to you. A challenge to a doctor.",
        "Chris: Fun with chemicals, right? Just with this untested serum in your system -- just let me know if you have any type of reaction, anything at all, ok?",
        "[Knock on door]",
        "Ian: What is that? Midnight rendezvous?",
        "Chris: It's not for me.",
        "[Knock]",
        "Chris: You're my only date tonight. Maybe I should see who it is?",
        "Ian: What are you, nuts? Come on.",
        "[Knock]",
        "Chris: No, you're not the only project going on around here, if you haven't noticed. It could be someone for Elizabeth, you know? Whoever it is, they're not coming in.",
        "Lucy: Chris, hi. I need to find Ian.",
        "Chris: It's not really a good time --",
        "Lucy: I want to talk to you. If you've seen him -- any -- what are you doing?",
        "[SCENE_BREAK]",
        "Livvie: Caleb? Caleb, are you here?",
        "Livvie: Oh, please, please. Oh, thank god. You're still here and Caleb doesn't know I have you. Ok, I just -- I just want to make sure Caleb never leaves me for Alison or anyone else, and if I could just think of the perfect wish, just get it right the first time, I will be ok. And I think I know the person to help me with that.",
        "[SCENE_BREAK]",
        "Alison: Rafe? Rafe?",
        "Caleb: Guess again.",
        "Alison: Oh, good, Caleb, you're here. I knew you would change your mind. I knew that you would want to use your ring to help bring Rafe back.",
        "Caleb: Not so fast. What do you think you're doing?",
        "Alison: What do you mean?",
        "Caleb: What do I mean? Your little bonfire there. And I heard you using my words.",
        "Alison: I had no choice. You said that you wouldn't help me, so I was going to go and try to join Rafe myself. But now that you're here, you can use your ring. You can try and bring Rafe back yourself.",
        "Caleb: Slayers who steal and they find themselves in the fire -- well, they're on their own.",
        "Alison: Then why are you here?",
        "Caleb: Alison, leave things alone that are mine.",
        "Alison: Or what?",
        "Caleb: Don't push it!",
        "Alison: You know what, Caleb? I actually believed somewhere deep inside that you and I were friends.",
        "Caleb: You don't think I figured out that was all just a con?",
        "Alison: Yeah, totally used you, just like I use everyone.",
        "Caleb: At last, honesty.",
        "Alison: You know what? You have no friends. You wouldn't even know what to do with a friend.",
        "Caleb: Hmm. I do know what to do with my enemies, though.",
        "[SCENE_BREAK]",
        "Livvie: Dad.",
        "Kevin: Livvie?",
        "Livvie: Hi. I've -- I've been looking for you.",
        "Kevin: Really?",
        "Livvie: Yeah, I'm just -- I've been wondering how you're feeling.",
        "Kevin: Well, all you had to do was call. You know, I've already gone back home. But then I haven't seen or heard from you since before I left the hospital.",
        "Livvie: I don't really know what to say, dad. I don't blame you for being this upset with me.",
        "Kevin: Oh, well, that's very generous of you.",
        "[Livvie sighs]",
        "Livvie: I know I've been really selfish, and I know that you're probably really angry still about what I said to you.",
        "Kevin: Which time?",
        "Livvie: But, dad, I really mean it. I want to see you get well and be happy and healthy --",
        "Kevin: And back on my feet?",
        "Livvie: Yes, nothing matters more to me than that.",
        "Kevin: Well, you have hurt me, Livvie. And it's bad enough being in this contraption --",
        "Livvie: I know, I know. And as usual, it's taken me way too long to get my priorities straight, but I have and I'm here and I am being honest. I want to see the best for you, dad. You have to believe that.",
        "Kevin: I want to, Livvie, but an awful lot has happened.",
        "Livvie: Daddy, I know you have no reason to, but I just really hope that one day you accept my apology.",
        "Kevin: Well, you sure know how to get to a guy, I'll give you that. I'll tell you what. Until you give me a new reason not to, I'll accept this apology.",
        "Livvie: Thank you. Thank you, daddy, thank you. And I promise --",
        "Kevin: Don't -- don't do that. That's one thing I don't need is more broken promises.",
        "Livvie: Ok, that's fair. No more empty promises ever again. That's fair.",
        "Kevin: That's a promise.",
        "Livvie: No, daddy, that's a fact, and I'll prove it to you.",
        "Kevin: You'll prove --",
        "Livvie: Yes, how much I love you.",
        "Kevin: Livvie, what could you possibly do? The doctors all tell me that this condition is just going to have to run its course. So unless you have a magic potion or something somewhere --",
        "Livvie: No, daddy, I don't have any magic potions. I'm just trying to do what you always taught me, and it's the power of positive thinking.",
        "Kevin: Well, it's one thing I'm doing is trying to think positively.",
        "Livvie: Yeah, me, too, and I'm -- maybe if the two of us could think positively together, we could come up with a way to make you feel better. Right here and right now.",
        "[SCENE_BREAK]",
        "Alison: So, fine, I'm your enemy. Go ahead and do your worst.",
        "Caleb: Haven't I already? Look at you. Begging me to save Rafe's life. And once again, I'm saying --",
        "[Caleb mouths]",
        "Caleb: Goodbye, Alison.",
        "Alison: No, please. Please, Caleb, please.",
        "Caleb: Oh, not so tough when I'm your last hope, are you?",
        "Alison: Just send me there, too.",
        "Caleb: No.",
        "Alison: Damn it!",
        "Caleb: Too late. It's already happened.",
        "Alison: I hate you so much. I could kill you with my own bare hands.",
        "Caleb: Ah. Come on. Who you fooling? It's not in you. You can't change your true nature.",
        "Alison: No, I wouldn't -- I wouldn't bet on that. Because I'm telling you, if I thought that it would bring Rafe back, I would drive a stake right through your heart and not even blink an eye.",
        "Caleb: It wouldn't do any good. He has sealed his own fate.",
        "Alison: I don't believe that. Just at least tell me what's going on. Tell me what he's doing. Can you give me that much information?",
        "Caleb: You know the kid, you know. He's not going to give up easily.",
        "Alison: He was never going to keep your ring. He was just afraid of what might happen if he didn't at least destroy it.",
        "Caleb: And you know what? You people don't even know your own laws of nature, do you? For every action, there is an equal, opposite reaction! Me!",
        "Alison: Please, I'm begging you. Please. Please.",
        "[SCENE_BREAK]",
        "[Monitor beeps]",
        "Lucy: I don't understand this. How could you come here and do all of this without saying a word to me? I would want to be here. Don't you think if Chris made a breakthrough, I would want to be with you?",
        "Ian: There's been no breakthrough.",
        "Chris: No testing.",
        "Lucy: What?",
        "Chris: It wasn't my idea. Excuse me.",
        "Lucy: You -- you're doing this with something that's completely untested and unproven, and you're willing to risk it?",
        "Ian: Yes, for us, for our family, and for our future.",
        "[Monitor beeps faster]",
        "Ian: You know how hard I've tried to find a cure for this thing. And I'm tired of fighting the symptoms.",
        "Lucy: You don't have to fight the symptoms. I do that for you. You have me.",
        "Ian: We've been through this.",
        "Lucy: Yes we have!",
        "Ian: I'm tired of using you to help me fight my symptoms. It's done.",
        "Lucy: No, it's not done.",
        "Chris: Ian?",
        "Lucy: You listen to me --",
        "Ian: No, you listen to me!",
        "Chris: Ian -- Ian, you have to calm down, ok? Your heart rate is up, so is your B.P., And your breathing's irregular. Please.",
        "Lucy: It's not working, is it? Whatever you have tried is not working!",
        "[SCENE_BREAK]",
        "Livvie: Just humor me, ok, dad? Close your eyes, and let's just think --",
        "Kevin: You know, I already feel better just seeing you.",
        "Livvie: Daddy, please, please, just try it my way once.",
        "Kevin: And I've already made a little progress on my own. Did you know that?",
        "Livvie: What do you mean? What kind of progress are you talking about?",
        "Kevin: I have a good therapist. And --",
        "Livvie: And what?",
        "Kevin: I think staying at Lucy's helped.",
        "Livvie: Ohoh. So you think Lucy helped heal you?",
        "Kevin: No, I think getting out of the hospital helped me. But mainly because I was around Christina, you know, being able to see my little girl every day.",
        "Livvie: What about your other little girl? What about me?",
        "Kevin: Livvie, please --",
        "Livvie: Daddy, come on, I am your daughter, too. I'm your flesh and blood.",
        "Kevin: I know, and because you are, I don't want you to blame yourself. We're family. Remember that. Let me tell you something. Being in this chair and seeing the world from here gives you a whole new perspective. And if it weren't for you girls, the love that I feel for you and Christina, I don't even want to imagine what kind of shape I might be in right now.",
        "Livvie: I love you so much, dad. I'm sorry. I just get -- you know, I'm wrapped up in so much stuff all the time.",
        "Kevin: I know. But, honey, we can't ever forget it's your family that matters most. Soon you're going to have a family of your own, even though I would have been happier if you'd chosen someone else.",
        "Livvie: Yeah, dad -- speaking of, there's something that I think you need to know about me and Caleb.",
        "Kevin: What is it now, Livvie?",
        "Livvie: Daddy, we can't have kids. We can't have a family of our own.",
        "Kevin: Well, you know, honey, you don't have to have children to be part of a family.",
        "Livvie: I know. It's just, you know, families bring people together, and kids --",
        "Kevin: Oh. Livvie, are you and Caleb having problems?",
        "Livvie: Oh, no. No, everything's fine most of the time. It's -- yeah, we're ok.",
        "Kevin: Ok? Just ok? Tell me, honey, when does it feel best with you and Caleb?",
        "Livvie: The best, huh? I guess it's when I feel --",
        "Kevin: Yes?",
        "Livvie: When I feel I can put all of my insecurities out of my mind and just let myself feel --",
        "Kevin: Loved?",
        "Livvie: Yeah, mm-hmm.",
        "Kevin: Yeah. That tells you something, doesn't it? That happiness really does come from the inside, so maybe you should stop looking outside of yourself and your relationship in order to find it. And maybe you should think about what I said about family. Who knows, honey? Maybe everything you need is already within your grasp.",
        "[SCENE_BREAK]",
        "Alison: So I tell you that I'd be willing to drive a stake through your heart, and now all of a sudden you're consoling me? What is wrong with this picture, Caleb?",
        "Caleb: I wouldn't read too much into it, Alison.",
        "Alison: Rafe is burning in hell right now, and I can't get him back. Isn't there something that I can say or do at all?",
        "Caleb: You mean other than trying to con me?",
        "Alison: I'm sorry. I was just really desperate.",
        "Caleb: You think that maybe I'm trying to punish you? Well, you know something, Alison? Maybe you deserve it.",
        "Alison: What?",
        "Caleb: This was all put in motion the minute you decided to leave that charm in my apartment. And Rafe -- why, he's just been continuing it.",
        "Alison: It's only because of the ring. Don't you understand?",
        "Caleb: My ring! My ring, not yours!",
        "Alison: I know, I know. But now you have it back. And anyone who holds the ring can make a wish come true. Anyone.",
        "Caleb: No, Alison. There has been too many wishes already.",
        "Alison: Just one more. I wish Rafe to come back now. Right now!",
        "Caleb: Let go.",
        "Alison: No, it's already been done. I was touching that ring when I made that wish. He will come back to me.",
        "Caleb: No, you foolish, foolish, girl. He is not coming back.",
        "[SCENE_BREAK]",
        "[Monitor beeps]",
        "Chris: B.P.'S going down. It's amazing how you can control these symptoms.",
        "Ian: But it doesn't last, does it?",
        "Lucy: Give yourself some credit here.",
        "Ian: For what? I may still lose this fight in the end.",
        "Chris: Ok, this serum is a goner. I'm going to go dump it.",
        "Lucy: What are you doing? Why are you really doing this? You don't have to fight it in this way. You don't.",
        "Ian: What way?",
        "Lucy: This. Look at you! This unproven, untested serum?",
        "Ian: I know where you're going with it.",
        "Lucy: Yeah, because we have a sensible solution for now, and it's me. I can handle those symptoms for you.",
        "Ian: I can't do it anymore. I can't need you the way that Kevin needs you.",
        "Lucy: What does Kevin have too with any of this?",
        "Ian: He depends on you to make his life normal again, and I can't do that. When I make love to you, I want it to be because I want to feel your skin next to mine, and I want to hold you when your heart starts racing. I can't let it be about fighting my symptoms. Do you understand that?",
        "Lucy: I do. But it has never, ever, ever been about that. You know that?",
        "Ian: And it won't be. It can't be. I'm fighting this the best I can. And it's changed me and it -- it's changed you, too.",
        "Lucy: Maybe. But what we have is worth it. It's worth any change that comes.",
        "Ian: It's worth it how? How? You can't even go to New York for a couple of days with Serena because you're afraid of what's going to happen to me. You're afraid I might lose control.",
        "Lucy: You'd call me. I'm back in an instant.",
        "Ian: No.",
        "Lucy: Yes. We can handle this. We can.",
        "Ian: I can't. I cannot. I can't have you leave in the morning, be afraid of what you're going to find when you come home and open the door to some animal with teeth coming out of him. I just want to love you. Is it too much to ask? I want to love you the way you're supposed to be loved. And I know -- I know we made a deal. But I can't do this. I can't do it.",
        "Lucy: Wait a minute. What are you doing? Ian, stop. Don't! What are you doing?",
        "Ian: I can't do this.",
        "Lucy: Wait a minute. Don't! Ian!",
        "[SCENE_BREAK]",
        "Caleb: Don't you ever get tired of making the same mistakes over and over and over?",
        "Alison: Wait. I was touching your ring when I made the wish. So where is Rafe?",
        "Caleb: Oh, look around all you want. He ain't coming back.",
        "Alison: Why? I don't understand. I was touching the ring when I made it, so why didn't it work?",
        "Caleb: You people can't be trusted.",
        "Alison: \"You people\" who? Who can't be trusted?",
        "Livvie's voice: Just relax. Lose yourself in my touch. I want to be the only one to ever touch you like this.",
        "Caleb: Just be patient.",
        "Alison: You know, the only thing that I can think of is that that is not your real ring.",
        "[SCENE_BREAK]",
        "Livvie: Well, good luck with your checkup, dad.",
        "Kevin: Yeah, fingers crossed. Watch this.",
        "Livvie: Oh!",
        "Kevin: There, huh? Yeah!",
        "Livvie: That is beautiful. That -- that's -- I'm proud of you, dad.",
        "Kevin: Thanks.",
        "Livvie: And again, I am sorry --",
        "Kevin: Oh, let it go. Use that energy for something better, all right? Well, thanks for coming to see me. And forgive me for climbing up on the couch and forcing advice on you.",
        "Livvie: No, that wasn't you the shrink, daddy. That was you my father talking to me, and he needs to know that he's made a world of difference to me.",
        "Kevin: He knows.",
        "Livvie: Ok. Have a good checkup.",
        "Kevin: Thanks. Call anytime.",
        "Livvie: I will. In fact, I'm going to call tonight. I'm going to see how you're doing, ok? I love you.",
        "Livvie: Thank you, daddy. You've finally given me the answers I needed to know. Now I know exactly what I'm going to wish for."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=tJSYMSAHs-Q"
}