{
    "Episode Summary": [],
    "Recap": [
        "Elizabeth is surprised to hear that Kevin gets his medication from the Elixir. Rafe storms into the club with a vengeance, stopping the band's performance and threatening to kill everyone unless they tell him where to find Joshua. He stuns everyone by admitting that Alison isn't really dead. After he kills at least one vampire and threatens another, Frank arrives and takes him on. He goads the slayer into an attack. Jack stops Frank from killing him, but Frank does stab him with a knife. Ricky and Casey take Rafe outside to relative safety. Casey assures Rafe that she doesn't know where Alison is. Rafe tries to go find her, but he collapses. Kevin is angry with Elizabeth for not confiding in him about what really happened between their daughters. Frank and Jack face off over which man is the more valuable asset to Joshua. At the catacombs, Olivia defends her actions to Caleb, who is furious with her for messing everything up. Olivia accuses him of letting Alison come between them. She firmly believes that Alison was coming on to him and that Caleb is becoming more human every day. Caleb puts her suspicions to rest by making love to her. Afterward, he decides to find out whether there's anything left of the antidote in the vial. If so, he plans to have more of it mixed up so that he can again be a vampire and spend eternity with her. They go to the hospital to inform a nervous Chris that he will be doing them a favor. Meanwhile, Alison repeatedly calls Joshua \"Rafe,\" seeing his face instead of Joshua's and pink roses instead of red. Not understanding his anger, she decides it must be pre-wedding jitters and asks him to make love to her. Furious, Joshua bares his fangs before stopping himself and leaving the room. When he informs Jamal that she is pretending to have had a nervous breakdown, Jamal promises to help his boss. When Frank questions Joshua's judgment in trusting Jack and Jamal, Joshua puts him in his place. Jamal comes to see Alison, but she still sees Rafe in front of her. Pretending to be offended by her distrust, Jamal turns to leave. Dropping the act, Alison asks him to stay. Jamal smiles evilly."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Livvie: Why are you getting so angry with me? I told you I was sorry. I told you I made a mistake.",
        "Caleb: And that's supposed to, what, just make it all better? Did you think for a second --",
        "Livvie: I --",
        "Caleb: Did you think about -- no, I don't think you did, and look what you've done now.",
        "Livvie: I thought you understood. You told Rafe that --",
        "Caleb: I would've told Rafe anything to get the antidote. I wasn't going to admit that you screwed up. But you wanted to get rid of Alison, and that's why you went to Joshua.",
        "Livvie: I did it for us.",
        "Caleb: You did it for yourself because you're scared I'm going to stop loving you. Are you ever going to trust me?",
        "Livvie: How can I when you are just taking their side over mine all the time?",
        "Caleb: I'm not taking their side. We were this close to getting the antidote until you had to give Alison up.",
        "Livvie: Rafe destroyed the antidote, not me!",
        "Caleb: You might as well have.",
        "Livvie: Why are you acting like this? I did it because I love you, but you can't see that because you're acting like them more and more every day.",
        "Caleb: What does that mean?",
        "Livvie: You're becoming human, Caleb, but you can't see it because the longer you're among them, the more normal it seems to you. But you've changed. You're becoming one of them.",
        "[SCENE_BREAK]",
        "Joshua: Everything that I ever dreamed about is about to come true. Everything I ever envisioned and worked for so diligently, culminating with you -- you, my crowning glory.",
        "Woman: Do you want to keep her hair up or down?",
        "Joshua: Oh, up. She has such a beautiful neck, I want to be able to see it.",
        "Alison: No. no, don't.",
        "Joshua: Alison?",
        "Alison: I -- I want to make myself beautiful.",
        "Joshua: Well, I'm glad you're finally coming around.",
        "Alison: I want to make myself beautiful for Rafe.",
        "[SCENE_BREAK]",
        "Rafe: The show is officially over!",
        "Ricky: Dude, what the hell do you think you're doing?",
        "Reese: What are you doing?",
        "Rafe: You tell me where Joshua is now, or I swear to God I'll kill all of you.",
        "Caleb: All of our problems have to do with me becoming mortal -- is that it?",
        "Livvie: Yeah, that's right.",
        "Caleb: I will never be one of them.",
        "Livvie: So you really don't see it?",
        "Caleb: What I see, what I hear, is you making excuses again.",
        "Livvie: Oh. Ok, fine, I am totally wrong. I mean, you -- you have been acting completely like yourself -- kissing Alison, writing songs with her, working with Rafe. I mean, that's totally normal for you.",
        "Caleb: Everything I did, everything I did was for the antidote.",
        "Livvie: And that's exactly what I was doing. Whether you want to believe it or not, I was choosing us over Alison, something you used to do.",
        "Caleb: So all of this was just for the antidote?",
        "Livvie: No. I saw how you were with her, and I wanted her gone.",
        "Caleb: I have no interest in Alison.",
        "Livvie: But I know what I saw, Caleb. I know what I sensed between the two of you, and there was nothing I could do about it. I can't be with you the way I want, you can't be with me the way you want, and there was Alison maneuvering her way right in the middle of us.",
        "Caleb: So in your head, Alison -- she was coming on to me?",
        "Livvie: That's what it felt like.",
        "Caleb: Oh, Olivia, just --",
        "Livvie: I thought t I was going to lose you. Caleb, I can't let that happen. I cannot be abandoned, not by you. I saw a chance to get rid of Alison and get the cure for myself, and I took it, and you know what? I'm not sorry. I'd do it again.",
        "Caleb: Leaving you -- it's not an option for me. You -- you're the only woman in the world for me. Why can't you see that?",
        "Livvie: Because here you are defending Alison when the old Caleb would've understood. He would never let anyone come between us. I love you. Don't you see that? And I want us to be together, and I'm willing to do whatever it takes to make that happen. Can you say the same?",
        "[SCENE_BREAK]",
        "Joshua: Leave us, girls. Go find a meal. Rafe's not coming here, Alison.",
        "Alison: Don't be silly.",
        "Joshua: Rafe is not going to find you here. The sooner you get used to that idea, the better.",
        "Alison: Rafe, stop joking around. I'm being serious.",
        "Joshua: What did you call me?",
        "Alison: You're already here and I'm so glad. You have no idea.",
        "Joshua: Did you just call me Rafe?",
        "Alison: Yes, of course I called you Rafe. Isn't that your name?",
        "Joshua: Stop joking around. I'm not amused.",
        "Alison: I'm not joking around, Rafe.",
        "Joshua: Will you stop calling me that? You know perfectly well what my name is!",
        "Alison: I think that someone needs to relieve a little bit of tension, don't you?",
        "Joshua: I don't know what game you're playing.",
        "Alison: I'm not playing any games, although I do think you're playing a game, and I don't mind if I play along. I know exactly who you are. You're Rafe Kovich. You're the man that I fell in love with. You're my angel, the man who I'll love for the rest of my life.",
        "Joshua: I don't find this very funny.",
        "Alison: I'm not trying to be funny, I'm just trying to get close to you --",
        "Joshua: Stop it!",
        "Alison: Why are you so upset with me? You know I hate it when you're angry with me, but I do love it when we kiss and make up.",
        "Joshua: Very good. Very good.",
        "Alison: Yes, I am. You haven't forgotten that.",
        "Joshua: You're very clever pretending to have a nervous breakdown. You're going to be a lot more fun than I thought you'd be.",
        "Alison: You know what would be fun?",
        "Joshua: What?",
        "Alison: If we pretended like we were back on the train. Yeah. Yeah, we -- we could have all of our pink roses, you know, like you have placed all over the place. Because you know -- you know that they are my favorite flower and you know what I love to do with pink roses.",
        "Joshua: Stop it.",
        "Alison: That's one of the million reasons why I love you, because you're so thoughtful like that. I love you, Rafe. Don't ever leave me, ok? Don't ever leave me. Promise me.",
        "[SCENE_BREAK]",
        "Elizabeth: Hey.",
        "Kevin: Hey. You ready to go in?",
        "Elizabeth: Yeah, why did you want to meet here?",
        "Kevin: I'm running low on my medication and I need to get some more.",
        "Elizabeth: You get your medication there?",
        "Kevin: Let's go, come on.",
        "Rafe: Ok, now, who's going first?",
        "Jack: Rafe, come on.",
        "Elizabeth: My God, what's going on?",
        "Jack: Chill out right now.",
        "Rafe: Ok, move out of my way! Ok, Ricky --",
        "Caz: Hey, hey!",
        "Rafe: You're the biggest kisser of Joshua's ring. You need to tell me where he is.",
        "Ricky: I don't know where he is, but you need to get your hands off me!",
        "Rafe: I don't believe you!",
        "Casey: Hey, hey, hey! Wait, all right? You know, he's been with me the whole time. We haven't seen Joshua.",
        "Reese: He hasn't even been by the club, all right? Not that I'd tell you even if he had.",
        "Jack: Look, Rafe, we know you're in a lot of pain, but what's going after Joshua going to do?",
        "Rafe: Jack, tell me where he is.",
        "Jack: I don't know where he is. I don't keep tabs on the guy.",
        "Ricky: Dude, what the hell is wrong with you? Livvie killed your girl! Go after her!",
        "Reese: Oh, he lost her in the dark, remember?",
        "Rafe: You, shut up.",
        "Jack: Hey -- come on, we all miss Alison, all right, but going after Joshua is not going to bring her back.",
        "Rafe: All right, Alison's not dead!",
        "Jack: What?",
        "Kevin: What did you say?",
        "Rafe: It was a ploy to keep Joshua away from her. But now he has her.",
        "Elizabeth: Joshua has her?",
        "Jack: Thank God she's alive.",
        "Rafe: I'll explain more later. Right now I have to find her and this bar is full of vampires, so somebody here knows where she is! So tell me, or the killing starts now! What about you, pal? you know where your master is? Come on, start talking. Or are you ready to die?",
        "[SCENE_BREAK]",
        "Caleb: You are amazing.",
        "Livvie: So does this mean you're not mad at me anymore?",
        "Caleb: You were right.",
        "Livvie: Really?",
        "Caleb: We never should've trusted Rafe. He was holding out on us the whole time.",
        "Livvie: After we came through for him with Alison.",
        "Caleb: Don't worry. He'll get his worse than he already is.",
        "Livvie: So does this mean you understand what I did?",
        "Caleb: What you did wasn't very well thought out, but it was brave. I can't get mad at you for putting it all on the line for us.",
        "Livvie: Even though it was Alison?",
        "Caleb: Like you said, when have I ever cared who was sacrificed for us?",
        "Livvie: Yeah, but it didn't work. I didn't get the antidote.",
        "Caleb: We'll find a way. We'll fix this.",
        "Livvie: You don't mean getting Alison back?",
        "Caleb: She's Rafe's problem now. We have no use for her.",
        "Livvie: I mean, Rafe destroyed the antidote, so there's -- there's nothing we can do.",
        "Caleb: Maybe there is.",
        "Livvie: What?",
        "Caleb: Maybe there is.",
        "Livvie: What are you doing?",
        "Caleb: There might be a little trace of it still here.",
        "Livvie: Oh, come on, Caleb, there's nothing --",
        "Caleb: No listen -- listen to me. We could have it analyzed. If it was manufactured, we could find out the components. Maybe someone could mix it for us again.",
        "Livvie: Who? Who in their right mind would help us?",
        "Caleb: Are you saying we're not well-liked?",
        "Livvie: You know everyone hates us. What are we going to do?",
        "Caleb: We'll just have to ask very nicely.",
        "[SCENE_BREAK]",
        "Rafe: What about you, pal? You know anything about where your master is?",
        "Man: I don't know anything, I swear!",
        "Rafe: No? That's not good enough!",
        "Frank: Let him go!",
        "Rafe: Ok! Now we're talking. If it isn't Joshua's number one. Come on, Frank, tell me. Where is she? Because I know you know.",
        "Frank: You really think I'd answer any of your questions?",
        "Rafe: Yeah, because if you don't, I'll kill you.",
        "Frank: Not if I kill you first.",
        "Rafe: All right, this is your last chance. Where is she?",
        "Frank: Probably moaning Joshua's name by now.",
        "[Rafe screams]",
        "Casey: Rafe -- Rafe, watch out!",
        "Rafe: Jack, what are you doing?",
        "Jack: What is wrong with you, man?",
        "Frank: Now you die!",
        "Jack: Hey, not in here, Frank.",
        "Frank: You don't tell me what to do.",
        "Jack: Did Joshua order you to kill him? No. You don't know what he wants to do with him yet. Come on, put it down.",
        "[SCENE_BREAK]",
        "Chris: Hello? is anybody there? Just me, myself, and I -- My three favorite people. Oh, you've got to be kidding me.",
        "Chris: Yeah, I need maintenance. We lost power up in the --",
        "Caleb: Maintenance? We don't need no stinking maintenance.",
        "Chris: Hey, Caleb.",
        "Caleb: Long time no see.",
        "Chris: What are you doing here? Thought I'd patched you up pretty well last -- ah!",
        "Livvie: Where you going, Chris?",
        "Chris: What -- what do you want?",
        "Caleb: Actually, it's your lucky night. You get to do us a favor.",
        "[SCENE_BREAK]",
        "Kevin: I actually believed that Alison was killed by my daughter! Oh, my God, I almost punished her for it.",
        "Elizabeth: No, listen, I only recently found out.",
        "Kevin: So, what, you kept lying to me? What is it, I help you through your pain, but you just let me twist in the breeze?",
        "Elizabeth: No, listen, I couldn't tell anyone. Her life depended on it.",
        "Kevin: What about my daughter's life? There were people who were ready to kill her!",
        "Elizabeth: I -- look, I'm sorry, ok, but Livvie is ok. Alison is not ok. We've got to go find her. What, you're not going to come with me?",
        "Kevin: No.",
        "Frank: Hey. Don't ever interfere in my business again.",
        "Jack: This club is my business, Frank, and I'll run it however I see fit. If you got a problem with that, go take it up with Joshua. Come on, man, chill out. I just saved your butt in here.",
        "Frank: No, Jack, the way I see it, you saved Rafe. I don't think the boss will be very happy about that.",
        "jack: Well, then tell him. See who he favors more -- me, who manages the band, runs the club, brings in a lot of money, or you, who has screwed up pretty much ever since he got his fangs.",
        "Frank: I'll be watching you, Jack. Your days are numbered.",
        "[SCENE_BREAK]",
        "Casey: Rafe, what the hell do you think you're doing? You almost got yourself killed back there!",
        "Rafe: Yeah, I don't care!",
        "Casey: Well, you know what? That's tough because I do, all right?",
        "Rafe: You do? Ok, then help me, ok, because I can't do this right now. I can't -- I can't see where Alison is, but you can. Just tell me.",
        "Casey: Rafe --",
        "Rafe: Tell me where she is.",
        "Casey: I don't know.",
        "Rafe: Tell me. Just --",
        "Casey: I don't know.",
        "Rafe: What do you mean, you don't know? You going to follow the rules now? Not now!",
        "Casey: No, I'm not talking about the rules, ok? I swear I don't know! If I knew something, if I could tell --",
        "Rafe: Then, come on! Come on!",
        "Casey: If I knew something that would wipe the bloodsuckers off the map, I would do it. I would do it in a heartbeat, ok? Look, I'm sorry. I'm sorry.",
        "Rafe: I just got to find her. I --",
        "Ricky: Whoa --",
        "Casey: Rafe!",
        "Ricky: Hey, hey, Rafe, you all right?",
        "[SCENE_BREAK]",
        "Alison: I love you, Rafe. I'm yours. For all eternity, only yours. Ok.",
        "Joshua: That conniving little --",
        "Jamal: Joshua, what happened? what's going on?",
        "Joshua: Alison's pretending to be delusional. She keeps calling me by the slayer's name.",
        "Jamal: Who, Rafe?",
        "Joshua: Yes! And I wanted to break her neck every time she called me by it.",
        "Jamal: So you just --",
        "Joshua: Turned her? No.",
        "Jamal: But I thought you wanted her to be your bride.",
        "Joshua: I won't be made a fool of. I won't have anyone laugh at me. She has to call me by my name and bend to my will before I make her my bride.",
        "Jamal: Ok, so the trick to this is that she kind of has to want to marry you?",
        "Joshua: Yes. Otherwise I just create another slave, not a bride.",
        "Jamal: Right. Maybe I can help.",
        "Joshua: You?",
        "Jamal: Let me go in there and talk to her. She trusts me.",
        "Joshua: But I'll be watching you. You're a new recruit. your loyalty must be beyond question. Do you understand?",
        "Jamal: Understood.",
        "[Knock on door]",
        "Jamal: Hey, it's me. Alison? you can drop the act now. Look, I said I was sorry about blasting you earlier, ok? I was just a little upset about what happened to me. But I know it's not your fault. Alison, you know I don't want anything to happen to you. You know that, all right? come on, just let me help you, all right? I'm going to get you out of here.",
        "[SCENE_BREAK]",
        "Joshua: It's not that I don't trust your instincts, Frank, but I don't exactly see what the threat is out there.",
        "Frank: No, I didn't say there was a threat, Joshua, only that you trust these people too easily.",
        "Joshua: Well, go on.",
        "Frank: Putting jack in charge of the Elixir is a big mistake. Forget that he's robbing you blind, but he also prevented us from teaching Rafe a lesson.",
        "Joshua: Jack already told me about our little friend.",
        "Frank: Yeah, I'm sure he did.",
        "Joshua: Oh, calm down, Frank. Jack provides a service for me, as you do. I'm aware of his strengths of yours and right now he's of more use to me than not, just like yourself.",
        "Frank: I didn't think you would mind if Rafe disappeared.",
        "Joshua: I will decide when and how. Not you anything else?",
        "Frank: What about Jamal? You know, he and Alison used to be --",
        "Joshua: I know what they used to be. It's what they are now that's important. and the extent of their loyalty is about to be proven to me.",
        "[SCENE_BREAK]",
        "Jamal: I promised to get you out of here, didn't I?",
        "Alison: Rafe, I am so glad you're here.",
        "Jamal: Look, would you stop --",
        "Alison: You have no idea.",
        "Jamal: Do I look like Rafe to you? Do I? Look, drop the act right now. It's just you and me here.",
        "[Alison laughs]",
        "[Jamal mocks laugh]",
        "Jamal: Fine. Fine, we'll play it your way. Look, I said I was sorry, I said I would promise to get you out of here, and you want to act like this.",
        "Alison: Isn't this a pretty house? It's so pretty. There are so many flowers here.",
        "Jamal: Alison, I cannot do this without your help. Haven't we always counted on each other? Haven't we always had each other's back? ok. I guess that's my answer, right? Later.",
        "Alison: Wait. Jamal, please don't go. Stay tuned for scenes from the next \"Port Charles: Desire.\"",
        "[NEXT_ON]",
        "Casey: Rafe needs you. He's hurt.",
        "Ian: Take him to the hospital.",
        "Ricky: What?",
        "Ian: I can't help you. I can't help anybody.",
        "Chris: Whatever's on this glass is some sort of vampire drug juice and you want to know what it's made of?",
        "Alison: You said that you would help me escape, right? You said that, right?"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=KQ5goMOqpyM"
}