{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Livvie: Where's Jamal? ",
        "Alison: He had to cover at the Recovery Room. ",
        "Livvie: So, what, do you want to just hitch a ride with me and Jack? ",
        "Alison: I wish. ",
        "Livvie: Alison, what's up? ",
        "Alison: You know how you convinced yourself that Jack was this, you know, \r\nreally great guy and you could really trust him and -- ",
        "Livvie: Could you just get to the point, please? ",
        "Alison: Yeah. I met this detective who Chris Ramsey hired and then fired, and \r\nhe was going to throw away his evidence -- ",
        "Livvie: Alison -- ",
        "[tape recorder turns on] ",
        "Jack's Voice: You want the truth, Chris? I used Livvie. Is that what you want \r\nto hear? I used her to get even with you. That's the truth. That's why I came to \r\nPort Charles. ",
        "",
        "[Knock on door] ",
        "Kevin: You can't come in unless you know how to tie a Windsor knot. Lucy. ",
        "Lucy: I know I said I'd stay away, but I couldn't. Especially not today. ",
        "",
        "Eve: Hi. Well, say something. ",
        "Victor: I -- I'm without words. ",
        "Eve: Never. Not you. ",
        "Victor: You are so beautiful. You are as beautiful as the day when you and \r\nMonk first exchanged vows. No, you are more beautiful -- by virtue of our nearly \r\nhaving lost you. ",
        "Eve: Still the poet, Victor. ",
        "Victor: No, no, no. Only when I'm inspired, my darling girl. Mmm, you smell \r\nwonderful. ",
        "Eve: Where's Mary? ",
        "Victor: She's inside greeting the early arrivals. I was going to lend her a \r\nhand, unless you'd rather I stay. ",
        "Eve: No, no, no, it's ok. You go ahead. I was just outside getting a breath \r\nof fresh air. I have the jitters, I think. Isn't that silly? ",
        "Victor: No. ",
        "Eve: I mean, this isn't even a real wedding. ",
        "Victor: The vows are very real as long as you really mean them. ",
        "",
        "Jack: Uh, what's going on here? ",
        "Alison: Oh, besides you being the biggest jerk on the face of the earth, not \r\na whole lot. ",
        "Livvie: Alison, Alison, I will handle this. ",
        "Alison: Call me if you need me. ",
        "Livvie: Yeah, I promise. ",
        "Alison: You better be nice because if you're not, I will make your life \r\nmiserable. And trust me, I can do it. ",
        "Jack: What's her problem? ",
        "Livvie: Well, why don't you hear for yourself. ",
        "[Tape recorder turns on] ",
        "Jack's Voice: I used Livvie. Is that what you want to hear? I used her to get \r\neven with you. That's the truth. That's why I came to Port Charles. ",
        "Livvie: Jack, I was kind of hoping for an explanation. ",
        "Jack: I don't have one. ",
        "Livvie: And why not? ",
        "Jack: Because it's all true. ",
        "",
        "Arianna: You can't make me leave the country with you. Ian will stop you. ",
        "Ben: Why don't you ask this Ian if your friendship is worth dying for, and \r\nthen we'll see. ",
        "Gabriela: What's going on in here? There's supposed to be a security guard \r\noutside this door. ",
        "Ben: That's no longer necessary. I'm Arianna's brother. I'll be taking care \r\nof her. I'm arranging for her release. ",
        "Gabriela: This patient is not cleared for visitors, so I can call security or \r\nyou can leave on your own. ",
        "Ben: I'll go. But I will be moving forward with the plans I mentioned. Good \r\nnight. ",
        "Gabriela: Are you ok? I can get another guard down here. ",
        "Arianna: It won't help. He brought Immigration in on this. ",
        "Gabriela: Do you want me to get somebody down here for you to talk to? A \r\npsychiatrist, maybe? ",
        "Arianna: There's no one that could help me now. ",
        "",
        "Kevin: Lucy, you shouldn't be here. ",
        "Lucy: You don't think I don't know that? The problem is, see, is I can't stop \r\nthinking about you, Doc, and I can't stop thinking about us. ",
        "Kevin: Did you even try? ",
        "Lucy: Yes, of course I tried. Look at me. I bought a whole new wardrobe. I \r\nbought a new car. I even went on a date with a man I hardly knew, and I even \r\nbought a whole house. ",
        "Kevin: Well, congratulations. ",
        "Lucy: All that brand-new stuff -- it doesn't work. I still see you everywhere \r\n-- in my new car, on my date. I even saw you in my house. Do you know what you \r\ndid? ",
        "Kevin: I can only imagine. ",
        "Lucy: You -- you carried me across the threshold. ",
        "Kevin: Except that I didn't, Lucy. ",
        "Lucy: But you did in my heart and in your heart. Doc, every fiber of my being \r\nis screaming at me. We belong together. ",
        "Kevin: Lucy, please, don't do this to yourself. ",
        "Lucy: You're not going to go through with this ceremony because you know it, \r\ntoo. You know we belong together. ",
        "Kevin: No, I belong with Eve. ",
        "Lucy: I went to the police station the other day and I saw Mac, and he told \r\nme all the charges against me were dropped. I know who did that, Doc. You did \r\nthat. You had those charges dropped, and you wouldn't do that for somebody \r\nunless you really and truly loved them. ",
        "Kevin: Lucy, why do you insist on making this impossible for both of us? ",
        "Lucy: Because I know what you want, Doc. You want me here because you want \r\nme, deep down, to stop all this insanity. You deny it. You deny that you want me \r\nas much as I want you. ",
        "Kevin: I want you to go. ",
        "Lucy: You don't really mean that. ",
        "Kevin: Damn it, Lucy! Eve and I are going to be together, and there is \r\nnothing that you can say or do that's going to change that. Now, I wish you \r\nwould get that through your head and just leave me alone. ",
        "",
        "Eve: Glad you could make it. ",
        "Ian: You look breathtaking. ",
        "Eve: People always say that about brides. ",
        "Ian: I've never said it. ",
        "Eve: How's your girlfriend? ",
        "Ian: My girlfriend? ",
        "Eve: Yeah, the one in the hospital. ",
        "Ian: Yeah, she's better, and she's not my girlfriend. Her name is Arianna. \r\nShe's a friend of mine. She's in a bit of a bind. ",
        "Eve: But I thought that -- ",
        "Ian: You thought what? ",
        "Eve: I saw you together. In your apartment. She was in your arms. ",
        "Ian: You saw us? ",
        "Eve: Yeah. I guess I just have lousy timing. ",
        "Mary: Eve? Eve? Oh, there you -- oh, you look so beautiful! ",
        "Eve: Thanks, Mary. ",
        "Mary: Your handsome husband is waiting. ",
        "Ian: You'd better go. ",
        "Mary: Oh, I'm sorry. Did I interrupt something? ",
        "Eve: No, no, Mary. I guess if my husband's waiting -- ",
        "Mary: Oh, my goodness. ",
        "Eve: Oh, gosh. ",
        "Mary: Oh, dear. You know what? I'll tell the guests you won't be much longer.\r\n",
        "Eve: Thanks, Mary. ",
        "Ian: Here. ",
        "Eve: I can't. ",
        "Ian: You'd better go. I got this. ",
        "Eve: Are you sure? ",
        "Ian: That's what friends are for. And not just for tonight. For always. ",
        "",
        "Livvie: So they were right. You were using me. ",
        "Jack: Livvie, when I first met you, I did see you as a way to get back at my \r\nbrother, but -- ",
        "Livvie: But wait a minute. You claimed you didn't even know who your brother \r\nwas until he saw the photo of the two of you. That was a lie, too, wasn't it?\r\n",
        "Jack: Yeah. Yeah, it was. ",
        "Livvie: So -- so you came to town to take something away from him the way he \r\ntook something away from you, and that something was me? ",
        "Jack: Yeah, that's all true, but so is this. You got to me. You changed my \r\nlife. And going after Chris -- it wasn't important anymore. ",
        "Livvie: You lied to me about everything. You made a fool of me! ",
        "Jack: But that's not what I wanted to do. Trust -- ",
        "Livvie: Go to hell, ok? ",
        "Jack: You got to see that Chris is behind all this, and he's trying to do \r\nthis to us again. How do you think you got that tape? ",
        "Livvie: Chris hired a private investigator who dumped the evidence. \r\nFortunately, Alison found it. ",
        "Jack: Oh, you think that was an accident? I'd bet my life that Chris is \r\nbehind this whole thing. ",
        "Livvie: This is not about Chris. This is about you admitting that you were \r\nusing me. My God. Jack, I was going to go away with you. I wanted to make love \r\nto you. ",
        "Jack: Livvie, please, you got to hear me out. ",
        "Livvie: No! No! I am sick of it. I've heard it a million times already. I \r\nalready know what you're going to say, Jack. You can apologize until you drop \r\ndead for all I care. I'm done. I'm over it. And I'm over you. Now leave. ",
        "",
        "Bartender: Another? ",
        "Lucy: Um -- oh, what the heck, sure. You know what? Pour and then just leave \r\nthe whole darn bottle. Oh. You know what? It's a really bad year. ",
        "Bartender: 1985? ",
        "Lucy: No, no, I don't mean that. I mean this year. It's very bad. But you \r\nknow, it's getting better because I -- I have myself a plan. ",
        "Bartender: Is that so? ",
        "Lucy: Mm-hmm. Did you know I just bought a whole -- a whole house? ",
        "Bartender: No, I didn't. We're going to miss you around here. ",
        "Lucy: Hmm. That's very sweet. Thank you very much. It's good to be missed. \r\nYou know, you need to be missed by someone, anyone. Hi. You're my pen pal. You \r\nknow, penitentiary? He's my penitentiary -- penitentiary kind of pal. Pal? ",
        "Jack: Yeah, bar-- beer? Do you have beer with a back? ",
        "Lucy: Whatever he wants, put it on my tab, ok? I'm buying because we served \r\nhard, hard time together. ",
        "Jack: Yeah. You know, we've got to stop meeting like that. ",
        "Lucy: You look very unhappy. You know, I can see that because I'm very \r\nsensitive. I'm very in tune to other people's feelings. I can see that. ",
        "Jack: Well, you're exactly right. ",
        "Lucy: Oh. Well, me too. I mean, unhappy. ",
        "Jack: Do you know what? I just want to forget about it. Don't want to talk \r\nabout it. ",
        "Lucy: Ok. Well, you know what? That is one of my specialties. I'm very good \r\nat forgetting. ",
        "Jack: Ok, so, what are we drinking to? ",
        "Lucy: That would be forgetting. ",
        "Jack: Forgetting. ",
        "Lucy: Forgetting. Cheers. ",
        "Jack: Cheers. ",
        "",
        "Joe: Wouldn't have pegged you as a glutton for punishment. ",
        "Ian: I'm full of surprises. ",
        "Joe: Did you see Eve? ",
        "Ian: Yeah, I saw Eve. She doesn't remember. ",
        "Joe: What'd she say? ",
        "Ian: I'm only here to make sure this ceremony is what she wants. ",
        "Victor: Where's your young man? ",
        "Livvie: He -- well, he couldn't come. ",
        "Victor: Oh? ",
        "Alison: Livvie, are you ok? ",
        "Victor: Excuse me. I think Mary needs me. ",
        "Alison: So? ",
        "Livvie: Well, I told him to take a flying leap. ",
        "Alison: Oh, God, I'm sorry. Look, it really was the right thing to do, ok? \r\nHe's just a liar, and you don't need him, all right? ",
        "Frank: All right, guys, give me your coats. ",
        "Neil: Oh, look at the food. ",
        "Serena: Those are hors d'oeuvres, silly. ",
        "Neil: I knew that. Let's go eat some. ",
        "Frank: Hey, hey. Stay away from the cake, especially the icing. Hey. Thank \r\nyou. ",
        "Karen: Are you the Frank Scanlon that believes in giving a friend a second \r\nchance? ",
        "Frank: Depends. ",
        "Karen: What if I were to say that I was so sorry that I had to stand you up?\r\n",
        "Frank: Well, it would be a while before we have another paramedic event of \r\nthe magnitude of the one you missed. ",
        "Karen: Well, I'm sure we could think of something almost as festive. ",
        "Frank: Or die trying. ",
        "Mac: Everyone, Kevin and Eve would like to be surrounded by the people they \r\nlove, so why don't we all get together and stand close, hmm? May I? ",
        "Joe: Save you a spot? ",
        "Ian: I prefer here. ",
        "Minister: We are gathered here today to celebrate the reuniting of Kevin and \r\nEve. These two people, so deeply in love -- having nearly lost each other, they \r\nwere faced with the fragility of their lives and love. With that in mind, \r\nthey've asked you all here to witness their deep commitment to one another as \r\nthey restate their vows for eternity. ",
        "Minister: So to want to reaffirm those vows here tonight is a reflection of \r\nthe devotion these two people feel. ",
        "Ian's Voice: Not just for tonight. For always. ",
        "Minister: Eve? Eve, are you and Kevin ready to entrust your hearts and souls \r\nto each other again? ",
        "Kevin: Uh, ye-- yes. ",
        "Eve: Yes, of course. ",
        "Minister: In our long history, we have never discovered a better way of life \r\nthan sharing it together in love in a lasting and responsible way. ",
        "",
        "Gabriela: Oh. Hey. ",
        "Ian: Sorry. Are you all right? ",
        "Gabriela: Yeah, I'm fine. Is it over yet? ",
        "Ian: No, I just -- I couldn't -- how's our patient? ",
        "Gabriela: Not good. Her brother's been there, threatening her with \r\ndeportation. Can he do that? ",
        "Ian: I don't know. ",
        "Gabriela: Well, I just thought you'd like to know. ",
        "Ian: Yeah, thank you. I'll take care of it. ",
        "Gabriela: Hey, don't you want to see the rest of it? ",
        "Ian: No, there's nothing for me here. ",
        "Gabriela: Ok. ",
        "",
        "Jack: There's nothing worse than people telling you how you feel and how you \r\nthink. ",
        "Lucy: Ooh. I -- ooh, that's a bad one. I hate that. Don't you hate that? ",
        "Jack: Yeah, I do, and I would've done anything for her. Anything. She had me \r\nright here. ",
        "Lucy: Right where? ",
        "Jack: Right here in my hand. ",
        "Lucy: Right there? ",
        "Jack: Yes, exactly. ",
        "Lucy: Well, you know what? She's dumb. Dumb. I mean, she obviously doesn't \r\nknow what she's losing. ",
        "Jack: I agree. I agree. ",
        "Lucy: Well, you see, I got this other problem, though, because my Doc sort of \r\nknows what he's losing, and he's just going to let me go anyway. Good-bye. So \r\nlong. ",
        "Jack: Well, stupid Doc. ",
        "Lucy: You know what? I -- you really -- you can't call him that. ",
        "Jack: Call -- stupid? ",
        "Lucy: No, you can't call him Doc, because I'm -- I'm the only person in the \r\nworld allowed to call him that, ok, so don't do it. ",
        "Jack: I'm sorry. I apologize, I apologize. ",
        "Lucy: Ok, good. ",
        "Jack: I just don't think you should be crying over someone who sounds like \r\none of the seven dwarfs. ",
        "Lucy: Well, it's because he's so wonderful. ",
        "Jack: Well, does he have a brother named Dopey? Ok, ok. I was wrong. Sleepy. \r\nSleepy, Sneezy, Snorey. All of them, huh? He does, doesn't he? ",
        "Lucy: Yeah. He does. ",
        "Jack: Wow. Gosh.",
        "Lucy: Wow. Wow, wow, wow, what? ",
        "Jack: You're amazing when you smile. ",
        "Lucy: You're awfully adorable yourself. You are. You are. Look at you. Let me \r\nsee you. You really are. ",
        "Jack: Oh, well, thanks. ",
        "Lucy: Um, you know what I was just thinking? ",
        "Jack: What? ",
        "Lucy: There's no one left here. Maybe we've -- you know, our welcome's \r\ncompletely worn out. ",
        "Jack: You know, I totally agree. Any ideas? ",
        "Lucy: Ideas? Ideas? Ideas. ",
        "Jack: Ideas. ",
        "Lucy: I would like to show you perhaps this whole -- I bought a whole house.\r\n",
        "Jack: Oh, my goodness. ",
        "Lucy: I did. You want to see it? ",
        "Jack: Show me the way. ",
        "Lucy: Ok. I have to remember. It's new. ",
        "Jack: Ok. ",
        "Lucy: Ok. Ok. Come on. ",
        "",
        "Minister: With this ring, Kevin, do you reaffirm that which you've already \r\nsworn to -- to love and honor and cherish Eve as your wife and partner and best \r\nfriend, not just tonight but for always? ",
        "Kevin: I do. ",
        "Minister: And do you, Eve, on this beautiful night, surrounded by the people \r\nyou love -- ",
        "Ian's Voice: And not just for tonight. For always. ",
        "Minister: That you once again declare your love and devotion to Kevin -- that \r\nyou will love him and honor him, cherish him and hold him? ",
        "Ian: This is what I wanted -- to have you with me, to hold you, to make love \r\nto you and get lost in you. ",
        "Eve: Why do we have to stop? ",
        "Ian: Because I love you. And one moment in time couldn't nearly be enough.\r\n",
        "Eve: Make love to me. ",
        "Oh. ",
        "Ian: I don't just want you for one night. I want you for always. I want us to \r\ngrow old together and still love each other. And we will, I know it. I saw it \r\nfrom the first moment I met you, and I know it now. It's fate or destiny or \r\nwhatever you want to call it. We need to let this out, Eve. ",
        "Eve: How can you be so sure? ",
        "Ian: After everything we've been through, how can you not be? ",
        "Minister: May this man and this woman be a blessing and comfort to each \r\nother. May they trust each other, trust life, and be unafraid. May they love \r\neach other and offer love and support to those around them not just for one -- \r\nfor always. \r\n ",
        ">> On the next \"Port Charles\" -- ",
        "Kevin: Are you all right? ",
        "Eve: No. I'm not all right. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=bf_kVbj7Nnw"
}