{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Paige's Voice: Take my hand, Kevin. Come with me. ",
        "Kevin's Voice: Where are we going? ",
        "Paige's Voice: To the other side. ",
        "Lucy: Hey. ",
        "Kevin: Hey. ",
        "Lucy: Feeling any better? ",
        "Kevin: Well, I am with you here. ",
        "Lucy: I was watching you sleep -- something I love doing -- and I couldn't \r\nhelp but notice you were a little restless. What were you dreaming about? ",
        "",
        "Paige: Amy's missing. ",
        "Casey: You know, it's just my luck. I'm finally getting my act together, and \r\nwe're called back upstairs. ",
        "Paige: I didn't say she got called back to the pearly gates. I said I can't \r\nfind her. She's missing. ",
        "Casey: Oh, right. And we're still here. Hey, maybe she's the only one who got \r\nyanked back. ",
        "Paige: I need to talk to her. I really need her help. ",
        "Casey: Oh, that's what this is all about, some stupid girly talk? ",
        "Paige: You obviously wouldn't understand. ",
        "Casey: Great. Well, you know what? I understand this. Look at your watch, \r\nsister. Hey, we only got a few weeks left here, so whatever your little problem \r\nis, get over it. ",
        "Paige: Hey. My little problem is your little problem because somebody is \r\nabout to find out who I am. And if that happens, we'll all be recalled. ",
        "Casey: Ok. See, now you got my undivided. ",
        "Paige: Come on, Amy. Where the hell are you? ",
        "",
        "[Eve sighs] ",
        "Chris: Hey. What's up? ",
        "Eve: Oh. I still can't get a hold of Ian. ",
        "Chris: Really? Last time you saw him, he was with -- ",
        "Eve: Amy. ",
        "Chris: Ah. ",
        "Eve: Get that smirk off your face. ",
        "Chris: I'm sorry, I can't help it. It looks like your boy's at it again with \r\nthe new girl in town. ",
        "",
        "Amy: Ian, talk to me. Are you ok? ",
        "Ian: My foot's wedged and bloody. But I'm ok. How are you doing? ",
        "Amy: A few bruises, nothing broken. Just frustrated because I want to see if \r\nyou're ok and I can't. ",
        "Ian: Oh, no, things are great. We're stuck in the middle of nowhere, and I \r\ncan't move. Besides that, I've never felt better. ",
        "Amy: Well, looks like I finally got you where I want you. ",
        "Ian: Yeah. ",
        "Amy: Except for the whole pain thing. ",
        "Ian: I'm going to call 911. ",
        "Amy: Ok. ",
        "Ian: Oh, God. ",
        "Amy: Anything? ",
        "Ian: Just static. Oh, hello? Police? This is Dr. Thornhart. There's been an \r\naccident. We're -- no, I don't know where we are exactly. We're just -- we -- \r\nhello? Hello? ",
        "Amy: Do you think they'll be able to find us? I mean, can they track the \r\ncall? ",
        "Ian: They'll figure out something. ",
        "Amy: Good, because if they don't come soon -- ",
        "Ian: Hey. They will. ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Amy: Perfect. I tell you I want to have an affair and instantly we get into \r\nan accident. Think God's trying to tell me something? ",
        "Ian: If he is he's got a warped sense of humor. ",
        "Amy: Hey, up there, I was just kidding! Sort of. Hey, hey. ",
        "Ian: I got to get my leg free. I got to get us out of here. ",
        "Amy: Hey, hey, hey, hey. Hey. It's ok. I'm a big girl. I know this is \r\nserious. ",
        "Ian: You're really something. ",
        "Amy: Well, it's not exactly how I planned for the evening. ",
        "Ian: You're very calm, considering the situation. ",
        "Amy: Well, I guess there are worst things than dying in the arms of a \r\nhandsome man. ",
        "Ian: You're not afraid of dying. ",
        "Amy: The only thing that I am afraid of is not living life to its fullest. \r\nNow that scares the hell out of me. ",
        "Ian: Yeah? Well, I'm with you there. I should've had control of the car. ",
        "Amy: Hey, hey. Remember, I'm the one who suggested this little jaunt, lied to \r\nyou about having a patient out here just so I could spend some time alone with \r\nyou. I mean, I just didn't know how dangerous you were to be around. ",
        "Ian: Yeah. Well, regardless, I'm not going to let anything happen to you. I \r\npromise. ",
        "",
        "Eve: You really know how to put a negative spin on things, Ramsey. I'm sure \r\nthat Ian is helping Amy with a consultation and it just took longer than \r\nexpected. ",
        "Chris: And they haven't invented the telephone where he's at. ",
        "Eve: They probably just got tied up. He forgot to call. ",
        "Chris: Yeah, I bet they got \"tied up.\" ",
        "Eve: Hey! That's not funny, Ramsey. ",
        "Chris: I'm sorry. To be honest with you, I'd be more concerned with Amy than \r\nIan. ",
        "Eve: Why? What are you talking about? ",
        "Chris: I don't know. It's just there's something off with her. You know? I \r\nmean, it's like she's hiding something. She bunked in with you two and -- didn't \r\nyou notice anything odd? ",
        "Eve: I don't know. Well, she did say that she just left home and, in \r\nactuality, her parents haven't seen her in three years. ",
        "Chris: That's what I'm talking about. I mean, isn't that strange? And where \r\ndid Amy work before this? And -- and she just showed up in town out of nowhere.\r\n",
        "Eve: Oh, my gosh, Ramsey, knock it off. Stop trying to make Amy look like a \r\nnut job just because she blew you off. ",
        "Chris: What are you talking about? ",
        "Eve: It's not like it's the first time you've been rejected. ",
        "Chris: Oh, that's cute. Thank you so much. ",
        "Eve: I'm sorry, I'm sorry, I'm sorry! I'm sorry. I'm just -- I am worried \r\nabout Ian, ok? ",
        "Chris: Yeah, well, you should be. ",
        "",
        "Casey: So who do you think is onto you? ",
        "Paige: Just forget about it. ",
        "Casey: Oh, no, no, no, no, no. Look, you're always wigging out about me \r\ngetting into some kind of trouble. Now blind chick's gone, you're about to get \r\nbusted -- ",
        "Paige: All right, all right, all right! It's Kevin. He's about to find out my \r\nlittle secret. That's why I need Amy's advice. ",
        "Casey: What am I, huh? Yesterday's pizza? Look, I can help. ",
        "Paige: There was an accident. Kevin had a near-death experience. ",
        "Casey: And? ",
        "Paige: And he had a vision of me -- as the angel sent to help him cross over.\r\n",
        "Casey: Oh, wait. You know, I'm getting a vision, too. Yeah, it's -- it's of \r\nyou pulling the poor guy kicking and screaming into the light. ",
        "Paige: Casey, it wasn't like that. ",
        "Casey: Oh, man! You wanted your old flame to be the one in the fifth chair, \r\ndidn't you? ",
        "Paige: No! Maybe -- ",
        "Casey: Ooh. ",
        "Paige: I don't know. I don't know anymore. I mean, what is my purpose for \r\nbeing here? ",
        "Casey: Maybe just to spend some time with Kevin. ",
        "Paige: No. It's got to be more than that. ",
        "Casey: All right. When he thought you were an angel, did he, like, totally \r\nflip out? ",
        "Paige: Actually, I know it sounds crazy, but it seems like this vision \r\nbrought us close together. I mean, when I told Kevin that I was going to leave \r\nPort Charles, he wouldn't let me go. ",
        "Casey: Well, duh. Hello? That's it! Your journey, your destiny -- you \r\nknow, whatever you want to call it -- it's all about Kevin. ",
        "Paige: Do you really think so? ",
        "Casey: Paige, you know you're still in love with Kevin. Now he doesn't want \r\nyou to leave. Girl, we only got six weeks left here, so stop your whining. Go \r\nafter the dude. ",
        "",
        "Kevin: Oh, it was just a crazy dream. Forget it. ",
        "Lucy: No way. You know dreams always mean something. ",
        "Kevin: I'm a shrink. We wrote the book on dreams. ",
        "Lucy: Oh, yeah. ",
        "Kevin: Besides, all I want to think about is you and going home. ",
        "Lucy: Home. ",
        "Kevin: Home. ",
        "Lucy: Listen, are you sure you're ready to leave the hospital? ",
        "Kevin: Oh. Ready, willing, and able. ",
        "Lucy: I love that \"able\" part. In fact, I think that's my favorite part. ",
        "Kevin: Hmm, me, too. ",
        "Lucy: Speaking of which, you know we haven't had a lot of time for, you know, \r\nthat \"able\" part, and -- well, I mean, we did sort of have a readymade family \r\nappear on our wedding day and -- not to mention our houseguest, Paige -- the \r\nguest that just stays on and on and on and on. ",
        "Kevin: You invited her. ",
        "Lucy: I know. But it occurs to me we have not had a proper honeymoon. I mean, \r\nwe couldn't really leave Christina -- which I didn't want to -- but I've been \r\nthinking. What if we have a honeymoon at home? ",
        "Kevin: Ooh, I like the sound of that. ",
        "Lucy: Mm-hmm. We could lock out the whole world and just concentrate on each \r\nother. Oh, but that brings me to Paige. I think she needs to go. I really think \r\nit's time for her to move on. ",
        "Kevin: You know, you had me with the honeymoon part, but -- Paige? ",
        "Lucy: Well, Doc, you know it's not that I don't like her. I like her. I mean, \r\nshe's -- she's nice. I'm not jealous of her or anything, either. It's just -- \r\noh, Doc, this is our time. This is meant for us -- us to be together. We have \r\nwaited so long to be like this. ",
        "Kevin: Oh, you don't have to tell me that. ",
        "Lucy: It's just -- I've got what I've always dreamed of -- I've got you and \r\nthe girls, and I want us to be a family like that. It's everything I dreamed of. \r\nI want you to have time to get to know Christina better and have her love you as \r\nmuch as I do, and I just feel like with Paige, she's sort of getting in the way \r\nof our family getting closer. ",
        "Kevin: Lucy, you're the one that insisted I paint her portrait. I mean, you \r\npractically had me wearing your beret. ",
        "Lucy: I know, and you looked very nice in it. I want you to paint. I want you \r\nto paint your little heart out. But does Paige have to live with us? ",
        "Kevin: No, no, but, I mean, it is easier for me if she's there. ",
        "Lucy: I know. I'll tell you what -- what if we invite her back for the \r\nsummer. It's so beautiful here that time of year. Come on, let's do that. We'll \r\ninvite her back. ",
        "Kevin: You know, it's funny. When Paige came to visit, she said she wanted to \r\nleave town, too. ",
        "Lucy: Oh. That's terrific. Good. Then we're all on the same page about Paige.\r\n",
        "Kevin: Except that I asked her to stay on. I -- I can't explain why, Lucy, \r\nbut I need Paige to be here. ",
        "",
        "Casey: Man, oh, man, I can tell by that dreamy smile on your face that I \r\ndefinitely hit a nerve, huh? ",
        "[Casey laughs] ",
        "Casey: Hey, you know what? Get a clue from me and party it up with your boy \r\ntoy while you still can. ",
        "Paige: No, Casey, that's not what I want. I had a life full of parties and, \r\ntrust me, it gets old fast. ",
        "Casey: All right. So, then, what do you want with Kevin? ",
        "Paige: I don't know. I mean, Kevin has everything we used to want together -- \r\na family, a home, roots. But, I mean, where do I fit into that? ",
        "Casey: Here's an idea -- you be mommy, Kevin can be the daddy, and you guy's \r\nalready got a built-in kid, so play house. Yeah. Play house for however long you \r\ngot. I mean, it's not my thing, but that's what you want, right? Hey, what's \r\nstopping you? ",
        "Paige: A family with Kevin. That is what I want. ",
        "",
        "Chris: Hey, I'm probably way off base about Amy and Ian. I mean, you know me. \r\nI'm Mr. Worst-case Scenario. Besides, Ian has you at home. Why would he stray? \r\nIt'd be crazy. ",
        "Eve: You are a real piece of work, Ramsey. First, you press my buttons about \r\nnot trusting Ian, and now that I get bummed out, you try and make me feel \r\nbetter. Well, it's not going to work. ",
        "Chris: Ok, ok. This is where I remind you that it's not me you should be mad \r\nat. ",
        "Eve: Ian does love me, and everything that happened before was because of \r\nCaleb. Ian is a very honest and decent man. ",
        "Chris: Oh, yes, of course. I forgot, he's the Second Coming here on earth. \r\nYou know what? He's probably out just helping a little old lady across the \r\nstreet. Do you feel better? ",
        "Eve: Hey, hey, hey! He's not perfect, I know that! And there's still a little \r\npart of me that sometimes has her doubts, but that doesn't mean that he is off \r\nsomewhere shacking up in a hotel room with Amy. ",
        "",
        "Amy: Ian, it was a bad joke. Of course you didn't mean to put me in any \r\ndanger. It was an accident. ",
        "Ian: Like history repeating itself. When I lost control of the car, I just \r\nthought that, \"just don't let this happen again, just not again.\" ",
        "Amy: What do you mean? ",
        "Ian: Eve and I were almost killed. ",
        "Amy: My God. What happened? ",
        "Ian: We were kidnapped by a man named Harris and held hostage. We were lucky \r\nto get out of there alive. ",
        "Amy: And that's when you two fell in love. ",
        "Ian: Yeah, that's right. ",
        "Amy: Well, I guess some good can come out of even the worst situations. So \r\nwhat happened to this guy Harris? ",
        "Ian: He died. It was either him or Eve and me. ",
        "Amy: You mean you killed him. ",
        "Ian: I did what I had to do. ",
        "Amy: Well, that must've left you with some kind of feeling -- ",
        "Ian: Are you going to analyze me right here in the snow? ",
        "Amy: It's professional curiosity. I can't help myself. ",
        "Ian: All right. Even with someone like Harris, it's a feeling you'll never \r\nforget. ",
        "Amy: Well, what was it like? ",
        "Ian: Got to keep you warm. Come on. ",
        "Amy: Thanks. Maybe you got some more suggestions. ",
        "Ian: Yeah, I got a suggestion. Help me get my leg out of here so I can drive. \r\nGet a grip on? ",
        "Amy: Ok, ok, ok, ok. ",
        "[Ian groans] ",
        "Amy: Ian -- wait, wait, wait, wait, wait, wait. Come on. I don't want to hurt \r\nyou. ",
        "Ian: If I don't get my leg out of here, I can't drive -- unless you want to \r\nthink of something else. ",
        "Amy: I have a suggestion. I'll drive. ",
        "",
        "Paige: Maybe I didn't come back to earth to close the book on Kevin and me \r\nbut to open a new chapter. ",
        "Christina's Voice: Mommy? ",
        "Lucy's Voice: Oh, sweet pea. ",
        "Kevin's Voice: Hey. ",
        "Lucy's Voice: Hey. Are you ready to start your day? Oh, there you go. ",
        "Paige's Voice: I didn't know you had children. ",
        "Kevin's Voice: Well, two stepdaughters now, thanks to Lucy, and I also have a \r\ndaughter. ",
        "Lucy's Voice: Hey, Christina, why don't you say hi to our friend Paige. ",
        "Paige: I always knew Kevin would be a wonderful father. If only I could've \r\nhad some of my own. Could that be true? Could that be the reason I'm back? To \r\nfulfill my dream of having a family with Kevin? But if that's true, then what I \r\nreally want is to fill Lucy's shoes. To live her life. ",
        "",
        "Lucy: Okey-dokey. Doc, maybe you better just rewind the part that, you know, \r\nPaige sort of comes to you and tells you that she wants to leave, and you invite \r\nher to stay? ",
        "Kevin: It's just -- Lucy, when I was near death, I had a kind of a vision, \r\nand it showed me how precious life is. And it also told me I should trust my \r\ninstincts, and my instincts tell me I need to finish this portrait of Paige. ",
        "Lucy: Oh, well, fine. But do you have to do it right now? ",
        "Kevin: Everything is telling me that I may not have much time left to do it. \r\nLucy, I feel this as strongly as I've ever felt anything in my life. ",
        "[Lucy sighs] ",
        "Lucy: Oh, brother. Since when did you become me? You know, you're making it \r\nreally hard here. It's hard to argue with myself. ",
        "Kevin: You know how you're always saying that, you know, the universe is \r\nspeaking to you? Well, somehow it, you know, dialed my number, too. So could you \r\nlive with Paige just a little longer? ",
        "Lucy: Oh -- well, I guess fair is fair. I mean, you only laughed at me a \r\nlittle when I said I was following the universe, so, ok, I guess I sort of owe \r\nyou. ",
        "Kevin: I owe you everything for showing me how to trust my feelings. Oh, \r\nwait. Hold it. ",
        "Lucy: What? ",
        "Kevin: Incoming. It's, you know, universe. ",
        "Lucy: Yeah, ok! Ok, what is it? Tell me! Anything? What are you getting? ",
        "Kevin: Sound -- sounds like \"stock the store?\" ",
        "Lucy: \"Stock --\" what? ",
        "Kevin: No, no. No. \"Lock the door.\" ",
        "Lucy: Ok. Ok, wait. Now, see, usually when the universe speaks to me, it's \r\nnot quite so specific and clear. You know what this could be? It's \r\nmetaphorically speaking to you for a passage or maybe a door you're supposed to \r\nunlock to get to your soul or your heart. ",
        "Kevin: Lucy, it said, \"lock the door.\" ",
        "Lucy: Oh. Lock that door. Oh, I see. Well, you know, this universe is \r\ngrowing on me by the minute. It's just essentially getting better and better and \r\nbetter and better and better. Oh, Doc. Come here, you. ",
        "Lucy: Wait, wait, wait -- ",
        "Kevin: What? ",
        "Lucy: Are you absolutely sure you're ready and able? ",
        "Kevin: I'm just following my instincts. ",
        "[Kevin laughs, Lucy giggles] ",
        "",
        "Eve: He's still not answering. ",
        "Chris: Hmm. ",
        "Eve: What? ",
        "Chris: I'm not saying anything. ",
        "Eve: Ok. I admit I still can't quite get the image of Ian sleeping with Lucy \r\nout of my head. And now that he's gotten close to Amy, I have to fight the \r\nfeeling that it could happen again. ",
        "Chris: I'm sure there's a logical explanation for where Ian is. ",
        "Eve: I have to trust my husband. What good is a marriage if you don't trust \r\nyour husband? I have to believe in him. ",
        "Andy: Eve, there you are. I've been looking everywhere for you. ",
        "Eve: Andy. What -- what is it? Is it -- is it Ian? ",
        "Andy: He placed a call to 911 from the road just before his phone went dead. \r\nNow, that's why I'm tracking you down. I just thought maybe you might know where \r\nhe is. ",
        "Eve: No! No, I don't know where he is. Ramsey, this is a possibility neither \r\none of us even thought of. Ian could be out there somewhere freezing to death.\r\n",
        "",
        "Ian: All right. You sure you want to do this? ",
        "Amy: Trust me. I learned to drive before I lost my sight. Now, if you'll just \r\nadjust my mirror, we'll be off. ",
        "Ian: Ok. Oh -- right, ok. Funny. Now, let's recap. You'll be my legs -- ",
        "Amy: Mm-hmm. ",
        "Ian: I'll be your eyes. ",
        "Amy: Yes. ",
        "Ian: God help us. ",
        "Amy: Well, at least we'll have a chance. ",
        "Ian: You ready? ",
        "Amy: Ready for anything. You just say the word. ",
        "Ian: Well, I think we should do this. So let's -- so let's go. ",
        "Amy: My sentiments exactly. ",
        "[Car starts] ",
        "",
        ">> on the next \"Port Charles\" -- ",
        "Alison: What I feel for you is -- it's like nothing that I have ever, ever \r\nfelt. ",
        "Eve: Ian could be out there all alone by himself somewhere. I just pray that \r\nhe's still alive. ",
        "Amy: I'll be ok just as long as you keep your arms around me. ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute] "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=HsAzzIv8Ad0"
}