{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jamal: Waking up not having to worry about vampires -- I can't even remember \r\nwhat that was like. ",
        "Alison: Well, I'm -- I could probably help you remember. ",
        "Jamal: Oh, you know what? I bet you can, young lady. ",
        "Alison: Wait. Jamal. Do you think that Livvie and Jack are going to be ok?\r\n",
        "Jamal: Well, yeah, they have more to deal with, no doubt, but, you know, with \r\nthe job Caleb did on their heads and what their bodies went through -- ",
        "Alison: I know, because Jack -- I mean, he, like, really snapped at me when I \r\nmentioned the whole, like, strength thing. And Livvie -- she's going to have a \r\nreally hard time forgetting what Caleb did to her. ",
        "Jamal: Well, I don't think she's ever going to forget, but they will get \r\nthrough it. ",
        "Alison: Right. Well, I'm just grateful that they have each other, you know?\r\n",
        "Jamal: Yeah. Yeah, then there's somebody who doesn't have anybody helping her \r\nthrough all of this. ",
        "Alison: Yeah. ",
        "Jamal: You know? ",
        "Alison: Mm-hmm. ",
        "Jamal: I mean, who's going through God knows what. I mean, Gabby -- she was \r\nso brainwashed by Caleb. You know, she hasn't even begun to deal with all the \r\nthings that he put her through. ",
        "Alison: Right. Or all the stuff that she did. Jamal, look, I'm sorry. It's \r\njust that it's going to be a little hard for me to forget how Gabby helped \r\nCaleb, you know, and the way that she treated you. ",
        "Jamal: Look, I know what she did was messed up, Ali -- ok, it was, but I need \r\nyou to really try to just forget about this and move on. ",
        "Alison: You're -- you are so right. We will forget about it, I will forget \r\nabout Gabby, we can both just forget -- ",
        "Jamal: No, I didn't say forget about Gabby. That's not what I meant, Ali, you \r\nknow that. I just found out she was my sister. Why -- I want to get to know her.\r\n",
        "Alison: Right. Ok. ",
        "[Knock on door] ",
        "",
        "Karen: Oh, my God, he's not breathing. ",
        "Eve: He's not breathing? ",
        "Karen: Colleen, bag him. ",
        "Colleen: I've got him. ",
        "Frank: I've got the monitor. ",
        "Karen: Ok. I'll try to stimulate spontaneous breathing. ",
        "Eve: Oh, God, please help him! ",
        "Ian: Come on. ",
        "[Monitor beeps] ",
        "Colleen: Dr. Miranda. ",
        "Dr. Miranda: Right. Heart rate's increasing. Stop CPR. We've got some \r\nspontaneous breathing with retraction. ",
        "Eve: Is he going to be ok? ",
        "Ian: He's going to be just fine, Eve. ",
        "Dr. Miranda: His lungs could be underdeveloped. We need to get him to the \r\nneonatal ICU now. We're going to run some tests, and I'll come back and \r\ntalk to you, doctor. Let's go. ",
        "Ian: Go. Go! ",
        "",
        "Livvie: No, it can't be. I threw it off the roof. How? How is it here? ",
        "[Music plays] ",
        "Livvie: God, Caleb's music -- where is it coming from? ",
        "Jack: Livvie? ",
        "[Music stops] ",
        "Jack: Livvie? Livvie? I heard you were waiting for me. Wow. You're beautiful. \r\nThese are for you. ",
        "Livvie: Thank you. ",
        "Jack: Hey. Hey, what's wrong? ",
        "Livvie: Nothing. Ahem. Nothing's wrong. ",
        "Jack: No. I know when something's wrong with you. Livvie, don't do this to \r\nme. Look at me. It's Caleb, isn't it? ",
        "",
        "Gabriela: I've come to apologize. I feel really bad about everything that I \r\ndid, especially the way I treated the two of you when all you were trying to do \r\nwas help me. Caleb's hold on me was -- I don't know. I couldn't fight it. ",
        "Jamal: Well, you know what? I totally understand. We understand. ",
        "Alison: Yeah. Of course we do. ",
        "Jamal: Yeah, we're just going to try to forget about all that and just, you \r\nknow, start fresh. Start all over. I mean, you and me -- come on, you know, \r\nwe're family, girl. ",
        "Gabriela: You don't understand, that's going to have to wait. I -- I really \r\nneed to take care of my own stuff right now. ",
        "Jamal: Right, yeah. I mean, I -- I'd help Jack through the same thing -- ",
        "Gabriela: No, no, Jamal. I'm going to go away for a while. ",
        "Alison: Oh. Well, Gabby, can't that wait? ",
        "Gabriela: Excuse me? ",
        "Alison: Well, you know, you and Jamal -- you just realized that you guys are \r\nrelated, and he would really like to get to know you. ",
        "Gabriela: I'm sorry. This is something I need to do for myself right now. ",
        "Alison: Yeah, right, for yourself. That's what everything's been about. ",
        "Jamal: Ali, don't. ",
        "Gabriela: No, Jamal, it's ok. I understand. ",
        "Alison: Well, I'm sorry. I don't. Gabby, I would really love to feel sorry \r\nfor you, but you are just acting so selfish. ",
        "",
        "Eve: He came too soon. Now he might die. ",
        "Karen: Don't even say that. Nobody said anything about your baby dying. ",
        "Eve: That's because they never do. ",
        "Karen: What? ",
        "Eve: I've been there before, Karen. I know what's happening. ",
        "Karen: Eve, I know you've lost a son before. ",
        "Eve: I had a baby before, and this happened the exact same way -- my baby was \r\nborn, and he didn't cry. So before I knew what was happening, the doctors took \r\nhim away, said they were going to run some tests on him, and they'd let me know.\r\n",
        "Karen: Eve -- ",
        "Eve: And when they came back, they told me that I'd lost him. ",
        "Karen: These are different circumstances. No, wait -- what -- ",
        "Eve: I have to go to my son! He needs his mother! ",
        "Karen: No, no, you can't. You are in no condition to do that. ",
        "Eve: Please, I have to go. He needs me. ",
        "Karen: Eve, Ian is with your son. ",
        "Eve: He needs me, too. ",
        "Karen: No, no, no. Listen to me. ",
        "Eve: Yes, yes -- ",
        "Karen: Listen, Eve! What your baby needs is for you to take care of yourself \r\nso you can take care of him. ",
        "Eve: I feel so helpless. ",
        "Karen: I know, but I promise you -- I promise you that your baby knows that \r\nyou love him, and Ian's telling him how much right now. ",
        "Eve: Ok. Ok. ",
        "",
        "Livvie: Why would you ask me about Caleb? Are you still feeling him, too? \r\nJack, is he still alive? ",
        "Jack: No. No, he's definitely gone. But maybe -- maybe he's still in here.\r\n",
        "Livvie: You think I'm crazy? ",
        "Jack: No. I think that you have been through hell and back, and I don't think \r\nanyone could've went through what we did and not have it affect them. ",
        "Livvie: You're still affected. ",
        "Jack: I am afraid, and we might have a lot to deal with. But that's ok, it's \r\ngoing to take a long time. It's not going to happen overnight. But we have to \r\nknow that we have each other, and we have to keep telling each other that it's \r\ngoing to be ok. ",
        "Livvie: Yeah. You're right, we just -- we just have to keep talking to each \r\nother -- ",
        "Jack: Right. ",
        "Livvie: And not hold anything back. ",
        "Jack: Did something happen? ",
        "Livvie: When we were on the roof after Caleb was destroyed, I heard his \r\nvoice. And then his ring just appeared in my hand. ",
        "Jack: His ring? ",
        "Livvie: Yeah, Jack, that's why I was acting the way I was. It totally freaked \r\nme out. And I threw the ring off the roof, and just now the ring showed up on my \r\npillow. It's not there because I put it in the drawer. ",
        "Livvie: God. It's gone. ",
        "",
        "Gabriela: Is there anything else? ",
        "Alison: No. Forget it. Yeah. ",
        "Gabriela: No, Alison, I would really like to know. ",
        "Alison: Fine. Gabby, unlike you, Jack fought Caleb the entire time, ok, and \r\neven Livvie -- she married the creep, but she still turned against him in the \r\nend. But, no, not you. You run right out there to warn Caleb, and you almost get \r\nall of us killed. ",
        "Jamal: But we weren't, and Gabby feels really terrible about it. Right? ",
        "Gabriela: No, you know what? Everything Alison said about me is true. Somehow \r\nI need to make amends -- if that's even possible. I need to get back in touch \r\nwith myself and with God and with all the things that were important to me. ",
        "Jamal: So, what are you going to do? ",
        "Gabriela: I need a new direction and a new purpose. So I talked to Father \r\nVicente, and I'm going to go away. ",
        "Alison: What, to get in touch with God? ",
        "Gabriela: Yes. ",
        "Alison: You're going to be a nun? ",
        "Gabriela: No, I'm not going to be a nun. I -- I just -- I need a place where \r\nI can get away from everything -- a retreat, you know, so I can think about my \r\nlife and the choices that I've made. ",
        "Jamal: So, when are you leaving? ",
        "Gabriela: As soon as possible. I still need to pack, and then I just need to \r\nmake some arrangements for transportation. ",
        "Jamal: Transportation? Come on, girl, please. I'm taking you. ",
        "",
        "Livvie: It has to be here. I know I put it in this drawer! Jack, where is it?\r\n",
        "Jack: Livvie, Livvie -- ",
        "Livvie: I had it! The ring was in my hand! I threw it away and it came back!\r\n",
        "Jack: It's ok. ",
        "Livvie: No, Jack, I put it in this drawer because I didn't want you to see \r\nit! I did! ",
        "Jack: Your mind's playing tricks on you. ",
        "Livvie: So, what are you saying, Jack? Now you think I'm going crazy? ",
        "Jack: No. No. ",
        "Livvie: But I had the ring. Jack -- ",
        "Jack: Listen to me. Caleb did something terrible to you. He brainwashed you. \r\nHe put thoughts in your head, and those memories are what's haunting you. But \r\nthey're only memories, that's all they are. ",
        "Livvie: It was real. I felt the ring in my hand! ",
        "Jack: I know it feels real. That's what I'm trying to tell you. ",
        "Livvie: God. ",
        "Jack: Hey. Look, Caleb dying doesn't make it go away. It's going to take \r\ntime. And you can't beat yourself up over struggling with this. I'd be worried \r\nif you weren't. ",
        "Livvie: You would? ",
        "Jack: Yes. These memories scare me, too. And I want our lives to get back to \r\nnormal just as much as you do. ",
        "Livvie: But they can't. ",
        "Jack: At least not right away, but we will get there by loving each other. \r\nThat's what got us through this, and that's what's going to get us past it. I \r\nwill always be here. Always. ",
        "Livvie: Our love did win. ",
        "Jack: Yes, it did. ",
        "[Music plays] ",
        "",
        "Eve: Dear God. You have given me so much this past year. Finding Ian was the \r\ngreatest gift you could've ever given me. And now to have a son with him -- \r\nwell, I couldn't ask for more, but I have to. Because our little boy's in \r\ntrouble. And we love him so much, and Ian and I have so much more love to give \r\nhim. Please let him live, and I promise I will do everything I can to protect \r\nhim. I will make sure that he is an honest, decent, kind, and loving human \r\nbeing. I'll do the best I can. Please give me a chance to be his mommy. Please, \r\ndon't take him. ",
        "Ian: He looks so helpless. ",
        "Dr. Miranda: I'll see if the tests are back. We'll do what we can. ",
        "Ian: Karen. Bring Eve down here. Now.",
        "",
        "Ian: I've been waiting for this day for a long time -- for you to come into \r\nthis world. And I've got to tell you -- and I'll keep this between us because I \r\ndon't want to embarrass you in front of the other kids. ",
        "Ian: You're even more beautiful than I could've ever imagined. So precious.\r\n",
        "Ian: I never thought I'd have kids of my own. Look at me now. How lucky am I? \r\nHmm? How lucky am I to be part of this? You're my son. ",
        "Ian: You're my son, and I love you. Ahem. And your mother loves you very \r\nmuch. So when she comes in here, maybe you want to do something. She fought very \r\nhard to keep you in this world, to bring you in here. She's still fighting -- we \r\nall are. And I know you're tired right now, and you're a wee bit scared, and I \r\nunderstand that. But you got to believe me when I tell you that everything is \r\ngoing to be just fine. It's going to be all right. Because I can see that you're \r\na fighter, just like your mother. And I need you to fight right now. I need you \r\nto hold on. Ok? And I promise you -- I promise you the most wonderful life. But \r\nyou have to hold on. You have to be strong. Hold on. ",
        "",
        "Livvie: I feel so much better when you're with me, Jack. So much safer. ",
        "[R&B music plays] ",
        "Jack: That's how I always want you to feel. I never want you to be scared. \r\nYou just know that I'm always going to be here. I'm always going to take care of \r\nyou. You're not alone. ",
        "Livvie: Things are going to get better. ",
        "Jack: A lot better. And let's start by changing this music. ",
        "[Music stops] ",
        "Jack: Put on something just a little bit more romantic. ",
        "[Pop music plays] ",
        "[Caleb's music plays] ",
        "Livvie: Turn it off. ",
        "Jack: Hey, hey. What's wrong? ",
        "Livvie: I don't like this song, Jack, turn it off. ",
        "Jack: Ok. ",
        "[Music stops] ",
        "",
        "Eve: He's so tiny. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Eve: Thornhart, you got to level with me. We're going to lose him, aren't we?\r\n",
        "Man: Weren't you trying to ice the master vampire? Well, it's not as \r\ncut-and-dried as you think. There's some things that you should know. ",
        "Lucy: Doc, I dreamed that Livvie was pregnant with Caleb's baby. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=yTvY-Oy5oyM"
}