{
    "Episode Summary": [],
    "Recap": [
        "Ricky informs Joshua that his membership in the band doesn't include becoming a vampire, and Joshua doesn't have a problem with that. When Casey and Ed pop into the studio, their presence is undetected by the others. Casey assumes that Ed is going to replace her, but he thinks that she's doing a good job. After Ed leaves, Casey literally drops in on a startled Ricky and informs him that she hasn't given up on him. Alison and Rafe decide to send Elizabeth out of town, but she dupes them and instead calls Joshua. Lucy finds a package containing a bag of human blood for Ian, compliments of her \"loving husband.\" After informing Joshua of the hot spring's location, Elizabeth urges him to drink the special water since she won't allow him to feed on her anymore. She threatens to fill Caleb in on the situation if Joshua doesn't leave her alone. Alison calls off the search for her sister. Rafe tells Ian that the only way to be cured is to drink human blood before getting into the healing pool."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Joshua: That's good, Garza. That's really good.",
        "Ricky: It's not finished yet.",
        "Joshua: Well, you'll work on it. I mean, that's all you have to do.",
        "Ricky: Yep, that's the plan, right?",
        "Joshua: Very wise of you to set your priorities, you know, to put music above everything else.",
        "Ricky: It's all I ever wanted to do.",
        "Joshua: Well, you're a real lelent.",
        "Ricky: Thanks. Hey, Joshua. That's all I'll be in this band.",
        "Joshua: I beg your pardon?",
        "Ricky: I don't want to be in your little vampire club.",
        "Joshua: Well, strange as it may seem, you and I are in sync.",
        "Casey: Oh, man, you need something about that cologne, mon cheri. You smell like a french hooker! And you -- you are way too smart to be listening to that clown. Understand?",
        "Ed: Hey, Casey.",
        "[Casey gasps]",
        "Casey: Oh, man. I was wondering when you'd show up. All right, I messed up, ok? Guilty as charged. Go ahead, send me away.",
        "Joshua: Elizabeth, why are you not answering me? You know better than to behave this way. It makes me so angry. You better have a very good reason for ignoring my calls. Do I make myself clear, Elizabeth?",
        "[SCENE_BREAK]",
        "Elizabeth: See? What did I tell you? He is not going to leave me alone.",
        "Alison: All right, all right. You don't have to be upset, ok? You don't have to be afraid anymore.",
        "Rafe: Here's what we're going to do. We're going to get you out of town. You'll be safe.",
        "Elizabeth: Out of town?",
        "Rafe: Yes.",
        "Elizabeth: Where -- where am I supposed to go?",
        "Alison: You can go to this place that Nana used to go to all the time. It's an awesome resort. They have a great spa there, and you can stay and do endless treatments. People go there all the time. It's very private. They don't check in under their own name. Look, you can hide under mud packs for weeks if you want to. People always do it, especially after some social faux pas. No one's going to find out you're there, especially Joshua.",
        "Elizabeth: No, this is what you don't understand. You don't know Joshua. He will find me. He still thinks I'm a vampire, and when he finds out that I'm not, he's going to kill ..",
        "Rafe: No, he won't. He won't find you. He won't.",
        "Elizabeth: How do you know that? You don't know. You don't know what this is like, Rafe. You never will. I need to talk to somebody that understands this. I have to call Ian because he'll probably have some good advice.",
        "Rafe: No. No, he won't.",
        "Alison: Rafe. If -- I mean, if Ian can at least reassure her --",
        "Rafe: I talked to Ian, ok, and he never went into the hot spring. Let's get your mother packed, all right?",
        "Elizabeth: No, I don't want to leave. I'm not leaving.",
        "Alison: Mother, please, Rafe is right. This really is for the best, so go in there, get your stuff together, and I will help you, I promise. Please, come on.",
        "Elizabeth: This is not how I envisioned my healing.",
        "Alison: I know. What are you doing? Why are you lying about Ian? Why did you do that?",
        "Rafe: Well, in her condition, that's about all she can handle right now. Plus, I don't know if we can really trust her with the truth about what really happened to Ian when we left him at the hot spring.",
        "[SCENE_BREAK]",
        "Lucy: I brought you some water.",
        "Ian: No.",
        "Lucy: I'm not giving up. Elizabeth did somehow manage to be cured, through a miracle or whatever it was. We are going to figure that out -- how to make it happen for you.",
        "Ian: Always the optimist.",
        "[Doorbell rings]",
        "Lucy: I'm going to get rid of whoever that is, ok?",
        "Ian: Who was it?",
        "Lucy: Nothing. It was nothing. You know what? I -- I feel like going to wash my face a little bit, ok?",
        "Ian: Lucy --",
        "Lucy: Um -- it's nothing important, I promise.",
        "Ian: \"Sorry the cure didn't work. Thought your boyfriend might need a little snack. Your loving husband.\"",
        "Lucy: God, he knows. How on earth do you think Kevin knows that the cure didn't work for you?",
        "Ian: He was probably there and saw for himself.",
        "Lucy: I don't care. I don't care what he thinks or feels about any of this. It doesn't matter.",
        "Ian: Well, no, it --",
        "Lucy: It doesn't matter. It matters that I am here with you right now. That's all that matters.",
        "Ian: It does matter. Because he could hurt you with this.",
        "Lucy: Let him try.",
        "Ian: This is all the ammunition he'll ever need.",
        "Lucy: Just stop. Don't do that. Don't. Don't.",
        "Ian: Your whole life is turned upside down because of me, and I --",
        "Lucy: No, no, because I choose to be here with you. It's my choice.",
        "Ian: You don't even get to spend time with your kids. You --",
        "Lucy: I love them, and they know that. They're safe.",
        "Ian: You don't get to see your friends.",
        "Lucy: My friends know what I'm going through, ok?",
        "Ian: This is your life. This is it now. You're stuck with a vampire, like you're in a prison. I'm --",
        "Lucy: Hey. Are -- are you done? Are you finished?",
        "Ian: I love you, and I want a normal life for you. That's what I want.",
        "Lucy: I know where you're going. I know where you're going with this, and I'm not going to listen because I'm not going anywhere. You can't make me leave. You know that. I can't leave.",
        "Ian: And there's the problem. Because I should push you to leave. I should -- I should force you to get out of here.",
        "Lucy: Fat chance.",
        "Ian: Yeah. You know what? If I could make you leave, there isn't a chance in hell I could survive this.",
        "[SCENE_BREAK]",
        "Alison: Now it's settled. You really are going to go, ok? Please.",
        "Elizabeth: I just -- I don't want to say good-bye to you in front of a whole lot of people, all right? So why don't I just take a cab from here by myself. I'll do that.",
        "Alison: I don't really see anything wrong with that.",
        "Rafe: I do.",
        "Alison: Look at me. You have to promise me that you will go straight to the train.",
        "Elizabeth: Cross my heart.",
        "Rafe: I'll have them call a cab for you downstairs, all right?",
        "Elizabeth: Oh, you know, I can call from up here. Why don't you guys do what you need to do, and I'll call the concierge. Front desk, please.",
        "Rafe: Just leave your bags with the bellman.",
        "Alison: I love you.",
        "Elizabeth: Joshua -- oh, boy. It's me.",
        "[SCENE_BREAK]",
        "Ian: So what I'm saying is I've seen a lot of ugliness in my life. Hatred and war and terror. And I guess, you know, you develop pretty thick skin.",
        "Lucy: That's how you've learned to survive.",
        "Ian: When I was a little boy, I never wanted anyone's help, you know? But I guess now those days are behind me.",
        "Lucy: I am not -- I am incapable of going anywhere.",
        "Ian: I love you. And -- I hate to say it -- I need you.",
        "Lucy: I'm yours.",
        "Ian: I don't mean -- I don't want that. I'm --",
        "Lucy: I know. I do. I need you -- I need you to make love to me.",
        "[SCENE_BREAK]",
        "Ed: I never quite get over the fact how you're always so certain you know what I'm going to do.",
        "Casey: Well, it's, like, three strikes, I'm out, right? But I mean, look at him, Ed. He -- he's just so hot, and he plays like an angel. I mean, not like a real angel, but an angel. And I love this gig. I get to watch him, and he doesn't even know I'm here. I'm in heaven. I'm going to miss that.",
        "Ed: He's pretty good, no doubt about that.",
        "Casey: Yeah. I really blew it. I mean, not just with my friends, but with Caleb and the garbage man and the paperboy. I mean, that's just what I do. That's my middle name -- \"I blew it.\" But you know what? This stuff, this guardian angel stuff, it's really, really hard.",
        "Ed: Yes, it is really, really hard.",
        "Casey: Yeah.",
        "Ed: Otherwise, anybody can do it.",
        "Casey: You know what? You got to promise me, Ed, all right?",
        "Ed: What?",
        "Casey: The next person that you send down to save Ricky -- they have to be good. Ok? Because I don't know how to protect him from this, and you got Joshua just all up in his grille promising him the world and fame and stardom and all this creative stuff. And me? I sound like somebody's grandma. \"Don't do this, Ricky. Don't do that, Ricky.\" Man, I'm sick of hearing myself.",
        "Ed: It does get kind of old.",
        "Casey: You didn't even have to worry about us getting back together. He already picked the band over me.",
        "Ed: No, he didn't pick anything yet.",
        "Casey: Yeah, but I blew it. I mean, everybody and their mom knows I'm an angel. What? Why are you laughing?",
        "Ed: Because I can understand that, you see. I mean, you're not exactly famous, Casey, for being discreet, you know what I mean? But the thought did enter my mind you might let the cat out of the bag. Look, honey, you're too hard on yourself. You do fine, mostly. That twister thing you did? That was very cool.",
        "Casey: You're not going to send me away? But I didn't even do my job. Ed, I'm not even sure what my job is.",
        "Ed: Look, my sweet girl, I'm going to tell you the same thing I told Rafe. There's a reason for everything, so stop asking those annoying questions. Follow your instincts, keep your eye on the ball, and don't -- whatever you do -- don't let Ricky be turned.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Elizabeth: Joshua --",
        "Joshua: I am so angry with you. So very angry. The last time we spoke, you'd followed Ian and Rafe to Caleb's apartment, and then you disappeared. Do you mind telling me why?",
        "Elizabeth: I was -- I was just exploring my options.",
        "Joshua: Stop playing games with me, or else I'll snap your pretty little neck in two.",
        "Elizabeth: There happens to be a particular passageway underneath Caleb's loft that leads to a hot spring.",
        "Joshua: Like the hot spring that you visualized?",
        "Elizabeth: Mm-hmm.",
        "Joshua: Like this?",
        "Elizabeth: You knew?",
        "Joshua: I knew it existed. I just wasn't sure where or what its purpose was.",
        "Elizabeth: Well, if you believe the legend, it supposedly brings back the dead.",
        "Joshua: The dead? Like in the vampire dead?",
        "Elizabeth: So they say.",
        "Joshua: How deliciously gothic. How Caleb. The water.",
        "Elizabeth: What about the water?",
        "Joshua: That's where he gets the water. Then he adds something to it that masks the symptoms.",
        "Elizabeth: Exactly.",
        "Joshua: Speaking of which, why are you drinking that? Didn't we decide it was more fun to do things the old-fashioned way? Feeding the hell out of each other?",
        "Elizabeth: I suggest you start drinking it, too.",
        "Joshua: Why?",
        "Elizabeth: Because you're not going to be feeding off of me anymore.",
        "Joshua: At the risk of repeating myself, why?",
        "Elizabeth: Well, because -- because I'm falling in love with you.",
        "[SCENE_BREAK]",
        "Rafe: This is tough for you -- sending your mother away like this.",
        "Alison: Ahem. Honestly, I'm really relieved. I know that's so awful to say, t I just -- when I used to fantasize about having my mother in my life, I never actually pictured the most self-centered, self-serving, high-maintenance woman on the face of this earth.",
        "Rafe: Be careful what you wish for huh?",
        "Alison: And it's not to say that I don't want her to be happy. And I'm happy that she's going to be safe. It's just --",
        "Rafe: It's just that you want her out of your face, too. Don't worry, I completely understand. Now, listen to me. I promise you that we are going to make a family that you can be proud of. And you still got a sister out there somewhere, so --",
        "Alison: Yeah. I was thinking about that, and I just -- I really feel like I will be setting myself up for another disaster.",
        "Rafe: At least your mother's not a vampire anymore.",
        "Alison: I know. I mean, how do you figure that? Because my mother jumps into the hot spring, right? Ian does the same thing. She's cured, he's not. Is it, like, a female-male thing, or --",
        "Rafe: I don't know. Maybe it's just because she's nuts and he's not, something like that.",
        "Alison: Well, yeah.",
        "Rafe: Really, I don't know. I mean, maybe it's -- well, maybe it's because she was bitten by Caleb and he wasn't. Ian was bitten by your mother, and it's a one generation down kind of thing. Maybe -- oh, my God.",
        "Alison: What? What?",
        "Rafe: Ok, I got to -- I got to get something straight. I'll --",
        "Alison: Where are you going?",
        "Rafe: I'll see you later, all right?",
        "Alison: Ok. Bye.",
        "[SCENE_BREAK]",
        "Casey: Ok, I get why we don't want Ricky to get turned. But what I don't understand is, why is he more important to you than anybody else around here?",
        "Ed: Sorry, little girl. It's a higher purpose.",
        "Casey: Oh --",
        "Ed: And you don't have security clearance.",
        "Casey: Oh, that's not fair, Ed.",
        "Ed: It rarely is. Keep up the good work.",
        "Casey: Ok. You want me to stick around, I'm going to stick around.",
        "[Thunder]",
        "Ricky: Jeez! I hate it when you do that.",
        "Casey: Hey, I'm working on my transitions.",
        "Ricky: All right, how long have you been watching me?",
        "Casey: Here's the thing -- wherever you go, whatever you do, I'm going to be watching. I haven't given up on you yet, Garza.",
        "[SCENE_BREAK]",
        "Joshua: You've fallen in love with me?",
        "Elizabeth: Madly. Which is exactly what we didn't want to happen.",
        "Joshua: Oh. I'm almost speechless.",
        "Elizabeth: I resent that tone.",
        "Joshua: You know, Elizabeth, you are quite a treasure, albeit a sunken one. You could have told me anything and I would have believed you, but that -- that -- that is even going too far for you.",
        "Elizabeth: Ok, fine. Then all that leaves me with is the alternative. Just leave me alone.",
        "Joshua: Oh, no, not until I'm done with you.",
        "Elizabeth: Hey, listen! It's over, ok? I spied on my daughter for you. I gave you every piece of information that you requested. But from this point forward, if you so much as lay one finger on me, I'll be telling Caleb exactly what you have planned. I'm safe. Caleb still has a taste for me.",
        "Joshua: \"He loves me, he loves me not.\" \"I love you, I hate you.\" Your head would fall off its shoulders if it wasn't attached. Make up your bloody mind, woman.",
        "Elizabeth: You may be excused.",
        "Joshua: She's about as subtle as a truck.",
        "[SCENE_BREAK]",
        "Alison: Look, this isn't an easy decision for me to make. But we've just had such little luck on finding my sister, and I feel like I'm getting a message from somewhere. No, I want to call off the search completely. I know, I know that you've done everything that you can. I understand that. It's just that I'm really tired of getting so disappointed all the time. I know that she may be out there somewhere. I know that. But I'm ready to move on with my life. I'm ready to start a family of my own.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Lucy: I'm not getting that.",
        "Ian: I have to.",
        "Lucy: Uh-uh.",
        "[Ring]",
        "Lucy: Hey, it might -- it might be Kevin. Come on, please don't.",
        "Ian: I hope it's Kevin.",
        "Lucy: No.",
        "Rafe: Hey, I figured it out.",
        "Ian: Figured what out?",
        "Rafe: Why the spring didn't cure you. See, the only significant difference between you and Elizabeth is she's fed on human blood.",
        "Ian: Well, we know that, so --",
        "Rafe: But that you haven't, Ian. That's it, ok? I'd stake my life on it.",
        "Ian: Your life, is it?",
        "Lucy: Cousin? What are you saying?",
        "Rafe: Ian's a vampire, Lucy. So before he can be cured, he has to feed on human blood.",
        "[NEXT_ON]",
        "Reese: Still trying to save Jack's soul?",
        "Alison: Well, I guess somebody has to.",
        "Reese: Then somebody has to teach you to butt out of it, sister.",
        "Rafe: I think you have to be a full-blooded vampire before the hot spring cures you. You have to feed.",
        "Ian: Absolutely not."
    ],
    "Transcript Author": [
        "Provided By Eric proofread by Melissa"
    ],
    "url": "https://www.youtube.com/watch?v=-KleKBuI2eM"
}