{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jamal: Hang on, Jack. I'll get what you need. ",
        "Man: You. ",
        "Jamal: What? ",
        "Man: I know you. You came into my shop with vampire questions, right? ",
        "Jamal: Yeah, yeah, yeah, yeah, you're right, yeah. ",
        "Man: Hey, I hope I was helpful. ",
        "Jamal: Yeah, terrific, great, and I'm going to stop in real soon, ok? ",
        "Man: Isn't it amazing how people don't even think that they're real? ",
        "Jamal: Yeah. Yeah, amazing. And I look forward to talking to you about that, \r\nbut I got to get -- ",
        "Man: You know, every culture on the planet has a story about some kind of \r\nbloodsucking, shape-changing vampire -- ",
        "Jamal: Look -- ok, fine. You want to talk about vampires, hmm? My best friend \r\nis one. ",
        "Man: I knew it. Who is it? I mean, maybe I can help. ",
        "Jamal: Look, the answer's not going to come out of one of your spooky books, \r\nok, because the head vampire just bit the dust, and I'm trying to keep the same \r\nthing from happening for my best friend, so excuse me if I don't feel like \r\nchitchatting. ",
        "Man: Hey, whoa, easy. If the head bat is dead, your friend should be cured.\r\n",
        "Jamal: What? ",
        "Man: It's one of the few things that all the vampire stories actually agree \r\non. When the leader dies, any vampires he created along the way go back to \r\nnormal. ",
        "Jamal: Wait, are you sure about this? ",
        "Man: Bat zero bites the dust, his baby bats go free, they turn human again -- \r\nas long as they haven't killed anybody in the meantime. ",
        "Jamal: Wait a minute, hold on. But this is not adding up. ",
        "Man: Well, then you're adding up wrong. Look, I know more about vampires than \r\nanyone I know, and I know some pretty freaky people. ",
        "Jamal: Yeah, I believe you. ",
        "Man: Then I'm telling you, if your buddy isn't back to normal, then the \r\nvampire who created him is still -- ",
        "Jamal: Still alive. ",
        "",
        "Caleb: Olivia. ",
        "Livvie: Yes, Caleb. Yes. ",
        "",
        "Jack: No! ",
        "Alison: Jack? Jack, listen. Jamal is probably back at the blood bank by now, \r\nok? He'll be here soon. ",
        "Jack: No -- ",
        "Alison: Well, he can feed you. ",
        "Jack: Let go. Something's wrong with Livvie. ",
        "Alison: What? ",
        "Jack: Livvie. Livvie. Livvie! ",
        "",
        "Livvie: Drink, my love. Oh. I never dreamed it would feel this way. ",
        "Caleb: Sweet Olivia. ",
        "Livvie: Please, don't let go. ",
        "Caleb: Not so fast. ",
        "Livvie: More. Please, Caleb. ",
        "Caleb: You leave it to me. Leave it all to me. ",
        "Livvie: Always. ",
        "Caleb: It's all waiting for us, a lifetime of power. A magical, limitless \r\nworld where every wish will be granted. A love ever more with a family. ",
        "Livvie: Our family. ",
        "Caleb: This is our moment, Olivia. Our moment, and no one can ever take it \r\naway from us. No one. ",
        "",
        "James: Look. ",
        "Kevin: No, not for me, thank you. ",
        "James: But I've uncorked it. You don't drink wine? ",
        "Kevin: I prefer to keep my head clear this evening, thank you. ",
        "James: Of course. Well, it's a shame you've chosen this moment to abstain. \r\nRare wine like this needs extra time to breathe. Did you notice the label? ",
        "Kevin: Uh -- ",
        "James: Look, doctor. ",
        "Kevin: No. ",
        "James: This wine was so prized for its flavor that Napoleon himself ordered \r\nhis conquering army to spare the house, spare the vineyards and the people, in \r\nexchange for just one case of this. Are you all right, doctor? ",
        "Kevin: Some water, please. ",
        "James: Yes, yes, of course. I suppose we are so accustomed to the layers of \r\nyears that settled on this place. ",
        "James: Oh, finish up, right? Cheers. ",
        "",
        "Lucy: Help me, somebody! Somebody help! Help! ",
        "Man: You're wasting your breath. ",
        "Lucy: Help me, somebody! Help! Help -- ",
        "Man: No one can hear you! ",
        "Lucy: Oh, yeah? Well, you haven't heard me scream! Help! ",
        "Man: I know that most of the village would rather slit their wrists than come \r\ninto the cemetery after dark. ",
        "Lucy: You're going to kill me, aren't you? You boys are going to kill me. ",
        "Man: No. ",
        "Lucy: Ok, then who are you, and what are you doing taking me into this spooky \r\nplace? Why am I here? What have you done? Why? ",
        "Man: One question at a time? ",
        "Lucy: Ok, fine. ",
        "Man: My name is Rafe Kovich. ",
        "Lucy: Kovich? What are you saying? Are you and me -- me and you, we're sort \r\nof, like, related? Oh, my goodness. Does that mean you're a vampire, too? You \r\nthink that's funny? ",
        "Rafe: We're not related to vampires, cousin. We kill them. You're a vampire \r\nslayer. ",
        "",
        "Caleb: Olivia. ",
        "Livvie: Caleb, don't stop. ",
        "Caleb: I don't want to hurt you. ",
        "Livvie: You are so far away from hurting me, you don't know. It feels like \r\nI'm somewhere else. I feel so happy. Oh. Yes. Caleb, yes. ",
        "Caleb: You look beautiful. ",
        "Livvie: How? ",
        "Caleb: This place exists in your heart and mine. It's where we want to be. \r\nOur home. ",
        "Livvie: But I thought Michael killed you. ",
        "Caleb: Don't worry, my love. The good Father will get what's coming to him.\r\n",
        "Livvie: I felt so lost in this world without you. ",
        "Caleb: Your sacrifice proves what I told you the night we first met. ",
        "Livvie: You're my future. ",
        "Caleb: And that future begins right now. It's time to finish what we started. \r\nTime for us to embrace our destinies, for you to be mine for all time. ",
        "",
        "Jack: Alison, something's wrong. I can feel it. ",
        "Alison: No. ",
        "Jack: Look, I have to find Livvie. ",
        "Alison: No, Livvie's fine. I just saw her, ok? I just saw her, trust me. ",
        "Jack: What? ",
        "Alison: Yeah. She -- she's fine, ok? Caleb's gone. ",
        "Jack: Gone? ",
        "Alison: Yeah, he can't hurt her anymore. Remember? ",
        "Jack: No -- ",
        "Alison: Jack, you're just hallucinating. ",
        "Jack: No, no. Alison, I'm still dangerous. I have to die -- ",
        "Alison: No. ",
        "Jack: So I can save -- save Livvie. ",
        "Alison: No, no, you don't. No, you don't. No, you don't. Jack -- Jack? Jack! \r\nJamal, where the hell are you? ",
        "Jack: I'm not going to drink any more blood. No more blood. ",
        "Alison: Yes, yes. No, you have to. Look, Livvie loves you. She loves you. You \r\ncan't leave again. She can't lose you again. You can't go away, Jack. ",
        "Jack: I have to. ",
        "Alison: No. Don't you know? Don't you know? Livvie dreams about you every \r\nnight. ",
        "Jack: Alison -- ",
        "Alison: Do you know that? ",
        "Jack: Promise me. ",
        "Alison: Ok, ok, I promise you -- I promise you anything. But you -- you have \r\ngot to promise me that you'll stay in this, Jack, ok? ",
        "Jack: Take care of Livvie. ",
        "Alison: No. No, I will not do that. No, I will not do that. You will do that \r\nyourself. ",
        "Jack: Look after her for me. Please. Caleb hypnotized her. She -- she thinks \r\nshe needs him. ",
        "Alison: Oh, Jack. Jack -- ",
        "Jack: Help her find happiness again, please. ",
        "Alison: No, Jack, no. ",
        "Jack: Please -- ",
        "Alison: No. No. No! ",
        "Jack: Oh. Oh, Livvie. ",
        "Alison: Jamal, where are you? Jack? Jack? ",
        "Jack: I love you so much. ",
        "Alison: Jack, oh, my God, I'm running out of time. Jack, please -- please. \r\nOh, my God. If you don't get any blood soon, you're going to die. Jack! Oh, God, \r\nplease. What do I do? ",
        "Jamal? What do I do? Oh, you're -- Jack, I won't let you die. I won't. I \r\nwon't. I'm going to do this. I'm going to do this because it's the only way that \r\nI -- please, Alison, you can do this! Please! ",
        "Jack: Livvie. ",
        "Alison: Ah! ",
        "",
        "Lucy: So, I'm a vampire -- ",
        "Rafe: Slayer. ",
        "Lucy: I don't think so. ",
        "Rafe: Think again. ",
        "Lucy: I think you are wacko. ",
        "Rafe: You believe in vampires. For every evil in the world, there's a good to \r\nbring balance to God's creation. Caleb Morley and others like him were put on \r\nthis earth to bring death and destruction, the very essence of evil. Our family \r\nexterminates them. ",
        "Lucy: Ok. So what you're saying is the Kovich clan is sort of a roach motel \r\nfor the undead? ",
        "Rafe: Something like that. ",
        "Lucy: Good. Good -- good for us. And bully for us. So, swell, I'm going to \r\nsee you at the next family reunion with the watermelon, fried chicken -- ta. ",
        "Rafe: No. Hang on. Just hear me out, ok? Your abilities, cousin. The Kovich \r\ngifts passed through our bloodline. ",
        "Lucy: Gifts? ",
        "Rafe: Powers. ",
        "Lucy: Well, um, I am extremely intuitive and I know I am a little psychic.\r\n",
        "Rafe: More than a little, and there's a lot more to it than intuition. ",
        "Lucy: Ok, ok, ok, ok. Let's just say I go with you on that, and maybe I even \r\ngo with you that we're family. But I don't think I can believe we're a family of \r\nvampire stakers. ",
        "Rafe: Slayers. ",
        "Lucy: Slayers. Right. Ok, see, I'm the kind of gal that you have to, like, I \r\ngot to see it with my own eyes. You know, I need proof, like fireworks. ",
        "Rafe: Fireworks? ",
        "Lucy: Yes! I'm not the kind of girl that just fell off that darn garlic truck \r\nyesterday, you know? Ok, bear with me. You say you have powers? ",
        "Rafe: As you do. ",
        "Lucy: Then show me. I mean, tell me one. Like, give me an example. Can I leap \r\nover tall buildings in a single bound? ",
        "Rafe: Oh, you want tricks? ",
        "Lucy: Yes! I want something. I want proof. Just show me something that means \r\nI can -- ok, this is the \"I'm going to stare at her until she gets nervous\" \r\ntrick. Very good. ",
        "Rafe's Voice: No. ",
        "Lucy: I do need -- proof. Wait a minute, did you just -- did you say \r\nsomething? No, you didn't -- ",
        "Rafe's Voice: No trick, cousin. We don't need our voices to talk to each \r\nother. ",
        "Lucy: Oh, my God. Oh, my goodness. You -- how did you get your voice inside \r\nmy head? ",
        "Rafe: Just the beginning. ",
        "Lucy: We are -- I mean, this is for real? We're family? We're related? ",
        "Rafe: The last of the Koviches. ",
        "Lucy: The -- what? What do you mean, the last? ",
        "Rafe: As far as I know. ",
        "Lucy: Wait a minute. I was able to stop Caleb because -- ",
        "Rafe: Say it. ",
        "Lucy: Because I'm a vampire slayer? ",
        "Rafe: Yes, and a powerful one. ",
        "Lucy: Oh, I'm powerful. Powerful? I have powers. Oh, I want to know my \r\npowers. Tell me at least -- give me a power. Come on, a power. I want to know. \r\nPlease. ",
        "Rafe: There may be time for that later. ",
        "Lucy: No, no. You see, I'm not a patient person. I mean now. Like one teeny \r\npower now. Just one. ",
        "Rafe: Priorities, cousin. Right now what we need is to get you and your \r\ntraveling companion somewhere safe so James Richfield doesn't try and kill you \r\nagain. ",
        "Lucy: James Richfield? Wait a minute. He -- James told me that he saved my \r\nlife. He was lying? ",
        "Rafe: As always, cousin. I'm the one who saved you. James Richfield wants \r\nyou dead. ",
        "",
        "James: A fine and potent vintage. Wouldn't you say, doctor? Yes. A very good \r\nyear. ",
        "Jack: What are you doing? ",
        "Alison: I'm going to save your life. ",
        "Jack: No. ",
        "Alison: Yes. ",
        "Jack: Alison, my life's over. ",
        "Alison: No, it's not. ",
        "Jack: I've only hung on this long to protect Livvie. ",
        "Alison: And the only reason why she has hung on this long is because she \r\nloves you. Ok, Jack, we all do. You are my family. You and Jamal and Livvie -- \r\nthe ones that I chose. Ok, so I'm not going to let you die, do you understand \r\nme? ",
        "Jack: I won't feed, Alison. ",
        "Alison: You have to. Ok, just -- just enough until Jamal gets here, ok? ",
        "Jack: Don't you get it? I won't be able to stop. I'll lose it. ",
        "Alison: So then lose it. ",
        "Jack: I'll bite you. ",
        "Alison: If you don't drink this blood, Jack, you're going to die. ",
        "Jack: No. No! No! No, no, no. I don't want to -- ",
        "Alison: It's ok, Jack. It's ok. It's ok, Jack. Drink it. Drink from me, Jack. \r\nDo it now! ",
        "Jamal: No! ",
        "",
        "Caleb: Together, Olivia. Bound to each other through the ages. To come of \r\nyour own free will. Both our souls tied in eternity, above and beyond death \r\nitself. A pact of blood mingling the warm essence of our love. We are one, \r\neverlasting. ",
        "Livvie: Always. And forever yours. ",
        "Livvie: I want you. I want this. ",
        "[Music plays] ",
        "",
        "Lucy: Oh, my goodness. How could I be so stupid? Don't you even dare answer \r\nthat, not even telepathically. I should've known. I mean, Richfield works for \r\nthe Morleys. The Morleys are vampires. Why didn't I see this because I'm \r\nsupposed to be -- I am. I'm a vampire -- I am a vampire slayer. ",
        "Rafe: And James, being a protector of his masters, the Morleys. ",
        "Lucy: He wanted me dead so his little invitation to casa de creepy was a \r\nwhole trap the whole time. Oh, Rafe. I left Doc there. Doc is there. We got to \r\ngo -- we got to get him out of there! He's all alone! ",
        "Rafe: Rescuing you is my priority. ",
        "Lucy: Rescuing Doc is my top priority. We got to get him out of there while \r\nwe can. ",
        "James: I'm afraid it's too late for that, Ms. Coe. ",
        "",
        "Jamal: What the hell is going on here? Huh? Answer me. What do you think \r\nyou're doing? ",
        "Alison: It's not his fault. I was forcing him to do it. ",
        "Jamal: You were what? ",
        "Alison: He was going to die otherwise. He needed to feed and you weren't back \r\nyet, so I did what I had to do. ",
        "Jamal: All right, this whole thing is crazy. I'm stealing blood every time I \r\nturn around. You're opening veins. Livvie's running around with that \r\nbloodsucking son of a bat. ",
        "Alison: What? ",
        "Jamal: I think Caleb's still alive. ",
        "Jack: What are you talking about? ",
        "Alison: Oh, my God. ",
        "Jamal: If Caleb were really dead, then you'd be back to normal -- you, Gabby, \r\neverybody else -- anybody else that was bitten. But you're not, which means \r\nCaleb is still around. ",
        "Alison: Oh, my God. ",
        "Jack: Livvie. ",
        "",
        "Caleb: It's all up to you now, my love. One final test to prove that we're \r\nsoul mates. And all you have to do is find your way back to me. ",
        "Caleb: The last drops of human life leave you now. Cross over and come to me. \r\nI know you'll find me, my love. I know you will. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Lucy: I'm a vampire slayer. ",
        "Kevin: You're a what? ",
        "James: You should listen to her, doctor. You deserve to know why you must \r\ndie. ",
        "Jamal: Oh, my God. Caleb killed Livvie. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=e-VB0_XIvys"
}