{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "D.J.: It's Jumping Jim the Flashman coming at you with today's top sound. \r\nThat was Stevie \"Don't Call Me Little Stevie\" Wonder with \"You are the Sunshine \r\nof My Life,\" one of the biggest hits of 1973 so far. And now a new one. This \r\none's going to be a classic, gang. Listen close. ",
        "[Music plays] ",
        "Man: Cookie! ",
        "Cookie: Oh, no. ",
        "Man: Where the hell are you? ",
        "",
        "Karen: Cookie needs help, Frank. She needs to speak to a counselor, someone \r\nwho can give her answers. We're not qualified. ",
        "Frank: But she's asking us, Karen. Maybe she doesn't feel comfortable talking \r\nto somebody else. Look, we were 16 once, feeling messed up, nowhere to turn. \r\nWe've got a chance here, Karen, to say things to a kid that we wished somebody \r\nhad said to us. ",
        "",
        "Singer: o/~ If I could save time o/~ ",
        "Eve: I guess one kiss wouldn't hurt anybody. ",
        "Singer: o/~ The first thing that I'd like to do o/~ ",
        "Ian: Oh, I've missed you. ",
        "Eve: Oh, God. ",
        "Singer: o/~ Till eternity passes away just to spend them with you. If I could \r\nmake days last forever, if words could make wishes come true, I'd save every day \r\nlike a treasure and then again, I would spend them with you. But there never \r\nseems to be enough time to do the things you want to do once you find them. I've \r\nlooked around enough to know you're the one I want to go through time with o/~\r\n",
        "",
        "Man: You on that stupid computer again? What is the matter with you? Don't \r\nyou have any friends? ",
        "Cookie: I have friends. I've just been talking to them. ",
        "Man: Well, I don't see them, and I don't hear any phones ringing. You've been \r\nacting stranger than ever. ",
        "Cookie: Well, what do you expect? ",
        "Man: I don't know. I -- I never knew what to make of you. ",
        "Cookie: That's because you're always drunk. ",
        "",
        "Frank: Think about it, Karen. When you were Cookie's age, what would you have \r\ndone to have somebody, anybody, reach out to you? I would have given anything, \r\nwouldn't you? ",
        "Karen: It depends. ",
        "Frank: On what? ",
        "Karen: Who it was, what the circumstances were. ",
        "Frank: It would have made all the difference in the world. You know it, I \r\nknow it, and we can do that for Cookie. ",
        "Karen: I'm not as sure as you are. ",
        "Frank: Why not? ",
        "Karen: Because whoever or whatever is on the other side of that computer is \r\ntaking over our lives, and it's starting to scare me, Frank. It's got to stop -- \r\nnow. ",
        "",
        "Arianna: No -- no, no! ",
        "",
        "Eve: Ian -- ",
        "Ian: Don't talk. ",
        "Eve: But -- ",
        "Ian: It's been too long. ",
        "Eve: You don't have to get back? ",
        "Ian: Arianna's safe. ",
        "",
        "Arianna: Help! ",
        "",
        "Ian: I just want to be with you. I love you. ",
        "",
        "Ben: It's over, Arianna! ",
        "Arianna: No! Ian will be back any minute now. ",
        "Ben: Your husband is at the hospital with his whore. ",
        "Arianna: What? ",
        "Ben: Yeah, the woman who he really loves. ",
        "Arianna: No. ",
        "Ben: I just saw them there together. And when I'm through here, I'll be \r\npaying them a little visit. ",
        "",
        "[Knock on door] ",
        "Kevin: Ian? Arianna? It's Kevin Collins. Are you there? ",
        "[Arianna moans] ",
        "",
        "Ian: I don't just want you for one night. I want you for always. ",
        "",
        "Kevin: Hey! Hey! ",
        "Kevin: Arianna, can you hear me? ",
        "Kevin: Yes, this is Dr. Collins. Yes, from GH. I need an ambulance right now \r\nat 345 Mariner. It's a female, multiple stab wounds, early to mid 20s. Yes! \r\nHurry. ",
        "Kevin: Paramedics are on the way. You'll be all right. Arianna? Arianna? ",
        "Kevin: God, your pulse is thready. ",
        "",
        "Eve: I love you so much. Now it will always be like this. Nothing can keep us \r\napart. ",
        "",
        "Kevin: Come on, Arianna. Don't give up on me. ",
        "",
        "Cookie: How could you? ",
        "Man: I've had enough of your lip. ",
        "Cookie: I'm sorry! ",
        "Man: That's more like it. I'm going to turn this thing off for good. ",
        "Cookie: No, you can't! ",
        "Man: I told you -- stay off it! It's not a toy. This thing's supposed to make \r\nme a fortune and instead I ought to take it outside and throw it in the trash.\r\n",
        "Cookie: But -- but I need it. ",
        "Man: For what? ",
        "Cookie: Schoolwork. ",
        "Man: What kind of schoolwork? ",
        "Cookie: Science project. ",
        "Man: Forget it. Your whining doesn't work on me. ",
        "",
        "Frank: You're talking like this is some kind of a sci-fi movie. ",
        "Karen: Well, it's beginning to feel like that to me. ",
        "Frank: What do you think this is, 2001? ",
        "Karen: This isn't funny Frank. ",
        "Frank: I know. You're right. There is a kid out there in deep trouble, and we \r\ncan help her. ",
        "Karen: But who is she? And why is she the only one we can connect to? A girl \r\nwho hasn't even heard of the Internet? I mean, come on, even your own computer \r\nguy said that this thing shouldn't be able to connect to anybody. So what's up \r\nwith all that? ",
        "Frank: I don't know. Maybe we're not supposed to. Maybe we're supposed to \r\njust go with it. ",
        "Karen: And? ",
        "Frank: And see where it takes us. It got us this far, didn't it? I mean, we \r\nwouldn't even be together if it wasn't for this hunk of junk. ",
        "Karen: So what are you saying? This is some kind of destiny thing here? ",
        "Frank: Maybe. ",
        "Karen: No way. ",
        "Frank: What? What? You don't believe in that? ",
        "Karen: I don't believe in this whole thing. ",
        "Frank: Ok, what are you doing? ",
        "Karen: I am going to give her a teen hotline number and then I'm signing off \r\n-- for good. And I hope you will, too. ",
        "",
        "Cookie: Daddy, don't turn it off. ",
        "Man: Get over there. ",
        "",
        "Karen: Ah -- oh! Ah! Ah. ",
        "",
        "Joe: Is this the stabbing victim? ",
        "Paramedic: Yes, the one we radioed in. ",
        "Joe: Any changes en route? ",
        "Paramedic: BP has dropped to 82, pulse is tachy. ",
        "Gabriela: Oh, my God, it's Arianna. ",
        "Joe: I'm going to need two more IVs and two units of O neg sent down here \r\nright away. Marcela, call radiology. We need an x-ray. Trauma two's open. Let's \r\ngo, people. What happened? ",
        "Kevin: I'm not really sure. The guy got away, but I think I was able to get a \r\npretty good make on him. ",
        "Joe: Ok, what did he look like? ",
        "Kevin: About my height. Dark eyes, dark hair, wavy. ",
        "Gabriela: Her brother. ",
        "Kevin: All right, I'm going to get down to the police station. With any luck, \r\nwe'll be able to catch him before he gets too far. ",
        "Joe: We're taking over from here. Thanks, Kevin. All right, on my count -- \r\none, two, three. Marcela, let's get those lines going. ",
        "Alex: Blood pressure's 70/40. ",
        "Joe: Oh, man. He really did a number on her. All right, open up those IVs.\r\n",
        "Marcela: Already open. ",
        "Joe: All right. Abdomen's firm. Where's radiology? We need x-rays! ",
        "Gabriela: Marcela, get a hold of Dr. Thornhart and Dr. Lambert, too. They're \r\ngoing to want to know. ",
        "",
        "Eve: I'm such an idiot. ",
        "Ian: Thank you. ",
        "Eve: No, not about you. ",
        "Ian: Then, what? ",
        "Eve: About us -- worrying that we'd never be together. ",
        "Ian: You don't have to worry about that anymore. ",
        "Eve: I'm finally starting to believe it. After all this time. ",
        "Ian: Uh-huh. It has been a long time. How many centuries? ",
        "Eve: Yeah. Now we can finally be together, and Arianna is leaving tonight, \r\nand she'll be safe. She'll be starting a new life. And we get to start our new \r\nlife. ",
        "Ian: It's only just beginning, Lambert. ",
        "Gabriela: BP's 60/30. ",
        "Joe: She's got decreased breath sounds on her left side. Probably \r\npneumothorax. I need a chest tube. ",
        "Gabriela: I'll get it. ",
        "Joe: Call the O.R. Tell them to get a room ready. ",
        "",
        "Ian: So what do you think, stone or wood? ",
        "Eve: What? ",
        "Ian: For a house. I prefer stone because it stands the test of time like --\r\n",
        "Eve: Like us. ",
        "Ian: Yeah. So stone it is. ",
        "Eve: Hmm. How many stories, one or two? ",
        "Ian: Well, I would say two, for the children. ",
        "Eve: Oh, there'll be plenty of kids. ",
        "Ian: Right. They're going to have to help you when you get to the advanced \r\nyears. ",
        "Eve: Oh, I can't believe it. We're finally going to grow old together. ",
        "Ian: No, not old. ",
        "Eve: What? ",
        "Ian: I'm never going to look at you as old. Because you'll always have that \r\nsparkle in your eye. ",
        "Eve: What sparkle? ",
        "Ian: Sparkle -- the one you have right now, like you're up to something. ",
        "Eve: Really? Oh, like -- this? ",
        "Ian: Ok! Yeah, that laugh. Makes me want to -- ",
        "Eve: Ooh. Makes you want to what? ",
        "Ian: Makes me want to do crazy things to you. ",
        "Eve: Like what you just did? ",
        "Ian: Yeah. Want to keep doing it. ",
        "Eve: I want you to keep doing it. ",
        "Ian: Yeah? Till the end of time? ",
        "[Pagers beep] ",
        "Eve: Oh, that's mine. ",
        "Ian: Hold on a second. Mine, too. ",
        "Eve: Thanks. ",
        "Ian: It's the ER. ",
        "Eve: Yeah. Me, too. ",
        "Ian: Must be something big. ",
        "",
        "Gabriela: I can't believe this is happening. ",
        "Joe: Here, here, let me get that. Are you all right? ",
        "Gabriela: I just feel like it's all my fault. ",
        "Joe: Why yours? ",
        "Gabriela: Well, Ben must have known I was lying in London. That's why he came \r\nback. ",
        "Joe: Gabby, this has nothing to do with you. This is between Arianna and her \r\nbrother. ",
        "Gabriela: I just hope he doesn't get away with what he's done to her. ",
        "Joe: All right, what's her pressure? ",
        "Gabriela: 70/42. ",
        "Joe: All right, we've got -- we've got to get her into surgery fast. Let's \r\ngo. ",
        "Ian: What's going on? ",
        "Alex: It's your wife, Dr. Thornhart. ",
        "Ian: What? ",
        "",
        "Man: Did you see that? That thing shocked me. ",
        "Cookie: You got what you deserve. ",
        "Man: What'd you say? ",
        "Cookie: Nothing. ",
        "Man: Oh, you're talking to yourself now, is that it? You're getting screwier \r\nby the minute! ",
        "",
        "Karen: I'm fine, Frank, really. ",
        "Frank: No, that was a nasty shock you got. ",
        "Karen: You know what I think? I think you're right about this machine. I \r\nthink it is trying to tell us something -- to turn it off. ",
        "Frank: Well, Karen, wait. ",
        "Karen: Look what it did to my hand. ",
        "Frank: I know, and I don't want that happening again. Let me turn the \r\nelectricity off first. ",
        "Karen: Then you'll forget about the computer and Cookie? ",
        "Frank: I don't think either one of us should touch it right now. ",
        "Karen: I'm not just talking about just for now, Frank. I want this thing out \r\nof my life. ",
        "",
        "Man: What have you got there? ",
        "Cookie: Nothing. ",
        "Man: Let me see it. ",
        "Cookie: No, leave me alone! ",
        "Man: I said let me see it. Now, I thought I took this away. ",
        "Cookie: I took it back to get it fixed after you broke it. ",
        "Man: Well, they did a pretty good job, but the chain's still busted. ",
        "Cookie: Give it back to me. ",
        "Man: Who in the hell do you think you are? ",
        "Cookie: Do what you want to do to me. I don't care. But I'll die before I let \r\nyou have this. ",
        "Man: This is a cheap piece of junk anyway. ",
        "",
        "Frank: There. Happier? ",
        "Karen: When this thing's not taking up any more space here. ",
        "Frank: You act like you think it's haunted or something. ",
        "Karen: Can we just go? ",
        "Frank: Yeah. Look, Alison and Jamal invited us over for dinner. How does that \r\nsound? ",
        "Karen: Anywhere else as long as it's far away from this machine. ",
        "Frank: Ok. Let me turn the electricity back on first. ",
        "Karen: Oh, no. Oh, no. ",
        "Frank: What? What? ",
        "Karen: My locket. ",
        "Frank: What, you lost it? ",
        "Karen: The clasp is broken. I keep getting it fixed, but it never seems to \r\nwork right. ",
        "Frank: It's right here. Here. ",
        "Karen: Oh. Thank you. ",
        "Frank: Why do you even bother keeping it? ",
        "Karen: I've had it for so long. I'm really attached to it. ",
        "",
        "Andy: That him? ",
        "Kevin: Close enough. He's Arianna's brother. ",
        "Andy: Man. It's twisted, isn't it? ",
        "Kevin: Tragic is what I think it is. You know they actually call it an honor \r\nkilling -- pride and ignorance triumph over human life. Makes me sick. ",
        "Andy: Well, lucky for her you walked in when you did. ",
        "Kevin: If I got there in time. She's barely hanging on. ",
        "Andy: Let's hope she does. ",
        "Kevin: This guy won't give up. Before he goes home, he'll come back and try \r\nto finish what he came here for. ",
        "Andy: Ben Shapour is not going home, period. We've got an APB out. We're even \r\nchecking the private airports. ",
        "Kevin: Don't waste your time. ",
        "Ben: I understand you're looking for me. ",
        "Kevin: Look out! ",
        "",
        "Ian: Arianna, it's Ian. Can you hear me? ",
        "Joe: They're getting set up in O.R. for her. ",
        "Eve: Is she stable enough? ",
        "Joe: We don't have a choice. ",
        "Ian: We need your help. We need you to fight. ",
        "Gabriela: She's in v-tach. ",
        "Joe: Marcela, get the crash cart! ",
        "Ian: 60 Milligrams of lidocaine I.V. Push. ",
        "Joe: Ian, wait -- ",
        "Eve: She's 180 with a wide complex rhythm. ",
        "Joe: We're losing her! ",
        "Ian: Oh, the hell we are. ",
        "Eve: I've lost a pulse. ",
        "Ian: Charge! ",
        "Gabriela: Marcela, the bag. ",
        "Ian: You're not going to die on me. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Ian: All right. You want me here, I'm here. Now it's just you and me. ",
        "Lucy: He'd take your diary, take it home with him, and read it, and then -- \r\nthat's disgusting. ",
        "Livvie: Wait a minute, wait a minute. How did you know Chris took my diary \r\nhome with him? "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=mUIVQgqvheM"
}