{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Alison: Well, tell me who it is, Rafe. Come on, tell me! ",
        "Rafe: I don't know who it is, Alison, all right? No one down here does! ",
        "Alison: Well, it's got to be somebody that Casey knows. Otherwise she \r\nwouldn't be so upset. ",
        "Rafe: Maybe. ",
        "Alison: \"Maybe?\" What -- maybe what? Maybe it's not someone who's close to \r\njust her? Is it someone that's close to you, too? ",
        "Rafe: Angel, don't do this. ",
        "Alison: Or is it other angels? There's more than just the two of you, isn't \r\nthere? ",
        "Rafe: It's somebody that's close to one of us, but we just -- well, that's \r\nall we know. ",
        "Alison: So then that's what Casey meant by the fifth chair, then? So there's \r\nfour of you. There's four angels and then -- oh, my God. ",
        "Rafe: No, Alison, don't go there. ",
        "Alison: No, wait. I was just -- I was thinking that -- what if it's me? What \r\nif I get to go back with you, Rafe? ",
        "Rafe: What? No! No! Don't you talk like that! ",
        "",
        "Paige: Kevin? ",
        "Kevin: Hi, Paige. ",
        "Paige: How's Christina? ",
        "Kevin: She's exhausted. She's been sick all night. ",
        "Paige: Fever? ",
        "Kevin: It's low but it's still there. ",
        "Paige: It should break soon. Well, I'm packed and ready to leave first thing. \r\nI guess that's good news at least. ",
        "Kevin: Well, I don't know if I'd call it good. ",
        "Paige: What would you call it, then? ",
        "Kevin: Port Charles Hotel is really very nice. ",
        "Paige: Right, I'm sure it is. I'd be lying if I said I wasn't going to miss \r\neverybody, everything -- that lighthouse, the view -- but I -- ",
        "Kevin: It's for the best. ",
        "Paige: I know. ",
        "Christina: Paige? ",
        "Kevin: Hi, sweetheart. ",
        "Paige: Oh, sweetie. I didn't wake you, did I? Oh, I'm so sorry you're feeling \r\nbadly. But you know what? You're going to be feeling better soon -- by the next \r\ntime I see you, I know it. ",
        "[Phone rings] ",
        "Kevin: Paige, I left the phone in the kitchen. Would you take her? ",
        "Paige: Oh, yes. Be fine. ",
        "Kevin: Thank you. ",
        "Paige: Ooh. You're heavy. You'll be just fine. ",
        "Paige: You and I have a connection, don't we, sweetie? And we always will. I \r\nlove you so much. I love you as if you were my very own. My very own little \r\ngirl. ",
        "Lucy: Paige. ",
        "Paige: Lucy. ",
        "Lucy: I would really rather you not talk to her like that. Is that clear? ",
        "",
        "Amy: Eve? ",
        "Eve: What do you want? ",
        "Amy: I think we need to talk some more. ",
        "Eve: Well, I don't. Go away. ",
        "Amy: Eve, this is important. ",
        "Eve: If you don't, I will. ",
        "Amy: No, listen. ",
        "Eve: No. ",
        "Amy: We can't just leave it like this. ",
        "Eve: Get your hands off of me. ",
        "Amy: Eve, come on! No! ",
        "Eve: Let go! ",
        "[Screams] ",
        "Ian: What happened? ",
        "Eve: Ian! Help me! ",
        "Ian: What the hell are you doing? ",
        "Eve: Help me! Oh, my God! Oh, God, help me up! ",
        "Ian: Come on! ",
        "Eve: Oh, my God! ",
        "Ian: Step over there. ",
        "Eve: I can't! Oh, my God! Oh, my God! Oh, please -- ",
        "Ian: Ok, ok. ",
        "Eve: Oh! ",
        "Ian: All right, all right. What happened? ",
        "Eve: I -- I don't -- ",
        "Ian: Take a deep breath, just take a deep breath. Colleen told me you came up \r\nhere with Amy. Where's Amy? ",
        "Eve: Amy -- she -- she fell. Ian, Amy fell. ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Casey: Man, I've had enough of this day, this whole week -- ugh! Whole \r\nsecond-chance life. It all blows. Whole thing -- everything, everyone. \r\nEveryone. ",
        "Ricky's Voice: What's your game? ",
        "Casey's Voice: Yeah, I know I hurt you, but it's just -- ",
        "Ricky's Voice: Whoa, whoa, whoa. Hurt me? Nah. You didn't hurt me because \r\nthat would mean that I'd have to care for you. You know what, baby? Huh. You're \r\njust the flavor of the month. So, have a nice life. And do me a favor -- stay \r\nout of mine. ",
        "Casey: Ugh! ",
        "",
        "Alison: Rafe, calm down. ",
        "Rafe: Then stop talking like that, ok? ",
        "Alison: Ok, I'm sorry. I didn't -- I didn't say what I said to upset you. Ok, \r\nI'm sorry. I don't really want to die. ",
        "Rafe: Well, you bet you don't! ",
        "Alison: I'm just saying that if or when it happens, I'm ok with it. I mean, I \r\nbelieved everything that you -- that you've told me about heaven and I'm just \r\nsaying that when my time comes -- ",
        "Rafe: No, no, no. See, that's it. It is not your time now. You still have \r\nthis long, wonderful life ahead of you and you're going to be living it long \r\nafter I'm gone. ",
        "Alison: How is it supposed to be so wonderful if you're not even in it? ",
        "Rafe: I want you to find someone else to love. ",
        "Alison: No. ",
        "Rafe: Yes. ",
        "Alison: No, no, no. ",
        "Rafe: Promise me. ",
        "Alison: Shh. No. ",
        "Rafe: Promise me. Yes. ",
        "Alison: No. No. No. No. No. No, ok? Not now, I don't -- I don't want to talk \r\nabout anything else, ok? Nothing else matters except for what we have right here \r\nright now. ",
        "",
        "Ian: Dr. Barnes, how is she? ",
        "Eve: Is she going to make it? ",
        "Dr. Barnes: Fine. Everything is fine. Relax, doctors. ",
        "Ian: This her chart? ",
        "Dr. Barnes: Listen, we're real short-handed out there tonight, so if you two \r\ndon't mind -- ",
        "Ian: Hold on a second, hold on. We got some cuts, some bruises -- that's it? \r\nThere's no broken bones? No concussion? Are you sure? ",
        "[Amy stirs] ",
        "Dr. Barnes: Yeah. ",
        "Ian: Amy? Excuse me. ",
        "Eve: Wait, wait, wait, wait, doctor. How -- how is that possible? Did \r\nsomething break her fall? ",
        "Dr. Barnes: Your guess is as good as mine. Somebody upstairs has got their \r\neye on her, that's for sure. ",
        "Eve: Yeah, thanks. ",
        "Amy: Ian? ",
        "Ian: Hey, I'm right here. I'm right here. Thank God. ",
        "Amy: My head -- ",
        "Ian: Well, that's what happens when you jump off the roof. ",
        "Eve: Talk about being blessed. ",
        "Ian: Yeah, this is a miracle. ",
        "Amy: I must've landed on some kind of awning or something. ",
        "Ian: Yeah. Something. Tell me what happened up there. Tell me what happened. \r\nYou were up there and what? ",
        "Eve: Ian, maybe you should just give her some time to relax. You know, maybe \r\nthis isn't a good time. ",
        "Ian: Ok. ",
        "Amy: I went up to the roof and -- ",
        "Ian: Right. ",
        "Amy: I went up to look for Eve so I could tell her about us, so she would \r\nknow that there's nothing -- ",
        "Ian: Ok, ok. ",
        "Amy: That there ever was or there ever will be. ",
        "Ian: All right. Then what happened? ",
        "Eve: Ian -- ",
        "Amy: We argued and -- ",
        "Ian: Ok? ",
        "Amy: Then I grabbed her and -- ",
        "Ian: Then what? ",
        "Amy: And then she grabbed me. The -- the next thing I knew, I was falling.\r\n",
        "Eve: What? What? I'm sorry, excuse me. Are you saying that I deliberately \r\npushed you? ",
        "Ian: Is she right? ",
        "Eve: What? ",
        "Ian: Is that what happened? ",
        "Eve: Oh, my God. Ian, you -- you believe her? You think I did it. You think I \r\nactually tried to kill Amy. ",
        "",
        "Casey: He wants me, he wants me not. He wants me, he wants me not. Fine. \r\nWell, who wants him? Scuzzbucket lowlife. Completely wiped out of my hard drive. \r\nControl-alt-delete -- bye-bye! Not going to think about him, nope. Not anymore. \r\nNot me. Ricky Garza can go ahead and kick it with Satan and Saddam. I am \r\ngoing to find the trashiest -- no, the most tightest, most come-on-and-get-it \r\nthing I own, and then I'm going to run down a fine guy. Going to run down a fine \r\nguy and -- perfection! Catwoman. I am going to set his stud butt down and then \r\nI'm just going to do him! Yeah, I'm going to do him -- I'm going to do him right \r\nthere, right there, right then! ",
        "[Rip] ",
        "Casey: Oh! Son of a -- God, I hate him! I hate him! I hate him! I hate him!\r\n",
        "",
        "Lucy: Come here, pumpkin head, let me feel your head again. Come here, you. \r\nOoh, you're still a little warm, huh? ",
        "Paige: I apologize, Lucy, although I'm not really sure why you're so upset.\r\n",
        "Lucy: Really, you're not? Well, maybe you want me to paint a picture for you.\r\n",
        "Kevin: Lucy, is there a problem? ",
        "Lucy: Yes, Doc, there is, and you're looking at her. You should've heard what \r\nshe was just saying to Christina. ",
        "Paige: I said I loved her, that's all. ",
        "Lucy: Oh, don't you understand what she's just been through? She lost \r\nJ-U-L-I-E, who happened to have L-O-V-E-D her very much, and now you're saying \r\nthat you're g-o-I-n-g and you just told her that you L-O-V-E -- do you \r\nunderstand what that means? Do you? ",
        "Christina: Mommy? ",
        "Lucy: Oh, it's ok. It's ok, pumpkin head. I'm going to take you upstairs and \r\nget you all safe and tucked into your own bed. And when you wake up in the \r\nmorning, everything's going to be ok. Everything's going to be much, much better \r\nand you'll feel much, much better. I promise you will. You will. You'll feel \r\nbetter. Come on. ",
        "Paige: Well, I can't seem to help but make things worse, can I? ",
        "Kevin: If she knew about you and the Witness Protection Program, she'd be \r\nmore understanding. ",
        "Paige: Yes, I wish we could tell her, but -- ",
        "Kevin: But? ",
        "Paige: Well, under the circumstances, it's not going to be very easy to --\r\n",
        "Kevin: Paint your portrait? I told you we'd find a way and we will. I \r\npromise. ",
        "Paige: You don't know how happy I am to hear you say that. I'll do whatever \r\nit takes to make it work. Anything, you just say the word. ",
        "Lucy: Doc, you about ready for bed? Christina fell asleep on my shoulder on \r\nthe way upstairs. ",
        "Kevin: Yeah, it is late. Paige? ",
        "Paige: Yes, I'm going to head in, too. ",
        "Kevin: Sleep well. ",
        "Paige: Night. Lucy? ",
        "Lucy: Yes? ",
        "Paige: For whatever it's worth, I never meant any harm. ",
        "Lucy: Thank you for that. Listen, Paige, I do hope you find what you're \r\nlooking for. ",
        "Paige: Thanks. ",
        "Lucy: Whatever that is. ",
        "Paige: So do I, Lucy. ",
        "",
        "Eve: This night has been insane. First, I find out that you're having an \r\naffair. ",
        "Ian: For the last time, there's no affair. ",
        "Eve: And then, I find myself hanging off the roof by my fingertips, and the \r\nsame roof that you think I deliberately threw your mistress over. ",
        "Ian: No, see, no one is accusing you of anything. ",
        "Eve: Oh. Ok. Well, then implying. ",
        "Ian: No one is implying anything. ",
        "Amy: The fall was an accident. Nobody meant for -- ",
        "Eve: Amy, Amy, I don't need your help, ok? ",
        "Ian: Hold on a second. ",
        "Amy: Eve, I only meant not -- ",
        "Eve: I don't give a damn. And I can't believe that you think I would do \r\nsomething like that. That means you don't know me at all. ",
        "Ian: Eve -- ",
        "Eve: You know what? I don't think I care to know you. ",
        "Ian: Eve, wait. I -- ",
        "Amy: Go on after her, Ian. Go on, I'll be all right. I'm fine. ",
        "Ian: No. We're only going to say hurtful things we'll regret later. ",
        "Amy: Don't talk to me about hurt. Remember, I just fell off a roof. ",
        "Ian: Yeah, I heard about that. ",
        "Amy: Oh, maybe we should go on and have that affair if we're both going to \r\nsuffer this much. What do you think? ",
        "Ian: I'm just glad you're alive. ",
        "Amy: Hmm. ",
        "Ian: What? ",
        "Amy: Ian. It's nothing. It's just -- ",
        "Ian: Nothing what? Just what? Just -- ",
        "Amy: It's everything and nothing. ",
        "Ian: Yeah, well, as long as you're amused, I'm happy for you. ",
        "Amy: No, Ian, wait. ",
        "[Ian sighs] ",
        "Amy: Will you stay for a while? Don't go. ",
        "Ian: I'm not going anywhere. ",
        "",
        "Ed: Casey, you really think you're the one angel in all of Port Charles who \r\nfeels like this? You're wrong, kid. You're not alone. Not by a long shot. And \r\nsince I'm your official supervisor, I guess I should supervise. So forgive me, \r\nplease, for the intrusion, but I do have to find out what's going on deep in \r\nyour heart. And there's only one way, fledgling. Dream, Casey. What are you \r\ndreaming? ",
        "Ricky's Voice: Never believed I could look this good, huh, Case? ",
        "Casey's Voice: Wrong. I always knew, Ricky. Always. ",
        "Ricky's Voice: Have I told you today that you are the most unbelievable woman \r\nthat I've ever seen? ",
        "Casey's Voice: All I ever wanted in my whole life was for someone to love me \r\nthe way you do. ",
        "Ricky's Voice: Thank you. ",
        "Casey's Voice: For what? ",
        "Ricky's Voice: For waiting till now, till our wedding night. I want to be \r\nwith you for the first time, knowing that you're mine forever. ",
        "Casey's Voice: I want that, too, Ricky. I want that so much. So much. ",
        "Casey: So much. So much. ",
        "Ed: That's all I needed to know, fledgling. ",
        "Ed: Ok, Rafe, my man, let's see what's nesting in your secret heart. ",
        "Rafe's Voice: Angel? I'm home. ",
        "Alison's Voice: Rafe? ",
        "Rafe's Voice: I'm home. ",
        "Alison's Voice: Oh, my God! How? But how? How -- no, no, actually -- don't \r\neven tell me. I just -- oh, my God! I can't believe you're here! I mean, tell \r\nme, please. How long is your pass this time? ",
        "Rafe's Voice: Oh, you know, just permanently. ",
        "Alison's Voice: What? ",
        "Rafe's Voice: Yes! ",
        "Alison's Voice: Oh! ",
        "Rafe's Voice: I am all yours, angel. They gave their permission. I get to \r\nlive a plain, simple, perfect life, perfect with you, Alison. ",
        "Alison's Voice: I can't -- I can't believe it. ",
        "Rafe's Voice: Oh, believe it. Believe it and I will never leave you, and we \r\nget to have all our dreams come true. You know, a home, babies, rocking chairs \r\n-- all of it. It's all ours, yours and mine forever. ",
        "Alison's Voice: Oh, my God, forever. Forever. ",
        "Ed: Two angels down, two to go. As the song says, \"a dream is a wish your \r\nheart makes.\" Right, Paige? ",
        "Kevin's Voice: No, you can't go. I won't let you go. ",
        "Paige's Voice: But -- ",
        "Kevin's Voice: I love you. Please, Paige, just say the words. Tell me what's \r\nin your heart. ",
        "Paige's Voice: You know it, Kevin. You've always known it. I've never stopped \r\nloving you for a minute, not one minute all these years. ",
        "Lucy's Voice: Doc? I -- I need to apologize. I want you to forgive me, both \r\nof you, for trying to fight something that was so meant to be. The bond you two \r\nhave between each other is so strong, it's not meant to ever be broken, not \r\never. So, Paige, he's yours. ",
        "Paige's Voice: I'm so sorry. I'm sure you'll find somebody else, Lucy. ",
        "Lucy's Voice: Oh, no. I'm fine. I'm just so happy that you both have found \r\nyour true soul mates. In fact, I have a gift to celebrate all the joy that you \r\nshare. ",
        "Christina's Voice: Mommy? ",
        "Paige's Voice: Oh, sweetie. ",
        "Lucy's Voice: That's right, Paige, she's all yours. Now everyone is exactly \r\nwhere they're supposed to be. ",
        "Paige's Voice: Oh, thank you, Lucy. God bless you. ",
        "Christina's Voice: God bless us all, everyone. ",
        "Lucy's Voice: Yes, and now everything is right in the universe. ",
        "Paige's Voice: Oh, Kevin, we have each other, we have our family. \r\nEverything's just right. ",
        "Kevin's Voice: Not quite right. ",
        "Ed: And last, but definitely not least, Amy. What's your heart wishing for?\r\n",
        "Amy's Voice: Ian! Ian! ",
        "Ian's Voice: What happened? ",
        "Amy's Voice: Ian! It's a miracle! ",
        "Ian's Voice: What? ",
        "Amy's Voice: I can see! I can see! Oh, my God! You're more handsome than I \r\nimagined. You don't know how long I have been dreaming of this moment when I \r\ncould look into your eyes and see if you could possibly feel the way I feel. ",
        "Ian's Voice: I want you more than anything I've ever wanted in my life. ",
        "Amy's Voice: I want you, too. ",
        "Ian's Voice: You're so beautiful. So beautiful. ",
        "Amy's Voice: Oh, Ian, yes. Yes! Oh. Oh, God, I've waited so long. The best is \r\nstill in front of us. It's still to come. It's still to come. ",
        "Ed: Nothing has changed. Your dreams seem so romantic and sweet. ",
        "Ed's Voice: But you can't fool me. I know that one of you is hiding a black \r\nseed down deep in your soul. One of you is a dark angel with a dark purpose. \r\nYou've fooled everyone. If the people around you could only know what your real \r\nplan is. And there's nothing I can do. As much as I'd like this to play out a \r\ndifferent way, all I can do is watch and feel how much evil is lurking there in \r\nyour heart. ",
        "[Amy gasps] ",
        "Ed's Voice: Dark angel. Dark angel. Dark angel. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Paige: I never intended for things to turn out this way. ",
        "Kevin: None of us did. ",
        "Paige: I should get going. ",
        "Christina: No, Paige, don't go. ",
        "Eve: My husband is no saint. He's far from it. ",
        "Ian: Nice to know how my wife really feels. ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute] "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=S7b_Paye08E"
}