{
    "Episode Summary": [],
    "Recap": [
        "As Lucy prepares to leave the hospital, Ian informs her that he will deal with Frank himself. Hearing Frank's voice nearby, Lucy confronts the new vampire, drawing onlookers. After making excuses for her and sending her on her way, Ian invites Frank out for a drink. After fretting about her incompetence as a guardian angel, Casey gives a stranger some advice about how to find her missing daughter, unaware that her new acquaintance is Alison's mother. Alison is disgusted by Joshua's plan to get to know her better. To prevent Livvie from killing him, Rafe grabs her leg and pulls her down. Rafe assumes that slayer powers will get him out of the cell, but Caleb informs him that the cells were built with slayers in mind. At Casey's advice, Elizabeth asks Lucy to try psychometry with Alison's necklace, but Lucy's efforts turn up nothing. Lucy and Elizabeth head for Joshua's place to look for clues. As Caleb and Rafe have a shouting match, Livvie weakens and collapses from blood hunger. After Rafe manages to rouse her, Caleb informs the slayer that Livvie will die unless she feeds soon. Alison's uncooperative behavior prompts Joshua to hand her over to his vampire thug, Bruno, who is ready for dinner."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "ian: Are you sure you're up",
        "ian: Are you sure you're up for this? Lucy:Ng the hospital? Yes, I need to get out of here. You did all the tests you could. I'm -- you know, I'm just anemic, that's all. We hd alison because this is all my fault. Frank just walked in there and took her and I couldtt stop him. Some slayer I ended up being,",
        "ian: You're convinced that frank -- our frank, frank scanlon -- is a vampire?",
        "Lucy: Yes. How?",
        "Lucy: You know how. I felt it, I sensed it. He is.",
        "Ian: Ok, let me deal with him.",
        "Lucy: No, you --",
        "ian: Yes. and deal with him, and then we'll find alison.",
        "Lucy: But this just isn't the frank he's not the same.",
        "Frank: Yeah, they're cutting the budget, but they expect us to keep up the regular schedule. Paramediness as usual, huh, frank?",
        "Frank: Yeah, business as usual.",
        "Casey: Barkeep! Over here! Ignore me. It's not like I'm doing any good being around here anyways. I might as well be invisible.",
        "Casey's voice: What a screwup of an angel I gee, sorry, boss, but, you know, I'm totally clueless and you have not been answering my 911 calls. And I still can't get those visions of lucy out of my head, I mean, her lying dead in a casket. Maybe I shouldn't have told jamal. No. No, no, no, jamal's cool. He's -- he's totally cool. I have to talk to somebody, right?",
        "Casey: Hey, man, come on! Can I get some whiskey and orange juice? Please?",
        "Elizabeth: What kind of a god-awful drink is that?",
        "Casey: Well --",
        "elizabeth: What is your excuse for ordering that kind of concoction?",
        "Casey: I'm worried about frank.",
        "Elizabeth: Bring her one of these.",
        "Joshua: Alison, where are you? Your tea's getting cold.",
        "Alison: I'm not surprised that it is getting cold, seeing as this whole place feels like a damn tomb.",
        "Joshua: Well, well.",
        "Alison: Since you're going straight to hell, you might as well go ahead and turn up the heat now, get used to it.",
        "Joshua: That's a good suggestion. I have every intention of turning up the heat. And speaking of heat, the way that beautiful dress looks on you --",
        "alison: I hate it.",
        "Joshua: It's all right. You'll get used to it in time. The thing is how things look, and from what I can see, you were made to wear tight satin.",
        "Alison: You couldn't be more disgusting.",
        "Joshua: Oh, no, you're wrong. But don't tempt me. We'll get there eventually. Talk about disgusting -- this nursing home accessorizing of yours is not exactly what I had in mind.",
        "Alison: I don't really care what you have in mind.",
        "Joshua: Well, you know, you should, alison, because what I have in mind could affect your next breath. And your next breath ululd be your last breath. So why don't we just cut to the chase, you and I? Why don't we just strip away everything that stands between us. That's better. That is so much better.",
        "Rafe: Alison. Where is she? What happened?",
        "Livvie: To hell with alison, and you, too, slayer.",
        "Rafe: Livvie --",
        "caleb: Girl's a little mad at you. You got any idea why that might be?",
        "Livvie: Let's hear it, rafe, huh? Give me one good reason I shouldn't kill you for lying to my face about caleb being dead.",
        "Lucy: Frank! Where is she? Where is alison?",
        "Frank: What?",
        "Lucy: I want to know, where is alison?",
        "Frank: What are you talking about, lucy?",
        "Lucy: Oh, no, don't you do that. Don't you dare stand there and play dumwiwith me. I know what you did and I know what you are.",
        "Frank: Embarrassed?",
        "Lucy: You are a vampire. You knocked me down and kidnapped alison. I saw it with my own two eyes.",
        "Frank: Yeah, well, maybe you'd better get both of them checked, and get a brain scan while you're at it because somebody's off the deep end. Lucy yeah, well, you are going to stand there right now --",
        "ian: Ok.",
        "Lucy: And give me some answers now!",
        "Ian: It's all right. Sorry, frank. Lucy's not feeling well.",
        "Lucy: What?",
        "Ian: She's -- she's delusional. That's why we're taking tests, you know, just to find out --",
        "lucy: Ian --",
        "ian: I'm worried about her. I'm worried about you. I'm worried.",
        "Alison: Where's rafe?",
        "Joshua: Safe and snug.",
        "Alison: Yes, I'm sure he is after you drugged him and had someone drag him off to god knows where.",
        "Joshua: Can you forget about rafe just for one night? He's fine. He's relaxing. He's in another room nearby.",
        "Alison: Well, why don't you let me see him for myself?",
        "Joshua: Well, that could be arranged if you would learn to play nice with others. Now, would you like some foie gras? Do you know what I did this morning? I bought a duck farm in provence, and they force-feed the little ducks with --",
        "alison: I would like to force-feed some foie gras --",
        "joshua: Hey, excuse me! I am trying to be nice to you.",
        "Alison: What for? What is it that I am supposed to do, hmm? I mean, why do you have me in this dress like we're on some damn date?",
        "Joshua: Oh, yes. As a matter of fact, this is a date. It's just one more step along the path of you and I getting to know each other better.",
        "Alison: You really are some freak, aren't you? You actually think that you and I are on some date?",
        "Joshua: Why are you not cooperating with me?",
        "Alison: I'm not cooperating with you because I would rather slit my own wrists than have you touch me for one single second!",
        "Joshua: No! You think I would let you waste one single drop of that?",
        "Alison: Oh. That's what this is all about, isn't it, hmm?",
        "Joshua: What? You think I want to turn you? I'd have turned you. Nobody's here to stop me. If I was going to turn you, would I waste all this time on sweet conversation? Oh, no. All this is about is me trying to get to know you.",
        "Alison: Right, that's all.",
        "Joshua: That's all, you and I becoming closer. So why don't you just relax, young lady, and enjoy the refreshments. And that way, it'll make everything a lot easier.",
        "Alison: For who?",
        "Joshua: For bothf f us.",
        "Rafe: I'll give you one good reason you shouldn't kill me.",
        "[Livvie chuckles]",
        "Livvie: There is no reason good enough.",
        "Rafe: Yeah, there is. And this is it.",
        "Livvie: No! Oh, god!",
        "Caleb: Slayer, I swear, if you hurt her --",
        "rafe: What, what, you'll kill me? Yeah, kill, kill, kill! That's all you vampires do!",
        "Livvie: And all you do is lie. You lied to me about caleb being dead.",
        "Rafe: So? What's your point?",
        "Livvie: You set me up!",
        "Rafe: Yeah! I needed to use you to get to joshua, ok?",
        "Livvie: Was it fun torturing me like that?",
        "Rafe: It was a means to an end. Come on. Your buddy caleb knows all about that. What about you?",
        "Caleb: What about me?",
        "Rafe: How did you get stuck here?",
        "Caleb: I was in the neighborhood.",
        "Rafe: Oh, yeah? It's a pretty bad neighborhood.",
        "Caleb: Not until you started messing with it, flaunting your cheap tricks. Joshua would be dead right now.",
        "Rafe: All right, you know what? We can reminisce about the past later.",
        "Caleb: Why? You got somewhere to go?",
        "Rafe: Yeah, I'm going to find a way out of here, get to alison. I'm going to use some of those cheap tricks, as you lee to call them, and I'm going to -- and I'm going to --",
        "caleb: Abracadabra! Alacazam!",
        "Rafe: All right. What's going on here? What happened?",
        "Caleb: Don't forget one thing -- even with the way things are, I own this place.",
        "Rafe: All right, so what? What did you do? You created some kind of force field around the cell? Is that it? Something like that?",
        "Caleb: Something like that.",
        "Rafe: Ok. All right, then tell me -- tell me what to do. Come on, how do I get out of here?",
        "Caleb: You don't! I designed this place to keep people like you from leaving. There's no loopholes.",
        "Rafe: No. No. There's got to be a way. There's got to be a way I can get to alison.",
        "Caleb: Yeah, well, when you find it, you let me know. Until then, you might want to get comfortable with the idea that alison's stuck out there and you're stuck in here, with us. With us.",
        "Lucy: If I'm delusional, then you're delusional and everybody here is delusional!",
        "Ian: You're causing a scene.",
        "Lucy: Yeah, you know what? I don't care because he knows where alison is and he's going to tell me. If you don't start talking ghght now, frank --",
        "ian: You know you're not feeling well -- we both know it -- so maybe you need to lay down and get some rest.",
        "Lucy: Oh. I see. Fine, you know what? If you want me to qu ,",
        "lucy: If I'm delusional, then you're delusional and everybody here is delusional!",
        "Ian: You're causing a scene.",
        "Lucy: Yeah, you know what? I don't care because he knows where alison is and he's going to tell me. If you don't start talking right now, frank --",
        "ian: You know you're not feeling well -- we both know it -- so maybe you need to lay down and get some rest.",
        "Lucy: Oh. I see. Fine, you know what? If you want me to quiet down, it's not going to work because I can't believe you're doing this to me after everything we've been through together!",
        "Ian: It's because of what we've been through that you're being paranoid.",
        "Lucy: Paran-- paranoid?",
        "Ian: Yeah, you are. Let me take you home.",
        "Lucy: No!",
        "Ian: Rest and you'll --",
        "lucy: No! If I'm so paranoid, I'd better just go by myself. I don't need your help, don't want your help.",
        "Ian: Lucy, lucy --",
        "lucy: I'll be fine! I'm paranoid! I'm going home alone!",
        "Casey: So what's up with you? I mean, who are you worried about? Wait -- oh, don't tell me, don't tell me. It's a man, right? It's got to be a man. It's always a man.",
        "Elizabeth: No, actually. That's another story -- stories.",
        "Casey: Hmm.",
        "Elizabeth: But this, it's -- it's actually my little girl.",
        "Casey: Oh. I'm sorry.",
        "Elizabeth: I can't find her anywhere.",
        "Casey: Oh, my god. How old is she?",
        "Elizabeth: 22.",
        "Casey: Ok. So she's not a kid, huh?",
        "Elizabeth: She's still my little girl.",
        "Casey: Well, you're right. I guess -- I guess that never changes, huh?",
        "Elizabeth: No. No, it doesn'T. She's -- she's gotten mixed up with a rather unsavory fellow.",
        "Casey: Never done that, huh?",
        "Elizabeth: No, he's -- he's dangerous. And I have to find her. God, I'd give anything to find her.",
        "Casey: So -- so you've tried everything?",
        "Elizabeth: Absolutely everything I -- I just get more and more worried as time goes by.",
        "Casey: Well, if I wanted to find somebody, I would -- I'd --",
        "elizabeth: What would you do?",
        "Casey: You know what? I would -- I would find something personal of theirs. Yeah, I'd find something personal of theirs and I'd hold on to it and I'd hold on to it really, really tight until I got some sort of vibe.",
        "Elizabeth: Thank you. Thank you. You are such a little angel.",
        "Joshua: I'm going to ask you some direct questions. Do you mind?",
        "Alison: It depends on what kind of questions those are.",
        "Joshua: What turns you on?",
        "Alison: Angels.",
        "Joshua: Clever.",
        "Alison: Don't you wa to know what turns me off? Vampires. They actually turn my stomach upside down.",
        "Joshua: If you're not going to make the tiniest effort to help me forge the slightest connection between the two of us --",
        "alison: Just please tell me where rafe is. That's all I want to know.",
        "Joshua: I have all the time in the world. Rafe, on the other hand -- he doesn't have that luxury. Three, two --",
        "alison: Ok, wait. All right. Just -- just sit down, ok, and I will -- I will tell you anything you want to know about me and rafe.",
        "Joshua: Because there is no you without him?",
        "Alison: Rafe and I have been through so much, you have no idea. And every time we go through another obstacle, we always end up stronger together in our relationship, and we always find each other in the end. Soouou can hide him all you want and you can dress me up in dresses and pretend that we are on some little date, but your fantasy is never going to come true. We are never going to have some little connection because rafe and I, we will end up together in the end. We always do. We will be together forever and you will lose.",
        "Joshua: The power of love. How beautiful. How heartfelt.",
        "Alison: I was almost beginning to wonder if you even had a heart.",
        "Joshua: Really? Because I'm beginning to wonder how together two people can be when one of them is dead.",
        "Caleb: You're wasting your time. There is no way out, I told you.",
        "Rafe: Yeah, well, I got plenty of time to waste at the moment.",
        "Livvie: It's hot in here.",
        "[Livvie sighs]",
        "Livvie: Are you people hot?",
        "Caleb: Olivia?",
        "Livvie: We got to breathe if you want us to stay alive, joshua!",
        "Caleb: Olivia, come here. Hey. Come here. Listen to me -- it's going to be ok.",
        "Livvie: I know. I know. I'm fine now. Everything's fine. Just knowing that you're here --",
        "caleb: Yeah.",
        "Livvie: And you're alive, it makes everything better.",
        "Caleb: I'm going to get us out of here. I promise, all right? You just got to hang on, ok?",
        "Livvie: Ok.",
        "Caleb: Ok.",
        "Livvie: Ok.",
        "Rafe: Ok, I give up. Show's over.",
        "Caleb: What show? Huh? You think if I knew a way out of here, I'd still be hanging around?",
        "Rafe: No, you know what I think? I think you're too smart to design a place like this and not have some kind of emergency exit. I think you're not telling me because you don't want me to get out of here ever.",
        "Caleb: Maybe I just like your company.",
        "Rafe: Yeah? Or maybe you're just afraid to face joshua.",
        "Caleb: Oh, I'm -- I'm shaking now.",
        "Rafe: Yeah, I think maybe you are. I think maybe you're afraid that someone came along stronger and smarter than you to take your place!",
        "Caleb: That's what you think?",
        "Rafe: Yeah.",
        "Caleb: This is atat you think?",
        "Livvie: Caleb? Caleb --",
        "caleb: What is it? Olivia, what is it?",
        "Livvie: Caleb, I don't -- I don't feel so --",
        "caleb: Olivia! Olivia! Olivia!",
        "Frank: There is a big difference between being delusional and being a little stressed out. Which is it?",
        "Ian: I -- I don't have an answer for that. Lucy is --",
        "frank: Yeah, she's crazy if she thinks that I came into her house and took alison.",
        "Ian: I know. And she's going to apologize to you as soon as she feels better. She's --",
        "frank: Well, whatever it is, it's more than being just a little stressed out, ian. She is out of control.",
        "Ian: I agree with you. If there's anything I can do to --",
        "frank: Oh, hey, it's not your fault.",
        "Ian: I'm not saying that.",
        "Ian: I'm not saying that. It's no one's fault. It's just, I mean, we've been friends for a long time, you know, and there's no excuse for someone --",
        "frank: Look, don't worry about it. I'm a little stressed out myself lately. So just let it go. Don't worry about it.",
        "Ian: All right. Let me buy you a drink.",
        "Frank: Now?",
        "Ian: Why not? It's 5:00 somewhere, huh? And after all the excitement, what do you say?",
        "Frank: Yeah, sure, why not?",
        "Ian: Good. It's been a while. Give us a chance to catch up a bit.",
        "Frank: On what?",
        "Ian: I don't know -- life, changes, life, you know?",
        "Frank: Come on.",
        "[Lucy sighs]",
        "[Knock on door]",
        "Lucy: Hmm.",
        "Elizabeth: Lucy?",
        "Lucy: Oh. Elizabeth?",
        "[Knock]",
        "Lucy: Elizabeth, here. Come in.",
        "Elizabeth: Oh, thank god you're home. Please -- please tell me that you found her.",
        "Lucy: I can't tell you that, I'm so sorry, but ian is trying to convince frank, I hope, to tell us where she is.",
        "Elizabeth: Oh, but what if he can't? My god, I cannot imagine what she's going through right now. I mean, every time I just think of joshua and all the misery that he's caused -- here, please -- please, can you do what you do with your -- your --",
        "lucy: What? My what?",
        "Elizabeth: You know, like, when you feel things, when you see things. This is alison's necklace. Maybe -- maybe you can feel her.",
        "Lucy: Psychometry.",
        "Elizabeth: Yeah.",
        "Lucy: Yeah, you know what? That's a great idea. It's worth a try, isn't it?",
        "Elizabeth: Yeah.",
        "Lucy: All right, then. All I have to do is concentrate and focus. Concentrate and focus.",
        "Elizabeth: And?",
        "Lucy: And -- oh. And nothing. I'm so sorry. I'm getting absolutely nothing.",
        "Elizabeth: Oh, my god.",
        "Lucy: No, wait. Wait, wait, wait, wait. No, not \"oh, my god.\" Come on, elizabeth, it's ok. Maybe that's what I'm supposed to feel. Maybe that is exactly what the universe is wanting me to get -- nothing -- so it forces me to get out of here and go look, because if I sit here, I will go absolutely stir-crazy! Come on!",
        "Elizabeth: Ok, let's go. We're going to go and look for her.",
        "Lucy: Right, maybe we can go to frank --",
        "elizabeth: No.",
        "Lucy and elizabeth: Joshua'S.",
        "Elizabeth: Come on.",
        "Lucy: Let's go.",
        "Caleb: Hey, olivia, answer me.",
        "Rafe: Livvie? Livvie, come on. Come on, open your eye open your eyes. Come on.",
        "Livvie: Caleb?",
        "Caleb: I'm right here, sweetheart.",
        "Livvie: I fainted, I guess.",
        "Rafe: Yeah, good guess. How you feeling?",
        "Livvie: I don't know. I -- everything went foggy and it was far away. The bars -- oh!",
        "Caleb: Hey.",
        "[Livvie groans]",
        "Caleb: Olivia, listen to me, you've got to fight your way through the pain. You've got to fight your way through it.",
        "Rafe: How's she going to do that? You know what's happening here!",
        "Caleb: If she doesn't feed soon, she'll die.",
        "[Livvie groans]",
        "Alison: So let me get this straight -- just because I don't want to hang around you or be around you, you're going to kill me? Those are my options? Either -- fine. Then do it. Put me out of my misery.",
        "Joshua: Your every wish is my command, alison. Bruno? Dinner's ready. Come and get it, boy.",
        "Alison: What are you doing?",
        "Joshua: Satisfying your every whim. The date's over. Isn't that what you said? It's finished. So there's no point in wasting any more of your time or mine.",
        "Alison: Um, joshua, please.",
        "Bruno: Mr. Temple.",
        "Joshua: She's all yours. Take h a away, bruno. And please, try not to make a mess this time. And please, try not to make a mess this time.",
        "Alison: What are you doing? Stop! Joshua, I don't know what it is that you want from me! What am I supposed to do?",
        "Joshua: Nothing, alison. I don't want anything from you.",
        "Alison: Joshua, please, I --",
        "joshua: Auf wiedersehen.",
        "Alison: Please! Please, stop.",
        "Joshua: Poor little lamb.",
        "Alison: No! Joshua!",
        "Joshua: I tried to make you comfortable, alison. Look at all this. I did all this just for you. But you had to go and break the golden rule. What a waste. What a pity. What am I supposed to say? You don't want to play nice, alison, neither will I.",
        "[NEXT_ON]",
        "ian: What are you doing?",
        "Frank: I think what you're doing is the more interesting question.",
        "Lucy: Vampire wedding rings. Who does our charming little bat plan on marrying?",
        "Alison: Please!",
        "Joshua: I have a different cellmate for you."
    ],
    "Transcript Author": [
        "Provided By Eric"
    ],
    "url": "https://www.youtube.com/watch?v=LS_wyf1gb4o"
}