{
    "Episode Summary": [],
    "Recap": [
        "Jack takes his new bride to the Recovery Room for their first official date, hoping that being in public will keep Caleb away from her. He's unnerved when she selects Livvie's favorite song on the jukebox. Chris arrives at the pub with strange news for his brother. Contrary to past findings, the results of the latest lab tests show that Tess now has DNA. As Caleb prepares to bite the sleeping Alison, he's suddenly thrown across the room by an invisible force: Rafe. Caleb had no intention of biting Alison; he knew that Rafe would take the bait. Rafe admits that he and Alison have discovered the truth about how he set them up. Caleb is astonished when Elizabeth admits to killing Joshua to protect her daughter. He warns her that she did a very bad thing and will be punished, but instead of biting her neck, he kisses her. Alison is relieved at having her relationship with Rafe out in the open again, but the slayer worries about Caleb's next move. Ian struggles in vain to fight off the symptoms of vampirism. Realizing he can't fight it, he sets out to find the one thing that will help. At the hotel, Kevin is hoping for a romantic evening with his wife. Lucy changes into the dress he brought, but Kevin's desire to get her into the teddy later on makes her very nervous. Her attempt to make a call is stopped by Kevin, who grabs her cell phone and hurls it against the wall. Lucy is frustrated by Kevin's refusal to see that this is wrong, and he's equally frustrated by her unwillingness to give their marriage a chance. When Lucy tries to leave, Kevin grabs her arm, but the arrival of a very angry and desperate Ian breaks Kevin's hold on his wife."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Ian: Lucy! I can't fight this.",
        "[SCENE_BREAK]",
        "Kevin: Well, I hope you're not still thinking about Ian.",
        "Lucy: No, that's not it. I just feel very badly that we left him stranded like that, that's all.",
        "Kevin: He can take care of himself. Tonight let me take care of you. I'm sure we can get this all back, Lucy, because a love like ours never dies. Our love will get us through this the way it's gotten us through everything else. I forget something?",
        "Lucy: No. No, you haven't. Everything's perfect. You thought of everything.",
        "Kevin: That's because I want tonight to be perfect.",
        "Lucy: Thank you.",
        "Kevin: You know, Lucy, I think all we have to do is spend some time together, allow us to reconnect, and then we can build on what we already have. Because I think we can be even better than we were before.",
        "Lucy: Thank you for all of this.",
        "Kevin: I have something else for you.",
        "Lucy: Really? More surprises?",
        "Kevin: Mm-hmm. Voila. Your favorite dress. And --",
        "[SCENE_BREAK]",
        "Jack: Hey, Rafe, it's me. Thanks for the heads-up, man. Yeah, nobody's safe when Caleb's angry. That's why I brought Tess to the Recovery Room because he won't come after her with people around. But I guess call me when you know something, all right? Thanks.",
        "Tess: Thank you. Jack, what are we doing here?",
        "Jack: Can't I take my beautiful wife out on a date?",
        "Tess: Yeah. But by the way you rushed me out of the house, I kind of thought something was wrong.",
        "Jack: Yeah, you're right. Something is wrong.",
        "Tess: What is it?",
        "Jack: We are married, and I haven't taken you out on an official date.",
        "Tess: Oh. Ok. Do you -- do you really think it's important to take me out like this?",
        "Jack: I think it's very important because I want to make you feel special -- special, safe, and loved -- because I love you more than anything.",
        "Tess: I love you, too.",
        "Waiter: Here's your champagne.",
        "Jack: All right.",
        "Waiter: Must be a special occasion.",
        "Jack: Yes, it always is.",
        "Tess: You ordered champagne?",
        "[Cork pops]",
        "Jack: Yes, I did.",
        "[Tess laughs]",
        "Jack: That's good right there. Now we are going to have a toast. And you grab a glass, hold it up. To my wife, to giving you happily ever after.",
        "Tess: Mmm.",
        "[SCENE_BREAK]",
        "Ian: The hunger's too strong.",
        "[Ian groans]",
        "Ian: Lucy -- help me.",
        "[SCENE_BREAK]",
        "Kevin: Oh, that's beautiful. You do remember this, right? You wore it on our wedding night after you tucked Christina into bed?",
        "Lucy: I remember.",
        "Kevin: You took my breath away just standing in front of me. You were so beautiful.",
        "Lucy: It -- it was a wonderful night.",
        "Kevin: The happiest night of my life. You were finally my wife, I brought Christina to you, and then we made love until we fell asleep in each other's arms.",
        "Kevin: I was kind of hoping you'd wear it again tonight.",
        "Lucy: Well, I -- I sure would hate to let all that wonderful planning go to waste. You know, I --",
        "Kevin: You know you're absolutely right? We don't want to waste a bit of this, especially the food.",
        "Lucy: Thank you.",
        "Kevin: I mean, after all, we really should make every moment count.",
        "Lucy: Right. I bet you ordered my favorite foods, didn't you?",
        "Kevin: [French accent] But of course.",
        "Lucy: Oh, that looks good. Before we eat, though, I'd love to just take a peek at that -- that view one more time. It's so incredible.",
        "Kevin: [Normal voice] Go right ahead.",
        "Lucy: Oh. Wow. The mountains. The woods over to the east and that clock tower across the street from the hotel. I love that clock tower. I've always really liked it.",
        "Kevin: You know what would be better than looking at the view?",
        "Lucy: What?",
        "Kevin: Dancing in front of it.",
        "[Lucy laughs]",
        "Kevin: What is this? It's your cell phone.",
        "Lucy: Doc -- oh!",
        "[SCENE_BREAK]",
        "[Alison gasps]",
        "Rafe: It's ok, it's ok.",
        "Alison: Oh, Rafe, I was having this bad dream --",
        "Rafe: Wait, wait --",
        "Caleb: You know, that is illegal in 46 states -- locking lips with your brother.",
        "Rafe: Just stay away from her.",
        "Caleb: I wasn't going to bite her. Don't you think I knew you were going to show up?",
        "Rafe: I don't care what you knew. Just stay away from Alison!",
        "Caleb: Oh, you're just mad. You're just mad because you took the bait -- and in record time, I might add. So I guess there's no secrets between us anymore.",
        "Rafe: No. I'm not Alison's brother. Of course, you knew that all along since you set it up.",
        "Elizabeth: You set up Alison and Rafe? You made them think that they were brother and sister?",
        "Alison: You have gone after my entire family! You turned my mother into a vampire, and you killed my father!",
        "Elizabeth: You killed Malcolm?",
        "Rafe: Save it, Caleb. No more pretending.",
        "Caleb: No more pretending? Well, then, why don't you tell me what happened to Joshua.",
        "Rafe: I didn't do anything to Joshua. I told you that.",
        "Caleb: Is that right? Is that your story, too, Alison? You know nothing about Joshua's disappearance?",
        "Rafe: You leave her alone.",
        "Elizabeth: They didn't do anything. I killed Joshua.",
        "[SCENE_BREAK]",
        "[Music]",
        "Jack: You know what? I am going to take you out on more dates and stop staying at home so much.",
        "Tess: But I like home.",
        "Jack: Fair enough. But next time I think I'm going make it a little more fancy.",
        "Tess: Uh-uh, uh-uh, uh-uh. I don't need fancy.",
        "Jack: I don't think you need any more champagne.",
        "[Tess giggles]",
        "Jack: What?",
        "Tess: Can you hear it?",
        "Jack: The music?",
        "Tess: Yeah. Gosh, I love the way it sounds.",
        "Jack: Well, then, excuse me, ma'am. May I have this dance?",
        "Tess: Yes. Oh -- oops.",
        "[Tess giggles]",
        "Tess: Oh, Jack, you make me so happy. And I love dancing and being in your arms. And I love music a - --",
        "[Song ends]",
        "Tess: Wait. I don't want to stop dancing.",
        "[Jack chuckles]",
        "[Tess laughs]",
        "Jack: Then we don't have to. Come over here. We'll pick another song on the jukebox.",
        "Tess: Jukebox?",
        "Jack: Yes. Ok, this is a jukebox.",
        "Tess: Ok. How does it work?",
        "Jack: You put quarters in right there --",
        "Tess: Uh-huh?",
        "Tess: Uh-huh?",
        "Jack: And the numbers out to the side you press right here.",
        "Tess: Ok. Ok. Quarter.",
        "Jack: There you go. Right there.",
        "[Tess giggles]",
        "Tess: Ok. All right. Oh, I know what I want. I know what I want. I know what I want. Um, A-3. 3. Ok. Ok. I did it.",
        "[Music plays]",
        "Jack: Yeah.",
        "Tess: I did it.",
        "Jack: Wait. Wait a sec. Why -- why did you pick this song?",
        "Tess: Because I like it.",
        "Jack: But this was Livvie's favorite song.",
        "Tess: Hmm, really? Now it's mine, too.",
        "[SCENE_BREAK]",
        "Kevin: Calling Dr. Feel good to come to the rescue? Oh, it must've been hell, Lucy, to say how much you loved the view, the wine --",
        "Lucy: No.",
        "Kevin: Me.",
        "Lucy: No, Doc, that's not it.",
        "Kevin: And all I wanted to do was make you happy.",
        "Lucy: But I've tried to tell you over and over again the truth. You just don't want to listen.",
        "Kevin: And I've heard you over and over again, Lucy. I've changed. But you won't give yourself the chance to see that the changes are for the better.",
        "Lucy: But I've given you all the chances in the world. I asked you, I begged you, just go get help!",
        "Kevin: I don't need help. I need time with my wife, and all I wanted was one night.",
        "Lucy: So you just -- you kidnap me.",
        "Kevin: I'm your husband! Is it really that bad to be around me?",
        "Lucy: Do you understand? Do you think this is a way a husband should act and treat his wife?",
        "Kevin: Why, because I won't give up on us?",
        "Lucy: Doc, don't you see? You're not you. The Doc I fell in love with wouldn't do this. He'd never dream of this. Because you're scaring me --",
        "Kevin: You know what, Lucy?",
        "Lucy: You're scaring --",
        "Kevin: Maybe I've changed, but you're the one ruining everything. And I won't let you throw away 10 years. I'll fight you until you see how wrong you are.",
        "Lucy: It can't work. It can't change my mind. Come on, Doc. You love me like you say you do, then let me just walk out the door now. You know -- you know deep down this is not right. Please, just let me go.",
        "Lucy: Oh!",
        "Kevin: You're not going anywhere.",
        "[SCENE_BREAK]",
        "Caleb: You killed Joshua?",
        "Alison: Don't.",
        "Elizabeth: There's no reason to hide it, Alison.",
        "Caleb: What happened?",
        "Elizabeth: He was attacking Alison. He was going to kill her.",
        "Caleb: So, what, you killed him instead?",
        "Elizabeth: I did what any mother would've done.",
        "Caleb: Most mothers don't have fangs.",
        "Alison: This is all your fault. You turned her into a vampire, and she was just trying to protect me.",
        "Caleb: Oh, you did a bad, bad thing, Elizabeth.",
        "Elizabeth: I'd do it again. He got exactly what he deserved.",
        "Alison: No matter what you've done to her, she is still my mother and you can't take that away from her.",
        "Caleb: Oh, that's -- that's very touching, \"Laverne\", but Elizabeth knew what would happen if she bit someone. Now you've done it. I told you I'd have to hurt you.",
        "Rafe: You'll have to go through me first, vampire.",
        "Caleb: No deed goes unpunished.",
        "Alison: No, no!",
        "[SCENE_BREAK]",
        "[Song ends]",
        "Tess: Hey -- you ok?",
        "Jack: Yeah. It's just a little strange -- you know, of all the songs you pick, you pick the one that Livvie would've picked.",
        "Tess: Are you mad at me?",
        "Jack: No. Of course not.",
        "Chris: Jack.",
        "Tess: Chris!",
        "Chris: Tess.",
        "Tess: Hi.",
        "Chris: How are you?",
        "Jack: Hey.",
        "Tess: We're a family now.",
        "Chris: I know, I heard. Jack told me. Congratulations.",
        "Tess: Thanks.",
        "Jack: Thanks. So, Tess, why don't you go pick out another song? Any one you want.",
        "Tess: Ok. You have to come over for dinner now.",
        "Chris: Ok, I will.",
        "Tess: Ok?",
        "Chris: I promise.",
        "[Tess laughs]",
        "Tess: Can I have some more quarters?",
        "Jack: You bet. Here. There's four.",
        "Tess: Thank you.",
        "Chris: Can I talk to you a sec?",
        "Jack: Yeah. So, what's wrong?",
        "[Music plays]",
        "Chris: When Tess was brought to the hospital, they -- they ran a bunch of tests on her. I intercepted the results, you know, so no one would find out that she doesn't have any D.N.A.",
        "Jack: Yeah, well, to me Tess is real, Chris.",
        "Chris: Well, that's good, because these show that she now has D.N.A.",
        "Jack: What?",
        "Chris: She's a normal girl.",
        "[SCENE_BREAK]",
        "Alison: Get away from her.",
        "Rafe: Leave her alone!",
        "Caleb: What? Can't a man kiss his wife?",
        "Alison: She told you it was over.",
        "Caleb: Elizabeth, you are full of surprises. You killed Joshua. That was a -- that was a bold move.",
        "Rafe: It's time for you to go.",
        "Caleb: And you knew the consequences and still you told me? I didn't think you had it in you.",
        "Rafe: Get out!",
        "Caleb: You know, you need to find a way for him to release his tension.",
        "Alison: Just get out of here, please. Just leave us all alone.",
        "Caleb: But we've gotten so close. Getting all this stuff out in the open -- I know I feel better. Ciao.",
        "Alison: Are you ok?",
        "Elizabeth: I -- I just -- I just need some air.",
        "Elizabeth's voice: Stephen, it's happening again -- that -- that feeling. I don't know what to do.",
        "Caleb's voice: Sweet Elizabeth, how I wish it didn't have to be like this. Go look at yourself.",
        "Elizabeth's voice: Oh no! No! What have you done to me?",
        "Caleb: Sometimes you just have to do things.",
        "Ian's voice: What?",
        "Elizabeth's voice: I can the smell the blood in your veins.",
        "[Ian groans]",
        "[Elizabeth hisses]",
        "[Joshua screams]",
        "Joshua's voice: You murdered me, and you don't deserve to live.",
        "[SCENE_BREAK]",
        "Alison: I hope she's ok.",
        "Rafe: He-- hey, hey -- what about you? You ok?",
        "Alison: At least we don't -- we don't have to hide anymore. I can't stand not being able to touch you or hold you or -- now we're together. We're actually free to be together. Rafe, what's wrong?",
        "Rafe: Well, it's just that this particular battle is over, but now that Caleb knows --",
        "Alison: I'll be ok.",
        "Rafe: I'm his opponent. There's no telling what he's going to do next to get to me.",
        "Alison: We're together now. And you and me can do anything if we're together.",
        "Rafe: Yeah.",
        "Alison: Yeah.",
        "Rafe: You're right.",
        "Alison: Ok.",
        "Rafe: You are so right.",
        "[SCENE_BREAK]",
        "Lucy: Let go of me!",
        "Kevin: Why? What's the rush? In a hurry to get back to lover boy?",
        "Lucy: This has nothing to do with Ian.",
        "Kevin: Good. Then you won't mind staying here with me.",
        "Lucy: I'm not going to be a prisoner, Doc. I won't be --",
        "Kevin: You are not going to cuddle up to Ian! You are my wife!",
        "Lucy: Let me go!",
        "Kevin: I will never let you go, Lucy.",
        "Lucy: -",
        "Kevin: No more Ian. It's just you and me now.",
        "Lucy: Let me go --",
        "[Lucy screams]",
        "[NEXT_ON]",
        "Elizabeth: I just can't do it. I want to be with you, Stephen.",
        "Lucy: Ian -- Ian, don't. Listen to me. If you hurt him, there's no going back! Ian! Look at me -- don't."
    ],
    "Transcript Author": [
        "Provided by Eric Proofread by Melissa"
    ],
    "url": "https://www.youtube.com/watch?v=i552ajgnvO4"
}