{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Alison: Chris is gone. And there's -- there's blood here. You guys, there's \r\nblood. Jamal, this is not a good sign. ",
        "Jamal: I am through with letting some damn vampire with a bad attitude mess \r\nwith us. ",
        "Alison: What are we supposed to do? There's nobody who can help us! ",
        "Jamal: There's Gabriela. ",
        "Alison: Have you forgotten that she's sworn eternal loyalty to Caleb? ",
        "Jamal: Yeah, well, you know, she's going to help us whether she wants to or \r\nnot. ",
        "Alison: Oh, my God. ",
        "Eve: Hey -- ",
        "Ian: I half expect to see him hanging from the rafters, laughing at us. ",
        "Frank: Hey -- we found Chris. But, unfortunately, so did Caleb. ",
        "Eve: Is he dead? ",
        "Frank: No, but he might wish he was. Come on. ",
        "Eve: Oh, God. ",
        "Kevin: He's still unconscious, but he's got a strong pulse. ",
        "Jack: If Caleb turned him into one of us, he's only going to get stronger. In \r\nthe meantime, we've got to get to Livvie. ",
        "Kevin: Where do you think he would've taken her? ",
        "Jack: Maybe the catacombs or the villa. I don't know. ",
        "Lucy: No. No. Caleb is still here. I -- I feel his presence. ",
        "Jack: Why would he stick around? ",
        "Kevin: To continue the game, to have his revenge on all of us. That's what \r\ntonight's been about, isn't it? And now he's got my daughter. ",
        "Lucy: Doc, listen. In his own twisted way, Caleb does care about Livvie. He \r\nneeds her. She's very precious to him. ",
        "Kevin: Well, we've seen how he treats the ones he loves. ",
        "Jack: He loves them to death. ",
        "",
        "Caleb: You betrayed me, Olivia. Do you have any idea how that makes me feel?\r\n",
        "Livvie: I am so sorry, Caleb. ",
        "Caleb: It makes me feel like destroying everything I see. It makes me feel \r\nvery, very bad. ",
        "Livvie: I never meant to hurt you. ",
        "Caleb: Oh, you didn't mean to do it? Well, that makes it fine -- I mean, if \r\nyou didn't mean to do it. Is that supposed to lessen my pain? You gave me your \r\nlove, and then you just took it away. ",
        "Livvie: I was confused. ",
        "Caleb: Nobody -- nobody does that to me, Olivia. Not even you. Especially not \r\nyou. ",
        "",
        "Alison: Wait, Jamal. ",
        "Jamal: Yeah? What's up? ",
        "Alison: What if Caleb is in there? What if Caleb is in there with Gabby? ",
        "Jamal: He's not. I know he's not. ",
        "Alison: Well, how can you be so sure? ",
        "Jamal: Because he's -- he's not interested in Gabby anymore. ",
        "Alison: But, you know, he met her up on the roof, so -- ",
        "Jamal: Yeah, and he used her and he got what he wanted from her. He's done.\r\n",
        "Alison: Yeah, but -- but what if -- what if he comes back or -- ",
        "Jamal: Look, hey -- ",
        "Alison: Or he does something that I don't -- ",
        "Jamal: What's wrong? Why you shaking? ",
        "Alison: Jamal, when Caleb trapped us in the stairwell and he grabbed me and \r\nhe kissed me -- ",
        "Jamal: I don't -- just -- just put that out of your head. I don't want you \r\ngoing there. ",
        "Alison: I can't. ",
        "Jamal: Just forget about it. ",
        "Alison: I can't. Look, I thought about what Livvie must've been going \r\nthrough. You know, I thought that I understood, but I don't -- how could she \r\nwant to go with him, to be with him, to -- to sleep with him? How -- how could \r\nshe want to do that? ",
        "Jamal: Look, Caleb was controlling her mind, the same way he was controlling \r\nGabby's. ",
        "Alison: Yeah, well, all he did was terrify me, you know? I mean, the way he, \r\nlike, touched me and he was so close to me -- ",
        "Jamal: Look, sweetheart. Listen to me. Listen to me. I would've died before I \r\nlet Caleb hurt you. I swear. ",
        "Alison: I know. I know. But that's what makes it worse, you know? You know \r\nwhen they say you're about to die, like, your whole life flashes in front of \r\nyou? Well, when you came to me to try and protect me, Jamal, I swear I thought \r\nthat Caleb was going to kill you. You know? And then, like, in a split second, \r\nall these flashes of our life together started happening, like the first time we \r\nkissed and you told me that you loved me. You know, the first time that we made \r\nlove. Jamal, you are a huge part of my life, and you are a big part of me, and I \r\njust -- ",
        "Jamal: Sweetie, nothing's ever going to change that. Ok? Nothing. All right? \r\nWe don't even have to go inside here to see Gabby. We can just forget it, ok? We \r\ndon't have to. ",
        "Alison: No, no. It's ok. I'm ok. I am. I'm ok. Look -- no more shaking. \r\nMust've been that kiss. Ok, fine. Listen. Let's go in there, all right? Let's \r\nstay focused on what we got to do. Let's figure out -- maybe Gabby will surprise \r\nus and she'll, like, want to help us or something. ",
        "Jamal: I love you. ",
        "Alison: I love you, too. ",
        "Gabriela: Oh, you again. I'm really not in the mood for another touchy-feely \r\n\"can't we all just get along\" moment. ",
        "Jamal: Now, Gabby, don't worry about it, ok, because I'm not even going to \r\nwaste my breath. Ok, see, we wanted to drop Caleb, but you blew it for us by \r\nwarning him. ",
        "Gabriela: Caleb already knew something was up. He's smart like that. ",
        "Alison: Gabby, innocent people are getting hurt. Why won't you help us? Or do \r\nyou not even care? ",
        "Gabriela: All I care about is Caleb. ",
        "Jamal: What? ",
        "Alison: Jamal -- ",
        "Jamal: Gabby -- ",
        "Alison: All we're going to do is talk to the wall. ",
        "Jamal: No, no, Gabby, Gabby -- Caleb used you. He strung you out like a \r\njunkie and turned you into a $2 whore, and you're just going to sit up here and \r\ntake it like some old lap dog? ",
        "Gabriela: You're the only one treating me like dirt, locking me up like some \r\nanimal. ",
        "Alison: Gabby, we were just trying to help you, that's all. ",
        "Gabriela: I don't want your help. Don't you see that? One minute with my \r\nmaster is worth more than a thousand years of living the way I was living -- \r\nhalf alive, half asleep. ",
        "Jamal: You know what? Your master's about to bite the dust, Gabby, ok? \r\nBecause you know what? We know what his freaky talisman is. That's right. It's \r\nMichael, his other personality, and we're going to use it to ice him. ",
        "Gabriela: No! ",
        "Jamal: Caleb's going to die, Gabby, and you ain't going to have nobody. ",
        "Gabriela: You can't do that. Leave Caleb alone. ",
        "Alison: Look, Jamal, let's go. ",
        "Jamal: See, Gabby, I wanted to be there for you as somebody who cared, as \r\nfamily. But you want to throw your life away to some -- you know what? Knock \r\nyourself out. Suck up to some evil dude who's going to do nothing but take you \r\nstraight to hell -- because that's right where he's headed. ",
        "Gabriela: Caleb won't die! He won't leave me! Let me out of here! ",
        "",
        "Kevin: Great. Thank you. Ok. Hospital security contacted the police. They'll \r\nget in touch with me if they see anyone matching Livvie's description. ",
        "Jack: This is driving me crazy. I have to go find Livvie. ",
        "Kevin: Jack -- ",
        "Lucy: Jack -- ",
        "Eve: Oh, my God, Chris! Chris, hey. Chris, it's Eve. Can you hear me? Can you \r\nhear me, Chris? Come on, wake up. ",
        "Ian: He can't hear you. He's probably in shock. ",
        "Karen: We'll keep an eye on his vitals, make sure he doesn't get worse. ",
        "Alison: Hey. ",
        "Jamal: Hey, we tried to get Gabby to help with Caleb, but she was too far \r\ngone. Sorry. ",
        "Alison: Where is Livvie? ",
        "Kevin: Caleb has her. ",
        "Lucy: I'm -- I'm going to find Caleb. I will find Caleb and we will get \r\nLivvie back. ",
        "Eve: She's right. Kevin, we will win, ok? We will. ",
        "[Phone rings] ",
        "Frank: Hello? Yeah, Kevin -- security for you. ",
        "Kevin: Yeah. Great. Thank you. Lucy, you were right. They didn't go far. \r\nLivvie and Caleb are on the roof. ",
        "Lucy: Ok. Ok, then. Eve, are you ready for this? ",
        "Eve: Yeah. Yes, I'm ready. But I need a clear line of vision to Caleb, ok, so \r\nthat I can look into his eyes and find Michael. ",
        "Lucy: All right. And when you bring Michael out, I am going to shoot him. \r\nYou're still ok with that plan, right? ",
        "Eve: Yeah. Mm-hmm. ",
        "Lucy: Ok. ",
        "Eve: Yeah, but I think I need to be alone for this. ",
        "Ian: I'm not letting you out of my sight. Understand? ",
        "Kevin: That goes for you, too. ",
        "Lucy: Right. ",
        "Eve: Ok. Let's do this. ",
        "",
        "Caleb: You lied to me every second we were together. ",
        "Livvie: No. I didn't lie to you, Caleb. I do care about you. ",
        "Caleb: I gave you everything, and the best you can do is say you care about \r\nme? ",
        "Livvie: Caleb, it's just -- it's so hard to explain. ",
        "Caleb: Try me. ",
        "Livvie: I don't even understand it. I thought I loved you. I -- I thought I \r\nwanted what you could give me. I was prepared to spend the rest of my life with \r\nyou and forget about Jack. ",
        "Caleb: Where did I fail you, Olivia? All I wanted to do was love you, to make \r\nyou happy. ",
        "Livvie: And I wanted to love you, make you happy. ",
        "Caleb: Do you remember how it felt when you were in my arms? How my touch felt \r\non your skin? ",
        "Livvie: I remember. ",
        "Caleb: That's good. ",
        "Livvie: No. No, it's not good because I also remember everything else. Caleb, \r\nI remember how you hurt Jack. But, no, that's -- that's all over now. ",
        "Caleb: Jack? Well, I should've got rid of him a lot sooner. As a matter of \r\nfact, I'm -- I'm getting in the mood for a little mass destruction right now.\r\n",
        "Livvie: No, Caleb, don't hurt anyone. Forget about Jack. Come on -- ",
        "Caleb: I'm going to find Jack and I'm going to drain him dry. And then I'm \r\ngoing to find everyone else you love and drain the life right out of them, too.\r\n",
        "Livvie: No. Caleb, I'll go with you. We'll have the life we planned. ",
        "Caleb: We'll be a family? ",
        "Livvie: Yeah. Look, forget about Eve's baby. It'll just be us. I'll do what \r\nyou ask, Caleb. I'll be what you want. Only let the others go, please. ",
        "Caleb: I wanted more than your heart, Olivia. I wanted your soul. But you're \r\nonly offering yourself to save your family and friends. ",
        "Livvie: Please don't hurt them. ",
        "Caleb: I don't even want you like this. I want you to need me like you need \r\nto breathe. I want you to want me with a hunger that burns -- the way I burn for \r\nyou. Tell me you made a mistake. Tell me I'm the only one you'll ever want. ",
        "Jack: Livvie can't tell you that because it's not true. She doesn't want you, \r\nCaleb. No one ever could love a monster like you. ",
        "",
        "Ian: This door is jammed. ",
        "Frank: Here. I've got a pocket knife. ",
        "Ian: Try it. ",
        "Karen: Maybe there's something in here to help pry it open. ",
        "Alison: Oh, I've got a nail file. ",
        "Kevin: That window cage isn't going anywhere. ",
        "Jamal: It's bolted down. ",
        "Eve: We can't be trapped in here. ",
        "Karen: Phone's dead. We can't call for help. ",
        "Eve: We're cut off from everyone. ",
        "Karen: Oh, call button. The nurses will come. Damn it, it's useless. ",
        "Eve: Ok. Well, my lungs still work. Help! Help! We're trapped in here! ",
        "Ian: Relax. Relax. ",
        "Eve: I'm worried about the baby, Ian. ",
        "Ian: Just try to -- ",
        "Eve: Calm down? I cannot calm down. ",
        "Alison: Why is this happening? ",
        "Ian: It's Caleb. He wants to keep us in here. ",
        "Lucy: He wants to suck all the life out of this room. ",
        "Jamal: Caleb wants us dead. We're sitting ducks if we don't get out of here.\r\n",
        "Kevin: And my daughter's alone with that lunatic. Get out of the way. ",
        "Ian: Kevin -- Kevin -- there's got to be another way out of here. Now, let's \r\nthink. ",
        "Frank: I don't know. I got nothing. ",
        "Jamal: Empty. ",
        "Alison: Ok, so I guess then we're back to panic. ",
        "Eve: If only I could reach Caleb somehow and bring Michael out. Michael, \r\nMichael, can you hear me? Don't let Caleb win. ",
        "Kevin: Is that smoke? ",
        "Eve: Oh -- ",
        "Kevin: Get him off the bed. ",
        "Alison: Hurry, hurry, hurry. Hurry. ",
        "Karen: Oh, my God. ",
        "Alison: Oh, my God. ",
        "Frank: Fire, fire. Get some water! ",
        "Kevin: Nothing's working. ",
        "Karen: Watch out. ",
        "",
        "Livvie: Jack, just go. Caleb will hurt you. ",
        "Jack: No. I'm not going to leave you. Let her go, Caleb. ",
        "Caleb: Husbands and wives should not be separated. Olivia's mine. ",
        "Jack: Not anymore. Face it, Caleb. Livvie chose me, not you. Besides, it's \r\npretty sad, you have to keep her here against her own will. ",
        "Livvie: Jack, be careful. ",
        "Caleb: One day Olivia will thank me for taking her away from your pathetic \r\nlittle puppy love. ",
        "Jack: You're deluding yourself. Livvie loves me. ",
        "Caleb: Olivia. Her name is Olivia. Say it with me. ",
        "Jack: And I'm the one in Livvie's heart. We might not have eternity, Caleb, \r\nbut whatever we have, as long as we're together, we'll take it. ",
        "Caleb: Jack, aren't you forgetting one little thing? Olivia's my wife. She \r\npledged herself to me. ",
        "Jack: Well, consider this an annulment. ",
        "Caleb: Now who's delusional? I'm in her blood! She'll never be to you what \r\nshe is to me. She gave herself to me because she wanted me. ",
        "Jack: No. No, you messed with her mind. She didn't know what she was doing.\r\n",
        "Caleb: Oh. You tell yourself what you want, Jack, but Olivia came to my bed \r\nwillingly. The endless hours we spent making love should prove that. Jack, the \r\nthings this girl did to me -- ",
        "Livvie: No! Stop it! ",
        "Caleb: The things she said to me -- ",
        "Jack: Stop. ",
        "Livvie: Stop. ",
        "Caleb: Oh, come on, Olivia. Tell him. Tell him how you cried out my name \r\nevery time -- ",
        "Jack: I said stop! ",
        "Caleb: Oh! ",
        "Jack: To hell with you, Caleb! ",
        "Livvie: Jack. I'm so sorry. ",
        "Jack: We've got to get out of here now. ",
        "Caleb: Going somewhere? I don't think so. ",
        "",
        "[Coughing] ",
        "Kevin: Nothing's putting this fire out. ",
        "Frank: The smoke's getting worse. ",
        "Jamal: The door's still jammed. ",
        "Jamal: Where's the fire alarm? How come it's not going off? ",
        "Eve: The sprinklers should've come on by now! ",
        "Lucy: No, Caleb's shut everything off. ",
        "Alison: I can't breathe. I can't breathe. ",
        "Jamal: Hang on, baby. Hang on. ",
        "Karen: Alison, get down low where you can breathe easier. ",
        "Jamal: We're going to get out of here, I promise, ok? ",
        "Karen: Chris' pulse is getting fainter. Hang in there, Ramsey. ",
        "Eve: Why can't anyone hear us? Help. Help. ",
        "[Eve coughs] ",
        "Ian: Save your strength. ",
        "Eve: Oh, we have to get the baby out of here. ",
        "Ian: Nothing's going to happen to you or our son, ok? ",
        "Karen: I need to check Chris' pulse. He needs help. ",
        "Frank: Yeah, well, so do you. Come on, lean on me. Come on. ",
        "Karen: I don't think we're going to make our date tonight. ",
        "Frank: Yeah, well, nice try, but I'm getting you out of here and that's \r\nfinal. You hear me? Come on, stay with me. ",
        "Lucy: Oh, Doc, it can't end like this. ",
        "Kevin: It won't, Lucy. It won't. ",
        "Lucy: You're right. You're right. We are not going to die. Do you hear me? We \r\nare not going to die like this. I am the damn vampire slayer! Do you hear me? I \r\nam! I am a slayer, right? All right, so -- Caleb! Do you hear me? I will not \r\ngive you power! I refuse! This is unacceptable! It stinks. Good is supposed to \r\nbeat bad! That is the way it is supposed to be! Now, listen to me. I want you \r\nout. I want to fight you because I'm not going to die just because of some \r\ngodforsaken, bad-tempered vampire! You're not going to barbecue my friends like \r\nthis. I'm going to find you, Caleb. I want you to fight me, so I am coming after \r\nyou now! Open the door! ",
        "",
        "Jamal's Voice: Caleb's going to die. ",
        "Gabriela: Not if I can help it. ",
        "",
        "Caleb: You can't kill me. You're not smart enough, you're not strong enough, \r\nand most importantly you ain't man enough! ",
        "Livvie: No! Jack -- are you ok? ",
        "Jack: Go. Go for the doors. Go, go. ",
        "Livvie: No. You won't hurt the man I love ever again, Caleb. ",
        "Caleb: Move away, Olivia. ",
        "Jack: Livvie, go for the doors. ",
        "Livvie: What more do you want from me? I told you I'd go away with you. \r\nPlease just leave everyone else alone, and that includes Jack. My life for \r\ntheirs, Caleb. ",
        "Jack: No, no, I'm not letting you make that deal. I'll die first. ",
        "Caleb: Oh, this is very moving, very touching. But, you see, Olivia will do \r\nwhatever I tell her to do. We're still in that honeymoon phase. ",
        "Jack: Get away while you still can. ",
        "Livvie: No, Jack. If you're staying, I'm staying. ",
        "Caleb: Jack, I should've crushed you a long time ago. I know now it's the \r\nonly way to force you from Olivia's heart. ",
        "Jack: Nothing can destroy what we feel for each other. ",
        "Caleb: That's where you're wrong. ",
        "Livvie: Let go of him! Stop it! ",
        "Caleb: Don't you know it's a sin to come between a man and his wife? It's one \r\nlesson you're going to take to your grave, Jack. ",
        "Livvie: God, you're killing him, Caleb! ",
        "Caleb: That would be the general idea. Look at your big, strong lover boy \r\nnow. So weak, so mortal. He infected you with poison about me, but that ends \r\ntonight. Tonight I purge you of Jack once and for all. ",
        "Livvie: No, Caleb, stop! Please! Stop it! ",
        "Caleb: Oh, the show is just beginning, and you have a ringside seat! Tonight \r\nI flay a man from top to bottom, rip Jack limb from limb. ",
        "Eve: No! Michael won't let you hurt anyone ever again. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Frank: Caleb got to you. ",
        "Chris: You mean I'm a vampire? ",
        "Kevin: It's over, Caleb. ",
        "Caleb: Oh, no, Dad. It's just beginning. ",
        "Eve: Michael, don't do this. Don't let this happen. ",
        "Lucy: I am a vampire slayer. I can do this. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=4UiPZdKiFJ4"
}