{
    "Episode Summary": [],
    "Recap": [
        "Angry about the way Caleb treated him in his own club, Joshua vows to teach everyone in town a lesson. Ian and Lucy hope they can keep up the pretense of mourning someone who isn't really dead. Elizabeth blames Lucy for not protecting her daughter. Alison can't handle seeing her loved ones grieve over her. She's determined to let them know the truth, but Caleb stops her. Alison spills the beans to Olivia about the kiss Caleb planted on her. This leads to Olivia taking a tumble out into the open, where the grief-stricken Elizabeth and Jamal are ready to attack. Claiming the sole right to avenge Alison, Rafe intervenes and surreptitiously gives her the chance to get away before chasing after her. Jamal goes off alone to grieve his \"Spunky.\" Caleb carries Alison back to the catacombs, where she accuses him and all other males of being macho idiots. After the memorial service, Frank reports to Joshua that everyone was truly in mourning. Joshua informs Frank that all the key people have been turned. Since they need a few more bodies, Joshua declares tonight to be open season on humans. Karen learns that several DOA's have come into the morgue drained of blood. Frank wants to talk to Karen, but she doesn't want anything to do with him. When Kevin returns to the hospital, Karen agrees to redo a few of his stitches. Since Elizabeth is so determined to kill Olivia, Ian and Lucy decide to tell her the truth. The argument between Caleb and Alison turns silly when Caleb gargles some water in response to something she says. They start laughing and having a good time until Rafe and Olivia return. Olivia informs Rafe that Alison kissed Caleb. Jack and the others make plans to hang out at Jamal's place, but Jamal is nowhere to be found. When John Doe #5 fights his way out of the body bag, he is revealed to be a confused Jamal, who has bite marks on his neck."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Joshua's voice: Let me get rid of her. That woman will be the death of you. Even her crazy father warned you. Look at her now. She's doing all of this for your benefit.",
        "Caleb: She means nothing to me. Get out, Joshua. get out.",
        "Joshua: You never should have been a vampire, much less a ruler.",
        "Caleb: Well, even now I could still crush you like a bug.",
        "Joshua: What are you talking about?",
        "Caleb: Let's do this. You and me, once and for all.",
        "Joshua: You, a mere mortal?",
        "Caleb: Well, maybe you don't got the guts.",
        "Joshua: I've never walked away from a challenge, and for that you'll be sorry. You'll be truly sorry.",
        "Caleb: You looking for me?",
        "Joshua: Mortality hasn't humbled you one tiny little bit, has it? Maybe dieing will.",
        "Caleb: I got a better idea. Why don't I wring your neck until you give me the antidote.",
        "Joshua: You cocky son of a --",
        "[Joshua screams]",
        "Joshua: That pathetic mortal disrespected me in my own place.",
        "Man: Sorry we messed up, boss.",
        "Joshua: He just waltzed in here and threw acid in my face. Why bother having guards? Why don't I have girl scouts to protect me?",
        "Man: It won't happen again.",
        "Joshua: You're right, it won't happen again. I've been far too generous. No more Mr. Nice guy. I'm going to teach you and the people of this town a lesson, a lesson you won't forget. Then you'll remember who's in charge!",
        "[SCENE_BREAK]",
        "Ian: Jeez. you all right? I wish you'd stayed home. You haven't been out of the hospital that long.",
        "Lucy: No, I'm fine. I -- stop, ok, with the business about the hospitals. I'm fine. I don't want to hear any more of that talk, ok?",
        "Ian: I'm worried about you.",
        "Lucy: I know that. I know, and I appreciate it. I'm more worried about Alison right now, ok?",
        "Ian: It's not the perfect solution, but if everyone thinks she's dead, then your cousin can keep her safe.",
        "Lucy: So we go to this memorial service and -- can you cry buckets, and then everybody will think nothing's fishy?",
        "Ian: What are you talking -- you know what we should do? I should tell these guys that you're at home, overcome with grief, that you're at home in bed where you should be.",
        "Lucy: Can I give you a little helpful hint?",
        "Ian: Sure.",
        "Lucy: If you want to woo a lass, when you tell her to go to bed, it should be a little sexy proposition instead of just \"go on and get in bed,\" you know what I mean? I'm fine. I feel fine, don't I? Don't I feel fine?",
        "Ian: You feel great. \"Woo a lass?\" Come here. What are you talking about?",
        "Kevin: So sorry to interrupt your mourning. Could you tell us where the memorial service is?",
        "[SCENE_BREAK]",
        "Alison: This is so weird. I mean, I'm watching my own funeral.",
        "Livvie: If Joshua finds out you've got a pulse, it'll be your funeral for real.",
        "Jamal: Alison, she was somebody really, really special. She actually taught me how to be a really good friend. She also -- I used to call her \"spunky\" when she was stubborn, so, you know, that was most of the time. But I'm glad she was stubborn because she hung in there with me. And I learned how good people could be.",
        "Alison: Look at Jack and Jamal. I can't do this.",
        "Livvie: Alison, they'll get over it.",
        "Alison: No, this is way too cruel. I can't do --",
        "Livvie: No, if you blow your cover, you'll really give them something to cry about.",
        "Alison: Listen, I can't do this.",
        "Livvie: Where are you going? What are you doing?",
        "Alison: I've got to put an end to this. Stop it!",
        "Livvie: Get down, get down!",
        "Caleb: Sorry, Alison. Sometimes you got to hurt the ones you love.",
        "[SCENE_BREAK]",
        "Lucy: Elizabeth, what are you doing here with Kevin?",
        "Kevin: Relax, Lucy, it's not a date. We're just going to Alison's memorial.",
        "Ian: She stabbed you. She put you in the hospital.",
        "Elizabeth: It actually was an accident.",
        "Ian: Oh.",
        "Lucy: I don't think you accidentally stab anybody.",
        "Elizabeth: Well, we've decided to dwell on the future, not on the past, so --",
        "Kevin: I'm surprised that you would, Lucy. I mean, it's so negative. I guess we could rub a crystal ball or something.",
        "Ian: Maybe what needs to be rubbed is your face in the dirt.",
        "Lucy: No, no, no --",
        "Ian: What? What?",
        "Lucy: No, no. Come on, he's not worth it.",
        "Kevin: Excuse me, aren't you the one who's shacking up with a vampire?",
        "Elizabeth: Oh, no, please, could we just stop all this? I'm going tonight to say goodbye to my daughter. Which, Lucy, leads me to ask you -- I just wonder if you could you give me some insight as to what was happening while my daughter was getting her life sucked out. I mean, aren't you a slayer? Where were you?",
        "Kevin: Let's go.",
        "Lucy: You know what, she is right. I mean, I should have protected Alison.",
        "Ian: She's not really dead, you know.",
        "Lucy: I know that. But we wouldn't be having this farce of a memorial service if I had --",
        "Ian: Damn it, Lucy!",
        "Lucy: If I had taken care of her, I wouldn't --",
        "Ian: No! Stop! I'm sorry. I'm sorry.",
        "Lucy: It's ok. I love you and I know you love me, and I know you're worried about me, so it's ok. Are you ok?",
        "Ian: I shouldn't let him get to me like that.",
        "Lucy: No, Kevin -- it doesn't matter. I think it's more than that. You have been very busy taking care of me, and maybe I need to take care of you a little. You're exhausted and you're hungry, and --",
        "Ian: I'm fine.",
        "Lucy: You sure?",
        "Ian: Sure.",
        "Lucy: Ok. I'm sure glad we have each other.",
        "Ian: Yeah. Let's go pay our respects.",
        "Lucy: Right.",
        "[SCENE_BREAK]",
        "Caleb: You two are both supposed to be in the catacombs. What part of \"stay put\" didn't you understand?",
        "Alison: Well, I am so sorry. Livvie needed some supplies, she had to get the blood. Rafe didn't come back. He was supposed to go get it.",
        "Livvie: Yeah, because he's at your phony funeral.",
        "Caleb: Enough, enough! I'm taking you both back to where it's safe. Let's go.",
        "Alison: No, I'm not hiding anymore.",
        "Caleb: Hey, do you think this is fun for any of us?",
        "Livvie: And do you think I like spending 24/7 with you?",
        "Caleb: Enough.",
        "Alison: Shut up.",
        "Caleb: Stop. Let's get out of here. Let's go.",
        "Alison: No, no! Look, it was one thing -- it was one thing hiding and not knowing what's going on, and then it was another thing to watch Jack and Jamal and everybody else just sit here upset and grieving --",
        "Caleb: Alison, snap -- snap out of it! Your life is in danger.",
        "Alison: Oh, I'm supposed to just sit here calmly, watching my own funeral? Is that it?",
        "Livvie: Shh!",
        "Caleb: It's better than watching your wedding ceremony to Joshua, isn't it?",
        "Lucy: Hey, you. You ok?",
        "Ian: Where's Alison?",
        "Rafe: Well, I hate leaving her with Caleb and Livvie, but we just have to make sure that Joshua thinks she's really dead so he stops stalking her.",
        "Lucy: Right, so look really weepy. Here, use it.",
        "Jack: When I first came to town, things were kind of tough, and Alison was always inviting me over for dinner. She said she wanted to try out her new recipes, but I think she was just trying to make sure I got a hot meal. I'm -- I'm really going to miss her.",
        "Alison: Look, my grandmother has been turned and all my friends are grieving.",
        "Livvie: Who cares? Would you stop complaining?",
        "Caleb: Hey, we are all going back to the cave. Now, move it, Alison!",
        "Alison: No, I'm -- no, I'm so sick of you ordering me around! I'm done.",
        "Caleb: Hey, get used to it.",
        "Alison: Really? What are you going to do? Are you going to kiss me like you did last time to shut me up, huh?",
        "Livvie: What?",
        "Caleb: Hey --",
        "Alison: Shut up.",
        "Ricky: Did you guys hear that?",
        "Alison: Shut up",
        "Livvie: You kissed her?",
        "Caleb: Listen, be quiet.",
        "Alison: Oh, great.",
        "Livvie: No, not until you explain to me what happened.",
        "Caleb: I don't have time. I will explain later. All of us, let's get out of here now.",
        "Livvie: No, I am not going anywhere.",
        "Caleb: Livvie, Livvie -- get out of here.",
        "Elizabeth: Oh, my God, there she is! You murderer! Murderer!",
        "Elizabeth: I can't believe you had the nerve to show your face here! You killed my daughter!",
        "Kevin: Elizabeth, stop it! Livvie, are you all right?",
        "Livvie: No!",
        "Ricky: All right. Dude, she's a vampire. That boat's already sailed.",
        "Livvie: Daddy?",
        "Kevin: I'll take you home. I'll take you --",
        "Livvie: No! God, get off of me!",
        "Rafe: Back off, back off! Everybody, stop! I'll take care of Livvie.",
        "Jamal: Alison's dead, and Joshua's turning this town into vampire central.",
        "Casey: No, no, let the slayer handle this, Jamal. You are not equipped to take down a biter.",
        "Jamal: What, and he is?",
        "Casey: Yes, he is.",
        "Ian: This is getting pretty ugly.",
        "Lucy: Very ugly. I guess somebody's got to do something, and it's got to be me. Aah!",
        "Casey: Oh, my God, Lucy!",
        "Ian: It's ok, she's overcome with grief, that's all.",
        "Reese: Maybe we should throw some water on her.",
        "Ian: No, I'll take care of her.",
        "Jamal: Well, Livvie's getting away!",
        "Rafe: Jamal, let her go! She's not worth dying for.",
        "Elizabeth: No, somebody has got to go after her!",
        "Rafe: Everybody stop, all right? she murdered the love of my life. This is my kill.",
        "Kevin: Leave her alone! No --",
        "Elizabeth: No, I thought that you realized what a horrible monster your daughter's become!",
        "Kevin: And I thought you understood that both of our daughters are victims.",
        "Elizabeth: You --",
        "Ian: It's all right.",
        "Reese: Well, that went well.",
        "Casey: This is so not what Alison was about.",
        "[SCENE_BREAK]",
        "Jamal: Well, I did it. I said all the words. I said goodbye, Ali. It's so damn hard to believe I'm never going to see you again. We did have some good times, though, didn't we?",
        "Alison: Surprise! Oh! Oh! Oh, gosh!",
        "Jamal: So, you want me to be in the wedding, like, walk down the aisle, the whole nine yards?",
        "Alison: Well, it wouldn't be my wedding unless you were there.",
        "Jamal: So what do we do, shoot some hoops? Order a pizza? Golf?",
        "Jack: Basketball? Box?",
        "Alison: Yeah, no. most of the time, bridesmaids actually help the bride get ready. Hello, I'm your holly-jolly -- Jamal? I don't want to get me dirty.",
        "Jamal: Well, you're going to get it, lady!",
        "Alison: I don't want it! Shut up!",
        "Jamal: Going to miss you, baby. I'm really going to miss you.",
        "[SCENE_BREAK]",
        "Alison: Put me down!",
        "Caleb: Listen, stop -- will you stop fighting me? Ow! Ow!",
        "Alison: Oh, thank you so much. God, I know how much you like people to bite you. I just thought you might like a pinch, too.",
        "Caleb: Hey, why -- ooh, why do I even bother with you?",
        "Alison: I really don't know. All I want to do is be left alone.",
        "Caleb: Oh, really? And you thought you'd make things better by telling Olivia I kissed you?",
        "Alison: It wasn't even that kind of a kiss.",
        "Caleb: I know, and you're going to tell her that when you see her. You know, I am about this close to turning you over to Joshua myself.",
        "Alison: Hey, you know what, you're barely even human, so I really don't expect you to understand what I'm going through.",
        "Caleb: Oh, you want to talk about frustrations. You want to hear about frustrations? I used to be somebody. I had it all. And look what I am now. I'm a babysitter for you! You want to know what's worst of all? I have no idea where Olivia is right now.",
        "Alison: Well, you probably shouldn't have left us alone, huh?",
        "Caleb: Hey! I was trying to find the antidote for Olivia.",
        "Alison: Rafe told you there was no antidote.",
        "Caleb: [Mocking] \"Rafe told you there was no antidote.\"",
        "Caleb: [Normal voice] You know what, I think I liked things better when I was trying to kill that guy.",
        "Alison: Mm-hmm. You know what I think, Caleb? I think you should just admit the real reason why you went to go find Joshua.",
        "Caleb: I just told you why.",
        "Alison: Yeah, mm-hmm. I know what you just told me. But I think that you went to go find Joshua to show him who the real boss was. Hmm? I don't know what it is with you and being a vampire or being a mortal or whatever, but with you guys, all guys in general, y'all are just a bunch of macho idiots.",
        "[SCENE_BREAK]",
        "Frank's voice: How could I become a vampire?",
        "Joshua: Through me, of course. My plans require recruits. Those recruits have their certain skills. Yours are toughness and fearlessness and a hunger for power, control, and respect.",
        "Frank: Yeah, Victor, we've all been looking forward to this meeting with a passion.",
        "Karen: So, when were you going to tell me you started gambling again?",
        "Frank: I was trying to save this place. It would kill my mom if it went under.",
        "Karen: Well, I have some money put aside.",
        "Joshua: I never could take no for an answer.",
        "Frank: Yeah. Yeah, right. You have my heart.",
        "Karen: And you're about to lose your soul. I don't understand why you need shrouds or fangs!",
        "Frank: Because they make me feel stronger, ok? Better, like I'm somebody.",
        "Frank: You're a lucky man, Victor. Believe me, when you wake up, you'll thank me for this.",
        "Karen: We could get an offer that's five times what this place is worth from Joshua.",
        "Frank: It's business, ok? Just drop it.",
        "Karen: No, frank. Tell me you're not one of them. You're a vampire, aren't you?",
        "Joshua: How was Alison's ceremony? Any surprises?",
        "Frank: Rafe, Lucy, Alison's mother -- all crying, very emotional. It's real, boss.",
        "Joshua: What a pity. We would have been so happy together.",
        "Frank: Is that the list?",
        "Joshua: We've turned all the key people that we need and placed them strategically all over town.",
        "Frank: So what's next on the agenda?",
        "Joshua: I think we need a few extra bodies on our side.",
        "Frank: You want me to do some recruiting?",
        "Joshua: Exactly, Frank. I declare tonight open season on humans.",
        "[Music plays]",
        "Joshua: What say we move on from the champagne to a finer vintage?",
        "[SCENE_BREAK]",
        "Karen: Busy night?",
        "Orderly: I have never seen so many D.O.A.S down in the morgue. It's like an epidemic.",
        "Frank: Karen, I need to speak to you.",
        "Karen: Sorry, I've got my hands full with patients who all seem to be missing their blood. How could I ever have loved you?",
        "Kevin: Oh, Karen, I think I may have torn a couple of stitches.",
        "Frank: Hey, we're talking here.",
        "Karen: No, we're done. Let me take a look at those stitches. At least there's someone I can help tonight.",
        "[SCENE_BREAK]",
        "Elizabeth: Now that Alison's gone, it's my job as a mother to get revenge on that little monster that killed her. I'm going to need some silver bullets.",
        "Ian: That's not a good idea.",
        "Elizabeth: Or a stake. Please, anything. You've got to help me here.",
        "Lucy: You know, I'm not really sure it's a good idea for Elizabeth to be running around with sharp objects. Do you know what I'm saying?",
        "Ian: Yeah, maybe we should put her out of her misery. What do you think?",
        "Lucy: I think yes.",
        "Elizabeth: You want to kill me?",
        "Lucy: Well, you know, that is one way to go in all this.",
        "Ian: Lucy --",
        "Lucy: Sorry.",
        "Ian: No one's going to kill anyone. We have something to tell you.",
        "Lucy: Ok, if we do -- ok, you've got to promise something. You cannot -- do you hear me? You cannot say a word of this to anybody. Do you understand that?",
        "Elizabeth: Yeah, what? Just spit it out.",
        "Lucy: No, no, this isn't a spit-it-out thing. Elizabeth, if we tell you, you can't blab like you usually do to the whole wide world.",
        "Elizabeth: Please, I lost my daughter. Don't lecture me, just tell me.",
        "Ian: She's not dead.",
        "Elizabeth: What? What -- what are you talking about?",
        "Livvie: Listen -- Alison is alive.",
        "[SCENE_BREAK]",
        "Caleb: Going to Joshua was not an ego trip. I was trying to find a cure.",
        "Alison: No, you weren't, you weren't. You were just trying to go throw your weight around. You were upset because Rafe and Joshua still have powers and you don't. Face it. That's it.",
        "Caleb: And here I thought you were the shy, quiet type.",
        "Alison: Oh, no, no, no, no. See, what's so stupid about this whole thing is that you have, like, the number one power that everybody wants.",
        "Caleb: Power? Wow, that's almost funny. I'm human now!",
        "Alison: Hello. You're a rock star. Everybody wants to be a rock star.",
        "[Caleb gargles]",
        "Alison: What does that -- what is that? What kind of a response is that?",
        "Caleb: I don't know. I'm losing it.",
        "Alison: Yeah, me, too.",
        "Caleb: You, too?",
        "Alison: Thanks, I really needed that bath. That's exactly -- I appreciate that. Thank you. Rafe.",
        "Livvie: Sorry to interrupt your little party here.",
        "Alison: Oh, God, Rafe.",
        "Livvie: In case anyone was wondering, I managed to not be lynched by half the town.",
        "Rafe: Yeah, well, you know what, that wouldn't have happened if you stayed put, which was the plan, as I recall!",
        "Livvie: You know what, Rafe? I think you're yelling at the wrong person here. You might want to talk to your sweet little angel Alison. She's the one who kissed Caleb.",
        "Alison: No, I -- no, I didn't kiss him, he kissed me.",
        "Rafe: What?",
        "Alison: No, it's not what you think, and stop making this a big thing.",
        "Rafe: You come near her again --",
        "Caleb: What? What, you going to kill me?",
        "Rafe: Yeah. Because I've just been waiting for an excuse.",
        "[SCENE_BREAK]",
        "Casey: We shouldn't be alone tonight.",
        "Ricky: Yeah, Casey's right.",
        "Reese: Where do you want us to hang?",
        "Casey: We should just go chill at Jamal's crib.",
        "Jack: Ok.",
        "Casey: Ok.",
        "Jack: But where is Jamal?",
        "[SCENE_BREAK]",
        "Orderly: John doe number five. Rest in peace, buddy. Stay tuned for scenes from the next \"Port Charles: Desire.\"",
        "[NEXT_ON]",
        "Ricky: We tried his cell, we tried his house, and we tried the bike shop.",
        "Casey: Nothing.",
        "Ricky: Which means he doesn't want to talk. You can't find a guy that doesn't want to be found.",
        "Livvie: Why don't you just tell me the truth? Are you and alison sleeping together?"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=EzgDagSSVdk"
}