{
    "Episode Summary": [],
    "Recap": [
        "Confronting Chris about his lack of progress toward a cure, Ian demands that they test out the latest serum on him immediately. When Elizabeth distracts Chris, Ian steals the serum and leaves the penthouse. Chris and Elizabeth refuse to admit to the sexual tension between them, but it's perfectly clear to their seamstress. Alison frets about putting the wedding together on such short notice. Although Rafe reminds her that there's no real rush, Alison insists that they've waited long enough. Rafe meets Caleb in the park to inform him that the war is over, but Caleb can't forget the fact that Rafe threw him into the healing pool. After refusing to end the war until he's ready, Caleb laughs and claims to have been kidding. Believing that Alison is inwardly gloating about the breakup, Olivia accuses her of wanting Caleb for herself. Alison worries that she knows what happened, but Olivia \"knows\" that Caleb was alone when she made the wish. She finally accepts responsibility for her role in driving Caleb away from her. Kevin tells Lucy that being near Christina is the main reason for his progress. Lucy blames Kevin for Ian's rush to cure his immortality. After injecting himself with the new serum, an angry Ian watches Kevin comfort Lucy. Alone, Caleb gloats about his plans."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Woman: Oh, cuse me, Dr. Ramsey.",
        "Chris: This has got to stop. Elizabeth --",
        "Elizabeth: Just the man I need to see. Here we go. Here it is. I just need to get Georges' signature --",
        "Chris: What?",
        "Elizabeth: S'il vous plait.",
        "Chris: Look, when is this going to end? I feel like I'm running a geriatric sweatshop here.",
        "Elizabeth: Shh, shh, shh. Just smile. Smile. Just sign it, come on. Time is money, and we both hate losing money. Here. Here, just right there.",
        "Chris: Here?",
        "Elizabeth: Yeah.",
        "[Knock on door]",
        "Chris: I should get that.",
        "Elizabeth: Yeah.",
        "Ian: Good. I'm glad you're here.",
        "Chris: What's up?",
        "Elizabeth: I'll just get back to work.",
        "Chris: If this is about the serum, I warned you it wasn't ready.",
        "Ian: Not ready is an understatement. It didn't do anything.",
        "Chris: I know, Ian --",
        "Ian: You promised me it would take care of my vampire symptoms, that I'd get back to normal.",
        "Chris: I didn't promise you anything, ok? I'm still working on it. The one good thing that came out of this failed experiment was I've had time to make some adjustments.",
        "Ian: Good. Let's try it again.",
        "Chris: No, no, no. Not this time. This time we test it.",
        "Ian: You will test it -- on me.",
        "Chris: It's not ready.",
        "Ian: I don't have time to argue with you. Let's do it now. I want my life back.",
        "[SCENE_BREAK]",
        "Lucy: So, did Dr. Light have anything to say?",
        "Kevin: Hey.",
        "Lucy: Any good news?",
        "Kevin: Uh -- yeah. She said I'm making progress.",
        "Lucy: Well, good. That's -- that's wonderful.",
        "Kevin: Well, it's just a little bit at a time. You know, I'm getting some feeling in my -- my arm, my leg.",
        "Lucy: Great.",
        "Kevin: Sit down.",
        "Lucy: No, I --",
        "Kevin: No, really, sit down.",
        "Lucy: Um -- with the physical therapy -- it works wonders when it works, doesn't it?",
        "Kevin: It's not really just the therapy. It started with you. Well, it did, Lucy -- your letting me come stay with you and Ian. But mainly being able to be near Christina. That really helped.",
        "Lucy: Good. Well, I'm really glad that we could help.",
        "Kevin: I know it was hard on you and Ian. Ok, Lucy, out with it.",
        "Lucy: What?",
        "Kevin: It's Ian, isn't it?",
        "Lucy: No, it's not.",
        "Kevin: Did he hurt you?",
        "Lucy: No, he didn't. He would never hurt me. He's -- he's just having a little difficulty dealing with all of this, you know.",
        "Kevin: Well, I'm sorry. I was afraid that would happen.",
        "Lucy: Don't do that. You -- you aren't. You aren't sorry at all.",
        "[SCENE_BREAK]",
        "Alison: I think we really ought to get started on this. I mean, I have to find a dress because I can't wear the one that I wore before. And I've got to find a caterer, and I don't know where I'm going to find one on such short notice. And since we don't have a lot of time, I can't have the invitations printed --",
        "Rafe: Whoa.",
        "Alison: So I might as well just do them myself.",
        "Rafe: Whoa, whoa, whoa, whoa. Whoa, whoa, whoa, whoa.",
        "Alison: What?",
        "Rafe: Now, you don't have to kill yourself over this. As much as I'd like to, it's not like we have to get married right now --",
        "Alison: No.",
        "Rafe: All right? So you can just take your time.",
        "Alison: Rafe, I just -- I just mean, you know, we've waited long enough, don't you think?",
        "Rafe: You sure you're ok?",
        "Alison: Yeah, I'm fine. You know, I just love you so much, and I don't -- I don't want to wait any longer. You do believe that, don't you?",
        "Rafe: Yeah. Yeah, of course I believe that. And I think it's amazing that you can't wait.",
        "Alison: Well, you know, I better get to work. A lot to do.",
        "Rafe: Ok. Yeah. You know, I'm going to take a quick run, and then I'll come back and help you.",
        "Alison: Ok. Ok, well, take your ti..",
        "Rafe: Yeah. This is amazing.",
        "Alison: Yeah.",
        "Rafe: I can't believe this is actually happening. Ooh -- ok, I got to go.",
        "Alison: Ok. I'll see you.",
        "Rafe: Yeah. I'm on my way.",
        "Alison: We are going to be happy, Rafe. We are. And we're going to get married, and nothing is going to change, just like Caleb said.",
        "[SCENE_BREAK]",
        "Caleb's voice: And I'd like to keep this as quiet as you do.",
        "Alison: Rafe is back, and this time, I swear, we're going to do it right this time. Thank you. I don't know why I can't stop.",
        "Caleb: I don't know, either, but neither can I.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Alison: Livvie.",
        "Livvie: You finally got what you wanted.",
        "Alison: What are you talking about?",
        "Livvie: He threw me out.",
        "Alison: What?",
        "Livvie: I took his ring.",
        "Alison: Wait, and -- what were you trying to accomplish --",
        "Livvie: I wanted to make him happy, Alison, so I made a wish. I wished that he would have the most passionate night of his life. The only problem is he wasn't with me.",
        "[SCENE_BREAK]",
        "Rafe: All right, you called me. Here I am.",
        "Caleb: Welcome back, slayer.",
        "[SCENE_BREAK]",
        "Alison: Surely, you don't think that --",
        "Livvie: That he was with you? Yeah, that's what he told me.",
        "Alison: What?",
        "Livvie: Of course he wasn't, Alison. Don't you think I know that?",
        "Alison: Um --",
        "Livvie: He was trying to get even with me for taking his ring, so what better way to do that than -- than to tell me that his night of passion was spent with you?",
        "Alison: Right, but he did tell you --",
        "Livvie: But, you know, I just -- I can't get the image out of my head -- the two of you together.",
        "Alison: I don't even know why you're here. Why don't you stop torturing yourself? Why don't you just get out of here?",
        "Livvie: As soon as you stop pretending that you're not happy.",
        "Alison: Happy about what?",
        "Livvie: To hear that he's left me.",
        "Alison: What are you talking about?",
        "Livvie: Oh, come on, Alison. You know exactly what I'm talking about. All you ever wanted was to turn him against me, to make him yours.",
        "Alison: Why don't you get it through your head. I don't want Caleb. I've never wanted Caleb. The only person that I love is Rafe, and anyone with eyes can see that. But you -- you're so paranoid and insecure about your own relationship that you just can't accept that. Well, now look what you've done. Look what you've caused now.",
        "Livvie: Shut up! Will you shut up?",
        "Alison: No! You had to go steal the ring, didn't you? Try and manipulate him like you do everyone else. Well, guess what, sweetie -- if you got problems at home, that's just it -- it's your problem. So if you want to blame anyone, then you need to blame yourself.",
        "Livvie: Oh, my god. I did do this. I drove him away.",
        "[SCENE_BREAK]",
        "Caleb: Sorry for tearing you away from Alison so soon. I know you just got back.",
        "Rafe: Yeah. But you know what? That's ok because Alison and I, we have a whole lifetime together -- one without you in it, by the way.",
        "Caleb: Oh. So now you want me out of your life after you broke into my apartment and you read my book?",
        "Rafe: Oh, oh, and what a good book it was, too. I mean, it was like a good summer read, you know, the kind of book you bring to the beach with you -- complete with a road map to hell.",
        "Caleb: What were you thinking about?",
        "Rafe: You know what? It -- it wasn't all bad.",
        "Caleb: Really? I heard it was pretty much a nightmare.",
        "Rafe: No, see, that little journey to hell I took was the best thing that could've ever happened to me -- and you.",
        "Caleb: Ok. You got my attention.",
        "Rafe: Mm-hmm. See, you get to keep your little magic ring, and I finally get my freedom.",
        "Caleb: Freedom? Freedom from what?",
        "Rafe: Oh, you're kidding me, right? Freedom from you, vampire. And, god, I got to tell you, it feels good. I mean, I feel cleansed. I feel like I am stepping out of the darkness into the light. I feel like I am taking a breath of fresh air after god knows how long --",
        "Caleb: Yeah, I -- I get the idea. I get the idea. I -- no, I don't know what you're saying.",
        "Rafe: What I'm saying is this war between us is over. So you can keep your ring, you can keep your eternal life, and I'll keep out of your way, ok?",
        "Caleb: But what I'm saying is it doesn't work that way. The war is over when I say it's over and not before.",
        "[SCENE_BREAK]",
        "Kevin: Well, I don't know what to say, Lucy. For you to think I have a hidden agenda when I've never been anything but honest with you.",
        "Lucy: Honest? You're right. You've been very honest. So honest that you just felt the need to admit that you want me back. Let's try that now, shall we? Let's be honest. You be honest right now. You're glad all this is happening to Ian, aren't you? You're very glad he has this problem, as you call it, and you're making his problem worse by pointing it out to him every single chance you get. You need to admit that you will use it to get exactly what you want.",
        "Kevin: When have I ever tried to come between you and Ian? Never -- that's when. Would I be happy if you two parted ways? Yes, I would. But not because I still love you -- which I do -- but because Ian is a vampire, and, believe it or not, that concerns me. And if the universe were trying to send anyone a message and if I were to try to decipher that message, I would wager that it has nothing to do with me. You of all people, Lucy, should know that the universe is trying to tell you to stay away from Ian.",
        "[SCENE_BREAK]",
        "Ian: I'm not human. I'm not. So just do what you have to do. Double the dose, triple it -- whatever you have to do.",
        "Chris: Oh, yeah, that's real scientific, doctor. I know you're frustrated, but we're dealing with uncharted territory here. That's why you have to be patient, and you know that.",
        "Ian: Well, I'm --",
        "Elizabeth: Excuse me. I hate to interrupt --",
        "Chris: Elizabeth, we're busy.",
        "Elizabeth: I know. I'm sorry. I just need one more signature, really.",
        "Ian: That's all right.",
        "Chris: Fine, another signature.",
        "Elizabeth: I have to fax it off immediately --",
        "Chris: What am -- what am I even signing?",
        "Ian: You know what, Ramsey? You're right. I -- I just got to relax a little bit. I should go.",
        "Chris: All right, well, just hang in there, ok?",
        "Ian: Ok.",
        "Chris: We'll get it.",
        "Ian: All right.",
        "Chris: Are we finished here?",
        "Elizabeth: Yeah. I don't know what I was thinking when it said right there that I needed two signatures and --",
        "Chris: Right. Well --",
        "Elizabeth: You know how it is sometimes. You just don't even see what's right in front of you.",
        "Chris: I -- I know how that can be sometimes. You know, you really ought to not wear that perfume around here if you're going to be working here all the time.",
        "Elizabeth: Really? Why?",
        "Chris: Um -- kind of gives me a headache, but --",
        "Elizabeth: Really?",
        "Chris: Yeah.",
        "Elizabeth: No, see, you don't really know what a headache is. A headache is having to listen to you incessantly complain.",
        "Chris: What, me?",
        "Elizabeth: Headache.",
        "Chris: What about you? You never shut up. I mean, if it's not one thing, it's the other. I mean, you want one more of this, one more of that. I'll tell you something -- I wish I had never gotten involved in any of this.",
        "Woman: Why don't the two of you just do it already and get it over with?",
        "[SCENE_BREAK]",
        "Livvie: Caleb has given me so many chances, and -- and now he hates me.",
        "Alison: I'm sure he doesn't hate you.",
        "Livvie: What if he never forgives me?",
        "Alison: Look, I'm sure that he'll forgive you. It's probably just going to take some time.",
        "Livvie: I don't know why I do this, always. I love him so much, but always I push away the people that I love.",
        "Alison: I don't know -- I don't know why you do that, Livvie, but I really wish I did.",
        "Livvie: I really hate it when you're nice to me. You're going to do it, huh? You guys are finally doing it. It's -- it's really great. I mean, why not? You're the perfect couple. Rafe trusts you completely, and you wouldn't lie to him. You wouldn't betray him.",
        "Alison: Stop it. Stop saying that.",
        "[SCENE_BREAK]",
        "Rafe: Today is your lucky day. And if you were smart, you will accept this little peace offering and forget everything else.",
        "Caleb: Hmm. I'd like to. I would. But there's this one thing I can't forget, one thing I could never forget. Because I live with it every day, what you did to me, what you took from me.",
        "Rafe: Excuse me, what I took from you?",
        "Caleb: When you pushed me into that spring, when you turned me into a mortal. You had no right to do that. You know it, and I know it.",
        "Rafe: But what are you worried about? You got your fangs back.",
        "Caleb: It'll never be the same. It can never be the same again once you've had a taste of what it's like to be human.",
        "Rafe: I can't believe this. You're grieving over the fact that you've possibly grown some semblance of a conscience? I mean, if that's what you're worried about, look, please, don't worry, because from where I'm standing, your soul's still pretty dark.",
        "Caleb: Oh, you have no idea.",
        "Rafe: Ok, ok, this is great. You know what? You want to hold a grudge? Go ahead. But I'm moving on. Alison and I, we're getting married. All right? We're starting a life together. And there's no place for this ancient, stupid war in that life.",
        "Caleb: Oh, I see. So you're done? So what about me? I'm -- I'm supposed to, what, shake hands and walk away?",
        "Rafe: I'd settle for walking away, yeah.",
        "Caleb: I'll bet you would. But what if I say I'm not going anywhere and I've decided to get back at you for what you did to me? What do you say to that?",
        "Rafe: So, what do you want? You want -- you want to continue the war, right?",
        "[Caleb laughs]",
        "Rafe: What?",
        "Caleb: Come on. Come on, you think I'd pass up a chance to get you out of my life? Hey, come on, man, I was just fooling with you. Don't lose your sense of humor. I was just -- I was trying to put you through a little bit so you know the idea of a truce, you know -- that you can't have it without me agreeing to it first.",
        "Rafe: See, I'm laughing. Ha-ha-ha. So you do right? You agree?",
        "Caleb: You can consider it an early wedding present for you and Alison. You know something about her? She's -- she's all right, you know, as I've come to learn lately.",
        "Rafe: Just stay away from her, all right?",
        "Caleb: Get out of here, slayer. Your happily ever after is waiting for you. And I'll be keeping my eye out for that wedding invitation in the mail.",
        "Rafe: Oh, yeah. Funny guy.",
        "Caleb: Yeah, funny guy.",
        "[SCENE_BREAK]",
        "Chris: Iris, look, I mean, if you think Elizabeth and I --",
        "Elizabeth: There's no way we --",
        "Iris: Oh, bull.",
        "Elizabeth: Never.",
        "Iris: She's hot for you and you're hot for her.",
        "Elizabeth: Great seamstress, just a little --",
        "Chris: \"A little\"?",
        "Elizabeth: I don't know what kind of vibes she was getting off of you, because I certainly would --",
        "Chris: What, you think me? No. No.",
        "Elizabeth: Let's drop this, shall we?",
        "Chris: Yeah. I -- I have some work to do.",
        "Elizabeth: Nothing but.",
        "Chris: The serum's gone. Damn it.",
        "Ian: God, let this work.",
        "[SCENE_BREAK]",
        "Kevin: Ian is a vampire. You can only deny that for so long, but that won't make it go away.",
        "Lucy: Don't you think I know that? I love him with everything that is in me, and I can't help him. I want -- just to help him.",
        "Kevin: I know. Here, come on. Come on, come on. Don't cry. It's going to be ok.",
        "[SCENE_BREAK]",
        "Livvie: You never have lied to Rafe, have you?",
        "[Door opens]",
        "Rafe: Hey, you all right?",
        "Alison: Yeah, I'm fine.",
        "Rafe: What's going on?",
        "Alison: Nothing. Livvie and I were just talking.",
        "Livvie: Yeah, that's right. Just talking about lying and how out of character that would be for you, right, Alison? I mean, to lie to someone you love?",
        "Rafe: Come here.",
        "[Door closes]",
        "Rafe: Um -- what was that about? What's going on with her? What was all that stuff about lying and --",
        "Alison: I don't know. Caleb left her, so --",
        "Rafe: Well, that explains the way he was acting.",
        "Alison: You saw Caleb?",
        "Rafe: Yeah, I just -- I wanted to tell him that this whole war between us was over, but --",
        "Alison: But what?",
        "Rafe: He was just -- he was acting strange.",
        "Alison: Oh. You know, I'm sure it was the whole Livvie thing.",
        "Rafe: Yeah. Yeah. Well, you know what? Whatever it is, it's not my problem anymore. Because, you see, you and me, we got a life to start",
        "Alison: Yeah.",
        "Rafe: A brand-new beginning.",
        "[SCENE_BREAK]",
        "Caleb: Rafe -- just because we can't kill each other doesn't mean the war is over. After all, there are some things worse than death. Some things you can't wish away."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=-OCHXp4d65k"
}