{
    "Episode Summary": [],
    "Recap": [
        "The grieving Ricky regrets not getting Karen to the hospital sooner, but Chris assures him that there was nothing he could have done differently. Although they both suspect that she was running from someone she feared, they understand that knowing exactly what happened won't bring her back. While Lucy has a conversation with Karen's spirit, Ian realizes that their friend is the angel he's been seeking. He persuades a very reluctant Chris to do a transfusion using Karen's blood. Now realizing why Karen's spirit has been coming to her, Lucy is desperate to find another way to save her life. Stating that she's already dead, Karen urges Lucy not to be sad, because she isn't. While Ian and Chris prepare for the transfusion, Karen gives Lucy one last smile and fades away. Chris soon becomes uncomfortable with the way the procedure is affecting Lucy's vital signs, but Ian insists on giving it a chance. Meanwhile, Frank takes Jamal out to kill him, but Jamal keeps him talking in an attempt to save his own life. Evoking Karen's name, Jamal asks how she will feel if Frank murders a friend in cold blood. Before Frank can go through with it, he's interrupted by a phone call from Karen, who urges him not to do it. When the connection goes dead, Frank tries to call her back. He's confused when Ricky answers the phone and tells him to get to the hospital right away. In heaven, Karen is met by Casey, and they watch events unfold in Port Charles together.",
        "After the transfusion, Lucy feels that she's completely cured. As she tells Ian and Chris about her crazy dream that Karen healed her, Ian gently fills her in on what happened. Ricky hears this and puts it all together. Realizing that it all makes sense now, he congratulates Casey on a job well done. Just arriving, Frank can't believe the reports of Karen's death, since he just talked to her on the phone. He goes to look at her body, needing to see for himself that she's really gone. Casey lovingly assures Karen that she will have a special place in heaven and that she has given her loved ones a new start. Jamal unties the rope around his feet and thanks Karen for his second chance. Devastated by her death, Frank is bathed in white light as Karen encourages him to let her love guide him until they meet again.",
        "After being summoned to the hospital, Scott tracks down Lucy and Ian to find out how badly Karen was hurt in the accident. Throwing her arms around him, Lucy tells him repeatedly that she's sorry. Scott finally seems to understand what happened to his daughter. Karen doesn't want her father to be sad. She's glad to know that she was able to help Lucy. She's also happy to be able to truthfully say that she has no regrets. From heaven, she gives Lucy a final kiss on the cheek, which Lucy feels. Lucy is grateful to her angel for saving her life. Her work done and her goodbyes said, Karen walks with Casey toward her new life in the afterlife."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Ricky: I just can't believe she's dead. Not Karen. I wish that --",
        "Chris: What?",
        "Ricky: Maybe if I would've gotten her to the hospital faster.",
        "Chris: No, that -- you don't need to worry about that. There's nothing you could do. There was too much damage. Did she say anything about what happened?",
        "Ricky: No, no, but I started thinking, what was she doing out in the middle of the street? I mean, was she afraid? Maybe she was running from something.",
        "Chris: Yeah, or someone.",
        "Ricky: What do you know?",
        "Chris: Well, I just have some suspicions, but it doesn't matter. It's not going to bring her back.",
        "[SCENE_BREAK]",
        "Jamal: So, are you really going to do this, Frank? Huh?",
        "Frank: I told Joshua you couldn't be trusted. Too bad you proved me right.",
        "Jamal: You're not going to do it.",
        "Frank: Why is that?",
        "Jamal: You're a decent guy with a good heart who cares about his family and friends, and I used to be one of those friends, remember? I saved your butt, Frank.",
        "Frank: No free passes for old times' sake. Sorry.",
        "Jamal: Well, what about Karen? What -- what is she going to say when she finds out you killed me? You think about that, Frank?",
        "Frank: Listen, you leave Karen out of this. You hear me?",
        "Jamal: Yeah, I'm betting you have a conscience, and her name is Karen.",
        "[SCENE_BREAK]",
        "Ian: What is it? I'm right here. Talk to me. What is it?",
        "Chris: What's happening?",
        "Ian: She's trying to say something. Talk to me. Hey.",
        "Lucy: I think I understand now why you're here.",
        "Ian: Understand what? What is --",
        "Chris: She's hypoxic.",
        "Lucy: I want you to know I'm not really ready to go, you know, but if I have to, I guess I better be ready.",
        "Ian: You're not going anywhere. I'm not going to lose you.",
        "Lucy: I'm not afraid.",
        "Karen: You have so much more love to give, so many more things to do.",
        "Lucy: Well, then I really don't understand because you are my angel. So aren't you here to take me, Karen?",
        "Karen: It doesn't have to be that way.",
        "Ian: The blood of an angel. Karen is Lucy's angel. Karen is not here to take you. She's here to save you, Lucy.",
        "[SCENE_BREAK]",
        "Lucy: How can you save me?",
        "Karen: Ian will know what to do. It's up to him now.",
        "Ian: This is it. This is Lucy's cure.",
        "Chris: What, Karen?",
        "Ian: Yeah.",
        "Chris: No, Ian. Ian, I think I've gone down as far down the line as I can on this.",
        "Ian: But she's the angel we were looking for.",
        "Chris: No, Ian, she was my friend. Ok, and she just died and I'm still trying to deal with all this.",
        "Ian: She was my friend, too, but maybe she'll be Lucy's savior.",
        "Chris: I don't know.",
        "Ian: If we don't do something fast, she's not going to make it. And I know, maybe you don't believe in angels, but you believed in Karen. You believe in her as a doctor and you know she would do anything for a patient, so let -- let this be her last save.",
        "Chris: All right. All right, let's do it.",
        "Lucy: I am so very glad you're here to save me. But I don't want you to die. I don't want you to die.",
        "Karen: It's already done. My journey's over.",
        "Lucy: Well, you know, I've been sensing your presence for the past few days, but I can't understand why your spirit was coming to me. I didn't understand.",
        "Karen: It's because our destinies are connected. Our lives are meant to touch. I know that now.",
        "Lucy: Can't there be another way? There has to be some other way, Karen. Please make there be another way.",
        "Karen: Oh, my dear Lucy. Don't be sad. I'm not. My life's work was healing people, and now I get to do it one more time. For you, Lucy.",
        "Lucy: Oh, Karen. You are my angel. My angel.",
        "Ian: We got to move fast.",
        "Chris: Ok, we're all set.",
        "Ian: What's her blood pressure?",
        "Chris: 100/54. Pulse is at 92 afebrile. Oh -- are you sure about this?",
        "Ian: We're at five. It's infusing.",
        "Chris: Let's just hope Karen's blood hasn't hemolyzed.",
        "Ian: Damn it. B.P.'S dropping -- 80/50.",
        "Chris: Her heart rate's increased to over 100. All right, we need to stop this. She's becoming shocky.",
        "Ian: Leave it be.",
        "Chris: No, Ian, her vitals are unstable.",
        "Ian: I said leave it be!",
        "Chris: Ian, she may be hemolyzing. It could be the start of a reaction. You know this.",
        "Ian: Lucy, you got to fight now, all right? It's all up to you. You got to fight.",
        "Chris: If we push this too far, she could die.",
        "Ian: Or she could live. It's the only chance she has.",
        "[SCENE_BREAK]",
        "Frank: It's a bad move playing the sympathy card, Jamal. Better think of another way to save yourself.",
        "Jamal: Look, Frank, I'm not lying. I don't want to -- I don't want to die, even if it means living like this.",
        "Frank: Don't make this any harder than it has to be.",
        "Jamal: Frank, I know you got fangs, but I'm betting you'd still help out a friend in trouble.",
        "Frank: Oh, yeah? Oh, yeah? Where did my good deeds ever get me, huh? I was a pushover. I was a chump!",
        "Jamal: But you had the power to change a life. Frank, you changed my life. Frank, you gave me a job. Frank, you gave me a place to stay when nobody trusted me. You had my life in your hands, Frank, and you did the right thing.",
        "Frank: Look, Jamal, you brought this on yourself.",
        "Jamal: What would Karen say if she was here?",
        "Frank: Do you see her anywhere around here? Hmm?",
        "Jamal: Frank, murdering a friend in cold blood -- come on, you don't have to be Joshua's dog. Come on, you have a choice, Frank. Frank, you have a choice.",
        "Frank: And I choose to do what I have to do.",
        "Jamal: Frank, please.",
        "[Phone rings]",
        "Frank: Oh -- damn it, Joshua! Yeah?",
        "Karen: Don't do it, Frank. Stop.",
        "Frank: Karen?",
        "Karen: I know you, and I know you don't want to do this.",
        "Frank: Karen, where are you? This connection's not real clear.",
        "Karen: This isn't who you are, Frank. Let Jamal go. You're a good man. I believe in you.",
        "Frank: But, Karen -- Karen, where -- where are you? Karen?",
        "[Phone rings]",
        "Ricky: Hello?",
        "Frank: Garza? I was trying to call Karen. Where is she?",
        "Ricky: Frank, you'd better get over here.",
        "Frank: I'm kind of busy right now.",
        "Ricky: Look, just get to the hospital right away.",
        "Frank: Did something happen to Karen?",
        "Ricky: Frank, it's bad.",
        "Frank: Karen.",
        "[SCENE_BREAK]",
        "Ian: Don't leave me, Lucy.",
        "Chris: Well, that's that. If you're right about all this, she should start improving.",
        "Ian: We gave her the blood of an angel, and that's what she needed.",
        "Chris: Yeah, we did, didn't we? Karen was an angel. What do we do now?",
        "Ian: We wait. We pray.",
        "Chris: All right, bro. Just call me if there's any change.",
        "Ian: You're going to have to pull through this. You don't belong with the angels. You belong here with me.",
        "Lucy: I came back to you.",
        "Ian: Oh, Lucy, Lucy.",
        "Lucy: I'm ok. I am. I'm ok.",
        "Ian: We'll have to run some tests on you.",
        "Lucy: Um -- you know, I -- I don't know. I mean, whatever had a hold of me, it feels like it's gone. I feel so much better.",
        "Chris: Hey. Lucy, you pulled through.",
        "Lucy: Yeah, Ramsey, you can't get rid of me that easy. I have to tell you I had the strangest dream. It was the weirdest sensation. I could hear this voice calling me, and then I realized the voice was Karen's. It was Karen. And she came to see me, and I feel like she healed me.",
        "Ian: That she did.",
        "Lucy: Karen died, didn't she? She died? Is that why I'm alive? Karen died? Ian, is that why? Did she die?",
        "Ian: There was an accident. She was hit by a car.",
        "Lucy: Oh, my God, that's what she said. She said that it was her time to go and not mine. I didn't want her to die. I did not want her to die.",
        "Ricky: Now it all makes sense.",
        "Chris: What's that?",
        "Ricky: Me, Casey, and the big picture. See, Casey had no idea why she got sent down here. At first she thought it was to save my sorry ass, but I was just going to stay home tonight and chill, and then I got this sudden urge to go -- go see Karen. I was going to go over there and talk about Casey.",
        "Ian: So then you found her and you brought her here.",
        "Ricky: Casey completed her mission. Good for you, baby.",
        "Kevin: Lucy?",
        "Chris: Hey, who let you out?",
        "Lucy: Chris, it's ok.",
        "Kevin: I thought I'd be too late. Lucy, no matter what happened between us, I never wanted anything bad to happen to you.",
        "Elizabeth: That was quite a recovery. What happened?",
        "Lucy: Karen.",
        "Kevin: Well, that explains it -- best damn doctor in the hospital. You should find her, thank her, send her a truckload of flowers.",
        "Lucy: Doc, you don't understand. Karen died.",
        "Frank: It's not true. I -- I just talked to Karen on the phone.",
        "Chris: That's impossible, Frank. She died over an hour ago.",
        "Frank: Then how did I hear her voice? How did I hear her voice? I have to see her. I have to see for myself.",
        "[SCENE_BREAK]",
        "Casey: You touched so many lives during your time on earth.",
        "Karen: I had a lot of wonderful friends, didn't I? I loved them all.",
        "Casey: You know what? You gave them one of life's most precious gifts -- a brand-new start.",
        "[SCENE_BREAK]",
        "Jamal: I owe you, Karen.",
        "[SCENE_BREAK]",
        "Frank: Oh, this must be a mistake. You -- you don't belong here, Karen. It's -- it's cold and dark. I -- I bet you're out seeing a patient, or you -- you had to run home to grab dinner, right? Any -- any minute I'm going to hear your voice.",
        "Frank: No. No. Oh, Karen. My sweet, sweet Karen. I love you. I love you. I'll love you forever.",
        "Karen: Let my love guide you and keep you safe, Frank, until we meet again.",
        "[SCENE_BREAK]",
        "Ian: I thought I'd sit with you for a little while.",
        "Lucy: You certainly don't hear me complaining, do you?",
        "Ian: I ran all the tests, and the disease is out of your system.",
        "Lucy: Really? Well, that's because I refused to leave you. I didn't want to leave the girls or you, so I -- I just kept hoping for a miracle. And then Karen -- I saw her smiling face.",
        "Ian: I know.",
        "Lucy: And now look at this place. The world is so beautiful. Everything just seems so much richer. You know, this hospital smells good to me. And your arms around me like this -- it's the best thing in the world. I feel more alive than I've ever, ever felt.",
        "Ian: I wasn't about to let you go.",
        "Lucy: That's what Karen told me. She said that Ian would know what to do.",
        "Ian: She gave -- she gave us a second chance.",
        "Lucy: I know, and I'm going to use it to my fullest, and I'm going to carry Karen around with me always.",
        "Scott: Lucy, I got here as quick as possible. Now, what happened? Karen was in an accident?",
        "Lucy: Scott --",
        "Scott: Now, I'm supposed to talk to you. What -- what's going on? Is she all right?",
        "Lucy: Scott --",
        "Scott: I mean, what --",
        "Lucy: Listen to me, Scott! I'm sorry. I'm so sorry.",
        "Scott: What --",
        "Lucy: I'm sorry.",
        "Scott: What do you mean, you're sorry? What -- what are we talking about here, Lucy? Lucy? Lucy?",
        "[SCENE_BREAK]",
        "Karen: My father -- I don't want him to be sad.",
        "Casey: You know what? He'll realize you saved Lucy's life. It's going to bring him comfort.",
        "Karen: Before I died, I was able to help her, wasn't I?",
        "Casey: You fulfilled your destiny, and you earned a place of honor up here in heaven. And, girl, let me tell you, we are talking mega angel points.",
        "Karen: I feel such peace.",
        "Casey: You know, your time on earth may be up. But, Karen, your journey -- your journey is just beginning. Trust me, it's going to be a beautiful one.",
        "Karen: I always wondered when my time came if I could stand up here and say it.",
        "Casey: Say what?",
        "Karen: That I have no regrets. And I don't.",
        "Casey: There's nothing to be afraid of.",
        "Karen: Not anymore.",
        "[SCENE_BREAK]",
        "Lucy: Goodbye, Karen. Thank you, my angel. Stay tuned for scenes from the next \"Port Charles: Desire.\"",
        "[NEXT_ON]",
        "Kevin: Lucy lives, Karen dies, and this joke we call life just rolls merrily along, doesn't it?",
        "Rafe: Where's Alison? How are we going to get her?",
        "Caleb: It's already in the works, slayer.",
        "Alison: I think that it's only fair that my life be taken from me."
    ],
    "Transcript Author": [
        "By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=UIBP508p_EU"
}