{
    "Episode Summary": [],
    "Recap": [
        "Joshua rotates the top of his ring, activating a vampire mark on the hand of each of his recruits. Lucy is devastated to see the mark on Victor's hand. Joshua informs Lucy that she's outnumbered. Lucy takes Victor outside to try to reason with him, but Victor sees no reason for concern. He doesn't intend to become a monster. He wants to use his new power to do good things for Port Charles, and he believes that people will actually listen to him for once. Reese believes that everyone will have to choose a side. Jack tells Reese that he intends to play both sides, and he's going to show her how to do the same. Ricky plans to be on whichever side is the winning side. Despite Jamal's efforts to get her to leave, Casey is convinced that she's supposed to figure something out. When Ian turns down Joshua's offer to join his new family, Joshua advises him to reconsider for the sake of his loved ones. Realizing that Frank is a vampire, Karen wants nothing more to do with him. Jack stuns and delights Reese by presenting her with Joshua's wallet. Joshua unveils the new sign at the former Recovery Room, which is now known as Elixir. The unusual \"x\" is the vampire mark on the recruits' hands. Olivia regretfully explains why she no longer has Caleb's protective ring. Caleb intends to get it back once she turns him back into a vampire, but Rafe warns that the best way to get to Joshua is to remain human. After taking Alison home, Rafe tries to reassure her that everything will be fine, but she has no doubt that she is Joshua's intended bride and queen. After Caleb rips the dressing from his neck, Olivia informs him that she can't turn him into a vampire."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Victor: To new beginnings and a new way of doing things.",
        "Mary: Aw",
        "Victor: Ladies and gentlemen, I would also like to raise my glass to Joshua. Mr. Joshua Temple. Some of you already know that Mr. Temple is going to be the new owner of our beloved Recovery Room. And he is certainly Port Charles' newest, most distinguished citizen. I haven't known him very long, but I can vouch for the fact that he's a man of drive and vision. Ladies and gentlemen, Joshua Temple.",
        "All: Hear, hear!",
        "Lucy: This is unbelievable.",
        "Joshua: I have many ambitious plans, not just for this place but for all over my new adopted home, the lovely town of Port Charles.",
        "Mary: Aw.",
        "Joshua: I hope you all approve.",
        "[Cheers and applause]",
        "Jamal: Make room, make room, make room. Watch this.",
        "Mary: Ah.",
        "[SCENE_BREAK]",
        "Alison: My God. It's like a vision of hell.",
        "Caleb: It's your city -- the way Joshua intends it to be.",
        "Rafe: We got to find a way to stop him.",
        "Caleb: It looks like the destruction's already begun.",
        "Rafe: This guy worked for you, Caleb. What are his weaknesses?",
        "Caleb: Well, you might want to sit this one out.",
        "Livvie: Or move.",
        "Caleb: Don't worry. With Olivia's help, I won't be mortal for long. And then I'll crush that little worm.",
        "Livvie: It might not be that easy.",
        "Caleb: As long as we have the ring, we -- what happened to the ring?",
        "Livvie: It's gone. I'm sorry, Caleb, but our protection against Joshua is gone.",
        "[SCENE_BREAK]",
        "Joshua: And it is my wish as owner of this bar to turn it into the hottest nightspot in town.",
        "Victor: Oh! Hear, hear!",
        "Joshua: Port Charles is my home now, and I will do whatever it takes to breathe new life into this wonderful old place.",
        "[Cheers]",
        "Lucy: What are all those marks on all those peoples' hands?",
        "Ian: The mark of the vampire. He's branded his recruits.",
        "Lucy: My gosh, there's so many of them. I've got to get Victor away from him.",
        "Ian: It's too late.",
        "Joshua: I hope you've all had a wonderful time this evening, and I extend an open invitation to you all to join me in my new venture. A fresh start for us all.",
        "[Cheers and applause]",
        "[Music plays]",
        "Jamal: I don't know -- Joshua must be some kind of low-rent vampire. I mean, wanting to run a bar -- huh. What's up with that?",
        "Casey: Trust me, this weasel's got more things in mind.",
        "Ricky: Please, come on. Free drinks, hot chicks -- what else could you ask for?",
        "Casey: Ricky, don't you even realize you're sinking in a sea of vampires?",
        "Jack: Look, guys, it's none of our business. Let the good guys fight the bad guys.",
        "Ricky: Mm-hmm.",
        "Reese: That's right, folks. Sides must be chosen.",
        "Casey: Yeah. You better choose wisely because your life just might depend on it.",
        "Victor: So I have some very doable ideas about how we can restore the downtown.",
        "Lucy: Victor --",
        "Victor: Because --",
        "Lucy: Victor, um, I really, truly need to speak with you in private.",
        "Victor: Of course.",
        "Joshua: Anything you'd like to say to Victor you can say in front of me.",
        "Ian: Back off.",
        "Frank: Hey, listen, Ian. Want to talk outside?",
        "Ian: You sure about that? Last time we talked outside, you ended up with an award in your chest. You up for another one? Got my vote.",
        "Joshua: Are you going to fight us all, doctor?",
        "Ian: If I have to.",
        "Joshua: One noble vampire against -- well, take a look around.",
        "Lucy: No. There are plenty of good, good people in this town.",
        "Joshua: Things have shifted, slayer. You're outnumbered. It's you who doesn't belong here anymore.",
        "[SCENE_BREAK]",
        "Ian: Lucy wants to have a word with Victor, and I think we should let her, don't you?",
        "Joshua: I wouldn't push it, doctor. The odds really are against you.",
        "Lucy: Well, then, why are you so threatened by me simply talking to an old friend?",
        "Victor: Lucy, I'm sorry, but if Joshua doesn't think it's a good idea --",
        "Lucy: I simply want to know why.",
        "Joshua: Why victor chose to be immortal?",
        "Ian: Was a choice, was it?",
        "Joshua: Why don't you ask him?",
        "Lucy: Victor, please. I just -- I want to talk to you outside for old time's sake. Come on.",
        "Victor: Well, I'd -- I'd like very much to talk to Lucy.",
        "Joshua: Ok.",
        "Victor: Yeah.",
        "Mary: So, everybody having a good time?",
        "Reese: I never thought that suck-up would pull it off. Joshua's taking over the whole town.",
        "Jack: Caleb must be spinning in his grave.",
        "Reese: Maybe I should've been nicer to the jerk when he was nobody.",
        "Jack: Are you dying to be a vampire again? Is that it?",
        "Reese: You don't understand. It was great when I was one of them.",
        "Jack: Being under Joshua's thumb -- what's the glory in that?",
        "Reese: It's better than being on the outside looking in. It's a whole power trip being --",
        "Jack: One of them. I understand. I need to school you on how to work this without growing fangs.",
        "Ricky: Yo?",
        "Jamal: Yo, what up?",
        "Ricky: Check it out, man. You really think we're going to have to pick sides here?",
        "Jamal: Well, if we do have to pick sides, we'll know that you're going to be on the side that bites. I know that.",
        "Ricky: No, no, I'm going to be on the winning side, whichever side that is, all right?",
        "Jamal: Listen, why don't you just slap a big \"for sale\" sign on your forehead, man?",
        "Ricky: Don't hate the player, hate the game, home slice, all right? You heard Joshua -- it's a brand-new game.",
        "Jamal: New game, new world -- whatever. You can take your new game and shove it. All right, Case, why don't we get out of here, all right?",
        "Casey: No, no, no, no. Not yet, not yet. It's like there's this big puzzle right in front of me, and it's just missing one very important piece.",
        "Ian: Quite a piece of work there, Joshua.",
        "Joshua: Care to join me for a drink?",
        "Ian: I'm not joining you in nothing.",
        "Joshua: How do you drink these days, doctor? Blood bank or the old-fashioned way?",
        "Ian: What's the matter with you? A sweet man like Victor and you have to turn him? What's next, children?",
        "Joshua: Now, there's an idea. Sorry. A vampire can't touch me when I have this ring on my finger.",
        "Ian: I'll find a way.",
        "Joshua: I don't think so.",
        "Ian: You don't know me.",
        "Joshua: Oh, yes, I do. You're tough. You're resilient. You've bent the rules in your time. You're my kind of vampire.",
        "Ian: What are you saying?",
        "Joshua: I'm a pragmatist. I believe you are, too. So, if you can't beat me, I invite you to join me.",
        "[SCENE_BREAK]",
        "Livvie: So before I knew it, Joshua tricked me by getting my father to take the ring from me.",
        "Alison: So Kevin's been turned.",
        "Livvie: No, it's more like he's been drugged. Caleb, I'm so sorry.",
        "Caleb: Don't worry. We'll get the ring back.",
        "Rafe: Oh, yeah? How?",
        "Alison: Yeah, if the ring protects Joshua from vampires --",
        "Rafe: Yeah, and assuming you and Livvie are going to suck necks and continue your lovely little romance, how are you going to get close to Joshua?",
        "Caleb: Why would I tell you, hmm? You spend so much time chasing me with torches and stakes. You know what? In a lot of ways, this town got exactly what it deserves.",
        "Alison: So you think that this is a good thing, what Joshua's planning on -- destroying this town like that?",
        "Caleb: Hey, once I get some good blood flowing through my veins again, I'm going to clean up this little Joshua mess.",
        "Rafe: Wrong. Staying human -- that's the only way you're going to destroy him now.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Reese: Why should I take your advice, Jack? You hated being a vampire.",
        "Jack: It wasn't my thing.",
        "Reese: Yeah, well, being mortal is a bigger drag. You have to worry about having enough green to pay the rent.",
        "Jack: Oh, so you're telling me that you'll be worry-free if Joshua turns you?",
        "Reese: Like I said, it's better than being a loser.",
        "Jack: Come on, Reese, wise up. The only way you're going to win at this is playing both sides of the fence.",
        "Reese: Oh, yeah? You really think you can do that, jack? Come on.",
        "Jack: I know I can.",
        "Reese: Pretty tough words for a guy who's done squat.",
        "Jack: Oh, you don't know what I've done, Reese.",
        "Reese: All talk and no action makes Jack a dull boy. Show me some game.",
        "Jack: You're on.",
        "Karen: Frank --",
        "Frank: Hey, sweetheart. You look beautiful. You want to dance?",
        "Karen: What's going on here?",
        "Frank: Oh, it's nothing.",
        "Karen: Oh, come on, Frank, I'm not stupid.",
        "Frank: Come on. We haven't danced, and this is an important night.",
        "Karen: Yeah, I'll say. Out of nowhere you get an offer that's five times what this place is worth from Joshua. And the tension between him and Lucy is so thick, you could cut it with a knife.",
        "Frank: It's business, ok? Just drop it.",
        "Karen: And what is this mysterious job that you can't talk to me about? Is that why you and Ian are at each other's throats? Oh -- no, Frank. Tell me you're not one of them.",
        "Frank: Karen --",
        "Karen: Oh, God, I should've seen this coming. You're a vampire, aren't you?",
        "Ian: You really think I'd join this little club of yours?",
        "Joshua: You know, much and all as I admire your valiant efforts to deny who you are, where do you think you belong?",
        "Ian: Not with you. I know that.",
        "Joshua: Not with mortals. You're not one of them. Why are you rejecting your own kind?",
        "Ian: I'm rejecting you and everything you stand for.",
        "Joshua: Until the hunger catches up with you, and one day it will. You can no longer outrun it. And I guarantee you then you'll have no choice but to follow your instincts.",
        "Ian: I'll never be like you.",
        "Joshua: Don't knock it till you try it. And after you feed, you'll love it. You won't be able to get enough.",
        "Ian: When the day comes -- and it will -- I will get to you.",
        "Joshua: Always the hero.",
        "Ian: Uh-uh. Readiness is all. And I will put a stake right in your heart.",
        "Joshua: Doctor -- did it ever occur to you that the most heroic thing you could ever do, the best way you could keep the people that you love safe, would be to accept my offer?",
        "[SCENE_BREAK]",
        "Lucy: Victor, I lost your son. I -- I can't lose you. So please don't join these monsters.",
        "Victor: Lucy, it'll be all right.",
        "Lucy: No. No, it will not be all right.",
        "Victor: One needn't become a monster.",
        "Lucy: Listen to me. When I first got to know you and saw inside your soul, I knew you were the kindest, most generous, wonderful, good man that I'd ever known.",
        "Victor: Lucy, I still am.",
        "Lucy: Ok. Then please fight this. Victor, fight it like Ian is doing.",
        "Victor: Lucy --",
        "Lucy: Let me help you. No, please, let me --",
        "Victor: Lucy, listen to me.",
        "Lucy: What?",
        "Victor: I need this power. I can -- I can do all sorts of good things.",
        "Lucy: No, no. It doesn't work that way.",
        "Victor: Lucy, you don't understand. I still have so much to contribute. And -- and when you get a little older, people just stop listening to you. And maybe this is my chance to have people listen to me again.",
        "Lucy: I listen to you. I listen to you, and I believe in you.",
        "Victor: Yes, I know --",
        "Lucy: I believe in you.",
        "Victor: But -- but Joshua -- thanks to Joshua, I have an important position.",
        "Lucy: Joshua is a liar. Joshua is evil. Victor, can't you see that? These vampires -- they don't want to give you an important position. They want your soul.",
        "Joshua: Come away, my good man, before she bores you to death. Come inside.",
        "Lucy: No, Victor -- Victor --",
        "Ian: Hey.",
        "Lucy: Tell me we're not losing this fight. Tell me that.",
        "[SCENE_BREAK]",
        "Caleb: Are you out of your mind?",
        "Rafe: No. I am dead serious. If you turn back, you're going to be under Joshua's control, and I don't think you're going to be too happy about taking orders from someone else.",
        "Caleb: Why would I want to stay mortal when all the power in the universe is one bite away?",
        "Alison: Because Joshua has your little magic ring, which makes vampires incapable of killing him.",
        "Rafe: So you stay human and you can fight him. You can help us destroy him.",
        "Caleb: Hmm. Thanks, but no thanks. I think I'll take the eternal route, no offense.",
        "Rafe: Ok, that's good. So you're digging your own grave.",
        "Caleb: Don't bury me just yet. When I get my power back, I'll clean up this little Joshua mess. So why don't you leave Olivia and me to our reunion?",
        "Rafe: All right, fine. Livvie, remember what I said. Let's go.",
        "Caleb: Finally. Alone at last.",
        "Livvie: Caleb --",
        "Caleb: Listen to me. Give me back what I had. Turn me into what I was before.",
        "Livvie: Maybe Rafe was right.",
        "Caleb: What?",
        "Livvie: Maybe keeping you the way you are is the only way to keep you safe.",
        "[SCENE_BREAK]",
        "Elizabeth's voice: What, Lucy didn't tell you about the rings?",
        "Caleb's voice: How do you know the ring was for Alison?",
        "Alison's voice: That's probably what the gown was for. He wants to marry me.",
        "Joshua: What I have in mind could affect your next breath. And your next breath could be your last breath. So why don't we just cut to the chase, you and I? Why don't we strip away --",
        "[Alison gasps]",
        "Joshua: Everything that stands between us.",
        "Alison's voice: Rafe, do you know who sent this?",
        "Rafe's voice: Joshua.",
        "Alison's voice: Why would Joshua send this?",
        "[Alison gasps]",
        "Alison: I would rather slit my own wrists than have you touch me --",
        "Joshua: No. You think I would let you waste one single drop of that?",
        "Alison: Ugh.",
        "Joshua: All this is about is me trying to get to know you.",
        "Rafe: So, you've been kind of quiet. You ok?",
        "Alison: Yeah, I'm fine. I mean, this town is on the edge of going to hell and all of my friends are in danger of being turned into bats, but I'm doing great.",
        "Rafe: Well, that's good, then, as long as you're great.",
        "Alison: Rafe, Port Charles is my home.",
        "Rafe: I know.",
        "Alison: I mean, I grew up here. And not only does Joshua want to destroy the entire town, he wants to make me his bride.",
        "Rafe: Now, you listen to me, all right? That's not going to happen. I mean, we don't even know that you're the one he's after. It could be Livvie. It could be anybody --",
        "Alison: He's practically sent out engraved invitations. You and I both know I'm the one he wants.",
        "[SCENE_BREAK]",
        "Joshua: Victor, you must remember Lucy is a vampire slayer. You musn't let her get to you.",
        "Victor: Joshua, Lucy is my friend.",
        "Joshua: She was your friend. In the new order of things, she is your enemy. I'm the only friend you need -- me.",
        "Mary: Well, tonight seemed to go well.",
        "Joshua: I thought so.",
        "Mary: You're really quite a take-charge kind of guy, aren't you?",
        "Joshua: What can I say, Mary? It's in my blood.",
        "Jamal: All right, serious, I got a bad vibe. Can we get out of here, please?",
        "Ricky: Oh, come on, man, I'm having a good time. This is where the action is at.",
        "Jamal: The only action that's here is the bad guys getting over, that's it.",
        "Casey: Hey, you know what? There has to be a really important reason why it's all going down like this.",
        "Ricky: Yeah. Maybe the big kahuna upstairs decided to move on down the road.",
        "Casey: Is this really a big joke to you, Ricky?",
        "Ricky: Oh, come on. I'm not going to sit around moping all night, all right? You win some, you lose some.",
        "Casey: You know what gets me about you? You could really be somebody.",
        "Ricky: Yeah, when I get my gold record --",
        "Casey: No, I'm not talking about a stupid rock star, ok? I'm talking about you as a person. All right, and you're throwing it all away by keeping your connection with Joshua.",
        "Ricky: Does that mean that you're going to stop being my guardian angel?",
        "Casey: You know, that is not my call. Even if I am pissed at you, I still got to watch your back, Ricky.",
        "Jamal: Well, I don't. So you can go and be a fool. So go, get out of here. Why don't you go get it over with? Go hang with your bloodsuckers.",
        "Ricky: Yeah, well, at least those bloodsuckers aren't always nagging at me and telling me what to do, all right? They like to have a good time. Later.",
        "Jamal: See ya.",
        "Ricky: Yeah, whatever.",
        "Jack: You wanted action? How's this?",
        "Reese: This is Josh's. I can't believe you nipped this.",
        "Jack: Well, stick around, Reese. Things are about to get interesting.",
        "[Reese laughs]",
        "Frank: Karen, I know this is a shock.",
        "Karen: No, frank, a shock is when your boyfriend tells you that he's seeing somebody else, not that he's just grown a pair of fangs.",
        "Frank: I'm still myself, only better.",
        "Karen: You're just not satisfied being a regular guy, are you? You couldn't do that for us.",
        "Frank: Karen, just hear me out. There are benefits to me being this way.",
        "Karen: I don't want to hear it, Frank. Just stay away from me.",
        "[SCENE_BREAK]",
        "Ian: Let's go.",
        "Lucy: No. I mean, I know I promised I'd go to the hospital, and I will go because I gave my word to you. But I got to be here for victor. Don't you understand? I need to stay for him.",
        "Ian: I understand that there's nothing more we can do tonight.",
        "Lucy: Ok.",
        "Joshua: Oh, please don't leave, slayer. The party's not quite over.",
        "Lucy: Oh, darn. Don't tell me I might miss you burning a few customers at the stake.",
        "Joshua: No, I'm about to unveil the name of my new club. And it's such a grand occasion, I want you to be a part of it.",
        "[SCENE_BREAK]",
        "Caleb: Olivia -- Livvie, wait. Wait. What -- I can't believe you would listen to what Rafe was saying.",
        "Livvie: It's just that I love you so much I want to protect you.",
        "Caleb: If you love me, then turn me.",
        "Livvie: I've waited so long for this.",
        "Caleb: I know. Listen -- it's killing me being separated from you. But we're together now, and nothing can stop us.",
        "Livvie: I've missed your touch, your kiss.",
        "Caleb: Then what are you waiting for? Do it. Do it.",
        "Livvie: No, Caleb --",
        "Caleb: Listen --",
        "Livvie: No, I can't!",
        "Caleb: Doesn't -- shh, shh. Doesn't matter about the ring. Doesn't matter about anything else. Let's just be together.",
        "Livvie: Caleb, I can't. I can't do this. Stay tuned for scenes from the next \"Port Charles: Desire.\" .",
        "[NEXT_ON]",
        "Rafe: Joshua can't get to you if he can't find you. That's why we're leaving Port Charles -- tonight.",
        "Frank: We still have a life together.",
        "Karen: Are you going to turn me, too?",
        "Caleb: I need you to tell me why you can't turn me.",
        "Livvie: Because if I do, I'll kill you."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=W6c27Jh-t_E"
}