{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jamal: Surprised to see you here. I thought you'd be out boosting necklaces \r\nor something. ",
        "Ricky: Yeah? Well, I don't see a halo over your head, so don't go fronting \r\nme. ",
        "Casey: Ricky! I've been waiting for you. ",
        "Jamal: Looks like your little girlfriend's here -- or should I say \r\naccomplice? ",
        "[Door slams] ",
        "Casey: Hey. Lucky you -- I'm back. ",
        "Ricky: Great. Now you can get lost. ",
        "",
        "Chris: Fun being chief resident, huh? Builds muscles. ",
        "Eve: All right, can it, Ramsey. I still have half a shift left. Have you seen \r\nIan? ",
        "Chris: Hey, you've been asking that question a lot lately. You should put a \r\nbell around his neck. ",
        "Eve: I am in no mood for your smart-ass comments, ok? ",
        "Chris: Well, before you bite my head off, you should know that Ian signed out \r\nbefore I came in. Actually, kind of strange. ",
        "Eve: What? ",
        "Chris: No, just that he signed out and, well, Amy never showed up for her \r\nshift today. Probably just a coincidence. ",
        "",
        "Kevin: Comfortable? ",
        "Ed: Very. ",
        "Kevin: Good. Then why don't we start with who the hell are you and how are \r\nyou connected to Paige and Amy? ",
        "Ian: Yeah, let's start there. ",
        "Amy: It's complicated, Ian. ",
        "Ian: Simplify it! ",
        "Ed: The name is Ed. Stick to first names. Like to keep it casual. I guess you \r\ncould say that I'm in charge of Paige and Amy. I'm responsible for their \r\nprotection. ",
        "Kevin: \"Protection?\" From what? ",
        "Ed: That's frankly none of your business. ",
        "Ian: That's a bad start, Ed, because we think it is our business. ",
        "Kevin: Yeah, aren't you the one who just said it's time for us to know the \r\ntruth? Well, I haven't learned anything so far. Have you? ",
        "Ian: No. ",
        "Ed: All you need to know is that if you keep snooping into Paige and Amy's \r\nlives, you'll put them in grave danger. ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Casey: Hey, what's with you? You blowing me off? ",
        "Ricky: What do you think, huh? One minute we're doing it, and the next minute \r\nyou're gone. ",
        "Casey: I'm sorry, really. It's just I had something important I had to do.\r\n",
        "Ricky: Oh. Gee, thanks. ",
        "Casey: Oh, no, no, no. Ricky, listen, I -- ",
        "Ricky: No, no, no. What's your game? Huh, Casey? You're either the biggest \r\ntease in town or you're nuts. But either way, you're too weird for me. ",
        "Casey: Wait, no -- look, all right? I know I hurt you, but it's -- ",
        "Ricky: Whoa, whoa -- hurt me? Nah. You didn't hurt me because that would mean \r\nthat I'd have to care for you. And you know what, baby -- you're just the flavor \r\nof the month. So have a nice life. And do me a favor -- stay out of mine. ",
        "Jamal: Come on, Gabby, stop playing. The doctor said you got to keep your \r\nstrength up. ",
        "Gabriela: You don't have to worry about me anymore or feel guilty. I'm \r\nfeeling much, much better. ",
        "Ricky: You're looking good, sis -- no thanks to this guy. ",
        "Jamal: What happened, you and your little girlfriend out there got into a \r\nlittle fight or something? ",
        "Ricky: She's not my girlfriend, bro. ",
        "Jamal: Yeah, that's why you guys hang out 24/7. Don't even give me that. ",
        "Ricky: Yeah, well, it was too much aggravation, so I dumped her, all right? \r\nYou'd know about that, wouldn't you? Right. You're the guy who got dumped by \r\nthat pretty blonde. ",
        "Jamal: Hmm. ",
        "Gabriela: Ricky, that's enough. ",
        "Jamal: You're a funny man, huh? ",
        "Ricky: Yeah. ",
        "Gabriela: Look, stop it, you guys. You sound like a couple of kids on the \r\nschool yard. Ok, my life is finally back on track now that Joe is here, so would \r\nyou please give it a rest? ",
        "Joe: How's my favorite girl? Hey. ",
        "Gabriela: Hey. ",
        "Joe: Good news. All your tests show major improvement. ",
        "Gabriela: Well, I guess you're my good luck charm. So does that mean I get to \r\nleave soon? ",
        "Joe: Not only do you get to leave, but you might even be able to travel. ",
        "Gabriela: Well, after the rotten couple of months I've had, I really could \r\nuse a vacation. ",
        "Joe: I had a different kind of travel in mind, something more -- something \r\nmore permanent. I was hoping you'd come back home with me. ",
        "",
        "Ed: No offense -- you two could use a little more patience. ",
        "Ian: I think we've been very patient. We have two women who seem to have \r\nfallen from the sky into our lives. ",
        "Kevin: Not to mention they both vanished into thin air, not once but twice.\r\n",
        "Ian: And we're not supposed to be curious about that? What planet are you \r\nfrom? ",
        "Kevin: And what is this about us putting them in danger? We're the last two \r\npeople who could do that. ",
        "Ed: Is that so, Sherlock? Then how come I know you received pictures from the \r\nCIA and police crime scenes, not to mention made a check on Paige's passport, \r\nand also that your father's made all these phone calls about the watches, Dr. \r\nCollins? ",
        "Kevin: How do you know that? ",
        "Ed: I'm just making the point that things get around. You're not covering \r\nyour tracks as well as you think you should, which I told you before is \r\ncatastrophic to these two ladies. ",
        "Kevin: Why? Is someone after them? ",
        "Ed: You could say that, yes. ",
        "Ian: Who? ",
        "Ed: That's classified. ",
        "Kevin: Ok. Can you tell us about the watches they have on? ",
        "Ed: Well, you could say they're a homing device. Keeps tabs on their \r\nwhereabouts. ",
        "Kevin: Are you trying to tell us that Paige and Amy are in some kind of \r\nwitness protection program? Well, what's supposed to happen in five weeks when \r\nthey leave? ",
        "Ed: Relocation. ",
        "Ian: To where? ",
        "Ed: I'm telling you all I can tell you. ",
        "Ian: And it's a great story, Ed, Edwin, Edward -- whatever your name is. I \r\ndon't buy a word of it. ",
        "",
        "Gabriela: Are you serious, Joe? Do you want me to go away with you? ",
        "Joe: I never stopped thinking about you, Gabby. I miss you so much. ",
        "Jamal: Whoa, whoa. Whoa, hold up. You dumped Gabby, got with somebody else, \r\nand now you want to get back with her? Are you kidding me? Hell, no, man! ",
        "Ricky: Hey, hey, hey, you're not taking Gigi anywhere, all right? ",
        "Joe: All right, look, guys, I know how you feel. ",
        "Ricky: No, the hell you do. ",
        "Jamal: Why don't you take a hike, Scanlon, get out of here. ",
        "Gabriela: Stop it! Both of you. Would you give me a minute alone with them, \r\nplease? ",
        "Joe: Sure. I'll be right outside. ",
        "Gabriela: Thank you. ",
        "Jamal: Oh, my gosh. Huh. ",
        "Ricky: Can you believe that guy? ",
        "Jamal: You can do better than that, Gabby, I'm telling you. ",
        "Gabriela: Listen, can we get a little reality check here? I'm the one that \r\ndumped Joe, remember? I thought I had lost him forever. But luckily I was wrong.\r\n",
        "Ricky: Yeah, well, I don't like him. ",
        "Gabriela: You don't even know him, Ricky. I finally have what I've wanted for \r\nso long -- a second chance with Joe -- and I'm taking it. ",
        "Jamal: Look, look, Gabby, I think you should take this slow. I mean, you're \r\nbarely getting back on your feet and everything. ",
        "Gabriela: Joe is a doctor. I will be in good hands. ",
        "Ricky: The guy asks you to run away with him and you're going to go? You've \r\nalways told me, \"Think things through.\" ",
        "Gabriela: And did you ever listen to me? ",
        "Ricky: Well, no, but -- ",
        "Gabriela: Ok. See, there's nothing else to talk about. I love Joe. He makes \r\nme happy. Isn't that what the two of you want for me? ",
        "Jamal: Do what you want. It's your life -- I guess. ",
        "Ricky: Oh, what, now you're down with this? ",
        "Jamal: I just said it was her life -- I guess. ",
        "Ricky: All right, look, you better call me if this doesn't work out, \r\nall right? ",
        "Gabriela: So that's settled. Now, I have one final wish before I accept Joe's \r\noffer. I want the two of you to stop fighting. ",
        "Ricky: Dream on. ",
        "Jamal: That ain't happening. ",
        "Gabriela: Ok, ok, can you guys at least try to get along, please? I mean, I \r\nknow you're not the same blood, but you're my family. You're my brothers. And it \r\nwould mean so much to me if I left here knowing that you two were looking out \r\nfor each other. What do you say? ",
        "Jamal: Sorry, Gabby. I got to get some air or something. ",
        "Casey: Hey, is Ricky going to be hanging with his sister much longer? ",
        "Jamal: You know what, little girl -- I could care less what Ricky does, and I \r\nbet he feels the same way about me. ",
        "Casey: Jamal, hold up. ",
        "Jamal: What? ",
        "Casey: You know, I was just -- I really never noticed it before, but you're \r\nkind of cute. ",
        "",
        "Eve: Look, Ramsey, just because you're a snake doesn't mean that every man \r\nis. And just because Ian signed out of the hospital and Amy's not here doesn't \r\nmean they're together. ",
        "Chris: Maybe. Maybe not. Check this out. ",
        "Eve: What am I looking at? ",
        "Chris: It's a picture. It was taken years ago -- me, some friends. And \r\nwouldn't you know it -- Amy's in it, plain as day. Except when I told her about \r\nit, she denied that it was her. And she just basically freaked out over the \r\nsubject. ",
        "Eve: Probably because she doesn't want you drooling all over a picture \r\nof her. ",
        "Chris: Oh, that's cute. But look, the plot thickens. She's wearing a \r\nnecklace, right? There -- had the picture blown up. Check that out. Now, her \r\nname's Amy Stradling. But the initials on that necklace are A.H., not A.S. ",
        "Eve: Yeah. What's your point? ",
        "Chris: My point is she's hiding something. I mean, she even admitted it to \r\nme. Practically challenged me to figure it out. You know I like a good \r\nchallenge. ",
        "Eve: Uh-huh. You know what I think? I think that you've become obsessed with \r\nAmy because she won't go out with you. ",
        "Chris: No. No, Eve, this has nothing to do with my interest in Amy or my, you \r\nknow, warm, fuzzy feelings for your ungrateful husband. But I'm telling you, \r\nthis chick has an agenda. And whatever it is, it has something to do with Ian.\r\n",
        "Eve: You don't know that. ",
        "Chris: Would you please wake up? They've been joined at the hip ever since \r\nshe blew into town, including that little interlude they had when they got \r\nstranded in the car. What were they doing out there in the middle of nowhere at \r\nnight, huh? ",
        "Eve: They were going to see a patient, Ramsey. ",
        "Chris: Oh, a patient? And -- and did you notice that they weren't very \r\nforthcoming about exactly who that was? ",
        "Eve: Meaning? ",
        "Chris: Meaning unless this so-called patient lives in a tree house in the \r\nwoods, where they were going doesn't make any sense. What does your gut say? ",
        "[Pager beeps] ",
        "Chris: Do me a favor, huh? Just think about it. ",
        "",
        "Ed: Ok, so you don't believe me. It breaks my heart, but I guess I'll have to \r\nlive with it. ",
        "Ian: Who do you work for anyway, the government? ",
        "Ed: I guess you could say that I work for the big boys. ",
        "Kevin: Wait a minute. If you're supposed to be in charge of hiding and \r\nprotecting these women, you're doing a lousy job. I've known Paige Smith for \r\nyears, and she came right to me. ",
        "Ed: And she thought -- wrongly of course, as it turned out -- that she could \r\nhide in plain sight with her old friend Kevin. She requested it. We honored that \r\nrequest -- obviously not remembering or knowing that you'd become an amateur \r\ndetective. ",
        "Ian: What about the pictures of Amy in the alley? Pictures don't lie. ",
        "Ed: Well, everything you see in that alley is true as far as it goes. ",
        "Ian: Oh, ok. So Amy's dead. Perfect. ",
        "Ed: As far as the world is concerned, Amy Stradling died in that alley. You \r\nsee her right there? ",
        "Amy: We needed certain people to think I was out of commission -- \r\npermanently. ",
        "Kevin: So Paige and Amy are in the same protection program? That's their \r\nconnection? ",
        "Ed: Mm-hmm. They joined us at the same time and they'll be leaving at the \r\nsame time, assuming there's no more interference from you two. ",
        "Kevin: Well, can we at least know what happened and who's after them? ",
        "Ed: Oh, I'm afraid that's classified. ",
        "Ian: No, that's classified. ",
        "Kevin: No, that's classified. Of course it is. ",
        "Ian: Thank you, Ed -- Ed, if that really is your name. ",
        "Ed: Actually, it is. Look, boys, I can see the doubt in your eyes, and I \r\ndon't blame you. You're men of science. You need solid facts. Believe me, if you \r\nkeep exploring these women's lives, you put them at great risk. Now, I know you \r\ncare about them. So for their good, leave this alone. ",
        "Kevin: Ok. We'll back off. ",
        "Ian: For now. ",
        "Ed: Good. Good. I'm so glad we came to an arrangement. Now, I am going \r\nto make my final arrangements for their relocation. We'll be in touch. Would you \r\nplease rember where you might end up if you're not careful? Gentlemen. ",
        "Ian: Ed. ",
        "Kevin: Why didn't you tell me? ",
        "Paige: I couldn't. I'm sorry. ",
        "Ian: Well, this is very unlike you, holding your tongue like this for this \r\nlong. Why didn't you tell me you were in danger? Maybe I could've -- I don't \r\nknow -- ",
        "Amy: Done what? You have a wife, a baby, a good life. I got more involved \r\nwith you than I ever intended to. ",
        "Ian: And there's nothing I can do to help? ",
        "Amy: Well, let's see. You could restore my sight, you could give me a new \r\nlife, and you could teach me how to skydive. But I'll settle for a ride back to \r\nwork. ",
        "Ian: Sure. Come on. ",
        "Amy: Ok. ",
        "Kevin: Paige, I know that none of this is my business, but I'm still worried \r\nabout you. ",
        "Paige: Just one question -- are you sorry that I came back into your life?\r\n",
        "Kevin: No. Only that you misinterpreted my friendship for something more. \r\nWhich, under the circumstances, means I can't let you stay in the house any \r\nlonger. ",
        "Paige: I can understand that Lucy would want me out. I mean, I can't blame \r\nher. ",
        "Kevin: Lucy and I have been through a lot to get to where we are, and I can't \r\nlet anything jeopardize that. And I won't. ",
        "Paige: Well, it's been nice while it's lasted, being part of your family. \r\nEspecially getting to know Christina. I only have one regret. ",
        "Kevin: What's that? ",
        "Paige: That we didn't finish the portrait. ",
        "Kevin: It's still that important to you, even with what you're going through?\r\n",
        "Paige: Well, it gave me something to cling to through really uncertain times. \r\nI know that sounds crazy. ",
        "Kevin: No, no. Look, if it's that important, then we'll figure a way to make \r\nit work. All right? We'll find a way. ",
        "",
        "Gabriela: Jamal's a good guy once you get to know him. ",
        "Ricky: Yeah, well, that'll never happen. ",
        "Gabriela: He's a lot like you -- tough on the outside, big softy on the \r\ninside. Couldn't you at least try to get to know him? You guys are really a lot \r\nlike brothers. ",
        "Ricky: Come on, Gigi. You know, ask me to donate a kidney, a lung, but don't \r\nask for this. ",
        "Gabriela: Do you remember when you were 17 and you wanted that tricked-out \r\nhot rod and I talked Dad into getting it for you? You owe me. ",
        "Ricky: Yeah, ok, ok. I'll play nice with Jamal. All right? But we ain't going \r\nto be pals. And as far as being brothers, forget it. ",
        "Joe: Everything all clear in here? ",
        "Ricky: All right. Guess I'll take off. Hey -- you better treat my sister good \r\nor you'll deal with me. ",
        "Joe: Whew. Not exactly the most popular guy with your family right now, huh?\r\n",
        "Gabriela: Ah, they'll be all right. So how about it? If I go away with you, \r\nare you going to treat me good? ",
        "Joe: You won't believe what I have in mind for you. And I promise -- it's all \r\ngood. ",
        "Gabriela: I am so happy, Joe. I just want to be with you, no matter where the \r\nroad takes us. ",
        "",
        "Casey: You know, Jamal, you have the most awesome eyes and the sexiest bod.\r\n",
        "Jamal: Oh, yeah, yeah, you think I'm cute, huh? ",
        "Casey: Yeah. ",
        "Jamal: Is that it? I better check to make sure I still got my wallet. ",
        "Casey: Is that nice? You know, because I could be real nice. ",
        "Jamal: Yeah. ",
        "Casey: Yeah. ",
        "Jamal: Yeah. ",
        "Ricky: Go for it, bro. The two of you deserve each other. ",
        "Jamal: Ok. Jeez. ",
        "Casey: What, just ok? ",
        "Jamal: I don't know what I did to deserve that. ",
        "Casey: Hey, man, you're handsome, you're hot, you're here, and I'm fed up \r\nwith PG-13. It's time for some real kicks, Jamal, with a real man. So what do \r\nyou say? You're the top hunk in this tomb of a town. Let's go make some noise.\r\n",
        "Jamal: So you're looking to have a good time? ",
        "Casey: Yeah, you bet. ",
        "Jamal: Is that it, Casey, hmm? ",
        "Casey: Yeah. ",
        "Jamal: A real good time? ",
        "Casey: Oh, the realer, the better, right? ",
        "Jamal: Hey, you know what I'm thinking right now? ",
        "Casey: Oh, baby, what's that? ",
        "Jamal: I wouldn't hit it if you were the last pink-haired flesh trampoline on \r\nthis planet. But thanks for the offer. Wish I was flattered. ",
        "Casey: Wish you were dead. ",
        "Jamal: Well, you know, keep on wishing, all right? Try me back in about 50 or \r\n60 years. It might just happen, all right? ",
        "Casey: Yeah, well, it might have happened the other day if I had just cut the \r\nright wire on your bike. ",
        "Jamal: What did you say? ",
        "Ricky: Casey -- ",
        "Casey: Man, you would have been road butter if I had just cut the brakes \r\ninstead of the stupid speedometer. ",
        "Jamal: Whoa, whoa -- you saying that was you? What, are you saying you tried \r\nto kill me? ",
        "",
        "Eve: So let me get this straight -- Amy has no patients who live or work \r\nanywhere near that town? Ok. Thank you. Ok. Calm down, Eve. Calm down. Just calm \r\ndown. Calm down. ",
        "Ian: Here you are. Hey. Eve, I thought you'd gone home already. ",
        "Eve: Obviously. ",
        "Ian: You ok? ",
        "Eve: Sure. You know, I was looking for you -- the both of you. And here you \r\nare, together. I think it's time we had a little talk. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Alison: I can't live with secrets. Just tell me what happened when you \r\ndisappeared. ",
        "Amy: I should go. ",
        "Eve: No. This is important. We need to talk. ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute] "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=PCHbkiM5DfU"
}