{
    "Episode Summary": [],
    "Recap": [
        "Thanking Karen for her help with his detox, Kevin announces that it's time for him to go back out on his own. Although unsure about this at first, Karen changes her mind, but she makes him promise to check in with her every hour. Now that he's on the road to recovery, Kevin will again be keeping company with Elizabeth, but Karen states that she and Frank are over for good. Kevin agrees with her decision to stop seeing a man who frightens her. As for himself, he wants to try to set things right with the people he cares about. Unaware that they are being watched, they embrace before Kevin leaves. When Karen turns around, Frank is staring menacingly at her from inside her home. She backs away from him, but he follows her every step of the way. If she won't go back to the way things used to be, he has a way to go forward and ensure that they'll be together forever. After learning from Caleb that an angel's blood will cure Lucy, Ian assures his sleeping lover that she'll be all right once she receives blood from Casey. Sleeping restlessly, Lucy relives special memories of her loved ones. After making love, Ricky fears that Casey will be taken from his arms at any second. When thunder crashes, he doesn't hear it, but Casey does, and she knows what it means. She tells him that she has no regrets about making love, and she promises to watch over and protect him from wherever she is. With a final kiss, she vanishes just as Ian begins pounding on the apartment door. Ian barges into Ricky's home, demanding to see Casey. He's devastated to hear that she's never coming back. After putting \"Hey, Sister\" on the stereo, Ricky angrily hurls a glass across the room. Ian returns to find Christina begging her mommy to wake up. Rafe manages to calm Alison down after she hallucinates Joshua's face where his should be. When he cautiously asks what happened at Joshua's place, Alison assures him that they didn't sleep together. Content for a little while, Alison's demeanor changes when the alarm on her watch goes off again. This time, Rafe's attempt to help her goes very wrong. Out of her mind, Alison grabs a knife and repeatedly stabs him before running away from \"Joshua\" in terror."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "karen: Hey!",
        "Kevin: Hey. You're back early. Everything all right?",
        "Karen: It is with me. What are you up to?",
        "Kevin: Nothing. I was just -- just writing.",
        "Karen: Writing what? Come on, kevin. No secrets between us, right?",
        "Kevin: It's a note for you.",
        "Karen: Something you couldn't say to my face after nursing you through withdrawal?",
        "Kevin: It's a goodbye note. I mean, karen, I think you've done everything you can for me, and I just think it's time for me to get back in control of my life.",
        "Karen: You do?",
        "Kevin: Don't you? Let's face it. Things have gotten a little complicated.",
        "Karen: D?D?",
        "Kevin: And I'm going home today.",
        "Karen: I see.",
        "Kevin: That's all you have to say?",
        "Karen: Well, it's up to you, kevin. Of course. But I wish you wouldn'T.",
        "Ian: You're going to be all right. All you need is the blood of an angel. That's all you need, is blood of an angel. That's easy to get, right? I know exactly where I'm going for this. I'm going to go find casey. And then I'm going to come home and wel l be just fine. You rest.",
        "Casey: Oh --",
        "ricky: Amazing. Just amazing.",
        "Casey: Oh. I thought you were going to say \"heavenl\"\"",
        "[Casey laughs]",
        "Ricky: Oh, yeah. Hmm. Yeah, that, too.",
        "Casey: You know what? I guess it's kind of funny to say, but I didn't know how much I really loved you. And I really do love you, ricky. I love you down to my soul. Now I don't even know why we waited this long.",
        "Ricky: I'll tell you why. Because you're my guardian angel, that's why. And now we messed up, and who knows what's going to happen?",
        "Casey: Just relax.",
        "Ricky: No, I can't relax, ok? At any second now, they could call you back up right from my arms.",
        "Casey: I know, I know.",
        "Ricky: Any second.",
        "Casey: I know.",
        "Alison: Stay away from me! Don't touch me!",
        "Rafe: Shh! Shh!",
        "Alison: Get off of me! No, don't! Don't!",
        "Rafe: Alison -- it's ok. It's just me.",
        "Alison: Don'T. Don'T.",
        "Rafe: It's just me.",
        "Alison: Rafe. Oh, god.",
        "Rafe: What just happened?",
        "Alison: I'm so sorry. It's not you. It's me. I just -- I went in to kiss you, and you were you. But then I opened up my eyes and you were joshua. I saw joshua.",
        "Rafe: What?",
        "Alison: I know it's not real. I know it. I know it's not real. But for a split second, it really felt like it was real.",
        "Rafe: It's not him. It's me. Look -- hey, I asked you before, but did he hurt you?",
        "Alison: What?",
        "Rafe: It's just that you've been acting kind of strange. I just -- I know you don't want to talk about this, but did he touch you? Did he touch you in any way? Did he hurt you in any way?",
        "Alison: Are you asking me if I slept with joshua?",
        "Rafe: I'm not asking you if you slept with him.",
        "Alison: Look, you need to know, rafe. You need to know.",
        "Rafe: Know what?",
        "Alison: Everything. Look, I married joshua, ok?",
        "Rafe: Ok.",
        "Alison: If you're asking me if he touched me or if we, you know --",
        "rafe: Hey, hey --",
        "alison: I'm just -- I want you to know. The answer's no. It's no.",
        "Rafe: Ok, all right, ok.",
        "Alison: Ok?",
        "Rafe: Ok. Forget I asked. Sorry I asked. It's just you and me. Nothing can ruin us, right? We're too strong for that. Right?",
        "Alison: Right. Right. I will try.",
        "Rafe: I am right here for you, juslike I always have been and always will be, all right? You can lean on me, always.",
        "Alison: But you can't erase the memories.",
        "Rafe: Yeah. Now, listen to me. Joshua had you prisoner. It's going to take probably a long time to put that behind you. But no matter what happens, you can do it. You can do it. You just keep thinking that it's in the past, you're over that. You can do it. You can do it.",
        "Alison: I know.",
        "Rafe: And you know what? I'm here with you, and you're here with me. It's just going to be us forever, and we're going to be ok. You believe that, right?",
        "Alison: Yeah. Yeah, I do. I really do. I do.",
        "[Lucy grunts]",
        "[Lucy pants]",
        "Lucy: It's a girl! It's a girl, isn't it? Is she beautiful? Is she beautiful?",
        "Serena: My baby sister",
        "[Lucy screams]",
        "Rafe: My name is rafe kovich.",
        "Lucy: Kovich?",
        "Rafe: We're not related to vampires, because we kill them.",
        "Lucy: Oh, look at you! It is really you, isn't it? Oh, my goodness! Christina, it is you!",
        "Kevin: With this ri, I thee wed.",
        "Casey: Come on, ease up.",
        "Ricky: No, no way.",
        "Casey: Way, ok? Just a little, all right? You're starting to get me -- you know --",
        "ricky: No, no, I don't know. Why don't you tell me. Tell me where you're at. Tell me where.",
        "Casey: I'm right here, ok? I'm right here with you. And I'm feeling all the stuff that you're feeling, ok? I'm waiting for lightning to strike any minute now.",
        "Ricky: Ok, maybe it won't, huh?",
        "Casey: Maybe it will. Maybe it will. You-know-who up there makes these rules for --",
        "[Thunder]",
        "Ricky: Casey?",
        "Casey: Did you hear that?",
        "Ricky: No. Hear what? No.",
        "Cacasey: Ricky, ricky, look -- look, you got to understand, ok, that no matter what, I have no regrets. I have no regrets about this.",
        "Ricky: Whoa, whoa, whoa --",
        "casey: Ok, and I will watch over you and protect you from wherever I'm at.",
        "Ricky: No, no, shut it down, shut it down, ok? You're still here. Maybe that's a sign.",
        "Casey: You want a sign? Ok. Ok, I'll give you a sign. I love you.",
        "Ricky: I know, and I love you, too.",
        "Casey: No regrets, ok? Just no regrets.",
        "Ricky: Yeah, yeah, I know, no regrets. Now come here.",
        "Sesey: I love you.",
        "Ricky: Casey? Oh, no. No, no, no! Damn! No -- no regrets, right?",
        "[Pounding on door]",
        "Ricky: No regrets.",
        "Ian: Ricky?",
        "[Pounding]",
        "Ian: Hey! Did you not hear me?",
        "Ricky: I heard you.",
        "Ian: Where's casey?",
        "Ricky: She's gone.",
        "Ian: Gone where? When's she coming home?",
        "Ricky: Never, ok? They called her back to heaven.",
        "Kevin: You don't think I'm ready to go out on my own, do you?",
        "Karen: I just think we have work to do, and I'd stay longer if I were you. Besides, I've growaccustomed to your face, especially over that first cup of mud in the morning.",
        "Kevin: I really appreciate that. Thank you.",
        "Karen: But?",
        "Kevin: But I'm a lot better now. And to be honest, my being here is a distraction.",
        "Karen: Kevin --",
        "kevin: No. Look, we both know that you'd be better off if I left. That's the truth. So, what about outpatient status?",
        "Karen: You need to be monitored.",
        "Kevin: Ok, so I'll call every hour on the hour. How's that?",
        "Karen: After what you've been through, I don't think you'll be making the same mistake twice, and you know what? You might be right. It might be the best thing for you to get back to your own life. Elizabeth keeps asking about you.",
        "Kevin: You don't think mu of her, do you?",
        "Karen: That's not true. She might be a little too self-centered for my taste, but underneath, I think she's like everybody else -- just looking for someone to love.",
        "Kevin: Like you?",
        "Karen: When the time's right, I'll find someone.",
        "Kevin: Like frank?",
        "Ren: Frank and I have reached the end of the line, kevin -- finally. It took a lot. And as deep as our love went, when a person changes too much, you get to a limit, you know.",
        "Kevin: So I've been told.",
        "Karen: We don't fit anymore. You know, saving people is what matters to me, and frank wants to dominate people or -- I don't know what frank wants. I do know when I look in his eyes he scareme. He just scares me, kevin.",
        "Kevin: I understand.",
        "Ian's voice: Why is it that the one thing you're looking for is always so hard to find?",
        "Lucy: I wish I knew.",
        "Ian: Mmm.",
        "Lucy: I'm really glad you're my friend. Oh, yay! We made it! Ok, you two, listen, it's time for your nap. Come on, you want to take your bear with you? Yeah.",
        "Ian: Another cup for me. Thank you, very much. Yes -- mmm -- lovely. That's nice.",
        "Lucy: All righty, then one nice sippy of warm milk coming right up. You look absolutely gorgeous.",
        "Ian: I love you, lucy coe.",
        "Lucy: I love you, ian thornhart. Ucy gasps]",
        "Lucy: Ian --",
        "ian: What are you talking about, garza?",
        "Ricky: No regrets.",
        "Ian: I need to talk to her!",
        "Ricky: Yeah, well, I need to talk to her, too. Ok? Look, casey was an angel and they called her home.",
        "Ian: I know, and they do that sometimes! They'll call her up for a meeting or something. She's going to be back down here.",
        "Ricky: No, she's not coming back ever, ok? She messed up. We messed up, broke the rules.",
        "Ian: What are you saying?",
        "Ricky: She won't be back -- ever. Ever.",
        "Ian: No. Tell me she's coming back. Lucy nee her. You tell me she's coming back!",
        "Ricky: I wish I could.",
        "Ian: She was her only hope, and now you're saying she's gone? All hope's gone. That's it.",
        "Alison: Rafe, I'm so sorry.",
        "Rafe: No, stop, it's ok. You sure you're ok?",
        "Alison: Mm-hmm, I'm fine.",
        "Rafe: All right, well, maybe we should go home, someplace, you know, more familiar to you, more safe, and --",
        "alison: No. No, no, no, no. I like it out here. It's really pretty. I like the trees and, you know, the air. The weather's so pretty.",
        "Rafe: I can tell how happy you are.",
        "Alison: No, look, I know -- ok, I know it doesn't really seem like that right now, but the truth is, is I'm happiest when I'm with you. It's exactly where I want to be -- wherever you are.",
        "Rafe: Are you sure?",
        "Alison: Mm-hmm. I'm positive.",
        "Rafe: Ok.",
        "Alison: And I just want to pick up where we left off.",
        "Rafe: Ok, well, maybe we should just go home right away. We can go there, we'll relax, we'll make a nice lunch --",
        "alison: I'm so relaxed already. I'm already relaxed. You know? I'm so relaxed I just can't stand it. You wouldn't believe how relaxed I am.",
        "Rafe: Oh, god, I missed you.",
        "[Watch alarm beeps]",
        "Rafe: Great, not again.",
        "Alison: Again.",
        "Rafe: What happened? You didn't set the alarm, did you?",
        "Alison: No.",
        "Rafe: Alison?",
        "Alison: It's time.",
        "[Music plays]",
        "Ricky: Oh, casey, we were robbed. We made some beautiful music together, didn't we?",
        "Ricky's voice: All my life I lived a lie believed I was alone and I was satisfied",
        "ricky: Not enough time. Not enough time. Not enough time!",
        "Ricky's voice: But you were gone before I found you too late for me to know you",
        "kevin: You know what? It's not right. You shouldn't be afraid -- not of the man you love. So you're right to let frank go. Move on. Find another man.",
        "Karen: No! No, kevin, that's just the point. I don't need another man. I'm not ready. What I need is to get everything in its place, start fresh. Besides, right now I'm in love with my work.",
        "Kevin: Lucky for me.",
        "Karen: Well, I'm glad I could be there when you needed it.",
        "Kevin: You know, the rest of this town turned their backs. Not that I blame them. You're the one who helped me find my feet and see things for the way they really are -- for the first time in a long time.",
        "Karen: Well, I'm glad.",
        "Kevin: Well, maybe now I can start trying to fix those things that I've done to everyone I care about. I owe that to you. I'll always be grateful to you.",
        "Karen: You're welcome.",
        "Kevin: May I?",
        "Karen: Hell, yeah. Oh. It feels really good to help someone. Especially you.",
        "[Kevin sighs]",
        "Kevin: Well, I guess in a way, we helped each other.",
        "Karen: In a way, I guess so.",
        "Kevin: Well, then it's time for me to face the rest of my life, you know, get my act on the road here.",
        "Karen: But you are planning to call from the road in exactly one hour, because if I don't hear from you --",
        "kevin: I know -- you're going to come after me. Captain -- doctor -- ma'am.",
        "Karen: No fooling, kevin.",
        "Kevin: No fooling. One hour.",
        "[Door closes]",
        "Frank: You're making a big mistake.",
        "Karen: Frank.",
        "Frank: We belong with each other.",
        "Karen: Not anymore.",
        "Frank: Even across time.",
        "Karen: Things change.",
        "Frank: No. Not us.",
        "Karen: You, frank -- you've changed. We can't go back.",
        "Frank: Sure, we can. We did it before.",
        "Karen: Not this time.",
        "Frank: All right, then. If we can't go back, there's only one way to go -- forward.",
        "Karen: Frank, just stay back, ok?",
        "Frank: Don't be afraid, karen. This is a good thing. We were made for each other. We alwayhave been, and we always will be.",
        "Karen: Always?",
        "Frank: That's right. And I know a way that we can be together forever.",
        "Christina: Mommy, please wake up! Please, mommy! Please, wake up! Please, mommy! Please wake up!",
        "[Alarm beeps]",
        "Rafe: I don't understand. What do you mean, \"it's time\"? Time for what? Alison?",
        "Rafe: [As joshua] Answer me, what is it?",
        "Alison: No.",
        "Rafe: \"No,\" what? Here, just --",
        "alison: No! No!",
        "Rafe: [As joshua] Turn it off.",
        "Alison: No!",
        "Rafe: The watch is driving you crazy. Just --",
        "alison: Stop.",
        "Rafe: [As joshua] Listen, it's me, baby. Please, what is it? Why are you looking at me like that?",
        "Alison: I said you stop it!",
        "Rafe: Why are you looking at me like that?",
        "Alison: I'm warning you, pleasetay back. You stay away from me.",
        "Rafe: Look, it's ok. No, look, it's --",
        "rafe: [As joshua] Me. You know how I feel about you. I'd never do anything to hurt you.",
        "Rafe: You owow how much I've been through just to be with you!",
        "Alison: You stay away from me.",
        "Rafe: Here, give me the watch!",
        "Alison: No! I'm warning --",
        "rafe: It's him again, isn't it?",
        "Alison: No.",
        "Rafe: [As joshua] You're seeing his face in your mind, even though I'm here with you. You're hearing his voice.",
        "Alison: No. No!",
        "Rafe: It's him.",
        "Rafe: [As joshua] Just switch off the watch.",
        "Rafe: Turn the watch off!",
        "Rafe: [As joshua] Switch off theatatch.",
        "Alison: I said stop it! I said stay away from me! Stop it! No! No! You never touch me again!",
        "Rafe: Alison -- alison --",
        "alison: I promise you! Never! Don't you ever touch me ever again.",
        "[Alarm beeps] Stay tuned for scenes from the next \"port charles: Desire.\"",
        "[NEXT_ON]",
        "ian: I love this woman. I'm not quitting on her, and neither will you.",
        "Frank: We belong together! And someday you're going to thank me for this.",
        "Joshua: What's wrong?",
        "Alison: Joshua, I thought that I killed you.",
        "Singer: Desire"
    ],
    "Transcript Author": [
        "Provided By Eric"
    ],
    "url": "https://www.youtube.com/watch?v=JKPENCxq-kE"
}