{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Eve: Wow. This is, uh, great timing. Thanks, Kevin. ",
        "Kevin: No, Eve, listen to me. ",
        "Eve: No, no, really. It's ok. It's ok. My life is falling apart, and you are \r\nready to move on with yours. That's great. I just wish you had told me about \r\nthis before I pulled the whole crybaby act on your shoulder with you. Why didn't \r\nyou tell me you were filing for divorce? ",
        "Kevin: I'm not! I didn't ask for this meeting. ",
        "Eve: Well, your lawyer seems to think you are. ",
        "Kevin: Did I call you? Do I even know you? What the hell are you doing here, \r\nanyway? ",
        "Lucy: Ahem. Eve -- Eve, Doc, please let me explain. ",
        "Kevin: You? ",
        "Lucy: I -- I called him. ",
        "Kevin: Wait a minute. You arranged for this meeting? ",
        "Lucy: Yes, but let me explain why. ",
        "Kevin: Lucy, what were you thinking? ",
        "",
        "Karen: Mr. Shapour, your daughter's life is at stake. Fine. You don't want to \r\nbe tested, but maybe other members of your family feel differently. You forbid \r\nthem? Without a transplant, Arianna will die. You're her father. How can you not \r\nhelp? ",
        "[Dial tone] ",
        "Karen: Damn it. ",
        "",
        "Grainne: Are you going to say something? ",
        "Ian: I don't quite know where to start. ",
        "Grainne: All right, fine. I'll do all the talking. I always did, anyway. Pour \r\nme one of those, would you? ",
        "Ian: Well, since you asked so nicely. There. ",
        "Grainne: You look like hell. ",
        "Ian: So I've been told. Thank you. ",
        "Grainne: Why am I here? ",
        "Ian: Because I have no one else to talk to. ",
        "Grainne: What? You have no friends here in this fair town of Port Charles? \r\nYou have to ask your dead sister for advice? ",
        "Ian: But you're not dead. Not to me. ",
        "Grainne: But I am, Ian. I am. ",
        "",
        "Chris: Trying to get into the national organ-sharing database? ",
        "Karen: That's the idea. If only this computer would work. ",
        "Chris: Ok, ok. Let me give it a shot. ",
        "Chris: You do know how long the waiting list is for cadaver organs, don't \r\nyou? ",
        "Karen: Well, that's why I'm trying to find a living donor. Arianna can't \r\nwait. ",
        "Chris: So you want to register her on the system and post urgent bulletins --\r\n",
        "Karen: Yeah, exactly. ",
        "Chris: Uh-huh. How come suddenly you're so gung ho on this? ",
        "Karen: I'm a doctor. Arianna's a patient -- a very sick patient. You do \r\nremember that little thing called the Hippocratic Oath we took, don't you? ",
        "Chris: Take it easy, Karen. It's just an innocent question. ",
        "Karen: Nothing's ever innocent with you, Chris. ",
        "Chris: Ok. Listen, I don't know what's got you so stressed, but I do know \r\nyour history. I saw a sign at the hospital for an N.A. meeting. Maybe you need \r\nto go there -- ",
        "Karen: Maybe, what? What? That an ex-addict might need some support from \r\nNarcotics Anonymous? ",
        "Chris: Well, yeah. ",
        "Karen: Well, thanks for reminding me, Chris. Let me know what you find. ",
        "",
        "Grainne: How can I help you? ",
        "Ian: I'm not sure of the right moves anymore. ",
        "Grainne: Kind of a recurring theme in your life, isn't it? ",
        "Ian: Being dead hasn't toned your tongue any, has it? ",
        "Grainne: What, did you think it would? ",
        "Ian: No. No. And you're right. I've made some big mistakes in my life, \r\nstarting with you, Grainne. ",
        "Grainne: What about me? ",
        "Ian: I blame myself. ",
        "Grainne: Oh, you blame yourself for a lot of things, don't you? My death, \r\nthose poor children in Africa, and now Arianna and Eve. That's a big load to \r\ncarry. ",
        "Ian: I'm responsible for a lot of pain. ",
        "Grainne: Oh, pain's unavoidable, Ian. In life, anyway. It's conquering it \r\nthat matters. ",
        "Ian: Yeah. But how do I do that? ",
        "Grainne: There's lots of different ways. You can run it right over. That's \r\nkind of the way I prefer. ",
        "Ian: No surprises there. ",
        "Grainne: Or you can face it. Stare it down and move past it. ",
        "Ian: Things were always easier for you, weren't they? ",
        "Grainne: No. We're not different, Ian. We always put the people who need us \r\nmost first. And right now, for you, that's Arianna. ",
        "Ian: I know, I know. And I'm trying to do the right thing, but I'm not sure \r\nwhat that is anymore. And what if pushing Eve away is not the right thing? What \r\nif she's my one true chance at happiness? ",
        "Grainne: Well, then, you better take it. I didn't and look where it got me.\r\n",
        "Ian: Things would be a lot easier if you could forgive me for not being there \r\nfor you. ",
        "Grainne: Oh. You know in your heart I never blamed you for anything that \r\nhappened to me. You have to forgive yourself. It's your move. ",
        "[Telephone rings] ",
        "Ian: Thornhart. I'll -- I'll be right there. ",
        "",
        "Lucy: I -- I'm so sorry. This wasn't supposed to happen this way. In fact, I \r\ntried to stop it, but I stopped the wrong guy. It wasn't this guy. It was \r\nanother guy. He was thinking I was a hooker. ",
        "Kevin: Why were you setting up a meeting for me with a divorce lawyer in the \r\nfirst place? ",
        "Lucy: I was just trying to help. ",
        "Eve: I'll bet. ",
        "Lucy: Look, Eve, I was -- this wasn't about me. It was about saving the two \r\nof you some time. You know, I know you've been too busy trying to deal with \r\neverything, you know. ",
        "Kevin: So you were just trying to help us get the ball rolling, is that it?\r\n",
        "Lucy: Yeah, yeah, that -- no, no. I mean, I was just trying to help you take \r\ncare of something you needed to do and -- ",
        "Kevin: Lucy -- ",
        "Lucy: Put behind you, I guess. ",
        "Kevin: You had no right to do that. ",
        "Lucy: Look, I know that. I know that now. I'm sorry. I am. Eve, look, I did \r\ntry to stop it. I had no idea what you were going through, and if I did, I \r\nwouldn't have done this. I'm just so very sorry. ",
        "Richard: Ok, excuse me. I'm billing by the hour. What do you want to do here?\r\n",
        "Lucy: I want you to leave and I am going to walk you out. Excuse us. ",
        "Kevin: I'm sorry, Eve. ",
        "Lucy: Why do I do this? Why do I always have to help everything along? I \r\nalways stick my nose into everybody else's business, especially his. And I'm \r\nimpatient and that's -- that's what it is -- I'm just too impatient and things \r\nwere ok. Everything was finally going to go along great -- ",
        "Richard: You're still on the clock, Ms. Coe. ",
        "Lucy: What? Leave! Get the heck out of here and just send me your ridiculous \r\nbill, ok? Ok, ta. ",
        "Kevin: Look, for what it's worth, I really don't think Lucy meant to do any \r\nharm. ",
        "Eve: Oh, no. She never does. It just kind of blindsided me, that's all. ",
        "Kevin: Yeah, me, too. ",
        "Eve: I mean, my life has been such a disaster lately. I haven't even thought \r\nabout going through with the divorce. ",
        "Kevin: I know, I know. You don't have to. We have time. ",
        "Eve: No, Kevin. I think it's something that we need to take care of. ",
        "Kevin: When you're ready. There's no rush, Eve. ",
        "Eve: It's time. Maybe past time. ",
        "Kevin: Yeah. So what do you want me to do? ",
        "Eve: Could you -- could you set up everything? ",
        "Kevin: To start the divorce proceedings? Yeah, I can do that if you're sure \r\nthat's what you want to do right now. ",
        "Eve: Thanks. All right, I've got to get back to the hospital. ",
        "Kevin: Ok. Ahem. I'll call you. ",
        "Eve: Ok. ",
        "Bartender: Dr. Collins? ",
        "Kevin: Yeah? ",
        "Bartender: Ms. Coe asked me to give you this. ",
        "Kevin: Thanks. ",
        "",
        "Frank: \"I was at Kelly's. Where were you?\" ",
        "Cookie: \"I was there. I swear. I was sitting at that --\" ",
        "Frank: \"Table right by the window.\" \"Now I know you're lying because I \r\nwas sitting at that table.\" ",
        "Cookie: \"That's impossible. We couldn't have missed each other.\" ",
        "Frank: \"Exactly. So why don't you tell me what kind of game you're playing? \r\nBecause I'm getting sick of it.",
        "",
        "[Telephone rings] ",
        "Eve's Voice: Hi, this is Eve. I'm not available right now. ",
        "Karen: No, no, no, come on. Why aren't you picking up your cell phone? ",
        "Eve's Voice: I'll get back to you as soon as I can. ",
        "[Answering machine beeps] ",
        "Karen: Hey, Eve, it's me. Um, listen, can you call me as soon as you can? I \r\nknow you're going through a lot of stuff right now, but I really need to talk to \r\nyou. I need your help. ",
        "",
        "Ian: Hey. ",
        "Chris: Oh, hey. I want to check -- it's a transplant candidate form. Just put \r\nall of Arianna's information right there. Hit \"enter.\" ",
        "Ian: Thank you. ",
        "Chris: Don't thank me. It was all Karen's idea. We'll put out more appeals \r\nwhen you're through to web sites and chat groups. ",
        "Ian: Great. ",
        "Chris: Ok. ",
        "Chris: You ok? ",
        "Eve: Yeah, I'm just fantastic. ",
        "Chris: What's going on? ",
        "Eve: Well, other than the fact that I almost killed Arianna, Ian and I broke \r\nup, and Kevin and I decided to get started on our divorce, the world is a \r\nwonderful place. ",
        "Chris: First of all, you saved Arianna's life. Every call you made in there \r\nwas the right one, except of course when you told the chief resident, that being \r\nme, to shut up. That's a no-no. ",
        "Eve: I just want some coffee. ",
        "Chris: You don't need coffee. ",
        "Eve: How do you know? ",
        "Chris: Because I know what you need. ",
        "Eve: Oh, really? Better than I do? ",
        "Chris: Right now, yeah. Here. ",
        "Eve: I don't want to sit down. ",
        "Chris: Mm-hmm. ",
        "Eve: I don't want a back rub. ",
        "Chris: Do you ever shut up? ",
        "Eve: Oh, you're good. ",
        "Chris: Now, what have I been trying to tell you all these years? ",
        "[Eve laughs] ",
        "Chris: There's something I haven't heard in a while. ",
        "Eve: Well, I haven't heard anything that funny in a while. ",
        "Chris: All right, lie down -- so I can get to your lower back. ",
        "Eve: Oh. Ok. ",
        "Chris: You can relax more. ",
        "Eve: What? I am relaxed! Are you trying to tell me I'm not relaxed? ",
        "Chris: Eve! ",
        "Eve: Shut up? ",
        "Chris: Yes. ",
        "Eve: Ok. Oh, oh -- ",
        "Chris: What I was going to say is that I think you're an amazing woman. Kevin \r\nand Ian are fools to let you go. ",
        "",
        "Frank: Oh, you were right, Karen. Whoever this is, she is jerking my chain.\r\n",
        "Cookie: \"Wait. I can prove I was there.\" ",
        "Frank: \"How?\" ",
        "Cookie: \"I scratched my name in the --\" ",
        "Frank: \"Windowsill.\" \"Yeah, I saw that, but there is no way you did that last \r\nnight.\" \"I did so!\" \"Then why did it look like it had been there for years?\" ",
        "Cookie: \"I don't know. I did it. I was getting so bored waiting. All that was \r\non the radio were those stupid Watergate hearings.\" ",
        "Frank: Watergate, huh? Ok. Fine. \"You want to play games? Here's how it ends. \r\nEveryone goes to jail and Nixon resigns.\" ",
        "Cookie: \"What are you talking about?\" ",
        "Frank: You've got to be kidding. \"What year are you living in?\" \"As if you \r\ndidn't know! 1973.\" What?",
        "",
        "Chris: Oh, please. ",
        "Eve: Oh, what? ",
        "Chris: You were a slob when we were roommates. ",
        "Eve: Oh, it's pretty hard to be a slob when you're living in a hotel room.\r\n",
        "Chris: I tell you, you wouldn't believe the amount of change I find in my \r\ncouch now that you're not scavenging it all. If I had a quarter for every \r\nquarter I found, I'd be rich. Which I am, but that's not the point. You know \r\nwhat? I think you owe me a martini. Eve? Always falling asleep on me. ",
        "[Pager beeps] ",
        "",
        "Frank: \"1971. 1972. 1973.\" \"What day is it?\" ",
        "Cookie: \"Would you cut it out? You know it's April 19.\" ",
        "Frank: \"Ok. Some harder trivia. What about the Vietnam War?\" ",
        "Cookie: \"What about it? We're all just thankful it's over. Everyone --\" ",
        "Frank: \"In my class was crying when the principal announced our troops were \r\ncoming home.\" \"What day was that?\" ",
        "Cookie: \"January 28, the same day of our winter ball.\" ",
        "Frank: \"Ceasefire with Vietnam signed January 28.\" \"How do you know so much \r\n--\" ",
        "Cookie: \"About 1973? Why are you pretending you lived then?\" \"Because it is \r\n1973. What year do you think it is?\" ",
        "Frank: \"It's 2001. Stop this.\" ",
        "Cookie: \"I'm glad you stood me up because you are crazy.\" ",
        "Frank: I'm crazy? ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Victor: The name was scratched into the wood about 30 years ago. ",
        "Jamal: I don't want your business or you or your kennel hanging around here.\r\n",
        "Zach: Might change your mind when you hear what I've got to say. ",
        "Eve: Karen -- oh, my God, what are you doing? "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=lQGEpk2YBC0"
}