{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Amy's Voice: Ed said someone close to one of us is going to die. ",
        "Casey's Voice: There's no one close to me. Nobody cares about me, there's no \r\none I care about, and I'm keeping it like that. ",
        "Ricky: What's the matter, baby? Too intense? ",
        "Casey: Nah. Not too soggy, not too dry. No, I'd give you 10 points. ",
        "Ricky: Oh, yeah? ",
        "Casey: Yeah. Just do me a favor, all right? Don't blow it, ok? ",
        "Ricky: Like how? ",
        "Casey: Like starting to care. You know, getting too close. ",
        "Ricky: Look, Casey, I'm not looking to marry you here or anything, all right? \r\nI just like to -- ",
        "[Casey laughs] ",
        "Casey: Sweet talker. Hmm. ",
        "",
        "Alison: Jamal? ",
        "Jack: Look, I don't think he's here. ",
        "Livvie: Well, where else could he have gone? ",
        "Rafe: You know, we could look in the park first, and then -- ",
        "Jack: Now, look, Rafe, there's no \"we.\" I already told you. ",
        "Rafe: Look -- ",
        "Jack: No, you look! We don't need you. We've got Jamal's back. ",
        "Alison: Jack, stop it. ",
        "Rafe: You know what? I am just as worried about Jamal as you are. I mean, \r\nhe's blamed himself for what happened to Valerie. He's been out there all night. \r\nAnd Alison is driving herself half-crazy -- ",
        "Livvie: Hey, hey, Rafe, Ali's got us, ok? We're her friends. ",
        "Jack: Yeah, and this has nothing to do with you. ",
        "Alison: Ok, stop it! Can we just calm down for, like, five seconds? ",
        "Rafe: No! We can't. Don't you get it? We don't have a minute to waste. Ok? We \r\ngot to find Jamal, and we got to find him now. He cannot be the one who dies!\r\n",
        "Alison: What? ",
        "",
        "Amy's Voice: I think I know why you're here. To take Kevin Collins back with \r\nyou. ",
        "Paige's Voice: You really are crazy. ",
        "Amy's Voice: No. You begged to come down here and spend this time with him. \r\nBut that's not all you wanted. You want to spend eternity with him. ",
        "Lucy: Ah, Paige. ",
        "Paige: Hey, Lucy. Isn't it a beautiful day?",
        "Lucy: Uh -- yeah, if you like fierce, howling winds and snow falling \r\neverywhere and freezing cold -- sure, it's lovely. ",
        "Paige: And we're in here, cozy and counting our blessings. ",
        "Lucy: \"We're\" -- we're -- \"we're\" as in me and you? ",
        "Paige: As in we, us, you and me. ",
        "Lucy: Uh, right. What about -- what about Doc? ",
        "Paige: What about him? ",
        "Lucy: Well, that's a good question. I haven't seen him. Do you know where he \r\nis? ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Alison: What the hell does that mean? ",
        "Livvie: Easy. ",
        "Alison: No, don't. No, what do you mean? That we can't let Jamal be the one \r\nwho dies? What does that mean? Answer me. ",
        "Rafe: I just meant that, you know, he probably took his bike and, you know, \r\nin this weather -- what if he gets into an accident or -- ",
        "Alison: An \"accident?\" ",
        "Livvie: Rafe -- ",
        "Jack: Why don't you quit running your mouth, Rafe? ",
        "Rafe: Sorry. ",
        "[Phone rings] ",
        "Jack: Hello? ",
        "Rafe: I'm sorry. ",
        "Jack: What? Hold on one second, I can't hear. Let me get over by the window.\r\n",
        "Livvie: Rafe, what is this all about? ",
        "Rafe: Look, it just -- it came out wrong. Ok? I mean, I'm upset, too. How \r\nmany times -- ",
        "Livvie: No, no, no, no, Rafe, I'm not talking about that. ",
        "Rafe: Then what? ",
        "Livvie: You're an angel, Rafe. ",
        "Rafe: Yeah, I know. So? ",
        "Alison: So sometimes you know things. Things you know before they happen. You \r\nwere just freaked out a second ago about Jamal dying! ",
        "Rafe: Alison -- ",
        "Alison: Is there something more? Is there something else that you are not \r\ntelling us? ",
        "",
        "Casey: Hmm. I bet I can guess what's on your mind. ",
        "Ricky: And three guesses I bet you can't. ",
        "Casey: That antique necklace old lady Barrington's going to be giving away at \r\nthat charity auction? ",
        "Ricky: Ooh, baby, you are good. ",
        "Casey: You have no idea. ",
        "Ricky: Notice I still haven't asked you in on this thing yet? ",
        "Casey: Well, that's just because I've been keeping your mouth way too busy \r\nfor talking. So, how much you think we can pocket after selling this necklace?\r\n",
        "Ricky: Well, if it's anything like the ones that I've seen her wearing, it's \r\ngot to be worth a ton. Maybe a million. ",
        "Casey: A million? Are you serious? ",
        "Ricky: Serious as hell about what I could do with all that money. ",
        "Casey: Like what? ",
        "Ricky: I don't know. Start a club. ",
        "[Casey laughs] ",
        "Ricky: Whoa, whoa, whoa. What? ",
        "Casey: Yeah, like the club you said you owned back down at the docks? ",
        "Ricky: No, no, no, no, a real club, you know, maybe in Manhattan. The \r\nkind of club that everybody's talking about and all the pretty people are dying \r\nto get into. ",
        "Casey: So, then, you'll be hanging with all the rich and famous? ",
        "Ricky: Oh, they'll be begging to hang with me. They'll be drooling to \r\nbe my best buds. But you know what? Only a small, special group will ever get \r\nclose. ",
        "Casey: Yeah? Like who? ",
        "Ricky: Like my family. ",
        "Casey: Family? What, you want them around? ",
        "Ricky: Well, you know, after they're done kissing my feet, told me how sorry \r\nthey are, told me how now they realize that I can really be somebody, always \r\nwas somebody. And then, to show them how big I am, I set both my parents up \r\nfor life. ",
        "Casey: Well, then, what about me? ",
        "Ricky: Well, what about you? ",
        "Casey: Well, can I be one of the beautiful people? ",
        "Ricky: Yeah. Why not? ",
        "Casey: Yeah, right. ",
        "Ricky: Hey. I bet you that earring on your eyebrow that I'm right. You don't \r\nbelieve me? ",
        "Casey: It's not that. ",
        "Ricky: Then what is it? Hey, hey, hey. ",
        "Casey: It's just -- ",
        "Ricky: It's just what? ",
        "Casey: Gosh, I just wish I could dream big like you, you know, and look \r\nforward to having a real future. ",
        "Ricky: So? Why can't you? What's stopping you, Casey? ",
        "",
        "Lucy: Well, you seem awfully cheery. What are you still smiling about? ",
        "Paige: Just happy. Happy to be here. Happy to know you. ",
        "Lucy: Ah. And happy to be with Kevin? ",
        "Paige: Yeah. Happy to spend some time with an old friend, sure. ",
        "Lucy: Oh. Well, you're not really with him now, you know. ",
        "Paige: Well, not right now, but I was a moment ago. He walked Livvie down to \r\nher car. Did you not pass him on the stairs? ",
        "Lucy: Oh, no, I came up the other way. I took Christina over to see Scott.\r\n",
        "Paige: Oh. Well, sit down, relax, have a seat. He'll be back in a minute. ",
        "Lucy: No. Actually, I'm really, really thrilled that he's not here right at \r\nthis moment because it makes what I have to do that much easier. ",
        "Paige: Oh? What's that? ",
        "Lucy: Uh, I -- I need to apologize. ",
        "Paige: For checking into my background? My accident? ",
        "Lucy: Oopsy. Yeah. I guess Doc told you about that, huh? ",
        "Paige: He didn't need to tell me. But I'm really glad you brought it up \r\nbecause I wanted to apologize, as well, for lashing out at you. ",
        "Lucy: Oh, no, that's ok. I deserved -- I have this tendency to stick my, you \r\nknow, nose into everything where it doesn't belong. ",
        "Paige: Well, you know what? If I had a cosmetics company, I'd be curious, as \r\nwell. I know how young I look. ",
        "Lucy: Really? Then you're not blaming me? ",
        "Paige: No. We both behaved -- um -- badly. ",
        "Lucy: Wow. This is swell. This is going a lot better than I thought it was \r\ngoing to. ",
        "Paige: Well, how about a hot cup of tea? We can drink to a fresh start \r\nbetween us. ",
        "Lucy: Sure, that'd be good. I'd love one. Oh. Wow. ",
        "Paige: So, what do you think? ",
        "Lucy: Oh, I think Doc's off to a terrific start. ",
        "Paige: He really is a wonderful painter. ",
        "Lucy: Yeah, he is. Oh, thank you very much. ",
        "Paige: It's peppermint. I hope it's still hot enough. ",
        "Lucy: Oh. Mmm. It's perfect. ",
        "Lucy: Whoa. You know, our first big snow of the season and we get a blizzard. \r\nWouldn't you know? ",
        "Paige: I love it when it sits on the wires and the branches and covers \r\neverything kind of up like -- ",
        "Lucy: Hmm. Talk about snow on the wires -- ",
        "Paige: Mm-hmm. ",
        "Lucy: Huh. Wonder where Doc is. ",
        "Paige: Yeah. I wonder. ",
        "Lucy: Uh-oh. That's strange. ",
        "Paige: Oh, it's just the wind tugging at the wires. It's no big deal. ",
        "Lucy: No, I think those lights could go out any minute. You know, I'm going \r\nto go run and find some candles and a flashlight. ",
        "Paige: No. Can't it wait? ",
        "Lucy: Why? ",
        "Paige: I want you to know how much it's meant to me. ",
        "Lucy: Ok. How much what's meant to you? ",
        "Paige: Everything. Your support, your generosity, giving me this chance. \r\nLucy, it's really a gift, a wonderful gift for both Kevin and me. ",
        "Lucy: Really? I don't think I quite understand. ",
        "Paige: You know, I think he was a bit nervous at first, but the more time we \r\nspend together, it's like he's becoming more peaceful. And I've started to \r\nrealize that this really has a bigger significance than I'd originally thought.\r\n",
        "Lucy: And the reason for that would be? ",
        "Paige: It's like we're coming to the end of a journey, Kevin and I. It's \r\nfunny. Who'd have thought that we needed each other? ",
        "Lucy: Really? I see. So you believe that you and Kevin need each other? ",
        "Paige: Well, you know, those walls that Kevin had built up in his life -- I \r\nmean, his creative life. All those talents and feelings that he'd kept hidden \r\naway. I think he just needed the right push to wake those up. And that was me.\r\n",
        "Lucy: Oh. So he needed you? ",
        "Paige: I know he did. ",
        "Lucy: Oh. ",
        "Paige: What? What did I say, Lucy? ",
        "Lucy: Nothing. You didn't say anything. Nothing. ",
        "Paige: Is everything ok? ",
        "Lucy: No. No, Paige. Actually, everything's not ok. ",
        "Paige: What is it, then? Are you cold? Do you -- ",
        "Lucy: No, I'm not cold, and I'm not angry. I'm just worried about Doc, \r\nreally, really worried. ",
        "Paige: Out of nowhere? ",
        "Lucy: Yes, just like that, out of nowhere. I've got to go see him. I've got \r\nto find him. I've got to find my Doc. ",
        "Paige: Lucy -- wait a second. ",
        "",
        "Ricky: Why get so down on yourself? I meet girls every day without your kind \r\nof cool -- ",
        "Casey: Not the kind who cause my kind of trouble. ",
        "Ricky: Maybe you finally met a guy who kind of likes trouble -- your kind of \r\ntrouble. ",
        "Casey: What you like is you, Ricky. You like that we're so alike. ",
        "Ricky: Well, we both want the good life, all right, and sometimes we got to \r\ntake shortcuts to get it. But that doesn't mean that we don't deserve it. You \r\ngot to dream big, Casey. Otherwise, you're wasting your dreams. Why can't you \r\nhave it all? Go for a long, cushy life? ",
        "Casey: We just -- we just can't. ",
        "Ricky: Why? ",
        "Casey: Look, it's just different for me, ok? ",
        "Ricky: What's different? We're all human beings -- heartbreaking, air \r\nbreathing -- ",
        "Casey: Yeah, right, that's what you think. ",
        "Ricky: What are you -- ",
        "Casey: Listen, ok? I -- I have no future at all. ",
        "",
        "Alison: You know something, don't you? ",
        "Livvie: Yeah, Rafe. What is it you're not telling us? ",
        "Rafe: Ok, look, you're right. Ok? I am an angel. But on this particular trip \r\nto earth, I've got no powers. I'm pretty much just a regular guy. So I don't \r\nknow anything in advance. ",
        "Alison: Ok. So then you don't know for sure that Jamal is going to be hurt?\r\n",
        "Rafe: No, not a clue -- ",
        "Alison: Thank God. ",
        "Rafe: One way or the other. ",
        "Jack: Hey. Good news. ",
        "Livvie: What? ",
        "Jack: A guy who brought his bike in last week just saw Jamal. ",
        "Alison: Where? ",
        "Jack: In bar by the docks about a half-hour ago. ",
        "Alison: Ok, so, then, he's all right. ",
        "Jack: Well, yeah. Actually, he's knocking them back pretty heavy, but -- ",
        "Livvie: All right, what are we waiting for? Let's go. ",
        "Jack: Well, actually, he's already left there, and he left with about a fifth \r\nin his hand. ",
        "Alison: Please don't tell me he took his bike. ",
        "Jack: No, no, no, no. The guy said his bike's still there. ",
        "Alison: Ok, so let's go. Come on. ",
        "Jack: Actually, Alison, I don't think that'd be a really good idea. ",
        "Alison: Why? If he's there, then I -- ",
        "Livvie: He might be upset and might not want -- ",
        "Alison: Not want to see me. Ok. Well, then I'll just wait back at -- ",
        "Jack: Ok. ",
        "Alison: The place. ",
        "Jack: That's fine. We'll call you as soon as we know something. All right?\r\n",
        "Alison: Fine. Ok. ",
        "Jack: Don't worry. ",
        "Alison: Ok. ",
        "Jack: We'll find him. ",
        "Alison: Ok. ",
        "Rafe: Alison -- ",
        "Alison: Yeah. Well, I guess I'd better go. ",
        "Rafe: Yeah. Do you want some company? ",
        "Alison: No. Actually, I think I'll be just fine. ",
        "Rafe: You sure? ",
        "Alison: Yeah. I think that I need to face things on my own now. Now, I've \r\nsort of grown up a lot in the past year, and I have to realize that maybe you \r\nand Jamal aren't always going to be around to protect me. ",
        "Rafe: Hey, whoa. Who said anything about protection? I just want to be your \r\nfriend. ",
        "Alison: Liar. ",
        "Rafe: What? ",
        "Alison: You heard what I said. We both know that that is a lie, and you \r\nshould really stop telling it because we both know that you want to be more than \r\nfriends. Don't we? ",
        "Rafe: Hey, we're friends, Alison, that's all. I know that. ",
        "Alison: I think we both know that you want it to be more than that. Rafe, \r\nyou're in love with me. And I know that's totally weird for me to be saying that \r\nto you, but I think maybe we should just talk about it and put it out there and, \r\nyou know, just really talk. ",
        "Rafe: But how do you -- ",
        "Alison: How do I know? ",
        "Rafe: Yeah? ",
        "Alison: It's really not that easy to miss. And once I stopped making excuses \r\nfor what I was feeling from you for a long time, I just -- ",
        "Rafe: What you were feeling from me, but -- ",
        "Alison: Yeah, from you, not for you. And I just sort of had to \r\nface it, and you need to come out and say it, Rafe. It's never going to happen \r\nfor you and me, ever. ",
        "Rafe: What -- but -- ",
        "Alison: Please, don't. Please, don't. Sorry, ok, but I love Jamal. I always \r\nhave and I always will. ",
        "Rafe: I know. ",
        "Alison: So I really need to go be with him right now, ok? Maybe he's waiting \r\nfor me and I just -- I need to go. ",
        "Rafe: That's ok. I understand. ",
        "Alison: Please try. ",
        "Rafe: I do. ",
        "Alison: Thank you. ",
        "Rafe: Alison, just -- ",
        "Alison: Thank you. ",
        "Rafe: So, what now, huh? I mean, you know, give me a clue, would you? Is this \r\nover? Is this whole thing over? Or, you know, maybe -- oh, boy. ",
        "",
        "Ricky: Hey, what's so funny? I don't get it. ",
        "Casey: Nothing. It's a private joke. ",
        "Ricky: Yeah, well, even I have a weird sense of humor, but I don't see \r\nanything funny about thinking that you don't have a future. We all got one of \r\nthose. Well, unless -- you're not sick or something like that? ",
        "Casey: Oh, no, you are way off, Ricky. Look, I am nobody's made-for-TV movie \r\nof the week. ",
        "Ricky: So, then, what is it, huh? ",
        "Casey: Let's just say when it comes to my life, I've pretty much used up all \r\nmy chances already. ",
        "Ricky: That's a bunch of bull, Case. You know you're a good-looking girl. You \r\ngot brains, and you're breathing. You keep at it and you're going to get all the \r\nchances that you'll ever need. ",
        "Casey: Yeah. Right. ",
        "Ricky: Hey, trust me. Let the future take care of itself. All that counts is \r\nright now. Keep your eye on that. Besides, right now feels pretty good, right? \r\nRight? ",
        "Casey: Maybe you're right. You know, I am here now, and I promised \r\nmyself I would squeeze every good time out of every day and every night, so who \r\nknows? In the end, maybe I can make a mark. ",
        "Ricky: Uh-uh. Not can. You will. You got it? Live large, and \r\neverybody around here will you. You always remember the person who knows how to \r\nlive, don't you? Forever. ",
        "Casey: Yeah. I like the way that sounds. ",
        "",
        "Alison: Jamal? What's the matter with the -- oh, my God. Jamal? ",
        "Jamal: Her blood's still on the carpet. ",
        "Alison: Jamal. ",
        "Jamal: She died right here, Ali. Valerie's dead, and we killed her. ",
        "Alison: No. No. ",
        "Jamal: Yeah, sure, we did. We killed Valerie, and now it's our turn. ",
        "Alison: What? ",
        "Jamal: Now you and me -- we got to pay the price. ",
        "",
        "Lucy: Doc? Doc, where are you? Doc, what -- oh, my -- oh, my God! Oh, my God! \r\nDoc? Doc? Talk to me! Are you ok? I got to get you away from there! Here, here. \r\nCome here. Oh, my God, you're freezing. You're freezing to death. Come here. \r\nTalk to me, Doc. Are you -- are you ok? ",
        "Paige: Lucy? ",
        "Lucy: Paige! Paige! Come here! Listen, you got to call 911, get an ambulance. \r\nCall right away. I think he's freezing. Don't touch these wires, whatever you \r\ndo! I think they must've shocked him! Doc, it's ok. It's ok. We're going to get \r\nhelp to you. You're going to be ok. Paige? Paige, what are you doing? For God's \r\nsake, call an ambulance! Can't you see he's freezing to death? He's going to \r\ndie! Paige, call 911! Don't just stare at him, Paige, for God's sake! If we \r\ndon't help him, I'm going to lose him! Paige! Paige, do something! ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Alison: You did nothing wrong! ",
        "Jamal: Yes, I did, Alison. Because instead of me trusting my own gut, I \r\nlistened to you. ",
        "Chris: I know you from somewhere. ",
        "Amy: You do? ",
        "Chris: We've met before. ",
        "Lucy: What kind of friend are you, Paige? What do you want him to do, just \r\ndie here? Is that it? ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute] "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=07zBgy5YSZQ"
}