{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "[Fire alarm beeps] ",
        "Kevin: Lucy? Lucy, where are you? ",
        "[Lucy coughs] ",
        "[Fire alarm stops] ",
        "Kevin: What's burning? ",
        "Lucy: It's ok. It's just breakfast burning. See, I was trying to make the \r\ncoffee just the way you like it, and then the eggs started burning. So I tried \r\nto save the eggs, but at the same time, the bacon started burning, and so then I \r\njust threw more in there and then everything started burning, and now we don't \r\nhave anything left. ",
        "Kevin: It's ok. It's no big deal. ",
        "Lucy: No, it's not. It isn't -- it's a big deal. It's not ok. I just wanted \r\nto do something really special and different for you. ",
        "Kevin: Lucy, everything you do is special. ",
        "Lucy: Oh, you're just saying that. ",
        "Kevin: And I mean every word of it. ",
        "[Fire alarm beeps] ",
        "Lucy: Uh-oh. ",
        "Kevin: \"Uh-oh,\" what? ",
        "Lucy: The coffee pot. When I was trying to save the eggs and the bacon, I \r\nshoved it in without any water. It's on the burner! ",
        "Kevin: Good morning. Welcome to a day in the life of Lucy Coe. ",
        "",
        "[Telephone rings] ",
        "Frank: Hello? ",
        "Karen: Hi, it's me. ",
        "Frank: Hey. How's Tennessee? ",
        "Karen: Far. I've been studying all night and I'm about to crash, but I wanted \r\nto hear your voice. ",
        "Frank: Well, I've been up all night, too -- with Nellie, trying to kick some \r\ndigital butt, but she wore me out and I fell asleep here. ",
        "Karen: No luck, huh? ",
        "Frank: No. But now that you've called, my day is looking better already. ",
        "Karen: I like the way you sound when you wake up. ",
        "Frank: How's that? ",
        "Karen: Hmm, very sexy. ",
        "",
        "Maya: They look so peaceful. ",
        "Chief: That can change in an instant, Maya. You never should've given them the\r\nmorca and the power to go back in time. ",
        "Maya: But they're meant for each other. They only returned to a life they've \r\nalready lived. ",
        "Chief: Yes -- lived and died, Maya. Don't you see? No one can say what may come \r\nnow or what they may find back there. ",
        "",
        "Ian: Hold the pose. ",
        "Eve: I am holding. ",
        "Ian: Well, don't move the mouth. ",
        "Eve: This sty, the heat -- it's an outrage. ",
        "Ian: Will you look at that -- good color of your cheeks when you're angry.\r\n",
        "Eve: How long is it going to take to finish this portrait? ",
        "Ian: Great art takes sacrifice, and great artists take their time. ",
        "Eve: You, sir, have an ego the size of -- the size of this unholy garret. ",
        "Ian: I will take my time because I like to take my time. ",
        "",
        "Frank: You know, I can still smell your perfume. What's it called? ",
        "Karen: Magic noir. Black magic. ",
        "Frank: That explains the spell I've been under. You know, you're on my mind \r\nway too much. ",
        "Karen: So you were up all night. You know, maybe it's time you turn Nellie \r\ninto that old planter. ",
        "Frank: Nellie just has a mind of her own, and that mind is firmly stuck in \r\n1973, before you were even born. ",
        "Karen: Well, I don't think I missed much. Have you seen those hairstyles? I \r\nmean, what were they thinking? ",
        "Frank: Or smoking? ",
        "[Frank laughs] ",
        "Frank: Well, I was just a kid then. I don't remember much. Now, the sixties -- \r\nthat would've been a cool time to live. ",
        "Karen: Yeah. Woodstock and the Beatles. ",
        "Frank: Hippies, miniskirts. ",
        "Karen: Free love. Sounds interesting. ",
        "Frank: Free love has always been around. ",
        "Karen: Well, I haven't seen much of that lately. ",
        "Frank: Hmm. Well, that could very easily be changed. ",
        "",
        "Maya: May the power of your love protect and keep you safe. ",
        "",
        "Eve: You'll take your time? How dare you talk to me that way. ",
        "Ian: Your husband wants a perfect likeness. ",
        "Eve: Your instructions were to paint me as I am today, not 200 years from \r\nnow. This process of yours is endless. It goes on and on and on. Are you aware \r\nthat my time is valuable? ",
        "Ian: So is mine. Now, keep your face in the light. Bring it up. Bring it up. \r\nOk, now to your left. Left, I said. ",
        "Eve: Move it yourself. ",
        "Ian: All right, I will. ",
        "Ian: There. Feel the light on your cheek? Keep it there. ",
        "Eve: If your time is so valuable, why waste it on portraiture? The process is \r\nendless. ",
        "Ian: It pays for my real work. ",
        "Eve: Your what? What is this? What am I? ",
        "Ian: My private work. Is that better? ",
        "Eve: Tell me about this private work of yours. ",
        "Ian: Your Paris and mine are two very different cities. You're here for the \r\nfood and the fashion and society balls. ",
        "Eve: And you're here for? ",
        "Ian: I'm here for the possibility. ",
        "Eve: The possibility? ",
        "[Thunder] ",
        "Ian: The possibility of a great rain that comes down and washes away the \r\nsadness and the pretense and leaves this beautiful city free to breathe again. \r\nDo you understand? ",
        "Eve: Where is she? She should've been here with my tea an hour ago. ",
        "Ian: Other appointments? ",
        "Eve: My dressmaker. I need to choose new silks for my new ball gown. ",
        "Ian: Topaz and amber. ",
        "Eve: How did you know? ",
        "Ian: Those colors match your eyes, and with them your beauty will be \r\nunsurpassed. ",
        "Eve: You know far too much about me, monsieur. ",
        "Ian: You can never know too much about a woman, madame. But I do hope I know \r\nenough to give you justice on my canvas. ",
        "Eve: Well, I think I'll be the judge of that. Show me my painting. ",
        "Ian: It's not ready. ",
        "Eve: Ready or not, I will see it. Show me my painting right now or forfeit \r\nyour full commission. Well? ",
        "Ian: As you wish. ",
        "Eve: But it's me. ",
        "Ian: Yes, it is. ",
        "[Thunder]",
        "Eve: It's already finished. ",
        "",
        "Lucy: I can't believe it. ",
        "Kevin: Dead coffee pot, huh? ",
        "Lucy: Oh, boy. It's so dead, on an empty stomach you don't even want to go \r\nnear that kitchen. ",
        "Kevin: Oh, come here. Let's just forget about the coffee. ",
        "Lucy: I really wanted to start your day off with something nice and warm. ",
        "Kevin: Yeah, well, how about something sweet and warm? And one of a kind? ",
        "Lucy: Ok. ",
        "[Doorbell rings] ",
        "Kevin: A little early for company, isn't it? ",
        "Lucy: Oh, no! I forgot -- I ordered brunch from the Port Charles Grill. I \r\nwill take care of everything. You just sit there and read your paper. ",
        "Kevin: Lucy? ",
        "Lucy: Hmm? ",
        "Kevin: Might be a bit chilly, don't you think? ",
        "Lucy: Oh, well, give me my robe. ",
        "Kevin: Just let me get it. ",
        "Lucy: Are you sure you want to be seen like that? ",
        "Kevin: Why not? I might start a fashion trend. Good mor-- duck. ",
        "Man: You got it, pal. ",
        "Lucy: Sigmund, you got out of the yard again? Oh -- ",
        "Man: Not so fast. ",
        "Kevin: Hey! ",
        "Lucy: Wait a minute. Give me my duck! ",
        "Man: Your duck bit my dog, lady. ",
        "Lucy: Well, I'm sure your dog must've provoked my duck. Are you ok? Are you \r\nok? ",
        "Man: Thing's probably got rabies. ",
        "Kevin: Ducks don't have rabies. ",
        "Man: Oh, that's easy for you to say, Mary Sunshine. But that is not an \r\nordinary duck. ",
        "Kevin: You're going to lose that finger, pal. ",
        "Man: Look, I want some compensation and I want it now, or else. ",
        "Kevin: Or else what? ",
        "Man: Or else this! ",
        "Lucy: Oh! Doc! ",
        "[Sigmund quacks] ",
        "Kevin: Ah! ",
        "",
        "Lucy: I sent Sigmund to his room on a time-out. How are you feeling? ",
        "Kevin: Like a man with a sack of frozen peas on his face. ",
        "Lucy: Oh, I still say we should've had that hothead arrested. ",
        "Kevin: Oh, let it go, Lucy. I wasn't exactly Mr. United Nations myself. \r\nBesides, I got a few good licks in. ",
        "Lucy: Oh, you sure did. But I just picture that guy at home with some \r\nvegetable on his head melting, running down his big, ugly schnoz. ",
        "[Kevin laughs]",
        "Lucy: I was not trying to be funny. ",
        "Kevin: Oh, Lucy, you don't have to try. Look around. The kitchen's a \r\ndisaster, I look pretty darned good in your robe, and I have a bag of peas as an \r\naccessory. ",
        "Lucy: Yeah. I guess I should be laughing, doubled over. ",
        "Kevin: Yes, you should be. So why aren't you? ",
        "Lucy: Oh, Doc. While you went to get the frozen peas from the kitchen, these \r\narrived for me. ",
        "Kevin: It's your divorce papers. You having second thoughts? ",
        "Lucy: Oh -- no, no, not at all. This is -- this is right. This is what Scott \r\nand I agreed on. ",
        "Kevin: But? ",
        "Lucy: But it's just -- it's just like tangible evidence of me making a mess \r\nof my life all the time. ",
        "Kevin: Lucy, you're being too hard on yourself. ",
        "Lucy: No, Doc, I'm not. I just want one thing, just one thing to go \r\nabsolutely right instead of everything always going haywire. ",
        "Kevin: Shh. Come here. Come here. Come here. This is right. Don't you see \r\nthat? This is as right as it gets. ",
        "",
        "Karen: I wish you were here with me. I miss you. ",
        "Frank: Yeah, well, I miss you, too. So there. ",
        "Karen: Good. ",
        "Frank: Hey, maybe one weekend I could come join you, get your mind off of \r\nwork. ",
        "Karen: Mmm, I'd love that. ",
        "Frank: So what's your room like? Tell me so I can picture you now. ",
        "Karen: It's nice. There's this plush carpet that's feeling so good underneath \r\nyour bare feet. And soft, soft light. Not much furniture, though. ",
        "Frank: No? ",
        "Karen: Just a very large bed. ",
        "Frank: Are you in it now? ",
        "Karen: Yeah. I'm lying in bed, just talking to you. ",
        "Frank: So, what are you wearing? ",
        "Karen: The thinnest, silkiest nightgown. It's almost like a whisper. ",
        "Frank: Any buttons? ",
        "Karen: Three tiny pearl buttons, right at the top. ",
        "Frank: Only three tiny buttons, huh? ",
        "Karen: There. I unbuttoned them. That feels so much better. So how is it \r\nthere? ",
        "Frank: Hot. Very hot tonight. ",
        "Karen: What are you wearing? You can't have all the fun. ",
        "Frank: Just sweatpants, no shirt. Because it's -- ",
        "Karen: Hot. Yeah, I can imagine. No shirt, bare chest. Just skin. ",
        "Frank: So how much longer until you're home? ",
        "",
        "Chief: There's been no movement? ",
        "Maya: Nothing. What does it mean? ",
        "Chief: They were given too much of the herb. ",
        "Maya: I was trying to help them. ",
        "Chief: Instead, you've done a terribly dangerous thing, Maya. ",
        "Maya: Dangerous? ",
        "Chief: Maybe even deadly. ",
        "",
        "Eve: When did you finish it? ",
        "Ian: The first week you sent for me -- from memory. ",
        "Eve: But you brought me back week after week. Why? ",
        "Ian: Because I wanted to look at you. You inspire me. ",
        "Eve: I am not your muse. You used me without my consent or my knowledge. \r\nBecause you knew that I would never agree -- ",
        "[Eve gasps] ",
        "Eve: Oh! ",
        "",
        "Lucy: You know, after everything we have been through, don't you think we \r\nsort of deserve normal? I mean, haven't we earned normal? ",
        "Kevin: This is normal for us. ",
        "Lucy: Well, then can't we maybe change it? ",
        "Kevin: Well, even if we could, I wouldn't trade a minute of the time we've \r\nspent together. ",
        "Lucy: Ahem. ",
        "Kevin: Well, most of them, anyway. The point is we've lived a lot and we've \r\nlearned a lot from our mistakes. ",
        "Lucy: I think we made an awful lot of mistakes. Don't you? ",
        "Kevin: Well, we just traveled a lot of different roads, and that's what's \r\nbrought us to where we are now. Lucy, the thing is, we made it. We're right \r\nwhere we're supposed to be -- together. ",
        "Lucy: So you're saying we've become indestructible? Is that what you're \r\nsaying? ",
        "Kevin: What I'm saying is I have no regrets. You're one of a kind, Lucy. You \r\ntrying to change is like -- ",
        "Lucy: What? Like what? ",
        "Kevin: Like trying to throw a blanket over a shooting star. ",
        "Lucy: A shooting star? ",
        "Kevin: Yeah. ",
        "Lucy: Yeah. ",
        "Kevin: A whole shower of them. ",
        "",
        "Frank: So, did you? ",
        "Karen: What? ",
        "Frank: Mean it about me coming to see you in Tennessee? ",
        "Karen: Well, if you can tear yourself away from Nellie. ",
        "Frank: Well, no problem. She's not as nice as you are. ",
        "[Knock on door] ",
        "Karen: Um -- can you come back and clean the room, please? ",
        "[Computer turns on] ",
        "Frank: That's strange. The computer just switched on. Finally, and now it \r\nwon't shut off. ",
        "Karen: Well, I got rid of the maid. Can you ditch Nellie? ",
        "Frank: Ok, but can you believe? I finally got her turned on. ",
        "Karen: Not only her. ",
        "Frank: Oh. Where were we? ",
        "Karen: Getting back to reality. I really should get some sleep. ",
        "Frank: Ok, but let's do this again, soon. ",
        "Karen: It's a date. ",
        "Frank: Bye. ",
        "Frank: Ok, Nellie. What's up? You don't turn on before when I ask you nicely. \r\nNow you want my attention? Yeah, well, it's my turn to play hard to get. Catch \r\nyou around. ",
        "[Noise] ",
        "Frank: What the heck is going on here? ",
        "",
        "Eve: This painting -- this painting is a nightmare! You'll be my ruin! ",
        "Ian: No. I'll be your freedom. ",
        "Eve: Don't. ",
        "Ian: There's a glimmer of beautiful light right behind your eyes, and I saw \r\nit the first moment I met you. And it's a spark of hope that reminds you of the \r\nwoman that you wanted to be, the woman you once were. And I tried to capture it. \r\nBut I didn't. I did not. ",
        "[Knock on door] ",
        "Woman: Madame, I have your tea. May I come in? ",
        "Ian: Help me. Help me set her free. ",
        "Eve: Madeleine, wait for me downstairs. I'll call. ",
        "Madeleine: Yes, madame. ",
        "",
        "Chief: The signs are not good. ",
        "Maya: But wherever they are, I can feel it's a place they were meant to be.\r\n",
        "Chief: But the place and the time holds them so strong and tight, they may \r\nnever come back at all. They may remain lost in time forever. \r\n ",
        ">> On the next \"Port Charles\" -- ",
        "Marika: Do you know where your husband is, Mrs. Thornhart? ",
        "Eve: He's barely got a pulse! What's going on, Maya? ",
        "Livvie: I'm going to slap that stupid grin right off of your face. ",
        "Jack: What are you waiting for? "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=C-Cw7pYzmUQ"
}