{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Casey: Well, I'd ask for your order, but I bet you're not here to eat. ",
        "Rafe: Ahem. Casey. ",
        "Casey: You're here to check up on me, right? ",
        "Rafe: Yeah, right. Believe it or not, I got problems of my own. ",
        "Casey: Hey, I feel you. You know, those \"not enough time back on planet earth \r\nblues?\" ",
        "Rafe: Yeah, well, you know, short term or no term, those are the rules. ",
        "Casey: Yeah, well, you know what? I still think it's pretty rank that we get \r\na taste of real life again, and then Ed just yanks us right back out. ",
        "Rafe: Yeah, well, you know what? We begged for those passes. You, me, Paige, \r\nAmy, all of us, you know? ",
        "Casey: Oh, whoopty-whoo. Lucky us. ",
        "Rafe: We are. We are lucky. ",
        "Casey: Jeez, give me a break! You know, we just found out that somebody we \r\ncare about is going to die. Like, how lucky is that? ",
        "Rafe: I don't know. ",
        "Casey: And if just one more person down here figures out that we're angels, \r\nthen forget about even, you know, the few weeks we have left. We're out of here, \r\nRafe. Pfft. Gone. Just like that. Forever. ",
        "",
        "Ian: Bye-bye, little monkey. Goo-goo to you, too, you little -- Beth? Hi. How \r\nare you doing? Thanks for putting him on. And either Eve or myself will call you \r\nback later, all right? Thanks. ",
        "Amy: And goo-goo to you, too, doctor. ",
        "Ian: Amy. You heard that? ",
        "Amy: Sure did. And thanks for making me look bad. I mean, you take the time \r\nfor a sweet little talk with your son, while I haven't said boo to my father in \r\nyears, never mind goo-goo and ga-ga. ",
        "Eve: Hey, Ramsey, look who it is. Amy Stradling, this is Dr. Chris Ramsey.\r\n",
        "Amy: Chris, this is a pleasure, long time coming. ",
        "Chris: Yeah, it's nice to meet you, too. ",
        "Amy: Eve's told me so much, I feel like I know you already. ",
        "Chris: I know the feeling. ",
        "Amy: So, this is probably your first real \"blind\" date? ",
        "Chris: Yeah. Actually, I'm pretty sure I know you from somewhere. ",
        "Amy: You do? ",
        "Chris: Yeah. Yeah, we've met before. ",
        "",
        "Alison: What happened to Valerie wasn't your fault or mine. So stop saying \r\nthat we need to pay because, Jamal, look at this place. Look at us. We've \r\nalready paid. ",
        "Jamal: No. ",
        "Alison: Listen to me. Listen. What is going on inside of you, you've got to \r\nget it off your chest because if you don't -- listen to me, this is what happens \r\n-- ",
        "Jamal: Don't you get it, Alison? She didn't have anything else in this world \r\nbut our baby. And in the end, she lost her. She lost her because of me. ",
        "Alison: That's not true. ",
        "Jamal: Yeah, I turned my back on the baby and her, Alison. If I'd have just \r\nlistened to her when she wanted help, if I'd have just -- this wouldn't have \r\nhappened. It wouldn't -- she wouldn't be dead. ",
        "Alison: Stop it. Stop it. Listen to me -- this is not your fault! You did \r\nnothing wrong! ",
        "Jamal: Yes, I did, Alison. Yes, I did. Because instead of me trusting my own \r\ngut, I listened to you. ",
        "",
        "Lucy: Doc? Doc, where are you? Doc, what -- oh, my -- oh, my God! Oh, my God. \r\nDoc! Doc! Talk to me! Are you ok? I've got to get you away from there. Here. \r\nHere. Come here. Oh, my God, you're freezing. You're freezing to death. Come \r\nhere. Oh. Oh. Talk to me, Doc. Are you ok? ",
        "Paige: Lucy? ",
        "Lucy: Paige! Paige! Come here! Listen, you got to call 911, get an ambulance. \r\nCall right away. I think he's freezing. And don't touch these wires, whatever \r\nyou do! I think they must've shocked him. Doc, it's ok, it's ok. We're going to \r\nget help to you. You're going to be ok. Paige -- Paige, what are you doing? For \r\nGod's sake, call an ambulance! Can't you see he's freezing to death? He's going \r\nto die! Paige, call 911! Don't just stare at him, Paige! For God's sake, if we \r\ndon't help him, I'm going to lose him! Hey, what are you doing? Don't just stand \r\nthere! Call an ambulance, for God's sakes. Don't just stare at -- ",
        "Paige: Lucy, I'm -- I'm -- ",
        "Lucy: Give me the phone! ",
        "Paige: Ok. ",
        "Lucy: Give me the phone. Give it to me. Hello, this is Lucy Coe. I'm at Dr. \r\nKevin Collins' house, 71 Lighthouse Way. And he's been struck, I think by a live \r\nelectrical wire, and he's freezing to death. Get an ambulance here, stat! \r\nPlease, I mean, really stat, please! ",
        "Paige: Lucy -- ",
        "Lucy: What were you doing? You just stood there! ",
        "Paige: I'm sorry, I didn't -- ",
        "Lucy: Sorry? What kind of friend are you, Paige? What do you want him to do, \r\njust die here? Is that it? ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Eve: I can't believe it. You two already know each other. ",
        "Amy: Well, I'm sure we don't, Eve. I never forget a voice. ",
        "Ian: Maybe you've seen her around the halls, Ramsey. ",
        "Amy: That's probably it. ",
        "Chris: No, no, it's not. Where'd you get your degree? ",
        "Amy: Berkeley. ",
        "Eve: That's where you grew up, too, right? ",
        "Amy: Mm-hmm. ",
        "Chris: No, that can't be it, either. I've never been there. Have you been in \r\ntown long? ",
        "Amy: No. ",
        "Eve: That's two for two, Ramsey. ",
        "P.A. Announcer: Drs. Lambert and Thornhart to trauma -- stat. ",
        "Ian: Better move. ",
        "Eve: Yeah. Good luck figuring it out, you two. See you. ",
        "Chris: I'm sure we will. ",
        "Amy: Well, I guess I better get back to work, too. ",
        "Chris: I'm sorry for asking so many questions. ",
        "Amy: Oh, it's no problem. They warned me about you. ",
        "Chris: Really? ",
        "Amy: Mm-hmm. That's why I said yes to the date. I'm looking forward to seeing \r\nwhich of the rumors are true. ",
        "Chris: Well, I hope I don't disappoint you. I know I know her from \r\nsomewhere. It's not the hospital, and it's not college. Wait a minute -- not \r\nher college. Of course. That's it. I knew I knew her from somewhere. \r\nThat's the place. ",
        "",
        "Casey: So, you need a new refill yet? ",
        "Rafe: No, thanks. I'm fine. ",
        "Casey: Oh, no problem. So, tell me. What's your real take on what Ed told us? \r\nYou know, about somebody we care about, somebody close to us going to kick it?\r\n",
        "Rafe: Right. Look, the reason I think Ed gave us so much information was to \r\nprepare us. Ok, because one of us is going to have to help whoever dies cross \r\nover. ",
        "Casey: Yeah, well, see, I guess it just kind of gives me the creeps, you \r\nknow? Like, one minute, I'm having dinner with somebody, and the next thing I \r\nknow, bam, you know, I run him over with my bike. ",
        "Rafe: Whoa, whoa, whoa! He didn't say any of us would be responsible \r\nfor the death. He just said it would be someone close to us. Relax, ok? ",
        "Casey: Yeah, I guess. I mean, it's not that it matters much to me, anyway. I \r\ngot no ties to this town. And it's going to stay that way. ",
        "Rafe: Really? What about the guy who got you out of jail, gave you a place to \r\nsleep and this job? ",
        "Casey: Oh, yeah, Frank. Yeah, he likes to play Disney dad, but all I got to \r\ndo is turn up the volume on my obnoxious charm, and then -- ",
        "Rafe: And he'll just stop caring. Right. Man, are you going to work this \r\nmagic on anyone who gets too close to you? ",
        "Casey: Not exactly. See, there's this one dude, Ricky, and he's just, like, \r\ntotally into me. You know, he really wants me, but even though he's having some \r\ntrouble, you know, kind of showing it, I know he does. Anyways, I told him that \r\nI'm pretty much up for sex anytime -- ",
        "[Rafe laughs] ",
        "Casey: All he has to do is just hang his heart at the door, you know? ",
        "Rafe: Ahem. You are really something. ",
        "Casey: Yeah, I know. Thanks. So, tell me. What's it like having sex as an \r\nangel? ",
        "Rafe: What? ",
        "Casey: You know, is it the same, like, when you were alive? ",
        "Rafe: Ahem. I wouldn't know. ",
        "Casey: Oh, my God! You died a virgin? ",
        "Rafe: No, I -- I didn't say that. ",
        "Casey: Then what? Oh. You haven't -- ",
        "Rafe: I've been busy, ok. ",
        "Casey: Oh. Yeah. You look real busy. Why are you here, anyway? And why'd you \r\ncome back? Because it sure wasn't to party. ",
        "Rafe: A good friend needs me. ",
        "Casey: Good friend, huh? Then, why are you always here, Rafe, alone? You \r\nknow, where's this friend you say needs you so bad, huh? And how come you're not \r\nwith her right now? ",
        "",
        "Jamal: If it weren't for you, Alison, I never would've thrown Valerie out of \r\nthe apartment. ",
        "Alison: No, don't do that. Don't. You made that decision on your own. ",
        "Jamal: Fine. Fine. It was my mistake, then, ok? And I can't keep on making \r\nthem. ",
        "Alison: Meaning what? ",
        "Jamal: Meaning that I'm feeling more and more that you and me are no good \r\ntogether. ",
        "Alison: What? ",
        "Jamal: You heard me, Alison. Whether we meant to or not, us hooking up caused \r\ntwo people to lose their lives, ok? And coming back here, after everything \r\nthat's happened -- look, it's not going to work, Alison. It's just not, ok? \r\nEvery time I walk through that door, all I'm going to think about is Valerie \r\nsitting on the ground, bleeding! ",
        "Alison: Ok, ok. So, then, do you want us to move? ",
        "Jamal: No, not us. ",
        "Alison: Oh. I see. So, then, you've already made this decision. You're \r\nleaving me? ",
        "Jamal: I should've left things the way they were, ok? I should've never come \r\nback, begging to get you back because there is no good reason for us to be \r\ntogether now. ",
        "",
        "Lucy: Ian -- ",
        "Ian: Get out of here, Lucy. You're not helping. ",
        "Lucy: No. I'm not leaving him. I'm staying with him. ",
        "Eve: Out, Lucy, please. ",
        "Lucy: Just tell me -- what's happening? ",
        "Ian: He's hypothermic. We're trying to bring his core temperature up. He's at \r\n90 now. ",
        "Lucy: 90? Oh, my God! ",
        "Eve: We're ventilating him with warm air. ",
        "Ian: There's warm fluids in his I.V. ",
        "Lucy: Well, what are you saying? ",
        "Eve: We're saying that if you would give us some room, we can turn this \r\naround. ",
        "Lucy: No, what I think you're saying is that he's not doing very well -- is \r\nthat what you're saying? Oh, my God. You -- this is all your fault, you know.\r\n",
        "Paige: Don't. Please. ",
        "Lucy: You know, if you hadn't kept me up there blabbing with that stupid tea, \r\nI would've been out there looking for him! You just stood there! This is all \r\nyour fault, Paige! How could you do this? ",
        "Eve: Ian -- ",
        "Ian: What's happening? ",
        "Lucy: Doc? ",
        "",
        "Paige: Amy. ",
        "Amy: Paige? I just heard about Kevin. Is he ok? ",
        "Paige: I don't know. I don't know. Is it possible? Could she be right? ",
        "Amy: Who? Is what possible? ",
        "Paige: Lucy. She thinks I'm responsible. ",
        "Amy: Are you? What happened? ",
        "Paige: Kevin walked downstairs to walk Livvie to her car, and I guess he was \r\ngone a long time. And, oh, my God -- he must've been calling out the whole time.\r\n",
        "Amy: And you didn't hear him? ",
        "Paige: Well, of course not. At least, I don't think so. ",
        "Amy: What do you mean, you don't think so? Did you decide not to hear him?\r\n",
        "Paige: \"Decide?\" ",
        "Amy: Even subconsciously? Did you choose not to hear him? So that he \r\nwould die? ",
        "",
        "Casey: Listen, maybe you should listen to my advice for a change, huh? ",
        "Rafe: Aah. ",
        "Casey: Look, I think you should be with whoever this, you know, your friend \r\nis. And now. ",
        "Rafe: Because why? ",
        "Casey: Because it all goes too fast. You know, you got to make the most of \r\nit. See, that's what my friend Ricky says. ",
        "Rafe: Ricky, that's the guy who -- ",
        "Casey: Sex. Just sex, right? ",
        "Rafe: Right. ",
        "Casey: You know, and you're right, too. Because you know what? We're all \r\nlucky. Yeah, the four of us. Because it's like we're given a second chance, you \r\nknow, to come back alive, doing something right. ",
        "Rafe: Right. You know what? I feel like I am doing something right by staying \r\naway from her, my friend. It's the best thing I can do right now, ok? ",
        "Casey: Are you sure about that? ",
        "Rafe: Absolutely. ",
        "Casey: So, then, if you're really so sure about it, then how come you have \r\nthis really puzzled look on your cute little angel face? ",
        "Rafe: Hey, listen, you little gnat -- ",
        "Casey: Hey, no, you listen, ok? You said you came back here to help \r\nher, right? So, what makes you think that she still doesn't need you? ",
        "",
        "Alison: I would seriously think about things before you say them. ",
        "Jamal: I have thought about this. ",
        "Alison: No, you haven't. Because if you had, you would know that right now is \r\nnot the time to make decisions like these, ok? You've been through a lot, and I \r\nthink that you just need to give it a couple of days. ",
        "Jamal: Alison, it won't change anything. ",
        "Alison: You don't know that. Jamal, don't you do or say anything to me that \r\nyou are going to be sorry for later. ",
        "Jamal: Look, I am already as sorry as I'm going to be, ok? ",
        "Alison: Jamal, listen to me. Listen to me. Valerie, she brought this all on \r\nherself. ",
        "Jamal: Look, just stop it. Stop it. ",
        "Alison: No, listen to me. She was disturbed -- Valerie. She tried to kill \r\nherself. And then she tried to kill me. Don't you get it? If it wasn't me \r\ndead or you dead, it would've been somebody else -- anybody else. ",
        "Jamal: That's exactly my point, ok? If we hadn't hooked up, none of this \r\nwould've happened. ",
        "Alison: Do you really think that only bad things came out of you and I \r\nfalling in love? Jamal, if you and I hadn't been together, I don't even know if \r\nI would know how to love. I'd be willing to bet that the same is for you, \r\ntoo. Ok? Jamal -- ",
        "Jamal: Ali -- ",
        "Alison: No, don't. Don't do this! Listen to me -- ",
        "Jamal: I said, let go of me! ",
        "[Alison screams] ",
        "",
        "Eve: Come on, Kevin. Come on. What's his core temperature? ",
        "Ian: 95 Steady. His BP's 94/70. His heart rate's back to normal. His \r\nsaturation's at 94. ",
        "Eve: His blood work's looking better. ",
        "Ian: Looks like we turned a corner. ",
        "Eve: Oh, gosh, let's keep our fingers crossed. Listen, you go tell Lucy. It \r\nlooks like he's having spontaneous respiration. ",
        "Ian: Right. ",
        "Lucy: So, is he going to be ok? How is he? ",
        "Ian: Lucy, there's a light at the end of the tunnel. ",
        "Lucy: Oh, my God, so he's going to be fine? Oh, my God. Look, that is -- \r\nthat's what you're saying, right? That he's fine? ",
        "",
        "Paige: What if I did hear him? What if I did block out Kevin's calls for \r\nhelp? Amy, you could be right. Maybe I'm supposed to take Kevin back with me. \r\nHelp him cross over. Maybe that's the real reason I'm here. ",
        "Amy: Maybe it is. ",
        "Paige: I don't know. All I know is, I do want to be with him. ",
        "Amy: And you know there's only one way for that to be. ",
        "Paige: If Kevin dies. ",
        "Amy: Look, you want to grab a cup of coffee? Maybe talk some more? ",
        "Paige: No, thanks. I'll be fine. ",
        "Amy: Are you sure? ",
        "Paige: Yeah. ",
        "Amy: If you change your mind -- ",
        "Paige: Thanks. ",
        "Paige: It must be true. I mean, nothing else makes sense. I didn't know I was \r\ndoing it. I mean, not consciously, at least, but -- maybe I did. Maybe I did try \r\nto end Kevin's life. I mean, maybe -- maybe I did so I could take him back to \r\nheaven with me. Ed said that someone close to one of us was going to die. Maybe \r\nthat's happening. Is that time now? Is that someone Kevin? ",
        "",
        "Man: Dr. Ramsey. Hey. ",
        "Chris: Hey. You found the box -- good. ",
        "Man: Yeah, and, oh, here's your key. ",
        "Chris: Thank you very much. ",
        "Man: All right. So, you're going to try and change our schedule, right? ",
        "Chris: Yeah, you bet. ",
        "Man: Yeah. Ok. ",
        "Chris: Yeah, I can't promise you anything, but I'll do my best. ",
        "Man: So, what -- ",
        "Chris: You do have someplace to be, don't you? I mean, break's over. Bye. All \r\nright, here we go. Let's see here. Class notes, books. That's great. Pictures \r\nhere, ok. Don't tell me I don't know you. I know you from somewhere. I was \r\nlooking at this stuff the other day. Where are you, where are you, where are \r\nyou? Ah -- Amy, Amy, Amy. There you go, Ramsey. Old neurons still working. Oh, \r\nshe may not forget a voice, but I never, ever forget a real pretty face. ",
        "",
        "Amy: I think about you so much. And I miss you all the time. I hope that you \r\nknow that. Please know that. Everything's going to be fine. I promise. And I \r\nhaven't forgotten. And I never will, daddy. Paige may be confused, but I'll \r\nnever forget why I'm really here. ",
        "",
        "Alison: Don't touch me. ",
        "Rafe: Alison? Are you all right? I heard a scream. ",
        "Jamal: It was an accident, ok? ",
        "Rafe: What? What was? What'd you do to her? ",
        "Jamal: None of your damn business! ",
        "Rafe: Get your hands off of her! ",
        "Alison: Jamal -- no, Rafe! Please don't! ",
        "Rafe: I will kill you. I will kill you, you bastard, if you ever hurt her! Do \r\nyou hear me? Do you understand that? I will kill you! ",
        "",
        "Lucy: You just said he is going to be fine. You promised. ",
        "Ian: What I said was, his numbers are looking better and he's improving. ",
        "Lucy: Good. So, they'll just keeping right on improving and improving, right?\r\n",
        "Ian: I don't see why they wouldn't. ",
        "Nurse: Dr. Thornhart? ",
        "Ian: Yeah. ",
        "Nurse: Dr. Lambert needs you in here. ",
        "Lucy: What? ",
        "Ian: Stay here. ",
        "Lucy: Why? ",
        "Ian: I said stay! ",
        "Lucy: No! ",
        "Ian: What's going on? ",
        "Eve: Pupils are unequal. Temperature's 96. ",
        "Ian: Pressure? ",
        "Eve: 120/74. Saturation's 98. ",
        "Lucy: Ian -- ",
        "Ian: Somebody get her out of here, please. ",
        "Lucy: No! ",
        "Woman: You have to leave -- ",
        "Lucy: No! I don't want to leave him. ",
        "Ian: We need a neurologist, please. ",
        "Eve: No, we don't have time for a neurologist. ",
        "Ian: We need to get a CAT scan. ",
        "Eve: Let's hope there's no inter-cranial bleeding. ",
        "Ian: We need to find out one way or the other because we might lose him. ",
        "Lucy: Please, Doc. Please be all right. You're going to be all right. Please. \r\nPlease, please, please, please make him all right. Please. Oh, Doc. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Chris: Figured out where I've seen you before. It was in Philadelphia. ",
        "Amy: Well, I've never been to Philadelphia. ",
        "Chris: Really? ",
        "Jamal: I don't love you anymore. ",
        "Lucy: We have come too far and worked too hard to have him in our lives. \r\nWe're not going to lose him now. ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute]"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=ifiXef1S4sU"
}