{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Livvie: I wish we could stay out here forever. ",
        "Jack: I know. Some pretty amazing things have happened here, haven't they?\r\n",
        "Livvie: Yeah. I'd say our first meeting here was pretty amazing. ",
        "Jack: Yeah. ",
        "Livvie: And tonight -- well, it doesn't get any more amazing than this. ",
        "Livvie: Sure is dark out. ",
        "Jack: Yeah. Sure is. Did you hear that? ",
        "Livvie: What? ",
        "Jack: That noise. Sounded like -- ",
        "Livvie: What? What? Is it some kind of animal? What? ",
        "Jack: No, no. Definitely it's not human. ",
        "Livvie: Yeah, ok. I think it's time to go. ",
        "Jack: Or we could stay here and I could protect you and hold you close to me \r\nand, you know -- oh. Hey. ",
        "Livvie: Just for that I am going to leave and you can stay out here all by \r\nyourself. ",
        "Jack: I don't think so. ",
        "Livvie: Yeah? And what are you going to do to stop me? ",
        "",
        "Ian: Arianna, can you hear me? I'm right here. I'm going to make sure that \r\nyou get everything you need. Do you understand what I'm saying to you? ",
        "Arianna: Yes. ",
        "Ian: Now get some rest. ",
        "Eve: How's she doing? ",
        "Ian: There's no change. ",
        "Eve: Well, we got the latest labs for you. ",
        "Ian: It's about time. ",
        "Eve: We're still waiting on some more tests, but at least these will give us \r\na little bit of hope. ",
        "Ian: They look pretty inconclusive to me. ",
        "Eve: They could be worse. ",
        "Ian: She's so weak. ",
        "Eve: Maybe it's just what she's been through -- the trauma, you know, instead \r\nof something more serious. Not that this isn't serious. Anyway, I told the lab \r\nto put a rush on those tests. ",
        "Ian: Good. I got to figure out how to help her. ",
        "",
        "Man: Mrs. Thornhart? ",
        "Arianna: Who are -- who are you? ",
        "Man: Stan Burns, reporter from \"World News.\" I have a few questions about \r\nyour brother. ",
        "Arianna: What? ",
        "Stan: Do you know how he fell to his death? Who's responsible? ",
        "",
        "Eve: I am just as anxious as you are to find out what's in those tests. ",
        "Arianna: I don't know anything. ",
        "Stan: Look, if you -- ",
        "Arianna: Please leave me alone! ",
        "Ian: Hey! ",
        "Arianna: Please! ",
        "Ian: What are you doing here? ",
        "Stan: I'm a reporter. Just getting the story. Listen, if you -- hey, give me \r\nthat! ",
        "",
        "Alan: Let me get this straight -- General Hospital is being held liable for \r\nBen Shapour's death? ",
        "Man: Mr. Shapour's family is suing you for every penny you're worth. And they \r\nhave their country's government behind them. ",
        "Alan: Well, they're going to have a hard time proving that. ",
        "Man: They're prepared to take this to the Supreme Court -- the United Nations \r\nif necessary. ",
        "Alan: The United Nations? ",
        "Man: The Shapours are a very powerful, very important family, and they are \r\nsaying that Dr. Collins caused the death of their son. One more thing -- the \r\nUnited States Government isn't very happy about this mess, either. ",
        "Kevin: Why do I get the feeling this isn't good news? ",
        "",
        "Guard: I don't know how he got past us. ",
        "Ian: See it doesn't happen again. He's gone. ",
        "Arianna: Why are they asking about Ben? ",
        "Ian: Well, you don't have to worry about that now. ",
        "Arianna: Ian, what are you not telling me? If Ben's death was an accident --\r\n",
        "Eve: Shh. Arianna, it was an accident. Now, you don't need to be worrying \r\nabout any stupid reporters, ok? ",
        "Ian: Just focus on regaining your strength. ",
        "Eve: Ian's right. I'm going to give you something to help you relax. It's \r\nwhat you need right now. ",
        "Ian: I'll see you when you wake up, ok? ",
        "Eve: Oh, boy. It's a good thing you're not a surgeon, the way you've been \r\npunching out walls and reporters and tape recorders. ",
        "Ian: He had it coming. ",
        "Eve: Look, we're both a little overloaded right now. So maybe you should go \r\nhome. ",
        "Ian: I'm fine. ",
        "Eve: Ian -- ",
        "Ian: I said I'm fine. Besides, someone's got to keep an eye on her. When did \r\nthis become a story anyway? ",
        "Eve: Actually, this place is crawling with press, but you haven't noticed \r\nbecause you've been in here. ",
        "Ian: Well, I'll make sure no one else gets in here. Colleen. ",
        "Colleen: Hey. Ian. ",
        "Ian: Hi. Excuse me. Can I ask you a favor? ",
        "Colleen: Sure. What can I do for you? ",
        "Ian: I need you to stay with Arianna until I can arrange for 24-hour \r\nsecurity. ",
        "Colleen: Of course. ",
        "Ian: Thank you. ",
        "Colleen: Yeah. ",
        "Eve: Ian, I'm worried about you. ",
        "Ian: Don't be worried. ",
        "Eve: Every time I see you, you are more and more on edge. You haven't had any \r\nsleep -- ",
        "Ian: I'm trying to get things done here. ",
        "Eve: Let me arrange for 24-hour protection for Arianna. You need to get away \r\nfrom this place for a while. ",
        "Ian: Eve -- ",
        "Eve: No, please. You are an accident waiting to happen. Go home. ",
        "Ian: I can't. I can't. ",
        "",
        "Kevin: Wait a minute -- the State Department sent an official to inform you \r\nthat Ben Shapour's family is suing over his death? ",
        "Alan: This thing has international incident written all over it, with G.H. \r\nright in the middle. ",
        "Kevin: Well, how is the hospital responsible? ",
        "Alan: Because you're on the payroll. ",
        "Kevin: I didn't do anything wrong, Alan. ",
        "Alan: Just tell me -- how did you arrive at the decision to hospitalize \r\nShapour against his will? ",
        "Kevin: Because he tried to kill his sister. ",
        "Alan: Tell me from the beginning. ",
        "Kevin: Well, I'd been treating his sister Arianna. Been trying to contact her \r\nfor several days, she hadn't returned any of my calls, so I went to her home to \r\ntry and find her there. ",
        "Alan: That's when you found Ben? ",
        "Kevin: He was in the room. He was holding the knife. He dropped it and left \r\nhis fingerprints all over it. When he ran out, I realized she'd been stabbed \r\nseveral times. It was obvious that he'd done it, Alan. ",
        "Alan: His family claims that you're lying. ",
        "Kevin: Why would I lie? ",
        "Alan: To justify committing him to the psych ward. ",
        "Kevin: Well, that's ridiculous. ",
        "Alan: The lawsuit claims that you are solely responsible for his death. ",
        "Ian: He's not responsible. I am. ",
        "",
        "Karen: Damn it. ",
        "Eve: Hey. Are you ok? ",
        "Karen: Yeah. Just a little too much caffeine this late at night. ",
        "Eve: Look, I may be fried myself right now, but I know when you're upset. ",
        "Karen: I'm not upset. I'm sorry. Ok, I'm upset. You just have a lot going on \r\nand I don't want -- ",
        "Eve: Yeah, exactly. Which is exactly why I would like to listen to somebody \r\nelse's problems for a change, so spill. ",
        "Karen: Frank spends all his time in the garage e-mailing some messed-up \r\nteenage girl on an old computer that isn't capable of e-mailing but does anyway. \r\nAnd meanwhile, my mom shows me a picture of my Aunt Carolyn who died almost 30 \r\nyears ago. She looks like my identical twin. And when I go and talk to Frank \r\nabout how weird this makes me feel, he can't take his eyes off the computer long \r\nenough to hear me, so I killed the computer. ",
        "Eve: You killed the computer? ",
        "Karen: Dead. Think I overreacted? ",
        "Eve: I think you need to switch to decaf. ",
        "Karen: So, friend, got any advice? ",
        "Eve: As a matter of fact, I do. Follow me. ",
        "Karen: Oh, thank God. ",
        "Eve: Listen, you and Frank seem to have something really good going. Don't \r\nsweat the small stuff. ",
        "Karen: You're right. I know you're right. ",
        "Eve: Trust me, things could be a lot worse. ",
        "Karen: Yeah. How is she? ",
        "Eve: Arianna is just barely holding on. ",
        "Karen: Labs come back? ",
        "Eve: Some, but not all of them. We're still waiting. ",
        "Karen: Well, how are you and Ian holding up? ",
        "Eve: Well, I seem to be -- I don't know -- hanging on, but Ian -- ",
        "Deneice: Those tests you were waiting for. ",
        "Eve: Finally. ",
        "Deneice: You're welcome. ",
        "Karen: I hope this sheds some light on things. ",
        "Karen: What is it? ",
        "Eve: Arianna's liver is failing. ",
        "Karen: How bad? ",
        "Eve: Damaged beyond repair. If she doesn't get a transplant, she'll die. ",
        "",
        "Jack: I'm sorry I scared you. ",
        "Livvie: I wouldn't have been so afraid if Alison hadn't told me that creepy \r\nstory. ",
        "Jack: What story? ",
        "Livvie: About something that happened a long time ago, not too far from here.\r\n",
        "Jack: Don't tell me it's one of those urban legends. ",
        "Livvie: Hey, she swears that this was totally real. ",
        "Jack: Oh. In that case I'm sure it's true then. ",
        "Livvie: Hey, you want to hear this or not? ",
        "Jack: All right. I'm all ears. ",
        "Livvie: Well, it seems that there is this one-armed man known as the Hook \r\nMan. ",
        "Jack: Ok. It's real original, but, hey. ",
        "Livvie: Hey, you better stop joking because this crazy guy would come into \r\nthe woods and spy on lovers and watch them and then kill them with his hook. ",
        "Jack: Well, did they ever catch Hook Man? ",
        "Livvie: No, because suddenly one day the killings just stopped. ",
        "Jack: Well, maybe the dude died or something. ",
        "Livvie: Yeah, that's what people figured. So a few years later, kids started \r\ncoming up here again -- like us tonight. ",
        "Jack: Well, if Hook Man bit it, then there's nothing really to be nervous \r\nabout, right? ",
        "Livvie: Wrong. Listen. So not too long ago, this guy brought his girlfriend \r\nup here, and just when they were about to, you know, mess around, the girl heard \r\nthis weird scratching noise, like, eew, on the side of her car. ",
        "Jack: Probably the wind blowing in the trees. ",
        "Livvie: Yeah, of course. That's what the guy said, too, but -- only this girl \r\nwas totally freaking out and she said that she knew it was the Hook Man and she \r\ninsisted that he drive her home. ",
        "Jack: Well, so he did and nothing happened, right? ",
        "Livvie: Hardly. So they argued the whole entire way home and the boy was \r\nsaying that she was just paranoid or -- ",
        "Jack: About all the crazy stories she heard. ",
        "Livvie: Yeah. So the guy -- the guy gets to her house and then he gets out of \r\nthe car and he goes around and he goes to open the door, and guess what they \r\nfind in the handle. ",
        "Jack: I give up. ",
        "Livvie: A hook. Mm-hmm. The scratching sound they heard was hook man trying \r\nto get into the car. Pretty creepy, huh? ",
        "Jack: Yeah. Well, I -- guess I'd better protect you, then, huh? ",
        "Livvie: Well, I don't know. I don't think anything's happened in a really \r\nlong time and -- come on, he did lose his hook -- how to kill. ",
        "Jack: Yeah. I get it. Well, let me tell one I heard when I was a kid. ",
        "Livvie: Hey. Let's not talk about any more scary stories. ",
        "Jack: All right. I'll change the subject, but you started it. ",
        "Livvie: No, you started it. ",
        "Jack: Ok, I said I'll change the subject. ",
        "Livvie: Good. ",
        "Jack: Good. ",
        "Livvie: So. What do you want to talk about? ",
        "Jack: How about how beautiful you are and how much I love you. ",
        "Livvie: Jack -- ",
        "Jack: And how you're the only person who has ever heard me say that. ",
        "",
        "Karen: A transplant in Arianna's condition. It's a long shot at best, even if \r\nwe did find a match. ",
        "Eve: I know. She is very weak. ",
        "Karen: Her heart would never survive the post-surgery trauma. ",
        "Eve: There's got to be something we can do, something we can do to make her \r\nstronger so that she'll be able to accept the donor liver. ",
        "Karen: Maybe there is. ",
        "",
        "Alan: What do you mean you're responsible for Shapour's death? ",
        "Kevin: Alan, he's not responsible. ",
        "Ian: Stop trying to protect me, Kevin. ",
        "Kevin: Look, he's in no condition to do this. ",
        "Ian: Alan, would you listen to me, please? ",
        "Kevin: Hell, he hasn't slept all night. ",
        "Alan: I intend to! I want to hear from Kevin first, and it better be the \r\ntruth. ",
        "Kevin: The truth is that Ben Shapour was responsible for his own death. And \r\nhe was trying to kill his sister. An honor killing, they call it, because she'd \r\nbeen raped. ",
        "Alan: I know that. I read it in the reports. ",
        "Kevin: Well, the point is I saw him with my own eyes. He had the knife, it \r\nfell out of his hand, he left his prints all over it. And still, the police \r\nwouldn't arrest him. ",
        "Alan: Because of his diplomatic immunity. ",
        "Kevin: So what else was I supposed to do except have him hospitalized? And \r\ngiven the fact that he was clearly a danger to others, I was well within my \r\nrights. ",
        "Alan: Well, there are those who would disagree with you. ",
        "Kevin: Well, he would have been entitled to a hearing within 72 hours. \r\nInstead, he chose to knock out an orderly, go up to the roof of the building, \r\nand he fell off. It's unfortunate. I'm sorry for that. But I have never doubted \r\nfor a second that I did the right thing, and I'd do it again. ",
        "Alan: Kevin, I have the utmost respect for your ethics, but you have to \r\nrealize it's me that has to deal with his government, our government, the \r\ninternational press. ",
        "Ian: Well, then maybe you should listen to the whole story. ",
        "Kevin: Ian -- ",
        "Alan: And what are you saying now, that he's lying? ",
        "Ian: What I'm saying is that he's trying to protect people who he thinks have \r\nsuffered enough. But I was on the roof with Ben. ",
        "Alan: Why? ",
        "Ian: Because I wanted to kill him. ",
        "",
        "Livvie: You never said \"I love you\" to anyone? ",
        "Jack: No. ",
        "Livvie: Well, what about your mom? Jack, I know you loved her. ",
        "Jack: I did. But we weren't together that long because she got sick. Anyway, \r\nby the time the end came, I had realized that I hadn't told my mom that I love \r\nher. So when I ran back in, I said, \"I love you, Mom. I love you.\" But it was \r\ntoo late. She didn't hear me say it. ",
        "Livvie: No. She heard you, Jack. Even if she didn't hear you, she still knew.\r\n",
        "Jack: That's why I didn't want to wait to tell you. I wanted to make sure you \r\nknow I love you. ",
        "Livvie: I love you, too, Jack. ",
        "",
        "Karen: At the course I went to in Tennessee, they were testing this new drug \r\non potential transplant patients. It was a cell stimulator, and it helped \r\nprepare the body for the new organ. ",
        "Eve: Well, how did it test out? ",
        "Karen: Pretty promising. But so far they've only tested it on children in \r\nvery small amounts, and obviously, Arianna is going to need a larger amount, and \r\nthere's no telling how her system's going to react. ",
        "Eve: But, still, that's a better chance than anything she has now. ",
        "Karen: Well, I have some research in the on-call room. ",
        "Eve: Let's go. ",
        "",
        "Ian: The next thing I knew, the fence gave way and down he went. ",
        "Alan: Do you realize -- do you have any idea the mess that I've got on my \r\nhands because you decided to handle this situation with Ben on your own? ",
        "Ian: He called me and told him to meet him on the roof. ",
        "Alan: Why didn't you pick up the phone and call the police or, at the very \r\nleast, hospital security? ",
        "Ian: Yeah. Maybe I should have done that. ",
        "Alan: \"Maybe?\" If you had, the S.O.B. would still be alive, we would not have \r\nan international incident on our hand with the threat of lawsuits, the threats \r\nof revoking medical licenses, and me up to my ears in paperwork. ",
        "Kevin: Alan, you can see that Ian was only trying to -- ",
        "Alan: Don't tell me what Ian was trying to do! If you had picked up a \r\ntelephone and called the legal department before hospitalizing Shapour, none of \r\nus would have any grief. ",
        "Kevin: I didn't think it was necessary. ",
        "Alan: And the next time that I ask you to tell me the truth, I want all of \r\nit. Do you understand? ",
        "Kevin: Yes, sir. ",
        "Alan: Ok, now I want you both to listen and listen well. I'm going to stand \r\nby you, Kevin. I think you did the right thing in hospitalizing Shapour. But \r\ninsofar as this conversation goes, not a word goes outside this door, you \r\nunderstand? Kevin's report will stand as it was filed. Shapour's death was an \r\naccident. ",
        "Ian: It was an accident. ",
        "Alan: I know that you tried to save him. But if you had followed procedure, \r\nnone of this would have happened. ",
        "Ian: Maybe I should talk to the state official -- ",
        "Alan: You're not going to say anything to anybody. Do you understand me? The \r\nShapour family are a big deal in their own country, and they're going to be \r\nwatching us like hawks. And that includes your treatment of Arianna. Despite \r\nyour personal involvement, you will do everything by the book -- 100% \r\nprofessionally. ",
        "Ian: Yes, sir. ",
        "Alan: Good. Now, if you'll excuse me, I've got some personal matters to \r\nattend to. ",
        "Kevin: Alan -- thank you. ",
        "Alan: You're welcome. ",
        "Ian: I appreciate what you did, but I never meant for you to take the heat \r\nfor it. ",
        "Kevin: Yeah, well, I'll be ok. Let's just hope Arianna will be. ",
        "Ian: I'll take care of it. ",
        "",
        "Eve: Ian, wait. Don't go in yet. ",
        "Ian: Why not? ",
        "Eve: I think I may have found a way to save Arianna. And maybe us, too. ",
        ">> On the next \"Port Charles\" -- ",
        "Alison: Oh! ",
        "Livvie: Oh, my gosh. Alison. ",
        "Alison: So I guess this means you guys are talking now, huh? ",
        "Ian: If I give her the drug and she dies, everyone's happy. ",
        "Eve: You think that I want Arianna dead, don't you? ",
        "[Captioned by the National Captioning Institute]"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=l_FDR8r2CFU"
}