{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Gabriela: Jamal, I am so glad to see you. You have no idea. ",
        "Jamal: I guess not. ",
        "Gabriela: I just had to tell you how grateful I am for all your help. ",
        "Jamal: Oh, your ankle, yeah. Great, great, great. Look, I got to get out --\r\n",
        "Gabriela: Actually, you know what? It still hurts a bit. Could -- could you \r\nsee if there are any bruises? ",
        "Jamal: Not a thing, Gabby. ",
        "Gabriela: Are you sure? ",
        "Jamal: Yeah, I'm real sure. Look, Gabby, I got to go check in with somebody. \r\nAll right, so, I'll catch you later. ",
        "Gabriela: Yes, you will. ",
        "Jamal: Lucy? Lucy, it's Jamal. Um -- no sign of Jack here at the hospital. \r\nSo, just give me a buzz if you hear anything. All right? Thanks. ",
        "",
        "Eve: Oh, I'm ok now. ",
        "Ian: Don't let me interrupt. ",
        "Eve: Ian. ",
        "Ian: I'm going to get these some water. ",
        "Eve: Oh, I'm so glad you're here. Oh. ",
        "Ian: I could use a stiff drink myself. ",
        "Michael: You missed all the excitement, Ian. ",
        "Ian: Did I? ",
        "Eve: I had a visitor. ",
        "Ian: Yeah? Who was it? Anyone I know? ",
        "Eve: Caleb. ",
        "Ian: Caleb came here? Did he -- did he -- ",
        "Eve: No, no, he didn't -- he didn't -- he didn't touch me, at all, but -- but \r\nhe hurt Michael. ",
        "Michael: I'll live. ",
        "Eve: Yeah, and after Caleb was finished with him, he came here and he \r\nwouldn't leave. ",
        "Ian: Well, you're ok now. All better. ",
        "Eve: Yeah. ",
        "Ian: I'll take care of you. ",
        "Eve: I think I'd feel better if I just went and splashed some cold water on \r\nmy face. ",
        "Ian: Good. Why don't you do that? Go on. ",
        "Eve: I'm so glad you came back. ",
        "Ian: All right. Well, Father. ",
        "Michael: You don't need to say another word, Ian. I know what you're \r\nthinking. ",
        "Ian: Well, I doubt that. If you knew what I was thinking, you wouldn't be \r\nlooking like everything's all right in the world. You have no idea what I'm \r\nthinking. ",
        "",
        "Kevin: Livvie, I can't believe you're safe. ",
        "Livvie: No, Dad, don't. I wouldn't even be here if it weren't for Jack. I'd \r\nstill be locked up in that hospital with Victor. ",
        "Kevin: I was trying to protect you, Livvie. ",
        "Livvie: No, you were trying to control me, and I have had enough. ",
        "Kevin: No, I wasn't! ",
        "Livvie: I am sick and tired of everyone here trying to run my life. And I do \r\nmean everyone. ",
        "Kevin: I'm sorry! I was desperate! Putting you in a room in the hospital \r\nseemed like the best way to keep you safe at the time! It wasn't about control, \r\nLivvie. It was about keeping you safe. ",
        "Livvie: Yeah, that's what Jack said. And he told me how upset you were and \r\nthat's how he convinced me to come back here. Or I wouldn't have otherwise, \r\nbelieve me. But he seems to think this is the safest place for me to be, and I \r\nfeel safest when I'm with him, so here I am. ",
        "Jack: Dr. Collins, maybe I should talk to her alone. ",
        "Kevin: I don't think so. ",
        "Lucy: Doc? Let -- please. Let Jack just talk to her, ok? I think that's what \r\nLivvie wants, right? ",
        "Livvie: Yes. Thank you, Lucy. ",
        "Lucy: Come on. Come on, it's ok. ",
        "Kevin: All right, fine. But we won't be far. ",
        "Livvie: Wow, there's a shocker. ",
        "Lucy: Come on, come on. Come on. ",
        "Livvie: Ok. What is it you needed to tell me? ",
        "Jack: Livvie, there are some things you need to know about Caleb and about \r\nme. ",
        "",
        "Livvie: Jack, please. Tell me what's going on. Why do you keep running away?\r\n",
        "Jack: Livvie, there's nothing I want more than to stay here with you. But I \r\ncan't. I have to go after Caleb. ",
        "Livvie: But why, Jack? And don't tell me because he's dangerous. I know what \r\npeople are saying, and they think he's some type of a serial killer or \r\nsomething. ",
        "Jack: No, he's worse than that. And I'm the only one who could protect you \r\nfrom him or anybody like him. ",
        "Livvie: Like him? ",
        "Jack: Just trust me, ok? Please? ",
        "Livvie: No. You going away is not going to make me safe. You don't know what \r\nthat does to me, Jack, how alone and lost I feel and that's when all the bad \r\nstuff starts to happen. ",
        "Jack: I can't keep you safe and be with you at the same time. Livvie, I love \r\nyou so much. Believe that. ",
        "Livvie: I do. Jack, I love you, too. ",
        "Jack: Then promise me while I'm gone that you will not leave the lighthouse, \r\nthat you'll stay inside, all right, and not go anywhere. ",
        "Livvie: No. Jack, I don't understand. I can't -- I can't promise you that. \r\nYou have to tell me what's going on. Why can't I leave? ",
        "Jack: Because Caleb can't come in if you don't invite him in. All right? \r\nThat's one of the rules. ",
        "Livvie: What rules? Jack, what are you talking about? Just say it. What \r\nrules? What's going on? ",
        "Jack: Livvie, Caleb is a vampire. ",
        "",
        "Frank: So should I ask? ",
        "Emilio: Ask what? ",
        "Frank: Come on, Emilio. How'd it go with Gabby? ",
        "Emilio: Lousy. ",
        "Frank: She blew you off again? ",
        "Emilio: It's the last time, Frank. I'm sick of begging. It's gone far enough.\r\n",
        "Frank: So what's next? ",
        "Emilio: Whatever it takes. If I have to tie her up and bring her home to the \r\nfamily, that's what I'm doing whether she likes it or not. ",
        "",
        "Jamal: Gabby, what -- ",
        "Gabriela: I -- I'm sorry. ",
        "Jamal: What are you doing? ",
        "Gabriela: What do you mean? ",
        "Jamal: I keep getting this real weird vibe from you. ",
        "Gabriela: Vibe? ",
        "Jamal: Yeah, vibe. Look, you're real nice and pretty and all that, Gabby, but \r\nI'm hooked up. And you know that. Ok, if that's not what this is, then it's \r\nsomething else, so whatever you want, Gabby, can we just get this out in the \r\nopen and over with? What do you want? ",
        "Gabriela: Nothing. Really. No, I just wanted to apologize. That's all -- you \r\nknow, if I kept you at my place for too long the other day, if I made you feel \r\nuncomfortable in any way. ",
        "Jamal: Like you're doing right now. ",
        "[Phone rings] ",
        "Jamal: Jamal. Lucy, hey. Any news? That's -- that's great! Then so they're \r\nboth ok? Livvie and Jack? Ok. Oh! At the lighthouse the whole time. Ok. Hey, \r\nwell, look -- do me a favor. Tell them that I'm going to personally make them \r\npay for making us go crazy. Ok. Yeah, and, Lucy, thanks. Thanks for letting me \r\nknow. All right, bye. Ok, some good news finally. ",
        "Gabriela: Look, Jamal, I really am sorry if I made you feel uncomfortable. \r\nI'm just trying to figure out what makes you so different. You're a really great \r\nguy and -- ",
        "Jamal: Look, hey -- look, I'm not different from anybody else, Gabby. I'm \r\nnot. I'm just a normal guy. That's it. You said thank you. I said you're \r\nwelcome. I'm out of here. ",
        "Gabriela: What is going on? ",
        "Emilio: Ok, Gabriela. Let's go. ",
        "Gabriela: Oh, what do you want now? ",
        "Emilio: I'm taking you home and don't waste your breath arguing. ",
        "Gabriela: Get your hands off me. ",
        "Emilio: You can't treat your blood like that. You just can't -- ",
        "Gabriela: I said off! Touch me again, Emilio, and you will be sorry. I swear \r\nit. Don't push me. You have no idea who you're dealing with. ",
        "",
        "Ian: I had you checked out. ",
        "Michael: Checked out? ",
        "Ian: Yeah. And if you're waiting for an apology, it's not coming. The church \r\ndidn't assign you to work in that monastery -- you volunteered for it. And you \r\nvolunteered for it because you need a place to house your madman brother. Am I \r\nright so far? ",
        "Michael: Every word. So I guess I'm the one that owes you an apology. I just \r\ndidn't think anyone would understand about -- about Caleb. Ian, my brother is \r\nseriously ill, but for better or worse, I'm the one that's looked after him all \r\nthese years. I've always protected Caleb. And the world's been protected from \r\nhim. Until now. ",
        "Ian: Until now, is it? ",
        "Michael: Ian, please. You have to understand. You have to believe me -- I \r\nwould never allow anything to happen to Eve. I would've given my own life to \r\ndefend her if I had to. ",
        "Ian: That's not your job. It's not your wife and your child in harm's way \r\nbecause of your brother. It's mine, my family. ",
        "Michael: I appreciate that. ",
        "Ian: And I appreciate all the things you've done for us in the past. I know \r\nyou're a man of God, and I know you would never intentionally hurt Eve. But you \r\ncame into town with all your troubles, and I can't have that. ",
        "Michael: I understand. ",
        "Ian: Good. So I need you to leave tonight. I want you out of our lives \r\nstarting right now. ",
        "",
        "Eve: Ok. I feel better. Can I get somebody some tea or something? ",
        "Michael: Thanks but no thanks, Eve. I'm -- I'm -- I don't have the time. I'm \r\ngoing to be moving on. ",
        "Eve: Michael, it's the middle of the night. That's crazy. ",
        "Michael: Duty calls. There's a -- there's a soul I've been meaning to see, \r\nEve. ",
        "Ian: You don't have to cover for me. We don't have secrets. As long as he's \r\nhere, you're not safe, so I asked him to go. ",
        "Eve: Ian, we talked about this. ",
        "Michael: No, he's right, Eve. I have taken advantage of your generosity and \r\nI'm sorry for that. Dragging Caleb into your lives was -- was a terrible, \r\nterrible mistake, and it would be better for all of us if I left. I only hope \r\nyou can forgive me. ",
        "Eve: Michael, wait, please. Please don't go. ",
        "Michael: Shh. Please. Eve, your friendship means the world to me, but the \r\nlast thing I want is for you to be hurt because of it. ",
        "Eve: I know that! ",
        "Michael: Then listen to me. We both wish that things could be different, but \r\nthey are as they are, and we must accept that. I only hope that you can do one \r\nthing for me. ",
        "Eve: Of course. Anything. ",
        "Michael: The family crest. Please wear this always. ",
        "Eve: I'll try. ",
        "Michael: No, promise me. ",
        "Eve: I'll do my best. ",
        "Michael: Then that'll have to do. ",
        "Eve: Wait, Michael. Thank you. ",
        "Michael: Take care of yourself, Eve. ",
        "Eve: Ok. You, too. ",
        "",
        "Gabriela: For the last time, I'm not going anywhere with you. Now leave me \r\nalone! ",
        "Emilio: I can't. ",
        "Gabriela: You will! ",
        "Emilio: Gabriela -- ",
        "Gabriela: Get off of me! ",
        "Emilio: Are you crazy? ",
        "Gabriela: Now maybe you'll listen. ",
        "Emilio: Ok, Gabby. You want to walk out on everyone who's ever loved you? Go \r\non. Do it. I give up. Cut off your whole family. ",
        "Gabriela: Thanks for your permission. ",
        "Emilio: That's right, run off to your mystery boyfriend, you little whore!\r\n",
        "Gabriela: What did you say to me? ",
        "Emilio: That motorcycle girl from the Artery Bar was right. You've become \r\nsome sorry, sick -- ",
        "Gabriela: I hate you! ",
        "[Emilio struggles] ",
        "",
        "Kevin: I don't like it, not one bit. ",
        "Lucy: Doc, you have to just calm down. ",
        "Kevin: I'm going up there. ",
        "Lucy: Livvie's fine -- no, you're not going up there. ",
        "Kevin: Lucy -- ",
        "Lucy: She's fine. ",
        "Kevin: Well, I don't trust him, not from the moment I met him. And now he's \r\nup there trying to convince my own daughter not to be mad at me because I tried \r\nto look out for her? ",
        "Lucy: Hey, I know. I know, I know. ",
        "Kevin: Well, I don't know who's crazier, Lucy -- Caleb, who actually is a \r\npsychopath, or Jack, who thinks that Caleb is a vampire. ",
        "Lucy: According to this web site, if you want to believe this, there are two \r\nkinds, good and bad. Both of them have an incredible amount of strength, but \r\nwhere they differ is the way they use it. ",
        "Kevin: Do you hear yourself? I can't believe what's coming out of your mouth. \r\nLucy, there is no such thing as a vampire! ",
        "Lucy: Are you absolutely sure? ",
        "Kevin: No, I'm not sure! That's the craziest part. I'm not sure of anything \r\nanymore. Except that I'm worried for Livvie. That's all I know. ",
        "Lucy: How did -- how -- how does Jack know? ",
        "Kevin: Know what? Lucy, what are you talking about? ",
        "Lucy: How does Jack know that Caleb's a vampire? And how was he able to pull \r\nthat door right out of its hinges and how was he able to throw you to the ground \r\nwith a flick of his arms? ",
        "Kevin: Lucy, spit it out. What are you trying to say? ",
        "Lucy: Doc, what if we have a lot bigger problem than just Caleb? ",
        "",
        "Livvie: A vampire? Jack, that's insane. ",
        "Jack: Livvie -- ",
        "Livvie: What do you mean Caleb's a vampire? There are no such things. ",
        "Jack: Livvie, it's real. All right, I saw it myself. You've got to believe \r\nme. ",
        "Livvie: Oh, stop it. ",
        "Jack: The whole thing -- the fangs, the human strength, the -- the death. \r\nEverything's real. ",
        "Livvie: You're crazy, Jack! I know him. ",
        "Jack: Please, listen to me. ",
        "Livvie: You're trying to tell me Caleb's a monster? Is that it -- that he \r\nkills people and drinks their blood? That's what you expect me to believe? ",
        "Jack: It's true. He feeds off people. When he does, he controls them. ",
        "Livvie: No. ",
        "Jack: He drinks blood, Livvie. ",
        "Livvie: No. That's it! This conversation is over. ",
        "Jack: No, no. There's more. ",
        "Livvie: No, there's not. I don't want to hear another word. ",
        "Jack: Listen to me -- I got to tell you what's going on with me. ",
        "Livvie: Jack, it's disgusting. The whole idea of someone drinking blood, \r\nhuman blood? ",
        "Jack: Livvie, please -- ",
        "Livvie: It's sick, Jack! Stop it. You're making me sick. I don't want to hear \r\nanymore. ",
        "Jack: I have to destroy him. I have to destroy Caleb -- kill Caleb to protect \r\nyou. ",
        "Livvie: No, I don't believe you. ",
        "Jack: It's the only way. ",
        "Livvie: That's it. That's it. I can't. This is crazy, Jack. You are crazy. \r\nNot another word. ",
        "Jack: Caleb -- ",
        "Livvie: No. Jack, no. Just get out of here, ok? Go, Jack. Get out! ",
        "",
        "Jamal: Yeah, they're both ok. Look, I want you to lock the door and don't let \r\nanybody in except me, ok? Ok. Hey, you tell Victor and the guys I'll be back \r\nsoon. Yeah. Ok. Hey, hang in there, Spunky. I love you, too. All right, bye. ",
        "Frank: Hey, Jamal. ",
        "Jamal: Hey. ",
        "Frank: You haven't seen my partner, have you? ",
        "Jamal: Emilio? Yeah, yeah. I just saw him go behind curtain number two. ",
        "Frank: Thanks, man. We just got a call. ",
        "Gabriela: Help me! Somebody help me! ",
        "Frank: Gabby, what's going on? ",
        "Gabriela: I don't know. I just walked in here and found him like this. ",
        "Jamal: You what, Gabby? ",
        "Gabriela: Frank, help him, please! ",
        "Frank: I'm working on it! Get the heart monitor. ",
        "Gabriela: Ok. ",
        "Frank: We'll hook him up. Jamal, go get some help in here, fast. Hurry up. \r\nGo! ",
        "Jamal: Right. ",
        "",
        "Eve: I know you did it to protect me. But you can't keep blaming Michael. ",
        "Ian: I'm not blaming anyone. But I want him and his brother to stay away from \r\nyou, as far as possible. That's all. ",
        "Eve: I know. You're right. You are right. And as much as I like Michael and \r\nas much as we owe him, I can't argue with you. I just wish there was some other \r\nway. ",
        "Ian: So do I. ",
        "Eve: He made me promise to wear this. ",
        "Ian: A family crest is something that a man gives to a woman that he wants to \r\nmarry. ",
        "Eve: He gave it to me to keep me safe. ",
        "Ian: I don't care why he gave it to you. I'll keep you safe. ",
        "",
        "Kevin: Lucy, what are you trying to say -- that Jack is some kind -- ",
        "Lucy: Say it. Just say it out loud. Get it out. ",
        "Kevin: Has everyone gone crazy around here? ",
        "Lucy: I think what is crazy around here -- if maybe something is staring us \r\nin the face and we're trying to ignore it. Wait -- wait, wait, wait, wait, Doc. \r\nLike -- like Jack. He keeps saying he wants to protect Livvie from Caleb, but \r\nhe's afraid to be completely alone with her. Why is that? That doesn't make \r\nsense unless it does. ",
        "Kevin: Lucy, meaning what? ",
        "Lucy: Meaning that maybe we're just not following all the clues laid out for \r\nus. ",
        "Kevin: Which clues? ",
        "Lucy: Jack's in the woods. He gets hit by a bullet. He really gets hit and \r\nnothing happens to him because maybe what happened to Jack in those woods -- ",
        "Kevin: Lucy! ",
        "Lucy: Was Caleb. Doc, what if the reason Jack knows so much about vampires is \r\nbecause he is one? ",
        "Kevin: Oh, my God, Lucy. ",
        "[Door closes] ",
        "Kevin: Livvie? ",
        "Lucy: Doc? ",
        "Kevin: Livvie? ",
        "Lucy: Doc! Livvie! ",
        "Jack: No, Livvie, get -- ",
        "Chris: Night, night, little brother. ",
        "Caleb: Evening, Olivia. Nice night. ",
        "",
        "Jack: What's happening? Can't move. ",
        "Chris: Yeah, that's kind of the point, Jack. ",
        "Jack: I don't get this, Chris. ",
        "Chris: Oh, it's already done, little brother. And don't bother fighting it. \r\nThere's enough tranquilizer there to stop a charging elephant. Hey. Let go! \r\nJack! It's not possible. Too much tranquilizer -- ",
        "Jack: Livvie -- ",
        "Chris: What the hell are you? ",
        "",
        "Kevin: Livvie? ",
        "Lucy: Jack? Livvie? Doc, where is she? ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Chris: I rigged this bad boy with 230 volts. That's what they use to keep \r\nwild animals in their cages. So you're not going anywhere. ",
        "Caleb: Welcome to our home, Olivia. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=FEDFj353pig"
}