{
    "Episode Summary": [],
    "Recap": [
        "Alison whisks Rafe away to a scenic spot for a picnic, confusing him when her watch alarm goes off and she announces that it's time for a massage. The outing takes a disturbing turn for Alison when she hallucinates Joshua's face while she's kissing Rafe. Frank lurks in the shadows as Elizabeth confronts Karen about the kiss she shared with Kevin. Karen defends her actions and her honor, insisting that she and Kevin aren't together, but Elizabeth persists in accusing the other woman of trying to take Kevin away from her. Annoyed, Karen admits that she and Kevin kissed each other. Although she assures the insecure Elizabeth that she's the one Kevin has feelings for, Elizabeth still wants to know that Karen won't be seeing him again. Karen walks away in exasperation, and Elizabeth follows. Frank is angered by what he overheard. Olivia believes that Caleb planned Lucy's demise all along, but he tells her that it just happened. His decision not to help Ian save her life was purely a business one, as he won't turn down the opportunity to eliminate a slayer. Olivia is happy to see that he's acting like himself again instead of like a mortal. Excusing herself, she asks him to wait for her. While she's gone, Caleb broods over Lucy's predicament, and when she returns, he's gone. After Lucy finishes her goodbye video to Ian, she feels extremely weak and is convinced that her life is ending. Ian returns to find her lying very still. He rouses her, and she asks him to hold her. She immediately falls asleep with her arms around him. Ian finds the video and plays it, and he's crying his eyes out by the end. He is surprised when Caleb stops by to inform him that he knows how to cure Lucy, and that it involves the blood of an angel. Ricky gets a surprise visit from Casey, who admits that she now loves him more than ever. Casey is convinced that being with Ricky is the only thing that makes sense. Ricky is terrified that making love will cause him to lose her for good this time, but Casey is willing to take the chance."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Alison: Oh, my gosh. This view is gorgeous.",
        "Rafe: Yeah, it is spectacular, isn't it?",
        "Alison: Right? No, I'm talking about the air and the sky. It's so nice out. These trees are gorgeous.",
        "Rafe: Well, come on -- the girl of my dreams, the woman of my heart. What could be a better view than that, huh?",
        "Alison: You better be careful, Rafe Kovich, or I might just fall in love with you all over again. How about some lunch? I'm hungry.",
        "Rafe: Come here. How about you, huh? That's all I want.",
        "Alison: Well, you've got me.",
        "Rafe: Yeah?",
        "Alison: Yeah.",
        "Rafe: How about another kiss, then, huh?",
        "Alison: Ok. How about one for right now --",
        "Rafe: Ok.",
        "Alison: And one for forever.",
        "Rafe: Sounds good to me.",
        "Alison: I just wish -- I wish that we could only --",
        "Rafe: What? What?",
        "Alison: I just want it to be you and me, like this, forever.",
        "Rafe: We can. We're here.",
        "Alison: Just don't let me go, Rafe. Don't let it end.",
        "[SCENE_BREAK]",
        "Ricky: Casey.",
        "Casey: Out of my way, Garza.",
        "Casey: Pissed at you? Pissed at you because you finally owned up to the fact that you only wanted to sleep with me so that you could send me back upstairs? Or is it because you planned this whole thing out with Joshua because all you wanted was this whole stupid, fame-and-fortune, Hollywood, rock 'n' roll thing without even thinking it might hurt me, that it might humiliate me, that it might----",
        "Ricky: Go on. Go on, Casey. Go on. I deserve it.",
        "Casey: Yeah, yeah, you know -- and you know what I was thinking, Ricky? I was thinking, what would happen to a guardian angel if she had decided one day to kill the dude that she was guarding?",
        "Ricky: Yeah? And now?",
        "Casey: I don't -- I don't even know why I'm here, man. I don't know what's real, I don't know what's not, I don't know why I got sent back to this planet.",
        "Ricky: Yeah, I know, I know. It's all my fault. I'm a real sleazebag and everything. Look, you shouldn't have even come here.",
        "Casey: You're right. At least you're right about something, right?",
        "Ricky: All right, now that we're done with this, I really got to --",
        "Casey: Wait -- no, no, I'm not done! Can you just --",
        "Ricky: What do you want me to say? I already said I was sorry, Casey.",
        "Casey: But, Ricky, you have done so many messed-up things to me, ok, and you should be banished to hell for doing -- for doing all this, for being so selfish --",
        "Ricky: All right, all right, I thought we covered this.",
        "Casey: Truth is, Ricky, I love you.",
        "Ricky: You what?",
        "Casey: I love you more than I ever have.",
        "[SCENE_BREAK]",
        "Lucy: I'm running out of tape here and I -- I have so many more things I wanted to say to you, so many things that I needed to say. I feel like I haven't done anything right or the way I should, but there is one thing I need you to hear. Don't just listen. I need you to really hear this. Ian Thornhart, I -- I'm sorry. Wait. I love you.",
        "Lucy: Ok.",
        "Lucy: God. It's -- it's happening. I'm dying. God, Ian. Ian --",
        "[SCENE_BREAK]",
        "Ian: Caleb! Why am I yelling for you? You don't know what happened. You don't know what happened to Lucy in the spring. What am I going to do? The transfusions aren't working. The last one almost killed her. She doesn't deserve this, you know. She doesn't deserve to die.",
        "[SCENE_BREAK]",
        "Livvie: So you knew how to save Lucy's life all along and you haven't told anyone?",
        "Caleb: Nothing's ever by chance with me, Olivia. You should know that.",
        "Livvie: Then what about the cure?",
        "Caleb: Ian will never figure it out.",
        "Livvie: You've planned this all along, haven't you?",
        "Caleb: Planned what?",
        "Livvie: Well, if you knew what would happen when Lucy went into the spring, you meant for her to die all along.",
        "[SCENE_BREAK]",
        "Elizabeth: I saw you, Karen.",
        "Karen: Elizabeth.",
        "Elizabeth: I saw you last night at your house with Kevin. I saw you kissing him!",
        "Karen: Let go of me!",
        "Elizabeth: Is that part of your special detox treatment, doctor? That's how you treat your patients?",
        "[SCENE_BREAK]",
        "Caleb: Believe what you want. It was never planned. What happened just happened.",
        "Livvie: Yeah, well, letting Lucy die when you know the cure, I don't know whether to kiss you or to bite you.",
        "Caleb: Maybe later.",
        "Livvie: See all along I thought -- I thought you were acting like a mortal, and I -- I was wrong. This -- no this is you.",
        "Caleb: Lucy's a slayer. Call it a business decision.",
        "Livvie: Now, let's just say I agree with your business decision.",
        "Caleb: I don't like slayers. When I have the chance to eliminate one, I take it.",
        "Livvie: And eliminating Lucy is eliminating one more person who hates me. I say good riddance.",
        "Caleb: What do you say we talk about something else?",
        "Livvie: Is there something bothering you? Yeah. It's the ring, isn't it?",
        "Caleb: Joshua wearing my father's ring is always going to bother me.",
        "Livvie: When we do get the ring back, you are going to be totally invincible. No other vampire can hurt you. Rafe can't. Lucy, the only other slayer in town, obviously can't. This is better news than I even expected.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Ian: Sorry I'm late. A little longer than I thought. Lucy? Lucy? Lucy? Hey.",
        "Lucy: Hey.",
        "Ian: Hey. Are you ok? Are you all right?",
        "Lucy: Yeah. Now that you're here, I'm fine. I'm fine. I'm fine.",
        "Ian: Look how warm you are. Let me get you a little something, ok?",
        "Lucy: No, no, don't go, ok? I just want you to be with me, ok? Could I just hold you? I'm so tired, I just -- I want to go back to sleep holding you. Can I? Can I, please?",
        "Ian: Yeah.",
        "Lucy: Ok.",
        "Ian: Ok.",
        "Lucy: Can we stay like this, just -- just like this forever and ever?",
        "Ian: Forever and ever, sure. That's what we'll do. Hey. You sleeping already? What were you doing that took it out of you?",
        "[SCENE_BREAK]",
        "Alison: You know, it is a really gorgeous day.",
        "[Watch beeps]",
        "Alison: I didn't really expect for it to be so --",
        "Rafe: What's that?",
        "Alison: My watch.",
        "Joshua: You set it to go off on our hike?",
        "Alison: I what?",
        "Rafe: The alarm. What -- what the heck is that for?",
        "[SCENE_BREAK]",
        "Ricky: Casey, hold up. You don't really mean --",
        "Casey: I want you, ok? And want you more than anything that I've ever wanted.",
        "Ricky: I almost sold you out.",
        "Casey: But you didn't. Ricky, you didn't. You couldn't because you love me. You came clean --",
        "Ricky: You know I love you.",
        "Casey: And I love you. Look, Ricky, aren't you the one who always says that we got to follow our instincts, right? We got to follow --",
        "Ricky: Yeah, yeah, right, but --",
        "Casey: And my instincts -- they tell me that I should be here with you, Ricky, with the man that I love.",
        "Ricky: Whoa.",
        "Casey: \"Whoa,\" what?",
        "Ricky: Casey, when you came to the door, I didn't know what to expect. I didn't know what you were going to say, but I didn't think that you were going to say that you -- you wanted to hook up with me again.",
        "Casey: Ricky, it's the only thing that makes any sense. Ok? What I feel, what's in here in my heart -- and you know what, it's pounding so hard right now that I know I have to be right. It's right.",
        "Ricky: Baby, you know what will happen if we make love. You're going to get sent back to heaven, and this time for good. I don't want to lose you.",
        "Casey: Maybe you will. Maybe you won't. Maybe you won't.",
        "[SCENE_BREAK]",
        "Elizabeth: Answer me, Karen.",
        "Karen: That's crazy. You're crazy. I am not having an affair with Kevin!",
        "Elizabeth: Oh, well, you were kissing him for -- for, what, just a little variety in your schedule? I mean, you know, it is not bad enough that you're trying to worm your way into his heart, but you are taking advantage of his addiction! You're trying to get him dependent on you so that he thinks that you're the only one that can help him.",
        "Karen: Kevin's addiction has nothing to do with me. He's hurt, he's confused.",
        "Elizabeth: He's a victim, and now he's your victim!",
        "Karen: Are you finished?",
        "Elizabeth: No, I'm just getting started.",
        "Karen: Have it your way. I kissed him, yeah, and he kissed me. How do you feel about that?",
        "[SCENE_BREAK]",
        "Livvie: Caleb? Hello? Hi. You miss me?",
        "Caleb: I was listening. Dreams, a long life.",
        "Livvie: Yeah, a long life. That's what I was thinking. And one less slayer to get in the way of that, thanks to you.",
        "Livvie: Do me a favor. Wait right here. I'll be right back.",
        "Ian's voice: Lucy is dying. I need to know everything you know about the healing spring.",
        "Caleb: I knew the spring cured vampires, and I figured it did something to slayers. That's all I know.",
        "Ian: You're my last hope.",
        "Caleb: And time is running out.",
        "[SCENE_BREAK]",
        "Lucy: You remember it, too, don't you? The day we met?",
        "Ian: Like it was yesterday.",
        "Lucy: I had just lost Christina, and I didn't think anybody or anything could give me any comfort ever again. I didn't even want to go on living in the world without her. And then that day in the park -- remember? Suddenly, there you were. Before I even knew your name, your kindness and the kind of man that you are touched me and gave me so much comfort and took away that pain so at least I could go on. Ever since that day, I have watched you. I have watched you fight so hard, fight things that would've broken any man I have ever known in my life, and you win. And you come through, and you keep coming through for me every time. I guess we're about to face a change, huh, that's right around the corner, and it's the biggest change we'll ever have to face. But with you by my side, with you here, I do have peace. I want you to know that. You know how you always tell me that I have to trust you, that I should trust you? Well, I do. I trust your goodness, I trust your strength, and I trust your love. Because you are my brave, gallant knight, and you are my hero. Now I need you to trust me. When I'm -- when I'm in spirit, I need you to trust that I will be fighting right beside you always. And I will keep you safe always.",
        "Ian: I failed you.",
        "[SCENE_BREAK]",
        "[Watch beeps]",
        "Rafe: Ok, what's the deal? What's up with the alarm?",
        "Alison: It's time for a massage.",
        "Rafe: Excuse me? It's time for a -- um, ok. Ok -- wait, wait. I thought we were going to --",
        "Alison: Have a picnic? No. I wanted to surprise you. So I -- you know, I just set my alarm so I wouldn't forget.",
        "Rafe: Ok, are you sure about this? Because --",
        "Alison: Yes, I'm sure. Now stop talking and lay down, or do I have to make you?",
        "Rafe: Make me? Ok.",
        "Alison: Force you? Down. Ok?",
        "Rafe: Ok --",
        "Alison: Now, just close your eyes, and I want you to feel, ok?",
        "Rafe: Ok. If you're sure --",
        "Alison: Shh. Shh. Close your eyes. And just relax, ok? Doesn't that feel good?",
        "Rafe: Yeah, well, feels more like incredible.",
        "Alison: Yeah, that's the idea.",
        "Rafe: Excuse me. Well, you did save some for the front, right?",
        "Alison: You actually read my mind.",
        "[Alison gasps]",
        "[SCENE_BREAK]",
        "Joshua: What's the matter, Alison? You look like you've seen a ghost.",
        "Alison: Oh, my God.",
        "Rafe: What's wrong?",
        "Alison: No.",
        "Rafe: It's ok.",
        "Alison: Don't. Don't, don't, don't!",
        "[SCENE_BREAK]",
        "Elizabeth: Can you understand? I like Kevin. He means something to me. And you know, for the life of me, I can't really understand how you expect him to see something in you when he can have me.",
        "Karen: Oh, that's it.",
        "Elizabeth: No, no, no, no, you're not going anywhere.",
        "Karen: You know what, Elizabeth? It doesn't matter what I say or do, you seem to find a way to make this about you.",
        "Elizabeth: Well, what -- why isn't it about me? I'm the one getting the new man in my life stolen.",
        "Karen: Did you ever stop and think that maybe this is about Kevin, what he's going through? Because I've been in and out of detox, Elizabeth, and it's lousy. And it hasn't been easy for either one of us. So, yes, yes, we found some comfort in each other for a split second. It doesn't mean we're walking down the aisle together.",
        "Elizabeth: Well, what Kevin and I had --",
        "Karen: No, correction -- whatever feelings Kevin had, he still has. You just have to stick by him to find out.",
        "Elizabeth: So you'll stop seeing him?",
        "Karen: You know what forget it. Forget I even bothered.",
        "Elizabeth: No, answer me, will you? Are -- you'll stop seeing him?",
        "Frank: Pretty good story, Karen.",
        "[SCENE_BREAK]",
        "Livvie: Maybe if we hurry, we can -- we can --",
        "[SCENE_BREAK]",
        "Lucy: I love you.",
        "[Tape stops]",
        "Ian: I love you. I don't know to fight this thing. I've tried. I even went to Caleb, I asked him for help. I don't know what else to do. I don't know.",
        "[Knock on door]",
        "Caleb: Want to invite me in?",
        "Ian: What are you doing here?",
        "Caleb: I know how to save her.",
        "Ian: You said you couldn't do anything --",
        "Caleb: Forget about what I told you. Listen to what I'm saying now. There's a way, but you're going to need an angel.",
        "Ian: I'm going to need what?",
        "Caleb: The blood of an angel. If you want to save Lucy's life, she needs the blood of an angel.",
        "[SCENE_BREAK]",
        "Casey: Oh, Ricky, it's been so long. All this time I never forgot how good, how right.",
        "Ricky: Baby, I do want you.",
        "Casey: Ricky, I need you. Please?",
        "Ricky: No, we can't, we can't.",
        "Casey: Yes, we can. We can.",
        "Ricky: No, we both know what will happen. We got to stop, Casey.",
        "Casey: It's too late.",
        "Ricky: No.",
        "Casey: It's too late.",
        "Ricky: No, listen to me, heaven can wait, ok? I'm not losing the only real angel that's in my life.",
        "Casey: Make love to me, Ricky.",
        "Ricky: But you'll disappear. Stay tuned for scenes from the next \"Port Charles: Desire.\"",
        "[NEXT_ON]",
        "Alison: Are you asking me if I slept with Joshua?",
        "Ian: I'm going to go find Casey, and then I'm going to come home, and we'll be just fine.",
        "Ricky: They could call you back up right from my arms --",
        "Casey: I know, I know.",
        "Ricky: Any second."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=EPxgG5AVMvg"
}