{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "[Music Plays] ",
        "Karen: \"If you're out there, Nellie, talk to me.\" ",
        "Karen: I'll wait. ",
        "Karen: Did I really expect an answer? To connect with someone that doesn't \r\neven exist? Well, looks like it's time to pull the plug on old little girl. ",
        "Karen: \"My name isn't Nellie. It's Cookie. Everybody calls me Cookie. Who are \r\nyou?\" ",
        "",
        "Gabriela: So I could get used to this lifestyle. ",
        "Joe: Uh-huh. ",
        "Gabriela: France one day, England the next. ",
        "Joe: You having fun, huh? ",
        "Gabriela: Fun? It's amazing. But it must have cost a fortune. ",
        "Joe: Hey, being with you in the most romantic city in the world, it was \r\ndefinitely worth it. ",
        "Gabriela: I'm sure London will be just as romantic. Or not. ",
        "Joe: What? Oh, I'm sorry. ",
        "Gabriela: You're still obsessing about your speech, aren't you? ",
        "Joe: Well, this AIDS conference is huge, Gabby. I mean, there'll be media, \r\ncameras -- ",
        "Gabriela: Look, I have an idea. Why don't you go and try to find some of the \r\nother speakers? And then maybe run your speech by them? ",
        "Joe: Hey, that's not a bad idea. Yeah, as soon as we get checked in, I'll --\r\n",
        "Gabriela: I'll check us in. You go. ",
        "Joe: All right. All right, I won't be long. ",
        "Gabriela: Ok. ",
        "Joe: Hmm. ",
        "Gabriela: Ok, go. Go. Hello? ",
        "Clerk: Sorry. ",
        "Gabriela: Oh, hi. ",
        "Clerk: Checking in, madam? ",
        "Gabriela: Yes. Reservations under Scanlon. ",
        "Clerk: Scanlon? ",
        "Gabriela: Mm-hmm. Ahem. ",
        "Clerk: Yes, I just need a credit card. ",
        "Gabriela: Oh, yeah, ok. I'm sure it's in here somewhere. ",
        "Ben: Excuse me. Has Dr. Joe Scanlon checked in yet? ",
        "Gabriela: Oh, my God. It's you. ",
        "",
        "Eve: I can't believe it. ",
        "Ian: It's true. ",
        "Eve: Say it again. ",
        "Ian: We can finally be together. ",
        "Eve: Arianna agreed to the relocating, the new identity? ",
        "Ian: She agreed on everything. ",
        "Eve: Just like that? ",
        "Ian: Just like that. Didn't want to be in our way anymore. ",
        "Eve: So we could finally be together. ",
        "Ian: Oh, yeah. ",
        "Eve: Oh, my God! Oh! Oh! ",
        "Ian: I -- I've just got one question. ",
        "Eve: What? ",
        "Ian: Why are you soaking wet? ",
        "",
        "[music plays] ",
        "Karen: My God. Frank was right. There's someone out there. \"I'm Karen. Tell \r\nme about yourself, Cookie.\" ",
        "Karen: \"I'm 16 and I hate high school.\" Well, some things don't change. \"I \r\nhated French.\" You? ",
        "Karen: Well, \"Graduated. Are you typing at school?\" ",
        "Karen: \"I'm on Dad's machine. He'll kill me if he finds out.\" \"I'm on my \r\nfriend Frank's.\" ",
        "Karen: Well, \"Neither does Frank. He's the one you've been writing to.\" ",
        "Frank: Hey. ",
        "Karen: Hi. ",
        "",
        "Ben: You're a nurse from Port Charles. Gabriela, wasn't it? ",
        "Gabriela: What are you doing here? ",
        "Clerk: The gentleman was looking for Dr. -- ",
        "Gabriela: I don't care who he's looking for. This man is a murderer! ",
        "Ben: Gabriela, I really must speak to you about these silly practical jokes \r\nof yours. I'm afraid they won't go over well here at all. ",
        "Gabriela: Let go of me! ",
        "Ben: Come here, come here. Keep your voice down. ",
        "Gabriela: Let go of me or so help me, I will scream again. You killed Joe.\r\n",
        "Ben: Well, apparently I didn't do a very good job at it. Or so I gather from \r\nthis article on his much anticipated speaking engagement. ",
        "Gabriela: That was a mistake -- on the part of the committee. ",
        "Ben: Oh, really, a mistake, huh? ",
        "Gabriela: Yes. He was scheduled to speak before you killed him. And I'm sure \r\nScotland Yard would be happy to cooperate once they learn that there is a \r\nmurderer loose in their streets. ",
        "Ben: You say one word, you tell anyone you saw me, and I'll take care of you \r\njust like your friend Dr. Scanlon. Do you understand me? Do you? ",
        "",
        "Eve: Oh. Oh, God, I can't even look at you. ",
        "Ian: Why are you all wet? ",
        "Eve: You really want to know? ",
        "Ian: I'm a wee bit curious, sure. ",
        "Eve: Ok, but before I tell you, I should just preface it by saying that I \r\nhaven't done anything like this in a really long time. ",
        "Ian: Like what? ",
        "Eve: I'm getting to that. I -- earlier, I need an escape. You know, I was \r\njust -- I just was preoccupied with this whole idea that you may never be able \r\nto leave Arianna and -- ",
        "Ian: And? ",
        "Eve: And so, I -- well, you know that Chris Ramsey's one of my good friends, \r\nright? ",
        "Ian: Yeah, I know. I'm not sure why, but I know he is, yeah. ",
        "Eve: I don't know, either. But I went to his apartment earlier -- ",
        "Ian: Chris'? ",
        "Eve: Mm-hmm. Well, yeah, I just needed a shoulder to cry on. And -- ",
        "Ian: What? ",
        "Eve: And -- we got really drunk. ",
        "Ian: That's it? ",
        "Eve: No. I mean, really, really drunk. Completely blitzed. Blotto. Whoo, \r\nloopy. And -- and so I, um -- ",
        "Ian: You what? ",
        "Eve: I threw myself in the shower to sober up. How pathetic is that? ",
        "Ian: It's a little strange, but -- ",
        "Eve: No, it's pathetic. It's really pathetic. I mean, you're out saving the \r\nworld, and I am getting completely wasted with Chris. It's horrible. I \r\nwas just so mad at this whole situation. I didn't know what to do. ",
        "Ian: I didn't mean to put you through this. ",
        "Eve: Oh, please, don't apologize. This is not your fault. I'm the total idiot \r\nhere. ",
        "Ian: Well, at least you didn't dance on the bar and onto the arms of a \r\nwaiting love-struck Irishman. ",
        "Eve: Oh, that's right, you have seen me drunk before. ",
        "Ian: Yeah. Never forget the first time I held you in my arms. ",
        "Eve: I know, but I just wish that it hadn't happened tonight. ",
        "Ian: Don't beat yourself up over it. Unless -- is there something else? ",
        "Eve: No. There's nothing else. ",
        "Ian: All right. Let's get these wet clothes off you. ",
        "Eve: Are you going to help me? ",
        "Ian: Oh, yeah. There's nothing I'd like better than to take these clothes off \r\nyou and warm you up and make love to you with wild abandon. ",
        "Eve: Except, until Arianna's safe, we shouldn't take that chance. ",
        "Ian: I -- I don't know if the INS is watching me or not. I shouldn't even be \r\nhere. ",
        "Eve: I know, I know, I know, I know, I know. You should probably go. ",
        "Ian: All right, I'll see you. ",
        "Eve: Ok. ",
        "Ian: All right. ",
        "Eve: Bye, then. ",
        "Ian: Take care. ",
        "Eve: You, too. ",
        "Ian: See you soon, then. ",
        "Eve: Yeah. ",
        "Ian: All right. ",
        "Eve: Ok.",
        "",
        "Karen: You've been corresponding with a 16-year-old named Cookie. ",
        "Frank: Now you know I'm not crazy. ",
        "Karen: I'm sorry. It did sound weird. ",
        "Frank: Well, it's ok, it's ok. You left town, I was a perfectly sane guy. You \r\ncome back and find I've morphed into a cyber junkie. ",
        "Karen: Or maybe it's something else. Maybe -- well, as twisted as this \r\nsounds, everything was going so well. I was looking for something to go wrong.\r\n",
        "Frank: Well, hey, I've crashed and burned a few relationships in my time, but \r\nI thought we were past that. ",
        "Karen: We are. And I've gotten to know you, Frank, the real you, and -- well, \r\nI should've trusted you. And I do, you know -- trust you. ",
        "Frank: Wow, you said the \"t\" word. ",
        "Karen: Well, you did call me in Tennessee like you said you would, and you \r\ntold me about the girl that you almost brought home. ",
        "Frank: Did I mention she was hot for me and I had to fight her off? ",
        "Karen: Yeah, about a million times. ",
        "Frank: Oh. ",
        "Karen: You know, at the risk of ruining your former reputation, you are \r\nbecoming a man of your word, Scanlon. ",
        "Frank: Then it's official. You are a good influence on me, Karen. ",
        "Karen: Oh -- ah -- Cookie. I totally forgot about her. ",
        "Frank: But I thought it was technically impossible to connect with anyone \r\nthrough this old computer. ",
        "Karen: Ok, ok, however it's happening, it's happening. Are you ready to meet \r\nyour mystery friend? ",
        "Frank: Yeah. ",
        "",
        "Gabriela: Come on, Joe, pick up. Joe -- oh! What am I going to do? Oh, my \r\nGod, Joe! ",
        "Joe: Hey. I was just looking for you. ",
        "Gabriela: Thank God you're all right. ",
        "Joe: Gabby, what's -- what's going on? ",
        "Gabriela: Joe, we have got to get out of here right now. ",
        "",
        "[Knock on door] ",
        "Eve: Who could that be? ",
        "Ian: Are you expecting somebody? ",
        "Eve: No. Oh, my God, what if it's the INS? What if they followed you here?\r\n",
        "Ian: Don't go jumping to conclusions. ",
        "Eve: Ok, right. Um -- what do I do? ",
        "Ian: Open it. I'll be right in here. ",
        "Eve: Ok. ",
        "Man: Hi. ",
        "Eve: Oh, hi. ",
        "Man: Dr. Lambert, I -- ",
        "Eve: Yeah? ",
        "Man: Have a package for you. ",
        "Eve: Thank you! A package -- good! Yes! Ok! Uh -- here. There you go. Thanks \r\na lot. ",
        "Man: Have a really terrific night. ",
        "Eve: You, too. Ok. Ian? Oh, whew -- it's just a package. It's from Tirama \r\nIsland. ",
        "Ian: Who's it from? ",
        "Eve: I don't know. Let me -- ",
        "Eve: It's from Maya. ",
        "Ian: What does she say? ",
        "Eve: She says -- ahem -- \"Eve, I know my husband warned you that the love you \r\nshare with Ian will once again be tested. But do not be afraid. The enclosed \r\nstatue will bring you good luck. It symbolizes the strength and power of love, \r\ntrue love that cannot be broken and is said to ward off any and all who threaten \r\nit. Wishing you many long and happy lives together. Maya.\" Let's see what it is.\r\n",
        "Ian: Hmm. ",
        "Eve: It's beautiful. What perfect timing. Now we know that nothing can go \r\nwrong. ",
        "",
        "Karen: \"So you're a sophomore? Which subject do you like?\" Uh -- \"Don't \r\nlaugh. Biology. Maybe I'll be a doc one day.\" ",
        "Frank: Jeez, you two have lots in common. ",
        "Karen: Yeah -- biology, frizzy hair on rainy days, a dread of cheerleaders, \r\nand a mutual hatred for high school, which is something you wouldn't understand.\r\n",
        "Frank: Hey, just because I was cool in high school doesn't make me a bad guy \r\nand it doesn't mean I can't have sympathy for you less popular types. ",
        "Karen: You jocks had your noses so far up in the air, you didn't even notice \r\nus late bloomers, like me and Cookie. See what you've been missing? ",
        "Frank: Oh, a good thing I wised up. Ok. \"Cookie, what's your favorite music?\"\r\n",
        "Karen: Ah -- \"'Time in a Bottle.' Jim Croce. Simon and Garfunkel. Carole \r\nKing.\" ",
        "Frank: A girl who likes the classics. How retro. \"What else do you like?\" I \r\nknow what I like. ",
        "Karen: Oh -- \"Boys. I have a crush on someone groovy.\" ",
        "Frank: Hmm. ",
        "Karen: Hmm. Ok. \"Me, too.\" ",
        "Frank: Oh. Thanks for thinking I'm groovy. Oh -- \"What's Frank like?\" Uh-oh.\r\n",
        "Karen: Hmm. Let's see. \"Frank -- cute and he knows it.\" ",
        "Frank: Hey, well, if you've got it, flaunt it. ",
        "Karen: Uh -- \"stuck up and stubborn sometimes.\" ",
        "Frank: Hey, I'm just a guy who knows what he likes. That's why I'm sitting \r\nhere with you. ",
        "Karen: \"He's not a great dancer, but a very good listener.\" He's strong, \r\ngentle, funny. And most of all, I like who I am when I'm with him. ",
        "Frank: You stopped. ",
        "Karen: Irresistible. Thoughtful. Sexy. ",
        "Frank: Typing. I meant typing. ",
        "Karen: Oh. Sorry. Um -- \"Cookie, are you there?\" ",
        "Man: What are you doing? ",
        "Cookie: Nothing, nothing. ",
        "Man: I told you stay off the damned thing! ",
        "Frank: Hmm. I guess we bored her. Or maybe she had a date. Oh, so, I -- I'm \r\nnot a great dancer, huh? ",
        "Karen: Huh? Well, I have nearly a broken toe to prove it, but you are getting \r\nbetter. ",
        "Frank: And that other stuff you said about me? ",
        "Karen: Well, you are growing on me, Scanlon. I don't know how it's happened \r\nor why, just like I don't know how we connected with Cookie. But whenever I'm \r\naround you, amazing things happen. ",
        "Frank: The only amazing thing is that after screwing my life up so many \r\ntimes, I got a second chance. I got you. ",
        "",
        "Eve: \"Wishing you many long and happy lives together. Maya.\" Looks like we \r\nboth got our wish. ",
        "",
        "Joe: Gabby, calm down. ",
        "Gabriela: Joe, we got to get out of here, now. ",
        "Joe: Just slow down for a second and tell me what happened. ",
        "Gabriela: I saw Ben! Ben is here! ",
        "Joe: Ben? As in -- ",
        "Gabriela: As in Arianna's brother. ",
        "Joe: Did he threaten you? Did he hurt you? ",
        "Gabriela: No, I'm fine, I'm fine, but, Joe, he saw a newspaper article about \r\nyou speaking at the conference. ",
        "Joe: Oh. Damn it! So what did you do? ",
        "Gabriela: Well, I caused a big scene and I called him a murderer. ",
        "Joe: You what? Gabby, do you have any idea how dangerous that was? ",
        "Gabriela: Joe, he was asking the desk clerk about you. I had to do something. \r\nAnd I'm pretty sure I convinced him. ",
        "Joe: So, Ben still thinks I'm dead? ",
        "Gabriela: Yeah. I think I scared him away. But just in case -- ",
        "Joe: I can't be around. God, I'll have to cancel my speech. ",
        "Gabriela: I'm sorry. I know how much it meant to you. ",
        "Joe: No, it means a lot more that we all stay safe. ",
        "Gabriela: Who are you calling? ",
        "Joe: Ian. If Ben does find out that we tricked him, I'm not the only one \r\nhe'll come after. ",
        "[Telephone rings] ",
        "Ian: Thornhart. ",
        "Joe: Ian, it's -- it's Joe. ",
        "Ian: Joseph. How's London? ",
        "Joe: Not good. Listen, Shapour showed up in my hotel looking for me. ",
        "Ian: What? ",
        "Joe: Yeah, he saw an article in the paper about the conference. ",
        "Ian: Well, then he knows you're alive. ",
        "Joe: Well, he suspected. Gabby thinks she managed to convince him that it was \r\nall a mistake. ",
        "Ian: I don't know. He's a pretty smart guy. ",
        "Joe: Well, that's why I thought you should know. ",
        "Ian: Get the hell out of there. ",
        "Joe: As soon as we can. ",
        "Ian: And be safe. ",
        "Joe: All right, you got it. All right, come on. We're out of here. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Ian: Going to be leaving a little earlier than we thought. ",
        "Livvie: I didn't see what was right in front of me, and I want to make it up \r\nto you -- really make it up to you. ",
        "Kevin: I think it's time our Dr. Ramsey met with an unfortunate accident. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=1kV16nkhG2k"
}