{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jamal: Hey. Hey, hey. Sweetie, you're going to wear out the floor. ",
        "Alison: What am I supposed to do? I can't -- oh, God. ",
        "Jamal: Sweetie, it's ok, baby. ",
        "Alison: No, it's not, Jamal. All Nana wanted to do was make up with us, and I \r\nwouldn't let her. I was horrible. ",
        "Jamal: Look, you just told her how you felt. ",
        "Alison: Yeah, and she had a heart attack because of what I said. I may have \r\nkilled her, Jamal. I may have killed my own grandmother. ",
        "",
        "Karen: Dr. Wexler. ",
        "Frank: Guess where I am and what I've got in my hand, other than a cell \r\nphone. ",
        "Karen: Is this an obscene call? ",
        "Frank: I'm in my garage with an empty box that won't be empty much longer \r\nbecause -- ",
        "Karen: More guessing, huh? ",
        "Frank: Because I am packing up what's left of Nellie, that's why. ",
        "Karen: Oh. Well, if you're trying to put a smile on my face, it's working.\r\n",
        "Frank: We still on tonight? ",
        "Karen: We'd better be. ",
        "Frank: Talk to you in a couple hours. ",
        "Karen: I hope they go fast. Oh, and say goodbye to her for me. ",
        "Frank: Bye. ",
        "Karen: Bye. ",
        "Frank: What the -- no. That can't be. Karen -- Karen killed you. We pulled \r\nout all the wiring. \"If I can't talk to you, then there's no one else. \r\nEveryone's gone, so I might as well go, too. So goodbye, Frank. Goodbye.\" Come \r\non, Cookie, be there. Please, be there. \"Cookie, I'm back. You're not alone. Are \r\nyou ok? It's Frank.\" Come on, Cookie, talk to me. Talk to me! ",
        "",
        "Eve: Ian, stop. If we don't give Arianna the hepatin, we won't be able to do \r\nthe liver transplant and she'll die. ",
        "Ian: I said no. I'm taking Arianna out of this hospital. ",
        "Eve: Please, keep your voice down. ",
        "Ian: I'm keeping my voice down when you get off me. ",
        "Eve: I will not let you take her out of this hospital. ",
        "Ian: For the last time, I'm taking her. I will not let you or your people \r\nkill her. ",
        "",
        "Alan: Alison. ",
        "Alison: Dr. Quartermaine. How -- how is she? ",
        "Alan: She's going to be fine, but you're going to have to give her some time.\r\n",
        "Alison: Ok. ",
        "Jamal: So what was it? ",
        "Alan: A heart attack, but a mild one from the look of it. We're going to know \r\na lot more when the test results come in. ",
        "Alison: But she's going to get better? ",
        "Alan: We'll know a lot more when the tests come back, but all the signs are \r\ngood. ",
        "Alison: Can I see her? I promise I won't stay very long. Just a minute. ",
        "Alan: Ok. But just a minute. ",
        "Alison: Thank you. ",
        "Alan: Don't worry. ",
        "Jamal: I'll be right here. ",
        "Alison: Nana? It's me, Alison. You know, you really scared me, you know. Look, \r\nmaybe I went too far with the things that I said. But I didn't -- I didn't mean \r\nany of it. It's just that nobody in the world can make me half as mad as you. \r\nAnd I -- I wouldn't have said any of it in the first place if I didn't just miss \r\nyou and want things to be back to the way they were. And they will be, just as \r\nsoon as you get better. I promise. Because no matter what, no matter what you \r\nsay or I do, one thing never changes. That's I love you. ",
        "Amanda: Alison. ",
        "Alison: Nana. ",
        "",
        "Frank: Come on, Cookie. Come on. \"Cookie, it's me, Frank. I'm here.\" ",
        "Cookie: Look who's back. \"Welcome back, Frank. I missed you.\" ",
        "Frank: \"Welcome back, Frank. I missed you.\" \"Why didn't you answer? I've been \r\nworried.\" ",
        "Cookie: \"Doesn't matter. Life stinks. My dad's my dad. My best friend's gone. \r\nI was --\" ",
        "Frank: \"Hoping this guy at school would ask me to this dance, but he doesn't \r\neven know I'm alive. Could totally disappear like on 'Bewitched' and nobody'd \r\nknow. Nobody'd miss me.\" Oh. \"I'd miss you. Who would I talk to?\" \"Karen doesn't \r\nwant you to.\" \"Don't worry about Karen. I'm here now, right?\" ",
        "Cookie: \"You're there, wherever that is.\" ",
        "Frank: \"Are you drinking?\" ",
        "Cookie: \"Drank. Drunk. Feels so much better. Know what it feels like to hate \r\nyour life?\" ",
        "Frank: \"I've had my moments, sure. But I dug my way out again. What are you \r\ndoing to make it better? Let me help you.\" ",
        "Cookie: \"You can't.\" ",
        "Frank: \"Yes, I can. Come on, doesn't it help when we talk?\" ",
        "Cookie: \"I guess.\" ",
        "Frank: \"Then let's talk face to face.\" \"Cookie? What do you say? We'll sit, \r\nhave a soda, talk about anything you want. What do you think?\" \"Ok. Where?\" \"You \r\nname it. Where do you like to hang?\" ",
        "Cookie: \"You know where Kelly's is?\" ",
        "Frank: \"Sure. I've been going there forever. How about tonight? 6:00, 6:30?\" \r\n\"Ok, tonight. 6:30, Kelly's.\" ",
        "",
        "Eve: I am so sorry. ",
        "Ian: It's all right. ",
        "Eve: Just let me talk to you for five minutes. That's all I ask. Please. ",
        "Ian: It's not going to do any good. ",
        "Eve: Please. ",
        "Ian: Go on. ",
        "Eve: What is it that you are trying to prove? ",
        "Ian: I'm not trying to prove anything. ",
        "Eve: Then what are you doing? ",
        "Ian: I'm doing what's best for my wife. ",
        "Eve: You keep reminding me of that. ",
        "Ian: Well, it's a fact. ",
        "Eve: A wife is somebody that you love. A wife is somebody that you want to \r\nspend the rest of your life with. Is that what Arianna has become to you? Is \r\nthat what you're trying to tell me? ",
        "Ian: You're the only woman I'll ever love. I'm trying to save a life here.\r\n",
        "Eve: Ian, you're too close. You have to step back. ",
        "Ian: I'm trying to do the right thing. ",
        "Eve: I know. And I know what you're going through. ",
        "Ian: You have no idea what I'm going through. ",
        "Eve: Hey -- ",
        "Ian: You have no idea what -- ",
        "Eve: I know you well enough to know that when you look at Arianna, you see \r\nGranya slipping away all over again. ",
        "Ian: I -- ",
        "Eve: Listen, Arianna is not your sister. You couldn't save Granya, but you \r\ncan save Arianna. ",
        "Ian: Well, that's what I'm working on. That's what I'm just trying to do. ",
        "Eve: Ok. Let's do it together. Because I want to do my best to save her, too. \r\nIan, after everything we've gone through together -- we've saved each other's \r\nlives God knows how many times. We've loved each other through a million \r\nlifetimes. Hey. Trust me on this. ",
        "Ian: No. It's your turn to trust me. I know Arianna better than anyone, and I \r\nknow that she's not strong enough to survive any complications that could arise \r\nfrom this drug. ",
        "Eve: So you're really going through with this? ",
        "Ian: Yes. ",
        "Eve: You're really going to take her out of here? ",
        "Ian: Yes. And if you want to help me, you will not try to stop me. ",
        "",
        "Alison: Don't try and talk, Nana. I just -- I came in to tell you how sorry I \r\nam. I'm sorry. ",
        "Amanda: I should apologize to you. And Jamal. ",
        "Alison: No. Shh. Don't try and talk. Just stay quiet and calm. I don't want \r\nto lose you. ",
        "Amanda: In a motorcycle shop? On that filthy floor? No way. I'm too much of a \r\nsnob. ",
        "Alison: You mean you're too tough. ",
        "Amanda: Tough on you. I tried to help you. I still try. I want to help you.\r\n",
        "Alison: Then you just get better, ok? Because, Nana, I don't -- I don't want \r\nyour money. I just want you well. ",
        "[Knock on door] ",
        "Man: Mrs. Barrington? ",
        "Alison: Terence, hi. ",
        "Terence: Miss Alison. I have your personal things. ",
        "Alison: Ok. I'm going to come in and check on you later, ok? ",
        "Alison: I love you. ",
        "Amanda: Love you. ",
        "Alison: You close your eyes, ok? ",
        "Amanda: Terence. ",
        "Terence: Yes, Mrs. Barrington. ",
        "Amanda: There's something I want you to do for me. For Alison. ",
        "",
        "Colleen: Oh. Maybe you can talk to him. ",
        "Karen: Ian, hi. ",
        "Ian: Karen. ",
        "Karen: I just saw Arianna. ",
        "Ian: Uh-huh. You can't change my mind. ",
        "Karen: Change your mind about -- ",
        "Ian: I'm taking her out of GH, and that's the end of it. ",
        "Karen: But she's in intensive care. ",
        "Ian: Not for much longer. Colleen? ",
        "Karen: Ian, wait. I know, as a doctor, you understand that -- ",
        "Ian: As a doctor, I understand what's best for my wife. ",
        "Karen: Well, I hope you're sure about that. ",
        "Ian: Never been more sure about anything. Colleen. ",
        "Colleen: Yeah? ",
        "Ian: Everything is in order. Put it through. ",
        "Colleen: Should I? ",
        "Karen: Yeah. We don't have any choice. ",
        "",
        "Eve: So, what do you think? ",
        "Chris: I agree. Arianna can't make it without a transplant, but she'll never \r\npull through in her present condition. ",
        "Eve: So the hepatin really is her best chance. ",
        "Chris: She either gets a drug that improves her liver function and she gets a \r\ntransplant, or she's not going to make it. It's that simple. ",
        "Eve: Try telling Ian that. ",
        "Chris: You try telling Thornhart that he has an accent and you're going to \r\nget an argument. Hey, look, the hospital gave you the green light, right? ",
        "Eve: Yes, but Ian still did not give us his permission. ",
        "Chris: Well, if the guy really wants to kill his wife, why doesn't he just \r\ntry to wheel her out the door tonight? ",
        "Eve: Believe it or not, that's just what he's planning on doing. ",
        "Chris: What? ",
        "Eve: He thinks that it will keep us from killing her. ",
        "Chris: That's just ridiculous. ",
        "Eve: Yeah. Listen, I made the right choice, right? I made the right call, \r\ndidn't I, Chris? ",
        "Chris: Yeah. I mean, there's no guarantee that hepatin will work, but without \r\nit Arianna doesn't have a chance. You have to get him to understand that. ",
        "Eve: I tried. He won't listen. ",
        "Chris: Well, you better get him to listen, or there won't be anything to talk \r\nabout because Arianna will die and soon. That you can guarantee him.",
        "",
        "Alison: Where is Dr. Quartermaine? If the news was good, he would've been \r\nhere by now. ",
        "Alan: Well, he is here now, and the news is good. ",
        "Alison: Tell me. ",
        "Alan: Cardiac damage was minimal. So we're going to keep her here for a \r\ncouple of days, then send her home, but with some changes. Regular exercise, \r\ndiet. ",
        "Alison: Ok. Well, you break the news, and I will crack the whip. ",
        "Alan: It's a deal. I will lay down the law. In the meantime, she needs some \r\nrest, so you may as well go home and check with me later. ",
        "Alison: Ok. Oh, she's ok! She's really ok. ",
        "Livvie: Oh, I am so happy for you, Alison. ",
        "Jack: Yeah, I am, too. ",
        "Alison: Oh, you guys were totally there for me, and -- and you still are. \r\nLivvie. ",
        "Livvie: What? ",
        "Alison: You're going to be late for your interview with the dean of \r\nadmissions. ",
        "Livvie: Oh, yeah, that's right. I have to get over to the campus. ",
        "Jamal: Hey, I can give you a lift on my bike if you want. There was a house \r\ncall I was going to have to cancel. I still can. ",
        "Alison: No, no, no. Go. Just whoever it is, charge them double because we \r\nneed that money. ",
        "Jack: Yeah, I'll give Alison a ride home and cover the shop till you get \r\nback. ",
        "Jamal: My man, cool. Cool. So I'll catch you at home? ",
        "Alison: Bye. ",
        "Jamal: Come on, girl, before you're late for this powwow. ",
        "Jack: Silver lining? ",
        "Alison: Yeah, I guess. ",
        "Man: Excuse me. Alison Barrington? ",
        "Alison: Yeah, that's me. ",
        "Man: Yeah, I have an envelope for you. ",
        "Alison: For me? Who's it from? ",
        "Man: Sign and you'll find out. ",
        "Alison: Oh, ok. Thank you. ",
        "Man: Mm-hmm. Here you go. ",
        "Alison: Thanks. ",
        "Jack: Open it up just like the guy said. What is it? ",
        "Alison: It's a key with no name. Just an address. And a note that just says \r\n-- ",
        "Jack: Says what? Here. \"This is just for you. Don't tell Jamal.\" ",
        "",
        "Frank: Karen, you got a second? ",
        "Karen: Barely. It's a little nuts around here. There's something going on \r\nwith Arianna. ",
        "Frank: Look, I don't know how to tell you this, so I am just going to say it, \r\nok? ",
        "Karen: Slow down. Whatever it is, just say it. ",
        "Frank: Well, I told you I went into the garage to pack up the computer, \r\nright? ",
        "Karen: Yeah. What about it? ",
        "Frank: It's still working. ",
        "Karen: It can't be. I killed it by pulling out all the wires. ",
        "Frank: I am telling you the wires are gone, but I still got another message \r\nfrom Cookie. ",
        "Karen: Look, Frank, you know everything that's been going on in my life. You \r\nsaw me at Aunt Carolyn's grave. And with everything going on between Ian and Eve \r\nright now, it's -- it's helped me put some things into perspective, you know?\r\n",
        "Frank: Like what? ",
        "Karen: Like the world can change just like that. People lose each other in a \r\nheartbeat. I don't want that to happen to us. ",
        "Frank: Neither do I. ",
        "Karen: But here you are with another crazy computer story, Frank. I mean, \r\nwhat is it going to take to finally destroy this thing once and for all? ",
        "Frank: Cookie is at the end of her rope. She is drinking. I can't just turn \r\nmy back on her. I had to do something. ",
        "Karen: What kind of something? ",
        "Frank: I'm meeting her tonight. ",
        "Karen: You're what? ",
        "Frank: At Kelly's. And I want you to come with me. She needs our help. ",
        "Karen: Frank, there is no way you can possibly communicate over that \r\ncomputer. There is something strange going on here. ",
        "Frank: I agree, but I still have to do it. ",
        "Karen: You can't. I don't -- I don't want you to meet her. ",
        "Frank: I have to. ",
        "Karen: Then you'll be making a big mistake. A very big mistake. ",
        "",
        "[Music plays] ",
        "Cookie: Frank. ",
        "",
        "Ian: I could use a little help right here. ",
        "",
        "Eve: Yes, hi. May I speak to Dr. Quartermaine, please? This is Dr. Lambert. \r\nThank you. Alan, hi. This is Eve Lambert. We have a problem -- a big one. It's \r\nIan Thornhart. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Karen: Ok, we'll give her a few more minutes. ",
        "Frank: She'll be here. I just have a hunch. ",
        "Eve: Arianna, you're very weak, and we'd like to treat you with a drug to \r\nmake you stronger to prepare you for a liver transplant. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=sNuwrTit5x8"
}