{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Michael: Oh, Ian, this is crazy. If you think Eve and I -- ",
        "Ian: This has nothing to do with Eve. It's all about you, Michael. You came \r\nto the cabin and you told her to come to the monastery, stay with you. Then you \r\nfollowed her to Port Charles and you hung little heirlooms around her neck to \r\nprotect her from your brother. But the whole time you were there, weren't you? \r\nWhat? Why you looking at me like that? What, am I wrong? Then tell me. Tell me \r\nyou're not in love with my wife. ",
        "Eve: Ian. Stop it. ",
        "",
        "Livvie: Jack. Jack. Jack. ",
        "Caleb's Voice: \"You're so beautiful when you sleep. I didn't want to wake \r\nyou. Dream of me. Remember what it feels like to be in my arms.\" Olivia, marry \r\nme. Marry me on Friday. ",
        "Livvie's Voice: Yes. ",
        "Caleb's Voice: Oh. I'm going to give you everything you ever dreamed of. ",
        "Livvie: Jack, I'm sorry. But this has to be goodbye. ",
        "",
        "Jack: You have no idea what you're asking me to do. ",
        "Kevin: I understand perfectly, Jack. You can't do this on your own. Look at \r\nyou. You're weak. You need blood. And I have plenty. ",
        "Jack: Stay away from me. ",
        "Kevin: Caleb's own brother can't stop him, Jack. But if you make me what you \r\nare, we can take him on together. ",
        "Jack: Do you know what will happen if I do? What a nightmare your life will \r\nbecome, what a nightmare my life will become? I'll become like Caleb if I do \r\nthis. Don't ask me, please. ",
        "Kevin: We both love Livvie. We'd do whatever it takes to save her. Do it, \r\nJack. Make me one of them. ",
        "Lucy: Oh, God, Doc! No. No. ",
        "",
        "Ian: What? ",
        "Eve: Are you insane? Accusing a priest of lusting after your wife? ",
        "Ian: What, you think a priest is somehow immune to human desires? ",
        "Eve: He is our friend. He married us. Of course he cares about me, but not in \r\nthat way. ",
        "Ian: So why does he look at you in that way? ",
        "Eve: Do you realize how you sound right now? ",
        "Ian: Yeah, I hope I sound like a man who's trying to protect his family. It's \r\nbecause Michael has a crush on you that a lot of people are in danger right now, \r\nincluding our child. ",
        "Eve: Blame Caleb, not Michael. ",
        "Ian: It is Michael who told Caleb about the child in the first place and it's \r\nbecause of Michael that Caleb is out there trying to raise our child as his own.\r\n",
        "Eve: Ian, don't you see? What's happening right now -- it's all because of \r\nCaleb, not Michael. ",
        "Ian: Maybe I don't know you as well as I thought I did. ",
        "",
        "Lucy: I could have sworn I heard you say that you wanted Jack to turn you \r\ninto a soulless, doomed bloodsucker. No offense, Jack. ",
        "Kevin: Lucy, please. ",
        "Lucy: No! You tell me that I didn't hear right. Because I can't let you do \r\nthat, Doc. You can't do that to me. I -- I love you. You know how much I love \r\nyou and you know I would go insane if I lost you again. You know that, right? \r\nYou know that. ",
        "Kevin: It's my daughter, Lucy. I have to do everything that I can. Don't you \r\nunderstand? If Jack and I join forces, we have a chance. ",
        "Lucy: You find another way. ",
        "Kevin: Lucy, there is -- ",
        "Jack: Dr. Collins. Listen, I love your daughter with all of my heart and I'll \r\ngo down trying to save her. But if I die, I got to know that there's going to be \r\nsomeone else there left to protect her. And sacrificing your life -- I can't do \r\nit. And I swear to you, I'm going to bring her back to you so that you can \r\nexperience that. That's a promise I will keep. ",
        "Kevin: But if I don't do something, Jack, Livvie may have no future at all.\r\n",
        "Jack: This might be the last thing I can do for her. Let me do this, not you.\r\n",
        "",
        "Livvie: This is where I'll live. My new home. ",
        "Caleb's Voice: Remember how it feels to be with me. Because once you know the \r\ntruth, it's going to be hard to go back to life as you know it. Not that you'd \r\nwant to. ",
        "Caleb: You're finally ready to do this. Turn your heart over to me. Let it \r\nbeat in time with mine. Only then can you truly see me. It's time. ",
        "Livvie: \"Dear Jack, a part of me will always love you.\" ",
        "Livvie: \"But this is my home now, my future, my destiny.\" With Caleb.",
        "",
        "Jack: If I'm strong, I can concentrate, I can feel her presence, sense if \r\nshe's ok, where she's at. I just have to believe that I'm going to find her. ",
        "Kevin: I was wrong about you, Jack. It's a good thing Livvie was right. ",
        "Lucy: I do have faith in Jack. ",
        "Kevin: It's going to take a hell of a lot more than faith, Lucy. Caleb \r\ndoesn't even -- his own brother doesn't know where he is. We've been running \r\naround this monastery for hours. We're still no closer to finding Livvie. ",
        "Lucy: But we will find something. We'll find -- maybe in some old books or \r\npapers there will be a clue or maybe I'll get a feeling, a hunch. ",
        "Kevin: A hunch? Hunches? How about psychics or tarot cards? Every minute that \r\ngoes by, Livvie is closer -- Lucy, don't you get it? My daughter is out there \r\nand I can't get to her! I know you want to help, but you don't understand. ",
        "Lucy: No, no, you're right. I don't know anything about missing children. ",
        "Kevin: I'm sorry. I'm sorry, Lucy. Of course you do. I don't -- ",
        "Lucy: You know, I love Livvie. ",
        "Kevin: I don't know what I'm saying.",
        "Lucy: I love her very much. But if you don't want my help finding her, ok, \r\nI'm just going to take my hunches and go. ",
        "Kevin: Lucy -- ",
        "Lucy: I am not -- I'm not going to do this! I'm not going to let somebody \r\nthat I love, not another person that I love, slip through my fingers, so I am \r\ngoing to do whatever it is I have to do. ",
        "",
        "Livvie: \"I know this is hard to accept, but I belong with Caleb. He knows me, \r\nright down to my soul. This is so right.\" ",
        "----------------",
        "Jack: Livvie? I know you can't hear me, but I hope you know what's in my \r\nheart. The love I have for you is going to bring us back together. It's our \r\nlifeline. You just have to trust in it, just let it protect you. Just remember all \r\nthe things we shared together and let those memories light my way back to you.\r\n",
        "----------------",
        "Livvie: \"I don't want to hurt you, Jack. We had some amazing times. Like the \r\nfirst time you kissed me, how you took my breath away.\" ",
        "----------------",
        "Jack: Your kiss changed me from a guy who was all alone in this world to the \r\nluckiest guy on earth. Livvie, when I knew that I loved you, it was the happiest \r\nI've ever been in my entire life. ",
        "----------------",
        "Livvie: \"You gave me a feeling I'd never felt before, this incredible \r\nfeeling, and suddenly this light went on for me. It was love.\" ",
        "----------------",
        "Jack: I know Caleb's got you under his spell. But no matter how strong \r\nCaleb's will is, our love is stronger. Don't give in, Livvie. Just remember \r\nthe love we have. ",
        "----------------",
        "Livvie: \"I love you, Jack. I do. I do.\" ",
        "",
        "Michael: I know I've always prayed to you for guidance in keeping the world \r\nsafe from Caleb. But now I'm asking you, are my motives still pure? Or have \r\nfeelings tainted my judgment? Has Eve made things different? You alone know how \r\nhard I have fought this. But is it true? God, help me if I've fallen in love \r\nwith another man's wife. ",
        "",
        "Ian: All right. Let me talk first. Ok. I'm sorry for what I said earlier. I \r\nwant to take you out of here. I want to take you away from Michael. ",
        "Eve: Ian, about us leaving -- ",
        "Ian: If anything happened to you or the baby, I couldn't live with myself. So \r\nI'm going to get you out of here. I'll carry you if I have to, kicking and \r\nscreaming. I also don't want to tell Michael where we're going. We don't owe him \r\nan explanation. ",
        "Eve: Ok, so we just take off into the night, not a word? ",
        "Ian: Yeah, that's it, not a word, you're right. We're going to go -- you, me, \r\nand the little one. Ok, now I'm finished. The floor's yours. Start yelling. ",
        "Eve: What if I said I wasn't going to yell? And what if I said that I would \r\nfollow you anywhere and that I trust you with my life, with both of our lives? \r\nBecause I love you with all my heart, and you do know me better than I even know \r\nmyself. I love you. ",
        "",
        "Lucy: I just wanted to let you know I'm going to get a ride back with Eve and \r\nIan into town. ",
        "Kevin: I'm sorry, Lucy. I crossed the line. ",
        "Lucy: It's ok. Forget it. ",
        "Kevin: No, I'm not going to forget it. If it weren't for you and your hunches \r\nand your boards and your clues, we never would have found Caleb at all. ",
        "Lucy: Well, you know, sometimes you just got to read a few tea leaves. ",
        "Kevin: Yeah. I didn't mean to take this out on you, Lucy. You know that. I \r\nfeel like I'm losing my mind over this. ",
        "Lucy: I know, I know, I know. Ok. Listen, we got to stop this. We got a \r\npositive energy, right, so we're going to search everywhere. We're going to find \r\nCaleb and Livvie, I promise. I just feel it. We're going to find them. ",
        "Kevin: You think? ",
        "Lucy: Yes, I think so. How hard can it be to find some big guy with fangs? \r\nCome on. Jack? ",
        "Kevin: Did you find anything? ",
        "Jack: No. ",
        "Kevin: We're going to go back to town, we're going to regroup. You need a \r\nlift? ",
        "Jack: No, I'm still going to look around here some more. ",
        "Lucy: Are you sure? Are you ok? Well, you know, as ok as you can be under the \r\ncircumstances? ",
        "Jack: Listen, I'll be fine. You guys go ahead. ",
        "Kevin: If you find Livvie, I want in on it. ",
        "Lucy: Ok. ",
        "Jack: Ok. It's got to be something somewhere. Something. Just one clue. ",
        "Jack: Maison de la noce? What the hell is this? ",
        "",
        "Livvie: Oh, I love you, Jack. And I always will. I always will. ",
        "Caleb: You're awake. Why didn't you come get me? ",
        "Livvie: I was busy. ",
        "Caleb: I see you got my note. ",
        "Livvie: Yes, it was so thoughtful. ",
        "Caleb: I meant all the things I said. Do you remember what it felt like when I \r\ntouched your skin like this? ",
        "Livvie: Yeah, I do. I remember what it felt like when you kissed me. ",
        "Caleb: That's better. ",
        "Caleb: What's this? ",
        "Livvie: I -- I can't remember. I just remember sitting down. ",
        "Caleb: I bet you were going to write me a love letter. ",
        "Livvie: That must be it. ",
        "Caleb: You feeling ok? ",
        "Livvie: I think so. ",
        "Caleb: Good. Because I want you to feel wonderful on your wedding day. Do you \r\nremember now what you were doing to keep busy all this time? ",
        "Livvie: I guess I was thinking of you. ",
        "Caleb: That's what I wanted to hear. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Alison: Jack -- oh, my God! Jack, oh, my God! Jack, are you ok? What is it?\r\n",
        "Jack: Livvie. ",
        "Rachel: You can't get married without me. ",
        "Gabriela: Please, Jamal, I'm your sister. Open up. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=LFitGvzEEy0"
}