{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Frank: Hi. Karen Wexler, please. Yes, I would. Tell her that Frank called and \r\nI miss her. Yeah. Thanks. ",
        "Chris: Well, well, well. You and Karen. ",
        "",
        "Livvie: Hey, Ali. ",
        "Alison: Hey, Livvie. What's going on? Chris is inside. ",
        "Livvie: Yeah, I know. I'm late. But I wanted to give you something first. \r\nThis is my donation for the save the bike shop fund. I know it's not a lot, but \r\nit's all I could get my hands on right now. ",
        "Alison: Oh, my -- Livvie -- thank you. Thank you. ",
        "Livvie: I wish there was more I could do. I mean, having Jack loafing around \r\ncan't make it any easier. ",
        "Alison: Loafing? No, no, he's been, like, working his butt off. As a matter \r\nof fact, Livvie, I was totally wrong about him. ",
        "Livvie: Are you serious? ",
        "Alison: Absolutely. In fact, if I were you, I would do everything I had to to \r\nget him back. ",
        "",
        "Eve: Lucy. ",
        "Lucy: Eve. ",
        "Eve: I -- I know it's early, but I need to talk to Kevin. ",
        "Lucy: I'm sorry, he's not here. He's out on somebody else's emergency. ",
        "Eve: Oh. Well, I can't keep dumping my problems on him anyway. ",
        "Lucy: No, you really shouldn't. ",
        "Eve: Yeah. You know, if Kevin calls, could you just tell him that I stopped \r\nby and, if he has time -- no, never mind. ",
        "Lucy: Eve? Wait, wait, wait. ",
        "Eve: What? ",
        "Lucy: Listen, you really don't look so good, like maybe you have a lot on \r\nyour mind. You obviously wanted to talk, so is there anything maybe I could help \r\nyou with? ",
        "",
        "Ian: Colleen. They bring my wife in here? ",
        "Colleen: Yeah, she's in 809. ",
        "Ian: Ok, thanks. ",
        "Colleen: Ian, Ian, wait a minute. You can't go in there. ",
        "Ian: Why not? ",
        "Colleen: Because. ",
        "Ian: Because what? ",
        "Colleen: Because you need to talk to her doctor first. ",
        "Ian: All right, who's Arianna's doctor? ",
        "Kevin: I am. ",
        "",
        "Lucy: Here, listen, I didn't want to take the time to find the tea, so I \r\nbrought you juice. ",
        "Eve: Tea's in the cupboard -- sorry. ",
        "Lucy: No. That's ok. Forget it. ",
        "Eve: No, you know what? This isn't going to work. ",
        "Lucy: You're right. I have the same feeling. It isn't. It shouldn't, but it \r\nmight. Just wait. Look, I'm as uncomfortable as you are, but that look on your \r\nface -- I've had that look before, when you get all twisted around about someone \r\nyou love, and this is about Ian, isn't it? ",
        "Eve: What this is about is a mess that just keeps getting messier. ",
        "Lucy: Ok, well, maybe you could try what I do sometimes. You just step back. \r\nYou know, take a break from it all, clear your head, maybe go out of town or \r\nsomething. ",
        "Eve: Oh, oh, out of town. Yeah, that would be good. What's the matter? Are \r\nyou afraid I'm going to try and get Kevin back, because we're still married. ",
        "Lucy: Yes, technically you are. But Kevin told me you agreed to give him a \r\ndivorce. ",
        "Eve: So? ",
        "Lucy: Ok, so is this bad because Ian is in the same position with his little \r\nwife yet, hmm? ",
        "",
        "Kevin: Her problem's not physical, it's psychological, Ian. ",
        "Ian: What are you talking about? ",
        "Kevin: They're finishing up an exam with her right now to make sure she \r\nwasn't hurt. ",
        "Ian: Hurt? Did someone attack her? ",
        "Kevin: No. She did the attacking. Look, I'll know more once I have a chance \r\nto talk to her. ",
        "Ian: What do you know now? ",
        "Kevin: It happened at the docks. ",
        "Ian: At the docks? What was she doing at the docks? ",
        "Kevin: Well, no one here knows. The fisherman who tried to help her said she \r\ncompletely lost it when he tried to talk to her, so he called the police. ",
        "Ian: And the police brought her here. That doesn't make sense, Kevin. ",
        "Kevin: No? It's not the first woman I've seen around you to get hurt. ",
        "Ian: Ok, it's my fault, now, is it? ",
        "Kevin: Well, you tell me. I can only imagine what she was doing down in that \r\narea at that hour. ",
        "Ian: Well, I can't imagine. I'm going to go find her. ",
        "Kevin: No, you're not. ",
        "Ian: She's my wife. ",
        "Kevin: She's my patient. If you care about her as much as you say you do, let \r\nme do my job. I'll let you know when she's ready for company. ",
        "Ian: I'm not waiting long. ",
        "Kevin: You're always so anxious to help, aren't you, Ian? Did you ever stop \r\nto think that maybe your kind of help gets people hurt? ",
        "",
        "Livvie: I don't get it. First you warn me away from Jack and now you're like \r\nhead cheerleader for him. I mean, what's changed your mind? ",
        "Alison: He played cupid for me and Jamal when we were fighting over, like, \r\nnothing. He locked us in the bike shop and wouldn't let us go until we worked \r\nthings out. ",
        "Livvie: Oh, how romantic. ",
        "Alison: I know. Well, you can have that, too, if you give him a second \r\nchance. Don't write him off so fast. ",
        "",
        "Chris: Not the first time you scooped up some of Joe's leftovers, is it? ",
        "Frank: I'm warning you, Ramsey. ",
        "Chris: You know, I bet this new relationship of yours will be the biggest \r\ndisaster yet -- and you've had some big ones. I mean, first you got Courtney \r\npregnant and then Julie, and then you started stalking your brother and Karen. \r\nAnd, well, now Karen's not popping pills anymore, so she's actually -- ",
        "Frank: All right, all right, you want to push it, huh? You want to push me? \r\nGo ahead, do it. ",
        "Chris: Something I said, Frank? ",
        "Chris: You should've hit me, Frank. Wouldn't be the first time, would it? \r\nWhat's the matter, truth upset you? ",
        "Frank: What truth? ",
        "Chris: You're going to ruin Karen's life the same way you did Courtney's and \r\nJulie's. ",
        "Frank: All right, that's it, Ramsey. ",
        "Livvie: Hey, Chris. I am so sorry I'm late. Thanks for waiting. ",
        "Chris: Oh, it's no problem. Gave Frank and I here time to have a little chat \r\n-- and I gave him plenty to think about. Goodnight, Frank. Ok, let's sit down.\r\n",
        "Livvie: So what was that all about? ",
        "Chris: Oh, it was just guy talk. ",
        "Livvie: I'm sorry if interrupted something. ",
        "Chris: You didn't. Besides, we need to get you prepared for this interview.\r\n",
        "Livvie: Yeah, I still can't believe you got the university to consider me as \r\na pre-med candidate. ",
        "Chris: Yeah, well, my recommendation will only get you so far. Now, the \r\nsooner we get you prepared for the questions they're going to ask and, more \r\nimportantly, the answers they're going to want to hear, the better. Now, you are \r\ngoing to have to give 100% effort, ok? No distractions. Stay focused. Livvie? \r\nLivvie? ",
        "Livvie: What? ",
        "Chris: What are you thinking about? ",
        "Livvie: Oh, I'm sorry, Chris. I'm just so nervous about this interview. I \r\ncan't even concentrate right now. ",
        "Chris: Ok, it's fine. Tell you what -- why don't we get together later on \r\nafter my shift is over? ",
        "Livvie: Yes. ",
        "Chris: We'll go over it. ",
        "Livvie: That sounds great. Later would be perfect. ",
        "Chris: All right. How about I give you a call at home? ",
        "Livvie: Yeah, I'll be there. ",
        "",
        "Woman: You've been holding out on me long enough. I want to know when I can \r\ncome over and see that computer you're always talking about. ",
        "Frank: Oh, I'm sure we could work it out sometime. ",
        "Woman: How about today, after work? We can grab a bite at the Pizza Shack, \r\nthen you can take me home. ",
        "Frank: Uh -- yeah, sure. Why not. ",
        "Woman: Great. It's a date, then. ",
        "",
        "Livvie: Did you get the extension? Oh. I guess not, huh? ",
        "Alison: No. It's all over now. ",
        "Jack: Hey, Jamal's still back there trying to turn it all around. ",
        "Alison: Yeah, but it doesn't look good. ",
        "Jack: You're not giving up, are you? Huh? No, no, you don't give up. So we'll \r\ngo back to the shop and we'll come up with a plan to work this whole thing out.\r\n",
        "Livvie: Yeah, I'll come with you. ",
        "Jack: Livvie, we really appreciate it, but I think it should just stay \r\nbetween us, the three partners. ",
        "Livvie: Yeah, right. Sure. Um, can you just give me a call later then, \r\nAlison? ",
        "Alison: Yeah, I'll call you. ",
        "Livvie: Ok. ",
        "Jack: Let's go. ",
        "",
        "Chris: Listen, I know how tight things have been, so thought I'd leave behind \r\na little something extra for you. ",
        "Frank: Speaking of leaving behind, what happened to your girlfriend, Ramsey? \r\nShe run off with somebody warm-blooded -- like your kid brother, maybe? ",
        "[Telephone rings] ",
        "Chris: Recovery Room. Oh. ",
        "[Disguised voice] Hi, Dr. Wexler. How are you? No, Frank's in the kitchen. \r\nUh-huh. Oh, course ended early, getting back today? All right. No -- yeah, I'll \r\ngive him the message. Ok, fly safe. ",
        "Frank: You still here? ",
        "Chris: [Normal voice] hey, man, you're lucky I am. I just took a call. ",
        "Frank: Yeah? Who was it? ",
        "Chris: Just an order. Three burgers to go. They'll be here in about 10 \r\nminutes to pick it up. ",
        "",
        "Eve: I'm done wasting my time here. ",
        "[Telephone rings] ",
        "Eve: What now? Hello? ",
        "Ian: Hey, it's me. ",
        "Eve: Well, where are you? Did you find Arianna? ",
        "Ian: I'm at the hospital. She's here. ",
        "Eve: Oh, God, what happened? ",
        "Ian: I'm not sure. I haven't been in to see her. But from what Kevin told me \r\n-- ",
        "Eve: Kevin? ",
        "Ian: He's in with her now. It's a long story. ",
        "Eve: All right, well, I'll meet you at G.H. and you can explain it to me. ",
        "Ian: Arianna's in a fragile place emotionally and seeing you here might not \r\nhelp her. ",
        "Eve: Oh. Ok. Sure, I understand. When am I going to see you? ",
        "Ian: I'm not sure. I want to stay here until she's feeling better. If the INS \r\nshows up unexpectedly -- ",
        "Eve: It's ok, Ian. Don't worry about it. Just call me when you can and I hope \r\nshe's ok. Bye. ",
        "Lucy: Oh, listen, I didn't really mean to eavesdrop, but you're right there \r\nand you said Kevin, so what is it? Is something wrong? ",
        "Eve: Um -- oh, Kevin -- Kevin's with Arianna. He's at the hospital. They \r\nbrought her in for some reason. ",
        "Lucy: Listen, what I said earlier about the little wifey and everything and \r\nIan -- I'm so sorry. You know, I wasn't trying to make things worse, and I can \r\nsee that you are very upset and I really would like to do something to -- you \r\nknow, I could try to maybe -- I could make an effort, you know -- ",
        "Eve: Oh, God. ",
        "Lucy: To help. ",
        "Eve: Yeah, I don't -- I don't know how anyone can help me right now. I don't \r\nknow. ",
        "",
        "Arianna: You're Eve's husband, aren't you? ",
        "Kevin: Well, we're married, yes. Do you think that'll make it harder for you \r\nto talk to me? You should know that whatever you say to me is confidential, but \r\nif it makes you at all uncomfortable, I can arrange for another doctor. ",
        "Arianna: I don't want another doctor -- any doctor. I just want to leave. ",
        "Kevin: You're free to go anytime. But since you're here, why not give it a \r\ntry? It might help. ",
        "Arianna: I doubt it. ",
        "Kevin: Can you tell me what happened down at the docks? What were you doing \r\ndown there by yourself? You know, most people don't go down there that time of \r\nnight. Except maybe the sea gulls and one or two fishermen. ",
        "Arianna: I don't want to talk about it! I don't want to think about it. ",
        "Kevin: Ok. ",
        "Arianna: You can't make me talk about anything I don't want to! I don't want \r\nto talk about the fisherman or just anything that happened -- ",
        "[teacup drops] ",
        "Kevin: I got it, I got it. ",
        "Arianna: No! Stay away from me! I don't want your help. I never asked him to \r\ntalk to me! I never wanted him near me! I didn't do anything. ",
        "Kevin: Arianna, listen to me -- you're safe here. No one here wants to hurt \r\nyou. ",
        "Arianna: I just want to go home. Please tell Ian to come get me. ",
        "Kevin: Ok. I'll get him. Arianna, listen -- this place is like a safe haven. \r\nThe people here only want to help you. ",
        "Arianna: I just want to go home. ",
        "",
        "Ian: How is she? ",
        "Kevin: She refused treatment. ",
        "Ian: What did she say? ",
        "Kevin: Not much. She's been traumatized badly. ",
        "Ian: What does that mean? ",
        "Kevin: Means your wife is in serious trouble. ",
        "",
        "Frank: Ok, this is officially a bad day. Another message from my mystery pal. \r\n\"I want to know more about you.\" So you want to know more about me? Here goes. \r\n\"I am single, never been in a successful relationship. I'm crazy about a woman I \r\ndon't deserve. And I just made a date with a woman I am not really interested \r\nin.\" There. You figure it out because I sure as hell can't. ",
        "Frank: \"Are you real?\" What kind of a crazy question is that? ",
        "",
        "Eve: Sorry. ",
        "Lucy: That's ok. I really don't want -- I mean, I don't mean to pry, but you \r\nreally seem like you need to talk to somebody. ",
        "Eve: My life's a disaster. ",
        "Lucy: Oh. ",
        "Eve: I know you can relate. ",
        "Lucy: What? Well, actually right now, things are going kind of nice. No. Yes, \r\nyou're right, I can relate. I mean, between the first go-round I had with Kevin \r\nand Scott -- you know, we couldn't make it work, and Christina and not being \r\nable to get pregnant -- you're right, I relate. ",
        "Eve: Yeah, but you always bounce back. Lucy, how do you do it? ",
        "Lucy: Faith, I think. I have a lot of that, I mean, in the universe and \r\nwhoever's pulling the strings up there running the whole show. You know, he or \r\nshe -- I think they know what they're doing, probably, and so I think the glass \r\nis half full. And every time you go around the corner, if it's really bad, I \r\nalways think that something better's waiting for me. ",
        "Eve: Yeah, but what if what's around the corner is even worse? ",
        "Lucy: What's that supposed to mean? ",
        "Eve: Nothing. Never mind. Just something somebody said to me once. ",
        "Lucy: What? Tell me. What did they say? Who? Who? ",
        "Eve: All right. I met this very wise man while I was away on the island. ",
        "Lucy: A wise man. As in a shaman? You mean someone spiritually wise? ",
        "Eve: Right. And he said that something could come between Ian and me. ",
        "Lucy: Well, Ian is married. ",
        "Eve: Are you trying to make me feel better? ",
        "Lucy: I'm sorry. It just -- you know, it comes out. Ok, what did this wise \r\nperson say? ",
        "Eve: Ok. He said that Ian and I are meant to be together, absolutely, but \r\nthat something or someone could come between us -- forever. ",
        "Lucy: Really? Wow. But you know what? Nine out of 10 times, all those guys, \r\nthose shaman kind of pretend wannabes, are big fat fakers, so I wouldn't worry \r\nabout it. And, you know, I do -- I know about these kind of things. ",
        "Eve: Yeah, I know. That's why I'm asking you. ",
        "Lucy: So whatever this person said to you is probably absolutely not true. \r\nIt'll never come to fruition. It's just silly, ok? Ok? Ok? ",
        "Eve: Yeah, you know, the only thing worse than you making my life a living \r\nhell is you being nice to me. ",
        "Lucy: Gee, thanks a lot. ",
        "Eve: So, Lucy, the truth, ok? Just be honest with me. You think that I should \r\nlisten to this guy, don't you? ",
        "Lucy: Do you really want me to be honest? ",
        "Eve: Yeah. ",
        "Lucy: Ok, I have this feeling that if this guy is on the up-and-up, yeah, \r\nthings don't look too good. ",
        "",
        "Ian: So you can't help her at all? ",
        "Kevin: If I don't know what caused the problem, I don't know the best way to \r\nhelp her. Wait a minute. She trusts you. Did she tell you what happened? ",
        "Ian: Yeah, she told me. Arianna was attacked. ",
        "Kevin: Raped? ",
        "Ian: Yeah. ",
        "Kevin: I had a feeling. ",
        "Ian: And in her country, the woman is to blame for the rape and for bringing \r\nshame on the family. ",
        "Kevin: And that's why she's here -- because her family's abandoned her. ",
        "Ian: Oh, it's worse than that. They sent her own brother to kill her. ",
        "Kevin: You mean an honor killing? ",
        "Ian: Yeah. Lovely custom, is it not? ",
        "Kevin: Eve told me the reason you married Arianna was to keep her safe. I -- \r\nI never imagined. Look, the problem right now is that she's leaning on you so \r\nhard, she's not dealing with the problem. ",
        "Ian: Ok, great. So, what, she'd be better off without me? Is that it, doctor?\r\n",
        "Kevin: Look, do you want my help or don't you? ",
        "Ian: Yeah. ",
        "Kevin: She needs counseling, first for the rape. But even before that, she \r\nhas to be able to admit to herself that she needs help. ",
        "Ian: What can I do? ",
        "Kevin: Be with her. She may start to open up to you. If she does, she'll do \r\nit slowly. Don't push her. Just take her home, let her rest, and see what \r\nhappens. ",
        "[Pager beeps] ",
        "Kevin: I've got an emergency call. ",
        "Ian: I'll take it from here. ",
        "Kevin: Arianna? ",
        "Ian: Hey. ",
        "Arianna: Ian. ",
        "Kevin: You can go on home now. But if you change your mind, that's my number. \r\nCall me anytime. ",
        "Ian: Kevin? Thanks. ",
        "Ian: You all right? ",
        "Arianna: Yeah, I'm fine. Really, I just want to go home now. Can we go home, \r\nplease? ",
        "Ian: You're not fine. You know that. Don't you? ",
        "Arianna: Ian, I'm so sorry! God. I'm sorry for everything. ",
        "Ian: It's all right.",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Karen: I can't imagine him disappointing me or hurting me. ",
        "Frank: Hope I'm not too late. ",
        "Woman: I'm just glad we finally hooked up. ",
        "Frank: Yeah, me, too. ",
        "Arianna: It's so hard. ",
        "Ian: I would think that denying your feelings would be harder. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=6ynfZU7rTps"
}