{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jamal: Some water, Spunky? ",
        "Alison: Yeah. Jamal, I still don't understand why you won't let Livvie and \r\nJack come. I mean, it's not like that they would be in the way. Look at all the \r\nroom. ",
        "Jamal: No, trust me. When this race starts, it will be packed in here. ",
        "Alison: You're still mad at him, aren't you? Oh, Jamal, come on. Jack didn't \r\nmean it when he kissed me. He explained all of that. ",
        "Jamal: Look, and I explained to you I need to concentrate, ok? They'd only be \r\na distraction. Jack is sick, and Livvie's worried about him. And you know how \r\nimportant this gig is. ",
        "Alison: Well, I'm just glad that I'm not a distraction. ",
        "Jamal: Oh. You're a distraction, all right. But yours is a whole different \r\nkind. You know I never stop thinking about you when you're not around. ",
        "Alison: Uh-huh. ",
        "Jamal: It's the truth. Besides, I wanted you to come here and check out the \r\nsetup so you know that there's nothing to worry about. ",
        "Alison: Oh, you think that this is calming me down? ",
        "Jamal: Sweetie, look. I'm going to win this race, ok? And I want you here to \r\nsee it, all right? I'm ready, I'm -- pumped. All right, I'm going to take this \r\nthing on, and you're going to be so proud of me. ",
        "Alison: Jamal, I'm already proud of you, ok? It's just that being here is, \r\nlike, making me more worried. ",
        "Jamal: Look, crossing the street in Manhattan is more dangerous than this \r\nrace. ",
        "Alison: Oh, yeah. That makes me feel tons better, thank you. ",
        "Jamal: Well, just trust me, ok? This race will be over before you know it.\r\n",
        "Alison: I do trust you, ok? That's not it. It's this I don't trust. It's all \r\nof this. ",
        "",
        "Frank: I still can't believe you convinced Joe to let you come home today.\r\n",
        "Karen: Offered to cover all his weekend shifts for the next month. ",
        "Frank: Well, I think you could have used one more night in the hospital. ",
        "Karen: Oh. ",
        "Frank: How's that? ",
        "Karen: Fine. Will you stop fussing? ",
        "Frank: This isn't fussing. ",
        "Karen: Oh, then what is it? ",
        "Frank: Taking care of you, which, by the way, comes complete with a fully \r\nstocked fridge. ",
        "Karen: You shouldn't have done that. ",
        "Frank: A guy's got to eat. ",
        "Karen: A guy? ",
        "Frank: You don't think I'm going to leave your side, do you?",
        "Karen: Well, if you really want to make me feel better, you would sit as \r\nclose to me as you possibly could. ",
        "Frank: Ok. Are you cold? ",
        "Karen: No, I'm fine. Life's just better the closer you sit, that's all. You \r\ngot a problem with that? ",
        "Frank: Hmm, uh-uh. Not me. ",
        "Karen: Frank, you know that story you told me, the fairy tale? ",
        "Frank: What about it? ",
        "Karen: Well, I can't stop thinking about it. ",
        "Frank: Any part in particular? ",
        "Karen: Do you believe it's possible to travel through time? ",
        "Frank: To save the person you love, you bet. At least I'd like to believe \r\nit's possible. ",
        "Karen: You know, I knew that from the way you told the story. It was the \r\nnicest gift you could have ever given me. ",
        "Frank: Yeah, and speaking of gifts, I've got something else for you. You just \r\nreminded me. I've been holding this for you. ",
        "Karen: Thank you for taking such good care of my heart. ",
        "Frank: Always. ",
        "[Doorbell rings] ",
        "Frank: I'll get that. ",
        "Rhonda: Hey. ",
        "Frank: Rhonda. ",
        "Rhonda: How are you doing? ",
        "Frank: Hi. Good. ",
        "Rhonda: Good to see you. ",
        "Frank: Come on in. ",
        "Scott: Hiya, Frank. ",
        "Frank: Hey, Scott. ",
        "Scott: Oh, thank you. ",
        "Rhonda: How you doing, sweetheart? ",
        "Karen: Hey. Good. ",
        "Scott: Fill up your icebox over here. ",
        "Karen: Thanks. ",
        "Rhonda: Oh, Carolyn's locket, huh? ",
        "Karen: Yeah. ",
        "Rhonda: She would have been so proud of what you did for Arianna. ",
        "Scott: We are both proud of you. ",
        "Rhonda: So proud. ",
        "",
        "Ian: Eve? Lambert, where the hell are you? I can almost feel you out here. \r\nMaybe it's just because I miss you so much. You and I are going to be together \r\nfor always. ",
        "Granya: Giving up already, big brother? ",
        "",
        "Ian: I never said a word about giving up. I just wish this were easier is \r\nall. ",
        "Granya: Well, sure. The gods have it in for you. Nothing's ever easy for you \r\n-- not that you could be responsible for your own hard times, a man with your \r\nsterling personality. ",
        "Ian: Have you ever thought your sarcasm died with you? ",
        "Granya: What the devil are you going to do now? ",
        "Ian: I don't know. I'm leaving. ",
        "Granya: Oh, wait. Wait a minute. Before you go off on another Celtic rampage, \r\nwe're not done yet. It's still your move. ",
        "Ian: I don't have time for this. ",
        "Granya: Well, if I do, you do. ",
        "Ian: She should be here. ",
        "Granya: The place where you pledged your hearts forever, where you finally \r\nadmitted your true feelings for one another. Is that it? ",
        "Ian: Yes, that is it. Why isn't she here? ",
        "Granya: Maybe she is here somewhere. ",
        "Ian: What are you saying? ",
        "Granya: Your own instincts brought you here, didn't they? You got a problem \r\ntrusting your gut now? ",
        "Ian: There isn't a sign of here anywhere. ",
        "Granya: Well, you've been blind to what's in front of your eyes before. ",
        "Ian: Now, you listen to me. You don't know any more about anything than I do. \r\nYou're just a part of me, and you know it. ",
        "Granya: What we both know is that I'm the part you should be paying attention \r\nto. ",
        "Ian: I am paying attention. But I thought our love would be strong enough to \r\nlead me to her. ",
        "Granya: And you don't feel her here? ",
        "Ian: No, I do feel her here. ",
        "Granya: Her presence. ",
        "Ian: Yes. ",
        "Granya: And you're still willing to walk away. You're still fighting \r\nyourself. Because if you weren't, I wouldn't be here, now would I? Ian, it's not \r\nabout making a move. It's about making the right move. Sometimes that takes a \r\nlittle thinking. Maybe -- maybe you should sit and wait it out for a little \r\nwhile. ",
        "Ian: Maybe I should. ",
        "Granya: Maybe you should. ",
        "Ian: My move is -- ",
        "Granya: It's your move. ",
        "",
        "Scott: Holy mackerel. ",
        "Karen: I told you, Frank is taking very good care of me. ",
        "Scott: Well, he's been feeding you, that's for sure. ",
        "Karen: He hasn't left my side since we came home from the hospital. ",
        "Scott: Hmm. Frank, maybe you ought to just take a little break, then, huh?\r\n",
        "Frank: Oh, no, that's ok. I'm fine. ",
        "Karen: Well, you know, fine's fine, but I want you feeling better than fine. \r\nSo go on -- go get some rest or go for a walk. ",
        "Scott: Yeah, it might do you some good, Frank. ",
        "Rhonda: Yeah, go on. We'll take care of her. ",
        "Frank: All right, all right. I hear you. Maybe I will run out for a bit. ",
        "Scott: All right, just take your time. ",
        "Frank: All right. Can I bring you anything? ",
        "Karen: Just you. ",
        "Frank: You can count on that. Bye. ",
        "Karen: Bye. ",
        "Rhonda: Bye. ",
        "Scott: Bye. ",
        "Rhonda: You know, that Frank's not so bad after all. ",
        "Scott: Yeah, yeah, yeah. He's an ok guy. ",
        "Karen: Ooh, high praise -- \"not so bad,\" \"ok guy,\" huh? ",
        "Scott: Well, nobody's going to be perfect for our daughter, huh? Who'd have \r\nthought we'd end up with such a great girl -- smart, beautiful, a doctor. ",
        "Rhonda: Not us, that's for sure, huh? ",
        "Scott: Well, at least not that night. ",
        "Rhonda: Uh-uh. You know what your daughter asked me the other day? She asked \r\nme if we actually regretted having her. ",
        "Scott: Are you crazy? ",
        "Rhonda: I told her that we didn't know what happened was going to happen. ",
        "Scott: That's right. You know, Lucy talks about this stuff all the time -- \r\nthat psychic business of things that happen -- but, you know, something brought \r\nus together for that one night -- that one big night in my Javelin -- ",
        "Rhonda: Something. Or you think it was someone? ",
        "Scott: What are you talking about? ",
        "Rhonda: Did I ever tell you that I almost didn't make it to the dance that \r\nnight, huh? ",
        "Scott: Well, no. No, I don't think you did. ",
        "Karen: Well, why don't you tell us now. ",
        "",
        "Man: Hey, man. You racing today? ",
        "Jamal: Yeah, why? ",
        "Man: Here. We're all wearing these in memory of Ricky Risko. He hit the wall \r\nlast weekend, you know. ",
        "Alison: Oh, my God. ",
        "Jamal: Didn't they call him Risk-taker Risko? ",
        "Man: Yeah. Took one too many, I guess. Right arm's ok, man. ",
        "Jamal: All right. So I'm not a risk-taker. Look, I promise, nothing's going \r\nto happen to me. ",
        "Alison: Well, nothing I can do to talk you out of it. ",
        "Jamal: What can I do to make you feel more comfortable about all this? ",
        "Alison: Show me again. ",
        "Jamal: Show you what? ",
        "Alison: Show me how it feels. Take me out on the bike, ok? Just you and me.\r\n",
        "Jamal: Oh, yeah -- first thing after the race I will. ",
        "Alison: No, no, no. Now, Jamal. Look, this is the only thing that I'm asking \r\nfor, ok? Just one quick little ride. It's called a good-luck ride. ",
        "Jamal: You want a ride? ",
        "Alison: Yeah. ",
        "Jamal: Ok, you got it. You got your ride. ",
        "",
        "Frank: Carolyn. I'm sorry. I tried to stop you from crossing that street, but \r\nI was too late. God, I wanted it different. I wanted to save you. What I said to \r\nyou that night came true, you know -- that you would always be remembered. Your \r\nlegacy, Karen -- she's here. We're together. And she is living up to so many of \r\nthe dreams you had. I just wish I could tell her what happened. But when I \r\nmessed with history the last time, I lost her, and I will never, ever take that \r\nchance again. So, I'm the only one who knows that I -- I changed history. And \r\nthen I put things back the way they always were. But that's what's driving me \r\ncrazy, Carolyn -- knowing something so -- so incredible, so almost unbelievable \r\nhappened, and I can't share it. I -- I told Karen the story as a fairy tale, but \r\nshe will never know it's true. I can never tell her. I can't take the chance on \r\nscrambling time again. And I will never stop wishing that somehow she could know \r\nthe truth. ",
        "",
        "Karen: You promised to tell me the story of you two. ",
        "Scott: Yes. Now, how come you've never told us this story? ",
        "Rhonda: There's lots of stories I haven't told you. ",
        "Scott: Yeah, I bet. ",
        "Karen: So you really almost didn't go to the dance. ",
        "Rhonda: Yeah, almost. I was going through a really tough time back then. ",
        "Scott: Oh, that's right. Your sister had just passed away. ",
        "Rhonda: Yeah, my father was sick with grief. ",
        "Scott: That's when he started drinking pretty heavy, didn't he? ",
        "Rhonda: Mm-hmm, yeah. It was really terrible, and, you know, on top of the \r\nusual insecurities people have in high school, I had this group of popular girls \r\nthat were giving me a hard time. So, you know, deep down I really did want to go \r\nto the spring fling, I thought that sitting alone and drinking by myself was a \r\nbetter idea. ",
        "Karen: So what changed your mind? ",
        "Scott: What do you think? Me. She had a crush on me back then. Oh, come on.\r\n",
        "Rhonda: Well, that was part of it. ",
        "Scott: Yes, it was a lot of it. ",
        "Karen: Did you -- ",
        "Scott: I don't know. ",
        "Karen: Come on. You really wanted to hook up with Scott? ",
        "Rhonda: Well, that was part of it, but it wasn't the whole thing. I still \r\nwouldn't have gone to the dance if it wasn't for -- ",
        "Scott: For what? ",
        "Rhonda: This friend of mine. He was there -- he used to talk to me. He was \r\nthere when Carolyn died. He used to tell me that I had my whole life ahead of \r\nme, and, you know, when I was feeling sadder than I'd ever felt in my whole \r\nlife, he gave me hope and he told me that I wouldn't always feel this alone. ",
        "Scott: Hey, which one of these friends was it? ",
        "Rhonda: I don't think you knew him. He wasn't from Port Charles. ",
        "Scott: Where was he from? What town? ",
        "Rhonda: He said he was from the future. ",
        "Scott: Oh -- that guy you were talking about. ",
        "Rhonda: I didn't care where he was from. All I cared about is that he was \r\nthere to help me and, you know, he's the only one there that was. And he was the \r\none who gave me courage to go to the dance that night. ",
        "Karen: So this was right before the dance -- the night I was conceived -- ",
        "Rhonda: Yeah. ",
        "Karen: 1973? ",
        "Rhonda: That's right. 1973, that was the year. ",
        "",
        "Jamal: Mmm. You smell so good. ",
        "Alison: The fresh air. ",
        "Jamal: No, no, it's you. It's all you. Wow. Man, I love riding with your arms \r\nwrapped around me like that. Whoo. It doesn't get any better than that, Spunky.\r\n",
        "Alison: I love it, too, Jamal. It's a wonderful feeling. And the truth is, \r\nafter a ride like today, I understand exactly why it is the way you love it as \r\nmuch as you do. ",
        "Jamal: Really? ",
        "Alison: Really. ",
        "[Jamal laughs] ",
        "Alison: I love you, Jamal. ",
        "Jamal: Well, I'm definitely cool with that. ",
        "Alison: It's time to go, isn't it? ",
        "Jamal: Yeah, the race is going to be starting soon. So we'd better just head \r\nback. ",
        "Alison: Ok, I'm ready. It's just there's one thing I got to do before I go.\r\n",
        "Jamal: What? ",
        "Alison: Just a second. ",
        "Jamal: Ali -- Ali, what the hell did you do that for? ",
        "Alison: For us, Jamal. You remember that. There may be a race starting soon, \r\nbut you are not going to be in it. ",
        "",
        "Rhonda: My mysterious friend was the most important thing that ever happened \r\nto me. ",
        "Karen: Do you remember what he looked like, mom? ",
        "Rhonda: Hmm, I know he was tall and he had dark hair. I don't remember his \r\neye color, and I don't remember his face at all. ",
        "Scott: Come on, that was 1973, for crying out loud. ",
        "Rhonda: I know it was a long time ago, and I -- it's no secret about my past. \r\nI guess I lost a few memories and a few bottles. ",
        "Scott: I know, but now you're in dry dock. ",
        "Rhonda: That's right. ",
        "Karen: Are you sure you don't remember anything else about him? His name? ",
        "Rhonda: Oh, you know, it's funny. Things really do come full circle. ",
        "Karen: What do you mean? ",
        "Rhonda: Well, my mystery friend I've been telling you about? ",
        "Karen: Yeah, what about him? ",
        "Rhonda: His name was Frank. ",
        "",
        "Frank: I just wish I knew how I was going to live with myself. Every minute I \r\nam with Karen, it's like I'm about to explode. I'm worried that keeping this \r\nsecret from the one person I want to share everything with -- I am afraid that \r\nit's going to start to come between us somehow. But I have to protect her. Now \r\nthat she's back, I have to keep her safe. And if that means finding another way \r\nto deal with it, then that's what it means, and that's what I'll do. The only \r\nthing that matters is Karen's back. She's here now. And I will never let go of \r\nthat love again, Carolyn. Whatever it takes. Never again. ",
        "",
        "Granya: What are you waiting for? Follow your heart and finish the silly \r\ngame, would you? ",
        "Ian: Just follow my heart? ",
        "Granya: There's a reason it's a well-worn cliché, my brother. ",
        "Ian: Just follow my heart. ",
        "Ian: Check. ",
        "Granya: Ah! The man finally makes a move. ",
        "Ian: Checkmate. ",
        "Granya: Ah! So sure of himself he is. ",
        "Ian: I'm sure of my heart. ",
        "Granya: So you'll not be leaving. You'll not give up. ",
        "Ian: No. Thanks, Granya. I'll take it from here. ",
        "Granya: Right you are. Godspeed. ",
        "Ian: All right, Lambert. Here I come, ready or not. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Karen: Did Frank go back in time? ",
        "Ian: Come on, Eve. Where are you? ",
        "Michael: Perhaps I can help you. ",
        "Zach: If Jamal doesn't show, you're going to have that cycle shop all to \r\nyourself. Nobody crosses me. ",
        "Jamal: You have overstepped way too far this time! You have no idea, Ali, \r\nwhat you've done. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=uEDaEzXmXEc"
}