{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "[Wind howls] ",
        "",
        "Kevin: What was that? ",
        "Karen: It was wind -- but all the windows are closed. ",
        "Ian: It was inside the room. ",
        "Eve: How is that possible? ",
        "Lucy: It's Caleb. He's here. ",
        "Karen: But if Caleb's here and he didn't come for Eve's baby -- ",
        "Kevin: Livvie. ",
        "Eve: Oh, my God, I -- ",
        "Ian: You're not going anywhere. ",
        "",
        "Alison: So what do we do? ",
        "Jamal: I don't know. ",
        "Alison: I know. I'm going to ask him. Oh, my God, Jamal. Do you think that \r\nCaleb has Jack? ",
        "Jamal: No. No. If he wanted Jack, he wouldn't have to break down the door.\r\n",
        "Alison: Well, do you think that he felt that freaky wind? ",
        "Jamal: If he did, I know exactly where he is. Come on. ",
        "",
        "Jack: Hey, it's ok, it's ok. ",
        "Livvie: That wind -- it was Caleb, Jack. ",
        "Jack: I know. ",
        "Livvie: He's still here somewhere, I know it. ",
        "Jack: I'm not going to let anything happen to you, ok? I'm here. It's all \r\nright. ",
        "",
        "Frank: I felt it, too. ",
        "Karen: Frank. ",
        "",
        "Kevin: Livvie. Oh, Livvie, thank God you're all right. ",
        "Lucy: Oh, good. Good, good, good. Ok, wait a minute. If Caleb didn't come for \r\nLivvie and he didn't come for Eve and the baby, then who did he come for? ",
        "",
        "Gabriela: I'm so sorry. I shouldn't have called you. ",
        "Caleb: Why did you? ",
        "Gabriela: Jamal came to me. He wanted me to tell you that Eve was having her \r\nbaby, but she's not. It's a trick. They were planning to destroy you. ",
        "Caleb: It's ok. I expected some kind of pathetic response from these people. \r\nThey have no idea. ",
        "Gabriela: What are you going to do now? ",
        "Caleb: Make them suffer for trying to keep me from my destiny. Then I'm going \r\nto take what's mine. ",
        "",
        "Jamal: She wasn't in her room. ",
        "Kevin: Think she might have come up here? ",
        "Lucy: Yeah, if she's summoning him, it might have been the place -- to come.\r\n",
        "Gabriela: Caleb isn't coming. I tried calling for him, but he won't come. ",
        "",
        "Alison: Chris, Chris, did you feel it? ",
        "Chris: Feel what? ",
        "Karen: The wind that swept through the entire hospital. ",
        "Alison: Yeah, it was really creepy. You didn't feel it? ",
        "Karen: Frank felt it in a room that didn't even have a window. ",
        "Chris: The wind. Is this some kind of joke? ",
        "Frank: Yeah, I checked around the hospital. No one else felt it. ",
        "Chris: Sounds to me like you three have had too much caffeine. If you'll \r\nexcuse me, I have a lot of research to go over. ",
        "Karen: Ok, this is really weird. Nobody else felt the wind except the three \r\nof us? ",
        "Alison: Well, Jamal. ",
        "Frank: Eve, Ian, Kevin, Lucy -- ",
        "Karen: And Jack and Livvie. ",
        "Alison: Oh, no. ",
        "Frank: What? ",
        "Alison: It's all the people who are setting up Caleb. He knows we're trying \r\nto trap him. ",
        "Karen: He's targeting us? ",
        "Alison: All of us. Caleb's coming for all of us. ",
        "",
        "Caleb: Now, is this any way to greet your husband? ",
        "",
        "Gabriela: I'm sorry I couldn't be of more help, but I guess I've been away \r\nfrom Caleb for so long that we've lost our connection. ",
        "Lucy: Oh, right, kind of, what, like losing touch with an old pal? ",
        "Jamal: So what are you saying? Caleb himself never showed up, he's not here?\r\n",
        "Gabriela: That's right. ",
        "Jamal: Well, I guess she tried. ",
        "Lucy: Jamal, she is lying. Caleb was here -- is here. ",
        "Gabriela: You're wrong, Lucy. You don't know Caleb like I do. ",
        "Lucy: I thought you just said you lost your connection with him. ",
        "Gabriela: I said he wasn't here. ",
        "Lucy: Oh, so you summon him, he doesn't come to your call, but somehow you've \r\nlost your connection, and now, what, you sense where he is, Gabby? ",
        "Gabriela: It's not like that! ",
        "Lucy: Back off. ",
        "Gabriela: Ow! ",
        "Kevin: That proves it. That proves it! You know where he is and what he's \r\ndoing! Now tell us! ",
        "Gabriela: Never! ",
        "Jamal: Gabby, come on, please tell us. ",
        "Gabriela: You can't stop him. None of you can! You were stupid to think that \r\nyou could. ",
        "Lucy: Jamal, just leave her alone! She's not worth it. Our only hope is \r\nMichael. That's the only way we're going to get to Caleb. ",
        "Kevin: Which means we have to get back to Eve so we can lure him out. Let's \r\ngo. ",
        "Lucy: We will do it, and then I will destroy him, I promise. Come on, come \r\non. ",
        "Jamal: You may have killed us all, Gabby. ",
        "",
        "Jack: You, stay away from her. ",
        "Caleb: Now, why would I want to stay away from my beautiful wife? ",
        "Jack: She's not yours and she never will be. ",
        "Caleb: You say that like you almost believe it. ",
        "Jack: I said stay back. ",
        "Caleb: Just stretching. Don't worry, I'm going to take my time with you all \r\ntonight. Scared, Jack? Olivia? You should be. Tonight's going to be the longest \r\nnight of your life. You'll see. You can't get in the way of destiny. No one can. \r\nBut that doesn't mean I can't have a good time along the way. ",
        "Caleb: Looking for me, Jack? ",
        "Jack: Show yourself. Oh, you want to fight? I'll fight you! Show yourself!\r\n",
        "[Caleb laughs] ",
        "Livvie: Hey, he's gone. ",
        "Jack: Yeah, yeah, but not for long. He's just messing with us. He's trying to \r\nget in our heads. ",
        "Livvie: But why? ",
        "Jack: Because he wants us to think that we can't beat him, that we're not \r\nstrong enough. ",
        "Livvie: Well, it's working. ",
        "",
        "Eve: We need to find out what's going on. ",
        "Ian: You're not going anywhere near Caleb. ",
        "Caleb: Why not? I'm not such a bad guy when you get to know me. So, this is \r\n-- this is the place. Not very cheery for a new baby, is it? ",
        "Ian: You touch my wife or my child and I will kill you. ",
        "Caleb: No, no, no, this won't do at all. He really should be born at my \r\nvilla. I want my son to feel at home when he comes into the world. ",
        "Ian: You son of a -- ",
        "Eve: Ian! Oh! Ian. Ian, can you hear me? Ian? Ian? ",
        "Caleb: Oops. ",
        "Eve: Hey, wake up. ",
        "Caleb: You dropped something. ",
        "Eve: Ian? Hey. ",
        "Caleb: Your husband knows he can't hurt me, yet still he tries. ",
        "Eve: Please -- ",
        "Caleb: Brave in a silly kind of way. ",
        "Eve: Please leave us alone. Please? ",
        "Caleb: Leave you alone? And miss the birth of my child? Speaking of which, \r\nwhat happened, false alarm? ",
        "Eve: I -- I thought I was in labor. I was wrong. ",
        "Caleb: Hmm. I know you were trying to trap me, Eve. Did you really think it \r\nwould work? ",
        "Eve: What are you going to do? ",
        "Caleb: To you? Nothing. Nothing. You think I would do anything to the mother \r\nof my child? ",
        "Eve: Michael? Michael. I know you're in there, Michael. ",
        "Caleb: Stop it. ",
        "Eve: Michael, please come out. Michael, I know you're in there. Please, \r\nplease come out. Protect me and my baby. Save us all. ",
        "Caleb: Michael's gone. ",
        "Eve: No, he's not. I see him inside of you, Caleb, and his love is stronger \r\nthan your evil. ",
        "Eve: Oh, God, Ian. Ian, are you all right? Oh, God. Oh, God, I love you, I \r\nlove you. Oh. Ok. Ok. ",
        "",
        "Chris: Come on. ",
        "Caleb: Very interesting. ",
        "Chris: Told you guys to leave me alone. I'm busy. ",
        "Caleb: So you're heading up the research to reverse my work. ",
        "Chris: Oh -- that -- you're -- ",
        "Caleb: Caleb Morley. ",
        "Chris: Mm-hmm. ",
        "Caleb: Maybe you've heard of me. Be honest with me, Doc. You don't want to \r\nreverse my work, you want to bottle it. ",
        "Chris: No, I -- I don't have anything to do with anything. ",
        "Caleb: Relax. Relax. I'm flattered. But why waste your time on all these \r\nboring tests? Wouldn't you rather go to the source? ",
        "[Caleb hisses]",
        "",
        "Eve: Are you ok? ",
        "Ian: I'm fine. ",
        "Eve: You hit that wall pretty hard. ",
        "Ian: I said I'm fine. ",
        "Eve: All right, just let me look at you. ",
        "[Pounding on door] ",
        "Kevin: Eve, Ian, let us in! We found Gabby! She's been covering for Caleb!\r\n",
        "Ian: Yeah, we know. ",
        "Eve: He was just here. ",
        "Lucy: What? Caleb was physically here? Then -- then why didn't he take you?\r\n",
        "Ian: Eve started to get to Michael, and then Caleb took off. ",
        "Eve: Michael is still inside of him, Lucy, and I know I can get to him again \r\nif I get a chance. ",
        "Lucy: I know, I know. ",
        "Karen: Hey, is everyone all right? ",
        "Ian: For now, yes. ",
        "Lucy: Listen, Caleb will be back, you know that. He'll be back. ",
        "Kevin: Jamal took Gabby back to her room. I told him to get the kids and meet \r\nus in the on-call room. I want us all together. ",
        "Ian: All right, let's go, come on. ",
        "Eve: Ok. ",
        "Kevin: There's no answer in the on-call room. I'll get the kids myself and \r\nI'll meet you there. ",
        "Eve: Ok. ",
        "Ian: Let's go! ",
        "Eve: All right, all right. ",
        "Kevin: Lucy? Lucy, come on, let's go. ",
        "Lucy: I'll -- I'll meet you there. ",
        "Kevin: I'm not going to let you walk around these halls by yourself. ",
        "Lucy: Doc, I am fine. Caleb cannot touch me. You've seen that. There's just \r\n-- there's just something I got to do. ",
        "",
        "Alison: So how did you get Gabby back to her room? ",
        "Jamal: She said that no matter where she was, no matter how many people we \r\nhad guarding her, Caleb would eventually find her. ",
        "Alison: My God, Jamal, I am so sorry. ",
        "Caleb: So you're the little helpers, the best friends. Well, you know, any \r\nfriend of my wife's is a friend of mine. ",
        "Alison: Jamal -- no, don't, don't! ",
        "Caleb: What is wrong with the men in this town? You can't stop me. And your \r\nwomen can't resist me. ",
        "Alison: Jamal! ",
        "Caleb: Now, where were we? ",
        "Alison: No, don't! No. ",
        "Caleb: Jamal, how does it feel having to watch? ",
        "Alison: Jamal! ",
        "Jamal: Ali, just -- ",
        "Caleb: You like that? Then you're really going to like this. ",
        "Alison: Stop. ",
        "Lucy: Not so fast, sucker. ",
        "",
        "Livvie: Maybe -- maybe if I go to him, he'll leave everyone else alone. ",
        "Jack: No, no. No, you're not going to go see him. ",
        "Livvie: Jack, I can't let him come after all of you. ",
        "Jack: He's going to anyway, Livvie. He knows we're trying to set him up. He \r\nknows that you still love me, and he's mad about that. ",
        "Livvie: I know. ",
        "Jack: He's going to try to kill us because we messed up his destiny, which he \r\nstill thinks is you and Eve and Ian's baby. ",
        "Livvie: Well, do you think Eve can really get through to him like we planned?\r\n",
        "Jack: I'm counting on it. ",
        "Livvie: And then Lucy? Do you really think Lucy can destroy Caleb? ",
        "Jack: Livvie, listen to me. Look, Caleb is strong, but what we have, what we \r\nhave with our friends and our family is stronger. Think of us, Livvie. Our love \r\nis strong enough to beat Caleb. He saw how it really was. ",
        "Livvie: So then maybe it's strong enough -- ",
        "Jack: And real enough for us to be together, to be close. ",
        "Livvie: And make love? He'll come back, Jack. It's not over. ",
        "Jack: I know that you're probably scared about Caleb's hold on you. ",
        "Livvie: It's just so hard to fight. I don't know how to get him out of my \r\nhead. ",
        "Jack: By loving each other. And if we trust in that, then I know we can beat \r\nhim. ",
        "Jack: Do you remember what we talked about? Huh? ",
        "Livvie: Yeah. You mean to think about what we have with each other and -- and \r\nour love? ",
        "Jack: Yes. Yes. ",
        "Livvie: To fight off Caleb? ",
        "Jack: Yes, our dreams, what we're going to do when this whole thing is over.\r\n",
        "Livvie: God, it's so hard to see an end to this. ",
        "Jack: Yeah, but you have to. You have to. Just think about it. You're going \r\nto be able to go to school and study to be a doctor. I'm going to take over the \r\nbike shop with Alison and Jamal, and it's going to be this huge success, and \r\nwe're going to go see the world, you and me. I want to take you everywhere. You \r\njust tell me and we'll go there, ok? That's the way it's going to be. ",
        "Livvie: Hey, I would just settle for curling up on the couch with you and \r\nwatching a movie or eating some fries at the Recovery Room. ",
        "Jack: We're going to do that, too. Whatever we do together's going to be \r\ngood. And we're going to have a long life together, Livvie. You got to believe \r\nthat. ",
        "Livvie: I love you, Jack. ",
        "Jack: I love you, too. ",
        "Livvie: Hey, are you ok? ",
        "Chris: No, I can't say that I am. ",
        "Jack: What happened? ",
        "Chris: Your buddy Caleb bit me. ",
        "",
        "Lucy: Not so tough now, are you, creep? Alison, get out of here. Let her go. \r\nGet out, Alison, now. Let her go. Jamal, get out of here. ",
        "Jamal: Lucy -- ok. ",
        "Lucy: We're going to be fine, aren't we? Go fast. All right, Caleb -- \r\nI can call you Caleb, right? -- It's just you and me. ",
        "Caleb: You're wrong, slayer. It's just you. ",
        "Lucy: What -- ",
        "Kevin: Lucy? Lucy. ",
        "Lucy: Doc. Doc, he was here. ",
        "Kevin: Caleb? Where'd he go? ",
        "Lucy: Yeah. I don't know. I -- I don't know. He was here and he just -- he \r\njust disappeared. But, Doc, he was scared of me. He was afraid. He wouldn't \r\nfight me. He wouldn't fight! ",
        "Kevin: Lucy, hey, are you ok? ",
        "Lucy: Yeah. Yeah, I'm fine. Actually, I'm better than fine. I just figured \r\nout his weakness. It's his arrogance. Doc, he's underestimating us. He's \r\ntaunting Eve and her baby and he's ridiculing Jamal and Alison and he thinks \r\nhe's got us. He thinks he's got us, but he doesn't. We've got him. All Eve has \r\nto do is lure out Michael, and I know she can do it, and then I am going to put \r\nthis silver stake right through that bloodsucker's heart. ",
        "",
        "Alison: Hey, Caleb came after us in the stairwell. ",
        "Jamal: Yeah, Lucy's with him right now. Lucy's with him right now. ",
        "Frank: Well, let's go help her! ",
        "Alison: No, no, she doesn't want anybody there. ",
        "Jamal: Yeah, she was holding her own. I don't know -- ",
        "Alison: Yeah, Caleb even looked pretty scared. ",
        "Karen: Well, that's a nice switch since he's been scaring the hell out of us.\r\n",
        "Jamal: Yeah, hey, I still got to get Jack and Livvie, ok? ",
        "Ian: Hold on, Kevin's on his way. It's all right. ",
        "Eve: Yes, and Caleb is only vulnerable when I bring Michael out, so we have \r\nto stick together. ",
        "Ian: I was wrong. I need to let you do this. ",
        "Alison: Wait, Jamal. ",
        "Jamal: What? ",
        "Alison: Chris -- he was working here. ",
        "Karen: What's wrong? ",
        "Alison: I think something's happened. I think something very bad has \r\nhappened. ",
        "",
        "Jack: You'd better not be messing with us, Chris. ",
        "Chris: I'm not. He bit me, Jack. ",
        "Livvie: Oh, my God. Chris, when did this happen? ",
        "Jack: Where is he? Whoa, whoa, hey, hey. ",
        "Kevin: Livvie? Jack? ",
        "Lucy: Oh, my God, what's happened now? ",
        "Jack: Caleb bit him. ",
        "Lucy: What? ",
        "Kevin: Livvie, get me an orderly. Livvie -- where's Livvie? ",
        "Jack: Oh, God, no. ",
        "",
        "Livvie: How did you bring me up here? ",
        "Caleb: After everything we've been through, do you have to ask? ",
        "Livvie: Caleb, please just leave everyone alone. Can you please just let me \r\ngo, please? ",
        "Caleb: You know I can't do that, sweetheart. ",
        "Livvie: Why are you doing this? Why are you playing these games, Caleb? ",
        "Caleb: Because I can. But now the games are over. You betrayed me, Olivia. \r\nAnd now everyone's going to pay for that betrayal, starting with you. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Lucy: He needs her. She's very precious to him. ",
        "Kevin: Well, we've seen how he treats the ones he loves. ",
        "Jack: He loves them to death. ",
        "Caleb: You gave me your love and then you just took it away. ",
        "Livvie: I was confused. ",
        "Caleb: Nobody does that to me, Olivia, not even you. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=mFvkqxrpIN8"
}