{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Karen: Hello. ",
        "Frank: Oh. Oh, wow. I bet that looked graceful. ",
        "Karen: I'm sorry. I didn't mean to startle you. ",
        "Frank: No, I'm glad to see you, but I thought you were working. ",
        "Karen: Well, that might have been a slight exaggeration. ",
        "Frank: So, what, you came here to watch me work with tools and be macho? ",
        "Karen: Well, that, and to apologize. I wasn't exactly honest with you about \r\nhaving to work. ",
        "Frank: I see. And did it have something to do with your mother interrupting \r\nus? ",
        "",
        "Ian: Joseph! ",
        "Ben: All right, he was an accident, but you won't be. ",
        "Ian: Joe. ",
        "Ben: Is he dead? ",
        "Ian: Joe, can you hear me? ",
        "Ben: Is he dead? Huh? ",
        "Ian: Not yet. ",
        "",
        "Man: Don't come any closer. ",
        "Eve: But he is obviously very sick. ",
        "Man: Yes, and I told you, highly contagious. ",
        "Eve: And I know it could be deadly. I told you I'm a doctor. ",
        "Man: I appreciate your concern and your offer for help, but our healer is on \r\nhis way. ",
        "Eve: How far away? ",
        "Man: He will be here in time. ",
        "Eve: How far, please? ",
        "Man: He's a day away. ",
        "Eve: That might be too late. Please just let me take a look at your son. If \r\nanything bad is going to happen to him, it will already have started. ",
        "Man: You don't understand our ways, our medicine. You must go. ",
        "Eve: Please -- ",
        "Woman: No. Please, stay. Help my boy. ",
        "",
        "Waitress: So, what are you having? ",
        "Lucy: Oh. How did you know? ",
        "Waitress: A sandwich, soup? ",
        "Lucy: Oh -- lunch. You know -- soup. I would love some soup. Make it a \r\ndouble. ",
        "Waitress: Ok. ",
        "Lucy: Ok. Thanks. ",
        "Waitress: Ok. ",
        "Lucy: Come on, I couldn't really be -- I mean -- technically, I guess I \r\ncould, but -- oh. ",
        "Livvie: Lucy. I know that look. What are you hiding now? ",
        "",
        "Lucy: I am not hiding anything from anyone. Listen, do you want to just sit \r\ndown? ",
        "Livvie: What do you want, Lucy? To apologize again? Because if that's it, you \r\ncan just forget it. ",
        "Lucy: No, I don't want to do that. I've done enough groveling for two \r\nlifetimes. I thought maybe that we could just talk together like two adults. ",
        "Livvie: Well, I don't have the energy to fight with you. ",
        "Lucy: Good, good. Neither do I. Why don't you just listen while I talk, ok? \r\nCome on, you can sit down. Please? Please. ",
        "Livvie: Ok. But two minutes -- and I mean two minutes -- of real time, not \r\nLucy time. ",
        "Lucy: Fine. Ok. Look, I know it's very difficult when you're trying to become \r\nyour own person. Believe me, I know. And it's normal for a girl your age to go \r\ninto this separation mode, you know. I mean, it's as normal as wanting a whole \r\ncloset full of exotic, gorgeous shoes.",
        "Livvie: What? ",
        "Lucy: That's me. Sorry. Back to you. It's ok for you to separate, but why \r\nwould you want to do that from a wonderful family you haven't even had the \r\nchance to get to know? ",
        "Livvie: Family -- don't believe the hype. And your two minutes are up. ",
        "Lucy: Wait, wait. Livvie, listen. I know your father is not perfect. ",
        "Livvie: Not? ",
        "Lucy: No, he's not. I know that. But listen, he really wants to make up for \r\nall the time that he lost over the years without you. ",
        "Livvie: Well, Lucy, he lied to me about you and Jack being together, and now \r\nhe's all over me with this Chris thing, and -- ",
        "Lucy: I know. It's just because he really is worried about you. ",
        "Livvie: But his \"father knows best\" thing is driving me crazy. ",
        "Lucy: I bet, but could you just indulge him a little bit? Kevin -- he's \r\nwanted to be a father his whole life, and he would be a darned good one if you'd \r\njust give him the chance. ",
        "Livvie: I would, but he's trying to control my personal life, and who I date \r\nis my business. ",
        "Lucy: But guys sort of come and go through your life. A lot of go, you know? \r\nBut a father is forever, and you really can thank your lucky planets that Kevin \r\nis your father. Any child -- I swear, any child -- would be very lucky to have \r\nhim as a dad. ",
        "Livvie: You said you weren't going to push me. ",
        "[Lucy sighs] ",
        "Livvie: This is, like, major pushing. ",
        "Lucy: Fine, ok? I -- I stop. You hate me. That's fine if you want to do that. \r\nJust don't hate Kevin. He deserves a lot better. ",
        "",
        "Frank: So what happened after I left? Did your mom ground you, take away your \r\ncar privileges? You know, if you want, I'll call her and tell her I totally \r\nrespect you and I'll have you home by midnight from now on. ",
        "Karen: Very funny. I got to admit, my mom seeing us together kind of freaked \r\nme out a little bit, but I didn't think it was that obvious. ",
        "Frank: Well, let's face it -- my past reputation isn't exactly a mother's \r\ndream, but I have changed. ",
        "Karen: Well, this isn't so much about you. It's just -- my mom has a jaded \r\nview of men. She started talking about relationships, pushed the right buttons, \r\nand I ran for shelter. ",
        "Frank: I understand. Especially the button-pushing part. ",
        "Karen: She's just worried about me starting a new relationship while I'm \r\nstill in my first year of being sober. ",
        "Frank: Of course, this isn't technically a new relationship. We've known each \r\nother since we were kids. ",
        "Karen: So if we saw each other on a regular basis, we wouldn't be breaking \r\nthe rules. ",
        "Frank: Nope. ",
        "Karen: Mmm, you're right. This -- there's absolutely nothing wrong with this.\r\n",
        "[Pager beeps] ",
        "Frank: Oh, oh, oh. Oh, man, I am really sorry about this, but there is \r\nsomething I've got to do, and I can't be late. ",
        "Karen: Yeah. ",
        "Frank: You -- meet me at the house later? I'll bring dinner. ",
        "Karen: Make it hot and spicy and you're on. ",
        "Frank: The food? ",
        "Karen: That, too. I'll do a couple of rounds with the computer. ",
        "Frank: Well, ok. Just remember I haven't loaded in all the software. And she's \r\ntemperamental. I still don't know what makes her tick. ",
        "Karen: Ok, yeah, yeah, yeah, yeah. All right. Well, maybe you just need a \r\nwoman's touch. ",
        "",
        "Ian: He's barely got a pulse and he's losing blood like mad. I've got to get \r\nhim some help. ",
        "Ben: No, no, no. ",
        "Ian: If I don't call the ER, he's going to die. ",
        "Ben: Well, that's the general idea. ",
        "Ian: How many shots do you think you can get off before I get to you? ",
        "Ben: It would just take one. ",
        "Ian: That means you'd have to explain two dead bodies to the authorities. ",
        "Ben: It was self-defense. He attacked me. You attack me, bang. ",
        "Ian: They don't like murderers in this country. You're going to stand trial and \r\nspend the rest of your life behind bars. ",
        "Ben: You have no idea what I can get away with. ",
        "",
        "Eve: What's his name? ",
        "Woman: Kaylo. It means \"brave warrior.\"",
        "Eve: Boy, you certainly are, aren't you, Kaylo? Because I know how crummy you \r\nmust be feeling right now. We're going to take good care of you, all right? \r\nDon't you worry. He's burning up. His fever's really bad. How long has he had \r\nit? ",
        "Man: For two days now. ",
        "Eve: Any other symptoms? ",
        "Man: Well, his body ached, he was chilled, and before that he could not eat \r\nor drink without getting sick. ",
        "Woman: Can you help him? ",
        "Eve: I'm working on it, ok? All right. Ok. What would Ian tell me to do if he \r\nwere here? Take in the surroundings, the environment. All right. ",
        "Eve: Do you have mice on the island? ",
        "Man: We have many of them. ",
        "Eve: All right, Kaylo may have something similar to the hantavirus. I read \r\nabout it in med school. ",
        "Woman: Is there a cure? ",
        "Eve: The most important thing right now is to reduce his fever. Excuse me.\r\n",
        "Man: What are you doing? ",
        "Eve: I am trying to save your son. I need cool water, palm fronds, and a \r\nmortar and pestle. ",
        "Man: That is not how we take care of this illness. ",
        "Eve: How many people have you cured with your ways? ",
        "Man: Many. ",
        "Eve: But not all? Please, let this not be one of those times. ",
        "[Kaylo coughs] ",
        "Eve: We are losing time. Please trust me, ok? ",
        "Woman: I'll bring you what you need. ",
        "Eve: It's ok, it's ok. ",
        "Man: What is it? ",
        "Eve: He's stopped breathing. ",
        "Woman: Do something, please! ",
        "Eve: All right. ",
        "",
        "Karen: Nellie, you're really an old-fashioned girl, even with all the new \r\ngizmos Frank installed. And I don't think you're temperamental. You just march \r\nto your own drummer. Hey, I can appreciate that. ",
        "[Pager beeps] ",
        "Karen: It's work. I guess we have to do this some other time. Just leave \r\nFrank a note. ",
        "Karen: There. ",
        "Karen: Hey, how come you won't shut off? Maybe this is what Frank meant by \r\n\"temperamental.\" There. Sleep tight. Ok. ",
        "",
        "Livvie: I just -- I want a fresh start. What happened with you and Kevin and \r\nJack was a mess. ",
        "Lucy: It was kind of messy, wasn't it? But life sometimes really does get \r\nsort of messy, and you know what? You look great. You can change your hair, you \r\ncan change your clothes, but unless you change your whole outlook -- your \r\nattitude -- I'm afraid you could be very disappointed. ",
        "Livvie: Ok. This lecture has officially gone way overtime. ",
        "Lucy: You're right, it -- ok, but listen, I said what I had to say, but the \r\nthing to remember is please try and -- try and show Kevin some compassion. He does \r\ndeserve it. ",
        "Livvie: Well, I'll think about what you said. ",
        "Lucy: Ok. ",
        "Livvie: Bye, Lucy. ",
        "Lucy: Yeah, ta. ",
        "Kevin: Livvie? ",
        "Livvie: Wow. What, are you and Lucy a tag team? Look, I think we've said all \r\nthere is to say to each other. ",
        "Kevin: Well, I hope not. There's a lifetime of things I'd like to say to you.\r\n",
        "Livvie: Kevin, please. ",
        "Kevin: Kevin. Now my daughter's calling me Kevin. Look, Livvie, just talk to \r\nme. I promise I'll listen. ",
        "Livvie: Ok, Dad. Here it goes. Look, when you don't trust my judgment, I get \r\ndefensive. And I want to be able to make my own choices now, just like you did \r\nwhen you were my age. ",
        "Kevin: But I'm just trying to give you the benefit of my experience. ",
        "Livvie: Look, you weren't there when I was growing up and learning how to \r\nwalk, and I am sure I took a few tumbles. And sometimes you have to fall to \r\nlearn. So if I am going to make any mistakes, at least they'll be my mistakes to \r\nmake, ok? So you can't make a career out of protecting me. ",
        "Kevin: I'm sorry if I've been doing that, and I promise I'll never again \r\nforget that you're not a kid, even though you're new to my life. ",
        "Livvie: I just -- I want to make my own decisions now, whether I decide to go \r\nback to school or to see Chris or fly to the moon if I want to fly to the moon.\r\n",
        "Kevin: Well, if you're seeing Chris, he's going to be the one making all the \r\ndecisions. Sorry. ",
        "Livvie: And I want you in my life, but it's my life, and I'm running it. So \r\nif you need me for anything at all, I'm going to be at my mom's old apartment.\r\n",
        "Kevin: You're not staying with Chris? ",
        "Livvie: Actually, Chris did a really wonderful thing. He made arrangements \r\nfor me and my grandmother to live together. I'm here picking up medication for \r\nher. I thought you would like to know something good Chris has done. ",
        "Kevin: Well, if you're happy, then I'm happy. ",
        "Livvie: I am. I am standing up for myself, and it feels really, really good. \r\nAnd I am asking you to respect that. ",
        "Kevin: I do. Just don't shut the door on us. That's all I really want. ",
        "",
        "Eve: Ok, come on, kiddo. Don't give up on me. Come on. ",
        "Woman: Come on, Kaylo. Ma's here. ",
        "Eve: Ok. Good. Ok, he's better now. Now we have to work on his infection. ",
        "Woman: Is this what you need? ",
        "Eve: Yes. Yes, yes, yes. Now, here. Put these in there, crush those up, and \r\ngive them to Kaylo. Here's some water. We're going to sprinkle this on his \r\nforehead, like this, ok? Palm frond. Use the palm frond to fan him. ",
        "Woman: Like this? ",
        "Eve: It'll cool him down. Perfect. That's a better way to treat a fever than \r\nusing a blanket. The evaporative cooling from the water should help get his \r\ntemperature down, and then his BP will stabilize down to -- what? ",
        "Woman: I'm afraid I don't understand what you're saying. ",
        "Eve: That's ok. Just do what I say, and together we'll get your son well, ok? \r\nAll right, Kaylo. There we go. ",
        "",
        "Ian: I'm losing him! If you don't let me call for help, it's going to be \r\nmurder. Do something decent for once in your life and let me help my friend! ",
        "Ben: No, no calls. ",
        "Ian: Well, I'm not giving up on you, Joe. ",
        "Ben: What are you doing? What are you doing? ",
        "Ian: I'm going to save his life and your sorry skin. I'm going to shock his \r\nheart. ",
        "Ben: What, are you crazy? ",
        "Ian: That depends on your viewpoint. ",
        "Ian: You killed my friend. That contraption couldn't save him. He's already \r\ndead. Now you're about to join him. Come on, take the gun from me. ",
        "Take It! ",
        "Ben: No, I won't give you the pleasure of shooting me. No way. ",
        "Ian: You're right. I'm not going to throw away my life for yours. You're \r\nalready a dead man one way or the other. I'm calling the police. ",
        "",
        "[Ian sighs] ",
        "[knock on door] ",
        "Frank: Hey. I followed him to the airport. He got on the first plane home.\r\n",
        "Ian: Good riddance. ",
        "Joe: Hey. ",
        "Frank: Hey. ",
        "Joe: Thanks for the nifty vest, Frank. Sorry if it got damaged. ",
        "Frank: Hey, I'm just glad you had it on. ",
        "Joe: Hey, those blood squibs are messy. Thornhart, are you springing for my \r\ndry-cleaning bill? ",
        "Ian: That'd be my pleasure. ",
        "Joe: Hey, for a minute there I was worried you might have forgotten to load \r\nthe gun with blanks. I'm amazed our little plan worked as well as it did, huh?\r\n",
        "Ian: What are you talking about? It was flawless. Perfect teamwork, right?\r\n",
        "Frank: Right. This was such a long shot, even I wouldn't have bet on it. ",
        "Joe: Yeah. Getting Ben to actually shoot me, though, was the tricky part. ",
        "Ian: No, no, no, no. You wave a red flag in front of a bull, he's going to \r\ncharge you. ",
        "Frank: You know what? Your confidence was inspiring. ",
        "Ian: Ben's a coward. I knew that. And if he thought he killed Joe, I knew he \r\nwas going to run. ",
        "Joe: Hey, how about that little stunt with the lamp, though? You know, I \r\ndon't recall signing up for that. When you came at me with that electric cord, \r\nman, your corpse almost took a hike. ",
        "Ian: Well, I thought it was a nice touch. ",
        "Joe: Yeah. ",
        "Ian: The hard thing was, was trying to convince Ben that I was distracted \r\nenough so he could get away by the skin of his teeth. ",
        "Joe: Well, we all played our parts well. ",
        "Ian: Sure did. Let's not do this again some time, all right? ",
        "Frank: Good job. ",
        "Joe: Good job, man. ",
        "Ian: Ok, enough with that. Now Arianna and Eve are safe. ",
        "",
        "Eve: His fever's down. ",
        "Woman: He will be better now? ",
        "Eve: Well, it's a step in the right direction, but we still have a long way \r\nto go. ",
        "Woman: What do we do next? ",
        "Eve: Well, if we were back in the good old U.S. of A., this is where I'd ask \r\nmy nurse to go get me some antibiotics. But since we're not, we're just going to \r\nhave to make our own to fight the infection. And we can do that, right? ",
        "Woman: I will be your nurse. ",
        "Eve: Great. I need you to go and gather green mold from bananas or -- or \r\npineapple or any other kind of fruit you can find. We're going to make our own \r\nhomemade penicillin. Got it? Oh. ",
        "Woman: Thank you. You risk your life to save my son. ",
        "Eve: Oh, it's -- it's nothing, really. We do what we can, right? ",
        "Woman: Are you all right? ",
        "Eve: I'm fine, sure. Just a little backache. Nothing a good night's sleep \r\nwon't cure, right? Practicing medicine without medicine isn't easy. ",
        "",
        "Kevin: I just saw Livvie, and I wanted to thank you for what you said to her \r\nabout me. ",
        "Lucy: Well, I meant what I said. I don't think any father should ever be \r\nseparated from their child. I'm not sure I got through, though. You know, I \r\ntried. I maybe saw a little flicker of surrender in her eyes, but I don't know. \r\nShe's pretty stubborn. ",
        "Kevin: Well, she just doesn't want any interference or help in her life. ",
        "Lucy: Like father, like daughter. ",
        "Kevin: Very funny. But she's a good kid. Woman. ",
        "Lucy: Woman. You know, at least she hasn't pierced any important body parts \r\nyet. ",
        "Kevin: Oh, you mean I still have that to look forward to? Great. ",
        "Lucy: Hey, you know, you really do have to roll with the times. ",
        "Kevin: Yeah, well, I'm trying to take everything day by day with Livvie -- as \r\nlong as I can resist the urge to lock her in her room whenever she mentions \r\nChris Ramsey. ",
        "Lucy: Hey, she'll come around. She loves you and because she loves you, she \r\ncan't stay away from you. ",
        "Kevin: Oh, is this Estelle's medicine? Livvie said she was picking it up. I \r\ncan take it to her. ",
        "Lucy: No, no. ",
        "Kevin: A pregnancy test? Oh, my God -- Livvie. ",
        "Lucy: Oh, no, no, Doc. It's -- it's not Livvie's. \r\n ",
        ">> On the next \"Port Charles\" -- ",
        "Kevin: Do you think you could be pregnant? ",
        "Lucy: It doesn't concern you. ",
        "Kevin: It isn't mine, is it? ",
        "Eve: I think I just need to get a little bit of air. ",
        "Woman: Yes, it's very hot in here. I'll go with you. ",
        "Eve: No, it's ok, you don't -- oh. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=New3R6gH5eY"
}