{
    "Episode Summary": [],
    "Recap": [
        "When advised to choose a side in the war between vampires and mortals, Chris expresses a desire to remain neutral. Caleb gives Chris a fragment of the shattered vial in the hope that he can identify and duplicate the antidote. When Chris returns from the lab, he regretfully reports that the substance was sugar water. Casey and Ricky take Rafe to Ian's loft for medical assistance. Ian doesn't want to help, but Casey insists. Becoming queasy at the sight of the deep knife wound, Casey flees to the hall, where Ricky informs his stunned guardian angel that he's getting back to his music now that he's done his good deed for the day. Ian wants Rafe to go to the hospital for stitches, but Rafe insists on being treated on the spot. He explains how Alison fell into Joshua's hands, and he attributes the loss of the antidote to an accident. Ian informs him that he switched the antidote with sugar water in a plan to get rid of Caleb. Therefore, the antidote isn't really gone. Rafe is angry with Ian, who considers the slayer to be too naive to survive in Port Charles. Believing that Jamal will help her escape Joshua's clutches, Alison lets down her guard. Jamal reminds her of the time when they all pretended that Jack was her new boyfriend in an attempt to fool her grandmother. Realizing what he's saying, Alison begins to yell at him just before Joshua walks into the room. Alison informs Joshua of her intention to become his worst possible nightmare. Joshua goes to Jamal for advice about how to deal with her. Jamal tells him to try backing off, since she doesn't like pressure, and opening up to her. Joshua gives it a try, and after leaving her alone, he laughs heartily about his performance."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Chris: So, what kind of favor do you have in mind?",
        "Caleb: What we're looking for here is -- how do you say it? -- A second opinion?",
        "Chris: You're ugly, too. It's a joke. It's an old joke. It's not a good one. But, look, you know, it might surprise you both to know that I keep regular office hours. People like to set up an appointment sometimes. You should try it.",
        "Caleb: You don't want to make this hard on yourself, do you?",
        "Livvie: Yeah, this is important, Chris.",
        "Chris: That's no big surprise, now, is it? Keeping in mind your current troubles -- you being a vampire and you're not anymore. But, hey, that's par for the course in this freaky little town, isn't it?",
        "Caleb: So why don't you pick a side.",
        "Chris: Actually, I'd prefer Switzerland -- you know, neutral from the get-go.",
        "Caleb: Great. Then you'll have no trouble telling me what this is.",
        "Chris: Looks like some broken glass.",
        "Caleb: There's a residue on it.",
        "Chris: So whatever's on this glass is some sort of vampire joy juice and you want to know what it's made up of, is that it? Certainly don't ask much, do you?",
        "Caleb: Identifying it is just the beginning. Then we're going to want you to duplicate it.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Ian: Go away.",
        "[Knock]",
        "Ian: I said go away!",
        "[Pounding on door]",
        "Ian: What?",
        "Casey: Rafe -- Rafe needs you. He's hurt.",
        "Ian: Take him to the hospital.",
        "Ricky: What?",
        "Ian: I can't help you. I can't help anybody.",
        "[SCENE_BREAK]",
        "Jamal: You really had me going for a minute. You should be an actress.",
        "Alison: Stop it. It's the only thing I could think of. Otherwise, he would've already --",
        "Jamal: Turned you like he turned me, right?",
        "Alison: My heart just breaks for everything that you've been through.",
        "Jamal: You know, what's done is done. Don't worry about it.",
        "Alison: How are you?",
        "Jamal: How am I, or have I fed yet, or have I done all the things that vampires do? No. I haven't. I guess there's still something for me to look forward to, right?",
        "Alison: Jamal, I am so sorry.",
        "Jamal: You know, save it. Don't even worry about it. But Joshua's not going to keep buying your whole delusional act for long.",
        "Alison: Can you help me get out of here?",
        "Jamal: Joshua has his mean, bloodsucking soldiers all over the place. And to tell you the truth, Joshua -- he doesn't even trust me that much.",
        "Alison: I know, but you said that you would help me escape, right? You said that.",
        "Jamal: I did, didn't I? Alison, do you remember that whole Jack and that whole Chandler deal way back when? Big problems, huh? But you just knew how you could get us out of that whole situation. I thought you were smart for that, you know? You were so good about getting us out of tight spots.",
        "Alison: Yeah I was.",
        "Jamal: Yeah. yeah, so think about that, and then also think about the game that we're playing now.",
        "Alison: So that's it?",
        "Jamal: You getting it now, spunky?",
        "Alison: Don't you ever call me that again. We are not friends. We will never be friends again.",
        "[SCENE_BREAK]",
        "Livvie: Chris didn't seem too sure of himself.",
        "Caleb: Relax. Give him some time.",
        "Livvie: Relax, yeah. Caleb, what if he can't copy the antidote?",
        "Caleb: Yeah, I know. he doesn't look like much, but he did come up with a formula that allowed me to create the special water. He lives for this stuff.",
        "Livvie: I guess we don't have any choice, though, do we?",
        "Caleb: No, we don't. Hey, he'll give us what we need.",
        "Livvie: What if --",
        "Caleb: What if what? We will have the life we choose, the future we create for ourselves. We can't be stopped.",
        "Livvie: I have to say this. Because of Joshua, my loving you could destroy you, I mean literally poisoned.",
        "Caleb: Poison. No poison. We love each other.",
        "Livvie: No matter how hard you try and deny it, making love the way we do -- loving like mortals -- it just isn't the same for you. It's ok. I can sense it. I just -- I need you to be honest with me. It isn't enough, is it?",
        "[SCENE_BREAK]",
        "Casey: Look, Rafe's hurt pretty bad, Ian.",
        "Ian: What's wrong with you?",
        "Rafe: You know, I just got into a little discussion with some of our friendly neighborhood vampires, and I was doing fine till they pulled me out of there.",
        "Casey: Yeah, since you were just so kicking their butts, right?",
        "Rafe: You know what? You should've just let me be, ok?",
        "Casey: See, this is exactly how he's been acting. Rafe -- he won't even let us look at him! Put him on the couch, put him on the couch.",
        "Ricky: All right, here we go. Take it easy, man. Ian's got you covered.",
        "Ian: What did I tell you?",
        "Casey: Look, you're his friend. You're a doctor. Help him!",
        "Ian: You look terrible.",
        "Rafe: Huh. you should've seen the other guys.",
        "Ricky: Until Frank got to him.",
        "Casey: Yeah, he seemed ok at first, and then he just dropped like a rock.",
        "Ian: What have you got here?",
        "Rafe: Ah --",
        "Ricky: Whoa. where did that come from?",
        "Ian: You're going to need stitches.",
        "Ricky: I saw Frank pull a knife, but I didn't think it broke the skin.",
        "Ian: Looks like it did.",
        "Casey: Oh -- oh -- oh --",
        "Ricky: Hey, hey, hey -- are you ok?",
        "Casey: Yeah -- I just -- I'm just kind of feeling queasy sometimes.",
        "Ricky: You're not afraid of blood, are you?",
        "Casey: No! I'm not afraid, Ricky. I just get kind of sick, so I need air. I --",
        "Ian: Go with her. Take care of her.",
        "Rafe: He didn't get any vital organs, did he?",
        "Ian: No. We're going to get you to the hospital.",
        "Rafe: You do it here.",
        "Ian: No, I don't have any anesthetic.",
        "Rafe: And I don't have any time. Just do whatever you have to do.",
        "Ian: It's going to hurt like hell.",
        "Rafe: All better. It's fine.",
        "Ian: Ok. you ready?",
        "Rafe: Yeah, yeah, just hurry. Come on.",
        "Ian: What are you late for? Here you go.",
        "Rafe: Joshua's got Alison.",
        "[SCENE_BREAK]",
        "Alison: I can't believe you. You sold me out. You totally sold me out to him, to that creature!",
        "Jamal: Well, you know what? All of us are creatures, and I'm one, too. And, you know, we got to stick together.",
        "Alison: Let go! You're worse than him.",
        "Jamal: Oh. she's all yours, boss.",
        "Joshua: Well, if you two crazy kids have had your fun, I think it's my turn. Good work, Jamal.",
        "Jamal: It was fun.",
        "Joshua: You can go.",
        "Alison: You're such a pig.",
        "Joshua: No more tricks. No more lies, Alison. It's time for you to fulfill your destiny.",
        "Alison: You know what, Joshua? You may be able to turn me and do whatever else you want to me, but I promise you, I will never accept this, I will never want this, and I will never, ever love you.",
        "[SCENE_BREAK]",
        "Ricky: Hey, hey, hey, hey. Are you ok?",
        "Casey: Yeah. Yeah, yeah, I'm better.",
        "Ricky: You know, Casey, I don't remember you being afraid of blood. I mean, you're an angel.",
        "Casey: I mean, mortal, angel -- that kind of stuff, it doesn't change, man. I didn't like it back then. I don't like it now. um -- anyway, thanks.",
        "Ricky: For what?",
        "Casey: I thought it was cool the way you helped me bring Rafe here.",
        "Ricky: For a minute there, I thought you were his guardian angel.",
        "Casey: Well, I step in when I have to. And it looks like I'm going to be having to.",
        "Ricky: Yeah, well --",
        "Casey: Yeah.",
        "Ricky: Good luck.",
        "Casey: Whoa -- what do you mean, \"good luck\"? This is about friendship, Ricky. I mean, I'm not sure what Rafe's plan is -- was -- but it looks like you and I are now his backup.",
        "Ricky: Not we. You are. I've done my good deed for the day.",
        "[SCENE_BREAK]",
        "Ian: What about your partner in crime? What happened to Caleb?",
        "Rafe: Oh, yeah, well --",
        "[Rafe chuckles]",
        "Rafe: Livvie strikes again. When I was getting the antidote from you, she was giving Alison up to Joshua.",
        "Ian: I see.",
        "[Rafe moans]",
        "Rafe: I was an idiot to trust either one of them.",
        "Ian: We all make choices.",
        "Rafe: And, well, you know what? I don't have any more choices. The antidote's gone.",
        "Ian: What do you mean?",
        "Rafe: I mean, there was sort of an accident. The vial got broken. It -- it's gone.",
        "Ian: Wouldn't be so sure about that.",
        "[SCENE_BREAK]",
        "Caleb: Things are going to change for us real soon. You just got to believe.",
        "Livvie: I want to.",
        "Caleb: You want to? Well, then believe this -- there's enough residue on that piece of glass to figure out how to make more. And then your fangs won't be poisoned anymore, you'll get your bite back, and then -- and then --",
        "Livvie: And then we'll make love.",
        "Caleb: The way we dream about. And then you'll turn me and we'll have everything we want.",
        "Livvie: I can't wait to see the look on their faces when we walk back into town. We just -- Joshua --",
        "Caleb: Yeah, I don't deny that. We ought to give him credit for one thing, though.",
        "Livvie: What?",
        "Caleb: Creating a community of beings like us. But he's -- he's just such a hack. The way he's going about it -- no vision, no finesse. People -- they don't want to be ruled. They just want someone to lead the way.",
        "Livvie: And that someone is you.",
        "Caleb: Maybe.",
        "Chris: Ahem.",
        "Livvie: Chris -- you figured it out, didn't you?",
        "[SCENE_BREAK]",
        "Joshua: I think you must be confusing me with someone who gives a damn about love.",
        "Alison: I don't think that you're worth loving at all. The only way that you will ever get it is by taking it by force.",
        "Joshua: That's enough.",
        "Alison: The truth hurts, doesn't it, Joshua? Well, let me tell you something. Let me tell you what you'll have to look forward to. Because I am going to be your worst nightmare. You may be able to turn me and to touch me and do whatever else you want to do, but I promise you, every time you put your hands on me, I'm going to feel another man's hands. And every time you look at me, I'm going to close my eyes and I'm going to see another man's face over and over and over.",
        "Joshua: You underestimate me.",
        "Alison: I will dedicate my life to making you so sorry you ever met me. And it will come when you least expect it.",
        "Joshua: You are a spunky lass indeed, aren't you?",
        "Alison: Rafe. Rafe. Rafe. Rafe. Rafe. Rafe. Rafe.",
        "[SCENE_BREAK]",
        "Joshua: For such a bright young girl, she's not very smart, is she?",
        "Jamal: Don't tell me you actually expected flowers.",
        "Joshua: No. I just thought she might have chosen to make it easy on herself. Do you have any thoughts?",
        "Jamal: Me?",
        "Joshua: The only reason you're here is to help make Alison's transition easier. You were once lovers. Can you give me any advice?",
        "Jamal: Are you asking me to tell you how to make Alison fall in love with you?",
        "[SCENE_BREAK]",
        "Casey: Wait a minute. Wait. You're just going to bail out like that?",
        "Ricky: Yeah.",
        "Casey: I thought you were going to help.",
        "Ricky: I did, and I'm done, so now I'm gone, all right?",
        "Casey: No, Ricky, Rafe is in trouble. We need to help him.",
        "Ricky: I didn't put him there. All right? All I want to do is play my music, all right?",
        "Casey: No, what you want to do is you want to be the center of the universe. You want to make cash. You want to forget the fact that your friends need you.",
        "Ricky: And what's the problem with that, huh?",
        "Casey: It's selfish and it's shortsighted. That's what's wrong.",
        "Ricky: Look at me, Casey. I'm nobody's guardian angel. I'm not a vampire and I'm not a slayer. I'm just a drummer, all right? Ian is the doctor, and he's going to fix Rafe up. And me -- I'm just going to go back to the elixir and see if I can finish up a set, ok? I'll catch you later, angel.",
        "[SCENE_BREAK]",
        "Chris: Well, if you're asking if I analyzed and identified the sample -- well, yeah. In fact, you see, what we can do is we can isolate anything like that --",
        "Caleb: Chris --",
        "Chris: Take its components --",
        "Caleb: Chris, we don't need a play-by-play.",
        "Livvie: Yeah, can you duplicate it?",
        "Chris: Yeah, I can duplicate it. Are you kidding? In fact, you add some nice fresh mint leaves and a good white rum, it'd make a hell of a mojito.",
        "Livvie: What?",
        "Chris: What you gave me was sugar water. It's not the answer you're looking for, though, I can tell. So why don't I leave you two to work this little glitch out yourselves.",
        "Livvie: I don't believe it.",
        "Caleb: Rafe double-crossed us -- again.",
        "[SCENE_BREAK]",
        "Rafe: Sugar water?",
        "Ian: Yeah. You give me something for safekeeping, I take it seriously.",
        "Rafe: So you switched the antidote?",
        "Ian: Yeah, I had my own little plan. I wanted Livvie to drink the fake stuff and bite Caleb. One less vampire.",
        "Rafe: You didn't trust me enough to share this little bit of information with me?",
        "Ian: You seemed to have another agenda.",
        "Rafe: Ian, Ian, this was not your decision to make.",
        "Ian: Oh.",
        "Rafe: I came to you because you're my friend. I trusted you.",
        "Ian: That's my point. I can't be trusted. I put everyone in danger.",
        "Rafe: No, I don't believe that.",
        "Ian: Well, then you're too naive to survive this town. You should've taken Alison and yourself out of here when you had a chance.",
        "Rafe: This is our home.",
        "Ian: No, not anymore. There's a curse on this town, and I'm part of it.",
        "Rafe: I guess we really are in this battle alone, right?",
        "Ian: I think so.",
        "Rafe: Yep. Well, ok, then thanks for stitching me up. But from here on in, you do what you have to do, I'll do what I have to do.",
        "[SCENE_BREAK]",
        "Joshua: You ask far too many questions. But since you're new around here, I will answer just one. No, I don't want you to tell me how to make Alison fall in love with me. I've already told you, I don't want a slave I want a bride. I don't know any man who would want a bride who merely tolerated him, especially one who's going to be bound to him for eternity. I have charmed a few women on occasion.",
        "Jamal: Ok.",
        "Joshua: A little insight doesn't do any harm.",
        "Jamal: Well, she doesn't respond well to pressure. You try demanding something from her, you can guarantee you will not get it.",
        "Joshua: Good. Any more words?",
        "Jamal: Huh. Yeah, she likes -- she likes honesty, ok? Try opening up to her. She -- she'd like to see your soul, a guy who's willing to open up and show that he's vulnerable. Wow, she'll definitely open up to that guy.",
        "Joshua: We'll see.",
        "[SCENE_BREAK]",
        "Joshua: Alison? Alison, I know you're frightened. I know you're afraid of me, but that's the last thing that I want. I have so much that I can offer you if you'll just give me a chance. and I know there are so many things that I can learn from you. If you could just trust me, then when we're together, you could help me as I discover things about myself. Alison --",
        "Alison: This is crazy. How is it that you think that you can love me when you don't even know how to love at all?",
        "Joshua: Oh, but -- you see, I -- I once did. But, you know, life has this way of just throwing you curves -- well, feelings that come naturally to you -- as natural as breathing -- they become like strangers. Then, after a while, it seems like you've forgotten how to feel at all. You're everything I've ever wanted, Alison. You're everything I've -- I ever thought could make me happy. See, if we could just -- we could just be together, then perhaps you could help me to feel those things again. I know I'm taking a terrible risk confessing to you, but you're such a good and kind woman. I -- I know you won't abuse my confidence.",
        "Alison: What is it that you want from me",
        "Joshua: Right this moment, I want you to get a good night's sleep and know that no one's going to disturb you. Oh, and, please, perhaps you'll give my words some thought. Stay tuned for scenes from the next \"Port Charles: Desire.\"",
        "[NEXT_ON]",
        "Lucy: What has happened to Alison?",
        "Elizabeth: Joshua has her. You're the only one that can help me find her.",
        "Joshua: Your father, Malcolm, and I were friends. He helped to make me what I am today.",
        "Jamal: Look, I don't answer to you, slayer.",
        "Rafe: You might want to rethink that, vampire."
    ],
    "Transcript Author": [
        "By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=EjNuDw2CxCQ"
}