{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "[Eve Laughs] ",
        "Eve: I can't believe it! A conga line. ",
        "Ian: I would cross any line to get to you. ",
        "Eve: Oh -- ",
        "Ian: Say yes again. ",
        "Eve: Ask me again. ",
        "Ian: Will you marry me? ",
        "Eve: Hmm -- no. No question, no doubt. Yes, I will. ",
        "Ian: I thought long and hard to find the right place to propose to you. ",
        "Eve: Mm-hmm. ",
        "Ian: And, you know, something that had meaning to both of us. ",
        "Eve: Jake's. ",
        "Ian: It was either Jake's or the cabin or Harris' lair. ",
        "Eve: Oh, please. Don't remind me about that. You know what, Thornhart? You \r\ncould've picked the middle of a garbage dump to propose to me, and it would've \r\nbeen perfect. ",
        "Ian: Hmm. That's good to know. ",
        "Eve: Well, next wife. ",
        "Ian: Next wife. Um -- there is just one more thing to make this engagement \r\nofficial. ",
        "Eve: Ooh. ",
        "Ian: Sit you down. ",
        "Eve: Ok. ",
        "",
        "Kevin: Are you out of your mind? ",
        "Andy: I know my job, doctor. ",
        "Kevin: And I know these kids, Andy. Armed and dangerous? Come on. How could \r\nyou put out an APB like that on my daughter, let alone Amanda Barrington's \r\ngranddaughter, and make these girls sound like hardened criminals? What are you \r\nthinking? ",
        "Chris: He's thinking like a cop. ",
        "Kevin: You stay out of this. ",
        "Chris: He's thinking about Jamal Woods, who happens to have a record. ",
        "Kevin: You know something, Ramsey? If my daughter's hurt even a little bit, \r\nI'm coming after you. ",
        "Andy: All right, all right, back off. Hey, I said back off. Come on! Now, \r\nlook, here's what we know -- that Zach Vernon was found in the park with his \r\nhead on backwards. Good bet it was a homicide. And Jack Ramsey's missing. And \r\naccording to her, he's dead, too, which makes it a possible double homicide. And \r\nnow no one knows where to find Woods, Alison Barrington, or your daughter, \r\nLivvie. So you tell me, Kevin -- what would you do with Zach Vernon dead and \r\nJack Ramsey dead? ",
        "Lucy: Jack is not dead. He can't be. ",
        "",
        "Jack: Livvie? ",
        "Livvie: This -- this can't be. Oh, God, I'm dreaming. I -- ",
        "Jack: No, no, no, no. You're not dreaming. Livvie, I'm just -- ",
        "Livvie: No, no, no. Stay back. You can't be here. This -- this can't be real. \r\nOh, no. ",
        "Jack: Don't say that. ",
        "Livvie: Look, Jack -- ",
        "Jack: Ow! What is wrong with me? Something's really, really wrong with me. I \r\nfeel really sick. Please. Please, you got to help me. ",
        "",
        "Caleb: Sorry, brother, but there is no way you're locking me down here again. \r\nAnd you ain't never going to reform me. ",
        "Michael: I am begging you, Caleb. You desperately need help. ",
        "Caleb: \"I'm begging you, Caleb.\" What I need is Olivia -- my Olivia. ",
        "Michael: She's dead, Caleb. ",
        "Caleb: No. I found another one, almost identical -- same name, same look. \r\nShe's perfect. ",
        "Michael: You can't do this, Caleb. ",
        "Caleb: I won't live the rest of my life alone! Celibate, pathetic. ",
        "Michael: Like me. ",
        "Caleb: Well, you tried. You tried to steal the woman I loved once before. But \r\nnothing and no one will stop me from having her this time. ",
        "",
        "Eve: Ian. ",
        "Ian: It's a claddagh ring. Irish, traditional. Two hands -- ",
        "Eve: Holding a crowned heart. ",
        "Ian: Yeah. The hands are for faith. ",
        "Eve: And the heart is for love. ",
        "Ian: Yeah. Now, you wear it on your right hand with the heart pointed out, it \r\nmeans you're unattached. ",
        "Eve: And pointed in? ",
        "Ian: It means your heart's taken. ",
        "Eve: So it's a symbol of friendship and love? ",
        "Ian: Mm-hmm. ",
        "Eve: Both. ",
        "Ian: And we're blessed to have both in our lives, in equal parts. Eve, will \r\nyou wear this ring and show to all the world that your heart's taken? ",
        "Eve: I would be honored. ",
        "Ian: I love you more than any man has ever loved a woman. ",
        "",
        "Lucy: Oh, no, no, no. This is the craziest thing I've ever heard. Jack -- \r\nJack is not dead. I -- I would feel it. ",
        "Andy: You'd what? ",
        "Chris: The universe sends her signals, detective. Just the rest of us don't \r\nhave a decoder ring. ",
        "Lucy: Shut up. Trust me, Chris, you really don't want to know what the \r\nuniverse says about you. ",
        "Andy: Yeah? What about me? ",
        "Lucy: Officer, you really want to know? I'll tell you what it's saying. It's \r\nsaying if you think you should send out a goon of a swat team to go after three \r\ninnocent children and hurt them in any way, you better rethink that because you \r\ngot to check out Miss Bellybutton's fancy story there. ",
        "Sam: You know, don't take my word for it. Why don't you ask your daughter \r\nwhere she ditched her boyfriend's body?",
        "Andy: All right. All right, look, you come with me. ",
        "Sam: Now? ",
        "Andy: Yeah, right now. Let's move it. ",
        "Kevin: I can't believe this. ",
        "Lucy: I can't, either. So, Doc, we can't just stand here. We have to do \r\nsomething. ",
        "Kevin: Yeah, like sneak out and find Livvie before Andy does. ",
        "Lucy: Oh, man, that's a great idea. You do that and I'll cover here for you, \r\nand then you call me as soon as you have anything. ",
        "Kevin: I'll find her. ",
        "Lucy: Ok. ",
        "Kevin: I promise. ",
        "Lucy: All right. Good luck. ",
        "Kevin: Andy? I have to go check on a patient. But we're not finished here \r\nyet. ",
        "Chris: If you and Kevin know where Livvie and her pals are and you're not \r\ntelling, then I'm going to get that detective -- ",
        "Lucy: Oh, yeah, yeah, yeah, yeah. Don't give me that brotherly love stuff. \r\nYou know, Jack told me honestly that you two really hate each other a lot. ",
        "Chris: Well, maybe we didn't get along. But if he was murdered, I'm not just \r\ngoing to shrug that off and go to the movies. ",
        "Lucy: Why? You don't really like the double feature they have today? ",
        "Chris: Believe it or not -- and I don't really care if you do -- I care what \r\nhappened to my brother. ",
        "Lucy: Hmm, let me see -- you're right. I don't care if you care that I care, \r\nand I absolutely do not believe you. ",
        "",
        "Michael: You attacked this kid in the woods for what? For what, Caleb? To -- \r\nto steal his girlfriend? ",
        "Caleb: Not that I needed an excuse. ",
        "Michael: You almost killed him! ",
        "Caleb: And I would've if you hadn't stopped me. ",
        "Michael: That's it. That's your last time. This Ramsey boy -- that's your \r\nlast victim. ",
        "Caleb: Oh, I doubt that. ",
        "Michael: No more. I'll go to the police. I'll do whatever it takes. If I have \r\nto, I -- if I have to, I'll kill you. ",
        "Caleb: Ooh. But suicide is a sin, father. Kill me, you're killing part of \r\nyourself, Michael. We're twins, connected. Hell, that's the only reason why \r\nyou're still walking around. Although, you know, I must confess I do think about \r\nit every time I look into your pious face. I've been alone too long, and I've \r\nwaited for the right soul and I've found her. And I am going to love her exactly \r\nthe way I loved Olivia. ",
        "Michael: I loved her, too. Don't you understand? But I didn't destroy her. \r\nYou destroy everything you touch. ",
        "Caleb: That's your opinion! And to be honest with you, brother, I couldn't \r\ncare about it less. This time I will have what I want. ",
        "",
        "Livvie: Oh, please. Please, please, please be real, Jack. Please. ",
        "Jack: I am. ",
        "Livvie: Oh, God. It is you. I can't believe you're here. ",
        "Jack: Livvie -- ",
        "Livvie: What? Jack -- ",
        "Jack: I do not know what is going on with me. Ow. Why do I feel this way? ",
        "Livvie: Look, what do you remember, Jack? What's the last thing? Do you -- do \r\nyou remember Zach when he ran you off the cliff? ",
        "Jack: Yes, yes, yes. I -- I remember Zach. I remember all that. And I remember \r\n-- I remember you. I remember you holding me. ",
        "Livvie: Ok, ok, and after that? ",
        "Jack: I -- I was walking. I remember I was walking for a long, long period of \r\ntime. And suddenly, I was drawn here. Suddenly I was drawn here because I didn't \r\nknow where else to go. ",
        "Livvie: Because you knew I'd be here. ",
        "Jack: But -- but what happened after that? After the accident, after I saw \r\nyou? That's the part I don't remember, Livvie -- between now and then. You got \r\nto tell me. ",
        "Jamal: Livvie? ",
        "Alison: Livvie, we tried to give you enough time to say goodbye to -- no.\r\n",
        "Jack: Hey. ",
        "Alison: No. ",
        "Jack: Hey, guys. ",
        "Alison: No, no, this is not happening because you -- you are -- ",
        "Jack: Whoa. What's wrong with you? ",
        "Alison: Jamal -- ",
        "Jack: Alison -- ",
        "Jamal: Get back, get back, get back! Stay over there, man. Stay the hell away \r\nfrom us. ",
        "Jack: Jamal, what's going on, man? It's me. ",
        "Jamal: No, no, it can't be you. We buried you, man. You're dead. Dead. ",
        "",
        "Eve: This is the most beautiful ring I have ever seen. ",
        "Ian: Anything to please the lady. ",
        "Eve: Oh, really? ",
        "Ian: Mm-hmm. ",
        "Eve: Ok, in that case, what are you making me for dinner? ",
        "Ian: How about I whip you up an omelet? ",
        "Eve: No, I have a better idea -- instant gratification. Mmm! ",
        "Ian: Oh, nice dinner. ",
        "Eve: Yeah. ",
        "Ian: Going to have whipped cream with that? ",
        "Eve: Oh, that's a good idea. Do we have whipped cream? ",
        "Ian: How much do you want? ",
        "Eve: Oh, no. I'll get it. ",
        "Ian: Hey -- ",
        "Eve: No -- I'll get it myself. You're going to deprive the future wife, the \r\nfuture -- the woman -- ",
        "Ian: All right, all right, all right, all right. ",
        "Eve: Who's going to have your baby and all that? ",
        "Ian: Eat as much as you like. ",
        "Eve: Thank you. Whipped cream, please. ",
        "Ian: Here you go. ",
        "Eve: You know what? You better be careful about this \"eat as much as you \r\nlike\" thing because pretty soon I am going to be as big as a house. ",
        "Ian: Uh-huh. Well, I'll say it again. ",
        "Eve: Hmm? ",
        "Ian: I love the fact that you're going to get bigger and bigger with our \r\nbaby. ",
        "Eve: Really? ",
        "Ian: Mm-hmm. ",
        "Eve: Are you still going to love me when my face is all puffy and my ankles \r\nare as big as cantaloupes? ",
        "Ian: Oh, God. You trying to turn me on? ",
        "Eve: While I still can. ",
        "Ian: Come here. If you gain 200 pounds, lose all your teeth, all your hair, \r\nI'll still love you. ",
        "Eve: Oh. ",
        "",
        "Lucy: Oh, Doc, you're right -- the river. Of course Livvie would go there. \r\nShe really loves that place. Yeah. What? I can't hear you. Ten minutes, I'll meet \r\nyou there. Yeah. Good work. Ta. ",
        "Chris: Well, well, Lucy. Looks like your little pal the universe just paid me \r\na visit. ",
        "",
        "Jack: Are you sure she's all right, man? ",
        "Livvie: Yeah, she'll be fine. ",
        "Jack: Well, that makes one of us. Guys, come on. Could you please tell me \r\nwhat the hell's going on here? What do you mean buried me? ",
        "Alison: Jamal, what is going on? ",
        "Jamal: Hey. Hey, you ok? You fainted, sweetie. ",
        "Alison: Why would I faint? What is that -- no, no. No, this is impossible.\r\n",
        "Livvie: No, it's a miracle, Alison. ",
        "Jack: Would somebody please -- ",
        "Jamal: You -- you were dead, bro. ",
        "Jack: What do you mean, \"dead,\" Jamal? ",
        "Jamal: Zach forced you off the road, ok? He ran you right over the cliff. ",
        "Livvie: And he was going to pin the whole thing on Jamal, so we -- ",
        "Jack: So you what? ",
        "Jamal: So we buried you. I dug the grave myself. ",
        "Alison: But -- but we never would've done it if you were alive. I mean, we -- \r\nwe checked many, many times. ",
        "Jamal: There was no pulse, no nothing, no breathing, anything. ",
        "Jack: Guys, guys, guys. I'm ok, all right? I don't feel exactly well, but --\r\n",
        "Alison: This can happen. I've heard of this. You think that someone's dead, \r\nbut really their -- their heartbeat and their pulse just gets slower and slower \r\nand they just get really shallow and -- ",
        "Jamal: And we sat next to his grave all night long. Why don't you try to \r\nexplain that?",
        "Livvie: Jamal, it's possible. He's here. ",
        "Jack: Yeah, maybe there was an air pocket or something. All right? Because \r\nI'm not dead, Jamal. ",
        "Jamal: Jack, there's not even a scratch on you. You fell off a cliff, Jack! I \r\nmean, there was blood everywhere. ",
        "Alison: Maybe it just looked bad. Maybe you're a fast healer. ",
        "Jamal: A what? ",
        "Livvie: Look, I don't care. It doesn't matter. He's here and he's fine, and I \r\nam not asking how. I've got you back, Jack, and I will never, ever let you go.\r\n",
        "Alison: Oh, my God. We were so scared. ",
        "Jamal: Look, there's nobody happier than me to see you around here walking \r\nand talking, man, but I saw what I saw with my own two eyes, Jack. There's no \r\nway we were wrong. ",
        "Alison: Look, Jamal, listen to me. Jack is here. Ok, that is the point. That \r\nis the only point. Ok, and the rest of the stuff we can just forget and move on. \r\nRight? Jamal, we can get past this, right? ",
        "Jamal: I want to believe it so bad, but it's just -- ",
        "Jack: Jamal -- ",
        "Jamal: You know, every -- ",
        "Jack: Jamal. It's just me. It's just me. ",
        "Jamal: All right. To hell with it. I can't turn my back on good news, right?\r\n",
        "Alison: Right. ",
        "Jamal: You're the miracle man, baby. And everything else is behind us, right?\r\n",
        "Alison: Ok. ",
        "Jamal: All right. Well, look, this story stays between us. No one else can \r\nknow. ",
        "Kevin: About what? ",
        "",
        "Ian: Lambert, where are you? Hey. What's the matter? ",
        "Eve: Nothing. ",
        "Ian: Hey. ",
        "Eve: Ahem -- no. I'm fine, really. I'm just crying. ",
        "Ian: You're just crying? ",
        "Eve: Mm-hmm. I'm marrying the man that I love more than anything in the whole \r\nworld, and we're having a baby together. ",
        "Ian: Uh, ok. I don't -- I don't understand. ",
        "Eve: I don't, either. I'm pregnant! ",
        "Ian: Oh. Well, of course, yes -- ",
        "Eve: No! ",
        "Ian: Two people who love each other, we're the luckiest people in the world. \r\nI understand. Now, where are the tissues? This is horrible. ",
        "Eve: No, come on. I'm serious. I really am. We are so blessed. ",
        "Ian: Yeah, we are. We deserve it. We're going to hold on to it. If there's \r\none thing I learned over the last months, it's we never know what's going to \r\ncome next. We're not going to put anything off. ",
        "Eve: Right. So, marry me as soon as you can. ",
        "Ian: Ok. How about as soon as Father Michael can do the ceremony? How soon is \r\nthat? ",
        "Eve: Really? You mean it? Father Michael? ",
        "Ian: Yeah. Why not? I mean, if he's willing, sure. ",
        "Eve: Right, right. And maybe he's, you know, over that stuff, that trouble \r\nwith his brother, Caleb. ",
        "Ian: Right, right. I'll call him. ",
        "Eve: Ok. ",
        "Ian: You just worry about the ceremony and baby names. ",
        "Eve: Oh, ok. I'm in charge of everything? ",
        "Ian: You're in charge of everything. I trust you. ",
        "Eve: I love you. ",
        "Ian: Yeah? Do you want to show me how much? ",
        "Eve: Any way in particular? ",
        "Ian: Oh, yeah. ",
        "",
        "Michael: Caleb, we can go round and round on this all night. ",
        "Caleb: Sounds good to me. I'm a night person, remember? ",
        "Michael: I won't let you leave. I won't let you hurt this young woman. ",
        "Caleb: Olivia. ",
        "Michael: For your own safety and protection, I need you to stay here. What? \r\nWhat do you want me to do? You want me -- you want me to beg? Fine. I will beg \r\nyou. ",
        "Caleb: Yeah, that might keep me. Beg for me, Michael. Come on, let me hear \r\nyou. Beg me. Come on, what's the matter? Pray for my sins, brother! Pray! ",
        "Michael: Caleb -- ",
        "Caleb: Pray! ",
        "Michael: What -- Caleb! Caleb! Caleb, listen to me. You have to let me out of \r\nhere! ",
        "Caleb: Sorry about that, brother. But I'm already late. And you know how I \r\nhate to keep a lady waiting. You sleep tight, you hear? ",
        "Michael: Caleb! ",
        "",
        "Livvie: Dad, what are you doing here? ",
        "Kevin: I was looking for you. Now, what is it exactly that no one can know \r\nabout? ",
        "Alison: Nothing. Nothing at all. ",
        "Kevin: You want to try that again? ",
        "Livvie: Look, Dad, none of this is really any of your business. I don't ask \r\nyou for every little detail, do I? ",
        "Jamal: All right, all right. Ease up, all right? No need to make this into a \r\nfederal case. Look, we were wrong about Jack stealing from the shop and taking \r\noff. Ok, we just want to forget about the whole thing. ",
        "Kevin: Well, you can forget about forgetting once the police catch up to you.\r\n",
        "Jamal: Police? ",
        "Alison: What? ",
        "Kevin: There's an APB out for the three of you right now. ",
        "Livvie: What for? ",
        "Kevin: Because they think Jamal murdered Jack and that you and Alison helped \r\ncover it up. ",
        "Alison: Well, that's crazy! I mean, he's standing right here. You can see for \r\nyourself. ",
        "Officer: All right, everybody freeze! Hands in the air! ",
        "Kevin: All right, all right. Livvie, get over here. ",
        "Jamal: Whoa, whoa, whoa -- ",
        "Kevin: Just take it -- officer, take it easy. I'm Dr. Kevin -- ",
        "Officer: \"Armed and dangerous\" -- that's what the APB said. ",
        "Kevin: All right, all right. Just calm down. No one's armed here. ",
        "Jamal: Ease up. ",
        "Kevin: You're in charge, all right? ",
        "Alison: Jamal -- ",
        "Jamal: It's ok -- ",
        "Officer: I said put your hands up and stay where you are! ",
        "Jamal: I'm right here, man. ",
        "Kevin: Stay still! Lucy? ",
        "Andy: What the hell is going on? ",
        "Alison: Lucy! ",
        "Officer: Don't move! ",
        "Kevin: Put the gun down! ",
        "Jamal: All I was trying to say -- ",
        "Officer: Stop! ",
        "[Alison screams]",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Gabriela: And you're thinking about taking that job and leaving everything \r\nand everyone behind? ",
        "Jamal: Somehow Jack cheated death again. As soon as it's light, we're going \r\nto pay his grave a little visit. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=fm9NGtvsKsE"
}