{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Karen: Come on, Frank. Come back to me. Come on. Oh, God, i should've seen it\r\nall along -- your strength, your kindness, the feeling of safety I have when I'm\r\nwith you. Come on, damn it. Come on. Ugh. I fell in love with the Avatar because\r\nI fell in love with you, Frank. Come on, it was you all along, Frank. Come on.\r\nCome on, breathe, damn it! Breathe! \n\n",
        "[Frank coughs] \n\n",
        "Karen: Hey. \n\n",
        "Frank: Karen. \n\n",
        "Karen: Oh, god. Thank god, Frank. \n\n",
        "Frank: You went into that inferno for me. You saved my life. When did you\r\nrealize it was me? \n\n",
        "Karen: I think I always -- I always really knew. \r\n \r\n",
        "*****************\n",
        "Livvie: God, it all happened so fast -- the fire and the smoke and Rafe lying\r\nthere, so still and quiet. \n\n",
        "Alison: Well, guess it's all over now. At least the Avatar is dead. \n\n",
        "Livvie: Yeah, well, I hope he burns in hell. \n\n",
        "Alison: Well, I think the most important thing is that it's all over. \n\n",
        "Livvie: Hey, Ali? Do you really believe it? \n\n",
        "Alison: Yeah, I don't -- I really don't think that anybody could've survived\r\na fire like that. It was too hot -- \n\n",
        "Livvie: No, no, no. No, I'm talking about what you -- what you said about\r\nyour heart being connected to your soul. \n\n",
        "Alison: I believe what you do comes back to you. Are you ok? You're shaking.\r\nAre you cold? Come here. Sit down. \n\n",
        "Livvie: I -- \n\n",
        "Alison: Are you ok? \n\n",
        "Livvie: I am not ok, Ali. Far from it.\r\n",
        "*********** \n\n",
        "Kevin: You and I need to have a talk. \n\n",
        "Rafe: Could it wait? We've really -- we've all been through a lot here -- \n\n",
        "Kevin: No, it can't wait. \n\n",
        "Rafe: Ok. Sounds serious. \n\n",
        "Kevin: It is. I've kept quiet until now because I know how much Livvie wants\r\nthis marriage to work. \n\n",
        "Rafe: You're her father, and you have a right to be worried about her. \n\n",
        "Kevin: Humor me. I know how much Livvie loves you. She almost died trying to\r\nsave you from this fire. \n\n",
        "Rafe: I know, and I'm grateful for that. \n\n",
        "Kevin: Is that what you feel for her, gratitude? \n\n",
        "Rafe: She is my wife. She is carrying my child. \n\n",
        "Kevin: But what are you doing for her, Rafe? I need to know if my daughter is\r\nrisking everything for nothing. Now, if you can't tell Livvie the truth, I'm\r\ngiving you the chance to tell me the truth. Do you love my daughter? \n\n",
        "[Captioning made possible by ABC, Inc.] \n\n",
        "Ricky: Hey, Karen. You know, I'm getting really sick of this machine. I might\r\njust chuck it out the window next time i see you. Anyway, in case you haven't\r\nnoticed, you're kind of late for our date, which is kind of freaking me out\r\nbecause you're, like, the queen of on time. Anyway, I just heard that Lancelot\r\ngot burned up in a fire. I hope you're not too upset about it. I'm worried about\r\nyou, Karen. I can't wait to see you -- which has been happening a lot lately. \n\n",
        "Ricky: Where are you, Karen? \n\n",
        "Frank: I can't believe you knew i was the Avatar. \n\n",
        "Karen: I would know you anywhere, Frank. \n\n",
        "Frank: And you risked your life to save me. \n\n",
        "Karen: Like you did for me once. But I have so many questions about what\r\nhappened to you, like how did you come to have these powers or whatever they\r\nare? \n\n",
        "Frank: I wanted to tell you so many times. You figured it out already. I\r\nguess it just proves how strong it is -- what's still between us. \n\n",
        "Karen: How did it start, Frank? \n\n",
        "Frank: After you left me, I threw myself into work to try to forget. I was\r\nfinishing a late shift one night at the hospital, heading to the lockers. I got\r\nthis feeling i wasn't alone. I turned, and I caught just the faintest glimpse of\r\nthis shadow on the wall coming right at me. And then suddenly there was this\r\nshrouded figure standing in front of me. And then he spoke to me. \n\n",
        "Avatar: Are you a just man? \n\n",
        "Frank's voice: And it was as if it read my mind, my heart. \n\n",
        "Frank: Yes. \n\n",
        "Avatar: I am justice, the avenger of all those who suffer. \n\n",
        "Frank: What do you want with me? \n\n",
        "Avatar: Will you become one with me, fight my fight? \n\n",
        "Frank: I will. \n\n",
        "Frank's voice: And then it seemed to move right through me. I felt this\r\namazing jolt of strength. \n\n",
        "Karen: So the Avatar gave you his powers? \n\n",
        "Frank: He gave me a great gift, Karen. \n\n",
        "Karen: And you weren't afraid to go out there in the streets, risking your\r\nlife? \n\n",
        "Frank: He gave me back my life. It was like I had been searching for\r\nsomething that was just beyond my reach. \n\n",
        "Karen: And now you've found your purpose? \n\n",
        "Frank: Ever since that day, I have been charged with this incredible mission.\r\nI know what I'm supposed to do. And since you saved me, I can do more, Karen. I\r\ncan do so much more. \n\n",
        "Karen: You need to get some rest, Frank. You nearly died. \n\n",
        "Frank: I can't rest until i make you really understand what has happened to\r\nme. \n\n",
        "Karen: But I do understand. And it was amazing. What's important right now is\r\nthat you take care of yourself, ok? Just rest for a little while. I'll be right\r\nhere with you. \n\n",
        "Frank: Karen, come here. Look at me. I want you to understand i am a changed\r\nman. I did some awful things to you. \n\n",
        "Karen: Because of all the things you saw when you were a kid -- your mother,\r\nthat man, those terrible memories you kept bottled inside. \n\n",
        "Frank: But it made me lash out at you and hurt you. \n\n",
        "Karen: And I understood why. \n\n",
        "Frank: But it still hurt. And then i thought i could handle those memories,\r\nbut I couldn't until i took on the power of the Avatar. And then -- then i felt\r\nhealed. \n\n",
        "Karen: It's like all that doubt and pain are gone from your eyes. \n\n",
        "Frank: Because that man who said those terrible things to you and wanted to\r\npunish you is gone, Karen, vanished, and a better, stronger man has taken his\r\nplace. \n\n",
        "Karen: I didn't know how to help you, frank. All I could do is watch you\r\ndrift away, and it just -- it broke my heart. \n\n",
        "Frank: Maybe I had to go through what i did to get back to where i am now, to\r\nbe the man the Avatar chose. And he did choose me, Karen -- me. \n\n",
        "Karen: That's because you're an honorable man, a man who's kind and helps\r\nwomen and even went back in time to right a wrong and bring me back home. You're\r\nthe man i fell in love with. \n\n",
        "Frank: Oh, you don't know how good it finally feels to be able to talk to you\r\nlike this, to share what I've been through. \n\n",
        "Karen: The spirit tapped into the strongest part of you. \n\n",
        "Frank: You've always seen that part of me, Karen. But there are others who\r\nstill don't believe, who won't ever understand. I only tried to help people,\r\npeople who needed me. Ian and Rafe tried to trap me. They tried to hurt me. \n\n",
        "Karen: That's because they were scared. With everything they've been through\r\n-- \n\n",
        "Frank: I can't let them stop me, Karen. I have to stop them first. And I\r\nwill. \r\n \r\n",
        "**************\n",
        "Rafe: I admit I don't remember our love story the way Livvie does, but since\r\ni lost my memory -- \n\n",
        "Kevin: How's your memory now? \n\n",
        "Rafe: Look, I know how wonderful and loving Livvie's been to me. I know that\r\nshe believes in me and she trusts that I'm going to be there to take care of\r\nher. \n\n",
        "Kevin: It's a simple question, Rafe. It's a question that any newlywed, any\r\nman whose wife is carrying his child would be able to answer. \n\n",
        "Rafe: Ok, and I have tried to tell you -- \n\n",
        "Kevin: Well, your answer is poetic, but it doesn't fly! \n\n",
        "Rafe: I made a promise, and I'm going to keep it, ok? \n\n",
        "Kevin: My daughter deserves to be loved. She needs stability, Rafe. She\r\ncraves it. She needs it in her life because her mother and her aunt were never\r\ndependable. And god knows I was never there. \n\n",
        "Rafe: Oh, well, just because you weren't there for her doesn't mean i won't\r\nbe. \n\n",
        "Kevin: Look, if you can't give her her whole heart, then let her go, Rafe.\r\nDon't let her die trying to prove herself to you! \n\n",
        "Rafe: You're not even giving us a chance, ok? You're talking as if Livvie and\r\nI are strangers, and, ok, maybe it feels that way a little bit, but I am trying!\r\nAnd I know how screwed up her family is, and i know that being loved for her is\r\nas important as the air she breathes, ok? \n\n",
        "Kevin: But my daughter is not like other women. I mean, she's done things\r\nthat a reasonable person would believe were -- \n\n",
        "Rafe: Crazy. That's what you want to say, right? That's what you're thinking.\r\nThat's what you're really worried about. You think Livvie is this broken,\r\nfragile flower who's going to end up in an institution just like her mother,\r\nright? Ok, well, you know what? I'm not going to let that happen. And whether I\r\nhave your approval or not, I am Livvie's husband and I'm going to take care of\r\nher. So -- it's what I'm going to do right now. I'm going to go take my wife\r\nhome, ok? \n\n",
        "Fireman: Mr. Kovich? Yeah, I just need a couple minutes. \n\n",
        "Rafe: Sure. \r\n \r\n",
        "*************\n",
        "Livvie: I guess the reality of what could've happened just hit me. We all\r\ncould've died -- me and Rafe and the baby and you. \n\n",
        "Alison: Yeah. Well, it's a really good thing, then, that everybody is ok, all\r\nof us. \n\n",
        "Livvie: I suddenly feel really, really tired, even too weak to move. \n\n",
        "Alison: When's the last time you ate? \n\n",
        "Livvie: I don't know. A long time ago, i guess. \n\n",
        "Alison: Ok, that's -- that's not good. \n\n",
        "Livvie: I used to never have to worry about eating, but now i have to worry\r\nbecause of this baby. I have to worry about eating and staying healthy because\r\nthis life is so precious. \n\n",
        "Alison: Why don't you take some of this. It's not very big, but it's got a\r\nlot of carbs and protein and stuff in it, and it's pretty good. What? \n\n",
        "Livvie: I just -- I forgot about your secret stash. \n\n",
        "Alison: You laugh, but i can remember several times that you stole these out\r\nof my purse. Go ahead. \n\n",
        "Livvie: Yeah, well, you always came to my rescue. \n\n",
        "Alison: You came to my rescue a few times that i can remember, too. \n\n",
        "Livvie: Share? \n\n",
        "Alison: That's so weird. It's kind of like we were just -- \n\n",
        "Alison and Livvie: Friends -- \n\n",
        "Alison: Again. \n\n",
        "Livvie: Friends. Yeah, I always used to think about getting married and us\r\nhaving kids and our kids playing with each other. \n\n",
        "Alison: Running into the house yelling, \"Aunt Livvie,\" \"Aunt Alison.\" \n\n",
        "Livvie: And phoning you the second one of them would say mommy or sprouted a\r\ntooth or something. \n\n",
        "Alison: Yeah. I always thought that we'd be friends forever. \n\n",
        "Livvie: Me, too. I always thought you would be my best friend. \n\n",
        "Alison: Till you married the man that i love. Did it ever for one second give\r\nyou the slightest bit of guilt, or were you just running so fast to the altar\r\nyou couldn't even think about it? \n\n",
        "Livvie: Alison, I know you're never going to forgive me. And I know how much\r\nyou love him. And I am not stupid. I can see the way he looks at you. But\r\ndoesn't this innocent child have the right to be raised by both of its parents? \n\n",
        "Alison: Don't do this to me. \n\n",
        "Livvie: I have to because you can rip apart my dreams and this child's\r\nfuture. You could so easily just go after Rafe and get him. And I'm not asking\r\nyou to do this for me, but do it for the baby, the baby that he has already\r\nlearned to love. Please. \n\n",
        "Alison: Please don't do this. \n\n",
        "Livvie: Do you love him enough to let him stay with his family, Ali? Do you\r\nlove him enough to walk away? \n\n",
        "Alison: No matter what you think, it's not up to me whether or not to let Rafe go. \n\n",
        "Livvie: No, Alison, I need to save my marriage because of this baby. \n\n",
        "Alison: And Rafe needs to save his soul. \n\n",
        "Livvie: What are you talking about? \n\n",
        "Alison: He came back to this earth in human form for a reason. \n\n",
        "Livvie: And I think that was to marry me and to have this baby. \n\n",
        "Alison: That was your doing. Rafe needs to make his own choices and his own\r\ndestiny. \n\n",
        "Livvie: Yeah, what about this child's destiny? Don't you think it's connected\r\nto Rafe's? This is the first real thing Rafe has ever had -- \n\n",
        "Rafe: Livvie. How you feeling? \n\n",
        "Livvie: I'm fine. I'm fine. I was just thanking Alison for -- for saving our\r\nlives and for putting this child before her concerns. \n\n",
        "Rafe: We're both really grateful. I mean, if anything had happened to this\r\nbaby, I -- well, just -- just thanks. Yeah. Yeah, maybe I should get you home,\r\nok? \n\n",
        "Livvie: Yeah, right. Hey, Ali, think about what i said. Please. \n\n",
        "Lucy's voice: \"A soul without love is a lost soul.\" \n\n",
        "Livvie's voice: What about this baby's destiny? Don't you think it's\r\nconnected to Rafe's? \r\n \r\n",
        "**************\n",
        "Kevin: I need all of my daughter's medical records pulled right away. Livvie\r\nKovich. Yes, it's important.\r\n",
        "************** \n\n",
        "Rafe: Whoa. Take it easy. Take it easy. I got you. \n\n",
        "Livvie: Rafe, just hold me, please. \n\n",
        "Rafe: Ok. \n\n",
        "Livvie: Tighter, please. \n\n",
        "Rafe: Ok, all right. \n\n",
        "Livvie: I am so sorry this happened. \n\n",
        "Rafe: No, no, no, no, no. Look, it's my fault. I got careless. \n\n",
        "Livvie: It's just that i love you -- i love you so much, and I would fall\r\napart if I ever lost you. \n\n",
        "Rafe: You know what? It's not going to happen because you are my wife and we\r\nmade a life together, and we're making our lives together, and i love you. \r\n \r\n",
        "*****************\n",
        "Frank: I don't understand why Ian and Rafe are trying to stop me after all\r\nthe good I've done. \n\n",
        "Karen: I guess they think sometimes you've been a little overzealous? \n\n",
        "Frank: But I've had to. I -- I can't let them stand in my way. \n\n",
        "Karen: You don't have to do this, frank. \n\n",
        "Frank: Karen, i have been given a sacred trust. I have to finish what I\r\nstarted. \n\n",
        "Karen: But everybody thinks the avatar is dead. Don't you see? It's over. You\r\ndon't have to prove anything to anybody. And now you and me are back together,\r\nwhere we belong. \n\n",
        "Frank: Yes. But they have to be taught a lesson. \n\n",
        "Karen: No. Revenge is never the answer. Shouldn't finding each other be\r\nenough after all the time we've wasted? It doesn't matter what anybody else\r\nthinks. Frank? Frank? \n\n",
        "Frank: Yes. It's just us. \n\n",
        "Karen: The way it's supposed to be. \n\n",
        "Frank: Karen, it's always been you. I want you so much. \n\n",
        ">> Stay tuned for scenes from the next \"Port Charles: Torn.\" \n\n",
        ">> On the next \"Port Charles\" -- \n\n",
        "Livvie: There's something i really need to know. When you said you loved me,\r\ndid you mean it? \n\n",
        "Frank: Hello, Ricardo. \n\n",
        "Singer: Torn \n\n",
        "Ricky: Frank. \n\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=P6suRPyj0ZI"
}