{
    "Episode Summary": [],
    "Recap": [
        "Joshua's toasts his apparent victory and rise to power. Ian goes underground to find Lucy. When Alison insists on finding Rafe, Jamal and Jack go in her place. Livvie leaps from the terrace at the villa to find out what happened to Caleb. Joshua takes steps to get Caleb's money, but a bank employee gives him a hard time. Joshua is stunned by the arrival of a very angry vampire in the form of Livvie. Joshua tries to convince Livvie that Caleb is dead, and that they are the only two of their kind left in existence. Caleb's ring protects Livvie from Joshua, who merely attempts to touch it. Caz steps in several times to break up the ongoing catfight between Alison and Reese. Ian enlists help from Casey and Jamal. Casey has a disturbing vision of Lucy in a casket. Refusing to help Rafe rescue Caleb, Jack tries to talk the slayer into letting the former vampire die. Rafe reluctantly leaves Jack with Caleb while helping the others get Lucy out of the cave. While the police are occupied with taking Reese's statement, Alison slips inside to look for Rafe. Alison is shocked to find Jack holding a knife to Caleb's neck. Rafe stops Jack, who accidentally knocks Alison down in the struggle. Livvie cries on Joshua's shoulder. Casey is stunned when Lucy regains consciousness. Alison strongly advises Jack to ditch his new girlfriend. Ian tells Lucy that Joshua rigged the explosion in an attempt to kill them all. Caleb is anxious to get back to Olivia, which leads Rafe to the conclusion that she is now a vampire and that Caleb wants to return to that life. Rafe helps Caleb to his feet."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jamal: Everybody ok?",
        "Alison: What just happened? What was that?",
        "Jack: Some kind of explosion, I guess, from the hot spring.",
        "Alison: The hot spring? Oh, my God. Rafe is down there.",
        "Jamal: Alison, no, no, don't.",
        "Alison: Jamal, please.",
        "Jamal: The whole place could cave in on you. Don't --",
        "Reese: Yeah, sounds good to me.",
        "Alison: I got to go. Just let me get to him.",
        "[SCENE_BREAK]",
        "Ian: Where's Lucy?",
        "Jack: Still down there with Caleb and Rafe.",
        "Ian: She's where?",
        "Jack: She's in the hot spring.",
        "Alison: Ian -- Ian!",
        "[SCENE_BREAK]",
        "[\"1812 overture\" plays]",
        "Joshua: I've always loved a percussive finale. Well, I should have this little baby bronzed just to commemorate the first day of my glorious reign. Here's to me. Here's to me -- the last vampire standing.",
        "[SCENE_BREAK]",
        "Livvie: Caleb? Why won't you answer me? Why can't I feel you? I have to find you, whatever it takes.",
        "[SCENE_BREAK]",
        "Ian: Lucy? Rafe? Can you hear me?",
        "Ian: Oh, God.",
        "Ian: Lucy. Rafe. Come on, say something. Say something.",
        "[SCENE_BREAK]",
        "Joshua: Look, I don't want to have this ridiculous conversation with you. I want every last penny transferred into my account. Yes, I'm in charge now, and your bank is doing business with me. Hello?",
        "Livvie: You have just been disconnected.",
        "Joshua: What?",
        "Livvie: Where is he, Joshua? Where's Caleb?",
        "[SCENE_BREAK]",
        "Alison: Look, you need to get your hands off of me, Jamal.",
        "Jamal: Alison --",
        "Alison: Please -- I need to get to Rafe!",
        "Jamal: No. No, you don't, ok? I'll go find him. Ok, it's too risky for you to go down there. I'm not going to let you go down there. Look, Caz, Casey, why don't you guys watch Alison for me, wait till the cops and the fire trucks get here. I'll go find Rafe. I'll find him.",
        "Casey: Whoa, whoa, whoa, you're going to go back down there? That's not a really good idea, Jamal.",
        "Jamal: Yeah, but I still got to go.",
        "Jack: And I'm going, too.",
        "Reese: Yeah, what for? It's too late. Everyone's dead, except for Caleb.",
        "Jack: What makes you think Caleb's still alive?",
        "Reese: Well, listen, if he rigged it with explosives, obviously he had an escape route for himself. He destroyed all the enemies that went down there to destroy him, and now he has his revenge.",
        "Jack: Well, I got to find out for myself.",
        "Jamal: Jack, let's go.",
        "Jack: Let's go.",
        "Casey: Hang on, Jamal.",
        "Jamal: No, no, no.",
        "Reese: It's too late for Alison now. All she can do is grieve because her boyfriend's dead.",
        "Alison: You -- you just --",
        "Caz: Whoa -- hey, hey, hey! Break it up!",
        "Reese: I hope Caleb blew your little Rafe into a million little pieces.",
        "Alison: You are nothing but a nasty little animal.",
        "[SCENE_BREAK]",
        "Ian: You've got a pulse. You're breathing. You're going to be fine. You're going to be just fine.",
        "Rafe: Ian.",
        "Ian: You ok?",
        "Rafe: Yeah, I think so. How is she?",
        "Ian: Oh, she's fine. She's -- she's breathing, and she's going to be ok. She's going to be fine. I don't think she has any broken bones. I -- she's -- how are you? Are you --",
        "Rafe: Yeah, I'm good, I'm good.",
        "Ian: How's he?",
        "Rafe: Still alive, but he's not a vampire anymore, Ian. We got him. Come on. Give me a hand.",
        "Ian: No.",
        "Jack: Rafe!",
        "Jamal: Rafe! Hey.",
        "Ian: Jamal, come over here. Give me a hand.",
        "Jamal: Hey -- Lucy -- is she ok or what?",
        "Ian: She's going to be fine. We got to get her out of here. Jack --",
        "Jamal: Ok, ok.",
        "Ian: Jack!",
        "Jack: Caleb's dead, isn't he?",
        "Casey: Hey. Is everybody ok?",
        "Jamal: Casey, what are you doing here? I told you to stay up there.",
        "Ian: Come over here -- you, now! Keep her head steady just like this. Look at me! Keep her head steady.",
        "Casey: Ok.",
        "Ian: You come with me. We got to find something to put under her.",
        "Casey: I got her, I got her. Go on. Hey, Lucy, it's casey. You're going to be ok, right? I mean, you made it through this big explosion, so --",
        "Rafe: Jack, come on. Give me a hand down here, all right?",
        "Jack: Why? It's not like he's alive, Rafe.",
        "Rafe: Yes, he is. He's just fangless. He's not a vampire anymore. Now, come on. Let's get him out --",
        "Jack: No.",
        "Rafe: What are you doing?",
        "Jack: Don't do anything. Let him die. Let the bastard die.",
        "Ian: Good.",
        "Jamal: Casey, you ok?",
        "Casey: Yeah, yeah, I heard -- neck steady. I got it.",
        "Jamal: Ok. All right. That's good?",
        "Ian: Yeah.",
        "Rafe: Are you listening to anything I'm saying? He is not a vampire anymore.",
        "Jack: I don't care who he is or isn't, Rafe. I'm not lifting a finger to help him.",
        "Rafe: Ok, fine. Fine. You do what you want. Just stay out of my way, ok? Jack, he's human again so what are we going to do? If we just walk out of here and leave him here to die -- I mean, is that what you want? Is that who you are?",
        "Jack: Who I am is not the point.",
        "Rafe: I mean, Caleb -- he's destroyed a lot of lives around here. But from what I hear, lately you've been doing quite a number on your own life. So this is your chance to turn it around. Come on, man. Don't let Caleb win. Do something right for yourself.",
        "Rafe: Yes. Grab that over there.",
        "[SCENE_BREAK]",
        "Livvie: Answer me, Joshua.",
        "Joshua: Caleb is not here.",
        "Livvie: I know. I felt something. Something happened, and I told him not to leave.",
        "Joshua: Hold on a second. You're not Tess anymore, are you? You're -- you're Livvie.",
        "Livvie: Either you tell me what happened right --",
        "Joshua: And he turned you, didn't he? Which means I'm not alone.",
        "Livvie: Alone? What do you mean? What are you talking about? Where is he, Joshua? Please, tell me. He needs me.",
        "Joshua: You know, I was afraid that there was none of us left.",
        "Livvie: What are you talking about?",
        "Joshua: Well, I didn't think anybody had survived the attack from the slayers.",
        "Livvie: The slayers? They have him?",
        "Joshua: Yes. They attacked us.",
        "Livvie: I know, I know. Something happened to him, and I need to know where he is. I need to help him, please.",
        "Joshua: It's too late. I'm sorry, but he's dead.",
        "Livvie: No.",
        "Joshua: They killed all of the band. They killed Caz and Reese, and they came after me, but I managed to escape with Caleb.",
        "Livvie: No, he's not dead. I told him not to leave. \"Stay with me\" -- that's what I told him. I told him to stay.",
        "Joshua: There's only you and me now. It's up to us. We have to avenge him. And I will protect you, Livvie, I promise you.",
        "Livvie: No, I don't need your protection. I have this. I have Caleb's protection.",
        "Joshua: Caleb gave you the ring?",
        "Livvie: Yeah, it's mine now.",
        "Joshua: But then, with this -- ah!",
        "[SCENE_BREAK]",
        "Caz: I said that's enough!",
        "Reese: So I'm an animal, am I? Well, you treated me like one. You trapped me and made me lose my gift.",
        "[Sirens approach]",
        "Alison: You actually think that blood running down your face is a gift? You feed off of people.",
        "Reese: Hey, don't knock it till you've tried it. The night Caleb honored me --",
        "Alison: \"Honored\" you? Wait a second. You actually think that Caleb gave a damn about you? You're like his little puppet.",
        "Reese: He's welcome to pull my strings anytime.",
        "Alison: Oh, you are a little nasty little --",
        "Caz: Hey, hey, come on now! Come on!",
        "Officer: Hey, what's going on here?",
        "Caz: Officer --",
        "officer: You -- start explaining what happened here.",
        "Alison: I don't know. Why don't you ask her?",
        "Officer: Fine, then. You first.",
        "Reese: I didn't see anything.",
        "Caz: Why don't you tell him the truth, Reese?",
        "Officer: Reese? That's your name, huh? Come here. Spell it -- nice and slow.",
        "[SCENE_BREAK]",
        "Rafe: Come on, Jack, give me a little of that extra strength you got.",
        "Jack: What are we going to do with him next, huh?",
        "Rafe: I don't know. We'll talk about that when the time comes.",
        "Jamal: Hey, hey, guys --",
        "Rafe: Jamal, come on. Two more hands.",
        "Jamal: No, no, actually, that's what we need. We're ready to move Lucy. Ok, we need somebody to clear the path, and Casey's going to keep her neck steady, so -- come on.",
        "Jack: Lucy comes first, as far as I'm concerned.",
        "Jamal: No, hold on, Jack. Rafe, can I talk to you for a second, please? Ian knows that you and Lucy have your special slayer connection, and he wanted you to come, you know, just in case you can sense something.",
        "Rafe: Yeah, yeah. Ok. You going to be all right?",
        "Jack: Why not? I heard your big speech. Go help Lucy. I'll take care of things here.",
        "Ian: Rafe?",
        "Rafe: How's she looking?",
        "Ian: She had a blow to the head.",
        "Rafe: You want to move her?",
        "Jamal: Rafe, this place could come down any minute.",
        "Rafe: So, what are we waiting for? Come on.",
        "Ian: Let's go. Let's move her. Keep her head steady.",
        "Jamal: On three?",
        "Ian: On three.",
        "Jamal: You got it?",
        "Ian: Yeah.",
        "Jamal and Ian: One, two, three.",
        "Ian: Just hold her head.",
        "Casey: I got it.",
        "Ian: Ok, here we go.",
        "Jamal: Keep her steady. Can you make it through there?",
        "Casey: Yeah.",
        "Jamal: Keep going.",
        "Rafe: Jack?",
        "Jack: Yeah, it's under control. Go.",
        "Rafe: I'll be back.",
        "Jack: All right. Gotcha.",
        "Jack: Now I've got you, too.",
        "Jack: It's time to get rid of you once and for all.",
        "Jack: Well, well, well, look who's up for his last look around. Go ahead, struggle, Caleb. Go ahead. You're about to realize what it's like to have the life slowly drained out of you.",
        "Caleb: You're a little man, Jack. You always will be.",
        "Jack: Oh, yeah? Give me one good reason why I shouldn't kill you, huh?",
        "Alison: Rafe? Rafe! Jack? Jack, what are you doing? No -- no, no --",
        "Jack: Doing us all a favor, Alison. Get out of here.",
        "Alison: No, you can't. Listen to me. Stop for one second. What if the water -- the water from the spring made him human again?",
        "Jack: No, he's not human. He'll never be human. Fangs or no fangs, I'm going to finish him off.",
        "Alison: No, you can't! That would be like murder. You can't do it. Listen --",
        "Jack: Well, I'll just have to live with that. If you don't want to watch, go! Get out of here!",
        "Alison: No, you can't. Please, don't. Rafe --",
        "Alison: No, no.",
        "Jack: Get away from me.",
        "Alison: Ow!",
        "Rafe: Alison -- you ok?",
        "Alison: Yeah, I'm ok.",
        "Jack: Alison, I didn't mean --",
        "Rafe: Just back away, Ramsey.",
        "Jack: Honestly, I don't know what happened.",
        "Rafe: Just get out of here now!",
        "Jack: I'm sorry.",
        "Alison: Jack -- no, Rafe, stop! Stop, stop, stop. Oh, God, I'm so glad -- I'm so glad we found each other. I didn't even know where you were. I couldn't find you with all the debris.",
        "Rafe: God, I love you. I love you. There's not a lot of time, though. This place is very unstable. I need you to get back to the top, all right?",
        "Alison: Ok.",
        "Rafe: Now.",
        "Alison: But what about Caleb?",
        "Rafe: I'll take care of him. You just go.",
        "Alison: Look, don't -- don't be long, ok?",
        "Rafe: Ok.",
        "Alison: Please. Ok.",
        "Rafe: Be careful.",
        "Alison: Hurry.",
        "Rafe: So, how you doing, Morley?",
        "Caleb: You enjoying the show? I am.",
        "Rafe: Well, as a matter of fact --",
        "Caleb: Look, either help me or take a walk. Either way, do it fast.",
        "Rafe: Why? Where you going? You got plans?",
        "Caleb: Yeah. I've got to get to Olivia.",
        "[SCENE_BREAK]",
        "Livvie: Even you can't touch this ring, can you, Joshua?",
        "Joshua: Caleb is dead, Livvie. And that ring --",
        "Livvie: No. No, you're wrong. Even if you were there and you saw it, I still wouldn't believe you because Caleb is not dead. He can't be.",
        "Joshua: They tricked him. They took away all of his power, all of his abilities, and they defeated him.",
        "Alison: \"They\"?",
        "Joshua: Rafe, Lucy, Ian -- they tricked him. And then, when he was human and helpless, they killed him.",
        "[SCENE_BREAK]",
        "[Sirens]",
        "Ian: Hey -- the ambulance is on its way. We won, and it's over. Just open your eyes now, ok?",
        "Casey: He loved her a lot, huh?",
        "Jamal: \"Loved\"?",
        "Ian: I can't lose you, too. I can't. I can't.",
        "Lucy: Lose me?",
        "Ian: You're ok. You're going to be fine. We're all going to be fine.",
        "Jamal: See? You were talking like Lucy wasn't going to make it.",
        "Casey: I don't get it.",
        "Jamal: What? Get what? And don't go telling me \"nothing,\" ok? Casey, come on. You got to give it up.",
        "Casey: I just thought I saw --",
        "Jamal: What?",
        "Casey: I got shook up.",
        "Jamal: Yeah.",
        "Casey: I mean -- give me a minute, would you, Jamal?",
        "Jamal: Hey.",
        "Casey: Get a grip, Casey. You're just seeing things.",
        "Reese: Hey, Jack, what's going on down there? Is Caleb still --",
        "Jack: Yeah, yeah, he's still down there -- what's left of him.",
        "Reese: You mean he's --",
        "Jack: He's alive. I should've killed him when I had the chance, but Rafe stopped me.",
        "Reese: Hey, back off, all right?",
        "Jack: Now, if anyone deserves to die, it's him. Come on, let's go.",
        "Reese: I'm not going anywhere with you,... not now, anyway.",
        "Jack: All right, suit yourself, Reese. But your boss is a human being now, and so are you. This world can be a lonely place and a tough place. You'll find that out. Alison --",
        "Alison: What? No.",
        "Jack: I did not mean to hurt you. You know that.",
        "Alison: No, I don't know that, actually, because I feel like I don't even know you at all anymore.",
        "Jack: No, look -- let me explain it to you, please.",
        "Alison: No, I don't need you to. You need to take a good look at yourself and figure it out while you still can. The first thing that I would do to putting your life back together is getting rid of that.",
        "Lucy: Caleb?",
        "Ian: Let's talk later, ok?",
        "Lucy: He's not a vampire anymore, is he?",
        "Ian: No.",
        "Lucy: So, what happened? I feel like the whole entire world crashed in on me. It doesn't make any sense.",
        "Ian: It was Joshua. He was behind it. He wanted to kill us all.",
        "[SCENE_BREAK]",
        "Joshua: You and I are next on their list, Livvie. You have to come with me.",
        "Livvie: No. No! I won't ever believe Caleb's dead if I don't see it with my own eyes.",
        "Joshua: It'd be suicide for you to go down there. They're out to destroy our kind. You have to remain hidden. We both do. I was making arrangements to go into hiding then you showed up.",
        "Livvie: Fine. You go do what you need to do. I'm going to look for Caleb.",
        "Joshua: Now, I understand how you feel. After serving him loyally for years, I would like to rip the slayers apart. But you and I -- we cannot walk through that door. They're armed with stakes.",
        "Livvie: I have my ring to protect me.",
        "Joshua: Yeah, against other vampires. The slayers have ways around our magic. All we can do now is what Caleb would want. He loved you.",
        "Livvie: No, he loves -- he still loves me.",
        "Joshua: I'm going to take care of you. Please let me serve you as I served Caleb.",
        "Livvie: Serve me?",
        "Joshua: I know a place. We can go there where we'll be safe. We can plan our revenge. It's just you and I. We're all each other has right now. We're the only two left in the entire world. Let me take care of you, Livvie. Trust me. Livvie, can you trust me?",
        "Livvie: Caleb.",
        "Joshua: You know he's gone now, don't you? Inside. You can feel it. It's all right. I'm sorry. I'm here for you. I'll take care of you.",
        "[SCENE_BREAK]",
        "Rafe: You just said you wanted to get back to Olivia.",
        "Caleb: Did I say that?",
        "Rafe: Yeah, you did. Tess is gone, isn't she? Somehow you got Livvie back, right? Answer me.",
        "Caleb: Or what, you going to put me on the rack?",
        "Rafe: You turned Livvie, and now you want her to return the favor and turn you back into a vampire. You just want to keep on using her, don't you?",
        "Caleb: You don't know anything about her, and you sure as hell don't know anything about me.",
        "Rafe: You better shut up, or I'm going to leave you here.",
        "Caleb: Why don't you? Huh? What are you doing here trying to save me, anyway?",
        "Rafe: I don't know. Guess I just don't want to see you die.",
        "Caleb: so you really do want to torture me, huh?",
        "Rafe: Best torture I can think of for you is for you to have to live your life as a mortal. And trust me, I'm not going to let Livvie anywhere near you. All right? So come on. Come on, it's time to face it. Time for you to go out there and take a nice, big, juicy bite out of normal life, all right? Let's go.",
        "Caleb: Get your hand away from me. I don't need your help. I don't need you for anything.",
        "Rafe: Easy.",
        "Caleb: Ah! Oh!",
        "Rafe: You sure about that? Come on.",
        "[SCENE_BREAK]",
        "Stay tuned for scenes from the next \"Port Charles: Desire.\"",
        "[NEXT_ON]",
        "Ian: I want you to have a normal life.",
        "Lucy: Then you stay and you fight for us.",
        "Livvie: I think I'd feel it in my heart if he was really gone.",
        "Joshua: You have to let yourself grieve.",
        "Rafe: Now you're on my turf."
    ],
    "Transcript Author": [
        "Provided By Eric proofread by Melissa"
    ],
    "url": "https://www.youtube.com/watch?v=Qjw36sU-mys"
}