{
    "Episode Summary": [],
    "Recap": [
        "Lucy and Ian are optimistic about their future together. After Kevin places a call to Children's Social Services about a child in an unsafe environment, Lucy receives a visit from a social worker, who refuses to confirm Lucy's assumption that Kevin is behind the allegations. Elizabeth tries to get a doctor to look at her injured ankle, but Chris signs out and tells her to just put some ice on it. When Jamal goes to the bank to place Caleb's ring in a safe deposit box, he runs into Imani, the young woman who crashed through his ceiling. While they are there, two armed, masked men attempt to rob the bank. Using the ring, Jamal takes charge, forcing the men to drop their guns and flee the bank. Imani is very upset about the violence, which is something she had hoped to escape by coming to Port Charles. Jamal realizes that he has no future with her because of his life as a vampire. After dropping off his reinstatement papers, Ian tracks down Chris, who is pleased to announce that he is close to creating the perfect synthetic blood. Ian's request that Kevin make the divorce easy is met with sarcasm. Chris has his traditional martini with Eve and pours a diet cola for Karen, who has now joined Eve in heaven. Elizabeth tracks him down, annoyed that he ignored her request for treatment. To get rid of her, Chris takes a quick look at her ankle and then gets back to his deceased friends. Not wanting him to drink alone, Elizabeth joins him. Although he's not thrilled about it, Chris allows her to stay as long as she doesn't sit in one of the chairs reserved for his departed colleagues. Lucy informs Ian that Children's Social Services is trying to take Danny away."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Elizabeth: No, Alison -- Alison, no -- sweetie, I'm going to be ok. I'll be fine once this nurse gets off the phone. No, what I'm really concerned about here is you. Are you ok? And is everything with Rafe all right? Ok, well, listen, sweetie, I want to come over and see you because I want to see for myself that you got -- oh. I'll call you right back. Nurse, excuse me.",
        "Colleen: It's Colleen, Mrs. Barrington.",
        "Elizabeth: Colleen, I need to see a doctor. I hurt my ankle.",
        "Colleen: Uh-huh. Do you have an appointment?",
        "Elizabeth: It won't take very long. I just need someone to look at it quickly.",
        "Chris: Colleen, will you sign me out?",
        "Colleen: Sure. Oh, yeah, she needs a doctor.",
        "Elizabeth: I --",
        "Chris: Oh, well, she's signing me out, so just pretend I'm not here.",
        "Elizabeth: I hurt my ankle. I need someone to look at that.",
        "Chris: Well, you're standing on it, aren't you? Walking around? So it can't be that bad.",
        "Elizabeth: Well, yeah --",
        "Chris: Yeah, just put some ice on it and it'll be fine.",
        "[SCENE_BREAK]",
        "Jamal: Caleb's ring. Everybody wants you way too much. But they're not going to get it -- not Caleb, not Rafe, nobody -- because you're going to be locked up into a nice safe safe-deposit box. And there's one person that's going to know where you're at. That's me. All right?",
        "[SCENE_BREAK]",
        "Lucy: Ok, financial statements, tax forms -- ah, and all the property we've owned jointly or separately over the --",
        "Ian: Hi.",
        "Lucy: Last five years -- oh -- oh, my gosh.",
        "Ian: I'm sorry. I didn't mean to startle you. You all right?",
        "Lucy: No -- I am. I'm good because -- I need a break.",
        "Ian: Break from what? What's all this?",
        "Lucy: Well, what this is me thinking. Last -- you know, after we made love?",
        "Ian: Yeah.",
        "Lucy: Yeah.",
        "Ian: Thinking about how much fun it was.",
        "Lucy: Yeah, more than just -- more than just fun.",
        "Ian: Hmm. Well, you're also thinking about Kevin and how he'll never leave us alone. Is that it?",
        "Lucy: Yeah, that's it. I'm kind of -- I guess it scared me, and I don't want him to be able to just come over like that, like he did. And so I got to thinking, I really need to get everything in order for my attorney.",
        "Ian: Good. So what you got?",
        "Lucy: Well, first off, he told me that Kevin really doesn't have any legal claim on Christina. I mean, even though we're married, technically, he has no claim to her. And given his past history, I don't think he would have one anyway. And also, I was thinking, you know, I kind of worry about his threats physically, but I don't think he'd do that since he's on the police watch list.",
        "Ian: Ok.",
        "Lucy: Ok. I think -- I feel like I've lined up all my ducks -- no pun intended -- in a row, I hope.",
        "Ian: So you're not as worried anymore?",
        "Lucy: Still worried, just maybe not as scared, you know?",
        "Ian: Well, you shouldn't be scared. Maybe it's time for us to start our lives, you know, the right way. What I'm going to do is talk to Chris about his research.",
        "Lucy: His --oh! What, are you talking about that substitute blood, that synthetic -- research on the blood he's trying to do?",
        "Ian: Mm-hmm, yeah. And then I'm going to drop off my reinstatement papers.",
        "Lucy: Your reinstatement papers? Are you -- are you going to back to the hospital? Are you seriously thinking about going back to work?",
        "Ian: Yes!",
        "Lucy: Really?",
        "Ian: Start the process, anyway.",
        "Lucy: That's fantastic. I think that we should celebrate.",
        "Ian: Celebrate?",
        "Lucy: Hmm.",
        "Ian: I like that.",
        "Lucy: Ok.",
        "[SCENE_BREAK]",
        "Kevin: Well, all the facts are in the affidavit. Frankly, I've never seen a more unsafe environment for a child. Yes, I'm sure you'll take care of everything -- for the sake of the child. Thank you.",
        "[SCENE_BREAK]",
        "Woman: Jamal woods. That's one safe-deposit box, and you'll be the sole key holder, correct?",
        "Jamal: That is correct. I will be able to sleep really easy now knowing that my stuff is locked up safe and sound. Cool. Perfect. What do we do now?",
        "Woman: Excuse me. Can I borrow your pen?",
        "Jamal: Yeah. Sure. Here you go. Oh, I'm sorry. Here you go.",
        "Woman: You!",
        "Jamal: You. We keep bumping into each other.",
        "Woman: And sticking sometimes.",
        "Jamal: Well, at least I got my clothes on this time, right? Oh -- I'm sorry. I didn't -- I didn't mean like that.",
        "Woman: It's fine. It's ok, it's ok.",
        "Jamal: Ok, ok, ok, ok.",
        "Woman: God, I haven't blushed in a long time.",
        "Jamal: Yeah, I know the feeling. So what --",
        "Woman: So what are you doing --",
        "Jamal: What are you doing here?",
        "Woman: You go first.",
        "Jamal: That's fine, that's fine.",
        "Woman: You go first.",
        "Jamal: No, you go. Go ahead.",
        "Woman: Lady's choice.",
        "Jamal: Oh. I was -- take -- making a deposit. So what's up? What are you doing here?",
        "Woman: Opening an account. You know, I hear it's easier to cash a check that way.",
        "Jamal: Ah -- that's -- I got it, I got it.",
        "Woman: You got it? Good.",
        "Jamal: I got it. A little slow, but all right.",
        "Woman: Maybe we should --",
        "Jamal: Yeah, you know what? Why don't you just -- why don't you just go ahead. I'm just going to -- you can go ahead and --",
        "Woman: Oh, thank you.",
        "Jamal: Yeah, yeah, I'll get it. You know, I never got your name. What's your name, anyway?",
        "Woman: Imani.",
        "Jamal: Imani. That's -- that's nice. That's real nice.",
        "Imani: And what's yours?",
        "Jamal: Jamal.",
        "Imani: Hi.",
        "Jamal: Jamal woods.",
        "Man: Nobody move!",
        "Second man: I wouldn't try it, pal! Not unless you and all your friends here want to die!",
        "[SCENE_BREAK]",
        "Ian: All right. Thanks, Colleen. You'll make sure Alan gets this?",
        "Colleen: I sure will. I'll take it up to Dr. Quartermaine myself.",
        "Ian: Ok.",
        "Colleen: Oh, Ian --",
        "Ian: Yeah.",
        "Colleen: By the way, welcome back. We missed you.",
        "Ian: Missed you.",
        "Ian: Hey. How are you coming with the research?",
        "Chris: Where have you been? Got something against good news?",
        "Ian: You got something?",
        "Chris: Could be. I found an obscure reference in some dusty files.",
        "Ian: What have you got?",
        "Chris: Check it out. It's perfect synthetic blood. See, not only did I download all the data from the St. Louis studies --",
        "Ian: Where'd you get this?",
        "Chris: I think I figured out what they missed, and, Ian, I can fix it.",
        "Ian: This hasn't even been published yet.",
        "Chris: I know. Check this out -- the latest in my new study.",
        "Ian: If this works and if you're right about this --",
        "Chris: We will have created perfect synthetic blood. No more running to the bloodmobile for you vampires.",
        "Ian: This may be kind of weird, but I could -- I could --",
        "Chris: You could hug me?",
        "Ian: Yeah.",
        "Chris: Ok. Well, let's not. And, remember, this is just a stopgap. What we need to do is come up with a whole cure for the vampires.",
        "Ian: I know, I know, I know, but this is a step in the right direction, not just for me.",
        "Chris: That's true. And think about Lucy, right? Now she won't have to sleep with every vampire in town just to cure them.",
        "Ian: Hey, hey -- you watch your mouth. I'm not that happy.",
        "Chris: Ok. Well, coming from you, I'll take that as a big thank-you. You're welcome.",
        "[SCENE_BREAK]",
        "Lucy: These are so beautiful. And the girls are good. Ian's going back to work. Life is good. Simple pleasures. Be grateful.",
        "[Doorbell rings]",
        "Lucy: Thank you.",
        "Lucy: Hi. Can I help you?",
        "Woman: You can if your name is Lucy Collins.",
        "Lucy: Oh. Actually, it's Lucy Coe. I mean, it was Collins -- it's not going to be Collins anymore. It's just Coe. Lucy Coe. And you are?",
        "Woman: Barbara Easton, Children's Social Services. I have some papers --",
        "Lucy: Children's Social Services?",
        "Barbara: The office -- I must have left --",
        "Lucy: What are you doing here? Hey, Ms. Easton, could you stop? What on earth would you want with me here?",
        "Barbara: I'm sorry. I'm afraid I have a rather serious complaint against this household.",
        "[SCENE_BREAK]",
        "Jamal: All right, look, nobody's going to do anything stupid, ok, so just chill out and relax.",
        "Man: Including you, pal. Back it up!",
        "Second man: Everybody, get over there, now! Now! And, you, start filling.",
        "Woman: Yes, sir. Right away.",
        "Jamal: Ok, just let me handle this.",
        "Imani: Are you crazy? Let them do whatever they want.",
        "Jamal: Shh, shh -- I'm fine, fine.",
        "Man: Hurry up!",
        "Woman: I'm trying!",
        "Man: And, you, come on, cut out the jabbering!",
        "Jamal: All right, all right, all right.",
        "Man: We said no heroes!",
        "Iman: God, please.",
        "Man: Anybody else want to try me, folks, huh? Because the next one gets a bullet!",
        "Jamal: You want a hero, ok, you keep waving that shotgun in my face, I'll show you a hero.",
        "Man: Keep it up! You aren't going to know what hit you.",
        "Jamal: You don't want to mess with me.",
        "Man: Back off, man.",
        "Jamal: Look, man --",
        "Man: I said back off, man!",
        "Jamal: Look, I wish you wouldn't do this. I wish you wouldn't do this.",
        "Man: You wish?",
        "Jamal: See those guns? I want you guys to put them on the floor. All right? Now. Good. Now, you guys see the doors over there? On the count of three, I want you two chumps to go out the door and I don't ever want to see you again. One, two, three. Move it! Move it! Move it!",
        "Jamal: Everybody ok? Are you ok? Are you fine? Imani, are you fine? Are you ok? How you feel?",
        "[SCENE_BREAK]",
        "Chris: Here we go. Delicious, cold, very dry martinis. I guarantee they're better than any you'll get up there on cloud nine. All right. Here we go. So, tell me, Eve, how was your day? Really? That's great. Mine was fantastic. Yep, some major medical breakthroughs today. Oh, where are my manners? We have a new guest at the party. Dr. Wexler, nice diet soda for you. So, must have been nice to see her, huh? Yeah. Two old friends back together again, just rocking it out at the karaoke bar or something. I'm -- I'm -- I'm all alone down here now, guys. You know, you got to look out for me because you realize I'm the last of the original first-year interns. There was Jake, Julie, and now -- well, I'm not going to sit her and ruin the party by feeling sorry for myself. It's a celebration. Heaven's a better place having you two there. Karen's in good company. So cheers. Bottoms up.",
        "Elizabeth: Who are you talking to? What are you doing?",
        "[SCENE_BREAK]",
        "Ian: Ok.",
        "Ian: Kevin. Ah. I know you're upset with me, Lucy, the divorce papers, but it's been a long time coming.",
        "Kevin: Well, from what I saw last night, apparently longer than I realized.",
        "Ian: What I'm asking you, man to man, is to wipe the slate clean, make this easy on everyone, especially the kids, especially Christina. Let's stop pushing each other.",
        "Kevin: Clean slate. Sounds doable.",
        "Ian: Good, because I think --",
        "Kevin: Absolutely, Ian. We can deal with everything calmly, whatever comes along, whenever it comes along, you betcha. Nice talking to you. Say hello to the family.",
        "[SCENE_BREAK]",
        "Lucy: These accusations are false, they're impossible.",
        "Barbara: Mrs. Collins --",
        "Lucy: Please don't call me that, ok? My name is ms. Coe -- Lucy. And I just filed divorce papers with my husband, so it will just be Coe, not Collins.",
        "Barbara: That doesn't change anything.",
        "Lucy: Yes -- it may not change anything, but it has everything to do with everything. Don't you see? That's why he's doing this. He's doing this to get back at me. It's just a bunch of lies.",
        "Barbara: No one said anything about your husband.",
        "Lucy: It doesn't -- you don't have to. Don't you see? No one else would do this to me.",
        "Barbara: Now, these proceedings are confidential. You'll have to find out in court.",
        "Lucy: In court -- I don't want to -- I'm sorry. I don't think we need to go to court. There doesn't need to be a hearing or anything. Kevin Collins is a lunatic. You can talk to anybody he works with at the hospital, anybody. You can talk to the police. I promise you, I assure you, no one -- absolutely no one's in any danger in this household.",
        "Barbara: Mrs. Collins --",
        "Lucy: No -- I don't quite see how you can do it. You can't just try to take a child away from their happy home --",
        "Barbara: No one's doing anything yet, ma'am. Now, all we're doing is asking questions. Now, I know how stressful this must be, but it's only the beginning phase.",
        "Lucy: Exactly! That's what I am so afraid of here.",
        "Barbara: And once a complaint has been filed, we must follow through. It's a process. Now, our only concern is for the welfare of the child.",
        "Lucy: Fine. Unlike my husband, that is my only concern, too.",
        "[SCENE_BREAK]",
        "Elizabeth: You are aware that I've been looking for a doctor that's actually working around here. What are you doing?",
        "Chris: Having a drink. What does it look like?",
        "Elizabeth: With an empty chair?",
        "Chris: No, actually, with a couple old friends.",
        "Elizabeth: Ok, I see. So this little reunion is why you're refusing treatment to a patient?",
        "Chris: No. I am refusing treatment because you're a pain in the ass.",
        "Elizabeth: Excuse me?",
        "Chris: You're excused. And you're still a pain in the ass.",
        "Elizabeth: You are a pathetic excuse for a doctor.",
        "Chris: Oh, what do you care? You don't need a doctor.",
        "Elizabeth: How do you know I don't need a doctor? You haven't even examined me yet. I mean, you haven't even looked at my ankle. How do you know that I don't have a tendon that's, well, loose or -- or something? Oh, but, you know, don't even worry about it, because once I file the malpractice suit stating that I came to the hospital and I was refused treatment --",
        "Chris: You know what? Fine, fine. I'll examine you. Let's do it.",
        "Elizabeth: Oh, oh, I see, so just the mention of the word \"malpractice\" and all of a sudden you're fawning all over me.",
        "Chris: Yes. This is not fawning. This is a way of putting an end to a conversation.",
        "Elizabeth: Ow. So that you can what, resume your conversation with the empty chairs?",
        "Chris: Yeah, something like that. It's not every day I lose a colleague, especially one I like, one that's a friend.",
        "Elizabeth: I'm sorry. I didn't realize that you and Karen were so close.",
        "Chris: Yeah, well, now you realize it, don't you?",
        "Elizabeth: Let me rephrase that. I -- I'm sorry. You are drinking alone. That's not a good sign.",
        "Chris: You have a better idea?",
        "Elizabeth: Maybe.",
        "Chris: You got to be kidding. Alright, fine. Hope you like martinis.",
        "Elizabeth: Oh, oh -- don't mind if I do.",
        "Chris: No, no, no, no, no, don't sit there. Here.",
        "Elizabeth: Oh. Thank you. I forgot -- it's a crowded room.",
        "Chris: Yes, it is a bit crowded. But they say two's company, three's a crowd. Now, four is -- well, it's a party, isn't it? Cheers. To unexpected company.",
        "[SCENE_BREAK]",
        "Jamal: Imani, hey --",
        "Imani: They could have hurt you. They could've killed you. For a second, I thought that they were going to --",
        "Jamal: But instead they're gone, they're gone.",
        "Imani: Jamal, why? Why would you do that? Why would you risk your life?",
        "Jamal: Hey, hey, I saw that scared look on your face, so I had to do something.",
        "Imani: I hate this. I hate everything about this.",
        "Jamal: You hate what?",
        "Imani: The violence. It's everywhere. It makes me sick. I can't escape it. I thought that Port Charles was going to be different.",
        "Jamal: Shh, shh, shh, shh, shh. You're safe. Don't worry about it. All right?",
        "Imani: I -- I guess I wish I could find a better way to thank you. I got to go. I'm sorry. I'm sorry.",
        "Jamal: Well, Imani, wait. Wait a second. Where are you going?",
        "Imani: No. I'll be ok.",
        "Jamal: Imani --",
        "Imani: They could have killed all of us, but you -- you didn't back down, and I just -- I've never met anyone so -- so brave.",
        "Jamal: No, no, it wasn't about being brave. I just knew they couldn't hurt me.",
        "Imani: I don't understand.",
        "Jamal: It's a long story. I'd have to explain it to you. I'm not like them or you. Imani, I'm -- I'm a vampire.",
        "Imani: You're what?",
        "Jamal: That's ok. Look, I'm not going to hurt you.",
        "Imani: You're a what? You're what? No. No!",
        "Jamal: Imani --",
        "Imani: No!",
        "Jamal: I guess she was right. There's no escape. Violence is everywhere.",
        "[SCENE_BREAK]",
        "Ian: All right. I'm back. My reinstatement papers are with Alan. I talked to Chris. He had a major breakthrough with the research he was doing, and I -- what's wrong? What happened?",
        "Lucy: We had a visitor.",
        "Ian: You had a visitor? Who?",
        "Lucy: A woman. A woman from Children's Social Services.",
        "Ian: That son of a bitch is going after Christina.",
        "Lucy: No, wait, wait.",
        "Ian: No, you wait. He's not going to get away with that. He's not. He's not going to take your daughter. It's not going to happen.",
        "Lucy: No, it's not, because it isn't about Christina. What those papers were about -- the complaint said that you -- your home is unsafe.",
        "Ian: What?",
        "Lucy: They're going to try and take Danny.",
        "[SCENE_BREAK]",
        "Kevin: [Irish accent] You'll take the high road and I'll take the low road and I'll be in Ireland afore you and me and my true love we'll surely meet again on the bonny, bonny bed of yours truly Stay tuned for scenes from the next \"Port Charles\"",
        "[NEXT_ON]",
        "Rafe: You just want to go on over and over again about how you feel guilty about how you stabbed me? I'm over it.",
        "Livvie: Why don't you not concentrate on that ring for, like, two seconds and maybe think about us?",
        "Jamal: Caleb's holy grail, his famous ring, all his power."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=t9JWWBTEe3c"
}