{
    "Episode Summary": [],
    "Recap": [
        "Alison and Rafe's reunion in Capri is interrupted by room service for the wrong room. The order is really for a honeymooning couple on a different floor. To make Alison feel better, Rafe gives her a faux honeymoon dinner of fruit and whipped cream. They talk about the honeymoon that should have happened, but Rafe still won't reveal their destination. They're both hopeful that things will get back to normal tomorrow, because dreams really do come true. Back in Port Charles, Jack accuses Kevin of setting a trap for his own daughter. Kevin denies that Tess is even his daughter. Disgusted with his unfeeling attitude, Jack punches him out, and his vampire strength sends Kevin flying across the room. Afraid of hurting Lucy, Ian stops himself from making love to her. Now that he knows she'll wait for him, he has a reason to beat vampirism. He'll step up his research efforts, but in the meantime, he'll go ahead and drink the special water. In the woods, Caleb performs \"Surrender\" to draw out his Olivia, and it works. Their reunion is sweet until Tess manages to overpower Livvie. Caleb tries to reach her again, but the very protective Tess won't let him. Tess has a flashback of when they both fell into the river, almost drowned, and merged. Gasping for air, she collapses in Caleb's arms; she isn't breathing, and her heart isn't beating. Caleb tries to coax Olivia to wake up and breathe, but it's no use. Not reaching her, he calls out to Tess. Ian and Lucy run into each other again at the hospital. They're both trying to make off with some hospital supplies for Ian's research. An angry Kevin gets off the elevator and sees them together, which makes him angrier than ever. He tells Lucy that Jack hit him, and Jack tries to tell the others what Kevin did to provoke him. As they try to sort it out, Caleb gets off the elevator with an unconscious Tess. He asks for help, because he's afraid that she's dying."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Alison: I was scared to death that Joshua was going to find you on the back of that plane.",
        "Rafe: He almost did. I had to come up with something fast.",
        "Alison: I know. I mean, you -- God -- you came up with this?",
        "Rafe: Ok, so it's not my flashiest work, but it's the best I could do on short notice.",
        "Alison: Well, this is the most beautiful alarm clock I've ever seen in my life.",
        "Rafe: So you were really scared, huh?",
        "Alison: You have no idea what was going through my mind at that time. I mean, if Joshua found you and he killed you -- Rafe, if you were gone, none of this would have mattered, none of it.",
        "Rafe: Ok, you know what? I'm not gone. I'm here, and I'm not going anywhere, ok? As a matter of fact, I'm staying in the room next door.",
        "Alison: You are?",
        "Alison: That's your room?",
        "Rafe: Ok, so, no more worries, no more what-ifs. We're here, we're fine. Tomorrow we can start looking for the answers we need.",
        "Alison: I love you so much.",
        "Rafe: I love you, too.",
        "Alison: I don't know how long I can go without touching you or holding you.",
        "[Knock on door]",
        "[SCENE_BREAK]",
        "Lucy: Ian.",
        "Ian: I can't wait.",
        "Lucy: You don't have to.",
        "[SCENE_BREAK]",
        "Jack: What were you trying to do? Huh? What kind of father sets a trap for his own daughter?",
        "Kevin: You don't know what you're talking about, you don't have a clue, and you never will.",
        "Jack: I had no clue about what?",
        "Kevin: Never mind! The more time we spend standing around here doing nothing, the further Caleb gets away!",
        "Jack: I said, no clue about what? Why did you turn your own daughter over to a vampire?",
        "Kevin: You keep saying that -- \"my daughter, my daughter.\" Livvie is my daughter!",
        "Jack: Then what is Tess? Answer me! What is Tess to you?",
        "Kevin: Nothing. She's nothing to me.",
        "[SCENE_BREAK]",
        "Caleb: Bring me light bring me back to life, Olivia",
        "Livvie: What took you so long, Caleb?",
        "Caleb: Olivia. I knew you'd come back to me.",
        "Caleb: After all this time, it's really you.",
        "Livvie: I'm back. You're the only one who could do that, the only one who could free me.",
        "Caleb: It's because I love you.",
        "Livvie: Take me. Take me now.",
        "[SCENE_BREAK]",
        "Rafe: Who's that?",
        "Alison: I don't know. It might be my mother. Wait. What if it's Joshua? His room is right across the hall.",
        "Rafe: Ok, hang on.",
        "Alison: No, no, no! No, you can't open up that door. If he finds you here --",
        "waiter: Room service. Is anyone in there?",
        "Alison: Room service? I didn't order any room service. Did you?",
        "Rafe: No.",
        "Alison: Well, what should we do?",
        "Rafe: Let's just open the door.",
        "Alison: What? No!",
        "Ra:: It's ok. I'll be out of sight.",
        "Alison: What?",
        "Rafe: So just go ahead. Do it.",
        "Alison: Um -- wow. What is all this?",
        "Waiter: Champagne, caviar, chocolates -- all for the honeymoon couple.",
        "Alison: No, I'm sorry. I didn't order any of this. I'm here by myself.",
        "Waiter: Are you sure?",
        "Alison: Yes, I'm very sure. I think I would know if I was on my honeymoon.",
        "Waiter: Oh. Right. This is meant for a Mrs. and Mr. Chambers. Same room, one floor up.",
        "Alison: Oh.",
        "Waiter: So sorry.",
        "Alison: No. That's quite all right.",
        "Waiter: For your trouble.",
        "Alison: Thank you very much. Thank you. It's very nice.",
        "Alison: It was for another couple. They were on their honeymoon.",
        "Rafe: Yeah, I heard.",
        "Alison: You know, we could have been on our honeymoon out here.",
        "Rafe: Yeah, if only Caleb hadn't shown up in town. If only he hadn't started plotting against us from the second he got here.",
        "Alison: You -- you said \"if.\" You said \"if.\"",
        "Rafe: I'm sorry. I'm sorry you had to be disappointed.",
        "Alison: No. No. No, no, no. We've both been very disappointed, but we'll have our honeymoon soon, just like you said. Ok?",
        "Rafe: Yeah.",
        "Alison: Yeah.",
        "Rafe: Soon.",
        "Alison: I'm going to go freshen up, ok? And I'll be right back. Ok?",
        "Rafe: Ok.",
        "[SCENE_BREAK]",
        "Lucy: What? What is it?",
        "Ian: You need to go.",
        "Lucy: What? No. No, I don't.",
        "Ian: Yes. Listen to me. I don't know who I am, and I don't know what could happen to me, and I have nothing to give you. I'm -- I -- I'm sorry. You have to understand. Try to, please.",
        "Lucy: I think I do. I understand. But I know who you are and I know what you have to give me and I'm not going to go anywhere. I -- I know you.",
        "Ian: No, you don't know me, and I'm afraid.",
        "Lucy: I'm not afraid, though. I am not --",
        "Ian: I'm afraid. Listen to me. I'm afraid of what I might do to you because I -- you need to go, please. I'm sorry. I can't do this, not now.",
        "Lucy: Well, I can't go. I -- no. I -- no. I told you I would not leave you, and I'm not going to.",
        "Ian: Hey, I'm going to be fine. I'm going to drink the water. I'm not going to let this get out of control, I promise.",
        "Lucy: Do you promise me?",
        "Ian: Yeah, I do, because I have something to fight for now. And I will, I will fight day and night. I will do whatever it takes to beat this, to beat this curse, because you will wait for me. You will. Won't you?",
        "Lucy: Yeah. I -- I will wait for you. I -- I guess I -- I need to go away, I guess. I'll go, then.",
        "[SCENE_BREAK]",
        "Caleb: I knew it could be like this.",
        "Livvie: I have missed you so much.",
        "Caleb: I'll never let you go again, not ever.",
        "Livvie: Oh --",
        "Caleb: What is it?",
        "Livvie: No, nothing. Nothing. It's nothing. Uh -- except --",
        "Caleb: Except what?",
        "Livvie: Oh, gosh. Caleb, I think she's trying to come back. It's Tess. She's trying to come back.",
        "Caleb: No. Don't say that.",
        "Livvie: No -- no, I can't, I won't. No, I won't go. I won't go back. No!",
        "Caleb: Listen to me. Fight it, Olivia.",
        "Livvie: I'm trying!",
        "Caleb: Fight it. Try harder! Try -- you don't let it -- you don't have to let her come out. Don't -- you don't have to let her come out. Olivia?",
        "Tess: I can't let you have her, Stephen. You're bad for her.",
        "Caleb: No.",
        "Tess: I can't let you hurt her again.",
        "Caleb: Listen to me. You let her out. You let her back out again!",
        "Tess: No, I can't. I won't.",
        "[SCENE_BREAK]",
        "Alison: Hmm -- that's how you do it. Mmm, that was so good.",
        "Rafe: I thought maybe I could give you at least kind of a -- kind of a, you know, faux honeymoon dinner kind of thing.",
        "Alison: I love this.",
        "Rafe: And I love you. I do, more than anything in the world, and -- and soon, you know what? This will all be real.",
        "Alison: Just as soon as we know for sure what we are to each other.",
        "Rafe: I've always been sure.",
        "Alison: You know, you never did tell me where you were going to take me on our honeymoon. All you said was not pack very many clothes.",
        "Rafe: Well, it's not much of a clue since that would have been my advice to you no matter where I was taking you.",
        "Alison: Mm-hmm, very funny.",
        "Rafe: And true.",
        "Alison: You did give me a slight clue, though, because you told me to pack a lot of bikinis, so we must be going somewhere warm.",
        "Rafe: I'm still not telling you.",
        "Alison: I really could get it out of you if I wanted to, but I won't. It doesn't matter, though, where we're going. We could be going to the North Pole for all I care. Just as long as we're together.",
        "Rafe: Yeah. I couldn't agree more.",
        "Alison: Rafe.",
        "Rafe: Yeah, I know. Not till we're sure. This is great. Well, you know, there' something we can do.",
        "Alison: Huh?",
        "Rafe: Well, first, you must close your eyes.",
        "Alison: What?",
        "Rafe: Yeah, trust me for old times' sake. All right. Now, imagine warm sun, white sand, cool blue sea. Just us, together forever.",
        "Alison: We still could have it, couldn't we? I mean, we really could have it all.",
        "Rafe: Not \"could.\" We will. Yeah. I promise you, anything we've ever dreamed about or hoped for, it will be ours.",
        "[SCENE_BREAK]",
        "Ian: Lucy.",
        "Lucy: Ian. Hi.",
        "Ian: What are you doing here?",
        "Lucy: Well, you -- you said you needed some stuff for research, so I got you some stuff.",
        "Ian: Great minds, huh?",
        "Lucy: Yeah, and a little bit of fate maybe, too.",
        "Ian: It's a lot of fate.",
        "Lucy: Yeah. You -- you look -- are you -- you look better, like you're feeling better.",
        "Ian: No, I've been a good boy. I've been drinking my water. Good.",
        "Lucy: I'm glad.",
        "Ian: Yeah. And I've been doing my research. I started --",
        "Lucy: Oh. Oh, wow. Ok, so between all this stuff that I have and your stuff, you're off to a decent start, then.",
        "Ian: Oh, we're just borrowing the stuff. I'm not stealing it.",
        "Lucy: Oh, no, no. We're not -- no, we're borrowing, not stealing. But maybe -- maybe I should put my stuff with your stuff.",
        "Ian: Oh, I'd like that.",
        "Lucy: Me, too.",
        "Ian: So let me help you.",
        "Lucy: Ok. Here.",
        "Lucy: So, you should probably get to work on all this stuff.",
        "Ian: Yeah, you know what? I will.",
        "Lucy: Ok. Here.",
        "Ian: Give me a second. I should warn you.",
        "Lucy: Oh, ok.",
        "Ian: Yeah?",
        "Lucy: Right.",
        "Ian: Ok.",
        "Lucy: Ok.",
        "Ian: I'll call you, ok?",
        "Lucy: Yeah. I'll be waiting, call -- oh, good luck.",
        "Kevin: I can walk on my own, thank you!",
        "Jack: Whatever.",
        "[SCENE_BREAK]",
        "Caleb: Olivia? Olivia, you do exist, and you want to come out. Listen to me. You don't want to hide anymore you don't want to hide from me. Please, please, Olivia, come back to me. Come back.",
        "Tess: No, stop it. Stop it. You can't have her, and you can't have me. And I won't let you. I won't let you.",
        "Livvie's voice: Help me, please. Help me.",
        "Livvie: Help me. Please, help me. Ah! Help me. Please. Please.",
        "Caleb: Olivia, what's happening? What's happening? Hey. Hey. Listen to me. What is it? Oh!",
        "Caleb: Listen, answer me, all right? Wake up and talk to me. Talk to me, Olivia. Hey. Your heart stopped. Listen -- listen to me. You got to breathe. You got to wake up and breathe. Olivia, don't you do this to me. Don't you do this to me, all right? You can't do it. Please, you got to breathe. I just got you back. You can't leave me now. Come on, please. Please. Tess!",
        "[SCENE_BREAK]",
        "Rafe: Yeah, so, I don't really want to leave you. But I guess I have to.",
        "Alison: Right. So the honeymoon's over?",
        "Rafe: No, no. This was just a taste of what's to come.",
        "Alison: Right.",
        "Rafe: You know, just -- you know, what we're going to have for the rest of our life.",
        "Alison: When we're over with all of this.",
        "Rafe: Yeah.",
        "Alison: Ok.",
        "Rafe: Sleep tight, angel.",
        "Alison: Yeah. And who know maybe tomorrow, you know --",
        "Rafe: Yeah, that's all I'll be dreaming of. And as we both know --",
        "both: Dreams do come true.",
        "Alison: Ok. Bye.",
        "Alison: I love you, Rafe.",
        "Rafe: Soon, Alison. Soon.",
        "[SCENE_BREAK]",
        "Lucy: Kevin? What -- what happened to you?",
        "Kevin: Nothing, Lucy, except my face accidentally ran into Jack's fist.",
        "Lucy: You hit him? Why?",
        "Jack: Lucy, Caleb took Tess.",
        "Ian: What are you talking about?",
        "Jack: Caleb took her away, and I think Kevin had something to do with it.",
        "Caleb: Somebody, help! I think she's dying.",
        "[NEXT_ON]",
        "Ricky: Want to grab a bite or something?",
        "Reese: How'd you guess? I'm starving.",
        "Kevin: We've lost her pulse.",
        "Lucy: For God's sakes, I guess we just better pray.",
        "Ian: Come on, Tess. Anything?",
        "Kevin: Still no pulse. What's causing this?"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Melissa"
    ],
    "url": "https://www.youtube.com/watch?v=OFIQaT5vS5c"
}