{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Lucy: Thank you very much. ",
        "Darrell: Sure. ",
        "Lucy: I just adore Mario's. I think it's so cozy. The atmosphere's nice. ",
        "Darrell: Shall we order some wine? ",
        "Lucy: Oh, wine, shmine, let's order some champagne. I want to celebrate. ",
        "Darrell: New house. And the fastest sale I ever made. ",
        "Lucy: Oh -- well, yes, that and -- and my new house, but I'm also celebrating \r\nmy own very private declaration of independence day. ",
        "Darrell: I see. So who exactly is this unlucky guy you're declaring your \r\nindependence from, if you don't mind me asking? ",
        "Lucy: Oh, I don't mind at all because he doesn't matter, not anymore. ",
        "Darrell: If you say so. ",
        "Lucy: Oh, I say so. I say so. See, I just finally got it through my thick \r\nhead that I, Lucy Coe -- I'm enough, you know? I'm ok. It's ok to focus just on \r\nme. And it's satisfying just to think about just me and not anybody else. Well, \r\nof course, except you, Kevin. ",
        "Darrell: Darrell. My name's Darrell. ",
        "",
        "Ian's Voice: All you need to know is that I love you. And we belong together.\r\n",
        "Kevin: Did you hear me? I said I love you. ",
        "Eve: Kevin? ",
        "Kevin: It's me. I'm right here. ",
        "Kevin: Are you all right? ",
        "Eve: I wasn't expecting you. ",
        "Kevin: Who were you expecting? ",
        "",
        "Ian: Gabriela? Hey, can I talk to you for a minute? ",
        "Gabriela: Sure, what's up? ",
        "Ian: You know that place where you work sometimes, the shelter for abused \r\nwomen? ",
        "Gabriela: The Chadwick House. Yeah, what about it? ",
        "Ian: Well, I've got a friend who needs some help. ",
        "Gabriela: Uh-huh. ",
        "Ian: I was hoping you could maybe get me in touch with these guys. ",
        "Gabriela: Of course, I'd be happy to. ",
        "Ian: The thing is we need to keep this quiet. ",
        "Gabriela: I understand. ",
        "Ian: Security's tight over there, right? ",
        "Gabriela: It's the best, yes. ",
        "Ian: Ok, because this friend of mine, this woman -- ",
        "Gabriela: Uh-huh. ",
        "Ian: Her life's being threatened by some very powerful people. ",
        "Gabriela: Ok, the shelter is used to that, so if we just get her there, she \r\nwill be safe. ",
        "Ian: Thank you. ",
        "Gabriela: Ok. Where is she right now? Is she in any danger? ",
        "Ian: No. Not anymore. ",
        "",
        "Arianna: Let go of me! ",
        "Ben: You're not going anywhere! ",
        "Arianna: Why are you doing this? You said you'd leave me alone! ",
        "Ben: What, did you think I was just going to walk away? ",
        "Arianna: It wasn't my fault! ",
        "Ben: You allowed a man, not your husband, to put his hands on you and now you \r\ncarry his bastard child! ",
        "Arianna: I was raped! ",
        "Ben: Well, you knew better than to go out by yourself! Besides, you -- you \r\nwanted it to happen. ",
        "Arianna: Ben, please, you're my brother! ",
        "Ben: No. No, you have no brother. You have no family. Just your shame. ",
        "Arianna: I swear, I won't go back home. I'm starting my life over again in \r\nthis country. Dr. Thornhart is helping me. ",
        "Ben: Oh, well, I can just imagine how you're repaying him. ",
        "Arianna: I know it's hard for you to believe that a man could treat me like a \r\nhuman being and not a piece of property or something for his amusement. ",
        "Ben: Is that what he tells you? ",
        "Arianna: He's a decent, honorable man. ",
        "Ben: So, what, you expect me to believe that there's nothing going on between \r\nthe two of you? Huh? ",
        "Arianna: It's true. God, even if I wanted anything more than a friendship, \r\nhe's in love with someone else. ",
        "Ben: Well, good. He won't miss you so much when you're gone, then. ",
        "Arianna: God, Ben -- please, don't do this. I am your sister, your flesh and \r\nblood. We grew up together. We shared everything. God, I know you remember how \r\nclose we were. How we swore we'd always be there for each other. Ben, be there \r\nfor me now. I'm begging you, be there for me now. ",
        "Ben: I'm sorry, Arianna. But the shame and dishonor that you brought on the \r\nfamily, it must be dealt with! ",
        "Arianna: No! ",
        "Arianna: No! ",
        "No! ",
        "",
        "Kevin: Who were you expecting? ",
        "Eve: Karen. I thought you were Karen. ",
        "Kevin: She's here? ",
        "Eve: Yeah, she's waiting for me outside. I needed a couple minutes alone. ",
        "Kevin: What are you doing here? ",
        "Eve: I'm trying to remember. ",
        "Kevin: Eve, look at you, you're shaking. ",
        "Eve: I'm just scared, you know? I'm just scared. It's scary being back here \r\nagain. ",
        "Kevin: Well, I'm not surprised. It wasn't that long ago you were in that room \r\nwondering if you'd ever get out. ",
        "Eve: Well, and then all of a sudden you show up out of the blue. It's -- ",
        "Kevin: You're right, I'm sorry. I should've realized. ",
        "Eve: No, it's ok. How did you know I was here? ",
        "Kevin: Victor's friends at the agency are still watching this place hoping \r\none of Harris' men will come back. When Victor found out that you were here --\r\n",
        "Eve: He called you. ",
        "Kevin: Eve, what is it? ",
        "Eve: Nothing, I -- it's cold and I just can't seem to get warm. ",
        "Kevin: Then I think we should just go. ",
        "Eve: No, please, Kevin, I just need a couple minutes, ok? ",
        "Kevin: I don't think that's such a good idea. ",
        "Eve: Please, please, I need to do this. ",
        "Kevin: But you're still shaking. ",
        "Eve: I'll be ok. ",
        "Kevin: All right. I've got a blanket in the car. I'll get it. You'll be all \r\nright? ",
        "Karen: Kevin. What are you doing here? ",
        "Kevin: It was a mistake to let her come here, Karen. ",
        "[Karen sighs] ",
        "Karen: Oh, boy. ",
        "Eve: I'm losing it, Karen. ",
        "Karen: Why? What happened? ",
        "Eve: He was standing right there telling me that he loved me. Only it wasn't \r\nKevin. It was Ian. It was his face that I saw and it was his voice that I heard.\r\n",
        "Karen: You're just confused, that's all. ",
        "Eve: No, why should I be confused? Why? I have this note. This -- this letter \r\nthat I found, I wrote here. A love letter to my husband. ",
        "Karen: I know, but you just -- ",
        "Eve: No, no buts. This letter proves that I love my husband. I love my \r\nhusband and I loved him even while I was here with Ian. Why am I confused? Kevin \r\nloves me, I love him. ",
        "Karen: But you just thought maybe you and Ian -- ",
        "Eve: No, no, no, no, no, no. Ian loves another woman. I saw her in his arms. \r\nHe doesn't love me. And he doesn't want me. He never did. ",
        "",
        "Ian: I really appreciate your help with this. ",
        "Gabriela: Hey, it's no problem. I'll set everything up for your friend. ",
        "Ian: She'll be very grateful, too. ",
        "Gabriela: You seem to care a lot about this woman. ",
        "Ian: We're just friends. ",
        "Gabriela: Well, then you're a very good friend. ",
        "Ian: I worked in these countries with women that -- ",
        "[Ian sighs] ",
        "Ian: It's not right. Here. ",
        "Gabriela: Thank you. \"It\" being domestic abuse? ",
        "Ian: It goes beyond that. ",
        "Gabriela: What do you mean? ",
        "Ian: I wish I could tell you, but I have to protect this woman, ok? ",
        "Gabriela: You're a good guy, Ian. ",
        "Ian: I don't know about that. Now, this shelter of yours has medical care, \r\ndoes it not? ",
        "Gabriela: Of course. Is she sick? ",
        "Ian: Not really. ",
        "Gabriela: What do you mean, not really? ",
        "Ian: She's pregnant. ",
        "",
        "Arianna: Please -- help me -- my baby -- ",
        "",
        "[telephone rings] ",
        "Gabriela: What is it? ",
        "Ian: This friend that I was telling you about -- ",
        "Gabriela: Yeah? ",
        "Ian: I told her I'd check in with her. And she's not answering the phone. ",
        "Gabriela: Well, maybe she's asleep. ",
        "Ian: No. Something's wrong. ",
        "",
        "Lucy: Oh, thank you very much. ",
        "Darrell: I don't know about you, but I am starving. ",
        "Lucy: Oh, me, too. I could eat a whole horse. ",
        "Darrell: So what do you recommend? ",
        "Lucy: Oh, there are so many wonderful things on this -- menu. ",
        "Darrell: What's wrong? ",
        "Lucy: Huh? Oh -- nothing. I'm done with the menu. I -- I -- I'm going to have \r\na salad. ",
        "Darrell: But you just said you could eat a horse. ",
        "Lucy: Yeah, I -- I did. I mean, I can. I will. Uh, I'm going to have a salad \r\nand whatever you order. ",
        "Darrell: But I just asked you what you recommended. ",
        "Lucy: Oh, yeah, you did. You did. Um, you know, I truly recommend the \r\nfettuccine Kevin -- alfredo. Alfredo. Fettuccine alfredo. It's good. ",
        "Waiter: Our finest champagne. ",
        "Lucy: Oh. ",
        "[Lucy gasps] ",
        "Darrell: What is it? ",
        "Lucy: Oh, uh -- uh, nothing. It's just such a rare vintage. This is truly \r\nhard to find. ",
        "Waiter: Actually, most liquor stores or wine shops -- ",
        "Lucy: Shh! Pour? I need champagne. Just pour the sucker, please. Thank you.\r\n",
        "Woman: Kevin, you'll never guess who called me today. ",
        "Man: Now, Kevin, you know I don't like games. ",
        "Woman: All right I'll tell you. It was Kevin. ",
        "Man: Kevin Kevin? ",
        "Woman: Yes, Kevin Kevin. He said he and Kevin are doing great and so is \r\nlittle Kevin. ",
        "Darrell: Lucy. Lucy? ",
        "Lucy: What? Oh. I am so sorry. Yes? ",
        "Darrell: I was just going to ask the waiter to tell us the specials. ",
        "Lucy: Oh, the specials. Oh, please, please, by all means, tell us the \r\nspecials. ",
        "Waiter: To start you off tonight, we have a delicious white bean and Kevin \r\nsoup or a salad tossed with Kevin. Entrees include fresh grilled Kevin with a \r\nlovely Kevin sauce, served with a side of Kevin -- ",
        "Voices: Kevin, Kevin, Kevin, Kevin, Kevin, Kevin, Kevin -- ",
        "Lucy: Stop! Everybody stop! Just -- oh, my -- could you excuse us just one \r\nminute? I'm -- I'm so sorry -- ",
        "Darrell: Are you ok? ",
        "Lucy: I just -- I think I have a headache all of a sudden. Just this \r\nsplitting headache. ",
        "Darrell: You know, I think maybe this dinner wasn't such a great idea. ",
        "Lucy: No, no, it's all right, really, it's ok. ",
        "Darrell: No, no, you seem very upset about -- ",
        "Lucy: Kevin! ",
        "Darrell: Yes. About Kevin. Look, I'm going to write up an offer on the house \r\nand I will give you a call. ",
        "Lucy: Ok, you do that. Thank you. Good night, Kevin. Darrell. Good night, \r\nDarrell. ",
        "",
        "Karen: So what are you going to do now? ",
        "Eve: The only thing I can do -- I'm going to forget about Ian for good. ",
        "Karen: You really think you can? ",
        "Eve: Yes, I can. Because nothing happened here. I mean, I wouldn't have \r\nwritten this note if anything happened, right? ",
        "Karen: Well -- ",
        "Eve: Nothing happened. ",
        "Karen: Ok, ok -- ",
        "Eve: What? ",
        "Karen: I just think it's weird how you hid the note under the mattress, \r\nthat's all. ",
        "Eve: Well, I probably hid it there so that Harris wouldn't find it. ",
        "Karen: Ok. ",
        "Eve: Karen, I am completely committed to my marriage. I always have been. \r\nThis note proves that. ",
        "Karen: Well, then I guess you found the answer you came here for. ",
        "Eve: I did. ",
        "Kevin: Here you go. It should warm you up. ",
        "Eve: Oh. Thank you. Um, Karen, you can probably take off if you want to. ",
        "Karen: Yeah, since I know you're in good hands. ",
        "Eve: I am. And thank you. Thanks for letting me drag you here. And thanks -- \r\nfor everything. ",
        "Karen: What are friends for? Kevin -- ",
        "Kevin: It's all right. You're only trying to help. ",
        "Kevin: Better? ",
        "Eve: Mm-hmm, yes. ",
        "[Kevin sighs] ",
        "Kevin: I can only imagine what happened in here. ",
        "Eve: Well, the only thing that I remember -- one of the only things I \r\nremember is thinking about you. Knowing that you thought I was dead. And how \r\ndevastated you must've been. And how alone you were. I know how I would feel if \r\nI lost you. I'd lose it. ",
        "Kevin: Well, let's just be thankful that everything turned out ok. ",
        "Eve: That's right. Because neither one of us lost anyone. ",
        "Kevin: Right. ",
        "Eve: There was a cot here for Ian. I don't know what happened to it -- ",
        "Kevin: That's not what I was thinking about. I was just picturing you lying \r\nthere night after night. ",
        "Eve: Can we just not talk about this anymore? ",
        "Kevin: Sure. Ahem. ",
        "Eve: I mean, it's just that every time I remember something about Harris, \r\nit's just something I'd rather forget, you know? ",
        "Kevin: Did you remember something else? ",
        "Eve: No. But I think that you're right. I don't need to remember. It doesn't \r\nmatter if I remember anymore. That's probably what's best, right? ",
        "Kevin: I agree. But if that's really the way you feel, why did you come back \r\nhere? ",
        "",
        "Ian: Arianna? Arianna! Ok. You hang in there, ok? Just hold on. Hold on. Hey! \r\nIt's Thornhart. Get an ambulance over to my place. Now!",
        "",
        "Ian: Gabriela! ",
        "Gabriela: Huh, what happened? Who is this? ",
        "Ian: That's my friend. She went down a flight of stairs. She's unconscious.\r\n",
        "Gabriela: Let's get her into two! ",
        "",
        "Kevin: Eve, please talk to me. What were you doing here? ",
        "Eve: Looking for answers. ",
        "Kevin: What were the questions? ",
        "Eve: Ever since you told me about your suspicions of Ian and me, it -- it \r\nreally, really shook me up. And losing my memory of what happened here didn't \r\nhelp any. ",
        "Kevin: I don't understand. ",
        "Eve: Kevin, I don't want to renew our vows with any kind of suspicion or \r\nsecrets hanging over our heads. ",
        "Kevin: I had no right to suspect anything. I can't believe I even thought \r\nthat -- ",
        "Eve: But you did. You did. And I -- I had to find out for me, ok? Not just \r\nfor you, but for me. I had to be sure. ",
        "Kevin: What were you looking for? ",
        "Eve: I don't know. But I think I found the answer. I must've written this to \r\nyou while I was locked up here. ",
        "Kevin: \"Dear Kevin, I can't tell you how much I miss you, how much I want to \r\nbe home in your arms right now. If this letter somehow manages to reach you, \r\njust know that I love you and I always will.\" Eve, I'm going to do everything I \r\ncan to make this up to you. ",
        "Eve: Kevin, I love you. And only you. ",
        "[Music plays] ",
        ">> On the next \"Port Charles\" -- ",
        "Arianna: Where's Ben? Don't let him near me! ",
        "Ian: It's ok, it's ok. No one's going to hurt you. I'm with you now. ",
        "Kevin: I'm lucky to have Eve for a wife. ",
        "Mac: Kevin, are you trying to convince me of this or yourself? "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=p2Ta0x_P0rE"
}