{
    "Episode Summary": [],
    "Recap": [
        "Jack is alarmed to hear that Tess received a visit from Kevin, who claims to want to be her father. He's still very suspicious of Kevin and doesn't want Tess to be alone with him. Kevin tries to figure out why Lucy hasn't come back, then assumes that she's with Ian, as always. He records a message for her on his tape recorder, justifying what he's about to do for Livvie. To prepare for his plan for Tess, he sets the table for two, and is unpleasantly surprised to see that she has invited Jack to join them. On Caleb's private jet, Joshua puts the moves on Alison, who fends off his advances as tactfully as possible. She discovers Rafe hiding in a closet and they argue about his presence, which Alison fears can't possibly remain a secret from the others. Joshua drugs Elizabeth so that he can have some uninterrupted private time with her daughter. When Alison returns, Joshua comes on strong, unaware that he's under the slayer's watchful eye. When he hears a noise, he goes to investigate, and Alison cozies up to him to keep him from finding her co- conspirator. After drinking the special water, Chris is thrilled to think that he's actually a vampire. Ian and Lucy try to explain that this isn't good, but Chris escapes. They receive a tip that he's about to \"fly\" by jumping off a scenic overlook. As soon as he jumps, Ian grabs his wrist and dangles him in mid-air, then drags him to the ground. Chris angrily threatens to bite Ian, who gives him an injection to knock him out. They take Chris back to Ian's place, and Ian expects the symptoms to be gone by the time he wakes up. Lucy is proud of Ian for his heroics, and Ian appreciates her belief in his goodness.",
        "No Y &R "
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jack: Hmm. Hello, my love.",
        "Tess: How was your workout?",
        "Jack: It was great. But now I'm starving, and I'd like to take my wife to dinner.",
        "Tess: That's really sweet, but I can't tonight.",
        "Jack: What, you've got other plans?",
        "Tess: Well, I -- um --",
        "Jack: What? Are you telling me you do?",
        "Tess: I'm going to have dinner with my father tonight.",
        "Jack: Whoa, whoa, whoa. Kevin? Kevin Collins? No. No, Tess, I -- I can't let you do that.",
        "[SCENE_BREAK]",
        "Kevin: Where are you, Lucy? I thought you'd be crawling back to me by now. But you haven't, which can only mean one thing. You're with Ian. No. I won't chase after you. You'll have to come back to me on your own.",
        "[SCENE_BREAK]",
        "[Chris laughs]",
        "Lucy: What is the water doing to him?",
        "Ian: I don't know.",
        "Chris: Whoo-hoo! It's better than I ever could have imagined! It's amazing! This is just -- the power and the -- you!",
        "Lucy: Chris --",
        "Chris: No! You -- you stay away from me.",
        "Ian: Ramsey, I don't care how good you're feeling right now, this is a bad thing.",
        "Chris: No. Not from where I'm standing.",
        "Lucy: What is he talking about?",
        "Chris: Oh, you know what I'm talking about, slayer. I'm a vampire.",
        "Lucy: You're a vampire? What are you talking about?",
        "Ian: It's got to be the water.",
        "Lucy: Wait, the -- but that water is supposed to suppress vampire symptoms --",
        "Ian: In actual vampires.",
        "Chris: I'm Dracula. Nosferatu. I'm Lestat.",
        "Ian: It obviously has the reverse effect on humans.",
        "Lucy: Ok, so what do I do? I should -- should I talk to him? I'll try and calm him down? What -- ok. Chris, you're not Lestat --",
        "Chris: No, no, no.",
        "Lucy: Wait -- no, no, wait. I am not going to hurt you. I just want to talk to you about this.",
        "Chris: Stay away from me. You're going to drive a stake through my heart.",
        "Lucy: No, I'm not. I don't want to do that. I don't want to hurt you. You're not a vampire! Chris, you're not a vampire. I'm not --",
        "Chris: No! Stay away!",
        "Lucy: I won't--",
        "Chris: Stay away from me!",
        "Lucy: Ow!",
        "Ian: Ramsey!",
        "[Chris growls and hisses]",
        "Lucy: Oh! He's leaving! We've got to go after him. Ow. Ok, he's gotten away.",
        "[SCENE_BREAK]",
        "Joshua: I think a little champagne to kick our journey off in style.",
        "Alison: After our last plane ride, I would just be very happy if we made it to our destination safely.",
        "Joshua: Well, you don't have to be nervous, my dear. Stephen's plane is as safe as they come. And besides, I have promised him that I will take very good care of you, and I always keep my word.",
        "Elizabeth: I believe you promised my husband that you would take care of both of us.",
        "Joshua: Oh, I will.",
        "Alison: Yeah. You know, I'm just going to go -- here you go. I'm going to go stretch my legs, I think, if that's ok.",
        "Joshua: Oh, so soon? The party's just getting started.",
        "Alison: Yeah, well, I won't go far.",
        "[SCENE_BREAK]",
        "Lucy: Chris? Chris, come on! We're not going to hurt you! Please come out! We did -- we saw him run in there, right? We saw that.",
        "Ian: Yeah. No, we'll just keep looking. We'll find him.",
        "Lucy: Ok. All right. Maybe we are overreacting to this whole thing, right? Because he just thinks he's a vampire. He's not really a vampire. So that means he can't really actually hurt anybody.",
        "Ian: You mean the way I can?",
        "Lucy: No, that's not what I meant at all.",
        "Ian: Yeah, well, the fact remains that we don't really know what this water's going to do to him. For all I know, it's going to kill him.",
        "[SCENE_BREAK]",
        "Chris: The best thing about being a vampire is that vampires can fly. God, I've always wanted to do that. And now I'm going to.",
        "[SCENE_BREAK]",
        "Alison: What are you doing? Are you crazy? What are you doing here?",
        "Rafe: Look, I won't allow you to do this alone.",
        "Alison: I'm not supposed to be doing this alone. You're supposed to be coming with me on another flight, not this one.",
        "Rafe: Yeah, that was before I found out Caleb sent his hatchet man along for the ride.",
        "Alison: No, Joshua will not hurt me, I promise you. But he might if he finds you here.",
        "Rafe: No, he's not going to find me.",
        "Alison: How? What are you going to do, hide in this closet the whole time? What are you doing?",
        "Rafe: Well, I've flown coach before. This is kind of an upgrade.",
        "Alison: This is not funny. This is not a time to be joking. If one of them finds you here, then our whole plan is going to be ruined and we will never figure out the truth for sure.",
        "Rafe: Believe me, I'm not laughing, ok? You see, Caleb -- he might already suspect something.",
        "Alison: No, no, I don't think he does --",
        "Rafe: No, listen to me. If he sent Joshua, it's because he wants Joshua to keep an eye on you, which means for some reason, he doesn't trust you or your mother.",
        "Elizabeth: More champagne, please.",
        "Joshua: Well, of course, madam. Your every wish is my command.",
        "Elizabeth: Don't be obsequious with me, Joshua. I know when I'm being mocked, and I don't appreciate it. I've traveled first class my entire adult life, and I expect that kind of treatment to continue.",
        "Joshua: You're absolutely right. Forgive me. I shall see to it personally that for the rest of this flight you do not want for anything.",
        "Elizabeth: That's better.",
        "Joshua: Would you care for more champagne, Mrs. Clay?",
        "Elizabeth: That would be lovely. Thank you.",
        "[Joshua whistles]",
        "Joshua: Well, here's to you, Mrs. Clay, and to a pleasant and very peaceful night.",
        "Elizabeth: I'll drink to that.",
        "Alison: I know that you're worried, but this is insane. I got to go.",
        "Rafe: Wait --",
        "Alison: No, we can't -- stop it.",
        "Rafe: Listen to me. Now, if Caleb figures out what we're up to -- I mean, if he even suspects -- he's going to go after you without a second thought, ok? Do you understand? That's why I'm here. I couldn't let that happen.",
        "Alison: I just want this to be over with. I mean, what are we doing?",
        "Rafe: It will be -- soon. I promise.",
        "Alison: Ok. I'm going to -- I'm going to go, ok, before they start wondering where I am.",
        "Rafe: Just be careful, ok?",
        "Alison: I will.",
        "Rafe: And don't underestimate Joshua. Keep your guard up.",
        "Alison: Ok, I will. And you be careful, too, ok?",
        "Rafe: Yeah.",
        "Alison: I'm so sorry that it took me so long. I was just wandering -- what is the matter with her? Are you ok? Mother?",
        "Joshua: She's fine. She's just taking a little nap. After all she's been through, she needs it. Actually, I think it would be better for her and better for everyone if she sleeps for the rest of the flight.",
        "Alison: What do you mean, \"better for everyone\"?",
        "Joshua: Well, I'd like to get to know you better. Hopefully, much better.",
        "[SCENE_BREAK]",
        "Boy: Help! There's a guy that needs help.",
        "Lucy: What are you talking about? What guy?",
        "Boy: Over there, up on the lookout. Some drugged-out dude. He's talking crazy, thinks he's a vampire.",
        "Lucy: It's got to be Chris.",
        "Boy: He says he's going to jump. He thinks he can fly. Somebody better stop him.",
        "Ian: Let's go.",
        "Lucy: Oh, my God! Thank you!",
        "Chris: This is it. Countdown begins at 10 --",
        "Lucy: Oh, my God! Chris!",
        "Chris: Eight --",
        "Ian: Ramsey!",
        "Lucy: We got to stop him! He's going to jump!",
        "Ian: You're going to hurt yourself!",
        "Lucy: Chris, don't do it!",
        "Chris: Hurt myself? I can't hurt myself, I'm a vampire, and vampires are bats.",
        "Lucy: Ian?",
        "Chris: They can fly through the night.",
        "[Chris laughs]",
        "Lucy: Oh, Chris!",
        "Chris: What are you doing? Let me go! I can fly! Let me go! Stop it! Let me go! You're going to pay! You'll pay, Thornhart! No, no! Let me go, or I'll bite you! You see my fangs? I'll bite you! No, slayer!",
        "Ian: I see your fangs.",
        "Chris: Yeah.",
        "Ian: Say good night.",
        "Chris: No! No --",
        "[SCENE_BREAK]",
        "Kevin: Lucy, my dear wife, I had hoped I could say this to you in person, but, unfortunately, things haven't worked out that way. You seem to believe that the man you fell in love with and married no longer exists. Well, I am here to tell you that I am better than that man. To you, that means I belong in a nut house, all because I wouldn't risk my life for Tess. You of all people, Lucy -- you of all people in the world I thought would understand. You would have done anything -- anything -- to get Christina back when she was gone. Well, why can't you understand that's exactly how I feel about my child? I would fight anything, anyone to save her, to get her back where she belongs. When this is all over, you and everyone else will understand -- understand that I did what I had to do.",
        "[SCENE_BREAK]",
        "Jack: How did this even happen? How did this dinner come about?",
        "Tess: He came by here earlier.",
        "Jack: Kevin came by here? Oh, great. Now Kevin and Caleb have both been by here when I wasn't here.",
        "Tess: Look, Kevin just want to apologize for everything, and he meant it. We talked for a really long time, and he really was sorry.",
        "Jack: Yeah, well, I don't trust his apology. I don't trust him, period.",
        "Tess: He's my father. Jack, he wants to get to know me as me, as Tess.",
        "Jack: Sweetheart, come on.",
        "Tess: I'm happy to have that chance, Jack. Don't you see? I can have everything I ever wanted -- a husband, a father, and a family.",
        "Jack: No, no. Listen to me. Kevin may claim that he wants to be your father, all right, but he was willing to let you die when you fell in that water.",
        "Tess: No, he's different now.",
        "Jack: No, nobody changes that fast. He's definitely up to something.",
        "Tess: It's ok, you can believe what you want. But I know he's hurting. I can feel it. He misses her so much.",
        "Jack: And I'm sure he does.",
        "Tess: Try and understand. He needs a part of me, and I need a part of him. I want to give him that chance. I want to give my family a chance.",
        "[SCENE_BREAK]",
        "Joshua: We might be experiencing some turbulence. Let me --",
        "Alison: No.",
        "Joshua: Fasten your seat belt.",
        "Alison: No, Joshua, thank you. That's very considerate of you, but I get a little claustrophobic in small places, so I think maybe I should just be able to be free to move around the cabin.",
        "Joshua: You know what's good for claustrophobia?",
        "Alison: Huh?",
        "Joshua: Champagne.",
        "Alison: Oh, imagine that.",
        "Joshua: Yes, it's wonderful. It's magical. It just melts away all your anxieties and your inhibitions.",
        "Alison: Right. I think, though, that I'd rather just stay totally sober for this flight, if that's ok.",
        "Joshua: I think you're a little chilly. Here -- let me get this blanket for you. How's that?",
        "Alison: Thank you. Oh, that's so much better. I was a little cold. Thank you.",
        "Joshua: You know, I didn't have the opportunity to tell you how sorry I was about your recent unhappy romantic situation.",
        "Alison: Oh, Stephen told you? Did he -- did he tell you everything?",
        "Joshua: He told me that you called off the wedding. If you don't mind my saying so, I think it's for the best.",
        "Alison: Why would you say something like that?",
        "Joshua: Well, from what I've seen of your ex-fiancé. I think he was a little too unrefined for a woman of your grace and sophistication.",
        "Alison: Unlike yourself.",
        "Joshua: Funny you should say that. You know, people actually call me a man of the world, you know. I'm very familiar with the region that we're traveling to -- you know, the quaint little villages in the remote hillsides.",
        "Alison: Really?",
        "Joshua: Yes. It would be an honor for me if you would allow me to be your personal tour guide of Capri, just you and I.",
        "Alison: Um -- I don't -- I don't know. Maybe. We'll see.",
        "Joshua: There's this lovely little trattoria. It is so beautiful. It's isolated on a little island just off Capri, only accessible by boat.",
        "Alison: Oh, only by boat. Really?",
        "Joshua: Yes. Perfect. Secluded beaches. Beautiful, gorgeous water. The most perfect place to forget unhappy romances.",
        "[Noise]",
        "Alison: Excuse me.",
        "Joshua: What was that?",
        "Alison: Uh -- what was what?",
        "Joshua: That noise.",
        "Alison: I didn't -- I didn't hear any noise. I don't think it was anything.",
        "Joshua: Well, I certainly did, and I think it came from back here.",
        "[SCENE_BREAK]",
        "Lucy: Hey. How's Chris? Is he ok?",
        "Ian: His -- his vitals appear to be normal.",
        "Lucy: Well, hard to believe, but that's good, right? Thank goodness.",
        "Ian: The shot I gave him should keep him out for a while. When he wakes up, the effects of the water should have worn off, so --",
        "Lucy: Good. That's great. Do you know what you did?",
        "Ian: What do you mean",
        "Lucy: You -- you saved a man's life. A man you don't really like very much -- you saved his life.",
        "Ian: I kept a man from falling, that's all.",
        "Lucy: You did more than that. Don't you see? You didn't know what would happen if you tried to save him. You didn't know if Chris could pull you over there or not. You didn't know what would happen, but you didn't think about that. You didn't think about yourself. That's what you've been doing your whole life. You don't think about yourself, you think about others first.",
        "Ian: What's your point?",
        "Lucy: My point is you may not be able to be the kind of doctor right now that you want to be, but you cannot give up, you see, because you're good. It's as simple as that. Inside you, you are just good and all you want to do is good for others. That's an instinct you have. That is you. And I believe that with all my heart, and I need you to believe that, too.",
        "Ian: What would I do without you?",
        "[SCENE_BREAK]",
        "Kevin: Not bad, if I say so myself.",
        "[Doorbell rings]",
        "Kevin: Oh, it's open, come on in.",
        "Tess: Hi.",
        "Kevin: Tess. I'm so glad you came.",
        "Tess: I hope you don't mind, but I brought Jack.",
        "Jack: Hey, Dr. Collins. Thanks for having us.",
        "[SCENE_BREAK]",
        "Alison: Oh, my God, Joshua. Joshua!",
        "Joshua: What is it?",
        "Alison: You know, I've been thinking. I've been so unfair to you.",
        "Joshua: Unfair?",
        "Alison: Yeah. I just -- here you are, you know, you're just trying to, gosh, be so nice to me, and I'm just acting like such a little brat. I hate that. I do that all the time. Sorry.",
        "Joshua: I wouldn't go that far.",
        "Alison: Well, that's very nice of you. You know, maybe we should -- maybe we should just go back inside and -- and talk a little bit and get to know each other, like you said. I'm sure you can show me a thing or two about everything.",
        "Joshua: Quite a change of heart, and so sudden.",
        "Alison: Well, you know, I just -- I kind of saw how you sprung out of your seat like that, and I'm sure it was just something that flew out of a suitcase. You know, probably just something of mine, actually. But you are really trying to protect me and be there for me. And I really -- I need that right now. I need that more than you know.",
        "Joshua: Don't you worry, my dear. Joshua always takes care of everything.",
        "[NEXT_ON]",
        "Ian: I'm saying I'm a vampire.",
        "Chris: What am I doing here? And who's a vampire?",
        "Joshua: Something's going on back there, and I'm going to find out what it is.",
        "Alison: What",
        "Caleb: Bye, doc.",
        "Kevin: No!"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Melissa"
    ],
    "url": "https://www.youtube.com/watch?v=8dNUd5Aj-mw"
}