{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Ricky: Feel good, Case? ",
        "Casey: Like heaven, only better. ",
        "Ricky: Hey. Are you ok? ",
        "Casey: Ok? Making love with you -- always amazing. ",
        "Ricky: Yeah? ",
        "Casey: Oh, yeah. Oh, whatever I dreamed my first time would be like, oh, man, \r\nlast night was a million times better. ",
        "Ricky: Well, we didn't get much sleep. ",
        "Casey: I know, but -- ",
        "Ricky: But what? ",
        "Casey: I don't have a lot of time, Ricky, and, you know, whatever time I \r\nhave, I want here, right here right now. ",
        "Ricky: Wait a minute. What do you mean,  we don't have time? We just figured \r\nout we could make this work out. ",
        "Casey: Listen -- ",
        "Ricky: No, no, no, Case. No. Don't do this. Wherever you think you're going \r\nor whatever you're going to do, I want you with me. ",
        "Casey: It's out of my hands, ok? I want to stay -- ",
        "Ricky: But? ",
        "Casey: But I can't. ",
        "Ricky: Ok. Fine. It's settled. I'm going with you. ",
        "Casey: No! Don't ever say that, ok? You can't. ",
        "Ricky: Why can't I? ",
        "Casey: Because if you do, then you'd have to die. ",
        "",
        "Livvie: You still haven't heard anything from Jamal? ",
        "Jack: No. No. I tried his cell a few times, but no word. ",
        "Livvie: Look, Jack, I thought we got through to him. I mean, he said he'd \r\nmeet us for dinner. ",
        "Jack: I know, but maybe we were a little hard on him. ",
        "Livvie: What do you mean? ",
        "Jack: Maybe he said he'd come back to the shop just to get us off his back. I \r\nmean, we weren't making it real easy to say no. ",
        "Livvie: No, but he knows we'd worry. Something's not right, Jack. I am \r\nworried. Now, where could he be? ",
        "",
        "Kevin: Paige? ",
        "Paige: I couldn't find Alison anywhere in town. Was she at home? What did she \r\nsay? Did you tell her how important this is? ",
        "Kevin: Ok, just calm down. ",
        "Lucy: Actually, we just haven't quite found her yet. ",
        "Paige: What? ",
        "Kevin: Oh, no. Their stuff is still here. We just haven't been able to locate \r\nthem. ",
        "Paige: After all these years of thinking that I'm alone in the world, to find \r\nout that I'm not, that I have family -- ",
        "Kevin: Look, we're not going to give up. ",
        "Lucy: No. ",
        "Kevin: I mean, we still have one more place to look. ",
        "Paige: Please, Kevin, there's so little time, and I know now that finding \r\nAlison is the end of my journey. ",
        "Lucy: You know, maybe the end of your journey was just about finding out that \r\nshe exists about her. Maybe it wasn't quite the fact that you should meet her.\r\n",
        "Paige: How could you, of all people, say that, Lucy? I mean, you were the one \r\nwho pushed me to find out the truth. You're the reason that I went to London and \r\nthe reason I'm back in Port Charles, and now that I'm so close, you don't want \r\nme to pursue it? ",
        "Lucy: No, I -- I didn't quite say that. I'm not standing in your way, per se.\r\n",
        "Kevin: Right. No one is. ",
        "Paige: Fine, then let's stop talking and go and find her. This really matters \r\nto me. I have to find Alison. ",
        "Lucy: Right, and what happens, Paige, when you do find her? ",
        "",
        "Rafe: Ah, morning. Alison? Alison! You in here? Where could she -- oh, my \r\nGod. Paige. She came to take her. She wants her to get in the fifth chair. No, I \r\nwon't let you die. Alison! ",
        "Alison: Hi. You're up. What's -- ",
        "Rafe: Where were you? ",
        "Alison: What? I -- ",
        "Rafe: Are you ok? ",
        "Alison: Yeah, I just stepped out for a few minutes to pick these. What's the \r\nmatter? ",
        "Rafe: Nothing. I -- I just woke up from an incredible night and I -- I \r\ncouldn't find you. I didn't know where you were. ",
        "Alison: Rafe, what's wrong? ",
        "Rafe: Just promise me you'll never leave again without telling me, ok? ",
        "Alison: Ok, ok, I promise. Now, what's the matter? ",
        "Rafe: Nothing. ",
        "Alison: Then why are you acting like this? ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Ricky: What do you mean, I'd have to die? That's crazy. ",
        "Casey: Because in two days, I'm -- ",
        "Ricky: You're what? ",
        "Casey: Leaving earth. Look, man, you're just going to have to trust me on \r\nthis one. ",
        "Ricky: W-- what? You think you're going to die in two days? You can't know \r\nthat, not -- well, not unless, like, you were being executed or a doctor was \r\npulling the plug. You just can't know. ",
        "Casey: I do. I know. ",
        "Ricky: How? ",
        "Casey: Because I'm already dead. ",
        "",
        "Jack: Hey, Jamal, it's me. Just checking in, man. Just call me when you get \r\nthe message. Yeah, thanks. No luck. ",
        "Livvie: But he has to be somewhere, Jack. I mean, maybe he's not the same old \r\nJamal, but he wouldn't just bail on us like that. ",
        "[Knock on door] ",
        "Kevin: Hello. ",
        "Jack: Hey. ",
        "Livvie: Dad! Lucy! What are you guys doing here? I thought you were in -- in \r\nLondon. ",
        "Lucy: We were, but we're back. ",
        "Livvie: Oh, I guess you decided not to leave all your baggage behind, huh?\r\n",
        "Jack: Dr. Collins, Lucy, good to see you. ",
        "Lucy: Hey. ",
        "Paige: We're looking for Alison. ",
        "Kevin: Yeah. She and Rafe aren't at home. ",
        "Lucy: In fact, they're nowhere to be found around town at all. ",
        "Livvie: This doesn't have anything to do with Jamal, does it? ",
        "Lucy: No. ",
        "Kevin: No, no. Why? ",
        "Livvie: Oh, nothing. Doesn't matter. What's going on? Why do you need Ali?\r\n",
        "Kevin: Well -- ",
        "Paige: They're helping me. It's really important that I find her, Livvie. I'd \r\nreally appreciate your help. ",
        "Livvie: Why? What's going on? ",
        "Kevin: Well, it turns out that Alison is a relative. ",
        "Livvie: Of hers? ",
        "Kevin: Yes. ",
        "Livvie: Now, how is that possible? ",
        "Lucy: Do you know, actually, it's a very long, long, long story. ",
        "Kevin: Yeah. ",
        "Paige: Which we don't have time to tell. It's vital that I find her, Livvie, \r\nbefore I have to leave for good. ",
        "Livvie: Dad -- ",
        "Kevin: It's ok, Livvie. We wouldn't be here if it wasn't important. Do you \r\nknow where she is? ",
        "Livvie: Ok. I think I might know, and Rafe's probably with her. ",
        "Paige: Where? ",
        "Livvie: Outside of town, a barn. ",
        "Kevin: Great. Can you write it down? ",
        "Livvie: Yeah, yeah, of course. It's a place they normally go to when they \r\nwant to be alone, but it's kind of tricky to get to, Dad. I hope you can find \r\nit. ",
        "Paige: Thank you, Livvie. You have no idea. I'm so grateful to all of you.\r\n",
        "Lucy: Paige, wait, wait. ",
        "Kevin: Yeah, yeah, we'll drive you over there. ",
        "Paige: Thank you, but, no. I mean, I think this is between Alison and me. I \r\nshould probably go alone. ",
        "Lucy: No. No, you shouldn't. I think you really need company. ",
        "Kevin: Actually, I don't think you and I are going anywhere till we clear the \r\nair about something. ",
        "Lucy: What? ",
        "Kevin: Could you excuse us just a minute? Just for a minute. ",
        "Lucy: Doc, what -- what are you doing? ",
        "Kevin: Lucy, what is it about this connection between Alison and Paige that's \r\nbothering you so much? ",
        "Lucy: I told you -- I got that feeling in London. I just -- I don't trust \r\nher. I don't trust what she's going to do or say when she sees Alison. I'm just \r\nnot sure how this whole thing is going to end. ",
        "",
        "Alison: Why have you been acting so strange lately? ",
        "Rafe: I'm leaving. ",
        "Alison: I know that. In two days. Don't remind me. ",
        "Rafe: Well, it's just that it's been a lot harder on me than I thought it \r\nwould be. I didn't know that, you know, it would feel like this. ",
        "Alison: And the clock, it just keeps ticking. ",
        "Rafe: I just don't want to let you out of my sight, that's all. ",
        "Alison: I know. I know you don't. And I don't, either, but we promised each \r\nother that we would stop trying to think about it, you know? ",
        "Rafe: I know, and I'm trying, but -- ",
        "Alison: No, no, no. No \"buts,\" ok? Listen -- listen, we're together, ok? \r\nWe're in our own little special place, just the two of us, and nobody knows \r\nwhere we are. ",
        "Rafe: Yeah. Yeah, you're right. You're right. It's just us to the very last \r\nmoment, to the very last second. ",
        "Alison: Yeah. And if this is all the time that we have, that's all the time \r\nthat I need. ",
        "Rafe: Time for what? ",
        "Alison: To memorize you, memorize your face, and the way that your skin \r\nsmells and the way it feels beneath my fingers and the way that your eyes squint \r\nwhen you smile. ",
        "Rafe: That way your -- your lips just start to tremble right before you laugh \r\nor you cry. ",
        "Alison: And the way your heart beats when you hold me. ",
        "Rafe: And the way I'm just so scared it's going to burst every time I see you \r\nsmile. ",
        "Alison: Oh, Rafe. ",
        "Rafe: I will always be with you. I will always be with you. Do you hear me?\r\n",
        "Alison: Mm-hmm. ",
        "Rafe: Wherever you are, I will be there. You will always be my angel, \r\nforever. ",
        "Alison: Just don't let me go, ok? ",
        "Rafe: Yeah. ",
        "Alison: Just don't let me go. ",
        "",
        "Casey: Well? Say something. Don't just sit there and -- what? What? What? \r\nWhat? What? What are you -- ",
        "Ricky: Well, what do you want me to say, Casey? You just told me you're dead.\r\n",
        "Casey: But I am. ",
        "Ricky: Well, you didn't feel dead last night. I mean, all night, or this \r\nmorning, or again this morning. So stop trying to con me, Casey. ",
        "Casey: Look, I'm an angel, all right? Ok, and I was given one last shot back \r\non earth and I took it and it was the best thing I ever did because then I found \r\nyou, Ricky. ",
        "Ricky: Hmm. Uh-huh. Oh, and -- and what is this right here? Huh? The key to \r\nthe pearly gates? ",
        "Casey: I don't know what it's a key to. I just know that I can never take it \r\noff and no matter what, it stays around my neck. And -- wait a minute. I got \r\nproof! My watch! ",
        "Ricky: What about it? ",
        "Casey: It -- ",
        "Ricky: Look, if this is some dumb-ass scheme to walk out on me again -- ",
        "Casey: No, no, no, no, I swear, it's true! Look, look, look! Ricky, it has 13 \r\nnumbers. ",
        "Ricky: So what? I used to work for a carny who sold stuff like that on at the \r\nboardwalk. ",
        "Casey: Ok. Oh. How about that time we were about to do it in my room and then \r\nI was gone. Huh? I disappeared. And you know why? Because I got yanked back up. \r\nThat's why. See, I was messing around, and, you know, they got kind of pissed, \r\nand my boss, he was just, like -- why are you nodding your head? I'm trying to \r\ntell you, Ricky, that -- ",
        "Ricky: You want to know what I think? ",
        "Casey: What? ",
        "Ricky: I think that because you did it for the first time, you're scared. ",
        "Casey: What? ",
        "Ricky: Well, you know what? It's ok, because it was my first time, too -- \r\nfeeling like that, feeling like this. Ok? ",
        "Casey: So? ",
        "Ricky: So, if you want to pretend, let's pretend. You can be the angel. ",
        "Casey: So you believe me? ",
        "Ricky: And I'll be the devil. ",
        "Casey: Hey -- oh, I'm serious! ",
        "Ricky: And we'll be the hell's angels riding down the highway. ",
        "Casey: Ricky! ",
        "Ricky: Vroom! Vroom! Vroom! ",
        "",
        "Paige: How do you think this will end, Lucy? Do you really think I would hurt \r\nAlison, the only family I have left? ",
        "Lucy: To tell you the truth, Paige, I'm not sure what you would do, I just \r\ndon't know, but I do know one way we can find out. ",
        "Kevin: Lucy -- ",
        "Lucy: No. You know what? The cards don't lie. I just take another reading. \r\nIt's that simple. ",
        "Paige: Lucy, I don't have time for this. You know I have to leave soon. ",
        "Kevin: Paige, you're right. Go find Alison. ",
        "Lucy: No, Doc -- Doc -- ",
        "Kevin: Lucy, Lucy, I know you're trying to help, but would you just let her \r\ngo. ",
        "Livvie: Hey, Dad, what's all the whispering about? ",
        "Kevin: Nothing. Everything's fine, Livvie, really. Thank you for the address. \r\nPaige is on her way over there now. ",
        "Paige: Yes, I have to hurry. Thank you, Kevin. ",
        "Kevin: All right. Good luck. ",
        "Lucy: Listen, Paige, don't do anything I wouldn't do, please? ",
        "Kevin: Lucy -- ",
        "Lucy: What? Look, can we just do this, ok? I want to find out once and for \r\nall who is right about Paige -- me or you. ",
        "Livvie: Right about what? What's going on? Lucy, is there something about \r\nPaige I need to know? ",
        "",
        "Alison: Please, Rafe, I need to hear it, ok? Just promise me. ",
        "Rafe: I promise you I will never leave you. I will always be with you \r\nwherever you are. I promise. And you promise me you'll never forget? ",
        "Alison: I never. We never will, ok? You will always be in my heart, forever \r\nand always. ",
        "Rafe: My angel. ",
        "Alison: Rafe -- ",
        "Rafe: Oh, I'll never forget you, never, never. ",
        "",
        "Kevin: Livvie, everything is fine. Paige is just trying to connect with --\r\n",
        "Jack: Hey, is everything ok? ",
        "Livvie and Lucy: No. ",
        "Kevin: Yes. Everything is fine. Everything is great. At least it would be if \r\nyou'd just listen to me. ",
        "Lucy: I think at this point now, they're both listening. ",
        "Kevin: Thank you. ",
        "Lucy: Welcome. ",
        "Kevin: Thank you very much. Look, Paige needs to leave town very soon. She \r\njust needs to finish what she came here for. Right, Lucy? ",
        "Lucy: The Fool card. That means something unpredictable is going to happen. \r\nDoc, the Hermit card -- that means some journey, a quest, some seeker of truth. \r\nOh, my God. ",
        "Livvie: Lucy, what is it? ",
        "Lucy: It's the Death card. ",
        "Livvie: Oh, no. No. Now, come on, get them out of here, Lucy, please. No more \r\ncards. They give me the creeps. ",
        "Lucy: I know, but, Livvie, they do tell the truth. They don't lie. I have to \r\ndo this. ",
        "Kevin: But, Lucy, that's -- that's enough, Lucy. ",
        "Lucy: No, Doc, I have -- ",
        "Kevin: No, Lucy, I'm not saying that the cards haven't been right in the \r\npast, but don't you think you're going a little crazy trying to figure out how \r\nthis is all going to end? ",
        "Lucy: And you're not going a little crazy? Don't you want to know how this \r\nwhole thing ends, too? ",
        "Kevin: All I know is that we found what Paige need to find. And right now I \r\nthink we have bigger fish to fry -- at least according to my cards. ",
        "Lucy: You don't have any cards. ",
        "Kevin: Sure, I do. Look at that -- the home card. Look, the sleep card. Look \r\nat -- aw -- that's the \"making love like newlyweds\" card? Hmm? ",
        "Lucy: Oh. I like that card. ",
        "Kevin: Yeah, let's go. ",
        "Lucy: But, no, I need to just finish this, please? ",
        "Kevin: No, Lucy, we are going right now. ",
        "Lucy: Let me just -- no, I -- ",
        "Kevin: See you, kids. ",
        "Lucy: I need to finish -- ",
        "Livvie: Wait. Are you leaving so soon? ",
        "Kevin: Yeah, but -- ",
        "Lucy: I'm stuck. ",
        "Kevin: We'll tell you all about the trip later. Say good night, Lucy. ",
        "Lucy: Good night, Lucy. ",
        "Livvie: Good night, Lucy. ",
        "Jack: Good night. Lucy, hold on. She -- she forgot her cards. She -- ",
        "Livvie: Oh, forget it, Jack. Just put them away. Get rid of them. ",
        "Jack: Well, what do you want me to do with them? ",
        "Livvie: I don't know. Put them anywhere. Just get them out of my sight. Ugh.\r\n",
        "Jack: All right. I'll take care of them. ",
        "",
        "Jamal: What -- ",
        "[Jamal groans] ",
        "Jamal: Where the hell am I? Hey, this is not f-- this is not funny! Oh, God! I'm not getting out of this. Maybe if I -- my cell. My cell, my \r\ncell. Come on. Come on. Here you go, baby. Come here. Come on, man. ",
        "",
        "Ricky: You know what, Casey? ",
        "Casey: What now, Romeo? ",
        "Ricky: I think we should take the longest, hottest, wettest shower ever. ",
        "Casey: That might freak you out. ",
        "Ricky: Why? ",
        "Casey: Because angels disappear in hot steamy water. Don't ask me why. ",
        "Ricky: Oh, boy. You really are a piece of work. ",
        "[Phone rings] ",
        "Ricky: Damn it. ",
        "Casey: No, no, no, don't get it! ",
        "Ricky: Oh -- just -- I'll tell them to go away. Yeah, this is Ricky. Who is \r\n-- ",
        "Jamal: Hey, it's me. Don't say anything. I'm at the warehouse. J.D. got me.\r\n",
        "Ricky: What? ",
        "Jamal: 127 River Street. ",
        "Ricky: Hang on. All right. 127. Got it. I'm on my way. ",
        "Jamal: All right. Better make it fast. ",
        "Ricky: Right. I got to go. ",
        "Casey: What? Where are you going? Who was that? ",
        "Ricky: It was -- it was my mom. She needs me over at the house for a sec. ",
        "Casey: She can't wait? ",
        "Ricky: No, no, no, no, no. I got to -- I got to talk to her, and -- I mean, \r\nit's not a big deal. ",
        "Casey: Well -- wait a minute, Ricky. You can't just leave me here. You know, \r\nlet me just get my stuff. I'll go with you. ",
        "Ricky: No! No! No! No! No! Look, Casey, I just don't have time right now. Ok? \r\nI don't. So -- ",
        "Casey: Ricky, what -- ",
        "Ricky: Look, I just need you to stay here, ok? Wait for me. ",
        "Casey: Why should I? ",
        "Ricky: Because. ",
        "Casey: Because why? ",
        "Ricky: Because I love you. ",
        "Casey: You do? ",
        "Ricky: Yeah. I love you. All right. ",
        "",
        "Jamal: Come on, Ricky. ",
        "J.D.: Oh, no, no, no, no. One phone call's enough, Jamal. ",
        "Jamal: J.D. ",
        "J.D.: Thanks a lot, man. This is working just like I planned. Now I'll have \r\nyou both. ",
        "Jamal: Oh! ",
        "",
        "Rafe: Alison -- you're still here. It's ok. I'm watching out for you. ",
        "[Footsteps] ",
        "Rafe: Ok. It's ok, Alison. Whatever it is, it's not going to get in here. \r\nPaige. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Rafe: What purpose do you have in mind for Alison? ",
        "Paige: Where is she, Rafe? I need to see her. ",
        "Rafe: No, no, no, no, Paige, forget it. You can't have her. You are not going \r\nto take her back! ",
        "[Jamal mumbles] ",
        "Ricky: Jamal, man, don't worry. I'll get you out of here, all right? ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute]"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=hiT-E8k71rc"
}