{
    "Episode Summary": [],
    "Recap": [
        "Restless with hunger, Olivia leaves the safety of the catacombs to look for blood. Caleb's negative attitude gets to Alison, who tells him off and then orders him not to say another word to her. Rafe gives Joshua a nightmare in which Olivia sinks her poisoned fangs into his neck. When Kevin goes to Elixir to look for his daughter, Jamal confronts him about her murderous act. In Joshua's nightmare, Rafe watches while Joshua locates and takes the antidote. As Jamal tries to wring Olivia's neck, Kevin knocks him out from behind. Kevin persuades his daughter to go to the lighthouse. Alison accuses Caleb of not being a real musician. Puzzled and offended, Caleb writes a song to impress her."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Joshua's voice: And you're right. This is very bad. Livvie is your daughter, and you must do your duty as a father and you must deal with her.",
        "Kevin's voice: \"Deal with her\"?",
        "Joshua's voice: Harshly.",
        "[Bartender approaches]",
        "Kevin: I'll have a whiskey, neat. I like what they've done with the place.",
        "Bartender: Yeah, pretty cool, huh?",
        "Kevin: I was wondering, have you seen this young lady?",
        "Bartender: Hmm. I wish I had. She looks pretty hot.",
        "Kevin: Yeah. She's beautiful.",
        "Bartender: Who is she?",
        "Kevin: My daughter, Livvie.",
        "Bartender: Oh. Well, I hope you find her. Sorry I can't help.",
        "Kevin: Oh, she'll turn up. And when she does, I'll be waiting.",
        "Jamal: Where is she?",
        "Kevin: Excuse me?",
        "Jamal: Where's Livvie, your psychopath daughter?",
        "Kevin: Actually, I have no idea, Jamal. I'm looking for her myself.",
        "Jamal: So you know what she did?",
        "Kevin: I know about Alison, yeah.",
        "Jamal: That's all you're going to tell me?",
        "Kevin: I'm sorry?",
        "Jamal: What, you're sorry? That bloodsucker you call a daughter killed her. She murdered her in cold blood, and you're sorry? I'm going to tell you one thing, she's not going to get away with it. She has to pay for what she's done.",
        "Kevin: I couldn't agree more.",
        "[SCENE_BREAK]",
        "Caleb: What's the matter?",
        "Livvie: I'm hungry. I need to feed.",
        "Caleb: This is Rafe's fault. He should have made sure you had enough.",
        "Alison: I think Rafe's been a little busy trying to find that antidote for Livvie's poisonous fangs.",
        "Caleb: Oh, a lot of good that does us now. Who knows how long we're going to be stuck here.",
        "Livvie: Look, it's not a big deal. I'll just go out myself.",
        "Caleb: You can't do that. Everybody thinks you killed Alison.",
        "Livvie: Yeah, I know, but I need to feed, so I'm going -- I'm going to go.",
        "Caleb: No, no, it's ok, all right? I'll go. I'll get you the blood.",
        "Livvie: No! You are a bigger target than I am.",
        "Caleb: I don't care.",
        "Livvie: Well, I do. It's a lot safer for me out there. I'm a vampire now. I can take care of myself.",
        "Caleb: Olivia --",
        "Livvie: Please don't make a big deal. I'll be all right. Ok, it's dark out. I'll make sure no one can see me.",
        "Caleb: Yeah, you're smart. You wouldn't let anybody get you.",
        "Livvie: Of course not. I learned everything I know from you.",
        "Caleb: Yeah.",
        "Alison: You know, don't mind me. Just carry on. It's fine.",
        "Caleb: You be careful. I love you.",
        "Livvie: I love you. I'll hurry back.",
        "Alison: Hey! Whoa! What is your problem?",
        "Caleb: What is my problem? I hate this! I hate having to watch her go out there while I'm stuck in here. I can't even get her the antidote. I have to rely on Rafe to do that.",
        "Alison: Well, I'm sure you'll be able to do your part real soon.",
        "Caleb: Yeah. And when I get my crack at Joshua, believe me, the nightmare ain't going to be in his head.",
        "[SCENE_BREAK]",
        "[Classical music plays]",
        "Joshua: Oh, Alison. I could have made you so happy. We could have shown them all. And now I won't even get the chance.",
        "Rafe: That's right. Just go sleep it off, you drunken freak.",
        "Joshua: What was that?",
        "[Music stops]",
        "Joshua: Hello? Who's out there? Hello?",
        "[SCENE_BREAK]",
        "Jamal: That is a nice try, Dr. Collins, but I hope you don't seriously think that I'm going to leave payback to you so you can send your daughter off to some cushy funny farm.",
        "Kevin: I understand you're angry, Jamal.",
        "Jamal: \"Angry\" doesn't begin to describe what I'm feeling. I lost my best friend. Look, it just didn't have to happen, ok? And it wouldn't have happened if it wasn't for your lunatic daughter.",
        "Kevin: I know how you felt about Alison. I know you loved her very much.",
        "Jamal: You don't know anything about us.",
        "Kevin: I know you lost her long before this. Now, you've never forgiven yourself for that.",
        "Jamal: Dr. Collins, don't try to handle me with your shrink-rap, because I didn't come here for that.",
        "Kevin: No. You came here to find Livvie.",
        "Jamal: That's right, and I'm going to find her with or without your help.",
        "Kevin: Tell me, exactly what do you intend to do once you find her?",
        "Jamal: I'm going to put her out of her misery so she can't hurt anybody else.",
        "Kevin: I think you should leave Livvie to me.",
        "Jamal: Keep on dreaming, dr. Collins.",
        "Kevin: You're just putting yourself in danger, Jamal.",
        "Jamal: Why don't you save all of that, because right about now, I really don't care. I'm just doing what I got to do. Nothing else matters -- nothing.",
        "Kevin: Well, then. Let's hope I find Livvie before you do. Have a nice evening. Excuse me.",
        "[Door opens and closes]",
        "Jamal: That nut job is just as crazy as his daughter. God --",
        "Bartender: Where'd that guy go?",
        "Jamal: What, the -- he left. Why?",
        "Bartender: Oh, too bad. I think I just saw the girl that he was looking for out in the alley.",
        "Jamal: Whoa, whoa, what girl?",
        "Bartender: Oh, pretty thing -- long brunette --",
        "Jamal: Dark hair, short?",
        "Bartender: Yeah.",
        "[SCENE_BREAK]",
        "Jamal: Oh, well, look who we have here. What are you doing? You're on the prowl for another victim?",
        "Livvie: Jamal, I -- I don't know what you heard.",
        "Jamal: Oh, I think you know.",
        "Livvie: What do you want?",
        "Jamal: Relax. I just would like to ask you a question.",
        "Livvie: What question?",
        "Jamal: How does it feel to be a cold-blooded killer?",
        "[SCENE_BREAK]",
        "Caleb: I'm going crazy. I feel like I'm trapped in here.",
        "Alison: I know. I totally understand. I hate thinking about what Rafe has to do tonight. And I feel so bad for my family and friends. They think that I'm dead. But we have stay focused, and that's what we need to do, and that's just the way that it is right now.",
        "Caleb: Says who? Your boyfriend? Who put him in charge anyway? What, because I'm mortal now, everybody thinks I'm powerless?",
        "Alison: Nobody said that.",
        "Caleb: Nobody has to.",
        "Alison: Are you kidding me? Oh, I know, look at Caleb -- poor, poor, poor Caleb, whining and crying and -- blah, blah -- I'm so sick of it. Like, I'm sick of it.",
        "Caleb: Oh, are you?",
        "Alison: Yeah, I am! Why don't you try counting your blessings for a change?",
        "Caleb: \"Blessings.\"",
        "[Caleb laughs]",
        "Alison: First of all, you're still alive. We're all still alive. And soon, soon enough, you're going to get your pair of bloody fangs back so you can live happily ever after forever. Isn't that enough for you?",
        "Caleb: At this moment, no. No, not with Joshua still out there.",
        "Alison: Joshua is in that place because of you and your kind.",
        "Caleb: It's nice to know I can always count on you for a sympathetic ear.",
        "Alison: Oh, give me a break. You're getting really needy. You're like lucky I even talk to you, after everything that you've done. And speaking of speaking, why don't you just not, at all? Just because we're in the same vicinity here doesn't mean that you and I need to speak to each other anymore. I'm kind of sick of it. I don't want to hear any more noise. So if you feel like you need to, you know, rant and rave a little bit, you can just do that to your inner self, ok?",
        "Caleb: Yeah, fine.",
        "Alison: Fine. I'm going to listen to the radio. That might be nice.",
        "Caleb's voice: The straightest path to the main street of life that awaits you and leave behind your lies",
        "Alison: That's thrilling.",
        "Caleb: Well, it looks like you just can't get away from me.",
        "[SCENE_BREAK]",
        "Rafe: I'd say sweet dreams, Joshua, but that's not exactly what I have in mind. This guy is a coward. The second he thinks that Livvie has bitten him with her poisonous fangs, he's going to run right for the antidote, all right?",
        "Caleb: Hmm. That's not enough. Look, you were able to get inside Alison's head because you love her, because you wanted to protect her.",
        "Rafe: Yeah, from you!",
        "Caleb: Bringing down Joshua's going to take that same level of passion. Unless you hate him with every inch of your being, he'll beat you.",
        "Rafe: That shouldn't be so hard.",
        "Rafe: What's wrong? Why isn't this working?",
        "[SCENE_BREAK]",
        "Livvie: I really -- I don't have time to get into this.",
        "Jamal: Yeah, well, make time.",
        "Livvie: Jamal --",
        "Jamal: How could you do it, Livvie? What did Alison do to make you want to kill her?",
        "Livvie: I said I can't talk about this right now.",
        "Jamal: That's too bad, because you're not going anywhere.",
        "Livvie: Will you get out of my way?",
        "Jamal: What the hell is wrong with you? Alison was your best friend. She loved you when nobody else did. How could you just betray her like that? How could you just turn on her?",
        "Livvie: Look, I didn't mean to. I -- I didn't --",
        "[Livvie sighs]",
        "Jamal: Didn't mean to what? You didn't mean to drain the life out of her until she was dead? Didn't mean to have her for dinner? You're telling me this was a mistake, this was an accident?",
        "Livvie: No, it's just -- it didn't happen like that. You have to believe me.",
        "Jamal: Oh, don't tell me -- shut up! Don't tell me any sob stories! I don't want to hear it!",
        "Livvie: It's not what you think, Jamal!",
        "Jamal: It's not what I think? Not what I feel?",
        "Livvie: No, you don't have all the facts. You have to trust me.",
        "Jamal: I have all the facts I need! Ok, you're a cold, heartless animal ok, and it's time that somebody ended your miserable excuse for a life.",
        "Livvie: Now you need to back off.",
        "Jamal: \"Back off\"? Bitch, I haven't even started yet.",
        "Livvie: I'm warning you, Jamal. I'm getting angry. I don't want to hurt you.",
        "Jamal: I am not going to let you get away with this. You snuffed out Alison's life like it was nothing. You think you can walk around and just go about your business? Please, I'm not going to let that happen. I'm not going to let you do it. I'm not going to let you do it to anybody else, and that's -- I'm going to stop you if it's the last thing I do on this planet, Livvie.",
        "[Livvie hisses]",
        "Kevin: You see? It is better to give than to receive.",
        "Livvie: Daddy.",
        "[SCENE_BREAK]",
        "Caleb's voice: Behind your",
        "[Music stops]",
        "Caleb: Hey. Maybe I was listening to that.",
        "Alison: I'm sure you were. But I'm a little sick of it. It's been overplayed.",
        "Caleb: Oh, you're sick of it? That's -- that's funny, because you used to like Stephen Clay's music when you didn't think it was me.",
        "Alison: Well, that's when I thought that it was being played by a real musician.",
        "Caleb: Oh, so I'm not a real musician?",
        "Alison: No. I mean, I highly doubt that you could write a song if your life depended on it. You're a phony. You're a fake. You're an impostor.",
        "Caleb: Could I ask you why you're saying that?",
        "Alison: Well, because the music wasn't real.",
        "Caleb: It sounded real enough to me.",
        "Alison: No, you know what I'm talking about. It was, like, all part of your little thing you had going on, your vampire mojo or whatever it was. You, like, messed with people's minds. You manipulated them.",
        "Caleb: So? That doesn't mean Stephen Clay wasn't a real musician.",
        "Alison: Yea it does! That's exactly what it means. Stephen Clay wasn't real. You used people to make you look good and make you look like something that clearly you're not.",
        "Caleb: All right, let get me this straight. You're saying I couldn't write a song. Is that what you're saying?",
        "Alison: Yeah, pretty much. That's what I'm saying.",
        "Caleb: You're wrong. You're wrong.",
        "Alison: Am I?",
        "Caleb: Give me three words. I'll turn them into a song.",
        "Alison: Oh, please.",
        "Caleb: No, I mean it, come on.",
        "Alison: No, I'm not doing this stupid little whatever game.",
        "Caleb: Oh, what? I think -- I think you're afraid.",
        "Alison: Oh, please.",
        "Caleb: Yeah. No, I think you're afraid that once in your perfect life you actually might be wrong about something.",
        "Alison: Fine. I'll give you three words.",
        "Caleb: Go ahead.",
        "Alison: Ahem. \"Angel,\" \"cooks,\" and \"lion.\" There's your three words there, P.B. Now you go make a song, you -- you rock star, you.",
        "Caleb: \"Angel\" --",
        "Alison: Hmm.",
        "Caleb: \"Cooks\" --",
        "Alison: Hmm.",
        "Caleb: \"Lion.\"",
        "Alison: Mm-hmm. You're stalling, but that's ok. You can take 30 minutes, and you can make up your own song. I'll time you.",
        "Caleb: Oh, I won't need 30 minutes.",
        "Caleb: \"Mystify me again, my angel. A character in a storybook, a bed of roses when my heart is breaking. It's in the magic that you cook. He'll only say what's on his mind, betting not his fortune or fame. He's a lion in disguise, the one you'll never tame.\"",
        "Alison: Hmm. I'm -- you know --",
        "Caleb: Surprised?",
        "Alison: Yeah.",
        "Caleb: Hmm.",
        "[SCENE_BREAK]",
        "Rafe: Come on, you worthless cretin. Let me into your head so we can get this over with. All right, I made it. I'm in. And now that I am, let the nightmare begin.",
        "Joshua: Livvie, what are you doing here?",
        "Livvie: I need to talk to you.",
        "Joshua: I have nothing to say to you. Get out!",
        "Livvie: Joshua, please don't turn me away. I know you're angry with me, and I know I've made so many mistakes, taking Caleb's side over yours. That was the worst one of all. I see that now. I see you're the one with the power. And you always will be.",
        "Joshua: It's a little too late for a change of heart, young lady.",
        "Livvie: No, it is not too late for anything. Joshua, I'm begging you. Take me. Make me yours.",
        "[Joshua screams]",
        "[SCENE_BREAK]",
        "Alison: So, how's the song coming?",
        "Caleb: It's getting there. Thanks for asking.",
        "Alison: You know, you don't have to, you know, keep going with that. I believe you now, and I didn't mean to hurt your feelings.",
        "Caleb: It's not about that anymore. It keeps me from thinking too much.",
        "Alison: About Livvie?",
        "Caleb: And about being stuck here. Not that I'm complaining.",
        "Alison: No, I didn't think that you were.",
        "Caleb: You know, it just feels good to be working again. It's been too long.",
        "[SCENE_BREAK]",
        "Kevin: Don't look so surprised.",
        "Livvie: How did you know I was here?",
        "Kevin: Does that really matter? I'm just glad I knew where you were.",
        "Livvie: Why did you do it, dad? Why did you stop Jamal?",
        "Kevin: You have to ask?",
        "Livvie: Yeah. The last time I saw you, you were --",
        "Kevin: Painting at Joshua's. I know.",
        "Livvie: No. Daddy, you stole my ring. You stole Caleb's ring and you gave to him.",
        "Kevin: It's just a ring.",
        "Livvie: No, it wasn't just a ring. Dad, it was everything.",
        "Kevin: Oh. Well, I'm sorry.",
        "Livvie: Are you ok?",
        "Kevin: I'm fine. Never been better in my whole life.",
        "Livvie: Then you haven't heard, then, have you?",
        "Kevin: About Alison? Yeah, I know all about it.",
        "Livvie: You know, daddy, I can explain everything.",
        "Kevin: I'm sure you can, but you know what? Not out here. It's not safe for you to be out in the open like this. Come on, let's go to the lighthouse.",
        "Livvie: No, daddy, I --",
        "Kevin: Listen to me. There are others like Jamal out there. They're out to get you, and they won't stop until they do. Please let me help you. Trust daddy on this.",
        "Livvie: Ok.",
        "[SCENE_BREAK]",
        "Joshua: My god! What have you done? Ugh!",
        "Livvie: You made me poison. It's only right you should get a taste of it.",
        "Joshua: No! No!",
        "Livvie: How does it feel, knowing you're about to die? And you're the one who made it happen.",
        "Joshua: Help me. Help me.",
        "Livvie: Bye-bye, Josh. I'll see you in hell.",
        "Joshua: Not quite yet.",
        "Rafe: That's it. Come on, you coward! Show me where that antidote is. That's it. Joshua",
        "[gasps]",
        "Rafe: It worked. Stay tuned for scenes from the next \"Port Charles: Desire.\"",
        "[NEXT_ON]",
        "Jamal: You're going to burn, you monsters. You're all going to burn.",
        "Caleb: You're acting like you don't think Rafe can handle Joshua.",
        "Alison: He's a slayer. He can handle anything.",
        "Rafe: Joshua, let me out!",
        "Singer: Desire",
        "Rafe: Let me out of here!"
    ],
    "Transcript Author": [
        "By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=sr68xP8K0vI"
}