{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Valerie: Hi. ",
        "Rafe: Morning. Can I help you? Looks like you lost something. ",
        "Lucy: Those damn christmas party invitations -- i want to find them and throw \r\nthem into that nice, toasty fire over there. Where are they? ",
        "Rafe: What's going on? ",
        "Lucy: Don. You know don. On a good day he's useless, and now he's claiming \r\nthat those invitations are nowhere to be found. I know they're at the office. I \r\njust need to find them. ",
        "Rafe: It looks like you lost something a lot more important than those \r\ninvitations. ",
        "Lucy: Oh, it's just -- the christmas party doc and I were planning. We sort \r\nof called it off. But it was going to be our surprise wedding. What is it -- why \r\nis it that i seem to lose everything i want? I don't understand. ",
        "Rafe: Hey. ",
        "Lucy: Oh. Oh. ",
        "Rafe: I am so sorry. ",
        "Lucy: Thank you. I'm ok. I'm ok. I -- it's ok. It's fine. That's what doc and \r\nI both -- we wanted that. ",
        "Rafe: Maybe, but maybe this is just a little glitch. ",
        "Lucy: Oh -- no, it's more than just a little glitch. ",
        "Rafe: Come on, huh? Aren't you the one who has always said love finds a way?\r\n",
        "Lucy: I used to say that. I don't know what happened. I think love just got \r\nlost or took a wrong turn or something because i'm -- I'm supposed to be \r\nmarrying my doc. ",
        "Rafe: So it's not really ok, then, is it? ",
        "Lucy: My heart is shattered. ",
        "alison: Ok, alison, you are acting like a little spoiled brat. Just calm \r\ndown. Ahem. I can do this. You can do this. You can do this. ",
        "Rafe's voice: What are you talking about? ",
        "Alison's voice: I was a little out of control with the whole valerie and hope \r\nthing. I mean, I really could've blown it, but you sort of sat me down and \r\ntalked me through it and made me stop and think, you know? I sort of like to \r\nthink of myself a little more like you. I mean, I'm not like an angel or \r\nanything like that. I mean, I'm really -- I'm far from it, really far. But, you \r\nknow, i am a lot less selfish, and i do have more faith that good will always \r\nwin in the end. ",
        "Valerie: Thanks, you guys, this is so cool, seriously. And I swear I won't \r\nget in your way, and i'll be out of here as soon as i can. ",
        "Alison: No, valerie, it's -- it's no trouble at all. I sort of know what it \r\nfeels like to leave something that feels really safe, you know, and sort of have \r\nno place to go. ",
        "Valerie: You do? ",
        "Alison: Yeah. I'm just glad that jamal and I can help you get back on your \r\nfeet. Everybody deserves a second chance. ",
        "Valerie: Well, if you're sure i won't be getting in the way with you and \r\njamal -- ",
        "alison: No, no, no, it's -- no, it's no trouble at all. As a matter of fact, \r\ni cleared out a couple of shelves in the bathroom if you'd like to put some \r\nstuff away. ",
        "Valerie: Thanks. ",
        "Alison: Ok. ",
        "Valerie: You know, I really appreciate this. ",
        "Alison: Yeah. Sure, no problem. ",
        "Alison: Ok. We can do this. We can make this work. It's all right. ",
        "Jamal: One question. ",
        "Alison: Yes? ",
        "Jamal: What did you do with my girlfriend? ",
        "Lucy: No more. No more of this crying. I'm officially done. ",
        "Rafe: Come on, luce, tears aren't so bad, you know? ",
        "Lucy: Yes, they are because I keep crying over the same dumb mistakes. How \r\nmany times can i do that? I need to just stop. Ok. So i'm ok. No christmas \r\nparty, no \"here comes the bride,\" so i'm going to -- I'm going to join a \r\nconvent. You know, I look really good in black. ",
        "Rafe: Oh, yeah, and you'd be really good at that vow of silence thing they \r\nhave. ",
        "Lucy: Oh. ",
        "[Rafe laughs] ",
        "lucy: I'm serious. I'm going to be fine. As soon as i find those stupid party \r\ninvitations, i'm just going to toss them out, you know, and I'm going to start a \r\nwhole new life. I've got big plans, really big plans. ",
        "[Doorbell rings] ",
        "lucy: I got it. ",
        "[Lucy and serena scream] ",
        "lucy: Oh, it's you, it's you, it's you! Oh, gail, come in! I missed you so \r\nmuch. Oh, gail, please, come in here. Oh, you, oh, look at you. ",
        "Gail: I'm going to take this. ",
        "Lucy: Look at you! ",
        "Serena: How come i couldn't come over when i first got back into town? ",
        "Lucy: Oh -- um -- well, you know, it was just i was going through some \r\nstrange stuff. Oh, you, come here. Listen, let me look at you! Look at your \r\nfeet! They have -- they're huge! They've grown a mile. ",
        "Serena: Mom, that is not nice. ",
        "Lucy: But it's true. I guess it's just because i haven't seen you in so long. \r\nOh, gail, thank you so much for bringing her over. ",
        "Gail: Aw, sweetheart, she missed you so much. ",
        "Lucy: Oh, me, too, me, too. ",
        "Rafe: Hey. ",
        "Serena: Hey. Hey, cuz. ",
        "Rafe: Whoa, you're mom's right! You're feet are huge. ",
        "Serena: Oh! That's pretty good because that means I can go shopping now. Ha!\r\n",
        "Lucy: Oh, darn, and you know how we both hate to shop. Ok, we get new shoes, \r\nwe get new clothes to go with the new shoes, and ski clothes. I have some really \r\nbig plans to tell you about. ",
        "Serena: Mom, how come you and kevin didn't tell me you guys were having a \r\nchristmas party? ",
        "Lucy: Oh. How'd you know about that? ",
        "Serena: I got the invitation, silly. It's going to be a blast. ",
        "Gail: We're really looking forward to the christmas party, lucy. Lee and I \r\nwould love to come. ",
        "Lucy: Oh, gail, that's wonderful. Thank you. You know, I'm -- i'm just not \r\nsure -- ",
        "serena: It's been so long since we've had a real party. I am so excited. Can \r\nI help decorate? Can I invite some friends from school? This is going to be a \r\nblast. ",
        "Lucy: Yeah, yeah, a real blast. ",
        "Jack's voice: You know, I'm just going to have to keep watch. All right? Keep \r\ntalking like this. ",
        "Livvie's voice: And not let any troubles or doubt divide us. You promise? ",
        "Jack's voice: Promise. ",
        "Kevin: Honey, you miss him. ",
        "Livvie: The moment i met jack, I thought this is it. I still love him, dad, \r\nand I always will, but it's more than that. I've been scared my whole life of \r\nbeing abandoned. So i held on to you and then i held on to jack. And maybe \r\nthat's how I got, you know, back with caleb. ",
        "Kevin: No, no, honey. He manipulated you. ",
        "Livvie: Dad, come on, it's time for me to grow up and depend on myself. So \r\nmaybe that's how you can help me. You can -- you can help me by letting me \r\nfinally stand on my own two feet. ",
        "Kevin: How did I ever get so lucky to have you for a daughter? ",
        "[Knock on door] ",
        "kevin: I'll get it. Be right back. Oh. Thank you. This came for you. ",
        "Livvie: Me? ",
        "Kevin: Mm-hmm. ",
        "Livvie: \"The honor of your presence is requested at a holiday celebration \r\nhosted by --\" ",
        "kevin: What? ",
        "Livvie: What happened, dad? I thought you and lucy decided to call this off.\r\n",
        "Kevin: So did i. ",
        "Alison: I know that you just asked valerie here because she needed some help. \r\nAnd you have a marshmallow heart, one that I happen to love to pieces. ",
        "Jamal: Ok, but you still have not answered my question. ",
        "Alison: What? ",
        "Jamal: Who kidnapped my girl? Are you some kind of alien or something? ",
        "Alison: Jamal -- ",
        "jamal: You one of those pod people? ",
        "Alison: Am i what? ",
        "Jamal: At least they sent me a sexy one. ",
        "Alison: Oh, well, aren't you lucky! ",
        "Jamal: Yeah. ",
        "Alison: Actually, I have to admit, all of the credit for my change of heart \r\ngoes to rafe. ",
        "Jamal: That guy's made a big impression on you, hasn't he? ",
        "Alison: Yeah. You know, he's very special. ",
        "Jamal: Right. Special. I bet you he thinks you're real special, too, huh? ",
        "Alison: Oh, don'T. That is terrible. ",
        "Jamal: Yeah, I've seen you guys together. ",
        "Alison: What? ",
        "Jamal: Come on, i think he has the hots for you. ",
        "Alison: No -- no, he -- no, listen, he is committed, ok? And he is very \r\nspoken for. And so am I. ",
        "Kevin: This can't be right. Lucy and i agreed to cancel this thing. ",
        "Livvie: Then i am really glad that lucy decided to change her mind. ",
        "Kevin: Without talking to me first? You know, my name's on this invitation, \r\ntoo. ",
        "Livvie: Dad, she probably just got a heads-up from the universe or something.\r\n",
        "Kevin: I'll deal with it later. Right now the only universe i want to talk \r\nabout is yours. ",
        "Livvie: But, dad, I really think this is a sign. ",
        "Kevin: And I still believe in my heart that there's still a chance for you \r\nand jack. ",
        "Livvie: Yeah, well, that's going to be a whole lot harder. ",
        "Kevin: The guy was willing to die for you. Now, if that's not the deepest \r\nkind of love, I don't -- livvie, you say you want to grow up? Then grow up. Face \r\nhim. Look him in the eye and tell him what you're telling me. ",
        "Livvie: But, dad, he doesn't even want to see me right now. ",
        "Kevin: Give yourselves a chance. Just go to him and talk to him. Think of it \r\nas an early christmas present. ",
        "Livvie: I think you're right. Gosh, you're right. I -- i'm going to go talk \r\nto jack, and maybe there is a chance for all of us. ",
        "Rafe: I think serena's right. What this town needs is a big, rocking \r\nchristmas party with a giant tree, and we'll deck the halls with holly. Fa-la-la-la-la-la.\r\n",
        "Lucy: You're not helping. ",
        "Serena: Hey, mom, can we go shopping for my new dress? We could hit the malls \r\nthis weekend. ",
        "Lucy: Uh -- oh, and somebody has a birthday coming up, don't you? Ok. Ok. \r\nWe'll go and shop till we drop. It's a deal. Listen, you got to go, though. And \r\nI'm going to call you tonight and we'll figure out all the details of our big \r\nshopping extravaganza, ok? ",
        "Gail: And we will see you at christmas eve, definitely. ",
        "Serena: Yeah, see you -- see you at the party. ",
        "Lucy: Ok, come here, you. ",
        "Serena: I can't wait. ",
        "Lucy: I love you, I love you. ",
        "Gail: Bye, sweetheart. ",
        "Lucy: Bye. Thanks, gail, so much, ok. ",
        "Rafe: Wait a minute. Am i going to have to wear a tie to this party? ",
        "Lucy: No, you are not going to wear a tie because there isn't going to be any \r\nparty. I can't go through with this. ",
        "Rafe: Sure, you can. ",
        "Lucy: No, I can'T. How can I do that? How can I go host a christmas party \r\nknowing it was supposed to my our wedding, and stand there exchanging little \r\ngifts with the man i was supposed to be exchanging vows with? No. No, no, no. I \r\ndon't care how those invitations got out. I'm going to call each and every \r\nperson on that list and tell them it's off, it's kapooey, it's done, canceled.\r\n",
        "Rafe: No, wait -- wait. Don't you think maybe you're being a little selfish? \r\nYou know, there's a lot of people psyched for a good time. ",
        "Lucy: No, I'm just going to call people. ",
        "Lucy: That's weird. Phone's dead. ",
        "Rafe: Really? ",
        "Lucy: Yeah, that -- that's why god invented cell phones. ",
        "Rafe: Actually, I think they come from a much hotter place. ",
        "Lucy: Huh. Static. I have nothing but static. Oh, good grief. Well, I will \r\ne-mail everyone on the list, simple as that. Huh. What in the world -- my -- my \r\ncomputer just crashed. How did that happen? ",
        "Rafe: Trouble? ",
        "Lucy: I'm not only having my entire life -- it -- it's a mess. And now my \r\nmajor appliances have all gone kapooey. They're all a mess, too. Wait a minute. \r\nThat's just fine. I won't panic. I will go to work and I will call everyone from \r\nthe office. Except i always have my keys in my next outfit's bag. I always -- I \r\nalways put them in this little slot and this goes so nicely with -- and they're \r\nnot here. Where -- where are my keys? ",
        "Rafe: You know how you're always talking about how the universe is sending \r\nyou signals. Well, the message is pretty loud and clear here. Party on, lucy.\r\n",
        "Lucy: Oh, brother, you know what? This universe, it can just go jump in a \r\nlake. ",
        "Alison: I hate to leave you, even if it is only for a few hours. ",
        "Jamal: But you have a shift at the recovery room, right? ",
        "Alison: Yeah. Actually, no, I have a date with rafe. I'm just kidding! You \r\nshould have seen the look on your face. ",
        "Jamal: You better get over here. ",
        "Alison: Well, I will try and get off my shift earlier. ",
        "Jamal: Ok. Good. Because you know what a brother's thinking, right? ",
        "Alison: Yeah, I do. ",
        "Jamal: You know what I'm thinking? ",
        "Alison: Yeah, and you just keep that thought. Ok? ",
        "Jamal: All right. ",
        "Alison: I'll see you later. ",
        "Jamal: Oh. I'm sorry. ",
        "Valerie: No problem. But can you hand me my sweater? ",
        "Jamal: Yeah, yeah. I'll just -- I'll just wait outside, ok? ",
        "Valerie: No, stay. I guess we better start getting used to this, right? ",
        "Lucy: I am going somewhere where everything's not melting down. I'm having a \r\nmeltdown. Everything in this place is having a meltdown, so I'm going to the \r\noffice. ",
        "Rafe: Wait, you can'T. ",
        "Lucy: Yes, i can. I can call -- why can't I? ",
        "Rafe: Because you can't find your keys. ",
        "Lucy: Oh. You're right. That's ok because I'm very good at finding a cab. ",
        "Rafe: All right, you know what? I need to talk to you about something, ok? So \r\nforget about the phones and the e-mails and the \"i am'S.\" Please, just sit down \r\nfor a second in front of this nice warm fire and just listen to me for a second, \r\nok? ",
        "[Phone rings] ",
        "rafe: Please -- ",
        "lucy: It's the phone. The phone! It's actually -- it's ringing. It's working? \r\nOh, good grief! Hey! Oh! Hello? ",
        "Kevin: Lucy -- ",
        "lucy: Doc, hi. I've been trying to call you and call you, but I couldn't seem \r\nto get through. Something's wrong with my phone. ",
        "Kevin: Well, that's -- that's strange. I got right through. ",
        "Lucy: Oh. Well, that's great. Listen, you know about the party we canceled? A \r\nfunny thing has happened -- ",
        "kevin: Yeah, I -- I know all about it. ",
        "Lucy: You do? ",
        "Kevin: Livvie actually got her invitation in the mail. She was pretty \r\nexcited. ",
        "Lucy: Oh, really? Well, serena had the same reaction. ",
        "Kevin: So -- is the party back on? ",
        "Lucy: Well, you know, the invitations have gone out. ",
        "Kevin: The more i think about it -- ",
        "lucy: You think it's a good idea? ",
        "Kevin: Uh -- right. ",
        "Lucy: Well, yeah. I mean, it is, i mean, since they went out and it is kind \r\nof christmasy and all, so i guess we'll just stick with that plan, huh? ",
        "Kevin: Yeah -- uh -- the plan. ",
        "Lucy: Right. Ok, then. Ta. ",
        "Kevin: So lucy did send out those invitations after all. ",
        "Lucy: I guess kevin sent out the invitations, so seems that we're having just \r\na party. ",
        "Livvie: Jack? Are you here? ",
        "Livvie: He's gone. Jack's gone. ",
        ">> Stay tuned for scenes from the next \"port charles: Miracles happen.\" ",
        ">> On the next \"port charles\" -- ",
        "jack: What are you doing? ",
        "Rafe: I'm trying to stop you from making a mistake you will regret for the \r\nrest of your life. ",
        "Karen: I miss frank. You expecting anyone? ",
        "Eve: Are you still in love with me? "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=LW4JvSnyE4I"
}