{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Livvie: Let me go. ",
        "Caleb: You can leave when I say you can leave, not before. ",
        "Livvie: Ok, go ahead! Hold me here, keep me your prisoner, do anything you \r\nwant to me, but I will never help you hurt my family and friends ever again! ",
        "Caleb: Oh, you don't think so? ",
        "Livvie: I know so. And I'll tell you something else -- when I get out -- ",
        "Caleb: You mean if. ",
        "Livvie: When I get out, I'm going to tell everyone the truth -- that you're \r\nback and you're trying to destroy them all. ",
        "Caleb: You'd do that. You'd ruin everything that we've worked so hard for.\r\n",
        "Livvie: There is no \"we\" here, Caleb. You made me do all those things. I know \r\nnow, and they are going to know, too! ",
        "Caleb: Fine. You know, maybe you should tell them. Maybe I've been going \r\nabout this all wrong. They were bound to find out I'm alive, right? ",
        "Livvie: So you're letting me go? ",
        "[thunder]",
        "Caleb: Oh. Sweetheart, you know I can never really hold you against your \r\nwill. I love you. And when you choose to be with me, it's going to be just that \r\n-- your choice. But until then, go and do whatever it is you have to do. ",
        "Livvie: You don't ever give in that easily. Caleb, what are you doing? ",
        "Caleb: Perhaps you'll find out a few things, learn a few things about your \r\nfriends and so-called loved ones. ",
        "Livvie: There's nothing to learn. I know them. And they do love me and care \r\nabout me -- the real me. ",
        "Caleb: Are you sure about that? ",
        "Livvie: More sure than I am of anything. ",
        "Caleb: Ok. Then tell them I'm back. Tell them everything. Let's see what \r\nhappens. ",
        "[thunder]",
        "",
        "[thunder] ",
        "Livvie: Dad? Dad, are you here? Oh, God. I got to find them. I got to find \r\nthem and warn them. I got to tell them about Caleb. Lucy. ",
        "Lucy: Livvie, hi. ",
        "Livvie: Lucy, what are you doing dressed like that? ",
        "Lucy: Oh. It's my costume for the costume party. You know, I was on my way \r\nover there and I thought I'd better stop by and see how you're doing because, \r\nyou know, you were supposed to stop by. We were going to have ice cream and \r\neverything and -- what's wrong? Why -- why do you have that look on your face?\r\n",
        "Livvie: Lucy, it's Caleb. He's alive. ",
        "Lucy: What? ",
        "Livvie: Lucy, I saw him. He's back. We have to find everyone and we have to \r\nwarn them. We have to tell them. ",
        "Lucy: Ok, wait, wait. Let's -- let's go inside, ok? Let's calm down -- ",
        "Livvie: No, Lucy, there isn't any time! We have to warn them! ",
        "Lucy: Wait -- warn them what? Livvie, tell them that you actually saw Caleb?\r\n",
        "Livvie: Yes. I saw him lots of times, only I couldn't tell anyone because I \r\ncouldn't remember. He had me brainwashed or something. But, Lucy, I remember \r\nnow. I remember everything and he is crazier than ever, and -- and he wants to \r\ndestroy all of you for what you did to him! ",
        "Lucy: Wait, wait -- are you sure? Are you absolutely sure this isn't just \r\nsome horrible dream you've had? ",
        "Livvie: No, I'm positive, Lucy! I saw him, I talked to him. You of all people \r\nhave to believe me. You even said yourself that there was still some type of \r\nevil here left in Port Charles. You could feel it. You said something was making \r\npeople act strange, not like themselves, right? ",
        "Lucy: Right, and you're saying that Caleb is this evil? ",
        "Livvie: Yes. He's alive and he's getting stronger every day. ",
        "Lucy: What do you mean, \"getting stronger?\" ",
        "Livvie: Well, he doesn't have his full powers back, but he will soon, and \r\nthen -- ",
        "Lucy: Stop. What you mean, \"he will soon?\" ",
        "Livvie: The more all of you suffer, the stronger he gets, and that's why we \r\nhave to find everyone and warn them. Eve -- Eve and Ian, and Jamal and Alison, \r\nand my dad. Lucy, do you know where my dad is? ",
        "Lucy: Yeah, he's supposed to be at the costume party at the Recovery Room. \r\nEveryone's supposed to be there. ",
        "Livvie: Ok, ok, let's go. Let's go. ",
        "Lucy: Right. Come on, hurry. ",
        "",
        "[Hard rock plays] ",
        "Victor: This party -- really dead, if you'll pardon my pun. ",
        "Kevin: Well, I'm not too surprised, seeing that all of our lives have pretty \r\nmuch gone to hell. ",
        "Eve: I don't even know what I'm doing here. ",
        "Kevin: Because I had the stupid idea to try and forget all our troubles. \r\nYeah, right. ",
        "Eve: How are we supposed to do that with him sitting over there? What is he \r\ndoing here anyway? ",
        "Victor: I believe that is what is known as drowning one's sorrows. ",
        "Kevin: You know, that's a good idea. Hit me again, Victor. ",
        "Victor: Eve, what about you? ",
        "Eve: No way. I'm out of here. ",
        "Livvie: Dad, thank God you're here. They're -- they're all here. ",
        "Kevin: Livvie, what's wrong? ",
        "Livvie: I have something to tell you and -- and everyone. You're not going to \r\nbelieve it. ",
        "[Music stops] ",
        "Livvie: Everybody, listen. Please, I need your attention. ",
        "Kevin: What the hell's going on? ",
        "Lucy: You're about to find out. ",
        "Alison: Livvie, what is it? ",
        "Livvie: I have some really bad news, and I don't even know how to tell you.\r\n",
        "Jamal: Just say it. ",
        "Livvie: Caleb is back. ",
        "Chris: What do you mean, \"back?\" ",
        "Livvie: From the dead. Caleb is alive. ",
        "Alison: Oh, my God. ",
        "Eve: He can't be. ",
        "Kevin: Livvie, how is that possible? ",
        "Gabriela: It isn't. If Caleb were back, I would know it. I would feel \r\nsymptoms again. Vampire symptoms, and I don't. I don't feel anything. ",
        "Jack: And neither do I. ",
        "Jamal: Come on, come on, Livvie. Are you sure about this? ",
        "Victor: Sweetheart, maybe you're imagining -- ",
        "Livvie: No, I didn't imagine anything! I saw with my own eyes -- alive and \r\ngetting stronger every day! ",
        "Ian: How? The man is dead, woman. ",
        "Livvie: He feeds off your unhappiness and misery, almost as if it were blood. \r\nThat's how you all ended up like this. He made you turn against the people you \r\nlove. He played with your heads. ",
        "Jamal: Come on, Livvie, this is crazy. ",
        "Ian: She doesn't make any damn sense at all. ",
        "Jamal: Nope. ",
        "Chris: None of it does. ",
        "Eve: Yeah, well, I'm not going to listen to it. ",
        "Jamal: Uh-uh. ",
        "Eve: Caleb is dead. We all saw him die. ",
        "Rafe: Wait, no. Listen to Livvie. She's speaking the truth. ",
        "Chris: What do you know about it? ",
        "Rafe: You'd be surprised. ",
        "Kevin: Hey! Let's just hear her out, all right? Livvie, just start from the \r\nbeginning and tell us exactly where and when you saw Caleb. ",
        "Livvie: I just came from him. He was at the catacombs and he wants revenge \r\nand more power, and he's getting it because you all played right into his hands \r\nby turning against each other. ",
        "Alison: So then you're saying all of this bad stuff is happening to all of us \r\nbecause of him? ",
        "Lucy: I hate to say I told you so, but I suspected this from the beginning.\r\n",
        "Ian: All right, let's assume that what you're saying is true, that Caleb's \r\nback from the dead and behind all our troubles. ",
        "Livvie: Yeah, he is. ",
        "Ian: What do you mean he's regaining his strength? ",
        "Livvie: He doesn't have his full powers back yet. ",
        "Ian: Then how can he cause so much damage? ",
        "Alison: Yeah, that's what I'd like to know. ",
        "Eve: Yeah, me, too. ",
        "Lucy: Me, four. ",
        "Livvie: He was able to do it because he had help. ",
        "Jack: What, from another vampire? ",
        "Livvie: No. From me. ",
        "Kevin: From you? ",
        "Livvie: Yes. I helped him. I did this to you. ",
        "Lucy: Oh, my God, Livvie. You're the one who did all of this? ",
        "Livvie: But he made me. I didn't know. I didn't remember anything until now.\r\n",
        "Ian: And you honestly expect us to believe that? ",
        "[thunder]",
        "[Lucy gasps]",
        "",
        "[thunder]",
        "Ian: Tell us. Tell us how you happened to join forces with a man who's out to \r\ndestroy us. ",
        "Kevin: Back off. Let her explain. ",
        "Ian: Explain? So there is an explanation? ",
        "Kevin: I said back off. Livvie -- why would you help Caleb hurt us? ",
        "Livvie: Believe me, I didn't -- I didn't know what I was doing. He had me \r\nbrainwashed. I hate him just as much as the rest of you. I couldn't remember \r\nanything. I did not know! ",
        "Eve: You didn't remember? ",
        "Ian: But you remember now? ",
        "Livvie: You don't believe me. Ask Jack and -- and Alison. You guys know what \r\nI'm talking about, right? All those weird blackouts I've been having -- ending \r\nup in strange places with no idea how I got there, totally losing huge blocks of \r\ntime? That's why Caleb was making me do things for him! ",
        "Eve: Like what, Livvie? ",
        "Livvie: Terrible, awful things. ",
        "Eve: Tell me. ",
        "Livvie: Anne-Marie. ",
        "Ian: What about her? ",
        "Livvie: She's not alive. It was all me. ",
        "Eve: What? ",
        "Livvie: From the beginning, starting with the letter I sent to my dad about \r\nIan. ",
        "Kevin: No. No, she is alive. I saw her. She told me to my face what Ian had \r\ndone. ",
        "Eve: I saw her, too, in the loft that day. ",
        "Livvie: No, that was me. Caleb made me become her. ",
        "Ian: It was you? You behind all those horrible lies? ",
        "Livvie: Yes, but I told you, Caleb -- ",
        "Ian: What about Daniel? Were you behind the kidnapping, as well? ",
        "Livvie: Yeah, but Caleb -- ",
        "Chris: That's pretty impressive magic. How could he do it without his full \r\npowers? ",
        "Livvie: I -- I don't know. I just -- I guess he must've had enough of them.\r\n",
        "Lucy: You tell me what else -- what else did you do, Livvie? ",
        "Livvie: Lucy, I'm so -- ",
        "Lucy: No, don't. Don't you say it. Don't you tell me that was you. You were \r\nnot Christina. Oh, my God. Oh, my God. ",
        "Jamal: What else, Livvie? ",
        "Alison: You didn't do anything to me and Jamal. Livvie? ",
        "Livvie: That anonymous note that Valerie got asking her to come back to Port \r\nCharles -- ",
        "Valerie: That was you? ",
        "Livvie: I'm the reason you're here. ",
        "Jamal: Yeah, but why? ",
        "Livvie: To drive a wedge between you and Alison. The same way I did with Eve \r\nand Ian, and Lucy and my dad. But Caleb used me to help him destroy everyone who \r\nhelped destroy him. Even Jack and me. Jack, that whole thing with Kyle -- ",
        "Jack: Livvie, don't. ",
        "Livvie: It was all Caleb's doing, Jack. He's the reason I lost you. So, you \r\nsee, I'm just as much a victim in this as the rest of you are. ",
        "Ian: So what do you want now, Livvie? You want us to feel sorry for you? ",
        "Livvie: No, I just -- ",
        "Ian: Do you have any idea what you've done? You've taken away the only \r\nhappiness I've ever known. Broke my wife's heart. And somewhere out there is a \r\nlittle boy, an innocent little boy in some stranger's arms, looking for his \r\nmother and father. Don't talk to me about being a victim. Don't talk to us at \r\nall. ",
        "Lucy: How could you do it to all of us? I can't believe you did it. You made \r\nbe believe that I got Christina back. I told you that was -- ",
        "Livvie: Lucy -- ",
        "Lucy: My deepest secret, Livvie. That the only thing in the whole world I \r\nwanted back was my daughter. How could you do that? I thought all my prayers had \r\nbeen answered. ",
        "Alison: Livvie, you were my best friend. I thought I could trust you. ",
        "Jamal: So instead, you betrayed us. ",
        "Livvie: No, you don't understand! I did not do these things! ",
        "Eve: You just said you did! ",
        "Livvie: Caleb was controlling me! ",
        "Gabriela: But you wanted to serve him, didn't you? ",
        "Livvie: No! No! ",
        "Gabriela: He can't work any other way! Take it from someone who knows! ",
        "Livvie: Why don't you guys believe me? I'm trying to help you! ",
        "Ian: We know your kind of help now. ",
        "Rafe: Dr. Collins, do something. Tell these people. You know Livvie wouldn't \r\njust make this stuff up. ",
        "Kevin: I don't know that, Rafe. Unfortunately, I don't know it at all. ",
        "Rafe: You're kidding me, right? ",
        "Kevin: I just wish I knew. Maybe I could've done something. ",
        "Rafe: Done what? Knew what? What do you -- ",
        "Livvie: He thinks I'm crazy, like my mom and his brother. ",
        "Kevin: I'm saying, Livvie, that you need some help. ",
        "Livvie: I can't believe this is happening. ",
        "Kevin: I'm sorry, I should've known. The trauma of Caleb was just too much \r\nfor you. ",
        "Rafe: No, you're wrong. ",
        "Kevin: I'm a doctor. I know a breakdown when I see one. ",
        "Rafe: A breakdown? ",
        "Kevin: Yes. She's unable to let go of the man who once controlled her. ",
        "Rafe: No, see, that's it -- he's still controlling her! ",
        "Kevin: In her mind. She's brought him back to life in her mind in order to \r\nfulfill a fantasy that was never realized. It all comes from a very deeply \r\nsuppressed anger. And this is a way to lash out at the world for all of the pain \r\nand the frustrations. ",
        "Livvie: No, that is not true. ",
        "Kevin: It's not your fault, Livvie, any more than it was your mother's or \r\nRyan's. ",
        "Livvie: I'm telling you, Caleb is alive, and he made me do those things and I \r\nam not crazy! ",
        "[thunder]",
        "Livvie: Fine. Fine, if that's what you need to believe to get your lives back \r\nto normal, then -- then go ahead, blame me. Please, just don't blame yourselves \r\nor each other, not anymore. ",
        "Ian: Don't try to be a martyr. Our lives will never go back to normal, not \r\nafter what you've done. ",
        "Eve: You've taken everything, Livvie. You've destroyed us all. You've \r\ndestroyed us all. ",
        "All: Destroyed us all. Destroyed us all. Destroyed us all. Destroyed us all. \r\nDestroyed us all. Destroyed us all. Destroyed us all. Destroyed us all. \r\nDestroyed us all. Destroyed us all -- ",
        "Livvie: God, no. What am I doing here? I don't belong in this place! Stop! \r\nNo! Please. Please, I'm not crazy. I'm not like my mother! Please! Please. \r\nPlease don't leave me! Alison, Jamal, Lucy, please! It was Caleb! You have to \r\nbelieve me! Please! Please, Victor. Victor, you have to know I'm telling the \r\ntruth. Please, Grandpa, please. ",
        "Victor: Don't ever call me that again. You are no grandchild of mine. ",
        "Livvie: No. Daddy. Oh, Daddy, please don't do this. ",
        "Kevin: I guess it was just too much to hope for that you wouldn't turn out \r\nlike them. ",
        "Livvie: No. No. Daddy, please. Please, don't go! Don't leave me in here, \r\nplease! Please! Daddy, please! Please. ",
        "",
        "Livvie: Somebody, please. Please help me! Help me! I have to get out of here! \r\nPlease -- ",
        "Rafe: Livvie. ",
        "Livvie: Rafe. You're here. You've come to get me out. ",
        "Rafe: Yeah. ",
        "Livvie: You do believe me, don't you? ",
        "Rafe: Yeah, I do. ",
        "Livvie: You helped me remember, only now that I have -- ",
        "Rafe: Shh, shh. All right, it's ok. I'm going to get you away from them, out \r\nof Port Charles. ",
        "Livvie: Out of Port Charles? No, Rafe. This is my home. ",
        "Rafe: I'm sorry, Livvie. You know what? They'd probably just lock you up \r\nagain, so I got to get you out of here, somewhere safe, ok? ",
        "Livvie: No. No, but there's still someone here who believes me. Please. ",
        "Rafe: Jack. ",
        "Livvie: Yes. He knows me better than anyone. He knows that I could never \r\nintentionally hurt anybody. ",
        "Rafe: Livvie -- ",
        "Livvie: Rafe, no. He won't turn me away. I know he won't. ",
        "Rafe: Livvie! ",
        "Livvie: Jack. Jack. God, you came back for me. I knew you would. Oh, I knew \r\nyou'd believe me. You do, don't you? Jack, you know I could never hurt anyone, \r\nright? ",
        "Jack: But you did, Livvie. You admitted you did. ",
        "Livvie: And I thought that you loved me. But you're just like the others. ",
        "Jack: Go back to your room where you belong. ",
        "Livvie: No. No, Jack, don't! Please, Jack! Please don't leave me! Jack, \r\nplease! ",
        "Caleb: Welcome back, Olivia. ",
        "Livvie: Caleb. ",
        "Caleb: You almost seem happy to see me. ",
        "Livvie: I had the most horrible dream. Nobody believed me and they locked me \r\nup in this horrible place! They put me away! ",
        "Caleb: It wasn't a dream. It was a glimpse into your future. It was what \r\nwould happen if you did tell them. But you know, it doesn't have to be that way. \r\nYou never have to feel alone or afraid or unloved ever again. It's your choice, \r\nmy love. As I've always said, it's your choice.",
        ">> on the next \"Port Charles\" -- ",
        "Frank: What are you doing with cocaine in your purse? ",
        "Alison: What's the story with the DNA test results for Jamal and Hope \r\nHartman? ",
        "Mac: Where exactly is your head these days? With Lucy or with Eve? ",
        "Rafe: Kissing Ian Thornhart -- that's your destiny? ",
        "Lucy: How do you know about that? ",
        " "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=EiBBF-Wmk94"
}