{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Eve:\r\nHold on a minute, Lucy. \n\n\n",
        "Lucy:\r\nYou couldn't just tell me you wanted to sneak off and see eve alone? \n\n\n",
        "Kevin:\r\nLucy, let me explain, ok? \n\n\n",
        "Eve:\r\nNo, this is not what it looks like. \n\n\n",
        "Lucy:\r\nOh, please. I don't think it's what you think I think it is. It's not. It's the\r\nfact that you wanted to sneak over here and talk to eve alone about your\r\nsuspicions about Ian, right? \n\n\n",
        "Eve:\r\nYou know about that, too? \n\n\n",
        "Lucy:\r\nYes, I do. My doc happens to tell me everything -- well, except for the part\r\nthat he's coming here to meet you. \n\n\n",
        "Kevin:\r\nWell, we had to talk, Lucy. \n\n\n",
        "Lucy:\r\nEve, doc is wrong about your husband, and if you are smart, you won't listen to\r\na damn thing he says about Ian. \n\n\n",
        "Alison:\r\nHey. Ok, look, so I Bought this tie for Jamal, but I think that it would look\r\nreally fierce on you and I think maybe you should wear it tonight for good luck.\r\n\n\n\n",
        "Jack:\r\nI Can’t wears a tie. \n\n\n",
        "Alison:\r\nWhy? \n\n\n",
        "Jack:\r\nI barely can even breathe right now. \n\n\n",
        "Alison:\r\nOh, Jack. \n\n\n",
        "Jack:\r\nMaybe this is the dumbest idea I've ever had. \n\n\n",
        "Alison:\r\nNo. \n\n\n",
        "Jack:\r\nHuh? Livvie's probably going to think I’m crazy. \n\n\n",
        "Alison:\r\nAre you -- are you kidding me? Look, she is going to be too busy covering you\r\nwith kisses and screaming yes! Ok, this is going to be the best day of\r\nLivvie’s life ever -- you asking her to be your wife. \n\n\n",
        "Rafe:\r\nI speak to all that is evil and call to the one who spreads destruction wherever\r\nhe walks, the last of his unholy line. I command you to show yourself! \n\n\n",
        "Caleb:\r\nWho calls me? \n\n\n",
        "Caleb:\r\nIt Can’t be you. \n\n\n",
        "Rafe:\r\nIs that any way to greet an old friend? \n\n\n",
        "Caleb:\r\nI got rid of you. \n\n\n",
        "Rafe:\r\nMust be tough being wrong so often. \n\n\n",
        "TODAY:\r\n\n\n\n",
        "Livvie:\r\nTonight's the big night, Jack. Nn that's huge. \n\n\n",
        "Jack:\r\nOh, come on, Alison. Now you sound like some cheesy love song. \n\n\n",
        "Alison:\r\nWhat, and you think that girls don't love cheesy love songs? I know what I’m\r\ntalking about. \n\n\n",
        "Jack:\r\nNo, no -- look, it's just that I don't want to push Livvie into something she's\r\nnot ready for. \n\n\n",
        "Alison:\r\nWell, then let me ask you this -- I mean, and be honest. What do you think of\r\nLivvie’s state of mind right now? \n\n\n",
        "Jack:\r\nI think it's fine. I mean, you saw her today when that guy was hitting on her.\r\nShe was, you know, totally cool-minded and that makes me think she's getting\r\nback to her old self. \n\n\n",
        "Alison:\r\nWell, Jamal did have some reservations about you asking Livvie to marry you\r\nright now. I mean, Jack, I don't -- I don't want to be, like, you know, pushing\r\nyou to do something that you're not ready to do or you're not sure of. I mean,\r\nare you sure? \n\n\n",
        "Jack:\r\nYeah, I know that I Can’t live life without Livvie. I know she loves me more\r\nthan anything. I know I love her, even after all we've been through. And I know\r\nthat -- I know that I want more than anything for her to be my wife. I know\r\nthat. \n\n\n",
        "Alison:\r\nOh. That makes me want to cry. \n\n\n",
        "Jack:\r\nAnd, Alison, I don't care if it sounds like some dumb, cheesy love song because\r\nI feel like shouting it from the rooftops tonight. Ladies and gentlemen, gather\r\naround because I have an announcement to make. I’m getting engaged tonight to Livvie\r\nLocke! \n\n\n",
        "Whoo!\r\nI’m going to be a married man soon. Yep, yep! Whoo! \n\n\n",
        "Alison:\r\nSit down. Casanova? Ok. \n\n\n",
        "Jack:\r\nWhat? \n\n\n",
        "Alison:\r\nOk, so you have to get ready first. Ok, get all dolled up or whatever it is that\r\n-- \n\n\n",
        "Jack:\r\nRight, right. \n\n\n",
        "Alison:\r\nGuys do. Take your tie, ok? \n\n\n",
        "Jack:\r\nTie. \n\n\n",
        "Alison:\r\nBecause your bride awaits you. \n\n\n",
        "Jack:\r\nThanks. \n\n\n",
        "[Alison\r\nlaughs] \n\n\n",
        "Alison:\r\nGo. \n\n\n",
        "Kevin:\r\nLucy, please, just leaves this alone. It doesn't concern you. \n\n\n",
        "Lucy:\r\nDoc, I love you madly, I love you to pieces, but you're absolutely wrong about\r\neve. \n\n\n",
        "Kevin:\r\nYou see, Lucy feels that there's some evil force that's pulling all of our\r\nstrings. Personally, I feel there's a more human element to it. \n\n\n",
        "Lucy:\r\nIt's not human! It's Caleb. We were all there on the rooftop, right, when we\r\ndestroyed that vampire supposedly? Don't you think he might be mad? Don't you\r\nthink he might hold a grudge? Maybe he wants revenge. \n\n\n",
        "Kevin:\r\nIt's hard to get revenge if you're dead. \n\n\n",
        "Lucy:\r\nMaybe he's not dead or maybe he has some friends, some spooky ghouls that come\r\ndown and want to exact revenge. Don't you see, doc? We felt that evil presence\r\nand we saw that mirror shatter. \n\n\n",
        "Kevin:\r\nThere is no evil presence in my head making me suspicious of Ian. Cold, hard\r\nfacts are doing that just fine. \n\n\n",
        "Lucy:\r\nOh, cold -- no. The cold, hard facts just sort of, what, fell into your lap.\r\nThis is not some sort of witch-hunt, you know? \n\n\n",
        "Kevin:\r\nLucy, Ian has us believing that he's some kind of a saint when in fact he could\r\nbe a killer! \n\n\n",
        "Eve:\r\nAll right. That's enough! Stop it. I don't know what is going on here. But Lucy\r\nis making some sort of sense. \n\n\n",
        "Lucy:\r\nOh. Thank you. \n\n\n",
        "Eve:\r\nAnything Ian has ever done has been honorable. And yes, he has made some\r\nmistakes, but to do what you are suggesting -- \n\n\n",
        "Kevin:\r\nI think you're saying that because you want to believe it. \n\n\n",
        "Eve:\r\nNo, I am saying that because I know Ian. \n\n\n",
        "Kevin:\r\nFine. You know him, but please, please hear me out. \n\n\n",
        "Eve:\r\nNo, that's enough. No more gossip. No more breaking into our loft. \n\n\n",
        "Lucy:\r\nWhat? Doc, you broke into their loft? \n\n\n",
        "Kevin:\r\nOh, of all the people -- \n\n\n",
        "eve:\r\nI want you to stay out of our lives. No more talking to that woman. I don't want\r\nto hear any more of her lies. Come on, Danny. It's time to go, baby. \n\n\n",
        "Lucy:\r\nDoc, it seems like you've been keeping a lot of secrets from me. \n\n\n",
        "Ian:\r\nYeah, hi, hello. This is dr. Ian Thornhart. Eve Lambert is one of my patients,\r\nand I read in her file that her previous physician had recommended a psych\r\nevaluation after her first son died. Now, if there's any information about that\r\nthat you could fax to me, I’d appreciate it. Yeah -- yeah, right here at\r\ngeneral hospital. Thanks. I’m doing this for you, eve. For us. \n\n\n",
        "Caleb:\r\nAnd all this time, I thought I had crushed this little worm. \n\n\n",
        "Rafe:\r\nI know what you're doing to the people of Port Charles, Caleb, and the party\r\nstops tonight. \n\n\n",
        "Caleb:\r\nGetting a little uppity, aren't you? Maybe I need to teach you another lesson. \n\n\n",
        "Rafe:\r\nNice try, but I know you're not back to your full powers yet. Otherwise, I couldn't have called you out here for this nice little chat. \n\n\n",
        "Caleb:\r\nDon't push it. You still don't want to see my bad side. \n\n\n",
        "Rafe:\r\nYou're hurting innocent people, Caleb. Leave them alone. \n\n\n",
        "Caleb:\r\nOr what? You'll keep me after class? \n\n\n",
        "Rafe:\r\nOr our next fight will have a very different outcome. \n\n\n",
        "Caleb:\r\nYou Can’t kill me, slayer. I’m not even fully alive. \n\n\n",
        "Rafe:\r\nWhich makes you vulnerable as hell. You're still weak, and I've picked up a few\r\ntricks since the last time we met. \n\n\n",
        "Caleb:\r\nWhat you're doing is Boring me, Rafe. I’m out of here. \n\n\n",
        "Rafe:\r\nWe're not done talking. \n\n\n",
        "Caleb:\r\nHow'd you do that? \n\n\n",
        "Rafe:\r\nIt's not much fun being someone else's prey, is it? It's terrible wanting to run\r\nbut knowing you Can’t, wondering if you're about to stare your own death right\r\nin the face. \n\n\n",
        "Lucy:\r\nLet me get this straight. You broke in to eve and Ian’s loft and you have met\r\nwith this mystery woman? \n\n\n",
        "Kevin:\r\nHer name is Anne Marie. And according to her, Ian not only murdered her husband\r\nbut threw her in front of a car. Oh, and by the way, she was pregnant at the\r\ntime and she lost her baby. Ok? \n\n\n",
        "Lucy:\r\nOk. Ok. All right. Where is this woman now? \n\n\n",
        "Kevin:\r\nI don't know. She ran off Before I could ask her any more questions. \n\n\n",
        "Lucy:\r\nSo she ran off. Doc, doesn't that make you suspicious of her motives? Don't you\r\nsee something else has to be going on here? \n\n\n",
        "Kevin:\r\nYes, like maybe Ian pulled the wool over all our eyes. \n\n\n",
        "Lucy:\r\nOr maybe you have blinders over your eyes so tight, if you don't take them off,\r\nwe're all going to be in a lot of trouble. \n\n\n",
        "Kevin:\r\nWhy Can’t you at least consider that all roads seem to lead to Ian? \n\n\n",
        "Lucy:\r\nBecause what I see is my nice, normal, logical guy breaking into people's\r\napartments and talking about murder. You're acting crazy. \n\n\n",
        "Kevin:\r\nOh, that's what is about, isn't it? You think I've gone off the deep end again,\r\ndon't you? \n\n\n",
        "Jack:\r\nAhem. \n\n\n",
        "Alison:\r\nWell, hello, Mr. Ramsey. Uh-huh, you're looking pretty good, pretty sharp. If I wasn't so stuck on Jamal, I might -- ahem -- give\r\nLivvie a run for her money. \n\n\n",
        "Jack:\r\nStop. \n\n\n",
        "Alison:\r\nOk, ok. So I was thinking about it -- how are you going to propose to Livvie? \n\n\n",
        "Jack:\r\nOh, Boy. I've been thinking about that all day and I keep getting it all jumbled\r\nup in my head. I don't know. \n\n\n",
        "Alison:\r\nOk, do you want to practice on me? \n\n\n",
        "Jack:\r\nOh, don't you think that that should be between me and Livvie? \n\n\n",
        "Alison:\r\nOh, you know that she's going to tell me everything anyway, so practice makes\r\nperfect. Do you want to go? \n\n\n",
        "Jack:\r\nRight, right. Maybe -- yeah, right. \n\n\n",
        "Alison:\r\nOk. \n\n\n",
        "Jack:\r\nLet's go over here. \n\n\n",
        "Alison:\r\nOk. \n\n\n",
        "Jack:\r\nYou -- you sit here. \n\n\n",
        "Alison:\r\nOk. \n\n\n",
        "Jack:\r\nOk? \n\n\n",
        "Alison:\r\nYes. \n\n\n",
        "Jack:\r\nLet's see -- yeah, we can check. Got the ring. \n\n\n",
        "Alison:\r\nOk, so, honey, is there anything that you want to tell me? \n\n\n",
        "Jack:\r\nAhem. Look, Livvie, I -- oh, Boy, that's bad. Ok. Livvie Locke, you're -- ok, Livvie\r\n-- \n\n\n",
        "Alison:\r\nOh, Jack, she knows her name. \n\n\n",
        "Jack:\r\nOh, this is terrible. Why am I doing that? \n\n\n",
        "Alison:\r\nNo, no, no, no, you're doing so good. You are. Ok? So good. Just keep going.\r\nJust go, Jack. \n\n\n",
        "Jack:\r\nRight. Livvie, what -- \n\n\n",
        "Alison:\r\nWhat? \n\n\n",
        "Jack:\r\nI combed my hair. What are you looking at? \n\n\n",
        "Alison:\r\nNo, nothing. I’m just trying not to stare at your face. I'm, like, looking at\r\nyour head. I’m sorry. I’m just trying not to distract you. Livvie will be\r\nbetter at this. Go again. I am so ready. \n\n\n",
        "Jack:\r\nLook, Livvie -- I’m not very good with words, as you can see. But I want you\r\nto know what's in my heart. \n\n\n",
        "Alison:\r\nAnd what's that? \n\n\n",
        "Jack:\r\nI thought that I was going to live my life all alone until I met you. And you\r\nmade me believe in love. You made me believe in myself. \n\n\n",
        "Jack:\r\nLivvie, I want to spend the rest of my life with you. I want to be the person\r\nthat you lean to when you need comfort. I want to be the person who makes you\r\nsmile. Let me take care of you for the rest of my life. Marry me. Oh, god. That\r\nwas terrible. How -- how did I do? \n\n\n",
        "Alison:\r\nThat was magnificent. Truly really beautiful. \n\n\n",
        "[Phone\r\nrings] \n\n\n",
        "Jack:\r\nWhat -- \n\n\n",
        "Alison:\r\nIt was really beautiful. \n\n\n",
        "Jack:\r\nThat's Livvie’s -- \n\n\n",
        "Alison:\r\nYeah. \n\n\n",
        "Jack:\r\nLivvie's cell phone. Maybe she's -- yeah? Uh, yeah -- ok. Ok. Thanks, thanks. \n\n\n",
        "Alison:\r\nI need some water. \n\n\n",
        "Jack:\r\nOh, that was someone confirming Livvie’s hotel reservations for tonight. \n\n\n",
        "Alison:\r\nOh. Yeah. \n\n\n",
        "Jack:\r\nI wonder what that is. \n\n\n",
        "Alison:\r\nWell, gee, I wonder. She's probably got some really cool, really romantic night\r\nplanned for you. I’m sure that's why she just happened to accidentally leave\r\nher phone with you. \n\n\n",
        "Jack:\r\nDo you think maybe , you know, pick her up and whisk her off to the yacht. And\r\nif you guys don't tell me all the details tomorrow, I’m never going to talk to\r\neither one of you ever again. \n\n\n",
        "Jack:\r\nOk. \n\n\n",
        "Alison:\r\nOk. Don't forget the ring. \n\n\n",
        "Jack:\r\nAll set, all set. Yeah, ring. \n\n\n",
        "Alison:\r\nYeah. \n\n\n",
        "Jack:\r\nI've got the tie. \n\n\n",
        "Alison:\r\nOh, my god. \n\n\n",
        "Jack:\r\nNow I got to go get the girl. \n\n\n",
        "Alison:\r\nYou're going to be an engaged man the next time I see you. My god! \n\n\n",
        "Jack:\r\nWish me luck. \n\n\n",
        "Alison:\r\nYeah. You really won't need it, though, because you have love on your side. \n\n\n",
        "Jack:\r\nYeah. Thank you. \n\n\n",
        "Alison:\r\nOk. \n\n\n",
        "Jack:\r\nBye. \n\n\n",
        "Alison:\r\nOk, bye. \n\n\n",
        "Jack:\r\nWhew. \n\n\n",
        "Rafe:\r\nYou Can’t escape me now, Caleb. How does it feel? Is your whole miserable life\r\nflashing Before your eyes? \n\n\n",
        "Caleb:\r\nI’m too busy enjoying myself right now to look back, Rafe. Have you seen how\r\nscrewed up the people in this town have become? I guess it's true what they say\r\n-- love hurts. \n\n\n",
        "Rafe:\r\nThanks to you. But that all ends tonight. \n\n\n",
        "Caleb:\r\nYou know, it's a good thing I don't have my full powers back or I’d be talking\r\nand you'd be dying. \n\n\n",
        "Rafe:\r\nAll these idle threats, they're starting to sound a little pathetic, Caleb. \n\n\n",
        "[Caleb's\r\nmusic plays] \n\n\n",
        "Rafe:\r\nNow behave. \n\n\n",
        "Caleb:\r\nI never seen a slayer with this power. How is that possible? \n\n\n",
        "Rafe:\r\nI ask the questions. You're not in control here, not anymore. \n\n\n",
        "Caleb:\r\nThere's something different about you. Besides the smell and the atrocious\r\nmanners, I just Can’t quite figure out what it is. \n\n\n",
        "Kevin:\r\nYou think I've lost it. You think I've cracked under the pressure, right? \n\n\n",
        "Lucy:\r\nNo! Now, I’m not saying you're having a breakdown, but, doc, something has\r\ngotten into you. \n\n\n",
        "Kevin:\r\nOh, I see. Now I’m possessed. \n\n\n",
        "Lucy:\r\nWait a minute. Don't do that. Don't put words into my mouth. That's not what\r\nI’m saying. I’m saying we're all a little whacked out here. You know, we\r\nbetter wake up and smell the coffee or we all are going to be in a lot of\r\ntrouble. \n\n\n",
        "Kevin:\r\nWhat if you're wrong, Lucy? What if you're wrong? You just sent eve into the\r\narms of a killer. \n\n\n",
        "Lucy:\r\nWell, what if you were home and someone knocked on your door and had all this\r\nhorrible dirt on me? Would you just invite them in, say sit down, or would you\r\nturn them away? \n\n\n",
        "Kevin:\r\nDon't change the subject. \n\n\n",
        "Lucy:\r\nI’m not. I’m just trying to get you to see that -- that someone or something\r\nis doing a hell of a job taking Ian’s life and putting this horrible negative\r\nspin on it. And, doc, you are feeding the flames here. Don't you see you're\r\ndoing that? If you don't stop, you are going to ruin eve and Ian’s lives. \n\n\n",
        "Ian's\r\nvoice: Now, don't be nervous. You're about to meet the most beautiful woman in\r\nthe world. \n\n\n",
        "Ian:\r\nWhat am I doing? I don't doubt eve. Yeah, hi. Thornhart here. I’m expecting a\r\nfax concerning my wife. Yeah, when it gets in, just throw it out. I don't need\r\nto see it. Perfect, thank you. \n\n\n",
        "Eve:\r\nCome on, sweet pea. Oh. Hi. I’m glad I caught you. \n\n\n",
        "Ian:\r\nI was just thinking about you. \n\n\n",
        "Eve:\r\nOh. I have been a complete idiot, Thornhart. \n\n\n",
        "Ian:\r\nNo, it's me. I've been a caveman. \n\n\n",
        "Eve:\r\nNo, I don't care who is right or wrong, ok? We have to stop fighting. \n\n\n",
        "Ian:\r\nSounds good. I missed you. \n\n\n",
        "Eve:\r\nI missed you. No more doubts or second-guessing. \n\n\n",
        "Ian:\r\nYou got it. \n\n\n",
        "Jack:\r\nWhew. \n\n\n",
        "Jack:\r\nLivvie? \n\n\n",
        "Caleb:\r\nThere's no way you should have the power that you have. \n\n\n",
        "Rafe:\r\nThis is about you, not me. There's no room for evil here, not anymore. \n\n\n",
        "Caleb:\r\nI would rather cease to exist than hear another one of your whiny lectures. \n\n\n",
        "Rafe:\r\nI'll keep everyone safe from you if it's the last thing I do! \n\n\n",
        "Caleb:\r\nAnd it just might be. But then again, that's never been the job of a slayer, has\r\nit? Saving the world? So what's changed, Rafe? \n\n\n",
        "Rafe:\r\nNothing. You believe humans are basically weak, incapable of lasting love. I’m\r\ngoing to prove you wrong. \n\n\n",
        "Caleb:\r\nThen go ahead. Kill me. Do it! Staring at me ain't going to get it done, Rafe.\r\nSo why aren't you destroying me right now? Wait. I get it now. I was right the\r\nfirst time. I did destroy you. \n\n\n",
        "Rafe:\r\nI’m going to send you straight back to hell! \n\n\n",
        "Caleb: That's why you Can’t kill me. You are dead. I’m\r\ntalking to a dead man.\n\n",
        " "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=1Z0cfFVp7Xo"
}