{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Colleen: Ok, Alison, if you can \r\nsign there. Great. And initial there. You are now officially free to go home.\r\n",
        "Alison: Oh, thanks, Colleen.\r\n",
        "Colleen: You're welcome. I love \r\na happy ending. You guys have a great Thanksgiving. ",
        "Alison: Thank you. You, too.\r\n",
        "Colleen: Thanks. ",
        "Rafe: Yes. ",
        "Alison: Whew.\r\n\n",
        "Rafe: We have so much to be \r\nthankful for. ",
        "Alison: I know. ",
        "Rafe: I just wish we had some \r\ntime, just you and me, you know? ",
        "Alison: I know. I do, too, but \r\nwe are expected over at Lucy's, and this is going to be the first Thanksgiving, \r\nfor as long as I can remember, that I'm going to spend it with my mother. And \r\nI'm a little worried aut it, because I know I'm going to have my mother on one \r\nside, and my Nana on the other, and I don't want to be playing mediator all \r\nnight long. ",
        "Rafe: Yeah. You know what? \r\nDon't worry about that. I have a feeling you're not going to have to run \r\ninterference at all between the two of them. I mean, if they have a single brain \r\ncell between the two of them, they're going to be on their best behavior, just \r\nfor you.\r\n\n",
        "Alison: Right. And so will you, \r\nright? ",
        "Rafe: What do you mean? I'm -- \r\nI'm perfect, aren't I? ",
        "Alison: Yes, you are. You are \r\nabsolutely perfect. But I was hoping that maybe just for one day maybe we might \r\nnot talk about vampires. Can you do that for me? ",
        "Rafe: No vampires, no vampires, \r\nno vampires, no vampires, no vampires -- ",
        "Alison: Please? ",
        "Rafe: Ok, no vampires -- that's \r\nwhat I'm saying. ",
        "Alison: Ok, thank you. And \r\nyou're right, we do have so much to be thankful for. And I was thinking that \r\nmaybe you and I could go count our blessings before we dive into the holidays. \r\nWhat do you say? ",
        "Rafe: Ok. You got someplace \r\nspecial in mind?\r\n\n",
        "Alison: Yes, I do. ",
        "",
        "Ian: It was fine where it was. \r\nWhat are you -- ",
        "lucy: No. No, no, no, it's not. \r\nIt needs -- well, it goes -- I putting it there -- again. ",
        "Ian: Putting it there. Ok, \r\ngood, perfect. ",
        "Lucy: Right. Good. No, I'm \r\ngoing to put it back over here. ",
        "Christina: Is it dinner yet?\r\n",
        "Lucy: Hey -- um -- it will be \r\nsoon -- soon, soon. You guys look great. ",
        "Ian: A couple of people having \r\nfake turkey. What is that? ",
        "Lucy: It's -- ",
        "[Lucy sighs] ",
        "Lucy: It's not fake turkey, \r\nit's tofu turkey, not fake. ",
        "Serena: In honor of Sigmund.\r\n",
        "Ian: Sigmund?\r\n\n",
        "Serena: Lucy's duck. You know, \r\na long time ago, she saved him from becoming Thanksgiving dinner. ",
        "Ian: Sigmund. Oh, yeah, yeah.\r\n",
        "Lucy: Right, right. It's a very \r\nlong-standing tradition. ",
        "Ian: Mm-hmm. ",
        "Serena: We have a lot of \r\ntraditions. ",
        "Lucy: Yeah, we sure do, like \r\neverybody getting together, friends and family come -- almost everybody. \n",
        "Ian: Ok. ",
        "Serena: Come on, Christina, \r\nlet's go upstairs. Come on. ",
        "Lucy: Um -- ok, have fun. I'll \r\ncall you when dinner's -- oh. ",
        "Ian: I'll put this in a safe \r\nplace. ",
        "Lucy: Thank you for doing that, \r\nthanks. Wait a minute. No -- um -- no. It -- it has -- it has to go over here.\r\n\n",
        "Ian: Why? ",
        "Lucy: Because it's just -- it's \r\nwhere Kevin always puts it to carve the turkey. ",
        " ",
        "",
        "Jamal: Looks good in here.\r\n",
        "Jack: Oh, yeah, you ought to \r\nsee this turkey Tess cooked up. ",
        "Marissa: Oh. ",
        "Tess: Jack -- ",
        "Jack: Big and juicy. \n",
        "Tess: Made the turkey and let \r\nme help. ",
        "Marissa: Oh, well, you know \r\nwhat? You guys both have one up on me, because my cooking would have killed us \r\nall. That is why I bought every single side dish known to man. We have sweet \r\npotato pie, we got gravy -- ",
        "Jamal: Mashed potatoes. \n",
        "Jack: Oh, I love sweet potato \r\npie. ",
        "Marissa: Cranberries.\r\n\n",
        "Jamal: Some stuffing -- \r\neverything for a Thanksgiving dinner. ",
        "Marissa: Yes, and I will be on \r\nthat. ",
        "Jamal: Get on it. ",
        "Jack: All right, you two.\r\n",
        "Marissa: Tess, let's go warm \r\nthis up, because at least I know I can do that much in the kitchen. ",
        "Jamal: Tess -- ",
        "Tess: I'll show you -- the \r\nkitchen. ",
        "Jamal: Thanks. Wow. You got to \r\nlove them. You got to love them. Well, baby boy, this place is looking kind of \r\ncozy here. ",
        "Jack: Yeah. ",
        "Jamal: I see you're doing the \r\nwhole domestic thing and this -- mm-hmm, mm-hmm. ",
        "Jack: You have no idea. \n",
        "Jamal: Oh, dude. Come on, dude, \r\ncheer up, dude. She's a cutie. Ok, she's not Livvie.\r\n\n",
        "Jack: She is. Tess is doing \r\ngreat. She's learning fast. ",
        "Jamal: Good. ",
        "Jack: But, Jamal, she -- she \r\nwanted to sleep with me. ",
        "Jamal: Jack, that's ok. That's \r\na good thing, ok? ",
        "Jack: No, no, Jamal, it's a lot \r\nmore complicated than that. ",
        "Jamal: Oh, ok, I got you. Ok. \r\nIt's one of those things. ",
        "Jack: No, this is not something \r\nyou're going to get, not in a million years. Tess isn't like us. She might not \r\nbe human. ",
        "[Captioning made possible by \r\nabc, inc.] ",
        "Jamal: Ok, this is too weird, \r\nok? Everyone has D.N.A. They just do. ",
        "Jack: Yeah, I know. I know \r\nthat.\r\n\n",
        "Jamal: Look, this is too \r\nfreaky, dude. I don't know, I don't know. ",
        "Jack: Look, I know, Jamal. I \r\ncan't even go there. ",
        "Jamal: Maybe if you just ran \r\nsome more tests, like Ian said, this whole matter would be straightened out.\r\n",
        "Jack: It's a little more \r\ncomplicated than that. ",
        "Jamal: Yeah, like she shows up \r\nout of nowhere looking just like your ex-girlfriend. She heals the injured with \r\nher bare hands, and she happens to have no D.N.A. Yeah, I'd say that's pretty \r\ncomplicated. ",
        "Jack: I know, but look at her. \r\nHow could she not be real? ",
        "Jamal: Maybe it's a whole other \r\ndeal, dude. Maybe, you know, Caleb's twin shows up out of nowhere -- Livvie's \r\ntwin shows up at the same time.\r\n\n",
        "Jack: No, she's not connected \r\nto Caleb. ",
        "Jamal: I'm just doing the math. \r\nThat's it, man. ",
        "Marissa: I love Thanksgiving. \r\nIt's cold, but it's not too cold. And people start getting into the spirit.\r\n",
        "Tess: The spirit? ",
        "Marissa: Oh, yeah. This is the \r\ntime that my family starts getting ready for Christmas. Dad gets the lights up \r\non the house, and mom pulls out recipes. She starts making wreaths. ",
        "Tess: Um -- ah - -- don't you \r\nhave lights in your house all the time? ",
        "Marissa: Oh, yeah, of course. \r\nUm -- never mind. You know what, Tess? I had a twin, too. Yeah, I never got to \r\nmeet her, though.\r\n\n",
        "Tess: A twin like Livvie?\r\n",
        "Marissa: Not exactly like \r\nLivvie, but people said we looked identical, like you and Livvie. ",
        "Marissa: What? What's the \r\nmatter, Tess? Are you ok? Are you all right? What -- ",
        "Tess: No -- Livvie -- \n",
        "",
        "Lucy: You shouldn't move that. \r\nIt's got to stay right there. ",
        "Ian: It's not safe with the wee \r\nones running around. ",
        "Lucy: Um -- well -- um -- \r\nright, so we'll just have to make it very clear to them to not go near it. It \r\nstays there. ",
        "Ian: You're not being \r\nreasonable. It's a knife. ",
        "Lucy: Maybe I'm not being -- it \r\nis a knife, but that's where Kevin likes that knife.\r\n\n",
        "Ian: Kevin isn't here, the \r\nchildren are. Ok? ",
        "Lucy: I know, and you're here. \r\nYou and me are here together. And this is Kevin's home. It's his house and it's \r\nall his stuff. And it's Thanksgiving, and we're acting like all this is \r\nperfectly normal. ",
        "Ian: I'm well aware of \r\neverything that belongs to Kevin. ",
        "Lucy: I'm -- I'm just having a \r\nhard time imagining what it's like for him being away from us with the holidays \r\nand all, and I think it's just -- I want him to feel comfortable when he comes \r\nhome. ",
        "Ian: I get it. And if you feel \r\nthat I don't respect the sanctity of his home, then maybe --\r\n\n",
        "Lucy: No, no, I -- no, that's \r\nnot it. I didn't say that. I don't want you to think that -- no, I know -- I \r\nknow what you're doing. You're helping me and you're making my life and my \r\ngirls' lives much easier. It's just -- it's hard, you know, because it's \r\nThanksgiving. This is the first Thanksgiving since Kevin and I got married, and \r\nthis is the first time that Christina's been able to be with us, because Kevin \r\nbrought her to me. And, you see, look at this place. It looks gorgeous, doesn't \r\nit? It's going to be nice. It's about great food, people are on the way, \r\neverybody's coming, and everything is perfect, except for one thing. Kevin's not \r\nhere. But I think what's making this really extra hard is you. I keep hearing \r\nwhat you said to me in my head. I don't think there's been an hour that's gone \r\nby that I haven't heard your voice in my head, and it keeps getting mixed in \r\nwith all the memories that are in this house. And so I guess I'm just asking \r\nyou, how am I supposed to act like everything's normal, when you told me that \r\nyou loved me?\r\n\n",
        "Serena: Mom? What's going on?\r\n",
        "Serena: What do you mean, Ian \r\nsays he loves you? ",
        "Ian: I -- I can -- no, no -- I \r\n-- you -- um -- your mom is sad because Kevin isn't here, you know, on a day \r\nlike this. So I told her that we love her, you know, to make her -- to make her \r\nfeel better. Because then even if she's sad, she knows that there's people \r\naround her that -- that care about her very much. ",
        "Serena: I want Kevin back, too, \r\nmom. I miss him a lot. ",
        "Lucy: I know you do. I know.\r\n",
        "Serena: And I'm sorry I don't \r\ntell you I love you at least two times every day. I'll do better, I promise.\r\n",
        "Lucy: Oh, jeez. You don't have \r\nto do better. You don't do anything bad. You do enough. You -- you are the \r\nabsolute, most fantastic, coolest, wonderfulest daughter a mom could ever have, \r\nand I love you, ok?\r\n\n",
        "Serena: Ok. ",
        "Lucy: Ok. ",
        "Ian: Will you look at that. How \r\n-- how's young Danny doing? All right? ",
        "Serena: Yeah, he fell asleep. \r\nAnd Christina wants another cracker. ",
        "Lucy: Oh. Uh -- I think I'm \r\nout. Get some -- get her some nuts. ",
        "Serena: Ok. ",
        "Lucy: Ok. ",
        "Serena: I love you, mom. \n",
        "Lucy: I love you, too, pumpkin \r\nhead. Ok, as soon as dinner's ready, I'm on it. I'm calling you. Oh, jeez. Thank \r\nyou. Once again, you saved me from disaster. Ugh. ",
        "Ian: She's a great kid. And \r\nyou're right, she shouldn't have to deal with us.\r\n\n",
        "Lucy: No, she shouldn't. And \r\nneither should you. You shouldn't have to deal with -- why are you dealing with \r\nme? I -- you know that? I don't understand that. You need to explain. Why on \r\nearth would you put up with me? I'm moody and I'm stubborn and I'm making you \r\neat tofu turkey and I send you mixed messages. I yell at you, even when you're \r\njust trying to keep us safe. ",
        "Ian: And you're loving and \r\nloyal, with a heart as big as this crazy universe you keep talking about. And, \r\nyou know, you're a very lucky woman, because you have me as a friend. So what do \r\nyou say? Let's leave all this behind us and make this as wonderful a day as we \r\ncan. Ok?\r\n\n",
        "Lucy: Ok, I'd like that very, \r\nvery much. ",
        "",
        "Alison: I just thought that \r\nmaybe this would be the perfect place for us to come and really think about all \r\nthe things that we're grateful for, all the wonderful blessings in our lives, so \r\nthat maybe we could stop worrying about the things that we don't have and start \r\nconcentrating on the things that we do have, the things that we're most grateful \r\nfor, and I think that that starts with you and me. So, I think we should tell \r\nhim how grateful we are for everything. ",
        "Rafe: Ok, but come here. You \r\ndon't have to whisper. ",
        "Alison: Right. I just wanted to \r\ntell him how grateful I am to have my mother back in my life. So will you tell \r\nhim?\r\n\n",
        "Rafe: Why me? ",
        "Alison: Because you have a \r\nspecial connection with him up there, and he'll listen to you. ",
        "Rafe: Yeah, but here's the \r\nthing. I don't have that kind of cloud there anymore, so he'll listen to you \r\njust as quick as he'll listen to me. ",
        "Alison: Right. Ok. Well, I'm \r\nvery happy to report that this year I have a lot of things to be grateful for. \r\nFirst of all, I wanted to thank you for bringing rafe back to me. You have no \r\nidea what it means for me to have him. And I promise, you won't be sorry you \r\nsent him back. And I just wanted to tell you thank you for bringing my mother \r\nback into my life. I'm just trying to get to know her again, but I'm going to \r\ntry and make up for all the lost time. And I wanted to say a small little prayer \r\nfor my father and this child that no one knows. It would really be great if -- \r\nif we could meet each other. So for all of those things and more, I just wanted \r\nyou to know how thankful I really am. Ok, now it's your turn.\r\n\n",
        "Rafe: Me? ",
        "Alison: Mm-hmm. ",
        "Rafe: Ok. Hi. It's me. I'm \r\nreally grateful for a lot of things. First of all, I'm grateful that Alison is \r\nhealthy and safe, because, you know, it's been really scary around here lately. \r\nAnd while we're on that subject, if you want to ease off on those close calls, \r\nby all means, go ahead, because I'm -- ",
        "Alison: Hey. ",
        "Rafe: I'm just being honest. \r\nOk, well, I'm really grateful that Alison and I have each other and that she \r\nsees how stubborn and how truly obsessive I can be. You know what? She loves me \r\nanyway. And I'm really grateful to you for letting me live a life with someone \r\nwho truly is amazing and completely loving. And I hope I can make you proud. And \r\nher -- I hope I can make Alison proud. I am really, really grateful that I get \r\nto know what true love really is. ",
        "",
        "\n\n",
        "Jack: Ok, ok, maybe Tess is \r\nconnected to Stephen Clay and maybe she isn't, but, Jamal, we don't even know \r\nwho this Stephen Clay guy is for sure. ",
        "Jamal: Wait, hold on, time out \r\n-- are you the same dude that tried to ice this guy? ",
        "Jack: Yeah, but what if I was \r\nwrong? I mean, Livvie had me so paranoid that I wasn't even thinking straight.\r\n",
        "Jamal: Ok, so how are you \r\nthinking now? ",
        "Jack: Jamal, I'm thinking that \r\nI love this girl. And I don't know how that happened, but it did. It just \r\nhappened. ",
        "Jamal: Well, it's not hard to \r\nfigure out how it happened. I mean, all you got to do is take one look at her --\r\n",
        "jack: No, she's not Livvie. \r\nShe's nothing like her.\r\n\n",
        "Jamal: I know she's not Livvie. \r\nI'm not saying that, but you got to admit, the situation's kind of twisted.\r\n",
        "Jack: Ok, Jamal, I might be \r\ncrazy, but she's innocent, she's sweet -- ",
        "Jamal: Ok, ok, that's fine.\r\n",
        "Jack: She's pure, and she needs \r\nme to take care of her. And if people start thinking that she's connected to \r\nsome vampire or that she doesn't have D.N.A., They're going to treat her like \r\nsome freak. ",
        "Jamal: Yeah, I got that. So how \r\nlong do you think this is going to stay a secret as long as Ian is all over your \r\ncase about it? ",
        "Jack: I'm going to make sure it \r\nstays a secret. I'm not going to let them destroy the purest soul I know. It's \r\nnot going to happen.\r\n\n",
        "Marissa: Here, Tess, drink \r\nthis, drink this, you should drink this. ",
        "Tess: No. No. ",
        "Marissa: Tess, please. \n",
        "Tess: No -- ",
        "Marissa: Drink this. \n",
        "Tess: No, don't! ",
        "Marissa: Ok, uh-huh. You know \r\nwhat? You need to sit down. You look like you're going to faint. ",
        "Livvie's voice: Caleb? \n",
        "Marissa: Come on. ",
        "Livvie's voice: Why won't you \r\ncome out? I want to see you. ",
        "Tess: Stop it! Oh! Stop it! Oh. \r\nOh. ",
        "Marissa: Jack, you got to get \r\nin here right now! ",
        "Jack: Tess -- Tess -- \n",
        "[Tess hums \"Naked Eyes\"] \n",
        "Jack: Hey, Tess, Tess, what's \r\nwrong? It's me. It's me. I'm here. It's Jack. It's me. What did you do to her?\r\n\n",
        "Marissa: Nothing, nothing. She \r\njust went off. I -- ",
        "Jack: No, you did something to \r\nher, because she gets like that when she's scared. ",
        "Marissa: I didn't do anything, \r\nok? We were talking, we were putting out food and -- ",
        "Jamal: Calm down, calm down.\r\n",
        "Marissa: Ok, everything was \r\nfine, and she just blanked out. She went somewhere else and -- I -- she was like \r\nthis. All of a sudden, she was like this. It was freaky. Jamal -- ",
        "jack: She's not a freak! \n",
        "Jamal: No one -- ",
        "Marissa: No -- no, Jack, I \r\ndidn't mean it like that. ",
        "Jack: See, Jamal? I told you \r\nthis was going to happen. I'm not going to let this happen. Guys, you got to go. \r\nGet your food and whatever you got to get and go.\r\n\n",
        "Jamal: Ok, ok, ok. ",
        "Jack: I got to be alone with \r\nher. ",
        "Jamal: Just come on, come on. \r\nLet's just go home. ",
        "Jack: It's alright,.... \n",
        "Marissa: I'm sorry. What just \r\nhappened in there? ",
        "Jamal: I don't know, but Jack \r\nis in some deep trouble. ",
        "Jack: There we go. There we go. \r\nYou're fine now, Tess, ok? You're fine. ",
        "Tess: No. Jack, I'm not. I'm \r\nLivvie. ",
        "Jack: No, no, no, no. No, \r\nyou're Tess. You're beautiful Tess, and I love you very much, ok? Don't -- it \r\ndoesn't matter where you came from. No, listen to me, listen to me. You're real \r\nto me. That's a that matters. Look, I love you, Tess. I love you. Hey. It's ok.\r\n\n",
        "",
        "Lucy: I -- uh -- I don't think \r\nthis is going to get any easier. I can just sort of tell. ",
        "Ian: I can't pretend. Maybe I \r\ndon't want to. ",
        "Lucy: I'm not sure what I want \r\nanymore. ",
        "Ian: We mean something to each \r\nother. I'm grateful for that. ",
        "[Noise] ",
        "Serena: Wasn't us, mom. It came \r\nfrom upstairs. ",
        "",
        "Alison's voice: I have a tiny \r\nfavor to ask. I know Rafe has a calling, and he has to destroy evil where he \r\nfinds it. And I know he believes the evil is coming close again. So, please, \r\ngive him the strength that he'll need -- ",
        "Rafe's voice: To find the \r\ntruth, whatever it may be and wherever it takes me. I know she hates what I do, \r\nbut please help her to understand --  ",
        "Alison's voice: And give me the \r\npatience to always stand by him in his search. Please, please always keep him \r\nsafe -- ",
        "Rafe's voice: Because this is \r\nthe only way I know how to keep her safe. And if I should fail -- ",
        "Alison's voice: Do not let him \r\nfail. Watch out for him. Please protect my Rafe -- ",
        "Rafe's voice: And protect my \r\nangel. ",
        "",
        " Stay tuned for scenes from the \r\nnext \"Port Charles: Naked Eyes.\" ",
        " On the next \"Port Charles\" --\r\n",
        "Livvie: I bet if I try, I can \r\nget you to tell me everything. ",
        "Elizabeth: I hope you don't mind. I \r\nbrought a guest. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=XnsSRY5pILk"
}