{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Ted: Stay back, all of you, or this whole place blows! ",
        "Kevin: Ted -- ",
        "Ted: You, too, most of all. I trusted you and what did you do, huh? You sent \r\nsomeone in after me. ",
        "Kevin: No, no, Ted. I didn't. ",
        "Lucy: No, he didn't. Listen, I didn't even know this was -- ",
        "Ted: Shut up! ",
        "Kevin: All right, Ted, listen to me. Listen to me and look at me. No one here \r\nwants to hurt you. ",
        "Ted: Yes, you do. All of you -- that's all you've ever done to me. ",
        "Kevin: Haven't I tried to help you? Haven't I been your friend? ",
        "Ted: I thought so until now. ",
        "Kevin: Ted, we've had a lot of good sessions. We've made progress. We can \r\nkeep on doing that. ",
        "Ted: No, I know what you're up to. You're trying to weaken my line of defense \r\nso I'll surrender and you'll all win! Back off! I was right. See, they're all \r\nworking for you. They're following your orders! ",
        "Kevin: And I'm ordering you, soldier. Put that grenade down and you let her \r\ngo! I'm not letting you kill anyone! ",
        "",
        "Pilot: Scoot over, please. ",
        "Eve: Fine. ",
        "Pilot: Buckle up. It's just a short hop, but there's weather. ",
        "Eve: What do you mean it's just a short hop? We are going to Port Charles, \r\nright? ",
        "Pilot: We are. ",
        "",
        "Harris: Well? ",
        "Ian: As good as can be expected. ",
        "Harris: So we start treatment right now, then. ",
        "Ian: You know the deal. Not until Eve calls from Port Charles. ",
        "Ian's voice: I don't trust him to take you back to Port Charles safely. We \r\nneed to come up with some kind of code so I know that you're ok. ",
        "Eve's voice: Ok, now, that assumes that I'm going, which I'm not. ",
        "Ian's voice: Some -- some kind of word that I only would understand. ",
        "Eve's voice: You can't make me leave you. ",
        "Ian's voice: What about that drink you had at Jake's -- kamikaze? Perfect. ",
        "Eve's voice: Uh-huh. Remember what happened to me at Jake's when I had that kamikaze? \r\nI fell right off the bar. ",
        "Ian's voice: And do you remember that I caught you? I was there for you, and I will \r\nbe there for you now. But you have to follow the plan. ",
        "Eve's voice: I hate this. I hate this so much. ",
        "Ian's voice: But you will call me as soon as you get back to Port Charles and you're \r\nsafe. ",
        "Harris: Thinking about Dr. Lambert? She'll be delivered home as promised, \r\ninto the arms of her husband. ",
        "Ian: Where she belongs. ",
        "Harris: If only you meant that. ",
        "Ian: I do mean that. ",
        "Harris: I know better. You're in love with her. It's a pity she'll never \r\nknow. ",
        "",
        "Kevin: I know you, Ted. I know what you want. You want respect. But these \r\npeople don't respect you. They fear you. Is that what you want? Does that make \r\nyou feel good? ",
        "Ted: Shut up. Just shut up! ",
        "Kevin: Fear is not the same thing as respect, but you know that. You saw \r\naction. You know what fear is, and you're feeling it right now yourself. ",
        "Ted: Are you calling me a coward? ",
        "Kevin: No. No. You were a good soldier in the gulf. You were brave, and you \r\nmade sacrifices. ",
        "Ted: They lied to me about the chemicals. They didn't care if I died or not!\r\n",
        "Kevin: But these aren't the people who lied to you, Ted. You're scaring a \r\nroomful of people who never did a thing to you. They all just want it to be \r\nover. ",
        "Ted: Yeah, is that true? Because you know what? I can make this all over real \r\nquick! Huh? ",
        "Kevin: But what will that accomplish? What good will that do, Ted? ",
        "Ted: I don't care. I don't have anything left anyway. ",
        "Kevin: You have your life to live. ",
        "Ted: Some life! I got fired last week because I'm sick all the time, and I \r\nhad to take too many days off work. And my wife -- she walked. She took off last \r\nnight. So what kind of life I got left to live for? ",
        "Kevin: I lost my wife, too. And I didn't care if I lived or not. But you know \r\nwhat? Other people did. And someone made me see that. She made me understand how \r\nmany people would be hurt if I just gave up. And I couldn't do that. To her, \r\nmost of all. You haven't hurt anyone yet, Ted. You can still come back. You \r\nhaven't crossed that line. You can come back and you can find the good that's \r\nleft in your life, like I did. ",
        "Ted: I don't know if there is any. ",
        "Kevin: There is, and I can help you find it. Let her go. She's a good woman. \r\nShe's the one who helped me. Let me be the one to help you. Please, Ted, let her \r\ngo. Just let her go, and give me that grenade. ",
        "",
        "Pilot: Roger. Copy. Over. Weather is lifting. Should be cleared for takeoff \r\nsoon. ",
        "Ian's voice: You're forgetting something. I'm not going to let you get hurt. \r\nI got you into this, I'll get you out. ",
        "Eve's voice: I believe you. I wonder if I'll be able to get any rest tonight. ",
        "Ian's voice: Well, might as well try. ",
        "Eve's voice: Ok. Now what? ",
        "Ian's voice: Ok. ",
        "Eve's voice: Before Harris' men grabbed us, when we were in your car -- ",
        "Ian's voice: Mm-hmm? ",
        "Eve's voice: You said that you had something to tell me, something that was \r\nimportant. ",
        "Ian's voice: That was a long time ago. ",
        "Eve's voice: What was it? What were you going to say? ",
        "Ian's voice: It's a computer disk with all of Rachel's research on it. I thought you \r\nshould have it. ",
        "Eve's voice: That night at the Recovery Room, when I went outside to ask you why you \r\nwere leaving, I had a feeling that you were just about to tell me -- ",
        "Ian's voice: I did tell you. I was leaving to find a new life for myself, a new \r\nbeginning with new challenges. ",
        "Eve's voice: And you were going to tell me the real reason. What's the real reason?\r\n",
        "Ian's voice: That's it. ",
        "Ian's voice: It's a wee bit cold over here. ",
        "Eve's voice: Ok. Maybe that's because you drank a whole glass of rat poison. ",
        "Ian's voice: Oh, anything to save your life. ",
        "Eve's voice: Here, scoot over. Come on. ",
        "Ian's voice: For what? ",
        "Eve's voice: Give you something to really complain about. All right? I need you. I'll \r\nlet you in on a little secret, ok? I'm finding out that I'm not so good without \r\nyou. Damn it! Ian, you never let me say the last word before! Why are you doing \r\nit now? ",
        "Ian's voice: Will you stop yelling at me, woman, please? ",
        "Ian's voice: Eve, wait. ",
        "Eve's voice: What? I thought you wanted -- ",
        "Ian's voice: This isn't real. ",
        "Ian's voice: Here. ",
        "Eve's voice: Ian. ",
        "Ian's voice: I want you to have it. ",
        "Eve's voice: No, I can't. ",
        "Ian's voice: Yes, you can. ",
        "Eve's voice: I don't have anything for you. ",
        "Ian's voice: How about a dance? ",
        "Ian's voice: It's time to go home. ",
        "Eve's voice: I don't think I can do it. ",
        "Ian's voice: You walk out of here with that same arrogant Lambert attitude that drove \r\nme nuts in Port Charles, all right? ",
        "",
        "Harris: Which one do I take? ",
        "Ian: None until I hear from Eve. ",
        "Harris: At least I'll be cured and your precious Eve will be saved. It's a \r\nwin-win situation -- for Eve and me, anyway. ",
        "Ian: I got what I wanted. ",
        "Harris: You gave up everything for her. What did she do for you? She left.\r\n",
        "Ian: She did what I asked her to, and soon she'll be right where she belongs.\r\n",
        "[Telephone rings] ",
        "Harris: Yes? Oh, he's right here. ",
        "Ian: Eve. ",
        "Eve: Yeah, it's me. ",
        "Ian: Where are you? ",
        "Eve: I'm back home. ",
        "Ian: Are you all right? Is everything fine? ",
        "Eve: Everything except for you still being there. ",
        "Ian: Please don't. Just -- just tell me that you're safe. ",
        "Eve: Don't worry about me, Ian. I'm here drinking a kamikaze in your honor.\r\n",
        "Ian: A kamikaze, huh? ",
        "Eve: And hoping somehow, some way, you'll be able to get out of there. ",
        "Ian: Yeah. ",
        "Harris: Time's up. ",
        "Ian: Eve, I got to go. ",
        "Harris: Now you know she's ok. I kept my word. Your turn. ",
        "Ian: Hmm. You really think I'm a miracle worker, don't you? ",
        "Harris: What? ",
        "Ian: There's no cure. ",
        "Harris: You're lying. ",
        "Ian: Your disease had progressed too far. There's a one-in-a-million chance \r\nthat I could save you. But let me tell you a little secret -- even if I could, I \r\nwouldn't. You let 13 innocent little children die just to watch me suffer. Now \r\nit's your turn. You're going to die, murdering son of a bitch. ",
        "Harris: Then you will, too. ",
        "Ian: So be it.",
        "",
        "Kevin: Just give it to me, Ted. Just hand me the grenade. You're going to be \r\nall right. You're going to be all right. I won't let anything happen to you. You \r\ncan trust me, I promise you. ",
        "Garcia: Everybody freeze! ",
        "Ted: You lied to me. ",
        "Kevin: No, no. I didn't know the police were coming. Garcia, I want him taken \r\nup to the psych ward. ",
        "Garcia: No chance. ",
        "Kevin: No? This man is my patient. He's allowed a 72-hour hold for \r\nevaluation. ",
        "Garcia: This guy's a dangerous nut, Collins. Give me that. ",
        "Kevin: He needs help, not jail. Garcia? Garcia. Legally, you can't keep him \r\nfrom treatment. ",
        "Garcia: Take him to psych. I want one of you guys outside his room round the \r\nclock. Here you go. ",
        "Kevin: Thank you. ",
        "Joe: Are you guys all right? ",
        "Colleen: Yeah, now. For a minute there, I thought we had it. What a night. \r\nMust be a full moon or something. ",
        "Garcia: I'd like to ask you a few questions. How about you first? ",
        "Colleen: Yeah, sure. ",
        "Joe: What about you? How you holding up? ",
        "Gabriela: I'm fine. ",
        "Joe: The truth. ",
        "Gabriela: I am. ",
        "Joe: You don't have to be tough now. ",
        "Gabriela: Oh, God, Joe. When I saw you and Frank going over there -- ",
        "Joe: It's ok. ",
        "Gabriela: And then he saw you -- ",
        "Joe: Shh, it's ok. We're ok. We all are. ",
        "Gabriela: Just makes me realize how much I love you. ",
        "Frank: I still can't figure out how the cops knew to get here so fast. ",
        "Karen: Well, I tripped the silent alarm at the nurses' desk. ",
        "Frank: When did you do that? ",
        "Karen: When no one was looking. I was just worried that the cops wouldn't get \r\nhere in time. ",
        "Frank: So you're the big hero here. ",
        "Karen: Well, I think the medal goes to Kevin. ",
        "Frank: You were still pretty quick on your feet, though. Wait till Serena \r\nhears. I think she'll be impressed. ",
        "Karen: Oh, you think so? ",
        "Frank: Yeah. I know that I am. ",
        "Lucy: I -- I really screwed up, didn't I? ",
        "Kevin: Well, your timing could've been a little better. ",
        "Lucy: Yeah. I need to work on that, maybe make a New Year's resolution to do \r\nthat. Oh, Doc. I really -- I really thought he was going to kill me there. ",
        "Kevin: I wasn't going to let that happen. Do you need anything? Can I get you \r\nsomething? ",
        "Lucy: No, no. I just -- I don't want you to go. ",
        "Kevin: I won't. ",
        "Lucy: Oh. I was really, really scared. ",
        "",
        "Harris: Maybe I'll die. But so will Eve. And I'm going to have the pleasure \r\nof watching you go first. ",
        "Ian: Not if I can help it. ",
        "Harris: Ugh!",
        "Eve: Wait, it's me. ",
        "Ian: Eve. ",
        "Eve: Shh. Someone's going to hear you. ",
        "Ian: You're supposed to be in Port Charles! ",
        "Eve: I couldn't let you die. Did you give him the treatments? ",
        "Ian: There is no treatment. ",
        "Eve: What? But I thought you said -- ",
        "Ian: I lied. There's no cure. ",
        "Eve: Ian, what have you done? ",
        "Ian: Hey, I thought you were safe. Let's get out of here. Come on. ",
        "Harris: You thought wrong, and you're both going to die! Go ahead, try and \r\nrun. My men are all around. You won't get 20 feet without getting shot. There's \r\nno way out of this for any of us. ",
        "Eve: There is. There's one way. You and I had a deal. ",
        "Harris: One that we didn't consummate. ",
        "Eve: It's not too late. ",
        "Ian: Eve, no. ",
        "Eve: Oh! Ian! ",
        "Harris: Your move. ",
        "Ian: I don't fence. ",
        "Harris: I'll teach you. ",
        "Eve: No. ",
        "Harris: Not bad. ",
        "Eve: Ian! ",
        "Ian: Get out! ",
        "Eve: No. ",
        "Harris: Lesson's over. ",
        "Eve: Oh! ",
        "Harris: Ugh!",
        "Ian: Let's go. ",
        "Eve: Is he -- ",
        "Ian: Yeah. Come on, before his friends get here. This way. ",
        "Man: Where you going? ",
        "",
        "Man: Ugh! Ugh!",
        "Ian: So where's this helicopter? ",
        "Eve: That way. ",
        "Ian: Come on, let's go. ",
        "",
        "Lucy: Oh, Doc, come here. Come here a minute. ",
        "Kevin: What? ",
        "Lucy: Have you ever seen the stars look more beautiful than they do tonight? \r\nHave you? ",
        "Kevin: No. ",
        "Lucy: I'm so grateful I can see those stars tonight. I'm so grateful I can \r\nbreathe that crisp, cold air. And most of all, I'm -- I'm grateful for you. Doc, \r\nyou saved me again. ",
        "Kevin: Well, I think if we're going to count the times we've saved each \r\nother's life, we should do it inside where it's warm. Unless -- ",
        "Lucy: Unless what? ",
        "Kevin: You want me to take you home. ",
        "Lucy: Uh-uh. ",
        "Kevin: Well, then come on in. I can't promise you much. I haven't been to the \r\nstore, so I don't think I even have any food here. ",
        "[Music plays] ",
        "",
        "Ian: Now, how did you get rid of this pilot, anyway? ",
        "Eve: Oh. I was sitting here waiting to take off when I thought, \"You know \r\nwhat? There has to be a way I can get us both back to Port Charles.\" So I \r\nclocked him in the head with a wrench. ",
        "Ian: You did what? ",
        "Eve: Yeah. ",
        "Ian: What am I going to do with you? ",
        "Eve: Hey, I couldn't let you die for me, ok? I couldn't. ",
        "Ian: Let's get out of here. ",
        "Eve: Ok. I just -- I thought of one thing, though. ",
        "Ian: What's that? ",
        "Eve: I sure hope you know how to fly this thing because I sure as hell don't.\r\n",
        "Ian: How do you think I got around the bush all these years? ",
        "Eve: Oh, thank God. ",
        "Ian: Might be a good idea. Ok. ",
        "Eve: Do you really think this is going to help? ",
        "Ian: Couldn't hurt. Ok. What do you say we get some room between us and them?\r\n",
        "Eve: The sooner, the better. ",
        "Ian: Put your headphones on. ",
        "Eve: My God, you did it! You did it! ",
        "",
        "Man: No. No! Stop them! They're getting away! ",
        "",
        "Eve: You did it. You really did it. ",
        "Ian: Eve, get down. ",
        "Eve: What? What? ",
        "[Machine gun fire] ",
        "Eve: Oh, my God. ",
        "Ian: You all right? ",
        "[Machine gun fire] ",
        "Eve: Yeah. Are you ok? ",
        "Ian: Yeah. ",
        "Eve: What's going on? ",
        "Ian: They've hit the fuel line. ",
        "Eve: Oh, God, that's not good. ",
        "Ian: I got to try and ditch her somewhere. ",
        "Eve: Don't just try it, do it! ",
        "Ian: Stop being so bossy for once. ",
        "Eve: We're in trouble, aren't we? ",
        "Ian: Little bit.",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Kevin: I think we should make the most of the evening just the way it is. \r\nJust you and me. ",
        "Eve: You don't think that I love you? Oh. Oh, God. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=2QEZGseTws0"
}