{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "rafe's voice: Ok, rafe, you blew alison off, so stop thinking about that look \r\nin her eyes because you know it was the right thing to do. ",
        "Rafe: No more distractions. ",
        "Rafe's voice: \"Kevin and lucy. When it comes down to it, these two are never \r\nable to resist each other, so i'm just giving them a little push, and giving my \r\ncousin a push means mountains are going to move. Her love is that contagious. \r\nIan and eve, inching closer, making more progress that i could have hoped --\" \r\nthanks to alison's idea and a dash of magic. ",
        "Rafe: It's hard not to let go of the bad and remember all the good in your \r\nlife when she's around. It's -- ",
        "rafe's voice: \"On to the couple at hand. There's no doubt they love each \r\nother, too. But their love's threatened by a dangerous external force.\" Chris \r\nramsey. ",
        "Chris: This should be a no-brainer, even for you, frank. Get out of karen's \r\nlife, she lives. You don't, she dies. ",
        "Frank: You actually think by getting rid of me, karen will fall in love with \r\nyou? ",
        "Chris: She's already falling in love with me, frank. ",
        "Frank: You're crazy. ",
        "Chris: And you're a distraction that neither of us need. So what is it going \r\nto be? ",
        "Rafe: No, no, don't do it, frank! ",
        "Frank: I'll back off. ",
        "Chris: What's that? ",
        "Frank: I said i'll back off. ",
        "Chris: Good choice. ",
        "Rafe: Oh. When is this going to get easier? ",
        "Ian: What's going on? ",
        "Eve: Hey, thornhart, get your coat and hat. We're going on a family outing. I \r\nthought we'd take danny on his very first sleigh ride. ",
        "Ian: Eve, i've -- ",
        "eve: Yeah, come on, it's my turn, thornhart. After the gesture you made with \r\nthe christmas tree, you know, it's my turn. I want to do something. That's what \r\nthe holidays are all about, right? ",
        "Ian: Right. ",
        "Eve: And you said we should be celebrating. And we should be celebrating the \r\nfact that things are finally back to normal. ",
        "Ian: Hang on a second. I appreciate what you're trying to do here, and I'm \r\ntrying very hard to find the christmas spirit. But you can't possibly think that \r\nthings are back to normal. ",
        "Lucy: Oh, my, goodness! This is perfect. Look at this. Don! Don, these little \r\npompons match that suit I bought for my trousseau perfectly. Don, get over here! \r\nLook at these pompons! These are great! ",
        "Don: For the love of vogue, have mercy. ",
        "Lucy: What, do you think i've gone a little overboard? ",
        "Don: Oh, oh, is that my back breaking? ",
        "Lucy: Well, maybe. I mean, I'm not supposed to know that my wedding's back \r\non. I have to be nonchalant, casual, right? ",
        "Don: Exactly. ",
        "Lucy: Right. But you know what? I tend to go overboard for just regular \r\nparties, right? ",
        "Don: Oh, no, no. No, please, don'T. ",
        "Lucy: Yes, yes, yes, yes, yes, but I have to handle myself calmly, cooly, be \r\nnonchalant. I can do it, but it's going to be hard. ",
        "Don: Yeah. ",
        "Lucy: Oh, don, doc is just being so darn cute with this. Don't you think it's \r\ncute and so romantic? ",
        "Don: Yeah, well, I'm going to sit down now. ",
        "Lucy: Good idea, don. There's a little bench right in that corner, right over \r\nthere. ",
        "Don: Oh, thanks. ",
        "Lucy: But doc is being very sneaky, really, but it is so romantic. I saw that \r\nscarf first. I saw it. ",
        "[Phone rings] ",
        "kevin: Hello. Actually, I was just on my way to see you. I just had to make a \r\nstop first. Well, I just wanted to stop and pick up something for you. Yes, i \r\nknow I don't have to, but it's the least i can do for you since everything \r\nyou've done for me coming back here. I'll be there soon. Ok. Oh, miss? ",
        "Clerk: Yes. ",
        "Kevin: Could you wrap this one for me. ",
        "Clerk: You must have a very lucky lady in your life. ",
        "Kevin: I'm the lucky one. ",
        "Lucy: Doc? ",
        "[Lucy sighs] ",
        "lucy: You shouldn't have. ",
        "eve: I know that our marriage is strained, but i thought that when you \r\nchanged your mind about the christmas tree that that was your way of saying that \r\nyou were ready to move on. ",
        "Ian: I want to get past this as much as you do, but it's going to take a \r\nlittle more than waving a magic wand and buying a christmas tree. There's a lot \r\nof damage been done in both camps, and we can't pretend it didn't happen. ",
        "Eve: Ok. ",
        "Ian: Well, here it goes. I'm -- i'm having a hard time getting -- getting \r\npast the fact that you believed all those lies about me, and I'm having a hard \r\ntime knowing that I broke your trust in me when I went and found comfort in \r\nanother woman's arms. Now, are you saying that you can forgive me for that? ",
        "Eve: I'm trying. I really am. In fact, that's where I went last night when I \r\nleft here. ",
        "Ian: You went where? You went to see lucy? ",
        "Eve: Yeah, I did because lucy and kevin are having this big christmas party, \r\nand i wanted to go over there in person and tell her exactly where she could \r\nstick her invitation. I -- i guess i'm not as over it as i thought i was, right?\r\n",
        "Ian: So much for the christmas spirit. ",
        "Eve: Well, she did say something that actually made me think about some \r\nthings. ",
        "Ian: What's that? ",
        "Eve: She told me that i should take a look in the mirror and accept some of \r\nthe responsibility for what happened. I mean, I've been going through the \r\nmotions with you and i've been saying some of the words, but I haven't said the \r\nwords that are the most important. I haven't said that I'm sorry. ",
        "Ian: I'm sorry. I'm sorry I hurt you. A lot of time to get to this place, \r\ndidn't it? And it's going to take a lot of time to get back, but, god willing, \r\nwe have it. But for now, what do you say we take a curious little boy on his \r\nfirst sleigh ride? ",
        "Karen: Hey. I thought you'd be long gone by now. ",
        "Chris: Well, I wanted to stick around and see how you were reacting to the \r\nmedication. ",
        "Karen: Better, definitely, but nowhere near 100%. ",
        "Chris: Well, we will get you to 100% in no time, and I am going to stay here \r\nby your side to make sure of it. ",
        "Karen: No, you don't have to do that. I've got frank to take care of me now.\r\n",
        "Rafe: No. Don't push her away, man. You may think you're doing the right \r\nthing, but you're not. You can hold on to her. Trust that, come on. ",
        "Frank: Yeah, actually, chris really should be the one taking care of you. ",
        "Karen: What? ",
        "Frank: Well, you need a doctor around who knows exactly what's going on with \r\nyou. ",
        "Karen: Yeah, and he'll be coming by regularly to check up on me. I thought \r\nthat was the plan. You don't have to be here around the clock. ",
        "Chris: Well, not necessarily, but I think someone should be here all the time \r\njust to make sure. ",
        "Karen: Right. Frank. You said you could take time off work, right? ",
        "Frank: Yeah, I can. Actually, I did, but for a different reason. ",
        "Karen: What are you talking about? ",
        "Frank: I'm not going to be around, karen. ",
        "Rafe: No! Tell her the truth! Don't let her think you don't care! ",
        "Karen: You're not going to be around? Where are you going? ",
        "Frank: Well, when we were broken up, i made plans to take a trip with neil to \r\nvisit joe, and I don't want to disappoint him and not go. ",
        "Karen: How long will you be gone? ",
        "Frank: I don't know. It could be a while. ",
        "Karen: You found out yesterday that i was dying. I may be recovering, but i \r\nknow you wouldn't leave right now. ",
        "Frank: Chris says you're out of the woods. ",
        "Karen: You didn't postpone your trip till you were sure. I know you. \r\nSomething else is going on here, and I want to know what it is and I want the \r\ntruth. ",
        "Lucy: So who is that lucky lady in your life? ",
        "Kevin: I was going to surprise you for christmas. ",
        "Lucy: Oh, doc, you know me so well. I was just looking at that exact same \r\nscarf. ",
        "Kevin: How about that? Well, what do you know? ",
        "Lucy: And, you know, this -- I couldn't even be more surprised, actually, \r\nbecause not just the fact that i was looking at the same scarf, but i'm really \r\nsurprised that you're doing your christmas shopping for me so early. You don't \r\nusually do that. ",
        "Kevin: Well, I wasn't. I -- i haven't, but -- well, I was here and -- you \r\nknow -- ",
        "lucy: Yeah. ",
        "Kevin: Yeah, yeah. ",
        "Clerk: Here you go, sir. ",
        "Kevin: Oh, thank you so much. Thank you very much. Well, merry christmas. ",
        "Lucy: Oh, doc, thank you. I cannot tell you how much this means to me. Oh.\r\n",
        "Don: Lucy, are we done shopping for your wedding yet? ",
        "Lucy: Don, you're just such a big kidder. One of our employees is getting \r\nmarried, you. Ha-ha, and he's just kidding me that i'm doing so much for her \r\nthat it's almost like it was my own wedding. Isn't that right? You know, I think \r\nyou're so funny you could do standup. ",
        "Kevin: Must be some employee. ",
        "Lucy: Oh, yes. Oh, yes. What, don, she's been with us for several weeks -- \r\nyears. ",
        "Don: Years. ",
        "Lucy: Years. She's been with us for several years, and i just can't do enough \r\nfor her. Don, perhaps you need to -- scram -- go. Oh, gosh, wait, here, yes. Ok, \r\nhere you go. Oopsy-daisy. Off you go. ",
        "Don: Thanks. ",
        "Lucy: Thank you. ",
        "Don: Uh-huh. ",
        "Lucy: So, where were we? ",
        "Kevin: I don't know. ",
        "Lucy: Oh. I know. I was just going to ask you if maybe we could get together \r\nto talk later. ",
        "Kevin: Today? Oh, no, not today. I have a patient. Maybe tomorrow. ",
        "Lucy: Is everything ok? ",
        "Kevin: Yeah, sure. Why? ",
        "Lucy: No reason. You just seem a little different. ",
        "Kevin: I'm tired. Maybe that's what it is. ",
        "Lucy: Oh. Well, you know, last night, I did try and call you several times, \r\nand you weren't home. Why weren't you at -- I'm not asking you that. Hmm, hmm, \r\nI'm taking it back inside. I'm erasing that. I didn't mean to sound like a woman \r\nwho was checking up on somebody, which is as far from the truth as it could be.\r\n",
        "Kevin: Lucy, it's ok. I was working late. That's why i'm tired. By the time I \r\ngot home, it was just too late to call. That's all. ",
        "Lucy: Right, that's all. I knew -- I knew that. Of course. It makes complete \r\nsense. Sorry. Well, maybe we can talk later, maybe. ",
        "Kevin: Mm-hmm. ",
        "Lucy: Ta. ",
        "Kevin: Ta. ",
        "Lucy: Ok, that was very smooth and nonchalant. Why didn't you just get a \r\nchristmas light and interrogate him under the bright light? Hey, psst! You, get \r\nover here. What are you doing, \"mr. Almost blow everything\"? Also, \"mr. Spoiling \r\na very romantic, sweet moment\" there? What were you thinking? Oh, my gosh, the \r\nscarf. I left -- I left the scarf he gave me over there. How rude could i be?\r\n",
        "[Lucy sighs] ",
        "kevin: Ouch. Well -- ",
        "clerk: For another special woman? ",
        "Kevin: Very special, yes. ",
        "Eve: Ok, maybe next time. Bye. ",
        "Ian: What did quartermaine want? ",
        "Eve: He wanted me to speak at a conference about returning to work after \r\nchildbirth. ",
        "Ian: Hmm, and why wouldn't you? ",
        "Eve: Because it's tonight and it's out of town, and that means I would have \r\nto leave right now, and that would ruin our completely special day. ",
        "Ian: Excuse me. ",
        "Eve: What are you doing? ",
        "Ian: Alan, hey. Thornhart. My wife changed her mind. She wants to speak at \r\nyour conference. She'll be there, i promise you. All right. See you at work. ",
        "Eve: What are you doing? ",
        "Ian: I -- i don't know. Just that's us getting back to normal. That's what we \r\nwant, right? ",
        "Eve: Right. ",
        "Ian: So let's do it and get back to being doctors, helping people, speaking \r\nat conferences, juggle our lives and our work. We enjoy that. ",
        "Eve: You're right. You're right. I can't remember the last time that you and \r\ni had a conversation about work and about being doctors and babies and -- ",
        "ian: About normal things. It might take some time, but we'll get back to it.\r\n",
        "Eve: Ok. I'll speak at the conference. ",
        "Frank: I -- I really -- ",
        "chris: This is ridiculous. Just tell her the truth. Go on! Fine. He's got a \r\nthing going with gabriela. ",
        "Karen: What? ",
        "Chris: Yeah, he hooked up with her right off the rebound with you. See, i \r\nthought he should tell you himself, but clearly he's too much of a coward to do \r\nthat. I thought you should know. ",
        "Rafe: Blow him out of the water, frank. Come on! ",
        "Chris: Besides, you've seen for yourself how they're joined at the hip. It \r\nwas just a matter of time before you found out. ",
        "Karen: Tell me this is a bad joke of his. ",
        "Chris: Yeah, frank. Tell her. Tell her. ",
        "Frank: No, you tell her. ",
        "Karen: Tell me what? ",
        "Frank: Chris threatened to let you die if I didn't leave you. ",
        "Rafe: Ah, yes! Yes! ",
        "chris: Oh, come on. Karen, you couldn't possibly think I would do something \r\nlike that. ",
        "Karen: It's exactly what you would do, chris. You'd threaten anything to get \r\nwhat you want and have things your way, but you know what? I'd rather be dead \r\nthan away from frank and stuck with you. ",
        "Chris: Stuck with me. Well, then, fine. You two enjoy your final few days \r\ntogether because that's all you have. How could you be so stupid? ",
        "Frank: I'm betting even a snake like you wouldn't go so far as to let karen \r\ndie. ",
        "Chris: Well, you bet wrong, frank. So you two kids, you can say good-bye to \r\nthe precious antidote. ",
        "Rafe: I don't think so, chris. Even people without love in their hearts can \r\nhave a few seasonal adjustments. You're going to make this right for them. And \r\nyour punishment for being such a complete jerk is that you will not be able to \r\nlie to anyone, including yourself, until I leave port charles. ",
        "Chris: Oh, you know something, frank? You're right. I am a snake. What? ",
        "Frank: What? ",
        "Karen: Chris, what is it? ",
        "Chris: Hmm? ",
        "Karen: What's wrong with your face? ",
        "Chris: You see, karen, it's the truth. I fell in love with you and I was \r\ngoing to do anything to make you fall in love with me, including breaking off \r\nyour engagement. That's why i planted the cocaine in your purse up at the cabin. \r\nThat's why i took you to the cave. You see, there you would become terrified and \r\nyou'd move in with me, you know, to keep up the lie. And here's the kicker -- i \r\nwas going to keep you strung-out on the medication just so you'd become \r\ndependent on me, fall for my shallow act however long it took. ",
        "Karen: You scumbag. ",
        "Chris: Yeah, yeah, scumbag, that's me. ",
        "Frank: Why are you admitting all of this now? ",
        "Chris: Oh, god, i don't know, but you know what else i'm going to do? ",
        "Frank: What? ",
        "Chris: I'm going to give karen the rest of the antidote. ",
        "Karen: You are? ",
        "Chris: Yes, i am. I'm going to make you well without any personal gain to \r\nmyself. This doesn't make any sense to me, either, so don't ask. You know, karen, \r\nit's just that i don't deserve you. I don't really deserve anybody -- not that I \r\nwish you two well or anything because, well, i don't because I'm too selfish a \r\nbastard to give a damn about anyone but myself. Ok? I have to go. ",
        "Karen: What was that? ",
        "Frank: I don't have a clue. ",
        "Rafe: That, my friends, was a true miracle. ",
        "Lucy: You bought another scarf for another special woman? ",
        "Kevin: Livvie. That one is for livvie. ",
        "Lucy: You bought the same scarf you bought me? You bought that scarf for \r\nlivvie, too? ",
        "Kevin: Well, why not? You like it. Come on, lucy, you have great taste. ",
        "Lucy: Oh, boy, doc, haven't you learned anything about fashion since we met?\r\n",
        "Kevin: What? ",
        "Lucy: Well, you don't buy the same gifts for the women in your life. You \r\nknow, it's like the cardinal sin of fashion shopping. ",
        "Kevin: It is? ",
        "Lucy: Yes, yes. I mean, what if we showed up at the party wearing the exact \r\nsame thing? That'd be awful. It's like those actresses on the red carpet. When \r\nthey realize they're both wearing the same thing, they almost get into a huge \r\ncat fight. No, no, no, no. It's wrong. You have to treat the women as \r\nindividuals. You know, we like to be special, that you picked out a certain \r\nsomething just for us. ",
        "Kevin: Oh, right. Right, right. ",
        "Lucy: Right. I tell you what -- why don't i help you pick out something else \r\nfor livvie? ",
        "Kevin: Thanks. ",
        "Lucy: Ok. Ok, let's -- oh, no. Oh, yes. Ooh. ",
        "Kevin: Yeah? You think? ",
        "Lucy: Yes, don't you think this color would be -- oh, yoo-hoo, miss! Hello! \r\nOh, hi. Thanks. Listen, would it be ok if he exchanges this scarf for the one he \r\njust got? ",
        "Clerk: No problem. They're the same price. ",
        "Kevin: Ah! ",
        "Lucy: Oh, that's great. ",
        "Kevin: Yeah. ",
        "Lucy: See, now, aren't you lucky I was here? ",
        "Kevin: This is my lucky day. Well -- love to chat, but I got to get back to \r\nthe lighthouse. ",
        "Lucy: The lighthouse? I thought that you had a patient. ",
        "Kevin: I do. I do, but -- well, that's in about an hour, so i thought i'd \r\njust, you know, swing by the house. ",
        "Lucy: Oh, that's kind of nice. You know, maybe we have time to chat about the \r\nparty and all. ",
        "Kevin: What if we hit traffic? ",
        "Lucy: The lighthouse is, like, 10 minutes from general hospital. You know, if \r\ni didn't know better, I'd sort of think maybe you were trying to get rid of me.\r\n",
        "Kevin: No. Of course not. We have time. Let's go. ",
        "Lucy: You know, I can follow you in my car. ",
        "Kevin: Ok. ",
        "Lucy: Ok. ",
        "Kevin: All right. ",
        "[Phone rings] ",
        "kevin: Hello. Yeah, I'm sorry, i'm sorry. I just got held up. I'll be there \r\nas soon as i can. ",
        "Lucy: Doc? ",
        "Kevin: Coming. ",
        "Ian: Your mother's off doing something very, very important, but she'll be \r\nback tomorrow, and you'll have both of us at your whim again. All right? Hey, \r\nlisten, I don't want you to worry, ok? Your mother and I have a few problems, \r\nbut we'll work it out because I do love her very much. And you're right. You \r\nknow what? I should tell her. I should tell her as soon as she gets back. ",
        "Eve: Hi. Yeah. This is dr. Lambert. I'm supposed to speak at the conference \r\ntonight, and I think that i wrote down the directions wrong, so could you help \r\nme, please? Thanks. Then right. ",
        ">> Stay tuned for scenes from the next \"port charles: Miracles happen.\" ",
        ">> On the next \"port charles\" -- ",
        "chris: You're my little brother, and i had to protect you because I loved \r\nyou. ",
        "Livvie: Oh, my god. ",
        "Kevin: Livvie -- ",
        "livvie: No, no, you two just go right ahead. I'm just so glad you're back \r\ntogether again. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=Urkw03ztTDA"
}