{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Eve: You were leaving.",
        "\r\nIan: I did. I mean, I am. I got to go. I'm sorry.",
        "\r\nEve: Wait, Ian.",
        "\r\nIan: Go back to your husband, Eve.",
        "\r\nEve: No, I'm not leaving this car without an explanation. Why are you leaving?",
        "\r\nIan: I'm not going to get into this.",
        "\r\nEve: No, come on, Ian. Don't you think you owe me an explanation after \r\neverything we've been through? At least just let me understand.",
        "\r\nIan: I got a call from Doctors Without Limits --",
        "\r\nEve: No, what's the real reason?",
        "\r\nIan: It's time to move on, new challenges, a new life in a new place.",
        "\r\nEve: Damn it. Give me the truth.",
        "\r\nIan:  Don't ask me that, Eve, because I will tell you.",
        "\r\nEve: I want to know.",
        "\r\nIan: All right. The truth. I just hope you can handle it.",
        "",
        "[Clock ticks] ",
        "\r\nKevin: Lucy? ",
        "\r\nLucy: Doc. ",
        "Kevin: What's the hurry? Is something going on? Is something wrong? ",
        "Lucy: No. No, I hope not. ",
        "Joe: Excuse me. Have you guys seen Eve? ",
        "\r\n[clock ticks] ",
        "\r\n[blast]",
        "\r\nJamal: Ali? Alison? Alison, where are you? ",
        "\r\nVictor: Mary? Mary? ",
        "\r\nMary: I'm fine.",
        "\r\nVictor: Mary, are you all right? ",
        "\r\nMary: Yes, I'm okay. What about you? ",
        "\r\nVictor: I'm all right. ",
        "\r\nMary: Joe? Joe, where are you? ",
        "\r\nJoe: Over here, Mom. Are you okay? ",
        "\r\nMary: I'm okay. ",
        "\r\nVictor: She says she is. You know your mother. ",
        "\r\nKevin: Victor? ",
        "\r\nVictor: Yeah. Monk. Oh, Monk, thank goodness you're all right. ",
        "\r\nKevin: Are you all right? ",
        "\r\nVictor: Yeah. ",
        "\r\nKevin: Lucy? ",
        "\r\nLucy: Don't worry about me. I'm fine. ",
        "\r\nMary: How's everyone else? ",
        "\r\nKevin: Yes, I'm calling from the Recovery Room Bar and Grill, across from the \r\nhospital. They've had an explosion. ",
        "\r\nJoe: It sounded like it came from right outside. ",
        "\r\nJoe: Oh, my God.",
        "",
        "Mary: Does anyone need any help?",
        "\r\nVictor: Mary? ",
        "\r\nMary: What? ",
        "\r\nVictor: Are you bleeding? ",
        "\r\nMary: No, it's nothing. ",
        "\r\nVictor: You cut yourself. No, no, no. Let me take care of it. ",
        "\r\nMary: Oh -- ",
        "\r\nKevin: All right, thanks. All right, the police are on their way. ",
        "\r\nLucy: Oh, good. Give me the phone. I want to call Livvie and make sure she's \r\nokay. ",
        "\r\nKevin: No, no, no. She left 20 minutes ago.",
        "\r\nLucy: But, Doc, she -- ",
        "\nKevin: She's fine. We need to help the people still here. ",
        "\r\nLucy: Right. Okay. Oh, my God -- Eve. ",
        "\r\nKevin: No, no, no, Eve went to the hospital. ",
        "\r\nLucy: But, Doc -- ",
        "\r\nKevin: No, no. Lucy, she left in plenty of time before the explosion. We don't \r\nhave to worry about her. ",
        "\r\nLucy: No. No, she -- oh! Oh! Joe, what happened out there? ",
        "\r\nJoe: A car exploded. It's on fire. ",
        "\r\nLucy: A car? Whose car? ",
        "\r\nJoe: It looked like Ian Thornhart's. ",
        "\r\nLucy: What? Oh, my God! ",
        "\r\nKevin: Is anybody in it? ",
        "\r\nJoe: I don't know. I don't know. I couldn't get close enough to see. ",
        "\r\nKevin: That has to be a mistake. I talked to him. He was leaving town. ",
        "\r\nJoe: I know. I know, but -- ",
        "\r\nJamal: Ali. ",
        "\r\nJoe: Hey, what's wrong? What's wrong? ",
        "\r\nJamal: I can't find her. ",
        "\r\nJoe: Who? ",
        "\r\nJamal: Alison! ",
        "\r\nAlison: Jamal -- Jamal -- ",
        "\r\nJamal: She's over here.",
        "\r\nJoe: Ali? ",
        "\r\nJamal: She's bleeding all over the place, man. Do something.  ",
        "\r\nJoe: I'm right here. I'm right here. Mom, you got a first aid kit? ",
        "\r\nMary: I have it right here. ",
        "\r\nJoe: Gabby, we need -- ",
        "\r\nGabriela: Got them already. ",
        "\r\nJamal: Is she going to be okay? Come on! ",
        "\r\nKevin: All right, your mom and brother are fine, but we have one injured here.\r\n",
        "\r\nFrank: What about the car? ",
        "\nKevin: We still don't know if anyone was in it. ",
        "\r\nFrank: There should be an ambulance on the way, and I am, too. ",
        "\r\nKevin: Frank, wait. Have you see Eve? ",
        "\r\nFrank: No. Why? ",
        "\r\nKevin: She left a few minutes ago to check on a patient. I just want to make \r\nsure she got there all right. ",
        "\r\nFrank: Keep your cell phone on. I'll leave word for her to call you. ",
        "\r\nKevin: Thanks. ",
        "\r\nJamal: Answer me. Is she going to be okay? ",
        "\r\nJoe: Her cut doesn't look too serious. ",
        "\r\nJamal: She's bleeding all over the place, man. ",
        "\r\nGabriela: That can happen with a head wound. ",
        "\r\nJamal: She's unconscious, too. ",
        "\r\nJoe: Look, we'll get her to the hospital as soon as we can, all right? We'll \r\ntake x-rays. She's going to be all right. Gabby, can you look after her? I \r\nbetter step outside, see if they need any help. ",
        "\r\nGabriela: Go ahead. Go.",
        "\r\nJoe: Ambulance here yet? ",
        "\r\nLucy: Yeah, yeah. They just pulled up. Wait, Joe. Listen, when you were out \r\nthere, are you sure you couldn't tell whether there was anybody in that car or \r\nnot? ",
        "\r\nJoe: Between the smoke and the fire, I -- no way. But you don't think Ian was -- \r\nLucy, if you know something, tell me. ",
        "\r\nLucy: I don't know anything, and I can't even think it, much less say it out \r\nloud. ",
        "\r\nJoe: Look, now's not the time to hold back. ",
        "\r\nLucy: Kevin thinks Eve went straight to the hospital. I know she didn't. ",
        "\r\nJoe: How do you know? ",
        "\r\nLucy: I couldn't tell Kevin because I didn't want to worry him for nothing, you \r\nknow, if it's not true. ",
        "\r\nJoe: Tell him what? ",
        "\r\nLucy: Listen, I saw Eve and Ian talking outside right there, right before the \r\nexplosion. ",
        "\r\nKevin: What? ",
        "",
        "Livvie: Well, thank you. ",
        "\r\nJack: For what? For taking you home? ",
        "\r\nLivvie: No. For being outside the Recovery Room when I needed a friend. ",
        "\r\nJack: Oh. ",
        "\r\nLivvie: How'd you manage that? ",
        "\r\nJack: Well, I guess, I guess I have a radar for that kind of thing. ",
        "\r\nLivvie: Yeah, well, you know, I feel kind of bad. ",
        "\r\nJack: Why is that? ",
        "\r\nLivvie: Because everybody went to so much trouble making that party for me, \r\nespecially Lucy and Victor. ",
        "\r\nJack: Who's Victor? ",
        "\r\nLivvie: Victor is my grand-- ",
        "\r\nJack: What? ",
        "\r\nLivvie: These people are supposed to be my family, but I don't know them, you \r\nknow? My mom, Rachel, she's my family, and my grandmother is -- Grandma. ",
        "\r\nJack: What's -- what's wrong? ",
        "\r\nLivvie: Grandma still doesn't know what happened. She thinks Mom took us out of \r\ntown. ",
        "\r\nJack: Do you want to go see her? ",
        "\r\nLivvie: Right now? ",
        "\r\nJack: Why not? ",
        "\r\nLivvie: You would do that for me? ",
        "\r\nJack: Heck, yeah, I'll do it. Come on. I will take you there. I've got your bag. \r\nCome on.",
        "",
        "Kevin: Why would you think Eve was with Ian?",
        "Joe: Look, I've got to get outside and help.",
        "Kevin: Answer me, Lucy.",
        "Lucy: You know what? I think I was wrong. It probably wasn't even the two of \r\nthem I saw at all. I was wrong.",
        "Kevin: I know when you're lying, Lucy. Now, tell me the truth.",
        "Lucy: I -- I just looked out the window and I saw Eve standing there, talking \r\nto him.",
        "Kevin: No. No, no, you didn't. Eve went to the hospital to see a patient.",
        "Lucy: I don't think that's why she left.",
        "Kevin: I was with her when she got the call.",
        "Lucy: I know, but I think it was just an excuse.",
        "Kevin: For what? To sneak off and see Ian behind my back? Is that what you're \r\nsaying?",
        "Lucy: No. no, no! I just think maybe she wanted to tell him goodbye. ",
        "Kevin: She didn't -- no. No, she wasn't with him. She's at the hospital. \r\nShe's going to call me any second. In fact, I'm not even going to wait for her. \r\nI'm going over there now.",
        "Lucy: Doc -- ",
        "Mac: Trucks are on their way.",
        "Frank: Any make on the car yet? ",
        "Mac: No, we got to wait for the guys to get the fire under control. Then \r\nwe'll see what we find. ",
        "Lucy: Doc! Wait! ",
        "Officer: No civilians allowed. ",
        "Kevin: I need to get over there! ",
        "Mac: It's all right. I'll handle this. Kevin, you know what happened here?",
        "Kevin: No. I was hoping you did. ",
        "Mac: We'll search the wreckage when it's safe. Just pray no one was inside. \r\nThere's no way anyone could have survived this. ",
        "Officer: Commissioner? ",
        "Mac: Yeah. ",
        "Lucy: Doc -- ",
        "Kevin: No, I have to find Eve. ",
        "Lucy: Doc! ",
        "",
        "Estelle: Oh, I am so glad to see you.",
        "Livvie: I'm happy to see you too. You have no idea how much.",
        "Estelle: Who's this young man?",
        "Jack: Name's Jack. ",
        "Livvie: He's a friend of mine, Grandma.",
        "Estelle: Oh. Well, any friend of Livvie's -- easy on the eyes. ",
        "Livvie: Grandma -- ",
        "Jack: Your granddaughter -- now, she is the one who's beautiful to look at. \r\nAnd I can see where she gets it. ",
        "Estelle: He's nice, too. ",
        "Livvie: Yeah. So, Grandma, how are you doing?",
        "Estelle: Well, I'm feeling much better these days.",
        "Livvie: You look a lot better. ",
        "Estelle: Well, that Dr. Thornhart, that nice doctor, took care of me, you \r\nknow. ",
        "Livvie: Gosh, I haven't see you like this in so long.",
        "Estelle: Is it time to go now?",
        "Livvie: Go? ",
        "Estelle: That's why you're here, isn't it? To take me to your mother's? ",
        "Livvie: Oh, no Grandma, that's not why I came. ",
        "Estelle: Oh, then Rachel -- Rachel is going to come here and pick us \r\nboth up?",
        "Livvie: Grandma -- ",
        "Estelle: I've been waiting and waiting. I thought she forgot us, and then you \r\nshowed up.",
        "Livvie: Grandma, I have to tell you something.",
        "Estelle: What? What, honey? ",
        "Livvie: Well, Mom -- Mom isn't coming.",
        "Estelle: What? Why?",
        "Livvie: Well, she had to -- she had to leave Port Charles without us.",
        "Estelle: I don't understand. I mean, she said --",
        "Livvie: I know, I know -- that we were all going to be leaving together, but \r\nthat's not going to happen -- not right now, anyway.",
        "Estelle: Oh. I was afraid something like this would happen. First my \r\nbeautiful Gracie, and now Rachel.",
        "Livvie: No, Grandma, it's not like that. ",
        "Estelle: Yes, it is.",
        "Livvie: Mom just had to go away because she needed some rest, that's all.",
        "Estelle: Both of my girls have just left me alone. I don't have anybody \r\nanymore.",
        "Livvie: Yes, you do. You have me. We have each other. We're family.",
        "Estelle: You really mean that?",
        "Livvie: Oh, God, of course I do. I love you so much, Grandma, and nothing is \r\never going to change that.",
        "Estelle: Oh, Livvie.",
        "[Estelle starts coughing]",
        "Livvie: Grandma? Grandma! ",
        "Jack: Hey, hey, it's okay.",
        "Livvie: Nurse! Somebody help!  ",
        "Jack: Here, here. It's okay. Sit up. Sit up. Just a sip of water. Just a sip. \r\nYeah, that's it. That's it. There you go.",
        "Estelle: Thank you.",
        "Jack: You're welcome. You want another sip? All right.",
        "Estelle: You have a very -- a very special boy here.",
        "Livvie: You don't have to tell me that. ",
        "",
        "Jamal: Why isn't she coming to? ",
        "Gabriela: It's probably just shock. ",
        "Jamal: Ali. Hey, can you hear me? ",
        "Gabriela: Hey. ",
        "Jamal: Hey, wake up. ",
        "Alison: Jamal. ",
        "Jamal: Yeah, baby, it's me. ",
        "Alison: What happened? ",
        "Jamal: There was an explosion. ",
        "Alison: Oh, right. ",
        "Gabriela: You got a little cut on your forehead. ",
        "Alison: A cut? ",
        "Gabriela: You'll be all right, though. You probably won't need more than a \r\ncouple of stitches. ",
        "Alison: Well, I hope it doesn't leave a scar, because I don't want to wear \r\nbangs. I don't like bangs. ",
        "Jamal: Now I know you're all right. ",
        "Gabriela: I'm going to go call the hospital, tell them to get ready for us. ",
        "Jamal: Okay. Thanks. ",
        "Gabriela: Sure. ",
        "Alison: I was so scared when you couldn't find me. ",
        "Jamal: Yeah, but I did. ",
        "Alison: Stay with me, okay? ",
        "Jamal: As long as you want. ",
        "Mary: Victor, will you stop worrying about me? ",
        "Victor: Somebody's got to. You spend all of your time worrying about \r\neverybody else. ",
        "Mary: I was so afraid somebody was seriously injured in there. ",
        "Victor: Mary, it's all right just to be frightened. You're so strong for \r\neverybody else. Let me be that for you. Come on. All right? Oh, yes. ",
        "Mary: How could somebody do this? ",
        "Victor: I don't know, but I'm going to find out. ",
        "Frank: Mom -- ",
        "Mary: Oh, Frank. No, we're fine. We really are. We're both fine. ",
        "Frank: That's what everyone keeps telling me. Victor. ",
        "Victor: What's going on out there? ",
        "Frank: Well, they finally got the fire under control. ",
        "Victor: Was anybody in the car? ",
        "Frank: Not much left of it, so it's hard to tell. ",
        "Mary: You don't know any more than that? ",
        "Frank: There isn't a lot to go on so far, but from what they can see, it \r\ndoesn't look like any accident. ",
        "Victor: What are you saying? ",
        "Frank: They're pretty sure it was a car bomb. ",
        "",
        "Mac: Joe. Have you seen Kevin? ",
        "Joe: Yeah, he left. ",
        "Mac: Where did he go? ",
        "Joe: To the hospital to look for Eve. ",
        "Mac: Eve? ",
        "Joe: Yeah. Why? ",
        "",
        "Kevin: Marcela, have you seen my wife, Dr. Lambert? ",
        "Marcela: She's not here. ",
        "Kevin: Are you sure? ",
        "Marcela: We called her a while back to check on a patient, but she never \r\nshowed up. ",
        "Kevin: No. No. No. She's here. I just know it. No, no, just let me go. ",
        "Lucy: Doc, listen to me. We've asked everybody. They haven't seen her. ",
        "Kevin: Not now. ",
        "Joe: Yeah, now. ",
        "Kevin: What happened? ",
        "Joe: It's about Eve. ",
        "Kevin: Did you find her? ",
        "Joe: I just saw Mac. ",
        "Lucy: What's going on? ",
        "Joe: They found the remains of two bodies in the car.",
        "",
        "Livvie: Lucy? I guess she's still not back. They must be going pretty late at \r\nthe party. We were at Grandma's for a while. ",
        "Jack: Yeah. She's a cool lady. ",
        "Livvie: Oh, yeah. You should have seen her before she got sick, though. She \r\nwas so great. We used to -- we used to go out, and she'd call it bumming, you \r\nknow. And we'd go to all these incredible thrift shops and buy these really cool \r\nvintage clothes. We'd come home and then, like, put on a little fashion show. ",
        "Jack: Hey, well, you know what? It made her feel better seeing you today. ",
        "Livvie: Yeah, well, you too. I mean, how did you do that thing to make her -- ",
        "Jack: What -- what thing? ",
        "Livvie: You know, when she started coughing and you rubbed her back like that \r\nto \r\n-- ",
        "Jack: Experience. ",
        "Livvie: What kind? ",
        "Jack: With women. I guess I know how to make them feel good. ",
        "Livvie: Get out! You weren't talking about that. What? Were you, like, a \r\ndoctor in another life or something? ",
        "Jack: You know what? Hey, hey, hey -- it is no big deal. ",
        "Livvie: Come on. I have told you everything about me. It is your turn now. ",
        "Jack: Okay. There's really only one thing you need to know. ",
        "Livvie: What? ",
        "",
        "Jamal: Why does she have to fill out all this paperwork? ",
        "Woman: It's hospital procedure. ",
        "Jamal: Yeah, I know, but she was a patient here already. ",
        "Alison: I volunteer at General Hospital. ",
        "Woman: Then you should be in the computer. ",
        "Jamal: What? What's the matter? ",
        "Woman: I'm afraid that your insurance has been canceled. ",
        "Jamal: Ok, whatever. How much do you need, huh? What do you need? Come on, \r\nwhat do you need? ",
        "Woman: Well, that isn't necessary, sir. ",
        "Jamal: What? What? ",
        "Woman: No, I was just trying -- ",
        "Jamal: Yeah, I know, you're following procedures. I got that, okay? Here's \r\nwhat needs to happen. My girlfriend, she's bleeding, okay? She needs x-rays, \r\nstitches, whatever else you guys do, and you're not going to hold her up \r\nbecause of some damn policies and procedures! ",
        "Gabriela: Jamal, what's going on? ",
        "Jamal: This paper pusher right here is telling me Alison can't get no help \r\nbecause of some stupid regulations and forms or whatever they got. ",
        "Woman: I didn't know how to -- ",
        "Gabriela: You're new here, right? All right, General Hospital treats every \r\npatient that comes into the E.R., period. It's the law. Climb aboard, Alison. \r\nTake her over to Cubicle Two, and I'll start the paperwork. ",
        "Jamal: I'll be right there, okay? ",
        "Alison: Mm-hmm. ",
        "Jamal: Thanks for all this. ",
        "Gabriela: It's okay now, Jamal. ",
        "Jamal: No, actually, it's not okay at all. ",
        "",
        "Lucy: Doc! Doc! Listen to me. Let's just go. There is nothing you can do \r\nhere. Please, let's just go. ",
        "Kevin: No, Ian must have sold his car or given it away, which is why it's \r\nstill here. And that means that there's someone else in that car. It's not Eve!\r\n",
        "Lucy: Doc -- ",
        "Kevin: Eve is not in that car! Did you find out who's in the car? It wasn't \r\nEve, was it? ",
        "Mac: Listen to me. It's going to take a long time before we can positively \r\nI.D. the two bodies. ",
        "Kevin: She's going to call me any second. I should just call her myself now.\r\n",
        "Mac: Listen to me. Listen to me. You're my best friend. If there was anything \r\nelse I could tell you -- ",
        "Lucy: Mac. What is it? What? ",
        "Mac: We found something in the remains. ",
        "Kevin: It's Eve's wedding ring. ",
        "Lucy: Oh, my God. ",
        "Kevin: Eve! Eve! ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Livvie: I want to know all about you and why you came to Port Charles. ",
        "Kevin: I wish he had died alone. Why did he have to take my wife with him?\r\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=rgB3f41W2kU"
}