{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "rafe's voice: Progress at last. I got livvie and jack hooked up. They have \r\ntheir whole lives ahead of them to love and to be loved. Wonder what that feels \r\nlike? Kevin and lucy are back on track, more or less. Now it's time to give ian \r\nand eve a little push -- maybe a big push. A lot of damage was done there. \r\nAnyway, that's the agenda for today. ",
        "Rafe: You know, I have eyes in the back of my head. ",
        "Alison: Do you really? ",
        "Rafe: I'm kidding. ",
        "Alison: Do you? ",
        "[Alison laughs] ",
        "alison: You know, for an angel, rafe, you have a pretty good sense of humor.\r\n",
        "Rafe: Known a lot of angels, have you? ",
        "Alison: Well, you know -- ",
        "rafe: What, do you think we just sit around on clouds all day playing harps?\r\n",
        "Alison: I don't know. ",
        "Rafe: So, what's up with you? ",
        "Alison: Well, jamal has invited valerie to move in with us because she has no \r\nother place to go. ",
        "Rafe: Wow. ",
        "Alison: Yeah, tell me about it. She is now in my face 24/7. But thanks to \r\nyou, i'm dealing. ",
        "Rafe: Thanks to me? ",
        "Alison: Yeah. See, the old alison would've gone ballistic, you know? But the \r\nnew and improved alison -- well, she's taking it all in her stride, just as long \r\nas, you know, she doesn't stay forever. ",
        "Rafe: Which means? ",
        "Alison: Which means if valerie isn't out in a week, then i'm going to change \r\nthe locks on my apartment. Fine, fine -- two weeks, ok? ",
        "Rafe: Better. Hey, do you want to help me out with a situation? It might help \r\nyou get your mind off your houseguest. ",
        "Alison: Why? What's up? ",
        "Rafe: Well, I have to help ian and eve. ",
        "Alison: Mm-hmm. ",
        "Rafe: And I don't know them that well, so I can't just show up at their door \r\nand spread magic dust and hope they live happily ever after. ",
        "Alison: Wait -- magic dust? Is there really such a thing because I've always \r\nwondered about that. ",
        "Rafe: We've talked about this already -- there's no magic dust! ",
        "Alison: Ok, rafe! Ok! ",
        "Rafe: Do you have any ideas? ",
        "Alison: Um -- actually, I do. ",
        "Rafe: All right, well, let's go. ",
        "Alison: Come on, come on. ",
        "Ian: Did you lose something? ",
        "Eve: No. No, no, no. This is danny's first christmas, and I want it to be \r\nreally special, so I thought I'd dig around for some of our christmas \r\ndecorations. There we go. I have an idea. Why don't we string cranberries and \r\npopcorn this year? ",
        "Ian: Have you ever actually done that? ",
        "Eve: No, I haven't, but it looks really easy when they do it in the movies.\r\n",
        "Ian: Our son is 3 months old. I don't think he'd really know the difference.\r\n",
        "Eve: Even though our son is only 3 months old, i think he's going to notice \r\nif his parents aren't getting along. ",
        "Ian: And you think stringing up popcorn and cranberries is going to make a \r\ndifference? ",
        "Eve: I'm just trying to get into the christmas spirit. Is that so terrible?\r\n",
        "Ian: No, it's not. I just -- I -- ",
        "eve: What? What? What? ",
        "Ian: Nothing. ",
        "[Ian sighs] ",
        "eve: Oh! I don't believe this. ",
        "Ian: What? Where are you going? ",
        "Eve: Can you watch danny for a few minutes, please? There is somebody I need \r\nto see. ",
        "Ian: This time of night? ",
        "Eve: This can't wait. ",
        "Lucy: Hmm, ok. Where should i seat mac? Well, of course, doc's probably, most \r\ndefinitely going to want mac as his best man, so I should seat mac right next to \r\ndoc, which -- well, wait a minute. I can't really do that because this is my \r\nsurprise wedding. I mean, doc wants me to be surprised, so if i'm working on a \r\nwhole seating chart, I -- wait a minute. A party planner would work out a \r\nseating chart, so it could just be a party, so I can seat everybody where i want \r\nthem to sit. Oh, doc, i do want to marry you. I do, I -- I do. No. ",
        "I do. I do. ",
        "I do. I do, doc, want to marry you. ",
        "Kevin: Look, you don't have to worry. I'm not going anywhere. I -- i just \r\ncan't believe that you're here. I mean, obviously, i wish the circumstances were \r\ndifferent. But that doesn't matter. I'm just so glad to have this chance. ",
        "alison: Hi, ian. ",
        "Ian: Hey, come on in. ",
        "Alison: Oh. Oh, it's little daniel. We -- rafe was in -- helping me make a \r\ndelivery in the area, and I just wanted to drop by this little baby gift for \r\nyou. ",
        "Rafe: And here we are. ",
        "Alison: Yeah. ",
        "Ian: Oh, ok, well -- ",
        "alison: Hi. ",
        "Ian: In you come. A little late, isn't it? ",
        "Alison: Um -- oh, ian, he's so darling. You know, this was -- my favorite \r\npart about, you know, volunteering at the hospital was being in the nursery. Eve \r\npractically had to drag me away. ",
        "Rafe: Is eve here? ",
        "Alison: So sweet. ",
        "Ian: No, she's not. She had an errand to run. I'm not sure where she went.\r\n",
        "Alison: Oh. Well, I -- i brought you this -- this gift. It's sort of like \r\ndaniel's first ornament. I -- or, i guess i sort of spoiled the surprise. ",
        "Ian: Hmm. That was nice. ",
        "Alison: Yeah. ",
        "Rafe: Where are you going to put the tree? ",
        "Ian: Christmas tree? I hadn't really thought about that. With all the stuff \r\ngoing on with the vampires and that, I haven't thought about christmas trees, or \r\nchristmas songs for that matter. ",
        "Rafe: You know, maybe you should open your gift. ",
        "Ian: Maybe we should wait for eve. She likes doing things like that. ",
        "Alison: Oh, come on, ian. I can't stand it when someone doesn't open up a \r\npresent right away. I want to see daniel's face when he sees it. Come on, just \r\nhumor me. ",
        "Ian: All right. Hmm. What is it? ",
        "Ian: It's the most beautiful thing I've ever seen. I -- thank you, alison. \r\nWe'll treasure this. I -- you just, I -- you just reminded me, I got -- I got to \r\ngo do something. ",
        "Rafe: Oh. Well, you know, don't let us stop you. I mean -- ",
        "ian: Do me a favor. Can you keep an eye on danny for a while? ",
        "Alison: Oh, yes. Absolutely. ",
        "Ian: Ok. What a beautiful night. It looks like snow. Wouldn't that be nice? A \r\nwhite christmas? ",
        "Rafe: No better kind. ",
        "Ian: You're right. Ok. ",
        "Alison: What did you do to him? ",
        "Rafe: I just gave him a push in the right direction, nowhere he didn't want \r\nto go already. ",
        "Alison: Yeah, well, it's too bad eve wasn't here, huh? ",
        "Rafe: Yeah. It's too bad. Let's just hope the spirit finds her wherever she \r\nis. ",
        "Lucy: Oh. Hi. ",
        "Eve: Hi. Aren't you going to invite me in? You do everybody else. ",
        "Lucy: Oh. Um -- how are you, eve? ",
        "Eve: Is that a trick question? ",
        "Lucy: No. Actually, I genuinely want to know how you are. ",
        "Eve: Ok. Cut the crap, lucy. You know why i'm here. ",
        "Lucy: Ok. Yeah, I do. Um -- you know, I -- i knew we sort of probably had to \r\nhave this discussion, but i was hoping maybe we could just kind of put it in the \r\npast, pretend it never happened. ",
        "Eve: Oh. You sleeping with my husband? ",
        "Lucy: Guess not. Ok. It just happened. It was just this one moment because we \r\nsort of both were very lonely, and we went to each other because we couldn't \r\nfind anybody else, I guess, for comfort, not -- not for love, eve. I swear. The \r\nwhole time, ian never stopped loving you. This -- this was just one night. It \r\nmeant absolutely nothing. ",
        "Eve: Well, it meant something to me! But as usual, you were only thinking \r\nabout yourself. ",
        "Lucy: Ok. I said i'm sorry, and I will say it as many times as you need to \r\nhear it because i am. ",
        "Eve: I don't want to hear any of your lame excuses, lucy, and don't insult me \r\nby saying that this was just one crazy mistake because this is your pattern. You \r\nare like some poisonous spider, lying in wait to wrap her spindly legs around \r\nwhatever unfortunate victim falls into her web. ",
        "Lucy: That was good. So i feel you need to continue. Well, you -- ok. Let it \r\nall out, eve. Just hit me with your best stuff. Go ahead. ",
        "Eve: I should've known that you would've gone after ian because whatever is \r\nmine is fair game for you. And you know, here i thought that caleb was the only \r\npredator in this town. ",
        "Lucy: Now you're comparing me to a vampire? ",
        "Eve: Actually, vampires pale in comparison to you. In fact, i for the life of \r\nme can't understand what kevin sees in you. In fact, you must have cast one of \r\nyour spells on him to get him to agree to this farce of a party. ",
        "Lucy: Are you finished? ",
        "Eve: For now. ",
        "Lucy: Ok, good! Because you know what? It's your turn! I have said I'm sorry! \r\nI am taking full responsibility for what i did wrong. It was wrong! I'm \r\nresponsible. And ian has taken full responsibility for what he did, but now it \r\nis your turn to take responsibility for everything you did! ",
        "Kevin: She told me that you didn't want to talk about things. I can see on \r\nyour face some of what you've been through. But to me, you're just as beautiful \r\nas ever. Oh, there's that smile -- nothing else like it. There hasn't been a lot \r\nof happiness around here lately. But you coming here changes all that. It \r\nchanges everything. ",
        "Alison: Ok. So, I have changed daniel. I have fed him. And I've told him \r\nevery story that i can think of. ",
        "[Daniel cries] ",
        "alison: So what's wrong with this picture? ",
        "Rafe: Well, you know, he's probably a little freaked out being around \r\nstrangers. ",
        "Alison: So, is it true what they say about babies and angels? ",
        "Rafe: What's that? ",
        "Alison: That, you know, when they're born, they're still so close to heaven \r\n-- ",
        "[crying continues] ",
        "alison: So when they smile or laugh, it's because an angel is playing with \r\nthem. ",
        "[Daniel cries louder] ",
        "alison: Hmm? So what do you say? You want to give it a shot, angel? ",
        "Rafe: Uh, me? I don't, um -- ",
        "alison: Yeah, come on, let's -- let's see you work a little magic. ",
        "Rafe: Ok. Put the little guy down. ",
        "Alison: Yeah? ",
        "Rafe: Let's see what happens. ",
        "Alison: Ok. Come on. Come on. Wait -- what are you going to do? Are you going \r\nto, like, fly around the room or something? ",
        "[Daniel cries] ",
        "rafe: Uh, maybe. I guess we'll just have to wait and see. ",
        "Alison: Ok, daniel. ",
        "Rafe: Ok. ",
        "Alison: Ok. Hey. ",
        "Rafe: Let there be light. ",
        "Alison: Oh, my gosh. ",
        "Rafe: It's the fun part of my job, you know. ",
        "Alison: Oh, my god. ",
        "Rafe: See, little guy? ",
        "Alison: Hey, daniel. ",
        "Rafe: There's no reason to cry. The world is a beautiful place. The light \r\nsprings up out of darkness. Sometimes good things just pop up when you least \r\nexpect them. ",
        "Alison: Yes, with a little help from your friendly neighborhood angel. ",
        "Rafe: That's a great smile. ",
        "Alison: Yeah. Look at him. He loves it. ",
        "Rafe: I was talking about you. ",
        "Alison: Huh? ",
        "Rafe: I love to make you smile. ",
        "Alison: Oh. ",
        "[Key turns in lock] ",
        "ian: Hey. ",
        "Alison: Hey. ",
        "Ian: I hope daniel wasn't any trouble. ",
        "Alison and rafe: No. ",
        "Alison: No, not at all. Yeah. ",
        "Ian: Good. Maybe I'll call on you guys again to baby-sit. ",
        "Alison: Well, you know, rafe -- he's very good with children. ",
        "Ian: Yeah? ",
        "Alison: You ought to see what he did to make daniel laugh. ",
        "Rafe: Hey, you know what? We don't want to keep you, dr. Thornhart. ",
        "Alison: Oh, yeah. ",
        "Ian: Ok. Thanks again. ",
        "Alison: Um -- ok. See you. ",
        "Rafe: Hey. Sweet dreams, kiddo. ",
        "Ian: Bye. ",
        "Eve: I forgot about this part. This is the part where lucy blames everyone \r\nelse for her mistakes. ",
        "Lucy: Uh, no. You covered that. Now let's go over your mistakes, ok? Starting \r\nwith the fact that you actually accused your husband of being a deranged \r\nmurderer! How could you do that? And, better, you tried to keep him away from \r\nhis son. Eve, being married to someone means you trust them. What happened to \r\nthat trust? The first sign of trouble, it just blows out the window and you run \r\nto your ex-husband! You know -- wait! I see it -- a pattern developing for you!\r\n",
        "Eve: Ok, first of all, kevin was helping me with daniel. But you wouldn't \r\nunderstand the concept of friendship. ",
        "Lucy: I apologized to you. I am so sorry for what happened, and I admit to my \r\nmistakes, I take responsibility. Ian has done the same thing. Eve, what about \r\nyou? What are you doing? ",
        "Eve: We are talking. ",
        "Lucy: Really? Well, why don't you just walk yourself out the door and go \r\ncontinue talking at your house? ",
        "Eve: Oh, no, wait, wait, wait. I just wanted to ask you about this -- is this \r\nparty an excuse for you to hit on somebody else's husband? ",
        "Lucy: No. My party is going to -- my party is to help people. I want \r\neverybody to feel better because we have had such a god-awful year. Is that a \r\nproblem for you? ",
        "Eve: No, it's not a problem for me at all. I just don't understand why kevin \r\nis going through with this. ",
        "Lucy: Because he is man enough to forgive me, and we are trying so hard just \r\nto move forward. ",
        "Eve: I just don't get you and him. ",
        "Lucy: Really? Well, I certainly don't get you and ian at all. ",
        "Eve: You are such a bitch. ",
        "Lucy: Are you are so right. Because you know what? Your little table place \r\ncard here -- you are now uninvited. You're off, you're gone. Please, do not come \r\nat all! ",
        "Eve: No. No, no, no, no, no. I wouldn't miss this party for the world! Oh, \r\nno, no, no, no, no, because one of these days you are going to get what's coming \r\nto you, and i sure as hell hope i am there to see it! Ta. ",
        "[Door slams] ",
        "lucy: You won't have a table to sit at. You'll be sitting on your big \r\npoinsettia. ",
        "Kevin: Love's never been simple for me. But you know that. Well, at least eve \r\nand i had an amicable divorce. And then i was going to marry lucy. I really \r\nwanted that. But we always seem to miss our moment. You coming back here will \r\ntend to complicate that. We won't tell lucy anything until the right time. But \r\nright now I think you and I need more time. Don't you? ",
        "Alison: And what you did for daniel, you know, that was so cool. ",
        "Rafe: Thanks. It felt great. ",
        "Alison: You really like to help people, don't you? I mean, you really enjoy \r\nthat. You really care. ",
        "Rafe: What about you? I mean, you care so much. That's the first thing i \r\nnoticed about you. ",
        "Alison: Well -- ",
        "rafe: Well, you know, one of the first things. ",
        "Alison: So, do you really think that there's hope for eve and ian? ",
        "Rafe: It's really up to them now. All I can do is put a little light back in \r\ntheir lives, you know? ",
        "Alison: You've put a little light into mine tonight. ",
        "Rafe: Really? ",
        "Alison: Mm-hmm. What's that like for you? ",
        "Rafe: You want to find out? ",
        "Alison: Yeah. Yeah, I mean, if it's not, like, breaking the rules too much.\r\n",
        "Rafe: No. ",
        "Alison: Ok. ",
        "Rafe: Give me your hands. ",
        "Alison: All right. ",
        "Rafe: Ok. ",
        "Alison: Ok. ",
        "Rafe: Now, i want you to feel all the love that's inside of you. ",
        "Alison: Ok. ",
        "Rafe: All that you've given away and all that you still hope to give. Now, \r\nall that love -- all that is, is light, and I want you to feel it just bubbling \r\nup in you and flowing out. ",
        "Alison: Oh, my gosh. Oh, that, like, tickles. Oh, that feels so good. ",
        "Rafe: Yeah, it -- it does. Ok, you know what? Show's over. ",
        "Alison: Wait -- rafe. Why? What's wrong? ",
        "Rafe: Wrong? Nothing. Nothing, ok? I -- i have to go. Bye. Good night. ",
        "Alison: Ok. ",
        "[Eve sighs] ",
        "eve: Oh. You will not get to me, lucy. You've taken too much from me already.\r\n",
        "Eve: Am i in the right place? ",
        "Ian: It's about time you got home. ",
        "Eve: What's all this? ",
        "Ian: Why don't you come over here and give me a hand. I'm not real good at \r\nthis. ",
        "Eve: But I thought that you said that you didn't want to -- ",
        "ian: Ah, well, i was being a jerk. What do you think of the tree? Not too \r\nmuch, is it? ",
        "Eve: I think it's the most beautiful tree i've ever seen. ",
        "Ian: Good, because I called them. They won't take it back. ",
        "Eve: What -- what got into you? When i left you just a little whe ag y were \r\nting like scrooge. ",
        "Ian: Somebody gave me a gift that reminded me how important this season is \r\nand how we should celebrate our blessings. Merry christmas, lambert. ",
        "Eve: Merry christmas, thornhart. ",
        "Ian: Yeah. ",
        "[Eve laughs] ",
        "lucy: Ooh! That witch! Oh, it took everything i had in my power to stop me \r\nfrom telling her that kevin and I are getting married at the christmas party. \r\nOh, I just wanted to take her face and rub it in that information. But I \r\ncouldn't do that. Bad karma. Very, very bad karma. And I wouldn't do that, even \r\nthough it would have felt really good to do so. But, no, kevin wants this to be \r\nmy day, a big surprise. So nothing and nobody is going to ruin it. Oh. Because I \r\nam going to marry the man that i love, and i'm going to live happily ever after \r\nwith the man that I love. Except, where is the man that i love? ",
        "Kevin: Well, it's amazing how your life can change in an instant. One minute, \r\nyou think you're going one direction, and the next, you take a sharp turn and \r\nyou end up somewhere completely different. ",
        "Woman: Come with me into the bedroom. I have a surprise for you. ",
        ">> Stay tuned for enes from the next \"port charles: Miracles happen.\" ",
        ">> On the next \"port charles\" -- ",
        "chris: Now, where's my patient? ",
        "Jamal: I was hoping to actually take you out last night, but you came home so \r\nlate. Where were you at, baby girl? ",
        "Jack: What do you say we rent this place out? Huh? Make it our first home.\r\n",
        "Main Navigation within The TV MegaSite:"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=KBJtH2gsht0"
}