{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jack: Hey, Tess, your bath is about ready. You found the television, huh? Here, I'll turn it on. ",
        "[Jack turns on TV] ",
        "Jack: Turn it on. ",
        "Tess: On. ",
        "Jack: Yeah, like that? It's pretty cool, huh? These are pictures. Yeah, these are pictures. They're not real, though. They're just pictures. It's pretty neat. Look at all the colors. Remote control. It's remote control. Look, turn it off. ",
        "[Jack turns off TV] ",
        "Jack: There. On. ",
        "[Jack turns on TV] ",
        "Jack: \"On,\" \"off.\" Good job. You're good at this. ",
        "[Tess turns off TV] ",
        "Jack: Yeah. ",
        "Tess: Sun. ",
        "Jack: Almost. That's called the light. Light? That's a switch. Light switch. See the light? Light switch? Light switch? Yeah? ",
        "[Doorbell rings] ",
        "Jack: Oh, hey, hey, hey. It's ok. It's ok. It's called the doorbell. It means someone's here. It's kind of a loud noise. Means someone's at my door. Huh? ",
        "Ian: Hey. Sorry I didn't call before. Did you find her? ",
        "Jack: You mean Tess? ",
        "Ian: Yeah. I had to see for myself. Good God. ",
        "*****************************************************************************",
        "Livvie: Hey, you planning to take all day for this? ",
        "Chris: It's got to be thorough. You know, I had you pegged as a seedy roadside motel kind of girl, not really a hospital supply closet type. ",
        "Livvie: What? ",
        "Chris: Oh, whoa, wait a minute. I guess that was your identical twin they found in the closet here. ",
        "Livvie: No, no, no, she's not my twin, she's not any relation to me, I don't know her, and I don't want to have anything to do with her. ",
        "Chris: Can't say I really blame you. I mean, your life has become a disaster, what with an identical twin showing up and stealing your ex while your life is pretty much going down the drain. ",
        "Livvie: You know, Chris, you can just go to hell. ",
        "*****************************************************************************",
        " ",
        "Marissa: Jamal, I -- I can't believe you had to deliver that bike all the way to New Jersey. I know, I know. I just wish you could have seen the way I handled Stephen Clay. Honey, I handled Stephen Clay. Yeah, but if Ricky ever found out that I was the one who brought him back in the band, he would flip out. No. No, no, no. It turns it out was impeccable timing. Yeah. Stephen's original drummer got this really tasty offer back in La., So it works out perfectly. ",
        "*****************************************************************************",
        " ",
        "Frank: Hey. Alison. ",
        "Alison: Hi. ",
        "Karen: Hi. ",
        "Frank: I'm sorry to hear about your father. That was a real shock. ",
        "Alison: Oh, thank you. That's very nice of you guys. I appreciate that. ",
        "Karen: It must be a lot easier with your mother in town helping you through it. ",
        "Alison: Thank you, but you don't know my mother. But I appreciate it anyway. Thank you. ",
        "Rafe: Well, why aren't you inhaling those fries like you usually do? ",
        "Alison: Oh. Out of all the things that I thought that I would hear from my father's will, finding out that I have a brother or a sister was not one of them at all. ",
        "Rafe: Well, here's the thing. I'm thinking that there's got to be a way to track down whichever it is without getting your mother involved. ",
        "Alison: I know, I know, but it was just the quickest solution to my problem, you know, offer her something that she wants -- money for information. ",
        "Rafe: But do you really think she's going to go out of her way to help you? ",
        "Alison: Probably not. It's not like it's the first time she's ever disappointed me, and I highly doubt that will be the last. I need a refill. Do you want one? ",
        "Rafe: No. ",
        "Alison: Ok.",
        "Lucy: Hey. Did you or did you not get my message? ",
        "Rafe: I did not. What do you got? ",
        "Lucy: Well, don't you feel it, cousin? Halloween is in the air, a show is headed for Port Charles. ",
        "*****************************************************************************",
        "Ricky: Get over here. ",
        "Joshua: We have company. ",
        "Ricky: I'm not done with you. ",
        "Joshua: I think someone wants to speak -- ",
        "Ricky: As a matter of fact, I haven't even gotten started! ",
        "Stephen: Then maybe I can help you. ",
        "Ricky: Is that right? Who the hell are you? ",
        "Stephen: Stephen Clay. ",
        "Ricky: Oh, really? So now I can tell you to your face what a stupid fool you are. ",
        "[Captioning made possible by ABC, inc., And Soapnet] ",
        "*****************************************************************************",
        "[television plays] ",
        "Ian: So you're Tess? I'm Ian. ",
        "Tess: Jack has a television. ",
        "Ian: Is that right? ",
        "Tess: It's got moving pictures. ",
        "Jack: Hey, Tess, your bath is ready. There's a towel in there to dry yourself off and a robe to put on when you're finished. ",
        "Tess: Ok. ",
        "Jack: All right. ",
        "Ian: Nice to meet you. She's never seen a television? ",
        "Jack: Yeah, there's not a lot about city life she has seen. ",
        "Ian: So how do you explain this away by calling her a simple country girl? ",
        "Jack: What's this? ",
        "Ian: X-rays of your broken leg. Brennan's EEG There's no sign of trauma anywhere, not now, not in the past. What do you call that? Miracles? ",
        "Jack: I don't know. Stranger things have happened. ",
        "Ian: Sure. No, they have, yeah. But on the other hand, you believe that Tess healed your leg. And Brennan -- he's been in a coma for I don't know how many years. It just took Tess to come in and heal him just like that? That's it? ",
        "Jack: Maybe it was a coincidence. ",
        "Ian: One miracle? Maybe. Two? I don't think so. It's something altogether different. ",
        "Jack: What do you mean? ",
        "Ian: If she has healing powers, I want to find out about them. ",
        "*****************************************************************************",
        " ",
        "Rafe: Two Livvie’s? Please, tell me you're kidding. ",
        "Lucy: I wish I could tell you I'm kidding, but I’m not kidding. Now, Tess looks a lot like Livvie -- exactly, actually -- but they're not really alike, you know? ",
        "Rafe: Ok, ok. So what does this have to do with the weird vibes we've been having? ",
        "Lucy: I don't know. But then again, maybe. You know, if you think about it, Doc's illness did come on kind of sudden, you know? And Alison’s dad dying and Elizabeth coming back to Port Charles, not to mention the fact that now Tess has got this thing coming into Port Charles. She looks like Livvie. And Brennan -- I don't think you know him, but he was in a coma and all of a sudden he came out of a coma. And, cousin, that music that drives us both insane? It's very strange. However, maybe it's just mercury, you know, in retrograde. I don't think so. Come on, I think these things are all connected. ",
        "Rafe: I don't know. I don't know. I just can't get a read on it. I mean, maybe I'm having a hard time adjusting being back to a normal life, but whatever it is, it's messing with my intuition. ",
        "Lucy: What? You told me you still had your magic. You told me that. ",
        "Rafe: Yeah, well, obviously not enough to predict the latest bombshell that's been dropped on Alison. ",
        "Lucy: Oh, no. What? ",
        "*****************************************************************************",
        "Marissa: You have a brother or sister out there? ",
        "Alison: Yeah. I thought you would be interested, you know, because of the way that you found out about Casey. ",
        "Marissa: Yeah, well, I hope you have a happier ending than I did. ",
        "Alison: Yeah, I do, too, if that's ok to say. ",
        "Marissa: No. ",
        "Alison: But I'm not really sure where to start looking. ",
        "Marissa: You know what? I found these really great web sites that help locate missing family members, and I will give those to you. ",
        "Alison: Ok, that would be a really good start. I would really appreciate that. Are you working on an assignment? ",
        "Marissa: It's a song. ",
        "Alison: Oh, really? ",
        "Marissa: For Stephen Clay. ",
        "[Marissa laughs] ",
        "Marissa: I'm serious. I'm so serious. He signed me to write songs with him. Isn't that cool? ",
        "*****************************************************************************",
        "Ricky: You guys have got no clue about what real talent is because you're all so caught up in your egos that you can't see beyond your own stupid face! ",
        "Stephen: Are you done? ",
        "Ricky: No. No, I'm not done. I'm just getting worked up right now, all right? What, do you guys get a kick out of jerking me around? What for? All I've done is shown you what a true talent I am. I'm good! I am damn good! Maybe too good for you! Is that it? Are you afraid? Are you threatened that I might reveal you for what you truly are? ",
        "Joshua: I think now is probably a good time for you to stop. ",
        "Stephen: No, I think I'd like to hear this, his honest opinion, get it all out in the open. ",
        "Ricky: Oh, honesty? What the hell do you know about honesty? You're nothing but a hoax, hiding behind who knows what, working on this whole mystique b.s., When all you're trying to do is you're trying to hide because you're afraid that the whole world is going to find out what you really are, which is a fraud and a hoax! ",
        "Stephen: And you think you can save me? ",
        "Ricky: Yeah. Maybe. ",
        "Stephen: Maybe? Oh, you're not so sure now? ",
        "Ricky: Oh, no. No, I'm damn sure because if you really had any talent, you wouldn't have to hide. ",
        "Stephen: It's a lucky thing that you're drunk. ",
        "Ricky: Yeah, it's lucky for you, buddy. ",
        "Stephen: I can fix that. There. Shall we start this all over again? ",
        "*****************************************************************************",
        "Alison: So, what's he like? ",
        "Marissa: Stephen Clay? ",
        "Alison: Mm-hmm. ",
        "Marissa: He's intense. ",
        "Alison: He is? ",
        "Marissa: Mm-hmm. ",
        "Alison: Ok, because I love his voice, but what does he look like? ",
        "Marissa: He's tall, he has dark hair, and, oh, he has unbelievable eyes. He has really heavy-duty sex appeal that it's no wonder he's such a star. ",
        "Alison: You're fine with Jamal? I mean, you guys aren't -- you're not thinking of dumping him for him? ",
        "Marissa: Oh, no! No, no, no! We are very cool. ",
        "Alison: Ok. ",
        "Marissa: Yeah. I'm crazy about Jamal -- ",
        "Alison: Yeah. ",
        "Marissa: And he knows that, and Stephen Clay -- Stephen Clay is all about music. You know, he's amazing. He has these -- I don't know -- this deep appreciation for my lyrics.  He",
        "loves them. ",
        "Alison: Oh, that's good. That's really fantastic. ",
        "Marissa: Yeah, it's insane. And, you know, it just goes to prove that anything can happen around here, including you finding your brother and sister. And you know what, Alison? I really think that's going to happen. ",
        "*****************************************************************************",
        "Rafe: Can you imagine finding out your father died and then finding you have a brother or sister somewhere out there all in the same week? ",
        "Lucy: No. Her poor little head must be spinning. But, you know, this makes me think even more so there's probably a connection in all this. ",
        "Rafe: I don't get it. ",
        "Lucy: Ok, ok, think about it. All these things in common -- what do they have? Family. Like Kevin and Ryan. ",
        "Rafe: And Livvie and Tess. ",
        "Lucy: Livvie and Tess -- yes, yes! ",
        "Rafe: And then Alison and whoever this other person is. You're right, ok. It's a pretty big coincidence, so tell me more about this Tess. Where'd she come from? ",
        "Lucy: I don't know. I don't think anybody knows. She's had this really strange sheltered life, sort of living in the woods like she's a wild child. ",
        "Rafe: And she's really Livvie’s double? ",
        "Lucy: Physically, yes. She really does look exactly like her, but inside, I don't think so, because when you look at Tess, she just radiates innocence, and you look in her eyes and there's this sweetness to her. ",
        "Rafe: Definitely not Livvie. ",
        "*****************************************************************************",
        "Chris: Ok, here we go. Just going to need your signature and my signature, check a couple final tests, and all set. ",
        "Livvie: Good. Can't be soon enough for me. ",
        "Chris: Well, you got to have some patience, Livvie. Sometimes the wheels of hospital bureaucracy grind along at a tedious pace. ",
        "Livvie: Yeah, well, you always have been a little slow, Chris. ",
        "Chris: You know, it's really no mystery to me now why my brother would trade you in for a better model. ",
        "Livvie: \"Better\"? Chris, that thing can't even speak. I mean, have you seen her hair, her fingernails? She's disgusting, a total disaster. ",
        "Chris: Yeah, but she's got the same dynamite body and pretty face. Of course, I guess she would be the warm-blooded version. Yep, all the perks, none of the garbage. Lucky Jack. ",
        "Livvie: Yeah, \"lucky Jack.\" If you think I’m even a tiny bit threatened by that freak, I know who Jack loves in his heart, and it's not some poor impersonation of me. ",
        "Chris: You think? ",
        "Livvie: I'm the original, Chris. ",
        "I'm the original, and you better not forget that. ",
        "Chris: Ok, well, you're free to go now. ",
        "[Door slams] ",
        "Chris: No extra charge for the torment. ",
        "*****************************************************************************",
        "Jack: I know you mean well, but you're not going to make a guinea pig out of her. ",
        "Ian: I'm not Chris. I'm not going to hurt her. I just want to take her someplace where we can -- ",
        "Jack: No. She's not going anywhere. ",
        "Ian: Think of the possibilities, jack. If she has healing powers -- ",
        "Jack: And she has no one right now, and I feel like it's my job to protect her. ",
        "Ian: I understand that. You know I would never -- ",
        "Jack: I know -- intentionally hurt her. ",
        "Ian: Or frighten her. ",
        "Jack: Ian, look, I actually talked to Tess about those powers, ok, and she had no idea what I was talking about. ",
        "Ian: Well, maybe she needs some help trying to figure out what it is. ",
        "Jack: Ok, maybe she does. But all I do know is that she's a beautiful, innocent girl who is trying to adapt to our society and it's scaring the hell out of her. And then she bumps into Livvie, who happens to look just like her, and she's really freaked out right now, and I think to take her out of here is a big mistake. So I think she needs to lay low for a while and stay away from everybody. ",
        "Ian: I get that, I do, and I think we both agree that she's a very nice, very special girl and she's fragile right now, but she's going to get stronger. And what are you going to do, just keep her in the house? ",
        "Jack: I'm not saying it's forever. ",
        "Ian: You can't keep this a secret. Ok. Well, you think about what you want to do and let me know. ",
        "Jack: Ok. Thanks. ",
        "Tess: Jack? This all right? ",
        "Jack: Wow. Yeah. Yeah, Tess. You look beautiful. ",
        "*****************************************************************************",
        "Ricky: I bet you think I really deserved that. ",
        "Stephen: No. What I think is you came on my territory and you started hurling drunken insults at me. ",
        "Ricky: Maybe I was a little over-served. ",
        "Stephen: No, I think you were drunk, and all I did was cool you off. ",
        "Ricky: Right. What I still don't get is why you guys dumped me from the band. ",
        "Stephen: Well, if you feel bad about that, you're going to feel like a real ass after this. ",
        "Joshua: When you get home, you'll find a message from us on your answering service. ",
        "Ricky: Saying what? ",
        "Stephen: We've had an unexpected opening. ",
        "Ricky: Wait a minute. Are you telling me you need a new drummer? ",
        "Stephen: We chose you. ",
        "Ricky: Are you kidding about this? I mean, tell me right now if you're messing with me. ",
        "Stephen: Of course, if you think we're a bunch of no-talent frauds, then -- ",
        "Ricky: Hey, hey, hey, hey. No. No, no! Stop, stop! You know, I'm going to stop drinking because when you drink, you say things that -- you know what? I'm going to take these drumsticks home and I'm going to run and tell all my friends and I'm going to start practicing. And by the way, thank you. Thank you for not looking for anybody else. And thanks. You know what? It'll never happen again. I -- I promise. Marissa is going to be so stoked about this, really. I can't wait to tell her. She's going to be psyched. ",
        "Joshua: You are sure about this? ",
        "Stephen: You have to give something to get something. I won't forget this. I don't forget anything. ",
        "*****************************************************************************",
        "Tess: Where is the man? ",
        "Jack: Ian had to leave. ",
        "Tess: What did he want? ",
        "Jack: He wanted to meet you, but I told him right now is not a very good time. ",
        "Tess: He can come back. ",
        "Jack: That's right. ",
        "Tess: Here. ",
        "Jack: Yeah. ",
        "Tess: Home. Nice. I like it. We can stay. ",
        "[Doorbell rings] ",
        "Jack: Hey, that's probably Ian. I'm sure he left something. It's ok. I'm sure it's just Ian. ",
        "Livvie: You're going to listen to what I have to say, Jack, because this isn't going to -- you gave her my clothes, Jack? You're letting that freak wear my stuff? ",
        "*****************************************************************************",
        " ",
        "Ricky: Hey. ",
        "Alison: Hey. ",
        "Ricky: You guys aren't going to believe this. Stephen Clay just offered me the drumming gig in his band. ",
        "Alison: Oh, my God! That's so cool! ",
        "Marissa: Are you serious? This is going to be great! ",
        "Alison: Oh, that's so awesome! We were just talking about that! You have to tell us so that we can come see you. ",
        "Ricky: Yeah, absolutely, you bet. ",
        "Alison: Oh, that's awesome! Good for you! ",
        "Ricky: Thanks. ",
        "Alison: That's cool. ",
        "Marissa: So he changed his mind? ",
        "Ricky: I kind of almost blew it. I showed up drunk and I told him what I thought about him to his face. ",
        "Marissa: You didn't. ",
        "Ricky: Yeah. But they were cool about it, both him and Joshua. I guess they realized that they really wanted me. ",
        "Marissa: Well, who could blame them? You definitely got the chops. ",
        "*****************************************************************************",
        "Alison: Hey, you guys will never believe this. Marissa and Ricky -- they are a part of the Stephen Clay Experience. ",
        "Rafe: That's the man that does the song we don't like, Lucy. ",
        "Lucy: You mean that song? ",
        "[\"Crooked Avenue\" plays] ",
        "Alison: It's a small world, huh? ",
        "Rafe: Yeah. Getting smaller all the time. ",
        "*****************************************************************************",
        "Joshua: This place needs a lot of work to get ready for tonight. ",
        "Stephen: I know you can handle it. ",
        "Joshua: Do you think anyone will show up? ",
        "Stephen: How many times have I told you? It's all in the presentation. ",
        "Chris: So, frank, you going to bust out the shroud and scare the kiddies for Halloween? ",
        "Frank: Watch it, Ramsey. ",
        "Karen: We'll be handing out suckers to the kids. ",
        "Chris: Hmm. ",
        "Karen: What's that? ",
        "Joshua's voice: Stephen Clay and the Stephen Clay Experience invite you to celebrate Halloween. It's never too late to party. Come as you are, stay as long as you want. The drinks, the food, the masks, the decadence are on us. Go to the Port Charles docks and follows the screams to warehouse number 13. It's your lucky number. It's your lucky night. ",
        "Bartender: Where'd he go? ",
        "Ricky: Now, is that guy cool, or what? Stephen Clay -- you know, I was just hanging out with him. Marissa and I are working with his band. ",
        "Marissa: Yep. ",
        "Karen: That is fantastic, Ricky! I knew you had it in you. ",
        "Frank: Oh, well, now I guess we have to go to the party. ",
        "Chris: Beats passing out candy. ",
        "*****************************************************************************",
        "Alison: I totally want to do this. Look at how cool that is. ",
        "Lucy: Yeah. It's really cool, amazing, it's incredible. The band that keeps playing that song that's like nails on a chalkboard to me suddenly shows up in Port Charles. ",
        "Rafe: Invites us all to a party. ",
        "Lucy: I know what I have to do. See you. ",
        "Ian: Hey. ",
        "Lucy: Hey. ",
        "Ian: Just who I was looking for. ",
        "Lucy: I am so glad you found me. Come on. ",
        "Ian: Where are we going? ",
        "Lucy: There is a party that I am not about to miss. ",
        "*****************************************************************************",
        ">> Stay tuned for scenes from the next \"port Charles: Naked eyes.\" ",
        ">> On the next \"port Charles\" -- ",
        "Livvie: Why settle for an imitation when you can have the real thing? ",
        "Lucy: I just got the coldest draft moving across my body. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=wJtSAM59pRc"
}