{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Rafe's voice: I got livvie and jack talking. Best i can hope for, for now. \r\nNow it's time for couple number two, lucy and kevin. Go figure, they're still \r\nletting their egos get in the way. But they won't be getting in my way. Look, I \r\nalready sent out those invitations, but i'm going to have to bend the truth a \r\nlittle more if i want to get this job done right. Ok, maybe a lot more. But it's \r\nfor a good cause, so forgive me, ok? ",
        "Lucy: Rafe? ",
        "Rafe: Lucy. ",
        "Lucy: Oh. Hey. What are you doing out here? ",
        "Rafe: I don't know. I just -- I like it here. Soaking up some moon rays, you \r\nknow? What, are you off to do some party planning with kevin? ",
        "Lucy: Well, yeah, I guess. I mean, I don't exactly know what kind of party. I \r\nmean, is it just a party or could it actually turn out to be our wedding? I \r\nmean, I -- i don't know. He sent out those invitations, right, so I'd like to \r\nhave the nerve to ask him, but I can't -- maybe I should. Maybe I should just \r\nknock on the door and say, \"hey, are you planning to marry me or not?\" ",
        "Rafe: No. ",
        "Lucy: \"No,\" what? ",
        "Rafe: I wouldn't do that. I mean, you know kevin better than he knows \r\nhimself. You'd know if he had something special in mind. ",
        "Lucy: What you're saying is maybe kevin -- what, maybe since, well, \r\neverything we've been through, he doesn't know if it's ok, so maybe he needs me \r\nto kind of show him that it's ok? Is that it? ",
        "Rafe: Play it cool. See what happens. ",
        "Lucy: Thanks a lot. ",
        "Rafe: Well, good luck, lucy, however you choose to play it. ",
        "Lucy: Yeah, I will let you know. Cool. I'm being really cool, huh? Ok, cool. \r\nHeree go, cool. ",
        "Rafe: Hmm, that was close. If she went in there and just asked him directly, \r\nthen -- oh, lucy, please don't blow this. Please do not blow this! ",
        "Kevin: Victor, lucy sent out the invitations, so I guess she wants to have \r\nthis christmas party after all. I don't -- well, look, it's just a party, right? \r\nI mean, she hasn't said anything to me about -- ",
        "[knock on door] ",
        "kevin: Victor, there's somebody at the door. I'll have to call you back. All \r\nright, thanks. ",
        "Kevin: Lucy. ",
        "Lucy: Surprise. I just came by, uh, you know -- ",
        "kevin: To see how i'm doing? ",
        "Lucy: Yeah, that's it. Exactly. How are you doing? ",
        "Kevin: Fine, fine. You? ",
        "Lucy: I'm fine, doing fine. ",
        "Kevin: Good. ",
        "Lucy: Yeah. ",
        "Kevin: Oh, lot of rsvps for the -- ",
        "lucy: Party. ",
        "Kevin: Party. ",
        "Lucy: Yeah, well, see, that's kind of funny because I came by to find out \r\nabout that party because if we're going to have it, I need to order stuff, like \r\nmistletoe, you know, some flowers -- ",
        "kevin: Uh, lucy -- come in here. ",
        "Lucy: Ok. ",
        "Kevin: Ahem. Before we start hanging the tinsel, I think we need to get \r\nsomething straight about this party. ",
        "Livvie: Jack. ",
        "Jack: Livvie. ",
        "Livvie and jack: What are you -- ",
        "jack: You first. ",
        "Livvie: Well, it's just something somebody said that got me thinking about \r\nmoving on with my life, and, well, I remembered driving by here a few months ago \r\nand there was a sign \"for rent,\" and I thought maybe if the sign was still up, \r\nI'd have a peek. ",
        "Jack: I used to drive by this place, even thought about renting it out, you \r\nknow, dreaming -- ",
        "livvie: Yeah. ",
        "Jack: You know, it's really weird seeing you here. ",
        "Livvie: Why? ",
        "Jack: When i used to look at this place, i used to wonder to myself if you \r\nwould actually, you know, like -- ",
        "livvie: I thought you left town, jack. You know, I never expected to see you \r\nagain. ",
        "Jack: Well, I just thought it would be best for both of us. ",
        "Livvie: Not for me. How could you do it, jack? How could you leave without \r\nsaying good-bye? ",
        "karen: Frank, please, take me back to chris' place. ",
        "Frank: Why, so he can keep you strung out? ",
        "Karen: It's not what you think. ",
        "Frank: I saw the needle, karen. ",
        "Karen: He's not drugging me. ",
        "Frank: Well, ok, then what's going on? I know what I saw. ",
        "Karen: What you think you saw. Oh, frank, i don't want to hurt you. ",
        "Frank: You think that there's something that can hurt me more than being \r\napart from you? I love you, karen. Whatever it is can't change how much i love \r\nyou. Nothing could, trust me. Let me help you. Tell me what's wrong. ",
        "Karen: Oh, god, i need you so much. ",
        "Frank: Just -- just say it, karen. What is it? ",
        "Karen: I'm dying, frank. ",
        "Chris: You know, karen's coming back to me because karen has to. I created \r\nthis vampire serum. I'm the only person who can come up with a cure for it. Man, \r\ngot to be kidding me. ",
        "Chris: Well, I'll be. ",
        "Livvie: I don't blame you for wanting to get away. I have hurt you over and \r\nover again. All I ever do is let you down. ",
        "Jack: No, no. It's not you. It's both of us. ",
        "Livvie: That's not -- ",
        "jack: I couldn't give you what you wanted. ",
        "Livvie: No, jack, that is not true. You did. You gave and gave, and please, \r\nplease, just don't ever think that what has happened is your fault. ",
        "Jack: Stop. ",
        "Livvie: I already know. I mean, caleb or not, I'm the one who blew it. But \r\nyou are a beautiful person, jack, with a beautiful heart. ",
        "Jack: Stop! Those are just words. ",
        "Livvie: No, you're wrong. ",
        "Jack: Then why, huh? If you love me, why did you keep cutting me out of your \r\nlife? ",
        "Kevin: Lucy, it's just that when we were planning this, it made us so happy.\r\n",
        "Lucy: Oh, yes. ",
        "Kevin: Yeah, and we were really trying to come up with something that was --\r\n",
        "lucy: Memorable? ",
        "Kevin: Yes. ",
        "Lucy: And a night no one would ever, ever forget. ",
        "Kevin: Exactly, and i think that's exactly what this town needs. ",
        "Lucy: Exactly! \"This town\"? ",
        "Kevin: Well, yes. This is a chance for everyone that we know and everyone we \r\ncare about to laugh and heal and reconnect with each other. ",
        "Lucy: So is that why you want the party? That's your number one, top reason \r\nfor having this party? ",
        "Kevin: Isn't that why you want it? ",
        "Lucy: Why else? ",
        "Kevin: Where you going? ",
        "Lucy: I'm going to be right back. I just have to powder something. ",
        "Kevin: Lucy -- ",
        "[phone rings] ",
        "kevin: Hello? Well, yes, i do recognize your voice. Uh -- yes, it has been a \r\nlong time. No, no, you didn't catch me in the middle of anything. Nothing \r\nimportant, anyway. Yes, i can -- I can meet you. Anytime. Just tell me where. \r\nAll right, i'll be there as soon as i can. ",
        "Lucy: Oh, hey, don't want to keep you. ",
        "Kevin: Lucy. ",
        "Lucy: Yeah. ",
        "Kevin: That was an emergency. Actually, I have to go. ",
        "Lucy: Can I stay? Do you mind? Because if we're going to throw this party for \r\nthe whole town, I just want to be sure that the whole town has enough pate. ",
        "Kevin: Good idea. Here. Could you just lock up when you're done? ",
        "Lucy: You know, I want you to go and have a fun emergency. Enjoy. ",
        "Kevin: We'll talk. ",
        "Lucy: Sure. ",
        "Rafe: Lucy? ",
        "Lucy: Rafe, how did -- how did you get -- ",
        "rafe: I just saw kevin leave. He left the door open. ",
        "Lucy: Oh. Well, that's the only door he left open. The door that counts he \r\njust slammed shut. ",
        "Rafe: Hey. ",
        "Lucy: You know, this wasn't about me, this party. He didn't want it to be \r\nabout us. You know what this party is to him? This party is for livvie and for \r\nthe whole town to heal. It's not about me and we're not going to have a wedding, \r\never. ",
        "Frank: What are you talking about? What do you mean you -- ",
        "karen: Dying. I'm dying, frank. The story I told you about being back on \r\ndrugs, it was a coverup. I tried to telling you the truth, but -- ",
        "frank: When? ",
        "Karen: When i told you I was injected with vampire serum. ",
        "Frank: That was the truth? ",
        "Karen: Chris concocted this extract out of vampire blood and I got stuck \r\naccidentally. I was full of energy at first. It was incredible. I didn't have to \r\neat or sleep. ",
        "Frank: Yeah, up at the cabin. I remember. ",
        "Karen: But now the effects are reversing themselves. I'm aging inside, and \r\nit's happening real fast. All my organs are shutting down. ",
        "Frank: Oh, my god, karen. ",
        "Karen: I'm sorry. I lied because i didn't want to have you watch me die. I \r\ndon't want to put you through that. Please believe me, frank. I never stopped \r\nloving you. ",
        "Frank: I love you, too. ",
        "Karen: I'm sorry. ",
        "Frank: Oh, god, i love you so much. ",
        "Karen: I'm so sorry. ",
        "Frank: No. No. This isn't over. ",
        "Karen: Oh, frank -- ",
        "frank: No. As long as our love is still alive. Now, it was strong enough to \r\nsave you before and it will be again. ",
        "Karen: Forgive me. ",
        "Frank: I'm taking you to G.H. ",
        "Karen: No. ",
        "Frank: We'll find something. We'll find a way. ",
        "Karen: It's too late. The hospital can't help. They can't deal with what's \r\ngoing on. By the time they run through the tests -- ",
        "frank: No, no, don't say that. I won't let it happen. ",
        "Karen: Chris. I need to get to chris. Please. ",
        "Frank: Chris? He's the one who did this to you. ",
        "Karen: Frank, i know how you feel, but he's my last chance. Help me, frank.\r\n",
        "Chris: I don't believe it. The cells are repairing themselves back to normal. \r\nI actually did it. I did it. I -- i found karen's cure. ",
        "Livvie: I made all the wrong choices, jack. I didn't know what else to do.\r\n",
        "Jack: So you lied to me. ",
        "Livvie: Yes, jack, i lied. If i hadn't, caleb would've killed you. ",
        "Jack: How could you look me in the eye and lie to me over and over again? ",
        "Livvie: Jack, I have been lied to most of my life. What do you expect? The \r\nall-american girl of your dreams? The mental health poster child? Jack, it \r\ndoesn't mean I don't love you. ",
        "Jack: Sure. ",
        "Livvie: Jack, I do. I do. This is it. This is me, screwed up and scared. ",
        "Jack: I wouldn't have cared how screwed up you are. It wouldn't have mattered \r\nat all. I just wanted to be that guy you turned to so much. ",
        "Livvie: So you're saying it's too late? ",
        "Jack: I think so. ",
        "Livvie: Ok, then. I think you're probably right. We probably just both need \r\nto get on with our lives. You take care, jack. Good luck. ",
        "Jack: You, too, livvie. You, too. ",
        "Jack: You -- you take care of yourself, all right? ",
        "Livvie: I'll try. ",
        "Jack: Yeah. ",
        "Rafe: All right, listen -- ",
        "lucy: I don't want to listen to anything right now, ok, because what i feel \r\nlike is i keep getting my hopes up higher and higher -- ",
        "rafe: No, listen to me, you got to hang in there, ok? ",
        "Lucy: Why should i? ",
        "Rafe: Because -- ",
        "lucy: You don't have anything! Oh, I'm going. I'm going to find the rest of \r\nthese rsvps. ",
        "Rafe: No, but -- ",
        "lucy: No, there's no \"but.\" I'm getting out of here. It's over. Finis. Done. \r\nTa! ",
        "Rafe: Lucy -- lucy -- ",
        "lucy: Double-ta, triple-ta, quadruple-ta! ",
        "Rafe: Man! What do these two bullheaded idiots need, a truck to come along \r\nand hit them and -- wait a minute. One 18-wheeler coming right up. That ought to \r\ndo it. ",
        "Lucy: I found what i was looking for. ",
        "Rafe: Really? Me, too. ",
        "Lucy: What are you talking about? ",
        "Rafe: Nothing. ",
        "Lucy: Don't tell me it's nothing you're holding in your hand there. ",
        "Rafe: Oh, this? I don't know what this is. It just came special delivery for \r\nkevin while you were -- ",
        "lucy: What? What, somebody just showed up with an unwrapped ring box just \r\nlike that? ",
        "Rafe: Yep. Go ahead. I won't tell. ",
        "Lucy: A wedding set? ",
        "Rafe: Really? Is that what that is? ",
        "Lucy: Oh, my doc! Oh, my. Wow. ",
        "Kevin: Oh, my god, it really is you. I never thought I'd see you again. ",
        "Chris: Oh, would you looky there! Frank scanlon. Golly, gee whiz. ",
        "Frank: Save it, chris. ",
        "Chris: Please come in. ",
        "Frank: Karen told me everything. ",
        "Chris: Oh. ",
        "Frank: I know you were just trying to help her. ",
        "Chris: Well, that's great. That's great. Now that you know that, is there \r\nanything else you'd like to add, frank? Please take your time. You know, hugs \r\nand kisses. ",
        "Frank: I lost it and I'm sorry I hit you. ",
        "Chris: Hmm. That's it? ",
        "Frank: Very sorry? Extremely sorry. Look, chris, karen says you're the only \r\nwho may be able to help her now. ",
        "Chris: Well, she's right about that. I'm the only one who can save her life. \r\nThat is if i can pin down the way to reverse the effects of the vampire serum.\r\n",
        "Frank: Well, and can you? ",
        "Chris: Matter of fact, I've recently had a major breakthrough. ",
        "Frank: You -- you what? That's great! That's incredible! Grab your stuff! \r\nLet's go! ",
        "Chris: \"Let's go\"? Go where? ",
        "Frank: To karen's! ",
        "Chris: Frank, i said i could help her. Didn't say i would. ",
        "Frank: What? ",
        "Chris: You heard me. I'm not obliged to do a damn thing. Not for her, \r\ncertainly not for you. Get out of my house. ",
        "Jack: Livvie. ",
        "Livvie: Jack. ",
        "Jack: Sorry. I -- i forgot my helmet. ",
        "Livvie: Of course. I'll help you find it. ",
        "Jack: Yeah, yeah, it wasn't on the back of my bike, so it's got to be in here \r\nsomewhere. ",
        "Livvie: I don't remember you coming in with it, but i'm sure if it's here --\r\n",
        "jack: I love you. I love you so much. ",
        "Livvie: Jack, I don't understand. ",
        "Jack: I can't leave you. And I won't let you go. ",
        "Livvie: Oh, jack! ",
        "Lucy: Oh, my goodness. Ok, don't say anything. I -- i must be dreaming, \r\nright? Oh, my goodness! I'm not dreaming! They're real! ",
        "Rafe: I guess he thinks you're worth it. ",
        "Lucy: That wonderful man. That wonderful, amazing man. I -- i guess he just \r\nwanted to surprise me, right, because we've had so many engagements in the past \r\nbroken off that he wants to get it right this time, and that's why he's not \r\ntelling anybody, including me, until the big day. That's got to be it. Tell me \r\nright now you believe i'm right, don't you? You do? ",
        "Rafe: From what you're saying and that box, I'd say -- ",
        "lucy: I'm right. I'm right. He's good. You know, he really had me going. He \r\nis an incredible actor! ",
        "Rafe: Uh, where you going? ",
        "Lucy: Well, I got to go tell him. I mean, I want to tell him i get it, I get \r\nthe surprise. I want to tell him. ",
        "Rafe: Are you sure? Are you really sure you want him to know that you know?\r\n",
        "Lucy: And why wouldn't i want to let him know that i know? ",
        "Rafe: Because maybe -- because that he's trying to make this a big surprise \r\nfor you, right, and you wouldn't want to ruin all the work he's done to give you \r\nthis extra-special day. ",
        "Lucy: I get it. I'm an idiot, right? I'm going to ruin the surprise if i do. \r\nI don't want to do that! You're so smart! I'm not going to do that. I'm not got \r\nto ruin it. I'm just going to sit back and enjoy the day. ",
        "Rafe: There you go. ",
        "Lucy: There I go. I'm going to do it. I'm going to -- I'm going to let my doc \r\nget down on his incredible, sexy, wonderful knees and look at me and sing my \r\npraises and then beg me to marry him, and then i'm going to throw my arms around \r\nhis neck and I'm going to strangle him and I'm going to say, \"yes, yes, yes, \r\nyes!\" I'm going to say yes! Yes, yes, yes, yes, because I'm going to finally do \r\nit. I'm going to marry the man of my dreams! I'm finally, finally getting \r\nmarried to the man i love. ",
        "Kevin: I have so many questions for you and there's so much that i want to \r\ntell you. But none of that matters now, does it? ",
        "Woman: No. None of it. ",
        ">> Stay tuned for scenes from the next \"port charles: Miracles happen.\" ",
        ">> On the next \"porles\" -- ",
        "lucy: Oh, doc, i do want to marry you. I do. I -- ",
        "I do. ",
        "Rafe: Let there be light. ",
        "Alison: Oh, my gosh. ",
        "  "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=o-e0eA4fSaA"
}