{
    "soap_central": "\n\nIn the Hughes' kitchen, Alison rushes Chris out the door for his night shift at the hospital, then quickly sheds her robe and headscarf to report for her secret job at metro.  After she arrives, Doc Reese comes in with an entourage of beautiful women and immediately offers Alison a hundred-dollar bill for service.  Alison mistakes her tip for a request for other \"services,\" then mistakes Doc Reese for a medical doctor.  At closing time, Doc hands Alison another fifty dollars, and gives Aaron his credit card to pay for his extravagant evening.  Aaron discovers that Doc's credit card has been declined, then calls Molly to ask her what to do.  Molly is at Kim's house trying to dissuade Kim from hiring Doc Reese at the television station.  Kim had just arrived home from an out-of-town trip, and had found Alison's robe, etc., piled in the middle of the kitchen floor.  Kim and Molly leave for metro to find out what is going on with Doc Reese, but in the meantime, Curtis has covered Doc's bill, using Ben's credit card.  Doc has promised to pay Curtis back before the credit card bill is due.  When Molly and Kim arrive at metro, Aaron tells them that the credit card company made a mistake, and Molly and Kim decide to stay on after hours at metro with Doc, to finalize his hiring at the station.  Kim steps aside to call Bob to ask him to join them at metro after his late call at the hospital, and she spots Aaron sneaking Alison out the door.\n\n\nAt  home, Jack grills Carly about Rosanna's intentions to get Cabot back.  Although Carly omits details about Rosanna's plan to marry Jordan Sinclair and eventually get Cabot back, Jack leaves to go to the station to investigate further.  At his time, Rosanna is in her suite, kissing Jordan Sinclair.  Although Rosanna coyly apologizes for the impulsive kiss, Jordan tells her that he has a unique ability to spot when he is being played, and he asks her what her game is.  Rosanna tells Jordan how lonely she is, but he is not entirely convinced.  As he turns to leave, Jennifer pounds on Rosanna's door, looking for Jordan.  They stand there silently until she leaves, then Jordan slips out the door.  Rosanna's telephone rings, with Carly asking her to come over.  Carly tells Rosanna of Jack's suspicions, and Rosanna insists that she is not planning to kidnap Cabot, but that Jordan's firing and Jack's scrutiny have complicated her plans, which she will not share with Carly.  Jack arrives home and sees that Rosanna is still there.  He waits outside until Rosanna leaves, and when Jack comes in, Carly does not mention Rosanna's visit.\n\n\nBefore arriving at Rosanna's door, Jennifer has been at B.R.O. with Barbara, begging Barbara to call and re-hire Jordan.  Barbara tries to call and finds Jordan not in his room, then Jennifer admits her feelings for Jordan.  Barbara surprises her by sending her to find Jordan while Barbara continues to reach him on the telephone.  After not finding Jordan at the Lakeview Hotel, Jennifer returns to B.R.O.  Soon Jordan comes o B.R.O., where Barbara and Jennifer beg him to come back to work for them.  Jennifer, with stars in her eyes, tries every way she knows to persuade Jordan to come back, and he does accept finally.  Jennifer invites Jordan over for a home-cooked meal, then goes in the next room to tell Barbara the good news.  As Rosanna returns to her suite from Carly's house, her telephone is ringing.  She hears her message from Jordan, saying that he will continue to work for B.R.O., but that he looks forward to seeing her again.    She closes her eyes and whispers, \"Yes!\"\n\n\n",
    "tvmega_recap": "Chris left for overtime at the hospital \u0096 and Allison rushed out after him \u0096 heading for Metro. At Metro Doc arrived with three women on his arm \u0096 ready to party. At the end of the night his credit card was declined. Curtis paid the bill with his credit card and Doc promised to pay him back before Ben saw the bill. Molly visited Kim and expressed her doubts about Doc. When Aaron called about the declined credit card \u0096 Kim and Molly went to Metro. Doc invited them to join his table. Allison hid from Kim and tried to get out the door \u0096 but Kim spotted her. Jack asked Carly if Rosanna was going to kidnap Cabot. Carly said Rosanna was only acting weird because her heart was broken. Jordan found Rosanna's kiss suspicious \u0096 he wanted to know what she was up to. She told him she was attracted to him. He admitted she intrigued him. She offered him a job at Cabot Motors again. After he left Carly called and wanted to meet with Rosanna. Rosanna went to Carly's and denied having plans to kidnap Cabot. Jack came home and saw them talking together. Later when he asked Carly if she was alone all night \u0096 she didn't mention a visit from Rosanna. Jordan went to BRO after receiving messages from Barbara. She begged him to return to BRO \u0096 he finally agreed. When Rosanna returned to her room she heard a message from Jordan informing her he was back at BRO.",
    "soapcentral_condensed": "In the Hughes' kitchen, Alison rushes Chris out the door for his night shift at the hospital, then quickly sheds her robe and headscarf to report for her secret job at metro. After she arrives, Doc Reese comes in with an entourage of beautiful women and immediately offers Alison a hundred-dollar bill for service. Alison mistakes her tip for a request for other \"services,\" then mistakes Doc Reese for a medical doctor. At closing time, Doc hands Alison another fifty dollars, and gives Aaron his credit card to pay for his extravagant evening. Aaron discovers that Doc's credit card has been declined, then calls Molly to ask her what to do. At his time, Rosanna is in her suite, kissing Jordan Sinclair. Jennifer has been at B.R.O. with Barbara, begging Barbara to call and re-hire Jordan. Jennifer admits her feelings for Jordan. Jordan comes back to work for them. Jennifer invites Jordan over for a home-cooked meal, then goes in the next room to tell Barbara the good news. She closes her eyes and whispers, \"Yes!\"\n"
}