{
    "soap_central": "\n\n \nMolly was making sandwiches for a picnic and horseback ride with Holden, Faith, and Ethan when Holden sneaked in behind her and gave her a hug. Molly's phone rang, and she took a call from Congressman Silas Whitman, but she made it clear to him that she was no longer interested in doing an interview with him. She asked him not to call her again and hung up. Holden carried in a picnic basket, and Molly began packing it, and she assured Holden that all was well.\n\n\nAt home, Lily was talking with Ethan about \"Daddy's living arrangement\" when Luke called from Texas. He said that he and Dr. Oliver were still waiting to hear from the medical board about Oliver's status. Luke was concerned because he would not make it back to Oakdale that afternoon for his foundation's awards ceremony, so he asked Lily to fill in for him. Lily was willing, but she was not fully informed about all the projects, so Luke suggested that Holden accompany her because Luke knew his dad was up to speed on the projects. Lily was hesitant, but she agreed for Luke's sake.\n\n\nLily drove Faith and Ethan to the farm, and Holden asked why she was so elegantly dressed. She explained what Luke had asked, and Holden looked at Molly and said he already had plans. Molly, however, said she would be happy to watch Ethan if Holden felt he should go to the foundation event. Holden ran upstairs to put on his tuxedo, and Lily took Ethan into the parlor to get him settled. Faith turned to Molly and asked if Molly thought her dad would have chosen to stay with them if Molly hadn't spoken up.\n\n\nLily returned to the kitchen and apologized for interrupting Molly and Holden's plans, but Molly said they could go riding anytime. Faith, however, got sarcastic and suggested that Lily give Holden a beeper so that she could call him away whenever she wanted from whatever he would rather be doing. Holden walked downstairs, and Lily went outside while he said goodbye to Molly. Then they drove together to the Lakeview.\n\n\nMolly put the picnic food away and answered her phone. It was Whitman again, and he claimed that Molly needed him. When Molly again declined the interview, Whitman said Molly needed to think about what she wanted on a personal level and to consider how Whitman could help her get it. He said he was in room 701 at the Lakeview, and he looked forward to seeing her very soon. \n\n\nMolly hung up, and Faith asked who had called. Molly said the call had been \"work-related,\" and she had changed her mind about a high profile interview she was supposed to have done. Faith encouraged Molly to do it and offered to watch Ethan. She said she wanted to take the responsibility so that her folks would trust her again. Molly agreed, and she wrote down Whitman's name, room number, and phone number.\n\n\nBefore the guests arrived at the fund-raiser, Lily and Holden talked about Luke's accomplishments with the foundation and how proud of him they were. A photographer took their picture and called them \"Mr. and Mrs. Snyder,\" and asked them to put their arms around each other. Lily said the guests were arriving, so Holden quickly called the farm to check on the children. Faith answered her phone, and she told Holden that Molly had needed to go to a \"work thing,\" so she and Ethan were just hanging out. Faith read Molly's note with Whitman's name on it, and that upset Holden. He was disappointed that, evidently, Molly was doing the interview after all.\n\n\nMolly arrived outside room 701, but she talked herself out of actually knocking. Whitman apparently heard her, however, because he opened the door and saw her. He said he knew she was only there to drive her boyfriend crazy, so he invited her in because her standing in the hall accomplished nothing. Molly asked if there were any off-limits questions for the interview, but Whitman began to put moves on Molly, and he also offered her a drink. Molly scolded him, and then someone knocked. Whitman opened the door, and Holden barged in to save Molly. He declared that he was taking her out of there, and he pulled her into the hall, but Molly insisted that she wanted to actually conduct the interview. Holden said he would go along with that, but he was going with her.\n\n\nBack at the Snyder farm, Faith sat with Ethan at Emma's kitchen table, but she heard her phone ring in the parlor. She went to get it, and Ethan pulled over his sister's tote bag. Lily walked in a few minutes later, and she found the boy complaining of a bad stomachache. She asked what he had eaten, and Ethan said he had found some \"candy\" in Faith's bag. \n\n\nWhen Faith returned to the kitchen, Lily lit into her about having prescription medication in her bag. Lily assumed that her son had ingested something dangerous from his sister's bag, but Faith held up a package of candy and said she had just been in the parlor, fixing the couch for the boy to lie down. She called her mother \"a hypocrite\" and said it was no wonder she was alone. Lily put Ethan on her lap and showed him photos from the awards ceremony, especially one of her and Holden.\n\n\nLuke hung up after talking with Lily, and Dr. Oliver asked if he was through with \"Mommy\" for the moment. Luke said it was just \"business,\" and he called Oliver \"crankier than usual.\" Luke was tired of his hotel room, so he asked Reid what there was to do in Dallas, since the doctor had lived there for several years. Oliver said he had no friends who didn't work, and he basically had no life outside of medicine. Luke pegged him as a \"sad, sad man.\" He couldn't understand how someone could live in a place for years without having a cool place to hang out or a favorite restaurant. Oliver said he had been busy \"fixing people's brains,\" while Luke searched with his phone for something fun to do.\n\n\nHalf an hour later, Oliver and Luke walked into a bar with a mechanical bull in it, and Reid said, \"You've got to be kidding.\" They sat at the bar, and the doctor commented on a large \"cowboy\" astride the bucking bull by saying, \"Now there's a brain trust.\" He talked about where \"fun\" was situated in the brain as, unaware that no one was listening to him, he paid for a round of drinks. He looked for Luke and was just in time to see \"Mr. Snyder\" leap on the bull's back. Luke finished the ride and returned to the bar, as Oliver said, \"Talk about a worthless skill!\" Then he mentioned all the hand injuries associated with mechanical bull riding, so Luke backed off.\n\n\nSuddenly Oliver stood up and removed his coat, and as he walked down to the bullring, he muttered, \"A man's gotta do what a man's gotta do.\" He mounted the bull and gave the signal to start. He completed his ride, joined Luke back at the bar, and issued a time challenge to Luke for another ride. Luke handed Oliver his phone, and they noted that the medical board had called and asked the doctor to call them back. They returned to Luke's hotel room, and Dr. Oliver had a moment of panic in which he worried that he wouldn't practice medicine any longer. Luke gave him a pep talk, saying that Oliver was more than just a doctor; he was also \"an urban cowboy.\"\n\n\nReid laughed and then punched in the medical board number. He listened to the person on the other end for about twenty seconds and then hung up. He took Luke's face between his hands and gave him a big kiss. When Reid came up for air, he was chattering about going back to Oakdale, getting in an operating room again, and other plans. Luke appeared stupefied and did not move. \n\n\nFinally Luke asked Reid if he realized that he had kissed him, because it would be \"weird\" if they pretended that it hadn't happened. Oliver said he knew exactly what he'd done, and it had had nothing to do with the phone call. He said he had wanted to kiss Luke for a long time, and he called him \"Luke,\" not \"Mr. Snyder.\"\n\n\nWearing Chris's coat, Katie returned from her errands, and when Henry questioned her about it, she said she had lost an argument with a smoothie. Katie asked where Vienna was, and Henry said she had walked out while he had been tending to Jacob, and Katie was very disappointed that her plan for Vienna to see how good Henry was with the baby had fizzled. Henry began to hyperventilate, so Katie handed him a paper bag to breathe into. Then she scolded him for his past relationship with Barbara Ryan, and she shouted that he could lose everything if he didn't commit to the right woman. Henry got his breathing under control and decided that they had to \"slow things down,\" or he would implode. Katie said she would help as long as Henry kept his act together and forgot about Barbara. She packed up Jacob for a stroll.\n\n\nBarbara continued to take Vienna's measurements, but she was gobsmacked to hear Vienna ask for some extra inches in the waistline because she intended to be pregnant when she walked down the aisle with Henry. Barbara asked when Vienna and Henry had decided to have a baby, but Vienna admitted that they had not actually talked about it yet. Barbara reminded her how demanding babies were, but Vienna said that ever since she and Henry had gotten stuck in the same limo years before, she had loved him. Vienna remembered that Henry had been terrified when she had been pregnant earlier, but something about him had changed. She admitted that there was some indefinable distance between them, but she hoped that it would rectify itself. Barbara finished the measurements, so the bride-to-be left.\n\n\nVienna purchased an ovulation prediction kit at the drugstore and sat on a bench in Old Town to read the directions. Katie walked by with Jacob in his stroller, and she asked why Vienna had left her house. Vienna said she had gone to see Barbara because Barbara was the one thing standing in the way of her perfect wedding. Vienna said she had convinced Barbara to change her mind by telling her that she owed it to Vienna for what had gone on between Barbara and Henry when Vienna had been absent. Katie was surprised at all that, and then Vienna asked what was next. Katie said next was to pick a date and a location for the ceremony. Vienna said she wanted the wedding soon, but Katie opted for a longer engagement.\n\n\nVienna asked Katie why she was stalling her; they sat at an outdoor table, and Katie admitted that she was trying to slow Vienna down. She said her reason was that the last time Vienna and Henry had planned a wedding, Henry had left her at the altar, and Vienna had ended up getting drunk on Emma's elderberry wine. Vienna was sure it would be different the second time around, but Katie said a long engagement would give Henry time to work out some of his \"issues.\" Vienna thanked Katie for her advice and walked back to the Lakeview.\n\n\nBarbara exited the elevator in the Lakeview lobby and ran into Henry. He noticed that she had her sketchpad with her, and he asked her to please tell him that the sketch was for someone other than Vienna. Barbara told Henry that she had agreed to design Vienna's dress, and Henry flipped out. He caught the elevator and blew imaginary smoke out of his ears. \n\n\nAs the elevator doors began to close, Barbara called out to him that Vienna wanted him to get her pregnant. Henry's eyes bugged out, and he forced the doors open and bounded out, yelling, \"Wait a second.\" He began to hyperventilate again, so he started chanting, \"Marriage is a good thing, marriage is a good thing.\"\n\n\nHenry admitted that things had changed, and he had done some crazy things in the previous few months. Finally he blurted out, \"Who needs Stenbeck DNA?\" Barbara said poignantly that Henry would be a wonderful father because he was loyal, spontaneous, and loving, and \"James Stenbeck wasn't any of those things.\" Barbara left the hotel and walked through Old Town, and Katie spied her. \n\n\nBarbara told Katie that she was really trying to stay away from Henry and Vienna, but they kept seeking her out. Katie said she understood that Barbara was making Vienna's wedding dress, but Barbara blurted out that Vienna wanted to have Henry's child. Katie was shocked at the new development, and she realized she had been really hard on Barbara. She said as much to her, and she offered to help Barbara find a good man of her own. She said she had taken up the hobby of matchmaking lately, and she wanted to help. Barbara looked at Katie, and then she smiled and said, \"Oh, what the hell. Make me a match!\"\n\n\nHenry took a martini to his room and drank it down. Suddenly Vienna dashed out of the bathroom, wearing only a towel, which she jettisoned somewhere between the bathroom and Henry. She grabbed Henry, kissed him, and said it was \"the perfect time.\" Henry put the brakes on himself and a robe on Vienna, and he said they couldn't do \"it.\" He declared that he had decided that they should wait until their wedding night before they slept together again. Vienna thought Henry was making up a new role-playing game, and she quickly named it \"The Seductress and the Virgin Groom,\" but Henry said he wouldn't play it until their honeymoon. Vienna couldn't understand Henry's reasoning, and he left before she could tempt him to change his mind.\n \n\n\n",
    "tvmega_recap": "Molly and Holden make plans for the day. Lily lets Ethan know that Holden will not be living here anymore. Lily gets a call from Luke to take Holden to the foundation's banquet. Lily has her doubts but agrees. In the hotel room, Luke and Reid await the ruling in the malpractice suit. Katie comes home, wearing Chris' jacket. Henry inquires as to what had happened. Vienna lets Barbara know that she intends on getting pregnant before her wedding. Reid and Luke visit a nightclub where there is mechanical bull riding. Luke surprises Reid by riding the bull. Lily brings Ethan to the ranch and asks Holden to accompany her to the foundation's banquet. Holden agrees. Faith hurls insults at Lily for wrecking their picnic. Vienna looks at a pregnancy test as Katie approaches. Vienna lets Katie know that Barbara is designing her wedding dress. Katie suggests to Vienna that they slow down the wedding .Vienna is confused as to why Katie would suggest that. Barbara lets Henry know that Vienna intends on getting pregnant right away. Henry and Barbara discuss the baby that Vienna lost. Reid also rides the mechanical bull. Luke sees his cell phone and finds out that the decision is in in his malpractice suit. Reid calls and finds out that the charges against him have been dropped. Molly gets a call from Silas about doing the interview. Molly has her doubts, but Faith talks her into it. Holden is upset when he calls Faith and finds out that Molly is interviewing Silas and that Faith is alone with Ethan. Holden goes upstairs to talk to Molly and promises to be there through the interview. Lily comes home to find Ethan sick, but only from candy that he ate. Reid kisses Luke and reveals that he wanted to for a long time.",
    "soapcentral_condensed": "Molly was making sandwiches for a picnic and horseback ride with Holden, Faith, and Ethan when Holden sneaked in behind her and gave her a hug. Molly's phone rang, and she took a call from Congressman Silas Whitman, but she made it clear to him that she was no longer interested in doing an interview with him. Molly asked if there were any off-limits questions for the interview, but Whitman began to put moves on Molly, and he also offered her a drink. Molly scolded him, and then someone knocked. Whitman opened the door, and Holden barged in to save Molly. He declared that he was taking her out of there, but Molly insisted that she wanted to actually conduct the interview. Lily assumed that her son had ingested something dangerous from his sister's bag, but he had just eaten a package of candy. Lily returned to the kitchen to find Ethan complaining of a bad stomach and said he had found some \"candy\" in Faith's bag.\n"
}