{
    "soap_central": "\n\nAT JAVA UNDERGROUND\n\n\nHal comes in and asks Isaac if he can have a table since he's meeting\nsomeone. That someone is Emily who has just entered.  When Isaac tries\nto make a guess as to what exactly their relationship is, Hal tells him\nthat Emily is simply a good friend who helped him out of a jam weeks\nago.  At Isaac's disbelieving look, Emily adds that she had Hal so\nliquored that she had her way with him hanging from the chandelier.\n\n\nLater, Tom joins the pair and asks why Hal wanted to see him? Hal says\nhe wants to ask him about the explosion that injured Barbara.  At first,\nTom thinks Hal is questioning the thoroughness of Margo's investigation,\nbut Hal reassures him that isn't the case.  In fact, he thinks he's\ntrying to prove that Craig is innocent.  Hal shows Tom a diagram of the\nbomb and asks Tom if he knows about or has ever had any reason to make\none?  Tom says no, this bomb is too heavy or cumbersome to use in\ncombat; no Special Service division would use.  Hal says that his friend\nat the Chicago PD bomb squad told him that was a Special Services bomb.\nTom says his friend is wrong; this bomb is used by the CIA.  And the\nschematics on how to build it are easily available.\n\n\nLUCINDA'S\n\n\nCraig enters and gives Lucinda some papers telling her that the loan to\nBryant's trust fund is paid off.  Lucinda accuses him of using BRO funds\nto pay off the money he stole.  Craig said he didn't steal it, he\nborrowed the money to get Bryant out from under Lucinda's thumb.  He\nsays Bryant's a free man now.   Lucinda tells him she intends to run the\npapers by her legal experts to make sure everything is legitimate.  She\nthen asks him what he intends to do with the WorldWide stock he bought.\nHe tells her she'll find out in the next stock holder's meeting, but her\nleadership of the company is in question.\n\n\nLucinda asks Craig to leave and as he does, Simon enters.  Simon tells\nCraig that he rescued Katie.  After Craig leaves, Simon rails at\nLucinda, telling her he won't be bought off and rips up the check she\ngave him.  Lucinda apologizes for using money to get his cooperation,\nbut she had no idea that he already knew that Holden was possibly alive.\nShe tells him about the message in the bottle and Lily flying off to\nMalta.  Lucinda tells him that Lily could be in danger and since he\ndoesn't want anything from her, he should help Lily for Lily's sake.\nSimon relents and says he'll leave tonight.\n\n\nBARBARA'S HOSPITAL ROOM\n\n\nPaul is visiting Barbara holding an envelope.  He tells her the envelope\ncontains financial statements, cancelled checks, WorldWide stocks bought\nwith BRO money etc.   He then calls Jessica at the DA's office and\ntell's his mother that Craig will be in jail before the night is out.  \nLater, Craig enters and is surprised to see Paul.  He says Paul saw no\nreason to be there for his mother's wedding.  Paul says that was a\nmistake.  He should have been there to protect his mother from Craig.\nHe tells Craig that Barbara called him the day of the accident telling\nhim she tracked some financial irregularities at BRO.  Paul says his\nmother is coming out of the coma, which startles Craig.  Paul then\namends it and says that Barbara will come out of the coma soon and she\nwill convict Craig.  At that point, the police come in to arrest Craig:\nthe judge had his bail revoked for leaving the state.  When Craig\nleaves, Paul tells his mother that he will annihilate him.  Unbeknownst\nto Paul, Barbara moves her fingers.\n\n\nJAKE'S PLACE\n\n\nMolly is getting ready to meet Jake the church in Luther's Corner's when\nsuddenly Abigail enters the room upset.  She shows Molly a picture she\nprinted off the fashion page in the City Times web page.  It's a mug shot\nof Molly.  Abigail assumes it was from when Molly was arrested for\nhelping David Stenbeck, but Molly says it was earlier.  She starts to\ngive Abigail the details, but Abigail says it doesn't matter. Molly is\nshaken up though.  She says she doesn't want her girls to apologize for\nwho they are or who their mother is.  She worries about what the picture\nwill do to Jake.  Molly says that even if Jake says it won't make a\ndifference, it will; everyone will be wondering what a successful guy\nlike him is doing with someone like her.  With a heavy heart Molly\nleaves with the picture to confront Jake.\n\n\nLater, Adam enters ready to take Abigail to the movies but she's no\nlonger in the mood.  She asks him to stay and shows him another copy of\nthe picture.  Adam is shocked.  He says he feels bad for Molly and if he\never finds out who did this, he's going to punch him out.  After Abigail\ntells him that she's afraid her mother will break it off with Jake, she\ntells him about how she was scared after the way things ended with\nChris.  She said that it's scary to open oneself up to another person.\nAdam told her that being too careful is like zoning out.  Sometimes you\nhave to take a chance.  The teens kiss.\n\n\nCHURCH AT LUTHER'S CORNER'S\n\n\nJake is at the church waiting for Molly.  He tells the Reverend that he\nand Molly are planning to get married, they just can't decide what kind\nof wedding to have: big or small.  When the Reverend leaves, Molly\nenters.  Jake can tell that Molly's upset and asks her what's wrong.\nMolly says nothing and tells Jake that maybe they should have a small\ncivil ceremony instead of a big church wedding.  Now Jake knows\nsomething is wrong.  Molly shows him the mug shot.  Jake starts to make a\njoke about and then tells Molly it's no big deal: they'll delete the\npicture from the web page and find out who posted it.  Molly is still\nunconvinced that he doesn't have any doubts about her after seeing the\npicture so Jake invites her to drive to Bay City and look up his police\nrecord.  She tells him it's not the same thing; he's risen above his\npast and doesn't have people throwing it up in his face.  She tells him\nhe doesn't even know what she was arrested for.  Jake tells her it\ndoesn't matter.  Their pasts don't mean anything because it has nothing\nto do with them. All that matters now the future is the pact they will\nmake before God on their wedding day.  Molly, her fears relieved, kisses\nhim.\n\n\nCRAIG'S SUITE\n\n\nKatie is ready for her and Simon's first romantic night as a married\ncouple when Simon enters and announces that he has to leave tonight to\nrescue Lily.  Katie is upset and can't figure out why HE has to go.\nSimon tells her Lily's situation and that she could be in danger.  When\nKatie pouts and starts to talk about his feelings for Lily, Simon tells\nher he isn't doing this because he has feelings for Lily.  He tells\nKatie that she has to think of others besides herself.  Katie then\noffers to go with Simon saying that she's a survivor.  If she can\nsurvive on the island with Henry and Cooley, she can survive Malta.\nSimon again gently refuses to let her tag along because of the danger\nand promises that he'll come back. As he leaves, Katie tells him that\nshe loves him and he tells her to wait for him.  Katie isn't too keen on\nwaiting and makes arrangements to leave town.\n\n\n",
    "tvdb": "Ecstatic, Jennifer tells Hal about the progress that Barbara is making. Paul arrives at the airport with no wallet, money or ID. He sees Rose and, thinking she is Lily, runs up to her and gives her a hug. After she clears up who she is, Rose gives him money to get to the hospital to see his mom. Paul shares a warm reunion with Jen and Hal and learns that Craig is the number one suspect in the boathouse explosion. Paul is determined to nail Craig. He calls BROs corporate office to gather the companys recent financial transactions, hoping that they will prove that Craig is guilty. Katie is ready for a night of passionate love making with Simon. She cleans herself up for him and they share a deep kiss. Things start to get heated when there is a knock on the door. Simon finds Rose at the door and she tells him that Lucinda is willing to give him a blank check if he will go to Malta and help Lily. Furious that Lucinda thinks she can buy him, Simon leaves Katie behind and storms out of the Lakeview to go confront Lucinda. Meanwhile, Lily meets a woman on her plane to Malta who knows the location of the castle that Luke and Holden described. The woman offers Lily a place to stay in Malta and Lily graciously thanks her. When Lily is gone, the woman calls one of the guards outside the dungeon where Luke and Holden are being held to tell them that Lily is on her way. In the storage room of the opera house, Holden finds a small hole in the wall and starts pulling out the insulation. A guard comes in and explains why they were moved from the dungeon and demands that Holden hand over his wedding ring. When Holden refuses the guard pins him to the wall and Luke screams in fear. Not wanting to upset Luke, Holden hands over his wedding ring. They go back to work on making the hole in the wall bigger. Back in the dungeon where they were being held, two guards shoot up the walls, riddling the place with bullets. The guard then drops Holdens wedding ring on the floor of the dungeon.",
    "soapcentral_condensed": "Molly is getting ready to meet Jake the church in Luther's Corner's when Abigail enters the room upset. She shows Molly a picture sheprinted off the fashion page of the New York City Times. Molly assumes it was from when Molly was arrested forhelping David Sten, but it was actually a mug shot of her. Jake confronts Molly about the picture, but she says she doesn't want to apologize for who they are or who their mother is. Hal shows Tom a diagram of the bomb and asks Tom if he knows about or has ever had any reason to make one. Paul is visiting Barbara holding an envelope. He tells her the envelopecontains financial statements, cancelled checks, WorldWide stocks boughtwith BRO money etc. He then calls Jessica at the DA's office andtell's his mother that Craig will be in jail before the night is out. Unbeknownst to Paul, Barbara moves her fingers. Paul says that Barbara will come out of the coma soon and shewill convict Craig.\n"
}