{
    "soap_central": "\n\nBrad dreamed he went back to the reservoir and something grabbed him and tried to pull him under the water. Katie comforted him and urged him to tell Jack what had happened to Leo. Brad said he just needed time to figure out what to do, and reiterated that he never meant to hurt Leo, only scare him. \n\n\nMargo asked Jack if he had talked to his brother about Leo yet. They discussed the incident, and Carly showed up at the police station to tell Jack that she could not shake the feeling that Brad was somehow involved in Leo's ending up nearly drowned. She told Jack about seeing Brad sneaking into the boy's hospital room, apologizing, and looking ashamed. Jack asked Carly not to tell anyone else, and she reminded him that secrets usually came back to bite you. \n\n\nHolden bolted out of Lily's living room after he found her kissing Mike, with both of them wearing only towels. Lily was unnerved, but Mike did not understand why Lily was upset. Lily excused herself to go find her ex. She located him at the barn on the Snyder farm and asked him what he had wanted when he barged into her house. Holden referred to the house as Lily's \"love shack,\" which irritated her enough to warn Holden to get used to seeing Mike at that house. Lily stormed out and went back to Mike. She complained that Holden could sleep with her best friend while they were married, but once that they were officially separated, she could not have a new friend. Mike agreed to go to Aaron's wedding, but thought it would be better if he were not her date. \n\n\nJanet told Liberty that she was moving out of Emma's house at the farm. Liberty asked if that was her idea or Jack's, and Janet assured her that it was her own idea. Jack came to Katie and Brad's and asked his brother exactly what had happened with Leo at the reservoir, and after Brad explained, Jack said that his brother could be facing jail time if Leo did not survive. Brad agonized over whether he should turn himself in, and Jack suggested that he go back to the station and wait for one hour for Brad to show up. Jack left, and Brad apologized to Katie for betraying her. Katie asked if he wanted to spend the rest of their lives in fear of discovery, and the phone rang. It was a private duty nurse taking care of Leo. The boy was awake and asking for Brad. \n\n\nAt the campsite in the woods, Brian Wheatley suggested the boys set up two tents, which pleased Lucinda. He told her to relax while he did the work. Noah was surprised that Lucinda and Brian were sharing a tent so openly, but promised Luke the two of them would be alone in the other. Brian stunned Lucinda, however, by moving his gear into the \"men's tent.\" The boys were likewise disturbed that Brian would be sleeping with them. Brian got the campers started on their mushroom hunt while he went back to begin dinner. \n\n\nHolden rode his horse out to the reservoir and found Carly there, deep in thought. He told her about walking in on Lily and Mike, almost naked. Carly tried to leave, but Holden stopped her with a kiss. He told her he could not stop thinking about her, but Carly was reluctant to continue the relationship for fear of hurting her children. Holden asked her to go to Aaron's wedding with him, but again, she cautioned against it. \n\n\nThe mushroom gatherers came back to camp and Lucinda had brambles stuck in her hair. Noah showed Luke a funny film of her on the hunt, and then told him that he was going to Rome to shoot a film for a school project. He suggested Luke come along, but Luke was involved in too many projects of his own, including Aaron's wedding to Alison. Brian came to involve them in more mushroom picking. \n\n\nLiberty went to the Oakdale Police Station and begged Jack to ask her mother to come back to him. Jack said he had not asked Janet to leave in the first place. Liberty told Jack that he was the best thing that had ever happened to her mother, so Jack agreed to speak to Janet. He found her at the diner and asked her to give him five minutes of conversation time. He told her he did not want her to go and asked her to reconsider moving in with him. Janet expressed her concern that she would only disappoint him again. Jack argued that he was too rigid and vowed to loosen up. He confided to Janet that he was a better guy with her than without her, and they kissed. \n\n\nAt Memorial, Brad and Katie waited to go into Leo's room, but Margo preempted them and insisted on interviewing him first. When Margo exited, the two of them went in. Leo said he did not remember everything that had happened, but he remembered enough. He confessed that he hated himself for scaring Liberty and setting up the scene so that it looked as if someone else had hurt her. He pleaded with them to forgive him. Katie and Brad found Jack at the diner and asked him to keep Brad's secret, since Leo could not remember the accident. Jack called that \"obstruction of justice,\" but Janet suggested that this was one of those times when he needed to cut somebody some slack, and he reluctantly agreed.\n\n\n",
    "tvmega_recap": "Luke changes his mind slightly about Brian once he sees how kind and respectful he is to Lucinda on their mushroom hunt. Luke is sad that he can't go with Noah to Rome because he has to work on his new foundation as well as attend Aaron and Allison's wedding. Liberty talks to Jack about how to win Janet back and Jack and Janet decide to start over together. Holden is upset that Lily can have a relationship with Mike but he can't be with Carly. Holden tries to persuade Carly to give him another chance but she says no because a relationship between them is too complicated. Brad and Katie are happy that Leo doesn't remember his accident when he awakens from his coma. Leo apologizes for what he tried to do to Liberty and Parker and Brad tells him they will try and forget about it. Brad tells Jack that he doesn't need to turn himself into the police because Leo doesn't remember the accident. Brad asks Jack to forget about his part in Leo's accident and since Jack is trying to cut people some slack and not be so hard on people he agrees to keep Brad's confession to himself.",
    "soapcentral_condensed": "Brad dreamed he went back to the reservoir and something grabbed him and tried to pull him under the water. Holden bolted out of Lily's living room after he found her kissing Mike, with both of them wearing only towels. Mike agreed to go to Aaron's wedding, but thought it would be better if he were not her date. Janet told Liberty that she was moving out of Emma's house at the farm. Noah showed Luke a funny film of her on the hunt, and then told him that he was going to Rome to shoot a film for a school project. Brian suggested the boys set up two tents, which pleased Lucinda. Noah was surprised that Lucinda and Brian were sharing a tent so openly, but promised Luke the two of them would be alone in the other. Brian stunned Lucinda, however, by moving his gear into the \"men's tent\" The boys were likewise disturbed that Brian would be sleeping with them. The mushroom gatherers came back to camp and Lucinda had brambles stuck in her hair.\n"
}