{
    "soap_central": "\n\nOutside the courthouse, a police officer interrupts Ben and Jessica's embrace.  He is there to escort Ben to jail in accordance with his contempt charge.  Jessica says she will stop by later to help Ben with the paperwork.  Bonnie catches up with her mother and doesn't understand why she isn't pursuing justice.  Jessica tells her daughter that it's enough for her that Marshall admitted that he raped her yesterday.  Bonnie is taken aback and wants to know why he admitted his crime.  Jessica says that once she made Marshall see the event through her eyes, he understood what he did.  Bonnie says, \"Nothing has changed!  You still have to prosecute him!\"  Jessica doesn't have any more motivation since all that remains is her word against his.  Bonnie is stunned, \"That's it?  He has his little emotional moment with you and he gets off scott free?\"  Jessica tries to defend her decision, \"That's not how it happened...\"  But Bonnie cuts her off, \"Tell it to the next woman he rapes!\"  Jessica is through and doesn't want to pursue it any further.  Bonnie shakes her head and says, \"You want to give up?  Fine.  But I'm not done.  He raped you...mother, and he has to pay for that.\"  With that, Bonnie turns and leaves. Marshall is in the shadows waiting his turn.  He walks up to Jessica and congratulates her on the trial.  He explains he was nearly going to change his plea, but it wouldn't have made any difference.  \"You still wouldn't forgive me if I went to jail, so what was the point?\"  Jessica thinks he should turn himself him because it is the right thing to do, not because he hopes to win her love.  She tries to walk away, but he corners her, and says, \"When I want something, it's very difficult to let go.\"  Jessica struggles free and tells him she is going to the police.\n\n\nAll hell is breaking loose at Fairwinds. Barbara, ragged from being kidnapped and with Jack at her side, crashes Craig and Rosanna's wedding celebration.  Babs commands everyone's attention and says, \"I was kidnapped.  Chloroformed!  Held captive in a cabin in the woods and [pointing at Craig] THAT man is responsible!  Craig Montgomery!\"  Craig calmly dismisses her allegations and says, \"Barbara.  I'm afraid I'm going to have to ask you to leave.  You're...not wanted here.\"  Rosanna races to Carly and practically accuses her by asking, \"Did you know anything about this?!\"  This time, Carly can truthfully answer that she had nothing to do with the plot.  Rosanna then turns to her new husband and sizes him up with suspect eyes.  Barbara assumes Craig has prepared an alibi, \"It won't matter because you had help.  Coconspirators.  And at least two of them were women.\"  Barbara pulls out the watch she snatched from Emily during their struggle at the cabin and holds it high in the air for all to see.  \"Now which of you darlings wants to claim this?\"  Rose averts her eyes, and Emily shifts hers too and bites her lip.  Barbara slithers around the court sizing up women.  \"Rose?  Is this yours?  No...A little too refined I think.\"  Rose doesn't hold her tongue, \"Refined?  You're the picture of refinement crashing a wedding like this.\"  Barbara swoops around and accuses Carly next, but thinks twice as she reaches out to touch her belly, \"Timing isn't your strong suit.\"  Carly stops Barbar's hand before it reaches her belly and says, \"Don't...touch me!\"  Barbara retreats, turns around, and says, \"That leaves...Emily.\"  Hal asks his ex-wife for the watch and wonders if she drew any blood in the struggle for the watch.  Rosanna has had enough and steps in the middle of Barbara's hunt.  Babs apologizes for the interruption.  Rosanna won't hear anything Barbar has to say, \"I'll make this short.  You did fail to turn in your designs.  We are using Carly's designs.  Please show yourself the door.\"  Barbara doesn't like anything taken from her.  Jack steps up, looks at Craig, and summarizes the situation, \"We found Barbara in a cabin with all the windows and doors boarded up and locked.  Right now you are the main suspect.\"  He gives Craig the option of answering questions right now at his home, or at the station.  Margo pleads with Jack to put his questions off until the morning.  Jack relents and tells Craig to show up at the station at 10am tomorrow for questioning.  He apologizes to Rosanna for disrupting her celebration.  Rosanna just wants him to take Barbara and leave.  \n\n\nJohn eschews Babs aside and tells her she may not be thinking too clearly at the moment and that she might enjoy a meal and a hot shower.  He also advises her to write all of her experience down on paper to help get some of her anger out.  Jack comes over to escort Barbara home, but she begs for five minutes with Hal...to talk about Will.  Jack gives her the time.  After Barbara leaves, Carly comes over and scolds Jack for ruining Rosanna's wedding and asks him if he believes her when she says she has nothing to do with Barbara's disappearance.  Jack deadpans, \" 'Course I believe you Carly...Don't I always?\"  \n\n\nRosanna pulls Craig off to the side and says, \"Alright Montgomery...Let's have it.  What did you do to Barbara and who helped you?\"  Craig squirms and says that there isn't any proof that he's involved and even suggests that maybe Barbara made the whole thing up.  Rosanna presses him to answer her original question; \"We both have a talent for lying.  We just promised to tell the truth.  It would be a shame to break that promise just as we're starting our life together.\"  Craig is saved from answering when Lucy wants to dance with her daddy at his wedding.  Around the corner, Holden arrives a little late.  He gets an update from Lily and Lucinda about the events thus far.  He says he always misses the good parts.  Emily finds Rose and thanks her for helping her replace the watch Barbara snatched.  Dusty comes by and takes Rose home.\n\n\nBonnie meets Isaac at Java.  Isaac is relieved that the trial is over and that a mistrial was announced.  \"It's better than an acquittal.\"  Bonnie wants justice though and she asks Isaac for his help in trapping Marshall to admit that he raped her mother on tape.  Isaac declines to help and says that even if they trick Marshall, the tape won't be admissible in court anyway.  He says, \"For a smart woman, you're a slow learner.\"  Bonnie says that he promised to be there to help her.  Isaac says that this isn't helping, \"This is you on a crusade.\"  He counsels her to believe that guys like Marshall ‘get theirs' sooner or later, but Bonnie can't wait.  She says she's not afraid of him.  \"Then you're a fool!\"  Bonnie zones-out when Isaac lectures her why it's a bad idea to confront Marshall.  Frustrated, Isaac walks away, and Bonnie whispers, \"It could work...it could work.\"  Later, Bonnie unzips her purse in the Java lobby and nervously pulls out a gun.\n\n\nMolly, with tears running down her cheeks, calls for a cab to pick her up.  Dusty overhears her phone call and offers to take her home.  She declines, and he walks away.  Carly comes in a little later and Molly confides that Dusty called her on ‘her stuff', which she hates.  Mike comes in and offers to take her home.  He apologizes to her for not giving her another chance just as she gave him another chance earlier.  Mike says, \"I should have treated you better.\"  A horn honks and Molly tearfully catches her cab.\n\n\nJessica meets Ben at the station as he's finishing up being fingerprinted.  Margo stops by and Jessica tells her Marshall cornered her at the courthouse and that she needs to file a restraining order against him.\n\n\nBarbara and Paul return to her suite at the Lakeview and find Jack and company dusting for prints in case anything might have been stolen while she was away.  Babs freaks out, and zooms off toward her bedroom armoire where she stored her designs.  She opens the doors and screams, \"They're gone!  They're gone!  He stole them!\"  Jack doesn't seem too terribly concerned and tells her he'll check back with her in the morning.  On his way out, she tells him, \"You lock him up!\"  Later, after she's had a chance to clean up, Paul asks his mother if she recognized either of the two female voices she mentioned earlier.  She tells him that he ought to ask his \"fiancée to see if she had anything to do with kidnapping your mother.\"  He instantly gets on the phone and calls Rose to tell her to meet him in the lobby right away.\n\n\nCraig finally dances with his daughter.  Rosanna spies him from a distance and whispers, \"Please Craig, be a good father tonight.\"  Lucy stops dancing and tells her father that she had special help and motivation with her recovery.  Craig automatically thinks she's referring to Gloria, the physical therapist, until Aaron walks out from the shadows and takes Lucy's hand.  Lucy says, \"Aaron's the reason I'm walking today.  If it weren't for him, I'd still be in that wheelchair.  Would you please just give him a chance?  For me?\"  Flames erupt in Craig's eyes, but he calmly says, \"What else has been going on behind my back?\"  Lucy says that Aaron was there for her every single day, throwing more fuel on Craig's fire.  Craig turns to Rosanna and says, \"You let this lowlife see my child when I asked you not to?\"  He turns to Aaron and tells him he wasn't invited and asks him to leave.  He reaches out to help escort him off the property, but Holden steps up and says, \"Don't you touch my son!\"  Holden and Lily practically have to drag Aaron away from Lucy and off the property.  Lucy is in tears and sobs, \"How could you do this!?\"  Craig blindly says, \"He's using you!\"  Lucy doesn't agree, and limps off after Aaron.  Katie calls her brother a creep, then goes to comfort Lucy.  Craig then turns to Rosanna and says, \"You did this!\"  Rosanna tries to defend Lucy by telling him how hard they worked, and that it was all, \"for you!  And instead of admitting you were wrong...\"  Craig explodes with the most anger we've seen in more than a year and yells, \"I am not WRONG!  I am NOT wrong!!!  You lied to me!\"  Rosanna sizes Craig up, then simply and surely says, \"Yes.\"  Craig calms down a bit and says, \"I think you were right when you said starting off a life with a lie is a mistake.  You couldn't even follow your own advice.\"\n\n\n",
    "tvdb": "Craig is awestruck to see that Lucy has put aside her reservations and is walking down the aisle ahead of Rosanna, which makes exchanging his vows with her even sweeter.",
    "soapcentral_condensed": "Barbara, ragged from being kidnapped, crashes Craig and Rosanna's wedding celebration. Barbara pulls out the watch she snatched from Emily during their struggle at the cabin and holds it high in the air for all to see. Rosanna races to Carly and practically accuses her by asking, \"Did you know anything about this?!\" Carly can truthfully answer that she had nothing to do with the plot. Barbara slithers around the court sizing up women, \"Rose?  Is this yours?  No...A little too refined I think.\" Barbara swoops around and accuses Carly next, but thinks twice as she reaches out to touch her belly, \"Timing isn't your strong suit.\" Barbara retreats, turns around, and says, \"That leaves...Emily.\" Hal asks his ex-wife for the watch and wonders if she drew any blood in the struggle for the Watch. Jack apologizes to Rosanna for disrupting her celebration. Margo pleads with Jack to put his questions off until the morning.\n"
}