{
    "soap_central": "\n\nCarly picks up the compass and heads out. She runs into Gwen. Carly tells Gwen, whatever her problem is she cannot help because she's having problems with Jack. While Gwen tries to protest Carly leaves.\n\n\nJack is disgusted to see Nick in Emma's kitchen eating pie. Nick says he came to thank Jack. Jack isn't interested and wants Nick to leave. Nick is grateful to Jack. Jack says Nick must be forgetting he went to the hotel to sleep with Carly. Nick says it isn't personal. Jack wants Nick to stay away from him. Nick reminds him the police station is a small place. Jack tells Nick to think about that the next time he hits on a married cop's wife.  Jack leaves and runs into Carly, on the porch. She offers him the compass, but he refuses to take it. Carly gets on her knees and begs for forgiveness. Jack still won't budge. She tells him if he leaves neither of them will ever love again. Jack tells Carly their marriage cannot be fixed, and he leaves. Carly sits on the bench and starts crying into her hands. Someone touches her shoulder. She looks up, perhaps expecting to see Jack, but instead sees Nick.\n\n\nEmma runs into Meg at the Lakeview. She wants to know if Meg is going to continue to live there. Meg tells Emma she intends to stay there. Emma wants to know how Meg can afford to live there. Emma realizes Paul must be footing the bill. Emma is disgusted her daughter is being taken care of by a married man. Meg tells Emma she isn't doing anything wrong.\n\n\nAt the police station, Emily asks why he isn't being released. He tells her as long as Dusty is missing, Hal will never let him leave. Emily starts crying. Paul tells his new wife he wishes he could start their honeymoon. Emily almost tells him about Dusty, but quickly covers. Paul knows she's keeping something from him; he tries to get her to open up. Emily tells him she has to leave. She goes to see Dusty. She takes Dusty a nice trey of food. He isn't interested. Emily tells him Paul is still in jail. He offers to help. He tells her he can tell the cops someone from his past kidnapped him. He suggests they burn the cabin to get rid of evidence. As Emily begins thinking about his plan, she gets a phone call.\n\n\nUpstairs at the police station, Jennifer tries to convince Hal to let Dusty goes. Hal refuses. Jennifer tells Hal she won't cooperate with the case against Hal. She suggest he follow Paul once he is released, this way the can find Dusty. Paul is brought up to the interrogation room. There, Jennifer tells him he has always been her hero. She realizes she must let go of the past. Paul is skeptical. Jennifer tells him she won't cooperate with authorities and he's free to go. She knows Paul only did what he did because he loves her. Jennifer sends for Hal who releases Paul. Jennifer tells Hal she thinks Paul bought the story. Hal calls Emily to come get Paul. Meg arrives and gets the impression, from Jennifer and Hal, the Paul is being transferred. She is happy to hear he is being released. Meg and Paul embrace in the interrogation room as Emily enters the police station. \n\n\nBarbara runs into Lisa and Casey at the Lakeview. Casey is talking about Gwen and Barbara wants to know why. Lisa tells her Casey is her new DJ. Casey tells Barbara Gwen knows a lot about music. Casey leaves. Barbara and Lisa leave to go shopping. Later, they return with shopping bags. Barbara even purchased something for Gwen. Barbara wants to know how Lisa got Margo to like her. Lisa says she found out what Margo was interested in. Then, she started phoning Margo to discuss it. Barbara gets an idea about making Gwen like her.\n\n\nWill is late for his study session with Maddie. She tells him his test is worth 80% of his grade. He begins to study, but Maddie's mind is elsewhere. She tells him, she doesn't know much about music, but that's all Casey talks about lately. He suggests she go to the music section of the library. Gwen arrives and tells Will about her encounter with Carly. He listens intently. She gets him a drink and they kiss. Casey arrives and sees Maddie sitting on the floor, listening to music. He sits with her. They listen to music and share a kiss.\n\n\n",
    "tvdb": "Nick tries to thank Jack for helping him beat Anatoly's set-up, but Jack can't forget that Nick had intended to sleep with Carly. Dusty offers Emily a deal -- if she lets him go, he will never tell anyone that he kidnapped her. Jennifer begs her father to release Paul, convinced that he is the only one who can lead them to Dusty. Barbara has a proposition to make to Lisa regarding Gwen.\r\nSource: tv.com",
    "soapcentral_condensed": "Emma runs into Meg at the Lakeview. She wants to know if Meg is going to continue to live there. Meg tells Emma she intends to stay there. Carly tells Gwen, whatever her problem is she cannot help because she's having problems with Jack. Paul tells his new wife he wishes he could start their honeymoon. Jennifer tries to convince Hal to let Dusty goes. Hal refuses. Jennifer tells Hal she won't cooperate with the case against Hal. She suggests he follow Paul once he is released, this way the can find Dusty. Paul is brought up to the interrogation room. There, Jennifer tells him he has always been her hero. She realizes she must let go of the past. Paul knows she's keeping something from him; he tries to get her to open up. Emily tells him she has to leave. She takes Dusty a nice trey of food, but he isn't interested. He offers to help. He tells her he can tell the cops someone from his past kidnapped him. He suggests they burn the cabin.\n"
}