{
    "soap_central": "\n\nNick cools Adam's jealousy by admitting that he told Abigail earlier that he was impressed with Adam's video work. Molly confides in Carly her vow to make sure Jake has no stripper at his bachelor party tonight and sends her to the After Dark as a spy. Meanwhile, Isaac asks Mitzi if she'd help him out with a favor and be the surprise guest for tonight's bachelor party. Carly finds Rose at the club and blasts her for her scheming with Paul during Craig's trial. The two eventually agree to put aside their differences for the sake of Molly's bachelorette party. Tired of her attitude, Isaac gets even with Bonnie when he makes her believe that Lucinda's butler Matthew is a rich man of aristocracy. Guido stops Lily, Holden and Luke at the airport and insists that they come with him. They refuse until Guido points out a nearby Dante who is looking for the three of them. They eventually put their faith in Guido to get them out of the country safely even after he claims that they must board the plane without their son. Molly and Jake are uncomfortable when Abigail asks Nick to videotape their wedding. Nick assures Molly that he'll refuse the offer if she doesn't want him there on the happiest day of her life but she nervously accepts the offer. \n\n\n",
    "soapcentral_condensed": "Nick cools Adam's jealousy by admitting that he told Abigail earlier that he was impressed with Adam's video work. Molly confides in Carly her vow to make sure Jake has no stripper at his bachelor party tonight and sends her to the After Dark as a spy. Isaac asks Mitzi if she'd help him out with a favor and be the surprise guest for tonight's bachelor party. Guido stops Lily, Holden and Luke at the airport and insists that they come with him. They refuse until Guido points out a nearby Dante who is looking for the three of them. They eventually put their faith in Guido to get them out of the country safely even after he claims that they must board the plane without their son. Tired of her attitude, Isaac gets even with Bonnie when he makes her believe that Lucinda's butler Matthew is a rich man of aristocracy. Nick assures Molly that he'll refuse the offer if she doesn't want him there on the happiest day of her life but she nervously accepts the offer.\n"
}