{
    "soap_central": "\n\nUnsuspecting Aaron has repaired Margo's car for Katie. Henry encourages Katie to stay silent and guilty Katie says going to jail couldn't be worse than how she feels. At the hospital, Mike is informed he won't be up and around for some time. Bitter, he tells Katie he'd like to punish the guy who ran him down. Katie tries to tell Mike the truth, but he mistakes this as pity and asks her not to visit him again. Craig freaks out when he hears that Lucy will be out all night after the dance. He and Lucy have an argument about it and he forbids it. Later, Craig calls Dusty to have Aaron kept preoccupied all night so he can't keep his plans with Lucy. Mitzi tries to discourage Rose from selling the shop. Meanwhile, Barbara lets Dusty know that Rose is selling her shop. He visits Rose and they have a bittersweet farewell as a camera records their goodbye kiss. At Yo's, Waldo enters as Jack watches. The bartender makes Jack for a cop and warns Waldo. Aaron leaves. Hal knows Aaron was in on the gambling racket. Jack tries to get to Aaron first. Aaron reports back to Dusty. Paul returns from Paris to an icy Jennifer who wonders if he's really planning to marry Rose. He insists that he loves Rose but she wants to know why he has to leave the country. He says it is because of Barbara. Jennifer believes that Rose is still into Dusty. Paul visits Rose with a present, his way of saying marry me. Rose evades whether she has seen Dusty. They plan a romantic baby-making rendezvous at Paul's. Mitzi is hurt Rose is leaving. Later, Barbara shows Paul the photos of Dusty and Rose kissing. \n\n\n",
    "soapcentral_condensed": "Unsuspecting Aaron has repaired Margo's car for Katie. Henry encourages Katie to stay silent and guilty Katie says going to jail couldn't be worse than how she feels. At Yo's, Waldo enters as Jack watches. The bartender makes Jack for a cop and warns Waldo. Hal knows Aaron was in on the gambling racket. Aaron reports back to Dusty. Paul returns from Paris to an icy Jennifer who wonders if he's really planning to marry Rose. He insists that he loves Rose but she wants to know why he has to leave the country. Paul visits Rose with a present, his way of saying marry me. They plan a romantic baby-making rendezvous at Paul's. Mitzi is hurt Rose is leaving. Meanwhile, Barbara lets Dusty know that Rose is selling her shop. He visits Rose and they have a bittersweet farewell as a camera records their goodbye kiss. He says it is because of Barbara. Rose evades whether she has seen Dusty or not.\n"
}