{
    "soap_central": "\n\nVienna was still unhappy about Henry's co-ownership of Metro, so Henry convinced Bonnie to do some fake legal work to make it look like he was selling his interest back to Carly. Bonnie delivered the phony paperwork to Vienna at the diner, telling her it was confidential paperwork for Henry. Vienna opened the envelope the minute Bonnie was gone. Bonnie watched her from outside and immediately called Henry to tell him Vienna had taken the bait. \n\n\nVienna went to Metro and told Henry how happy she was that he was selling his interest in Metro. Henry acted surprised that Vienna had found out about the sale, but he told her he would do anything for her, even if it meant giving up his dream. As he opened a bottle of champagne to celebrate Vienna's happiness, Henry talked about how much he was giving up for Vienna, and how much they both would lose by selling Metro. Vienna, oblivious to Henry's intentions, smiled happily and told Henry she didn't need any of those things as long as she had him. \n\n\nVienna talked Henry into going home, and there, they made love passionately. Henry then tried to discuss the Metro situation with Vienna, but when Vienna told him how much she loved him for having listened to her about Metro and said how much she wanted to make love to him again, he dropped the subject entirely. Later, Henry ran into Bonnie and told her his plan had backfired. When Bonnie asked if Henry was going to give up, Henry said, \"No, I can't do that. There has got to be another way.\" \n\n\nParker and Liberty had made love and were lying awkwardly in Parker's bed when Carly came home, calling Parker's name. When Parker told Carly, through his locked door, that he didn't want to talk to her, she went downstairs and called Jack and asked him to come over to help her deal with Parker. \n\n\nJack went to the house and lectured Carly about the consequences of her affair with Holden. Carly was afraid Parker would act out, as he had done every other time she had disappointed him. Jack agreed that he might, but when Carly said she thought they should work together to help Parker deal with his feelings, Jack told her they weren't working together on anything anymore. Carly begged Jack not to take the kids from her, but Jack said he wouldn't do that, because the last thing the kids needed was to be separated from their mother again. \n\n\nParker realized Jack was downstairs talking to Carly. Before Liberty could leave, Parker asked her if their lovemaking had been the way it should be. Liberty said she didn't know, because it had been her first time. Parker was surprised, which Liberty took as an insult. Parker tried to apologize, but Liberty was upset and left, climbing out of Parker's window. \n\n\nLiberty went home, somewhat saddened about having lost her virginity. Janet arrived and told Liberty she just wanted to be sure Liberty wasn't upset about the way Brad had freaked out when he found out the doctor had given Liberty birth control pills and condoms. Liberty was distant, and Janet asked what was wrong. When Liberty didn't answer, Janet drew her own conclusion, correctly guessing that Liberty and Parker had done the deed. Liberty, however, denied it. \n\n\nJanet sat down with Liberty and told her that having sex before she was ready could cause her to feel insecure about herself, and she stressed that Liberty should wait until she found someone she really cared about who really cared about her. Liberty said she'd heard that a million times and she had homework to do. Janet decided to back off, but before she left, she told Liberty, \"But just in case you did do it, that doesn't mean you have to do it again. Because like I said before, you're way too young.\" She kissed her daughter on the cheek, told her she loved her, and left. \n\n\nParker tried to call Liberty, but she was in the bathtub and didn't hear her phone ringing. He didn't leave a message. When Liberty got out of the tub, she returned Parker's call, but when she got his recorded message, she too hung up. \n\n\nJanet went to Carly's house and told Carly she needed to borrow Jack. Jack left with Janet, and they went to the farm. There, Janet told Jack she was afraid Liberty and Parker had had sex. Jack said they had made things easy for Parker and Liberty. Janet said she had not given Liberty the birth control to encourage her to have sex, but Jack said that was exactly what had happened. Janet told Jack he should be glad she'd made sure Liberty wouldn't get pregnant, but Jack said just because she'd gotten birth control for Liberty didn't mean that Liberty had used it. Janet was sure Liberty would have used it, because she'd been scaring Liberty about pregnancy for a long time. Jack said the whole process of what Janet had done still seemed like encouragement to him. \n\n\nJanet told Jack they weren't going to get anywhere by arguing. Parker walked into the farmhouse and told Jack he'd decided he wanted to go on the fishing trip that Jack had proposed. Jack said they could leave that evening, and he told Parker to find the fishing rods and tackle box and put them in his truck. Parker walked out, and Jack told Janet that they could keep the kids apart for a week or so. He said he would have a serious talk with Parker, but Janet would need to lay down the law with Liberty. As Jack left, Janet muttered to herself, \"That's easier said than done.\" \n\n\nHolden went home and told Lily he wanted to try to save their marriage. Holden said they had a pattern of hurting each other and then shutting each other out, but they always found their way back to one another. He thought they should let things settle down before getting any lawyers involved. Lily told Holden she wished she could believe things would work out, but she thought that his affair with Carly was his way of ending things between them for good. \n\n\nHolden protested that that wasn't the case. Lily said their marriage had never really healed after she slept with Dusty, but that Holden's choice to sleep with her best friend, something she could never forgive, was a relationship-ending type of thing. Holden said Lily had slept with her best friend, Dusty, and he asked what the difference was. Lily, in utter disbelief, reminded him that she and Holden had been separated when she slept with Dusty, but they had been working to put their marriage back together when Holden slept with Carly. Lily said she felt that maybe they were doomed to keep making the same mistakes, and the only way to end the hurt and pain was to end the relationship, once and for all. She told Holden that since he had said he still had feelings for Carly, he should go ahead and act on them; she was giving him his freedom. \n\n\nHolden told Lily that it was over between him and Carly. Lily asked what was over, the affair or his feelings for Carly. Holden said it didn't matter, but Lily insisted it did. She said she had made up her mind and was going to go ahead with the divorce, and Holden left. \n\n\nEmma went to see Lily and asked her to try to forgive Holden. She told Lily that Lily and Holden were the love of each other's life. Lily said that didn't mean they'd done anything right, but Emma said they had created something very special, by having a beautiful family together. She begged Lily not to throw that away. \n\n\nHolden went to church and prayed aloud for guidance, saying he loved his wife, but he loved another woman, too. Carly walked into the church and told Holden she'd come to pray that God might make her a totally different person. Holden said he hoped that didn't happen, and then he asked if she had heard what he had been praying. Carly said if she had, it would be best if she pretended she hadn't. \n\n\nHolden told Carly that Lily wanted a divorce. Carly said Holden shouldn't give up, but Holden told her only part of him wanted to go back to Lily. Carly said they needed to put their feelings aside and do the right thing, to try to fix what they had broken. She told Holden they had no other choice. Holden looked at Carly sadly, then got up and walked out of the church.\n \n\n\n\n\n",
    "tvmega_recap": "Vienna is mad at Henry so he comes up with a plan involving some fake legal maneuvers from Bonnie by allowing Vienna to see papers saying he is going to give up his shares at Metro. When she does she resigns to the fact of living in poverty but in love. Parker and Liberty did the wild thing and then are slightly embarrassed of what to do next. But mama bear is hot on their trail and informs Jack who holds her responsible since she gave Liberty birth control pills. All she really wanted to do was protect Liberty from things she did wrong. Carly calls and wants to discuss Parker with Jack. She and Jack end up arguing because he knows Parker is acting out because of her affair with Holden. She made this mess, she will have to undo the damage. Holden surprises Lily by asking her not to go through with filing for the divorce, they owe it to themselves and their children to try one more time. He says it is over with him and Carly. Lily says it makes a difference with her if he is really over his feelings or just that the affair is over. Holden and Carly find themselves in church at the same time. He's come for guidance, the only person he can now turn to. Carly says they are sinners looking for forgiveness. She vows that it is over between them. She is going to take the high road and he needs to do everything in his power to get back with Lily. He admits he has tried, but only part of him wants to go back. Emma pleads with Lily to give Holden another chance for their sakes, but also for the beautiful, precious children. Parker surprises Jack by reminding him of the proposed fishing trip, he's changed his mind and now would like to go. Jack grabs at this immediately and says they will leave tonight. He tells Janet this is just what he needs to get the two kids apart for a while and him to have a serious talk with Parker about doing it!",
    "soapcentral_condensed": "Vienna was still unhappy about Henry's co-ownership of Metro, so Henry convinced Bonnie to do some fake legal work to make it look like he was selling his interest back to Carly. Vienna talked Henry into going home, and there, they made love passionately. Henry then tried to discuss the Metro situation with Vienna, but when Vienna told him how much she loved him and said she wanted to make love to him again, he dropped the subject entirely. Jack lectured Carly about the consequences of her affair with Holden. Janet told Jack she was afraid Liberty and Parker had had sex. Janet said she had given Liberty the birth control to encourage her to have sex, but Jack said that was exactly what had happened. Jack decided to go fishing with Parker because he wanted to go on the trip because he'd been arguing with Janet about it for a long time. Jack said he wouldn't take the kids from her, because the last thing the kids needed was to be separated from their mother again.\n"
}