{
    "soap_central": "\n\nThe rescuers looking for Jack brought in a body in a body bag. Hal didn't want Carly to see it in case it was Jack but she insisted. She was horrified to see Starziak in the bag. She insisted that Jack was still out there somehow waiting to be found. Carly told Hal that they could borrow Rosanna's helicopter to look for Jack but Hal said they already had one out. Carly said she didn't care how long it took to find Jack he was coming home to her. Carly suggested that Hal call all of the local fisherman to come out and look for Jack but Hal said they a had a lot of man power. Every cop in town was looking for Jack. The inspector told Hal that Starziak fell on the rocks and died instantly. He thought that was what happened to Jack and wanted to call off the search. Hal said his men were not going anywhere. Carly had a vision that Jack was walking towards her with his arms outstretched. Then a cop arrived with a piece of red cloth. Carly confirmed that it was a part of Jack's shirt. The cop said it was found on the rocks. Hal told Carly that they were no longer trying to rescue Jack; they were trying to recover his body. Carly refused to believe that her husband was dead. Hal tried to convince Carly but she told Hal he was a hateful man and how could he give up on Jack. She called out to Jack - \"where are you?\" Hal said he was so sorry but that Jack was gone. Carly screamed that it wasn't true and fell into Hal's waiting arms. \n\n\nMeanwhile, across town people were beginning to learn that Jack was not coming home. Margo called Holden and told him that they had found Starziak's body and it didn't look like he was coming home. Molly smiled when she found out that Starziak was dead. Holden and Molly hugged and Lily came back to the house to find them in each other's arms. Holden relayed Margo's message to Lily and they embraced in an attempt to comfort each other.\n\n\nAcross town, Jessica and Tom were talking. Jessica admitted to having slept with Doc. Tom wondered how she and Margo could put their marriages on the line because of a man like that. Jessica defended Margo by saying that she did not sleep with Doc. Jessica said that she knew Tom felt betrayed but he should not give up on his marriage. Tom told Jessica to worry about her own marriage. Tom left and Jessica set up a romantic dinner for Ben. When Ben came home, he found the room lit with a bunch of candles. They Harrises embraced and Ben asked how he could be so lucky to find a woman like Jessica. Ben told Jessica about Jack's accident and the fact that they had not found his body. Ben said he never wanted to let go of Jessica because in one minute everything could be ruined. He said that if anything happened to her he would be devastated. Jessica ran away in tears. \n\n\nLater on, Jessica and Ben were sitting on the couch and Ben tried to calm Jessica. Jessica said Ben was the best man she had ever met and that she loved him very much. She said she didn't deserve Ben. He guessed that it was just her hormones talking. He said that her and their baby meant the world to him.\n\n\nMeanwhile, Tom showed up at the station to see Margo. Margo was upset that the rescue crew had not found Jack yet. Tom told Margo that Jessica admitted to sleeping with Doc and also told him that Margo had not, but\" Tom said that does not change anything between them. Margo asked if Tom was coming home and he told her they need to get a separation. Margo begged him not to go. She said that he shouldn't turn his back on her because at any time they could lose each other like Jack and Carly. Tom told her not to compare them to The Snyder's - what happened to them was an accident; Margo had thrown away their marriage.\n\n\nGilligan told Craig that Dusty had told him that Creel said \"Lucy's father\" was the one that killed him. Craig said that Dusty made that up so he could continue playing Lucy's white knight. Craig told Gilligan that the police did not believe Dusty's story about Lucy's kidnapping and Creel's murder. When Gilligan asked if he should tell Sierra and Lucy what Dusty was saying, Craig told him not to - it might upset the women. Gilligan said that Dusty was determined to find proof of Craig's guilt and Craig said that there is not anything to find. Craig broke into Sierra and Gilligan's place and planted evidence to frame Gilligan for the Lucy's kidnapping and the murder of Creel. When Sierra and Gilligan returned, Craig hid from them. \n\n\nNikki called Lucy and Dusty to look at pictures of suspects in the hopes that they would identify Wade, the other kidnapper. Nikki left to make a phone call and Lucy pulled her chair next to Dusty. They touched hands as they went through the books. Dusty told Lucy to go home where she would be safe. Lucy mentioned the kiss they shared last week and the fact that Dusty had not wanted her gone then. Dusty got news that Wade was a gambler. He used the information to find out where Wade was staying from his credit card statement. Wade was in Reno, Nevada. Lucy wanted to come with Dusty when he decided to go and see Wade himself. Dusty said that she could not come. When Dusty left, Lucy ditched her bodyguard and went off to find Dusty. \n\n\nEmma was taking care of Sage and Parker at Milltown. When Emma went into the kitchen, Parker grabbed his inner tube and went out looking for Jack himself. \n\n\n",
    "tvdb": "Carly and Hal identify the body as Starziak, and Carly continues to cling to the hope that Jack is alive. But when Hal changes the mission from rescue to recovery, Carly has to face the fact that Jack could not have survived. Later, the Snyder family is stunned by the news. Parker overhears Emma and Lily discussing the police searching for Jack in the water and sneaks out the house, assuming that Jack is at Snyder Pond. Meanwhile, Lily walks in on Molly comforting Holden. Lily takes Holden in her arms, leaving Molly on the outside. Alan alerts Craig that Dusty accused him of being behind Lucys kidnapping. After, Craig goes to Lucindas pool house where Sierra and Alan are staying and plants incriminating evidence to frame Alan. Meanwhile, Lucy and Dusty identify Wade Larsens photo from pictures Nikki has brought. Dusty finds out Wade has checked into a hotel in Reno, Nevada and decides to go there to question Wade about whos behind the kidnapping. Lucy wants to tag along, but Dusty insists she stay in Oakdale. When Dusty leaves, Lucy gives her bodygaurd the slip and sneaks out. Jessica begs Tom not to tell Ben the truth about her and Doc. Tom wont promise but admits he knows this news would destroy Ben. Later, Tom finds Margo at the police station and tells her he wants to continue with their plans to separate. Meanwhile, Jessica tries to make a romantic dinner for Ben but is plagued by her guilt.",
    "tvmega_recap": "Dusty finds out that Wade is in Reno and heads for there, unaware that Lucy is going to follow him. Craig plants evidence in Alan and Sierra's suite. Jessica confesses to Tom that she did sleep with Doc, Tom telling her he won't be the one to ruin Ben's life. Margo entreats Tom for his forgiveness, but he tells her that he feels a separation would be best. They find Starzyack's battered body under the bridge and a piece of Jack's bloody shirt in the rocks; Hal officially declaring the search for Jack a recovery mission and completely devastating Carly. Little Parker takes a floatation ring, telling Sage that he's going to go find Jack in the river.",
    "soapcentral_condensed": "Carly had a vision that Jack was walking towards her with his arms outstretched. Margo called Holden and told him that they had found Starziak's body and it didn't look like he was coming home. Jessica admitted to having slept with Doc. Ben said he never wanted to let go of Jessica because in one minute everything could be ruined. Dusty planted evidence to frame Craig for the murder of Creel and Sierra and returned to Lucy's house. Craig said that the police did not believe Dusty's story about Lucy's kidnapping and Creel's murder. Craig told Gilligan not to tell Sierra what Dusty was saying - it might upset the women. Nikki called Dusty to look at pictures of suspects in the kidnapping in the hopes that they would identify Wade, the other kidnapper, as they left Lucy. They left Nikki to make a phone call and pulled her next to the chair as they touched her hands to make sure she was still alive. Craig broke into Sierra and Gilligan's place and planted evidence for the kidnapping and kidnapping.\n"
}