{
    "soap_central": "\n\nAaron went to Fairwinds to convince Lucy that Alison had set him up and that he had not slept with her. Lucy assured Aaron that she knew what she had seen and that it was one memory she wished she could lose. As Lucy began to cry, Craig escorted Aaron out. Craig accused Rosanna of helping Lucy regain her memories so she could remember her relationship with Aaron. \n\n\nRosanna explained to Craig that she had just been trying to be the mother figure that Craig had asked her to be to Lucy. Craig said that he did want her to be the maternal factor in Lucy's life but not if it went against the plans he had for her. Alison confessed to Chris that she had set the barn on fire because she had wanted to make Aaron look like a hero. Alison played the remorseful act with Chris. When Chris left to call Emily and Susan, Alison ran away. \n\n\nThough Emily was certain that Alison was guilty, Susan did not believe it. When they arrived at the hospital and saw that Alison was gone, Susan blamed Chris. Meanwhile, Alison went to see Aaron in search of his forgiveness, but he slammed the door in her face. Bob ordered Chris to get out of the situation with Alison and let the police handle it. Kim defended Chris and noted that if it were not for him, the truth would not have been revealed. Bob just hoped that the hospital board and John saw it from Kim's point of view. \n\n\nAs Rose sat and waited for Paul, a stranger mistook her for Lily and kissed her on the neck. When Paul arrived, ready to punch the man, he realized it was his old pal Dusty Donavan. Rose did not accept Dusty's apology for mistaking her for Lily. Rose revealed to Dusty that Lily was happily married to Holden, and a kiss on the neck would have been inappropriate. Rose left when Paul invited Dusty to dinner, claiming she had an appointment. Later, Dusty spotted Kim and Bob, and they discussed Chris's passion in proving Will's innocence.\n\n\n",
    "tvdb": "Aaron goes to Fairwinds to convince Lucy that Alison set him up and that he did not sleep with her. Lucy assures Aaron that she knows what she saw and that it is one memory she wishes she could lose. As Lucy begins to cry, Craig escorts Aaron out. Craig accuses Rosanna of helping Lucy regain her memories so she can remember her relationship with Aaron. Rosanna explains to Craig that she was just trying to be the mother figure that Craig asked her to be to Lucy. Craig says that he does want her to be the maternal factor in Lucys life but not if it goes against the plans he has for her. Alison confesses to Chris that she set the barn on fire because she wanted to make Aaron look like a hero. Alison plays the remorseful act with Chris. When Chris leaves to call Emily and Susan, Alison runs away. Though Emily is certain that Alison is guilty, Susan does not believe it. When they arrive at the hospital and see that Alison is gone, Susan blames Chris. Meanwhile, Alison goes to see Aaron in search of his forgiveness, but he slams the door in her face. Bob orders Chris to get out of the situation with Alison and let the police handle it. Kim comes to Chriss defense and denotes that if it were not for him the truth would not have come out. Bob just hopes that the hospital board and John see it from Kims point of view. As Rose sits and waits for Paul, a stranger mistakes her for Lily and kisses her on the neck. When Paul arrives, ready to punch the man, he realizes it is his old pal Dusty Donavan. Rose does not accept Dustys apology for mistaking her for Lily. Rose reveals to Dusty that Lily is happily married to Holden and a kiss on the neck would have been inappropriate. Rose leaves when Paul invites Dusty to dinner, claiming she has an appointment. Later, Dusty spots Kim and Bob and they discuss Chris passion in proving Wills innocence. \r\n",
    "tvmega_recap": "Dusty eyes Rose with Paul. After Paul leaves, Dusty sneaks behind her, covers her eyes, and kisses her on the neck. She is shocked when she realizes it's not Paul, he is shocked to realize she is not Lily. Alison confesses to Chris about starting the fire. She tells him she did it because she loves Aaron. Chris goes to get his celly to contact the authorities, Alison leaves for Aaron's. Aaron pleads to Lucy his innocence. She tells him to leave and Criag is happy. Rosanna and Craig have a parenting talk regarding Lucy and her love life. Rosanna says they bonded because they were both recently released from the hospital.",
    "soapcentral_condensed": "Aaron went to Fairwinds to convince Lucy that Alison had set him up and that he had not slept with her. Lucy assured Aaron that she knew what she had seen and that it was one memory she wished she could lose. As Lucy began to cry, Craig escorted Aaron out. Craig accused Rosanna of helping Lucy regain her memories so she could remember her relationship with Aaron. Alison confessed to Chris that she had set the barn on fire because she had wanted to make Aaron look like a hero. Alison played the remorseful act with Chris. When Chris left to call Emily and Susan, Alison ran away. When they arrived at the hospital and saw that Alison was gone, Susan blamed Chris. Rose did not accept Dusty's apology for mistaking her for Lily. Rose revealed to Dusty that Lily was happily married to Holden, and a kiss on the neck would have been inappropriate. Rose left when Paul invited Dusty to dinner, claiming she had an appointment. Later, Dusty spotted Kim and Bob, and they discussed Chris's passion in proving Will's innocence.\n"
}