{
    "soap_central": "\n\nLily found Holden in the kitchen at the farm after their night of lovemaking. He proposed that the two of them get away for a break to a place of Lily's choosing. Lily had a sudden brainstorm and suggested Carly's cabin in Montana, and she picked up the phone to call to ask Carly's permission. Holden stopped the call and was reluctant to involve Carly in their plans. He finally agreed, so Lily left for a financial meeting with Lucinda and reminded Holden to call Carly to make the arrangements for the cabin. \n\n\nCarly dreamed of kissing Holden and when she awoke, her thoughts continued as a daydream. When the phone rang and she saw on the caller ID that the call was from Holden, she did not pick up. \n\n\nAt home, Tom scolded Emily on the phone for her supposedly career-damaging article in the Intruder about Chris and Memorial Hospital. Emily then ordered extra copies to be delivered to the hospital. Tom also complained to Casey about Emily's behavior, but Casey was not concerned. Chris arrived for a conference about the trial with Tom, and Tom had him read the article. Tom also warned Chris not to underestimate the lawyer skills of Bonnie McKechnie. The men ran through a series of questions that Tom thought likely to come up at the trial, and Chris bridled at being asked about his previous relationship with Alison and also that with her sister, Emily. \n\n\nAt Memorial, Alison saw other staff members whispering about her. Aaron appeared to remind her that she was off duty and to tell her that he had a present for her if she would come with him. He took her for a run around the pond and then they rested and talked. Aaron admitted he was not a bit sorry he had beaten up Chris for his actions with Alison, and the two of them shared a brief kiss initiated by Alison. \n\n\nCasey went to the Intruder offices and delivered a message to Emily from his dad. The message was that Emily should caution Alison to pull out of the lawsuit before she really got hurt. Emily asked Casey to spy on his father for her, but Casey was reluctant to do so. He vowed to prove that his dad was a good guy, and he and Emily shared some kisses. \n\n\nAlison confided to Aaron that she was not afraid that Chris would be nasty in court, but Aaron was not convinced. The two of them cuddled a bit by the pond and rekindled some of their former feelings for one another. \n\n\nWhen Carly did not answer his phone call, Holden drove over to her house. He found her home and asked to borrow her cabin in Montana, and Carly agreed. Carly offered coffee, but Holden seemed ill at ease and wanted to leave. He told Carly that he could no longer be around her, but he did finally accept a cup of coffee. Carly rehashed their relationship, but Holden was not interested in having the discussion and told her that he was happy with Lily and thanked her for the use of the cabin. Holden left, and Carly began to fold laundry when she suddenly grabbed her purse and car keys and bolted for the door. \n\n\nLily and Lucinda finished their meeting at the Lakeview, and Lily asked to borrow the Worldwide jet. Her mother misinterpreted her motives and scolded her for running off from her husband again. Lily explained that the jet was to take them to a weekend hideaway in Montana, and Lucinda then readily agreed. Lily said she thought Carly was behind Holden's sudden change of thought, but Lucinda was reluctant to think that highly of Carly's motives. \n\n\nTom, still working with Chris, produced the porn video that Alison had made, and Chris was horrified. Tom said he would keep it as a last resort in case the lawsuit required it. Chris reconsidered and told Tom to go ahead and use the video. Chris left, and Casey walked in and spotted the video in Tom's briefcase. He pulled it out as his father walked back in, and they argued about the ethics of the situation. Casey got angry and stormed out then made a quick phone call. \n\n\nThe call summoned Alison and Aaron to Emily's office where they learned from Casey that Tom had a copy of the video and was prepared to use it. Aaron said he had something important to do, and departed. Casey also left, leaving the Stewart sisters lamenting that their pasts were always catching up with them. \n\n\nAaron went to Memorial Hospital and found Chris in the on-call room again. Chris was leery that Aaron was going to punch him again, but instead Aaron said he was asking a favor: Would Chris allow Tom to play the video of Alison at the trial and trash what was left of her reputation and dignity? \n\n\nTom called Alison and warned her that he would use all his ammunition against her if it came to that in the trial. He asked her once more to drop the charges against his brother and client. Alison said she appreciated the heads-up, but that she was continuing the suit. \n\n\nCarly went to the Snyder horse barn where Holden saw her. She said she had decided to take Holden up on his offer to ride anytime, and Holden asked to accompany her. They rode out to a beautiful stream where they dismounted to talk. Back at the barn, Lily came looking for Holden.\n\n\n",
    "tvmega_recap": "Carly and Holden can't stop thinking about each other and the kiss they shared even though they are trying hard to fight their feelings for each other. Holden feels guilty about his thoughts of Carly so he invites Lily on a romantic get away with him. Lily insists on going to Carly's cabin in Montana. Carly lets Holden borrow the cabin and once she confronts him about the kiss they agree to forget what happened and put it in the past. Carly decides to go for a horseback ride and Holden decides to go with her. Holden and Carly almost kiss again and Carly wants to leave but Holden asks her to stay a little longer. Casey is disappointed that Tom intends to use Allison's porn past against her. Casey blasts Tom and accuses him of being unethical and hurting Allison despite that fact that Allison once saved Margo's life. Casey calls Allison to tell her Tom intends to use the porn movie against her in court. Allison considers dropping the lawsuit against Chris but is encouraged to keep fighting by Emily and Aaron. Tom calls Allison to tell her that he intends to use the porn movie against her. Allison thanks Tom for the call and tells him she intends to go ahead with the lawsuit. Aaron asks Chris to allow Allison to keep her dignity as he pleads with Chris not to use the porn movie against her if he ever loved Allison at all.",
    "soapcentral_condensed": "Lily found Holden in the kitchen at the farm after their night of lovemaking. He proposed that the two of them get away for a break to a place of Lily's choosing. Lily had a sudden brainstorm and suggested Carly's cabin in Montana, and she picked up the phone to call to ask Carly's permission. At home, Tom scolded Emily on the phone for her supposedly career-damaging article in the Intruder about Chris and Memorial Hospital. Chris bridled at being asked about his previous relationship with Alison and also that with her sister, Emily. Emily asked Casey to spy on his father for her, but Casey was reluctant to do so. Alison confided to Aaron that she was not afraid that Chris would be nasty in court, but Aaron was not convinced. Tom, still working with Chris, produced the porn video that Alison had made, and Chris was horrified. Tom said he would keep it as a last resort in case the lawsuit required it. Chris reconsidered and told Tom to go ahead and use the video.\n"
}