{
    "soap_central": "\n\n \nAt WOAK, Kim talked with Henry and Vienna just before Vienna began her segment on \"Oakdale Now\" that featured the tango.  Henry thought that Vienna's costume made her look \"half-naked,\" but Kim found it perfectly appropriate for the dance of love.  Kim warned Henry to knock off the negative comments and suggested that he go watch the show with housebound Katie.  When Henry did not acknowledge the hint, Kim told him to just get out.\n\n\nHenry joined Katie on her bed, and the two of them shared a bowl of popcorn.  He asked if Katie was ever jealous of seeing Brad and Vienna together, but Katie assured him that she was a professional, and Vienna's prominent cleavage did not bother her in the least.\n\n\nBrad arrived at the studio and was blown away by Vienna's costume.  Kim brought out Celia, a choreographer, who began instructing them on the nuances of the tango.  She positioned Brad and Vienna close together, chest to chest, and directed them through the moves as the cameras rolled.  Henry began yelling at Katie's monitor that the class looked more like sex education than dance steps, and during the climax of the dance, Vienna suffered a serious wardrobe malfunction.  It necessitated Brad's putting his hand over Vienna's exposed part and carrying her off stage.\n\n\nKatie was upset, and Henry went apoplectic.  Katie called the studio, but she got put on hold.  Finally, the stage manager told her that what she had witnessed had not been just the live feed but what everyone within range of the WOAK signal had seen.  Henry tried to be calm, but he excused himself and went into the living room and beat himself about the head with a throw pillow.\n\n\nLuke and Noah reviewed Noah's film, including a scene in which Noah opened his father's box of memorabilia.  Luke recommended that Noah do more with the colonel's medals, but Noah was worried that he could not afford to finish the film.  He refused Luke's offer of foundation money on the grounds that he was not a charity, but he was despondent that he could not buy the software he needed or take a trip to Fort Leonard for location shooting.  Luke asked how he could help, so Noah asked him to begin the process of filling out grant application papers.\n\n\nMeg and Eliza went to the Lakeview to meet Damian, but Dusty walked in and wrongly assumed that Meg had experienced a change of heart and was looking for him.  He invited her to talk over coffee, but Meg declined.  Damian walked up and gave Meg a kiss on the cheek, as Dusty realized that Meg had been waiting for Damian, not him.  From the doorway, Bonnie watched the expression on Dusty's face as he beat a hasty retreat.\n\n\nBonnie knocked on Dusty's door to have him sign the revised custody agreement on Johnny.  Dusty tried to get her to leave, but Bonnie pushed her way inside.  Dusty took the papers and poured himself a drink, as Bonnie accused him of feeling sorry for himself and suggested he begin acting like a grownup.  Dusty asked her to go, but Bonnie said that his wife, Jennifer, had been her best friend, and she was not going to watch Dusty deconstruct.  She challenged him to a game of pool, and eventually Dusty agreed.\n\n\nBack at the television studio, a humiliated Vienna apologized to Kim for the exposure of her bosom on the air.  Kim assured her it had been an accident, and certainly it was not Vienna's fault.  She told Vienna to go home and forget the whole thing.  Kim said the incident would either be the best publicity the show had ever had, or it would take them off the air.\n\n\nKatie gorged on popcorn, while Henry returned to her bed fortified with martinis.  Brad arrived home and entered the bedroom.  He explained to Henry that the wardrobe malfunction was no one's fault, and Henry seemed remarkably calm.  He took Brad out to the living room, however, and he demanded to know why Brad had touched Vienna's breast.  Brad said that he had been covering her breast as a reflex to keep her from being embarrassed in front of millions of viewers.\n\n\nAfter Henry left, Brad and Katie talked about the flesh-baring incident.  Katie was sympathetic towards Henry's feelings, and Brad mentioned that Vienna had been a good sport about popping out of her dress.  Brad continued to put his foot in his mouth, and he should have stopped before he described Vienna's breasts as \"nice, but not special.\"  That led Katie to assume that Brad was still thinking about them.\n\n\nLuke walked through Old Town and saw Meg and Eliza with Damian having ice cream cones.  He told Damian that he needed a favor in the form of a couple of thousand dollars for Noah to finish his honors project film.  Damian immediately pulled out his checkbook and wrote Noah a check for twenty thousand dollars, which blew away Luke completely.  Luke hugged his father and ran off to find Noah.  Meg, however, told Damian that she thought that he had made a big mistake by indulging Luke's every whim.  She reminded Damian that, although she loved her nephew tremendously, Luke had been expelled from school and was only working at his foundation when he felt like it.  Damian realized that Luke needed more than just a handout.\n\n\nLuke hurried to Java and showed Noah the check.  Noah was flabbergasted, but he said that he could not accept it.  He was not comfortable letting Luke's rich relatives support him.  Luke said that they could return the money, but he really wanted the world to see Noah's talent.  Noah admitted that doing a film about his father had brought up some \"heavy stuff,\" so Luke suggested that Noah use only as much of Damian's money as he would need to complete his film.  They could return the rest and pay back what Noah had used from the grant money.  Noah thought that was a good plan.\n\n\nNoah booted up his laptop but could not find the DVD of his film that the boys had been watching.  Luke had not taken it, but fortunately Noah had all the footage on his hard drive.  Noah thought it was odd that someone would take the disc but leave the expensive computer.\n\n\nDusty and Bonnie arrived at Yo's to find that the pool table was gone.  It had been replaced by a ping-pong table and a sign announcing the First Annual Oakdale Ping Pong Tournament.  Bonnie talked Dusty into switching their challenge from pool to ping pong, and they picked up the paddles.  Bonnie began serving, and Dusty kept killing the ball.  Bonnie decided that he needed a lesson or two from her, so she went to him to correct his grip.  She ended up smacking him in the jaw with the paddle, and when she leaned in close to survey the damage, he kissed her.  A spluttering Bonnie accused Dusty of putting the moves on her because he was losing, and she marched out.  Dusty gave a goofy grin.\n\n\nBack at the Lakeview, Henry called Kim at WOAK, and, using a falsetto voice, he identified himself as \"Geneva Swift\" and complained about the \"obscene co-host\" presently on \"Oakdale Now.\"  Kim apologized for the unintentional slip, but Henry called Vienna a \"Swedish tart.\"  Kim began to get annoyed, and she restated that the incident had been accidental, so Henry stepped it up a notch by threatening protests and picketing action against the studio by the \"Illinois Citizens Against Nudity,\" of which Ms. Swift was a founding member.  He vowed that his group would not give up until Miss Hyatt had been fired.\n\n\nJust as Henry was hanging up, Kim invited her caller to go to the studio and appear on air to express her opinions.  She said that opposing opinions were always welcome, and she would leave it up to the audience response as to whether she would fire Miss Hyatt.  Henry was on the spot, but he heard Vienna returning to the room, so he quickly agreed to Kim's terms.  Vienna entered the room and wondered whose woman's voice she had heard.  Henry lied and said he had a dental appointment, and he walked out.\n\n\nVienna went to Brad and Katie's and apologized profusely for inadvertently \"baring her bosom.\"  Katie offered to introduce her to double-sided tape to keep her \"girls\" in place.  Brad turned on the television to watch a special interview that Kim was conducting.  The three of them watched Kim introduce Ms. Geneva Swift, a remarkable Tootsie look-alike. Geneva was actually Henry in drag and a red wig.  \"She\" went off about the tawdry conditions on daytime television, most of them exemplified by Vienna Hyatt.  \"She\" called Vienna a \"Scandinavian Jezebel\" and said she must go.\n\n\nVienna jumped from Katie's bed and attacked the monitor, but Brad pulled her back.  Geneva further promised a boycott by fellow ICAN members, and Kim ended the show.  Brad commented on how ugly Ms. Swift was, but Vienna was humiliated and wondered why the revolting Ms. Swift looked so familiar.\n\n\nKim wrapped up the segment and went looking for her guest.  Ms. Swift was nowhere to be found and had disappeared mysteriously.  Meanwhile, Henry returned to the Lakeview and hid his costume under the bed.  He still had his makeup on when he heard Vienna yelling outside the door.  Henry kept a towel over his face and complained of his dental work until he could get into the bathroom and wash his face.\n\n\nVienna took a turn in the bathroom after Henry was out, and Henry's phone rang.  The caller was Kim, so Henry answered in Geneva Swift's voice.  Kim said she had missed her after the show, but she wanted to extend the invitation for Ms. Swift to become a regular member of the WOAK family and to make regular appearances on the shows.  Henry turned her down, but Kim vowed not to give up.  Henry put the rest of this costume in the bag under the bed, but he neglected to put in Ms. Swift's shoes.\n\n\nDusty caught up with Bonnie in Old Town, and they continued discussing their kiss.  Dusty appeared not impressed by it, so Bonnie defended herself by saying she was caught off guard.  She planted a big kiss on Dusty just as Damian and Meg appeared around the corner.  Bonnie came up for air and said she hoped Dusty like it because that was the last kiss he was going to get from her.  She walked off, as Meg digested what she had seen.  She turned to Damian and offered to buy him lunch.\n\n\n",
    "tvmega_recap": "Vienna's dress for an episode of \"Oakdale Now\" is enough to upset Henry. Dusty asks Meg to go get coffee, but she doesn't budge because she's with Damian now. She wants to tell him, but Damian makes it obvious. Dusty goes to see Bonnie, they play pool, he kisses her. She gets upset. Luke suggests a place that Noah can get money from -- the foundation, but Noah isn't happy with the idea. Henry and Katie watch Brad and Vienna dance on the show. They discuss jealousy. Katie says she isn't jealous, Henry doesn't buy it. Vienna's breast pops out of her dress, much to Henry and Katie's upset. They hope it wasn't live, but it was. Katie lies and says Henry hasn't freaked out at all. Henry yells at Brad. Brad tells Henry it wasn't sexual. Luke asks Damian for help with Noah's movie, Damian gives a generous $20k to Luke. Meg disagrees with the decision Damian has made and Noah doesn't accept - he tells Luke he wanted to fill out applications and doesn't want to rely on family the way Noah does to get through the making of the movie. Dusty and Bonnie play pool. Dusty thinks he's broken his jaw, Bonnie offers to help, and Dusty kisses her, but Bonnie isn't happy. Henry fakes a complaint as an old woman to Oakdale Now as an elderly woman from Illinois Citizens Against Nudity. Kim offers him a deal; he can go on the show and if he does, if enough people agree, she'll fire Vienna. Meg explains why she was upset earlier about the money he gave Luke to give to Noah, because of her own underlying problems with being controlled. Vienna apologizes to Katie profusely about what happened on Oakdale Now. Katie accepts and says she knows it wasn't done on purpose. They all watch Oakdale Now and see Henry's act as Ms. Swift, but they don't know it's Henry. Vienna is extremely upset about the woman's dislike towards her. Henry lies and says he was at the dentist. Someone has stolen Noah's movie materials. Bonnie kisses Dusty and tells him it's the last one he'll get. Meg sees and tells Damian it's just what she needed.",
    "soapcentral_condensed": "Meg and Eliza went to the Lakeview to meet Damian, but Dusty walked in and wrongly assumed that Meg had experienced a change of heart and was looking for him. Luke and Noah reviewed Noah's film, including a scene in which Noah opened his father's box of memorabilia. Luke recommended that Noah do more with the colonel's medals, but Noah was worried that he could not afford to finish the film. Luke told Noah he needed a couple of thousand dollars for his film project, and Noah wrote out a check for twenty thousand dollars. Bonnie knocked on Dusty's door to have him sign the revised custody agreement on Johnny. Dusty tried to get her to leave, but Bonnie pushed her way inside and accused him of feeling sorry for himself. Bonnie challenged him to a game of pool, and eventually Dusty agreed to play. Brad and Katie talked about the flesh-baring incident on \"Oakdale Now\" Brad said he had been covering Vienna's breast as a reflex to keep her from being embarrassed in front of millions of viewers.\n"
}