{
    "soap_central": "\n\nAt the hospital, Lily waits for Keith. Keith tells Lily he'll probably be moving back to Chicago the next day. Lucinda arrives and overhears this remark, telling Keith it's a capital idea and letting him know she's unhappy that Lily has been involved with this hunt for Julia's killer. Lily tells her that they found Julia's cell phone, covered with blood, in Les's room at the halfway house, and Lucinda agrees that it's incriminating evidence against Les. Lily tells Keith he needs to stay in town not only to give himself and JJ time to heal but also to testify at Les's hearing.\n\n\nJack arrives and tells Keith that he and Carly would like to take JJ to Milltown with them while Keith recuperates. Carly brings JJ in, and he tells them that he has a concussion and that Carly has said they can stay up all night, because the doctor wants them both to stay awake. Keith says that won't work because of his plans to leave first thing in the morning. JJ says he wants to stay with Carly and Jack. Later, Lily and Carly talk about the fact that Carly has come to love JJ and doesn't want his heart to be broken yet again by having to leave Oakdale. Lily goes to talk to Keith privately, and she tells him that he's selfish for not putting JJ's feelings ahead of his own. She suggests he could commute to Chicago if he has to in order to keep JJ where he is. Meanwhile, JJ asks Jack if he can keep Les away from him, so he can't do to JJ what he did to Julia. Jack asks why he would say something like that, and he says because that's what Les told him in the car. Carly promises JJ that Les will never have the chance to hurt him again. Lily tells Carly that she's talked Keith into letting JJ spend the night with her and Jack, and Jack says he'll have a squad car take Carly and JJ home, because he has to go deal with Les. They leave, and Lily thanks Keith for changing his mind, but he insists he'll still leave in the morning. She tells him he's as stubborn as she is, and he says he'll take that as a compliment. She thanks him again and goes to hug him, but they end up in a fierce kiss.\n\n\nLucinda goes to the police station to talk to Hal or Jack, but neither of them is there. She then spots Les in the interrogation room and goes in. He asks if she's his public defender, and she says no, that she's the lady whose family he has despoiled. She tells him she just wanted to see the man who killed his wife and tried to let both her daughter and her grandson take the fall for it. He protests that he didn't kill Julia. Lucinda tells him they found Julia's blood-splattered cell phone in his room; Les acts completely surprised to hear this and says he never had Julia's cell phone and doesn't know what she's talking about, that this must be something Jack Snyder has done. He insists that he loved Julia, that he toed the line in the halfway house because he wanted another chance with JJ, and that whoever killed Julia is still out there. Lucinda places a call to Jessica and leaves a message saying she has a favor to ask. \n\n\nCelia arrives at Alison's apartment and knocks. Although Will is inside, he doesn't answer the door. Celia uses a key from when she was staying at the apartment and lets herself in, surprising Will. They both want to know why the other one is there. Celia says she came to talk to Alison, and Will explains that she's gone and had asked Will to check her mail for her, but he locked his keys in the apartment and had to get back in to get them. Casey walks in and is surprised to see Will there, too. As things appear to get heated between Celia and Casey, Will excuses himself and goes out the window to the fire escape. Celia tells Casey that she thinks she's probably too young for him and that he probably is used to older girls with more experience. Casey says he doesn't care about anyone but her. Will suddenly realizes that the window is stuck and he can't get back in the apartment; Casey and Celia hear him and let him back in. He asks them to not tell Alison about the broken glass from a perfume bottle that he dropped earlier. Celia promises not to say anything. Celia and Casey leave, and after Will finishes cleaning up the broken glass, he leaves the apartment through the front door, not realizing that the window is still open.\n\n\nHenry plays a message from Katie on his answering machine. In her message, Katie tells him she's going to Vegas with Craig to try to keep him from stopping Jenn and Mike's wedding, and she says she loves Henry and will make things right again. Henry tells Snickers that it's over and he's leaving, but when he opens the door, Margo walks in. Henry tells Margo about the Jenn/Mike/Craig/baby situation and says that if Mike is now a free man, he's convinced that Katie will go back to him. Margo asks Henry if he loves Katie, and he says he does (truly, madly, deeply), but he doesn't want to wait for her to blow him off. Margo tries to convince Henry that Mike won't leave Jennifer, because he truly loves her now, and that Henry is really good for Katie. \n\n\nAt the Vegas wedding chapel, Craig tells Jenn and Mike to get used to seeing him because he's going to be in their lives for a long time. Mike tries to convince Jennifer to go ahead and marry him, because the business with Craig and the baby doesn't change the fact that they love each other and want to be together. Craig keeps interjecting his opinion, which is completely unwelcome, until finally Mike tells Katie to get Craig out of there. Jennifer gets dizzy and sits down, and Katie manages to get Craig to leave. They get on the plane to fly back to Oakdale, and Craig tells Katie that it was no accident that she told him about the baby and that she should stop pretending to be regretful. Mike continues to tell Jennifer that nothing should change, that they can still get married and put Mike's name on the birth certificate, but Jennifer insists that getting married now would be a mistake. She urges Mike to walk away now, while he still has a chance. Instead, Mike tells her to stay at the chapel while he goes out for a while; he returns later, saying he's checked them out of the hotel and changed their flight back to Oakdale, and Jennifer says that should be his last act as her personal protector. He tells her he's in this for better or for worse and won't leave her, so she should stop asking him to.\n\n\nKatie returns home to an apparently empty house, calling out for Henry and praying that he hasn't left her.\n\n\nSierra goes to Metro to retrieve a portfolio she left behind, and she runs into Craig. He tells her he has terrific news, and she says that usually means someone else's misfortune and that she has already heard the news. She wonders if he already knew Jennifer was pregnant when she saw him at Bryant's grave, wishing for another chance with a child; he says no, that this was like the miraculous fulfillment of a wish. Sierra says she's glad Jennifer has left Oakdale, but Craig says he found her anyway. Sierra tells him she feels sorry for the baby, because she's seen what damage Craig can to do a child.\n\n\n\n\n",
    "soapcentral_condensed": "Keith tells Lily he'll probably be moving back to Chicago the next day. Lily tells Keith he needs to stay in town not only to give himself and JJ time to heal but also to testify at Les's hearing. Les asks if she's his public defender, and she says no, that she's the lady whose family he has despoiled. Celia arrives at Alison's apartment and knocks. Although Will is inside, he doesn't answer the door. Will excuses himself and goes out the window to the fire escape. Henry tells Margo Snickers that it's over and he's leaving. Katie tells him she's going to Vegas with Craig to try to keep him from stopping Jenn and Mike's wedding, but when he opens the door, Margo walks in and says she loves him. Will asks Celia not to say anything about the broken glass from the bottle he dropped earlier, and Celia promises not to do anything about it. Will leaves the apartment through the front door, not realizing that the window is still open.\n"
}