{
    "soap_central": "\n\nJennifer has decided that the best thing for her baby is to have Mike out of her life and she seems surprised that Mike doesn't understand why.   Yes she loves him, yes he's a gentleman, yes he would be a wonderful father but she just can't see sharing the baby with him and with Craig.  Her convoluted logic makes no sense to Mike but she insists.  Mike stands helpless as the woman he was going to marry fewer than 24 hours earlier walks out of his home with her suitcases.\n\n\nBack to the gym after her Las Vegas misadventure, Katie calls her sister to tell her that Henry didn't come home.  Just as she hangs up the phone, a shadow appears in the hallway... Katie picks up something heavy with which to protect herself, but the shadow turns out to be a very sad Henry.   He tells her that he didn't come home last night because he had some thinking to do.  Henry asks Katie to look him straight in the eye and tell him she doesn't love Mike any more.  She apologizes and admits that she cannot tell him what he wants to hear.  But she is insistent that she loves Henry and will do whatever it takes to prove it.  She takes her purse and leaves the gym.\n\n\nCould it be any surprise that, moments later, she arrives at Mike's house?  She wakes him out of deep thoughts -- he is thinking back on happy times with Jennifer and no doubt wondering where everything went so very wrong.  He looks up hopefully when there is a knock on the door, but when he sees Katie, his hopes fall.  He tells Katie what happened with Jennifer and Katie refuses to let him give up.  Mike seems skeptical when Katie pleads with him: \"Let me help you get back together with Jennifer!  Please!\"\n\n\nKeith is furious with Tom because he won't allow the cell phone as evidence against Les-never mind that it had no fingerprints and Keith claimed to have found it when no one else was looking. Keith got so upset that his stab wound started to bleed again, and Lily wasted no time in asking him to go home with her so she could tend to it.  Tom looks at Julia's autopsy report and wonders. He asks Ben to take a look at it and see if there could be any other cause of death.  Ben warns that he is not a medical examiner, but he finds something right away.  There was a constriction in Julia's windpipe - a symptom not related to head injuries.  Tom begins to think about exhuming the body.\n\n\nJessica is finding that there are strings attached to working with Lucinda.  Jessica tells Lucinda that if Les is found innocent (which as defense attorney is her goal), that suspicion may come back on Lily.  Lucinda changes her mind!  She tells Jessica that Les must be found guilty but Jessica tells her absolutely no, that her ethics will not allow it.  As Jessica gets up to leave, Lucinda lets her know that this isn't over.\n\n\nCarly struggles with nightmares about Les as she dreads giving her statement to the police.  Jack has begun to notice that she flinches when he touches her and wonders just how far Les went when he assaulted Carly.  She insists that she is fine and goes to the police station to give her statement.  A policeman tells Carly to wait in the interrogation room.  She opens the door without looking in and as soon as she closes it, Les appears in front of her.  He sneers as he reminds her that they are \"old friends.\" \n\n\n",
    "tvmega_recap": "Jen packs her belongings to move out of Mike's house, but as she is leaving Mike arrives home. He pleads with her to change her mind, but Jen cannot subject Mike to a lifetime of Craig. Jen is adamant that she has to choose a path that gives her baby a fighting chance against Craig, and she has to protect her baby from Craig, and all of that means a life without Mike, and she leaves. Katie finally finds Henry at the gym, after having spent the night in his car, and pleads with him to give her another chance, but Henry has had it. Henry truly believes Katie is simply in love with the way he loves her. She asks what she can do to show him. Henry asks her to look him in the face and tell him she no longer loves Mike. Katie cannot do that, because she says a part of her will always love Mike. She admits that she used to wonder everyday what could have been with Mike, but now those thoughts are much less frequent, and it is because her feelings for Henry are now more important. She tries to kiss Henry, but Henry cannot do it, and he turns away. With that, an emotional Katie sets off telling him she will bring him proof to show him how much he means to her. Later, she searches out Mike, and when he tells her Jen moved out, Katie tells him not to take it lying down, and that she will help him win Jen back. Lily and Keith are teaming up to make sure Les pays for Julia's murder, and as they continue to work together, they grow closer. Lucinda meets with Jessica to find out what is going on with Lily and Keith. She wonders if Keith is not with Lily for her money. Jessica tells Lucinda that if the evidence against Les falls through, the police may start to look at Lily again as a suspect. Lucinda also wonders if that would benefit Keith as well, because she feels something is not right with him. When Lucinda then suggest to Jessica she not allow Les to get off, Jessica gives back her check saying morally she cannot throw her own case. After Lucinda leaves she walks in on a close moment between Lily and Keith at Lily's house. Carly is dealing with nightmares about Les and guilt feelings over believing she didn't do enough to help JJ, and when Jack comes home to accompany her to the Police Station to give her statement regarding Les, he finds her waking from a nightmare sleeping with a bat. He becomes more concerned about her, and questions her. Carly averts his questions by telling him they will be late to go to the station. Later at the station, Jack is sidelined talking to Tom about the evidence Ben found suggesting Julia might have died from a constricted throat instead of a head trauma. While waiting for Jack who is talking to Tom, a police officer tells Carly to wait in the interrogation room to make her statement. She goes to wait in the room, but once the door closes, she realizes she is not alone, and turns around to find Les blocking the door.",
    "soapcentral_condensed": "Jennifer has decided that the best thing for her baby is to have Mike out of her life. Keith is furious with Tom because he won't allow the cell phone as evidence against Les. Tom asks Ben to take a look at Julia's autopsy report and see if there could be any other cause of death. Carly struggles with nightmares about Les as she dreads giving her statement to the police. Jack has begun to notice that she flinches when he touches her and wonders just how far Les went when he assaulted Carly.  A policeman tells Carly to wait in the interrogation room. She opens the door without looking in and as soon as she closes it, Les appears in front of her.  He sneers as he reminds her that they are \"old friends,\"  He reminds her of their \"old friendship\" and says, \"I'll see you later, Carly\"  She tells him she doesn't love him any more. He tells her: \"Let me help you get back together with Jennifer!  Please!\"\n"
}