{
    "soap_central": "\n\nJessica and Ben are happy to be married and enjoy their wedding night. Lucy gets rid of Clark and looks for Aaron. Alison and Aaron decide to travel to Indiana and get married. Rosanna and Craig arrive for the wedding and see no one there. A cop stops Craig from entering the church anteroom. Rosanna learns that Alison and Aaron missed the wedding, too. Craig spots Alison and Aaron and gets ready to give them grief. Alison drops a wedding program with the address of the Justice of the Peace in Indiana. Lucy arrives and fills Rosanna in on what happened with Rose and Paul. Rosanna gives Lucy the program Alison dropped and goes to the hospital. Alison and Aaron head off to get married as Lucy takes off after them. Hal and Emily can't find the champagne and goblets in the room. Hal doesn't suspect Craig and Emily hopes it isn't Paul. A weak Rose tells Lily she can't believe Paul hurt her the way he did. Lily comforts her sister. Dusty and Paul continue to fight and Dusty won't let Paul see Rose. Dusty insists that nothing happened between him and Rose last night, and Paul realizes he made a terrible mistake. Dusty blasts Lily for getting her way. He builds a case against Paul to Lily, who finally believes that Paul did in fact poison Rose. Paul swears to Jennifer that he didn't poison Rose and that he was wrong about Rose and Dusty sleeping together. Rose returns after tests and her condition is serious but Walker can't be specific. Paul wants to see Rose and admit he was wrong but Lily won't allow it. Meanwhile, Barbara stashes the champagne and glass in Paul's crypt. \n\n\n",
    "tvmega_recap": "Barbara hides evidence. Craig is discovered in an unlikely place. Dusty fears that someone else may be killed. Emily finds all glassware missing. Hal learns that a likely suspect was in the church. Lily knows the truth when she looks into Paul's eyes. Lucy won't go home with her father, as she has other plans. Paul learns that he was wrong. Rosanna gives some solid advice to a hurting teen.",
    "soapcentral_condensed": "Jessica and Ben are happy to be married and enjoy their wedding night. A weak Rose tells Lily she can't believe Paul hurt her the way he did. Paul swears to Jennifer that he didn't poison Rose and that he was wrong about Rose and Dusty sleeping together. Dusty insists that nothing happened between him and Rose last night, and Paul realizes he made a terrible mistake. Rose returns after tests and her condition is serious but Walker can't be specific. Hal and Emily can't find the champagne and goblets in the room. Hal doesn't suspect Craig and Emily hopes it isn't Paul. Lucy gets rid of Clark and looks for Aaron. Alison and Aaron decide to travel to Indiana and get married. Alison drops a wedding program with the address of the Justice of the Peace in Indiana. Rosanna and Craig arrive for the wedding and see no one there. A cop stops Craig from entering the church anteroom. Lucy arrives and fills Rosanna in on what happened with Rose and Paul. Lily finally believes that Paul did in fact poison Rose.\n"
}