{
    "soap_central": "\n\nAaron dreams of Lucy, while Alison dreams of Chris only to have them both wake up and find out they slept together. Neither one could believe what happened and professed their love for their ex's and decided to get showered and leave. Aaron went in for a shower first while Alison called for room service but ended up crying while ordering.  Meanwhile at Java, Emily ran into Chris who mentioned how he and Alison never spent the night together and Emily was surprised since neither her nor her mom spoke to her last night.  Chris and Emily both go worried and Chris went to the hotel to check on her and he found her.  She told him she was moving on and he wanted to know what stranger she had slept with.\n\n\nDusty talks to Marshall about his legal problems while Molly points out Marshall may be a liability since he is now in the papers again because of the rape of Jessica Griffin. Marshall vowed it  would not interfere since it would not go to trial nor would he be convicted and it was just the D.A. and Jess' way of getting even with him.  Molly and Dusty agree he shouldn't be his lawyer anymore even though he was a good lawyer.  Marshal got mad and he left after receiving a call from Bonnie.  Bonnie told him Sarah saw the press conference and Marshall got angry and called Sarah out there and she flipped saying she would have rather stayed in the shelter.  Marshall stormed out saying he was putting an end to this and went to see Jess.  Bonnie tried to comfort Sarah and vowed to always be with her even if Marshall was convicted.\n\n\nBonnie had went up to have breakfast with Sarah. They decided to stay in since Sarah was told to stay home from school and bonnie didn't want her to see the papers with jess and Marshall on the front.  So they stayed and order room service and while Bonnie was on the phone Sarah put the TV on and saw Tom and Jess at a press conference talking about the new information on Marshall and possible new leads about the rape.  Sarah freaked and so did Bonnie and Sarah said she finally had friends and now she will always be known as the rapists daughter and she said she liked not knowing who her father was better.  Tom and jess answered questions and explained the mistrial and when asked about a conflict of interest she told them she resigned this morning which came as a shock to Tom who had no idea.  They asked why the D.A. waited so long to re-trial and Tom said sometimes it was years before and mistrial went to trial again based on evidence.  Tom and Jess went into an interrogation room after the conference and Jess apologized for not telling him and he asked her if this was still a bluff since they had talked about this.  Tom said he would not put a 15 year old girl on the stand against her father and Jess pointed out she would do what she had to but Marshall would probably give in to her demands of leaving town if the other option was to put his daughter on the stand.  Tom later came back to tell her it was safe for her to leave since the press was gone but she said she wanted to stay and see if Marshall would come down.  Tom wondered if he was ready to deal but Jess waited anyway and he did later arrive and blamed her for his career ad family ruined.\n\n\nPaul and Rose wake up to find there place had been spray painted by someone with an axe to grind with them.  Paul said whoever it was had to have a key so he called Barbara and told her to get Jen and get over to his place.  They both seemed shocked at the paint and said they didn't do it and when Paul was going call the cops Will came out of nowhere and said he did it.  Paul talked to him and Will said he wasn't mad anymore and he would clean it up tomorrow and Paul said not to bother.  Rose left but not before Barbara had a few works and then Barbara and Will left.  Will said he felt bad about what he did and Barbara told him it was ok since they all wanted Paul to leave Rose and stay. Will also said Paul probably thinks he is crazy. Barbara said she would reward him by buying him the game he wanted and Jen then said to Paul back in the room, he is the only one to help Will.  Paul later asked if Will still spoke to the psychologist since he is acting out.\n\n\n",
    "soapcentral_condensed": "Aaron dreams of Lucy, while Alison dreams of Chris only to have them both wake up and find out they slept together. Neither one could believe what happened and professed their love for their ex's and decided to get showered and leave. Aaron went in for a shower first while Alison called for room service but ended up crying while ordering. Dusty talks to Marshall about his legal problems while Molly points out Marshall may be a liability since he is now in the papers again because of the rape of Jessica Griffin. Marshall vowed it  would not interfere since it would not go to trial nor would he be convicted and it was just the D.A. and Jess' way of getting even with him. Tom and Jess answered questions and explained the mistrial and when asked about a conflict of interest she told them she resigned this morning which came as a shock to Tom who had no idea. Tom said he would not put a 15 year old girl on the stand against her father and Jess pointed out she would do what she had to.\n"
}