{
    "soap_central": "\n\nMargo Hughes fantasizes about Doc Reese as she pours her morning coffee.  Her son, Casey, bursts in with the City Times, excited about the headlines telling about their \"Six Keys to the Kingdom\" contest.  The contest will pay the first two-person team which finds six keys $300,000.  Margo encourages Casey and Tom to leave immediately to sign up as a pair of contestants, but she is dismayed when Tom tells her that, because he and Casey must leave immediately to enroll, he will need Margo to deliver some legal papers to Kim Hughes at WOAK, where Margo knows that Doc will be preparing for his broadcast.  So that Tom and Casey can meet their deadline, Margo finally agrees to deliver the documents.  When she arrives at WOAK, Margo walks right past Doc, ignoring him, delivers the papers to Kim, and rushes off.  Doc hurries after Margo and tells her that he feels that they must give in to their feelings.  They kiss, and as she turns away, she trips and Doc falls on top of her.\n\n\nOutside Susan's home, Susan and Emily decide to team up for the contest, and when they come inside to get their things so that they can sign up, they find that Chris has persuaded Alison to join him in the contest, so that perhaps they can win enough money to pay their debts and buy a house.  At metro, Aaron and his friend who works with him decide to join the treasure hunt as well.  Henry asks Katie to be his partner for the contest, but Katie insists that she must spend her time rebuilding her marriage to Simon, although she still loves Mike.  Henry looks everywhere for another partner, but can't find anyone who will agree.\n\n\nWhile Katie and Henry are talking, Simon is meeting Pilar and Russ to pay them for their help in breaking up Mike and Katie.  Pilar pushes for more money, but Simon pushes a package at her, snarling, \"We're done!\"  Although she appears pleased at the amount of money in the package, instead of leaving town, Pilar goes back to Mike's house.  Mike is angry to see that Pilar is still around, and she blurts out, \"I didn't do it alone.\"  When Mike presses her for further information, she backs down and rambles about how it was all Katie's fault.  Mike has as much as he can take and demands, \"Take your stuff and get out!\"\n\n\nKatie goes home and is there when Simon comes back from his meeting with Russ and Pilar.  In a warm moment, Katie admits to Simon that she loved Mike, but that she felt that Mike didn't believe in her, so now she will devote herself to Simon.  Katie goes upstairs to prepare a bubble bath for the two of them, and Pilar arrives at the door, taunting Simon, \"I'm back!\"\n\n\nAt the Lakeview, the contestants gather and the City Times spokesman gives the first clue, a poem:\n\n\nOakdale's founding timber fell with a great moan,\nAnd it's there we hear of a world far from home.\n\n\nThe virgin you can see,\nBut beware of the bees.\n\n\n340, 6 back, 2 down\nThe first key is sown.\n\n\nSome contestants rush to the zoo, where some trees had been cut down, but Chris tells Alison that the clue refers to the founder of Oakdale, Mason Wood, who lived in a log cabin and died on Oakdale's first Fourth of July.  Today, the television station, WOAK, is built on the site of the original cabin.  Chris is summoned to the hospital, so he asks Alison to go to WOAK to investigate.  Instead of leaving right away, Alison eavesdrops on various other pairs, and finally Aaron's partner sends her on a wild goose chase, so that she trails behind the other searchers.  Everyone in the contest converges on WOAK, sending the station into disarray.  Tom and Casey lead a stampede to the roof, where there is a beehive and a view of the Virgin Mary atop the church across the street.  They turn, pace off the numbers, and dig in a planter to find the first key to the puzzle.\n\n\nArriving outside WOAK while everyone else is on the roof, a shocked Alison nearly trips over the prone bodies of Doc and Margo.  Back at the hospital, Dr. Bob Hughes admonishes Chris not to waste his time on the contest, because \"money isn't everything,\" then the whole cast joins an imaginary dance in which Chris and Alison get the keys and win the money.  Bob looks and Chris and shrugs, saying, \"Maybe I'm wrong.\"\n\n\n",
    "tvdb": "Katie envisions her future with Simon, fighting off any doubts that she isnt doing the right thing choosing him over Mike. Meanwhile, Simon is paying off Pilar for the work she did to put distance between Mike and Katie. After, Mike rejects Pilar, who cannot seem to let him go. Later, Simon and Katie discuss plans for their future. When Pilar shows up at Katies, Simon fears that Pilar will ruin everything. The local newspaper announces the Six Keys to The Kingdom contest where the first team to solve the clues in the paper and gather 6 keys wins $300,000. Various teams including Tom and Casey, Alison and Chris, Aaron and Curtis and Susan and Emily begin to form while Henry scrambles to find a partner. Alisons lack of knowledge puts her at a disadvantage. When Chris is forced to leave her and go to the hospital, and she ends up on a wild-goose chase. Tom and Casey solve the clue, and win the first part of the contest. Meanwhile, Margo still cant get Doc out of her thoughts. She has to drop off some things for Tom at WOAK and Doc misreads this as a sign she wants to see him and follows her. Margo tries to resist, but once again they end up kissing and accidentally fall to the ground, only to be discovered by Alison.",
    "tvmega_recap": "The City Times announces a contest; \"Six Keys to the Kingdom\" which requires partners to discover from clues in the paper where the keys are hidden. There are twelve keys and the first partnership to discover six of them, wins $300,000.00. Partners are: Susan and Emily, Chris and Allison, Aaron and Curtis, Tom and Casey and it wasn't clear if Henry ever found a partner, even though he tried to convince Katie. Tom and Casey found the first key. Margo delivered some legal papers to Kim at WOAK and Doc followed her to the courtyard. They kissed, but Margo again reiterated her fears, suddenly stumbling and Doc falling on top of her. Allison, who went looking at the courtyard for a key, found them in a compromising position. Simon paid off Pilar and Russ, but when Pilar found that Mike still wants nothing to do with her, she went to the cottage threatening to tell Katie about their plan.",
    "soapcentral_condensed": "Margo Hughes fantasizes about Doc Reese as she pours her morning coffee. Henry asks Katie to be his partner for the contest, but Katie insists that she must spend her time rebuilding her marriage to Simon. Chris persuades Alison to join him in the contest so that they can win enough money to pay their debts and buy a house. Tom and Casey lead a stampede to the roof, where there is a beehive and a view of the Virgin Mary across the street. They turn the first key to the first puzzle outside WOAK on the roof while everyone else is nearly trips over the bodies of Doc and Margo.  Back at the hospital, the whole cast joins an imaginary dance in which Chris and Alison get the keys and get the money and Bob looks and shrugs, saying, \"Maybe I'm wrong. I'm saying, I'm sorry, I don't know what I'm doing.\"  The final episode of \"Margo\" airs at 8 p.m. ET on Thursday, June 14.\n"
}