{
    "soap_central": "\n\nAt Memorial Hospital, Craig stayed with Parker as a doctor examined the boy. Craig said he thought Parker had drunk a bottle and a half of vodka, and then he tried to call Carly again. Carly was drinking at Yo's, however, and missed the call. Craig left messages that there was an emergency, but Carly never checked. Finally Craig called Jack and told him Parker was in the hospital, so Jack went there immediately. \n\n\nAt Lily's, she told a distracted Luke that her IT guys were working on the hard drive at her office, and hopefully they would recover the files erased by the mysterious hacker. Luke, however, was very worried about Noah, who Luke thought was in Lisbon at the student film festival. It made no sense to Luke that Noah would be angry enough to ignore all of Luke's calls and messages. Lily assured her son that he would eventually work it out with Noah, as soon as the boy returned from Lisbon. Luke suggested that he go to Portugal himself and bring Noah home, but Lily told him that Damian was already on that journey. Luke was upset that Damian was still interfering in his business, however. \n\n\nLily felt that they should give Damian a chance, but Luke was still furious because he thought that Damian had messed with the foundation's accounts, and because Lily was falling for Damian's lies again. Holden walked in, as Luke left to do something proactive. \n\n\nLily explained that the Grimaldi ring was not Damian's, but Holden could not believe that there were other Grimaldi factions at play. Lily said that she believed her ex-husband, and she told Holden that Damian had gone to Portugal to find Noah. Holden could not conceive that Lily continued to fall for Damian's bull. He was also angry that Lily appeared to be helping Damian. \n\n\nIn the warehouse where the Z twins were holding Noah, Zac was lifting weights when Zoe returned. Zoe thought that Luke needed \"an update from his lover boy,\" but Noah refused to cooperate. Zoe left to find Luke, while Zac stayed with Noah and came on to him again. Noah reminded Zac that he was committing a federal offense and offered to speak to Margo Hughes about leniency for Zac. \n\n\nZac kept pushing Noah for a sexual encounter, but Noah made it clear he was not interested. Zac revealed that the whole \"operation\" was Zoe's idea, and Noah tried to fool Zac by agreeing to have sex with him if Zac untied him. Zac did, and allowed Noah to stand. Noah made a break for it, but Zac pinned his arms and threatened to bash his head in with one of his weights. Next, Zac sent Luke a text message from Noah's phone. \n\n\nAt the hospital, Jack quizzed Craig about Parker, and Craig explained that he had found the boy passed out in the woods with a bloody head. The doctors were doing a CT scan to make sure there was no fracture. He also said that Parker had probably drunk more than a whole bottle of Midnight Sun vodka. \n\n\nJack asked about Carly, but Craig said that he had not yet reached her. The doctor returned with the scan results and said there was no sign of serious head trauma, aside from a contusion. He was concerned, however, with alcohol poisoning, and he suggested that he pump the boy's stomach. Jack gave permission and thanked Craig for notifying him. He went to sit with Parker and left it to Craig to locate Carly. \n\n\nAt Yo's, Carly returned from the ladies' room to find that another woman had taken her bar stool. There were plenty of stools available, but Carly had a particular favorite. The woman told Carly the seats were not assigned, and she refused to budge. Carly offered to fight her for the stool, but the woman asked the bartender to tell \"the lush\" to back off. The bartender offered to call a cab for Carly, and she yelled at him for kicking her out. \n\n\nCarly arrived home in the cab, and her phone rang. When she answered it, Craig asked where the hell she had been. He also recognized that she was drunk, so he told her to just stay put. She lay on the couch and closed her eyes. \n\n\nWhen Craig arrived, he found Carly asleep, and when awakened, Carly was horrified to learn that Parker was suffering from a head injury and was having his stomach pumped. Craig dragged her to the kitchen and made her swallow some cold coffee, and then he sent her upstairs to get cleaned up. \n\n\nAt Java, Luke received a text message from Noah's phone. It read: \n\n\nSORRY I TOOK OFF WITHOUT TELLING YOU. I'LL MAKE EVERYTHING RIGHT WHEN I GET HOME. I LOVE YOU. NOAH \n\n\nZoe walked in, so Luke shared the message with her. Luke thought Noah did not sound like himself because it was not like him to be so direct in telling Luke that he loved him. He went on to tell Zoe that Noah was in Lisbon and that they had experienced a terrible fight about Damian. Zoe made an excuse and left hurriedly. \n\n\nDamian rang Lily and Holden's doorbell and reported to them that Noah had not been at the film festival. In fact, there was no record of the boy's ever being in Portugal. They all realized that Noah might be in serious trouble, so Damian suggested that Noah might have lied to Luke because he had no other choice. \n\n\nLuke walked in, and Damian said he had not been able to find Noah at the film festival. Luke told them about the recent text message, and said it had come from Noah's phone. He did admit, however, that Noah had sounded a bit off. Damian went out, determined to find Noah. Holden was sure Noah would return with his classmates, but he left, as well. \n\n\nZac tied Noah to the post again, as Zoe returned. She told Zac that Damian had gone to Lisbon to look for Noah, so Zac sent her out to deliver a ransom note to Luke. \n\n\nAt Memorial, Parker awoke, so Jack explained that he had hit his head and drunk about a gallon of vodka. Parker apologized to his dad and said he had taken some of Carly's shipment. Craig and Carly arrived, and Jack told them that Parker had been sampling their designer vodka. Parker admitted that he had taken it from a crate on the docks. \n\n\nJack asked Carly to step outside for a conference. He blamed her for the whole incident, and he also put blame on Craig, who had helped Carly \"to the bottom of a bottle.\" Carly swore she would get help for her drinking problem, and Jack wanted her to do that. He also wanted her to quit the booze business with Craig. He would not let Carly go back in to see Parker, because she was reeking of booze and breath mints. Carly promised to come back later. \n\n\nIn the warehouse, Zac picked up Noah's ringing phone and announced the call was from \"Lover Boy.\" Someone knocked on the door, and it was Zoe, who said she had delivered the ransom note to Luke. Noah was stunned to watch the \"twins\" kiss like lovers and toast each other with champagne. Zoe continued to taunt Noah with barbs. \n\n\nLily brought in a note addressed to Luke. He opened it and was shocked to read a ransom note that instructed him to convert all the foundation's funds to cash and to deliver it according to instructions. Luke could not believe that Noah had been kidnapped. Holden blamed Damian and took off for the police station. \n\n\nParker did not want Liberty to learn how dumb he had acted, and he was desperate to know how to get his wife back. Jack could only offer that sometimes, all you could do was to let it hurt. Parker repeated that he was sorry he had let his dad down. \n\n\nCarly told Craig that she wanted to do exactly what Parker had done: blot out the world with vodka. Craig reminded her that she knew better, but Carly called herself a horrible mother. She was still punishing herself for walking out on her kids when she had taken off with Simon Frasier. She also called her relationship with Craig \"toxic,\" and said it had to stop. Craig said she was letting Jack get into her head again, but Carly asked him to go. \n\n\nCraig agreed, but first he had something to say. He said their relationship together and their business were not related to Parker's drinking, and to say so was just \"bull.\" Carly knew Parker needed someone who would stick around and not bail on him; that was why he was hooked on Liberty. Carly told Craig she could no longer be with him, so Craig left, but he warned her that he was not giving up. \n\n\nNoah realized that the Z's scheme was all about money, but Zac was tired of hearing him spout off, so he closed Noah's mouth with duct tape. Zac and Zoe began to make love, while a sickened Noah turned his head away. \n\n\nLuke could not stand doing nothing, so he wanted to leave, but Lily asked him to stay put. Meanwhile, Holden arrived at Damian's hotel room, and grabbed Damian by the lapels and demanded to know where Noah was.\n\n\n",
    "tvmega_recap": "Carly is drowning her sorrows, as Craig has brought Parker to the hospital after finding him bleeding in the woods. When he can't reach her, he calls Jack, who comes running. Carly doesn't hear her phone because she is too busy drinking and trying to forget her problems - not to mention she is almost starting fights in the bar as well \u0096 that is until the bartender asks her to leave. Parker has tests run and Jack receives good news that Parker is ok, but he has to have his stomach pumped though. Parker feels badly about his behavior and admits to feeling very upset and lost because of Liberty. Craig finally tracks Carly down, as he realizes she has been drinking. He tells her about Parker, as she tries to rush off to see Parker, but Craig stops her and makes sure he sobers her up first. Carly is remorseful of her behavior and apologizes to Craig, as they leave for the hospital. Outside, Jack can tell Carly has been drinking and calls her on it. She admits to falling off the wagon, but will get help. Jack is concerned and wants her to be healthy, but that doesn't stop him from blaming Craig and her business for this latest crisis. Carly goes home to sleep it off promising to check in with Parker after. Later, Carly tells Craig that she is to blame for the way Parker is acting. Craig tries to snap her out of it and remind her that Parker is a teenager, but Carly believes the root of Parker's problems are her fault and she has to focus on he children and not him; she tells him that she needs to not have him around anymore. Craig tries to talk her out of it, but she is adamant that it has to be that way. Craig agrees to leave, but he won't give up on her. Luke continues to worry about Noah, as Lily is sure he will be home soon. They disagree however about her defending Damian, as Holden overhears and is angry that Lily is turning a blind eye to what Damian is capable of; she doesn't think this time Damian is to blame. Zac sends Luke a text from Noah, as Zoe meets up with Luke to sell the story further that Noah will be home soon and that he is sorry. Luke doesn't think that the text sounds like Noah, as Zoe then rushes off when she learns that Damian went to Lisbon to find Noah. Noah tries to get Zac to untie him, as Zac \u0091comes on' to Noah and tells him that is the only way he will untie him. Noah sees a possible weapon and agrees to be with Zac, but Zac is onto him and threatens to hurt him if he does it again. Zoe tells Zac that they have to move now with the note. Lily and Holden are still arguing about Damian when Damian shows up with news that Noah is not in Lisbon. Luke, who comes home, is unsure of Damian's news, as is Holden, but everyone is stunned when a ransom note comes regarding Noah. Holden is sure that Damian is behind this note too. He asks Lily and Luke to sit tight, and he will be back. Noah is thrown and disgusted when he sees Zac and Zoe kissing passionately. He learns that Zac and Zoe want the Foundation money, but he doesn't get why they pretended to be their best friends, tried to hurt Luke, stabbed Damian then made a big to do about coming onto each of them if it was only about the money. Zac and Zoe won't let Noah in on the reasons they are doing what they are, as they pass the time waiting by making out. Holden confronts Damian angrily and demands to know what he has done with Noah.",
    "soapcentral_condensed": "Lily told Luke that her IT guys were working on the hard drive at her office, and hopefully they would recover the files erased by the mysterious hacker. Luke was very worried about Noah, who Luke thought was in Lisbon at the student film festival. Zoe thought that Luke needed \"an update from his lover boy,\" but Noah refused to cooperate. At the hospital, Jack quizzed Craig about Parker, and Craig explained that he had found the boy passed out in the woods with a bloody head. The doctor returned with the scan results and said there was no sign of serious head trauma, aside from a contusion. He was concerned, however, with alcohol poisoning, and he suggested that he pump the boy's stomach. At Yo's, Carly returned from the ladies' room to find that another woman had taken her bar stool. The bartender offered to call a cab for Carly, and she yelled at him for kicking her out. Carly arrived home in the cab, and her phone rang. Craig asked where the hell she had been. He also recognized that she was drunk, so he told her to stay put.\n"
}