{
    "soap_central": "\n\n\nRosanna, looking down at Cabot tells him that she must keep him away from Jordan, even though he might be his Father.  Rosanna has concocted another plan to make a break with Cabot.  She pays the woman delivering her dinner enough money so that the woman hides Cabot in the serving cart.  Rosanna then tells the guard outside (who has just relieved the previous guard) that she is going out shopping and her sister is watching Cabot.  She walks to the elevator when Paul calls out to her.  He tells her he just left James and thought she would want to know what happened.  Rosanna puts him off and tells him she will get back to him in about an hour.  She hopes that he will understand.  Rosanna has put everything aboard the plane.  She is about to embark when Paul comes up and asks her, where she is going.\n\n\nDusty goes to speak with Lucinda, Craig, Lucy and Lily.  He tells them the person who he thought was responsible for coming after him was not the people he thought.  Lucy is still in danger.\n\n\nMargo thinks of two scenarios as she stands in front of Doc's door.  Her sense of reason comes back and she slips the pass key under Doc's door and leaves.  Margo is now at the gym and so is Doc.  Both are struggling with their physical attraction to each other.  Jessica asks Margo, what is causing her to burn up?  Margo tells her that she ended it with Doc.    Jessica about doubles over, and realizes this could be it.  She could be pregnant.  Margo tells her to go and get a pregnancy test and find out.  Jessica rushes off.  Margo finishes her workout and heads for the men's steamroom since she was told that the ladies' room was broken.  She finds that as she is about to relax that Doc is also inside.\n\n\nPaul asks his Father, \"why was Jordan kept a secret from him his whole life and why is the Mother's name marked with an X?\"  Paul is furious and James has him escorted out by the guard.  James is now left with his other son, Jordan.  James tells Jordan that his Mother died in childbirth.  James reassures Jordan that he was always looking out for his best interest.  Jordan tells him that the feelings he has for him will always be those of contempt.  He will never speak his name again.  Jordan has said that James has controlled him for the last time.  Jordan calls his Father a monster.  James feels as though Jordan will regret it.  He reminds him that since  parents mean so much to him, he doesn't think he could leave well enough alone.\n\n\nBarbara tells Jennifer that Jordan Sinclair is James Stenbeck's son. \n\n\nJennifer cannot believe her Mothers news.  She tells her that James has been controlling and grooming Jordan from the beginning.  Jordan enters the room that Barbara and Jennifer are in, just as Barbara is telling her that she must leave Jordan.\n\n\nCraig asks Lucy if she is nervous about leaving.  She says she's never been so happy to leave a place in her life.   As they are  saying their goodbyes, a man carries Lucy's luggage to the limo.  Outside, stands Dusty.  He sees that familiar mark on the limo driver's arm and remembers that he once encountered the man himself.  He tries to stop the driver but is arrested.\n\n\n",
    "tvdb": "Jordan reels from the news that James is his father. Paul demands answers, but James has a prison guard throw him out. Alone, Jordan blasts James for abandoning him, and then manipulating and controlling him. He refuses to have anything to do with James, and storms out. Meanwhile, Barbara reveals to Jennifer that Jordan is James son and begs her to break things off with him. Later, Jordan returns and Jennifer runs into his arms. Rosanna comes up with a desperate plan to take the baby and run. Paul shows up and although she manages to bypass his questions, he realizes something is up. Paul arrives as the airport as she is about to board her plane. Rosanna begs him not to stop her and Paul hugs her, urging her to go far away and never look back. Dusty desperately tries to convince Craig, Lucinda and Lily that it wasnt him but Lucy the thugs were after but no one believes him. A frustrated Dusty warns that hes done all he can and heads out, as a mystery man follows. Meanwhile, Craig says good-bye to Lucy and puts her in her limo to the airport. Outside, Dusty realizes the limo driver is one of the men that abducted Lucy. As he moves to take off after it, hes grabbed by an IRS agent and arrested! A very conflicted Margo stands outside Docs hotel room. Finally, she slips the key under the door and walks away. Later, they both end up at the gym to blow off steam. Jessica arrives and Margo tells her that shes put an end to Docs flirtation. Jessica is glad but feels faint and she goes off to buy a pregnancy test. Later, Margo enters the mens steam room and finds herself face to face with Doc.",
    "tvmega_recap": "Margo rebuffs Doc by sliding the key under his door. While she's working out, she tells Jessica that it's over for good, but Jessica feels faint and they send her off to take a pregnancy test. Margo wanted to use the steam room, so since the ladies steam room was closed she had the attendant guard the door of the men's. She sits, startled that she almost sat on none other than Doc. Lucy, Lucinda, Lily and Craig are having a goodbye supper for Lucy when Dusty comes in and tells them he thinks the thugs that accosted him and Lucy were actually after Lucy and not him. He is scoffed at and Craig bids Lucy a tender farewell as he escorts her to her limousine. Dusty comes out just before the driver takes off and notices the same dragon tattoo on his forearm that was on the guy that tried to hurt Lucy. In vain he tries to stop the car, another man stopping him and telling him he's in trouble now. Paul tries to press James for more answers as Jordan ponders the birth certificate Paul brought. James has an incensed Paul escorted out, trying to make nice with Jordan after he leaves. Jordan reiterates that he's going to divorce Roseanna and not let James control his life anymore. Jennifer finds out from Barbara that Jordan is James' son, Barbara urging her to call it off with Jordan. Jordan comes in while they're arguing and Barbara leaves, once she sees that Jennifer is solidly behind her boyfriend. Roseanna manages to get herself and Cabot out of the Lakeview and goes to catch her jet that she has waiting. Paul follows her and begs her to stay, Roseanna pointing out that if she stays, James will put Cabot through the same misery Paul suffered at the hands of his father. Reluctantly Paul bids farewell to Roseanna as she and Cabot wing off to wherever.",
    "soapcentral_condensed": "Rosanna has concocted another plan to make a break with Cabot. Margo is now at the gym and so is Doc. Both are struggling with their physical attraction to each other. Dusty goes to speak with Lucinda, Craig, Lucy and Lily. James is now left with his other son, Jordan. James tells Jordan that his Mother died in childbirth. Jordan tells him that the feelings he has for him will always be those of contempt. James reassures Jordan that he was always looking out for his best interest. Jordan has said that James has controlled him for the last time. Craig asks Lucy if she is nervous about leaving. Lucy says she's never been so happy to leave a place in her life. As they are  saying their goodbyes, a man carries Lucy's luggage to the limo. Outside, stands Dusty. He sees that familiar mark on theLimo driver's arm and remembers that he once encountered the man himself. He tries to stop the driver but is arrested. Jessica about doubles over, and realizes this could be it. She could be pregnant.\n"
}