{
    "soap_central": "\n\nLucy is crowned Homecoming Queen, but Aaron nowhere in sight. She is completely humiliated and runs out. Meanwhile, Aaron makes the delivery and Jack arrests him and Waldo. Holden tears into Aaron, but his son refuses to cooperate. Lily demands to know if Dusty is turning Aaron into a crook. Lily accuses Dusty of ruining everything he touches, and blames him for Rose leaving Oakdale. Dusty warns that Lily stay close to Rose. He fears Paul is moving things too quickly and will break Rose's heart. Lily won't accept this. Jack calls to inform Dusty that Aaron was arrested. He and Lily head to the station. Craig rushes out to find Molly and Rosanna. Molly doesn't tell Rosanna about the baby, and Craig is relieved. Molly and Rosanna try to reconnect as family. Lucy learns Aaron was arrested. She shows up at the station, and wants to know what was more important than her. Dusty and Lily arrive. She demands Dusty do the right thing and get Aaron out of jail. Paul and Rose share a romantic night, interrupted by Will. He is upset because Barbara told him Paul is angry with him. Paul and Rose assure him of Paul's love. Paul leaves to tell Barbara that Will is safe. Barbara shows up and accuses Rose of being up to something concerning Will. Rose slips about them moving to Paris and Will is crushed. Rose blasts Barbara about the pictures. Things explode in front of Will as Paul enters demanding to know what is going on. Paul learns Will knows they're moving, and she tries to explain. Will leaves. Paul escorts Barbara out but warns Rose never to say or do anything that hurts Will. \n\n\n",
    "soapcentral_condensed": "Lucy is crowned Homecoming Queen, but Aaron nowhere in sight. Aaron makes the delivery and Jack arrests him and Waldo. Holden tears into Aaron, but his son refuses to cooperate. Lily accuses Dusty of ruining everything he touches, and blames him for Rose leaving Oakdale. Molly doesn't tell Rosanna about the baby, and Craig is relieved. Molly and Rosanna try to reconnect as family. Paul and Rose share a romantic night, interrupted by Will. He is upset because Barbara told him Paul is angry with him. Paul leaves to tell Barbara that Will is safe. Rose slips about them moving to Paris and Will is crushed. Paul learns Will knows they're moving, and she tries to explain. Will leaves. Paul escorts Barbara out but warns Rose never to say or do anything that hurts Will. Lily demands Dusty do the right thing and get Aaron out of jail. Lucy learns Aaron was arrested, and wants to know what was more important than her. She wants to find out what happened to her.\n"
}