{
    "soap_central": "\n\nDusty found Jennifer at the Lakeview and presented the baby to her. At first, she couldn't accept what he was telling her, and Dusty had to show her the court order and the evidence as proof. Finally, she began to understand and was overjoyed at the gift Dusty had given her. She began asking questions about how it had happened, but Dusty skirted the issue of Paul's involvement. They fussed over the baby, and before he took off, it was clear how much Dusty was affected.\n\n\nMeanwhile, at the hospital, Meg was with Susan, who was horrified by Emily's part in the baby switch. A concerned Meg set off to meet up with Dusty. Meanwhile, Emily refused to turn state's evidence against Paul. Hal was insistent, and Emily called him on it, realizing that it was more about Hal's love for her than it was about the case. Hal pointed out that by sticking with Paul, she was going to lose her son and her freedom. Meanwhile, Paul was faced with Barbara, who had been ushered to the station at Hal's request. Barbara struggled to understand what Paul had done and began to attack Emily for taking down her son.\n\n\nAfter making love in the barn, Holden asked Lily if she was going to leave Keith and return to him. Remembering her promise, Lily tried to say no but had a hard time resisting Holden. Keith then called, and Lily lied that she was with the kids. However, when she prepared to go, she left Holden with a bit of hope for their future. Later, Keith ran into Luke at Java and realized something was amiss. When Lily met with Keith, she covered successfully and convinced him that they just had to wait Holden out about the divorce. Later, however, Holden assured Luke that sooner or later, Lily would return home to them.\n\n\n",
    "tvmega_recap": "After making love, Holden presses Lily to leave Keith again, but she continues to be reluctant. Keith interrupts them by calling Lily wondering when she is getting home from the farm?, Lily pretends to have a bad connection and hangs up. In an unspoken agreement, Holden will keep quiet about what is going on with him and Lily while tying up their divorce for as long as possible in hopes Keith will lose interest. Lily appreciates this. Keith sees Luke out and asks where Lily is because he thought Lily was with him? Luke angrily rebuffs any attempt by Keith to be nice. Later, Keith tries to trip Lily up by asking if she saw Luke at the farm, knowing full well she didn't. Dusty brings Billy to Jen with proof that the baby is hers. Jen doesn't want to believe him at first, but when he shows her a DNA test (which was a match) she finally breaks down and believes this is her child. She is overwhelmed with Dusty for making her dreams come true. Hal wants Emily to take the plea bargain and testify against Paul but she reuses. They share some emotional issues regarding their marriage, and then Emily asks him to let her go. Hal reluctantly tells the officer to book her. Barbara is called to the Police Station because of Paul. Hal informs her they have a shared grandson whom is really alive. Barbara is in disbelief but then accepts this, but wants to know how Paul could do something so horrible to his own sister? Barbara realizes what Paul did was because of Craig, but she still wonders how he could be such a monster? Paul tells her he learned from the best. Later, Barbara realizes Emily was involved and attacks her, blaming her for everything, and promising Paul will hate her because he will realize his relationship with Jen is forever ruined.",
    "soapcentral_condensed": "Dusty found Jennifer at the Lakeview and presented the baby to her. Meanwhile, at the hospital, Meg was with Susan, who was horrified by Emily's part in the baby switch. A concerned Meg set off to meet up with Dusty. Emily refused to turn state's evidence against Paul. Hal pointed out that by sticking with Paul, she was going to lose her son and her freedom. Barbara struggled to understand what Paul had done and began to attack Emily for taking down her son. Holden asked Lily to leave Keith and return to him, but Lily tried to say no but had a hard time resisting Holden. Later, however, Holden assured Luke that sooner or later, Lily would return home to them. and convinced him that they just had to wait Holden out about the divorce. and later, Keith called, and Lily lied that she was with the kids. However, when she prepared to go, she left Holden with a bit of hope for their future. and told him that she would be back.\n"
}