{
    "soap_central": "\n\nBarbara protests the restraining order but Hal stands firm. She storms off and Hal stops Will from following her. He explains the reasons for the order and asks Will not to run away and violate it. Barbara goes to Emily and begs her for help, but she refuses. Barbara vows that Hal can never separate her and Will. John informs that Craig that Cabot's adoption may be in jeopardy. He notified Canadian authorities about the discrepancy in Cabot's medical records and they are investigating the adoption agency. Craig is livid. Rosanna wants to know what is going on, but Craig covers. She wants a christening for Cabot right away and Craig agrees. Later, Craig gets a call from Annabelle Fettle asking for help. Molly runs into Jennifer and they make a tentative peace. Rose can't hide her feelings about Paul from Dusty, but she resists his efforts to console her. He tells her he still cares and will always be there for her. Molly catches them in a tender moment, and angrily cancels her tryst with Dusty. Rosanna helps Paul prepare the church for his reconciliation with Rose. She helps Paul to see that he and Rose are right for each other. Paul calls for Rose to meet her at the church. Later, Paul and Rose reconcile and recommit to each other. In his suite, Dusty says Jennifer can't stay and upset, she begins to pack. Dusty rents a room for Jennifer in the hotel and they share a warm moment, which Molly witnesses. Paul gets a call from Molly, asking him to meet her in the morning for big news. \n\n\n",
    "soapcentral_condensed": "Barbara protests the restraining order but Hal stands firm. John informs that Craig that Cabot's adoption may be in jeopardy. Molly runs into Jennifer and they make a tentative peace. Rose can't hide her feelings about Paul from Dusty. He tells her he still cares and will always be there for her. Rosanna helps Paul prepare the church for his reconciliation with Rose. Paul calls for Rose to meet her at the church. Later, Paul and Rose reconcile and recommit to each other. Dusty rents a room for Jennifer in the hotel and they share a warm moment, which Molly witnesses. Molly catches them in a tender moment, and angrily cancels her tryst with Dusty, who is upset. In his suite, Dusty says Jennifer can't stay and upset, she begins to pack. In the morning, Paul gets a call from Molly, asking him to meet with her in the morning for big news. She helps Paul to see that he and Rose are right for each other and they reconcile.\n"
}