{
    "soap_central": "\n\nJessica has been moved to ICU, and Ben hasn't left her side. Bonnie and Isaac return, but Bonnie refuses to get checked out again or take any more sedatives. She wants to tell the cops the truth, but Marshall and Isaac try to keep Margo away from her. Marshall gives Bonnie legal advice: don't say a word to anybody. Jessica confides in Ben what actually happened and asks to see Bonnie. Bonnie is too ashamed to see her mom but Isaac convinces her to go in and they have a touching reunion. Jessica urges her daughter to listen to Marshall. Jack informs Carly he has evidence that links Emily to the kidnapping. Carly pleads with Jack not to go after Emily and he agrees to talk to Hal about it first, but then orders a search warrant for Fairwinds. Katie is comforting Rosanna when Barbara arrives looking for Craig and her designs. When Katie blurts out that Craig is gone, Barbara tells Rosanna that Craig kidnapped her for Carly. This gets to Rosanna but she throws Barbara out. Once she's alone, she tears the place upside down and finds a brochure to the cabin in the desk. Carly shows up to warn Craig about the search warrant and Rosanna declares she has found the proof to link them to the crime. Alison hears the specifics to the plot to kill Regina. Off of Hal's call to the warden, the girls receive a surprise inspection that turns up nothing. Meanwhile, Emily goes nuts when she finds out about Alison finding the knife. Hal learns nothing was found, but Emily and Chris are not convinced. They head out to demand that Alison is moved to another cell, unaware that Hal has taken care of this already. During the move, Alison sees the girls retrieve the hidden knife. When they make their move, Alison pushes Regina aside and finds herself facing the girls and the knife just as Chris and Emily arrive. \n\n\n",
    "tvdb": "Jessica and Isaac both suggest that it might be better for Bonnie if the truth about how Jessica was shot stays a mystery. [ RECAP AVAILABLE ]",
    "tvmega_recap": "Bonnie was advised by Marshall to lie to the police. Bonnie visited Jess & she told her that's Marshall's right. Jess suggested that Bonnie not talk to Margo until she got stronger. Marshall admitted to John that he realized that he raped Jess. John told Marshall to no longer hold vigil outside of her room & go home & rest. Babs told Rosanna that Craig would use her like he did Barbara. Barbara told Rosanna if she wanted proof that Craig kidnapped her to look around the house. Later, Rosanna found some information about the cabin. Jack showed Hal the evidence at the LV that Emily purchased the watch that Babs had on her. Ali hit a guard over the head with her bag in attempt to save the life of Carrado, the matron. Ali ran into her cell & told the matron that everything would be ok. Emily & Chris were just arriving to witness Ali's change of rooms.",
    "soapcentral_condensed": "Jessica has been moved to ICU, and Ben hasn't left her side. Bonnie and Isaac return, but Bonnie refuses to get checked out again or take any more sedatives. Bonnie wants to tell the cops the truth, but Marshall and Isaac try to keep Margo away from her. Alison hears the specifics to the plot to kill Regina. Off of Hal's call to the warden, the girls receive a surprise inspection that turns up nothing. Meanwhile, Emily goes nuts when she finds out about Alison finding the knife. They head out to demand that Alison is moved to another cell, unaware that Hal has taken care of this already. During the move, Alison sees the girls retrieve the hidden knife. Alison pushes Regina aside and finds herself facing the girls and the knife just as Chris and Emily arrive. When Katie blurts out that Craig is gone, Barbara tells Rosanna that Craig kidnapped her for Carly. This gets to Rosanna but she throws Barbara out. Carly shows up to warn Craig about the search warrant and Rosanna declares she has found the proof to link them to the crime.\n"
}