{
    "soap_central": "\n\nSierra finds Lucinda at home searching on the internet for information about cancer.  Sierra tries to talk to Lucinda, but Lucinda isn't interested and she tries to convince Sierra to go to work.  Sierra is frustrated because she can't get through to Lucinda, but she is even more put out when Meg arrives with a gossip newspaper for Lucinda's entertainment.  There is definite friction between Meg and Sierra, but when Sierra leaves, Lucinda asks her about Dusty.  Meg tells her that she has run into him and \"nothing' happened - which Lucinda immediately understood.  Lucinda gave her some advice about Dusty - that a little bit of mystery can go a long way in a relationship.  Before Meg left, she gave Lucinda some advice, too - she told Lucinda to stay away from the computer as it was not a good idea to get too much information without a professional's help understanding it all.  Lucinda didn't listen - as soon as Meg left, she got back on the computer.\n\n\nCarly knows that it was Hannah who burned the photo of her father and she demands an explanation from her.  Hannah refuses to talk about it and the two fight.  Jack walks in and demands an explanation - Carly tells him that Hannah knows about her father and won't tell her.  Hannah tells them she must leave and does so before telling them why she won't tell them more.  Later, Jack finds Hannah at a coffee shop and asks her why she won't tell them about Ray.  Hannah tells Jack that they have such a nice life and she wouldn't want Ray to ruin it for them.  Jack wants more information, but Hannah refuses and leaves.  Meanwhile, Carly is at home leaving a message for someone whom Nancy Hughes has told her can help identify the photograph they found.\n\n\nMike goes to Rosanna to ask her help with Craig and the baby situation.  Rosanna actually does agree to help, but unbeknownst to Mike, Jennifer has gone against his wishes and is going along with Dusty's plan.  They have observed that Craig has breakfast at the Lakeview every morning and Jennifer goes there as part of the set-up.  Bob and Kim are at the Lakeview and watch as Jennifer sits down to talk with Craig.  They fight - Jennifer stands up and starts speaking very loudly.  As she does, Craig takes her elbow to try to get her to go outside of the restaurant.  Dusty and Sierra walk in just in time to see Jennifer tell Craig - very loudly - not to touch her and to stop pushing her.  Craig says \"I'm not pushing you!\", but Jennifer falls to the floor with everyone watching.\n\n\nBarbara pounds on Paul's apartment door and demands to be let in.  She does not know that Paul hesitates to open the door because he is with Emily.  Paul answers the door after Emily hides in his bedroom.  Barbra tells Paul about Will taking responsibility for Gwen's baby and makes a few rude remarks about Gwen being \"trailer trash\" and only after Will for his money.  However, Paul tells her that maybe they should be glad he is taking responsibility.  Barbra will hear none of it and demands Paul talk Will out of taking care of Gwen's baby - and she wants Paul to talk to Will about his taste in girls.  This infuriates Paul and he ushers her out of his apartment.  Emily comes out after Barbara leaves and the two talk about Will's predicament.  Emily is concerned about how Hal will take the news especially because he is alone now.  Paul asks Emily if she still thinks of herself as Hal's wife - she says no.  He then asks her to move in with him.  \n\n\n\n",
    "tvdb": "Carly is furious and hurt to realise that Hannah ripped up a picture of her father, Ray Tenney. Hannah can't explain her actions, but warns Jack that Carly can't learn the truth.",
    "tvmega_recap": "Carly confronts Hannah about ripping up and burning the picture of her dad. At first Hannah denies it, but then claims that Carly's life would be ruined if she knew the truth. Carly demands that Hannah tell her about her dad's past, but Hannah won't budge, and decides to leave. Carly decides to find out about the photograph without Hannah's help, and she puts a call into a woman Nancy recommended to help her. Lucinda and Meg talk about her and Dusty reconnecting to pass the time till the doctor calls. Lucinda suggests Meg stay in town to get to know Dusty, but Meg doesn't think so, especially after Dusty blows her off. Paul dreams of Rosanna; but he wakes up to find Emily there with him. He later asks Emily to move in with him. Barbara tells Paul that Gwen is pregnant, and is trying to trap Will into believing he is the father, and she solicits Paul's help. Rosanna dreams of Paul, and then questions her marriage to Craig, but Craig is able to alleviate her fears with humor. Mike pleads with Rosanna to help him rein in Craig so Jen is under less stress. They agree to work together to help everyone in this situation, and Mike feels confident his way of handling Craig is working. Meanwhile, Jen is going behind his back and plotting with Dusty to handle Craig. They set him up at the Lakeview when Jen confronts Craig by antagonizing him, causing him to get angry and causing a scene in front of many witnesses, where Jen ends up apparently falling because of Craig.",
    "soapcentral_condensed": "Sierra finds Lucinda at home searching on the internet for information about cancer. Carly knows that it was Hannah who burned the photo of her father and she demands an explanation from her. Bob and Kim are at the Lakeview and watch as Jennifer sits down to talk with Craig. Jennifer tells Craig - very loudly - not to touch her and to stop pushing her. Paul asks Emily if she still thinks of herself as Hal's wife - she says no. He then asks her to move in with him. Barbra tells Paul about Will taking responsibility for Gwen's baby and makes a few rude remarks about Gwen being \"trailer trash\" and only after Will for his money. Emily comes out after Barbara leaves and the two talk about Will's predicament. Mike goes to Rosanna to ask her help with Craig and the baby situation. Rosanna actually does agree to help, but unbeknownst to Mike, Jennifer has gone against his wishes and is going along with Dusty's plan.\n"
}