{
    "soap_central": "\n\nThe alarm clock goes off and a hand reached for the button. Paul laid there staring at the ceiling and rises to the sound of the song \"Change of Weather.\"  As he walked away an image of Rose was watching him.  The scene fades over to Dusty shaving and as he was wiping his face the image of Rose appears in the mirror. The scene fades over to Lily holding Rose's scarf as she was getting ready to leave for the courthouse. Holden tried to stop Lily from leaving but she looked sadly at him and hugged him. The scene fades over to Emily, Will and Hal. Hal was leaving for the courthouse and Emily told him that they would be ok. Hal touched Will's head and looks sadly at Emily as he walked out the door.  The scene fades over to Craig and Rosanna where Rosanna was thanking Craig for taking care of Cabot. As Rosanna left, Anabelle Fettle was standing in the corner. The scene fades over to the courthouse where Barbara arrived in handcuffs as everyone looked on. As the court convened, Tom asked the judge if he could introduce new evidence. Barbara's lawyer asked for an adjournment until he had a chance to review the evidence. The judge agreed and told everyone to be back tomorrow.  Hal told Barbara that he did not tell Will. Barbara asked if she could call Will and Hal arranged for her to use the judge's chambers. Paul asked Jessica what was going on and Dusty spoke up that they had enough evidence to put him away. Lily told Paul they finally had the proof that Paul killed Rose.  Hal asked Jennifer to go see about Barbara but Jennifer came out saying Barbara left the building. Paul demanded that Hal do something. Hal said they would find Barbara. Rosanna intercepted and wanted to take Paul for coffee but Jessica told Paul they needed to discuss the new evidence. She told him that the police had searched his computer and discovered that his computer showed he had visited websites that dealt with Methanol.  Paul said he never went to any of these sites then realized that Barbara had mentioned getting the Methanol on the Internet. Paul then turned to Hal and asked him about Methanol being part of household products. When Hal confirms, Paul says, \"Oh my God.\"\n\n\nCraig gave Anabelle a passport, a plane ticket to Singapore and some money. Craig got rid of her just as Lucy came in. Craig asked Lucy to watch Cabot and went to look for Mitzi. Mitzi showed up at Lily's wondering why she can't get into Rose's house. Emma told her that she was not welcome and to leave. As Mitzi turned to leave Craig was standing there. He gave Mitzi the money and she told Craig she wasn't going to leave town just as Carly approached them. Mitzi tried to leave but Carly told them that Tom said there was another suspect. Carly asked why Mitzi had a suitcase. Mitzi said she was kicked out of Rose's and asked Carly if she was happy. Carly replied that she wasn't but it was a start!\n\n\nAaron went to the hospital to see Alison and ran into Chris. After asking Chris a few questions he realized that Alison hadn't told Chris and that she lied to him again. Aaron later paged Susan. When they both discovered that Alison had disappeared, Susan panicked.\n\n\nKatie cooked Mike some breakfast and was about to deliver it to Mike when he came out of the bedroom. He noticed that she took off her wedding ring and he was glad she did. She hesitated but finally told Mike she loved him while they were taking a shower.  Afterwards they were lying in bed and told each other that they loved each other. As they laid down Mike confessed that he was starving.  After Katie got up to fix Mike something to eat the phone rang. When Mike answered, no one was there. \n\n\nEmily tried to convince Will to help her make a pie but Will wanted to go up to his room. Emily left the room for a minute and when she came back she found Will sending his mother an e-mail using his palm pilot and took it away from him. When Will ran up the stairs, Barbara showed up demanding to see Will. Emily and Barbara argued and when Emily realized that Barbara had escaped, Emily tried to call the police but Barbara hit her over the head and left with Will!\n\n\n",
    "tvmega_recap": "Aaron sees that a liar has bought herself some time. Barbara causes bodily harm, does the walk of the damned and has a wrench in her plan. Carly finds the bottom feeders, knows that now in light of new evidence, who the killer is and wonders \u0091why the suitcase?\" Chris behaves blase. Clarke decides that he would rather stay in with a friend, has to settle for working on his grades and ruins a private chat. Craig hides an old bag and will not be questioned. Emily gets angry when she finds the PDA. Hal allows Barbara a few minutes to call her son in private and calls home, but no one answers. Holden's changed the locks. Jessica reveals what was found in the computer and warns her client to keep his big mouth shut. Katie decides to spell things out, has something important to say and heads to the kitchen to finally make breakfast. Lucy gives a tour of the house and smells smoke. Mitzy gets her payoff and gives an order. Paul freaks out knowing that his mother is going to get off and sees a familiar password. Susan starts calling around to find her daughter.",
    "soapcentral_condensed": "Katie cooked Mike some breakfast and was about to deliver it to Mike when he came out of the bedroom. He noticed that she took off her wedding ring and he was glad she did. Craig gave Anabelle a passport, a plane ticket to Singapore and some money. Mitzi showed up at Lily's wondering why she can't get into Rose's house. Aaron went to the hospital to see Alison and ran into Chris. After asking Chris a few questions he realized that Alison hadn't told Chris and that she lied to him again. Aaron later paged Susan. When they both discovered that Alison had disappeared, Susan panicked. Paul asked Jessica what was going on and Dusty spoke up that they had enough evidence to put him away. Paul then turned to Hal and asked him about Methanol being part of household products. When Hal confirms, Paul says, \"Oh my God.\" Paul said he never went to any of these sites then realized that Barbara had mentioned getting the Methanol on the Internet.\n"
}