{
    "soap_central": "\n\n \nDust settled after the bomb explosion, and Damian and Meg dashed up the stairs, searching for Paul.  They found him unconscious in the rubble on the floor.  Damian called 9-1-1, and Meg urged Dusty to call Barbara.\n\n\nMargo visited with Katie, who was allowed a bit of time out of bed since her pregnancy was progressing well.  Margo talked about Geneva Swift as a perfect character for Oakdale Now.  Katie made some comments to the effect that Geneva's fifteen minutes of fame might be drawing to a close, but she would give no other hints.  Margo took a call from the police station notifying her of the explosion on the docks, and she hurried out.\n\n\nIn their room at the Lakeview, Vienna asked Henry to zip up her dress.  She was determined to return to work even though she still had some back pain.  She felt that she needed to reclaim her spot on Oakdale Now, so that Geneva Swift could be history.  Vienna expected Henry to drive her to WOAK, but he begged off because of an emergency at the diner.  As she was leaving, Vienna swallowed double her muscle relaxant medication to prepare for the ordeal with Geneva.  Henry began putting on Geneva's makeup.\n\n\nAt the television station, Brad pursued his sexual harassment complaint against Geneva Swift with Kim.  Kim said that the complaint was in the pipeline with the station's attorneys, but Brad didn't understand why they still needed Geneva on the show if Vienna was returning.  Kim said that the day's discussion topic was women's self image, and the show needed some spice.  Geneva arrived and apologized to Brad for her behavior in his house.  She stepped around a corner and, as Henry, he called Katie to ask if she had heard from Vienna.  He explained that Vienna had left the hotel ahead of him but had not yet arrived.\n\n\nVienna finally arrived and went straight for her nemesis.  She was a bit unsteady on her feet, but she made it known that she was prepared for a smackdown with Geneva.  Kim opened the show with a discussion of beauty in women, and naturally Geneva's description differed greatly from Vienna's.  Vienna asked Brad if he would rather sleep with her or Geneva, but Brad wisely passed on his answer.\n\n\nVienna, obviously feeling no pain because of the relaxants, stood up and called Geneva \"ugly, stupid and vicious.\"  Geneva called Vienna an exhibitionist, so Vienna took a mighty swing at Geneva, who ducked, and Brad took the full brunt of the blow, which knocked him out of his chair.  Kim yelled, \"Cut!\" as Geneva walked off the set.  Kim told Vienna that she was \"done,\" and explained that in this case, \"done\" meant \"fired.\"\n\n\nAt the hospital, Dusty, Damian, and Meg waited outside Paul's room for news of his condition.  Dusty was angry at Damian for not bringing the cops to the warehouse.  Barbara ran in, frantic with worry for her son.  She was unkind to Meg and blamed her for whatever had happened.  Barbara went into Paul's room, and Dusty asked Meg why she had shown up at the warehouse.  Meg answered that Damian had told her of the plan, and she was concerned that her child could become fatherless because of it.\n\n\nDamian claimed that he had backed off the plan sooner, and he and Dusty argued.  Margo arrived and asked them to quiet down and not move.  She went to check on Paul's condition and found Barbara and Dr. Bob with him.  Bob sent the women outside, and Meg explained to Margo that a bomb set up by Dusty had injured Paul.  She said that she had gone to the warehouse to try to change Dusty's plan, but she had been too late, and Dusty could not defuse the bomb.  Paul had grabbed the briefcase when he spotted Meg and had run up the stairs. At that point, Bob opened Paul's door and called Barbara and Meg back in, as Dusty phoned Bonnie for legal advice.\n\n\nMargo took Dusty and Damian away, and Bob said that he was taking Paul to surgery.  He suspected that Paul had a subdural hematoma, and he expected that the neurosurgeon could relieve the pressure on Paul's brain.  Meg tried to comfort Barbara, who accused her of being the root of all of Paul's problems.  Meg defended herself by reminding Barbara that Paul had created the situation by pitting Dusty against Damian.\n\n\nPaul's surgery did not take long, and Bob reported back that the patient had tolerated it well and was in stable condition.  He also said that the neurosurgeon had removed a microchip from Paul's brain, and he showed it to Barbara and Meg.  He was hoping that one of them could tell him when and why Paul had it inserted.  Bob suspected that the chip had been in possibly for several years.  He speculated whether the chip might have been responsible for Paul's strange \"visions.\"  Barbara thought the whole thing sounded like science fiction, but Bob said that similar chips had been used in experiments for mind control.  Meg and Barbara both thought it was highly possible that James Stenbeck had been responsible for the chip's insertion.\n\n\nAt the police station, Margo went over the facts of the case with Dusty and Damian.  Each man had a different version of the story, and when Bonnie McKechnie arrived, she advised Dusty to keep his mouth shut.  Bonnie took Dusty into an interview room where the two of them argued.  Bonnie realized that the donnybrook was all about Meg, but Dusty claimed it was about what was right.  Dusty said that Damian had put him in touch with a demolition man, and he gave Bonnie the information.\n\n\nDamian told a different story from Dusty and claimed that Meg would back up his version.  Margo called Meg at Memorial and asked her to drop by the station.  She did so, and she spoke with Damian.  Dusty saw Meg and asked for a moment alone with her.  He wanted to know why she was supporting Damian, and Meg told him that she was disillusioned with Dusty and felt that she could no longer trust him.  She left the room as Bonnie returned to the station with the munitions expert in tow.  Dusty identified him, but the man denied that he had ever seen Damian before.  Margo released Damian and Meg, but placed Dusty under arrest for reckless endangerment, and she read him his rights.\n\n\nBrad went home from WOAK and immediately asked Katie if she had heard from Henry.  He told her that Kim had fired Vienna, and he was surprised that Katie seemed glad about that.  He called Henry, who did not answer his phone because Geneva was walking through the lobby of the Lakeview being mobbed by fans, including \"Floyd,\" her admirer bearing a single red rose.  His phone rang again, and this time it was Katie telling him that Vienna had lost her job.\n\n\nHenry took off his makeup and costume and returned to the television station where he learned from Kim that Vienna was something of a train wreck and had locked herself inside Kim's office.  He acted shocked that Kim had let Vienna go, but Kim explained that she had no choice after Vienna had swung at Geneva and decked Brad.  Vienna opened the door only to Henry, and he attempted to comfort her.  His phone rang, and when he saw that the caller was Kim, he excused himself and went outside to answer.  Kim offered Geneva a permanent position on the show, and Henry wangled as many perks as he could.  He then took Vienna back to the Lakeview to sleep off her pills.\n\n\nHenry left to go see Katie, who commented on the red rose in his lapel.  Henry said it was from Geneva's biggest fan, Floyd.  Katie warned her friend that his behavior was \"crossing over into Loonyville.\"  She told him Geneva's bit was over because Vienna was off the show.  Henry surprised her, however, by declaring that Geneva Swift was an important new icon who could not disappoint her many fans.\n\n\nBrad went back to the studio and talked with Kim.  She asked him to drop his charge against Geneva, and she further horrified Brad by telling him that she had offered a contract to Geneva to become a permanent member of the WOAK family.  Brad called Geneva a \"sexual predator,\" but Kim believed that the incident with him was an isolated one and would not happen again.\n\n\nBarbara stayed by Paul's bedside, encouraging him to wake up. She worried about what damage the microchip might have done to his mind.  Paul opened his eyes slowly and looked around the room.  Barbara comforted him and explained that the surgeon had removed a microchip from his brain.  Paul looked blank and then gazed at his mother and said, \"Who are you?\"\n\n\n",
    "tvmega_recap": "Vienna still has back pain but returns to Oakdale Now because she can't stand to watch Geneva Swift on the show with Brad. Vienna is sure that with the pain pills she took, her back will be okay. Henry is unaware that Vienna takes an extra pain pill and when she arrives at the studio she is a little tipsy. Vienna, Brad, and Geneva have a heated debate on the air over what type of woman is more beautiful -- skinny or full figured women. Vienna ends up calling Geneva a witch and going after her. When Brad tries to stop her, she punches him. Kim fires Vienna and Katie encourages Henry to make Geneva disappear now since his plan worked and Vienna is fired. Henry refuses to let Geneva go since Geneva's fame is going to his head. Kim offers Geneva a permanent job on the show and Brad is determined to make Geneva quit. Meg is very angry with Dusty after the explosion leaves Paul needing an operation to relieve the pressure in his brain caused by a subdural hematoma. Paul makes it through the operation but the surgeon removes a microchip from his brain which Bob thinks was used for mind control purposes. Barbara is sure that James planted the chip in Paul's brain before James died. Barbara is angry at Meg and blames her for Paul's accident. Dusty is arrested for reckless endangerment. Damian swears to Margo he knew about Dusty's plan but wasn't involved in it because it was too far fetched. Damian gets the demolition expert who met Dusty at the warehouse to lie and say he never met Damian in his life. Dusty is determined to prove to Meg that Damian is lying about his involvement in the explosion. Paul awakens from his operation with amnesia and doesn't recognize Barbara.",
    "soapcentral_condensed": "Margo visited with Katie, who was allowed a bit of time out of bed since her pregnancy was progressing well. Vienna felt that she needed to reclaim her spot on Oakdale Now, so that Geneva Swift could be history. Brad pursued his sexual harassment complaint against Geneva Swift with Kim. Margo took a call from the police station notifying her of the explosion on the docks. Dusty, Damian, and Meg waited outside Paul's room for news of his condition. Paul's surgery did not take long, and Bob reported that the neurosurgeon had removed the microchip from Paul's brain and that he was in stable condition. DustY was angry at Damian for not bringing the cops to the warehouse. Barbara was unkind to Meg and blamed her for whatever had happened. Paul had grabbed the briefcase when he spotted Meg and had run up the stairs. Paul suspected that he had a subdural hematoma, and he expected that the surgery would relieve the pressure on his brain.\n"
}