{
    "soap_central": "\n\nUnbeknownst to Craig and Dusty, they are being offered the same job at the same time.  Craig and Sierra meet at Metro, and Sierra is upset when she learns that Craig plans to leave Oakdale and go to Hong Kong.  She offers him the position left vacant when Jordan Sinclair resigned.  \"I didn't think you trusted me,\" he said.  \"I've always trusted your business sense,\" she says warily.  Lucinda and Dusty, simultaneously, discuss the same job.  Lucinda thinks he is exactly the right person to take Jordan's job.  Dusty accepts.\n\n\nWill's party at Fairwinds is not turning out quite the way Margo and Rosanna had hoped.  The school bully has taken quite a fancy to Alison, and Will is determined to be her protector.  Harsh words turn into a fist fight! Casey runs to get Paul and calls the cops.  Paul breaks up the fight, and Will is mortified.  He is very upset about how the party turned out, but Casey is thrilled!  \"Are you kidding?\" he says.  \"Nobody can stand up to him!  You're officially cool now!\"  Alison helps Will with his sore jaw, but when he asks her to join him for a shake at Al's or a late movie, she declines -- she has to go home to Aaron.\n\n\nRosanna is understandably upset as James Stenbeck, who was hiding in the back seat of her car, tells her that Cabot is alive.  All she has to do, he says, to see him again is to get Barbara released from jail.  Of course, he demands she tell no one of his return to Oakdale and he escapes from the car before she can get proof that Cabot is alive before she tries to help Barbara.\n\n\nAnd Barbara does need that help!  Hal has no sympathy for her, no matter how hard she tries to pull his strings.  She attempts to manipulate him with comments about his \"estrangement\" from Emily, but Hal refuses to take the bait.  Hal tells her that everything that is happening to her is her own fault because she mistreated everyone who loved her.  \"And you're being paid back in kind!\" he snarls.  Barbara looks shaken and alone when he slams the door behind him.\n\n\n",
    "tvdb": "Lily hides under the bed so as not be discovered by Holden and Julia. As they are about to have sex, Lily desperately sends a text message to Carly. Carly receives it and leaves to help but runs into Emma, who has come to talk to her about her behavior towards Julia.",
    "tvmega_recap": "Kim visits Barbara at the police station to end their friendship. James tells Rosanna that Cabot is alive and well. He will let her see Cabot if she makes sure that all charges against Barbara are dropped. James hides under a blanket in the back seat as the police pull her over. Lucinda interviews Dusty for a job. Dusty accepts Lucinda's offer. Sierra offers Craig a job. Tyson and Will have a fight and Tyson gets escorted away by Margo. Rosanna tells Paul the reason she wasn't at the party was because of a flat tire and a dead cell-phone.",
    "soapcentral_condensed": "Unbeknownst to Craig and Dusty, they are being offered the same job at the same time. Will's party at Fairwinds is not turning out quite the way Margo and Rosanna had hoped. Rosanna is understandably upset as James Stenbeck, who was hiding in the back seat of her car, tells her that Cabot is alive. Hal has no sympathy for her, no matter how hard she tries to pull his strings. She attempts to manipulate him with comments about his \"estrangement\" from Emily, but Hal refuses to take the bait. He demands she tell no one of his return to Oakdale and he escapes from the car before she can get proof that he is alive before trying to help Barbara. \"And you're being paid back in kind!\" he snarls. \"Nobody can stand up to him!  You're officially cool now!\"  Alison helps Will with his sore jaw, but when he asks her for a shake at Al's or a late movie, she declines -- she has to go home to Aaron.\n"
}