{
    "soap_central": "\n\nKatie was trying hard to convince Henry that she did not mean to tell Craig about Jennifer's pregnancy. Henry still believed that Katie should tell Mike and Jennifer the truth, that she was the one who told Craig about the baby. After much talking Henry convinced Katie, and they both went off to tell Mike and Jennifer together what happened. Meanwhile, at the hospital Mike and Jennifer had just put two and two together and realized that Katie was the one that told Craig about the baby. Katie was at Mike and Jennifer's place when they came home from the hospital. Mike told Katie that they figured out that it was her that told Craig about the baby. Katie tried to apologize and explain what had happened, but Mike did not want to hear it. Mike called Katie a liar and told her to leave. Katie and Jennifer were left alone when Jennifer blasted Katie, accusing her of still being in love with Mike. Katie denied her feelings for Mike, but Jennifer told her that she did not believe Katie. Jennifer said that her and Mike were happy and that Katie could never break them up no matter what schemes she pulled. \n\n\nLily interrupted a conversation between Keith and some man who claimed that he took care of what Keith wanted, and now he expected to get paid for it. Keith covered for the mysterious man, and told Lily that he was a friend of his named Joe from school. Keith walked Joe out and as Joe was leaving he told Keith he was giving him 24 hours to give him the money. Lily and Keith went to Metro where Lily was visibly upset about what she had just overheard. Lily finally admitted to Keith that she heard what they were talking about and wanted to know what was going on. Keith told Lily that Joe paid off Keith's landlord in Chicago for him and that he owed him money. Lily was happy to find out that Keith let go of his apartment in Chicago. In the meantime Lucinda showed Holden a document stating that Keith tried to take money out of JJ's trust fund the day Julia died. Holden still did not fully believe that that would be reason enough for Keith to murder his own sister. Having nothing more to say, Holden left and went to Metro for some drinks where he saw Lily and Keith. Keith left the table after receiving a call from JJ and Holden went over to talk to Lily. Holden started to give Lily the third degree because Lily did not know Keith, and that she should be careful and take things slow. Lily reminded Holden that he did not take things slow with Julia and told him to back off. Seeing that he was getting no where with Lily he told her to ask Keith what Keith was doing the day Julia died regarding JJ's trust fund and left, leaving Lily uneasy. \n\n\nCelia told Casey that she did not trust Will and that she thought that Will was the one that trashed Alison's apartment. Casey said that Will would never hurt Alison like that, and told her not to tell Alison that Will was in her apartment while she was away. Margo showed up to talk to Casey and Celia left to find an outfit for the dance. Margo told Casey that she was nervous about the dance the next night, and that she needed to start getting ready so she could look wonderful for Tom. \n\n\nWill was at Alison's trying to make her feel safe because she was still scared about the break in. Celia showed up and told Will to tell Alison that he was in her apartment, but Will refused and told her to keep her mouth shut. After Celia left, Alison asked Will to spend the night and sleep on the floor so she could feel safe.     \n\n\n",
    "tvmega_recap": "Mike and Jenn confront Kate about her lies and telling Craig about the baby. Lucinda shows Holden a bank report of JJ's trust fund which indicates that Keith tried to access it the same day Julia died. Holden confronts Lily at Metro about her dating Keith and then tells her to ask Keith about JJ's trust fund. A jittery Alison asks Will to spend the night. Celia tries to get Casey to tell Alison that Will may have been the one who trashed her apartment.",
    "soapcentral_condensed": "Katie was trying hard to convince Henry that she did not mean to tell Craig about Jennifer's pregnancy. Henry still believed that Katie should tell Mike and Jennifer the truth, that she was the one who told Craig about the baby. Keith covered for a mysterious man who claimed that he took care of what Keith wanted, and now he expected to get paid for it. Keith told Lily that Joe paid off Keith's landlord in Chicago for him and that he owed him money. Will was at Alison's trying to make her feel safe because she was still scared about the break in. Will refused to tell Alison that he was in her apartment, but Will refused and told her to keep her mouth shut. Margo showed up to talk to Casey and Celia left to find an outfit for the dance. Will asked to spend the night and sleep on the floor so she could feel safe. Celia told Casey that she didn't trust Will and that she thought that Will was the ones that trashed Alison's apartment.\n"
}