{
    "soap_central": "\n\nAt the church, Thorne mourned Darla.  He spent a few minutes alone with her. He asked Darla why she left him after she had promised that she never would leave him.\n\n\nAt the service for Darla, various people paid tribute to Darla with a eulogy. Ridge, Stephanie and Sally all spoke about Darla. Each paid a beautiful tribute to Darla. Lt. Baker arrived at the service and sat in back.  Hector and Phoebe noticed his presence. \n\n\nUnexpectedly, Taylor got up from her seat to speak about Darla. Taylor explained that the reason Darla died was because she was helping Phoebe who had been all alone on the foggy road. Taylor commented that she knows now what her task is in life;\" it is to be the woman that Darla saw in me.\"\n\n\nThorne addressed everyone and thanked them for their tribute to Darla and their support to him. He stated that everyone's comments confirmed just how special Darla was.\n\n\nAfter the service was over, Ridge told Taylor that he is worried about her drinking problem.  Ridge suggested that they all spend time as a family for the afternoon and Taylor agreed. After Ridge left, Taylor was alone in back of the church. She took a brochure with the listings for Alcoholics Anonymous meetings. Lt. Baker approached Taylor. He told Taylor that he wanted to speak with Phoebe who had already left.  He commented that Darla's death was sad and tragic.\n\n\nAs Thorne was leaving the church, he asked Taylor if she would accompany him home and assist him in informing Alexandria that Darla had died. Taylor agreed and she offered to help Thorne for the rest of his life.\n\n\n",
    "tvdb": "Hector and Phoebe attempt to stop Taylor from attending Darla's funeral. Phoebe is fearful of losing her mother when both she and Hector are afraid of what Taylor might say. Darla's body rests in a open casket at the chapel. Thorne cries and kisses his wife goodbye. The minister performs a beautiful ceremony and Ridge decides to say a few words, followed by Stephanie whom tells Thorne that Darla will watch over him always. Sally breaks down saying a few words when trying to understand why Darla and Macy were taken from her. Taylor can't hide her emotion and heads to the front of the church. Taylor speaks fondly of Darla with tears in her eyes. Lt. Baker watches from the back and looks concerned with Taylor's guilt. After the ceremony, Ridge asks Taylor if he can spend some time with her, Thomas and Phoebe. Taylor grabs some flyers about AA groups, determined to sort herself out. Thorne later asks Taylor to help him break the news of Darla's death to Alexandria.\r\n",
    "yt": "\n\nJust before the funeral, Thorne has his last moment with Darla at her casket.  Phoebe and Hector discuss how to convince Taylor not to confess, and then try to talk her out of attending the funeral. Nick finds Donna in Brooke’s closet in lingerie; she claims she came to borrow a shirt. At the funeral, Stephanie has a strange feeling about Taylor. Thorne comes over to talk with Taylor, but her guilt is taken over by her sympathy for him. People take turns speaking at the service; Taylor gives a speech as well. Thorne approaches her later and asks Taylor to help him explain to his daughter that Darla is dead.",
    "imdb": "\nDarla's funeral is a sorrowful event. The whole Forester clan comes to pay its respect and remember the deceased fondly. Even Taylor, who still rejects Hector's warning that confessing could wreck her family and his career without helping anyone. What stops her for now is seeing Thorne's grief. Thorne even asks Taylor to break the tragic news to his daughter Alexandra.    ",
    "soapcentral_condensed": "At the service for Darla, various people paid tribute to Darla with a eulogy. Lt. Baker arrived at the service and sat in back. Unexpectedly, Taylor got up from her seat to speak about Darla. She explained that the reason Darla died was because she was helping Phoebe who had been all alone on the foggy road. Taylor commented that she knows now what her task is in life;\" it is to be the woman that Darla saw in me.\" Thorne addressed everyone and thanked them for their tribute. He stated that everyone's comments confirmed just how special Darla was. As Thorne was leaving the church, he asked Taylor if she would accompany him home and assist him in informing Alexandria of Darla's death. Taylor agreed and she offered to help Thorne for the rest of his life. After the service was over, Ridge told Taylor that he is worried about her drinking problem. After Ridge left, Taylor was alone in back of the church. She took a brochure with the listings for Alcoholics Anonymous meetings.\n"
}