{
    "soap_central": "\n\nThe audience loved the Jackie M fashion show as Katie watched in shock. A reporter spoke into his recorder and announced that it was a triumph. Backstage, Katie venomously accused Jackie and Clarke of stealing Eric's designs. Katie said Sally Spectra would have been proud of them. Nick tried to shuttle Katie out of the public area and into an office, and Jackie and Clarke followed.\n\n\nAccusations flew around the room, and Nick pushed Jackie and Clarke to get back to the show while he spoke to Katie. He admitted that the collection had been sent to him anonymously via email. Nick said he'd thought Katie had sent the designs, but he'd realized it hadn't been Katie. Incredulous that Nick could think that Katie could be so dishonest, she shouted at him that she was going to get the blame at Forrester. She reminded him that Forrester was on the verge of civil war, with the Forresters and Logans at each other's throats.\n\n\nKatie suggested that they rob a bank or a liquor store if they were going to be thieves. Nick refused to acknowledge that he'd stolen the designs. He said they had been a gift, since the sender had said it had been to keep him afloat. Katie said someone at Forrester was trying to destroy the company. She said she wasn't sure she knew who Nick was. The man she'd fallen in love with wouldn't think of using the designs.\n\n\nOn the runway, the fashion show continued to thunderous applause as Clarke and Jackie rejoiced.\n\n\nRick and Steffy talked about how everything seemed to be going against them. Steffy wanted to give up their relationship, but Rick refused. Steffy said she wanted one normal day as a regular couple, but she didn't think it would ever happen because of their families. She said that sometimes love wasn't enough to hold a couple together.\n\n\nRick refused to let the circumstances control him, and they kissed. Rick said he believed there was a solution to their problem, and he bragged that he was a man who could make things happen. He said he had a plan, and promised that they would be together.\n\n\nEric met with the family about the collection, and he said he was glad that they'd kept the entire thing under wraps. Felicia snidely said that Katie's relationship with Nick compromised the collection, and Thorne agreed. Brooke said Nick and Katie were engaged, and they were professionals. Eric added that Katie was about to marry into a family on the verge of financial collapse. Eric insisted that nothing Jackie M had was even close to any of the Forrester designs as a model walked in wearing one of his designs.\n\n\nBackstage at Jackie M, Jackie and Clarke were handing over the same dress to a model. It was the showstopper. In the hallway, Katie called Brooke to tell her that Jackie M had hijacked the entire Forrester collection. Katie was on speakerphone as she broke the news to everyone in the Forrester office that every design was on display at Jackie M. Eric was furious, and he said he was on his way.\n\n\nAfter the Forresters listened to Katie's bad news, Felicia accused Katie of being behind the espionage. Stephanie suggested it was an inside job, and Thorne took offense. He wondered if Stephanie was accusing him of stealing the designs. Stephanie said she wondered how the designs could end up at Jackie M when everyone who had access to them had access codes. She said that in the old days, only family had access. She said she had no idea who some of the employees were who had access to the collection, so it could have been anyone.\n\n\nBrooke piped up that Stephanie didn't seem surprised, so it could be someone in the room who had given the designs to Jackie. Felicia and Thorne were insulted and accused Brooke of helping Nick. Stephanie said she knew there was no way Jackie M would survive without a successful show.\n\n\nEric showed up at the fashion show as the model wearing his showstopper stepped out. He was visibly upset as the crowd raved about the collection. Eric watched as Jackie, Clarke, and the models celebrated. He was stunned that his entire collection was on display.\n\n\nAfter the show, reporters asked Clarke what he did for inspiration for a collection that was as nice as Forrester. Jackie reminded everyone that Clarke had worked at Forrester. Clarke answered that it was mysterious and that a little bit of Eric was in every design.\n\n\nEric showed up, and he was livid with Jackie. He accused her of stealing every design that he and Ridge had. He told her it was industrial espionage, and Jackie cautioned that he was slandering her company. Eric wondered how she could have stolen everything from him when the designs were encrypted and under lock and key. He told Jackie that he couldn't believe she could stoop as low as Sally Spectra.\n\n\nEric warned Jackie that she would become a joke. Jackie turned the tables and said Eric had become Mr. Honey Bear. She spat that he had traded her for Donna. Eric was in disbelief that she would be vindictive because he had married Donna. He reminded Jackie that they had once been lovers, but they had also been friends for a long time. He told her that if she had gone to him, he would have introduced her to bankers and investors that would have kept her in business.\n\n\nNick got a text message that it was time to pay the piper, who was waiting in his office. Nick entered his darkened office, and he heard a noise acknowledging that he would finally meet the person who had given him the collection as a gift. He turned, squinted, and said, \"Oh my God. You?\"\n\n\n",
    "imdb": "\nJackie M.'s show is a smash hit, thanks to the stolen Forrester designs. Rick tells Steffy he has a plan.    ",
    "tvmega_recap": "Rick asks Steffy not to give up on them. Nothing is impossible. She wishes they could just have one normal day so they didn't have to sneak around their families. He declares he will not let that define his life. That is not who he is or the guy she fell in love with. Eric asks Thorne, Brooke and Felicia if anyone has heard anything about the Jackie M showing. Perhaps they should check with Katie as she must have a front row seat. Katie does know and she tears into Nick for stealing the designs. She can not believe someone at Forrester would deliberately try to sabotage the company by sending him the designs. He tells her that he even thought it was her. He didn't like doing it, but he was not going to lose his company and his family. She claims this is wrong and he needs to go out there and set it straight. Katie calls Eric and tells him all his designs have been hi-jacked. Jackie M stole every one of them. Rick promises Steffy that he has a plan and they will be together, just trust him. Eric arrives at Jackie M's just as the gorgeous showstopper is on the runway. Then he is shocked when each and every model steps forward showcasing his entire collection. As the electricity abodes backstage with Jarrett praising Clark and his inspiration, Nick gets a text message from Stormy Seas. He is in his office and it's time to pay the piper. Eric will not keep his voice down and he slams Jackie for stealing his designs. He would have helped her if she needed help. They are competitors, not enemies. But she will not profit from his work. Jackie claims she stole nothing from him. Eric says she did and just watch him prove it. Silently Nick makes his way in the dark to his office and the great mystery is solved. \"My God, it's you.\"",
    "soapcentral_condensed": "Nick admitted that the collection had been sent to him anonymously via email. Eric insisted that nothing Jackie M had was even close to any of the Forrester designs as a model walked in wearing one of his designs. Rick and Steffy talked about how everything seemed to be going against them. Rick said he believed there was a solution to their problem, and he bragged that he was a man who could make things happen. He said he had a plan, and promised that they would be together. Backstage at Jackie M, Jackie and Clarke were handing over the same dress to a model. Eric showed up at the fashion show as the model wearing his showstopper stepped out. He was visibly upset as the crowd raved about the collection. Eric watched as Jackie, Clarke, and the models celebrated. After the show, reporters asked Clarke what he did for a design that was on display. He answered that it was a little bit of everything that he showed up every day.\n"
}