{
    "soap_central": "\n\nAt Spencer, Bill reminisced about his time with Steffy at Liam's place. Liam interrupted Bill's reverie, and Bill was surprised to see his son because Liam had been scheduled to fly out the previous night. Liam blurted out that he had seen Bill and Steffy together at the Malibu house. Bill quickly tried to explain that Steffy had been hurt because she'd felt that she had been abandoned by Ridge. Bill added that Steffy had needed to talk about her feelings, and Bill had been there for her. Liam reminded his dad that Bill had been there for Steffy quite often in recent months.\n\n\nLiam also reminded his dad that Ridge had not abandoned his family. Ridge had returned to Brooke and her family. Bill explained that Steffy had been destroyed by Ridge's decision. Steffy, Taylor, and Thomas had been close to reuniting their family many times, but it had never happened. Bill said that Steffy was as vulnerable as he had ever seen her, and he added that she was the brightest of the Forresters.\n\n\nLiam wondered why Bill would have comforted Steffy. Bill said that he had bonded with Steffy when they searched for Brooke and Thomas on the island. Bill told Liam that he had not slept with Steffy. Bill said that Steffy was tough and that she would bounce back because she was a fighter. Bill said that Ridge did not appreciate what a wonderful woman Steffy had become.\n\n\nLiam added that Steffy was smart, sexy, and had a lot going for her. Liam reminded his dad that Steffy was the one person who had taken Forrester Creations from Bill with lies and deception. Bill said that he had promised Steffy that he would never abandon her. Liam was disillusioned, and Bill ordered Liam to remain silent about what he had seen at the Malibu house. Bill didn't want Katie or Hope to learn anything about it. Bill demanded that as his son, Liam would be loyal and silent.\n\n\nAt Taylor's house, over her morning coffee, Steffy reminisced about kissing and hugging Bill. Thomas entered, and Steffy wondered if Thomas had suffered a sleepless night because of his guilt. Taylor entered and asked them to be civil to one another. Thomas shared a copy of Stephanie's will that had the agreement to give him her shares. Thomas regretted his decision to go through with Stephanie's offer. Steffy was surprised that Thomas had a copy of the agreement, but Thomas said that he had insisted on it as proof that his grandmother would fulfill her end of the bargain. Steffy and Thomas exited, and Ridge later entered.\n\n\nRidge and Taylor discussed Steffy's feelings of abandonment, and Ridge reiterated that he did not want to hurt Taylor or the kids. Ridge said that he needed to pack up his belongings. Taylor told him that she understood. After Ridge had finished packing, he set his suitcase by the door. \n\n\nTaylor told Ridge that she would always love him. She said that she knew he loved Brooke, but she reminded him that Brooke had always drawn scandal to his life. Taylor added that she knew he had returned to her, Steffy, and Thomas because they had always caused peace and stability in his life.\n\n\nTaylor told Ridge that she could never feel the same for any other man as she did for him. Taylor said that Ridge had made a mistake in returning to Brooke. Ridge reminded Taylor that he and Brooke had been very happy. Taylor said that Brooke had betrayed him before.\n\n\nRidge apologized for hurting Taylor and the kids. He added that he had wanted to make Taylor happy when he agreed to marry her. Ridge said that he had made some difficult decisions, including that he had planned to cancel the Taboo line. Taylor balked at his decision. Taylor added that Thomas had already punished himself. Ridge wondered how he could allow Thomas to continue working the line.\n\n\nTaylor handed Brooke's wedding ring over to Ridge. She told Ridge that Brooke had given it to her because Brooke had wanted Taylor to love Ridge the way Brooke felt she could not do. Taylor advised Ridge to tell Brooke that Taylor had returned the ring and it was on loan until Brooke screwed up again.\n\n\nTaylor added that Ridge would wake up one day and realize that he belonged with Taylor. Ridge and Taylor professed that they would always love one another and they embraced. Ridge left and stood outside the door with tears in his eyes. Inside, tears streamed down Taylor's face.\n\n\nAt Forrester, Thomas and Steffy shared their feelings about what had happened after their parents' failed wedding. Thomas reminded Steffy that everyone had been worried about her. Steffy told Thomas that Bill had rescued her again, just like he had when Thomas had been lost after the plane crash.\n\n\nThomas reminded Steffy that Bill was a married man. \"No matter what I want, there is always a Logan standing in my way,\" Steffy said. Hope entered, and Steffy lashed out at her. Hope said that all she had wanted was an explanation from Thomas.\n\n\nThomas confessed that he had lied, and he couldn't take it back. Steffy yelled at Hope to leave. Hope wondered how Steffy could defend Thomas, and Thomas begged Hope to let it go. Thomas left for a meeting and encouraged Steffy to join him. Hope followed, but Steffy insisted that she wanted to talk to Hope alone. Steffy shouted that Hope had to listen to how Ridge had hurt his \"other family.\"\n\n\n",
    "imdb": "Liam confronts his father about Bill's meeting Steffy at the Malibu house. Ridge goes over to Taylor's to pick up his things. Taylor gives Ridge the ring back that was Brooke's and told Ridge how Brooke gave it to her saying that she knew Taylor would love Ridge more than Brooke. Hope goes into FC to have a show down with Thomas over why he lied and how much he hurt her mom when Steffy stands up for her brother and reminds Hope that she has no place in this argument or to further take it out on Thomas seeing as Hope's family is whole while the Taylor family is still hurting.",
    "tvmega_recap": "Steffy thinks back on what Bill told her \u0096 that he loves her. She'd cold toward Thomas and wonders if his conscious hurts him this morning. Thomas says he wishes he hadn't done all the things he did. Bill is surprised to see Liam sneaking up on him in his office when he thought he was out of town on business. Liam admits that he didn't go. He came back and saw him and Steffy together. He'd like to know if this is the end of something or the start of something. Bill sloughs it off that Steffy thought her family was getting back together, but it didn't happen. She was very upset and he was there to comfort her. Liam says yeah he seems to be doing a lot of that lately. Ridge stops by just missing Thomas and Steffy so he asks Taylor how Steffy is. Ridge tells her the last thing he wanted to do was hurt her and Steffy; he wishes he could go back. He's there to pick up a few things. Steffy confides in Thomas that she is better than she was last night. She never should have drove off in that rain, but Bill called and met her at the cliff house and all is all right now. Thomas says he is glad, but warns her that Bill is a married man. Steffy says yes .. to Katie. Seems every time she wants something, a Logan is in the way. Bill tells Liam that he did not sleep with Steffy. She is a fighter and she will use all of this to her advantage. That's what people like the two of them do. Hope drops in on Thomas and can't believe that Steffy is defending him. Steffy doesn't understand why she is even here; she lost nothing. Taylor is definitely against it, it's not fair, when Ridge conveys to her there will be consequences to Thomas's lies. He is pulling the Taboo line. Liam says he gets it that he and Steffy have been through some very intense stuff and he was there for her. Bill says Steffy does not deserve to be treated like second best. Liam reminds him that she is beautiful, sexy and has a lot going on for her, but she is the same woman who took Forrester Creations away from him. He just wants his dad to be careful. Bill points out that Ridge promised both Taylor and Steffy there would be a relationship and now he has let them down once again. He expects loyalty from his son and doesn't want him to mention a word of this to Katie. Ridge tells Taylor that he and Brooke really are happy. She did not betray him. Taylor retrieves Brooke's wedding ring and asks Ridge to give it back to her. It's on loan until Brooke screws up again. She knows that Ridge will wake up one day and realize this is where he belongs. He gives her one last hug goodbye and says he will always love her too.",
    "soapcentral_condensed": "At Spencer, Bill reminisced about his time with Steffy at Liam's place. Liam reminded his dad that Ridge had not abandoned his family. Taylor handed Brooke's wedding ring over to Ridge. Taylor said that she could never feel the same for any other man as she did for him. Ridge apologized for hurting Taylor and the kids. He added that he had wanted to make Taylor happy when he agreed to marry her. Taylor told Ridge that she would always love him. Taylor advised Ridge to tell Brooke that Taylor had the ring on loan until Brooke screwed up again. Ridge and Taylor professed that they love one another and they stood outside the door with tears in his eyes. At Forrester Creations, Thomas shared a copy of Stephanie's will that had the agreement to give him her shares. Thomas regretted his decision to go through with Stephanie's offer. Thomas told Thomas that Bill had rescued her again, just like he had done when he had saved her after their parents' wedding failed.\n"
}