{
    "soap_central": "\n\nAt Forrester Creations, Brooke, Hope, Caroline, and Rick objected that Ridge had been gone from Forrester for more than a year and had no business putting himself in charge and firing Oliver. Eric spoke up that the arguing had to stop.\n\n\nBrooke noted that Ridge was a designer and had not been CEO in a long time. Ridge countered that Eric had to agree that Forrester needed to rebuild its reputation. Brooke insisted that she had to speak to Eric alone. Brooke glared at Ridge. Brooke told Ridge she would never let Ridge push her son out of Forrester and drop the HFTF line. Everyone left the meeting so that Brooke could speak to Eric.\n\n\nIn the photo studio, Oliver told Maya and Aly that Ridge had fired him and was shutting down the studio. Hope arrived and predicted that Eric would veto Ridge's decision. Carter showed up and apologized for Ridge's actions. Carter added that he knew how much Maya had liked working with Oliver.\n\n\nOliver started packing and noticed old photos he had. Many were of Hope and Oliver, and he flashed back to earlier days when he and Hope had been in love. \"Remember this one?\" he asked Hope. \"Look at that -- we were such babies,\" she said. \"It seemed like a lifetime ago,\" Oliver said. Hope sighed. She left.\n\n\nAly hoped Eric would tell Ridge he had been wrong about firing Oliver, but Oliver noted his name was Jones, not Forrester. He was expendable. Oliver pulled out a picture he had taken of Aly, and he called her ultra-glamorous. Aly believed that Eric would change his mind.\n\n\nIn Rick's office, Rick confronted Ridge. Rick couldn't believe Ridge's arrogance about the president's position and how Ridge had dumped Brooke for Katie. Rick reminded Ridge that Eric was Rick's father but not Ridge's father. \"You're not a Forrester,\" Rick shouted. Rick was convinced Ridge would hurt Katie too.\n\n\nIn the corridor, Hope, Carter, Caroline, and Pam discussed the chain of events. Caroline didn't want to leave Ridge and Rick alone. Caroline interrupted Rick and Ridge, and she faced off with Ridge. \"Taking over this company from Rick is not an option. You are minimizing our accomplishments,\" Caroline said. \n\n\nCaroline noted that couture had been the foundation \"back in the day, but we have to keep evolving,\" she said. Caroline recommended that Ridge had to get his head out of the 90s. Ridge smiled. She told Ridge to get out a pencil and \"get to sketchin'.\"\n\n\nCaroline left, and Ridge noted that Rick's wife and mother were in his corner. Rick countered that Ridge wanted to undo profitable work. Rick said they'd been better off while Ridge had been in Paris. Ridge said he knew how to run the company, and he would never answer to Rick. Ridge understood that Rick wanted to blame Ridge for everything that had happened with Brooke.\n\n\nRidge pointed out that he had returned to Los Angeles to marry Brooke and reunite their family for R.J.'s sake. Rick objected that Ridge had always had a pattern of rejecting and reuniting with Brooke. Ridge said it had gone both ways for decades, and Brooke had a pattern of hurtful affairs with Nick, Deacon, and Bill. Ridge said that he would always love Brooke, but an affair with Bill was something he couldn't forgive.\n\n\nIn Eric's office, Eric wondered why Brooke had become so hostile toward Ridge. \"He left me for another woman -- Katie,\" Brooke said. Eric was in disbelief that Ridge would have done something so foolish. \"I don't know who Ridge is anymore,\" Brooke said.\n\n\nBrooke poured her heart out to Eric about Ridge. Brooke warned Eric not to trust Ridge because he had tried to oust Eric as CEO before. Eric remembered. Brooke insisted that it was all Marone arrogance, and Ridge had acted just like his father, Massimo, who had walked out on his company and his family.\n\n\nEric argued that he had been proud of Ridge, who had accomplished a great deal at Forrester. But Brooke argued that Ridge could not be trusted. Brooke noted that Ridge had already targeted Oliver and Rick. \"I hate this,\" Eric said. Brooke encouraged Eric to stay with Rick. \"He's your son, and he he's loyal and dedicated,\" she said.\n\n\nIn Rick's office, Ridge said that Brooke had spent enough time alone with Eric. Ridge and Rick returned to Eric's office and interrupted Brooke and Eric. Hope, Caroline, Maya, and Carter returned. Ridge pressured Eric for a decision. Rick reminded Eric and Ridge that they'd had bigger profits than they'd seen in years.\n\n\nRidge disagreed. He said they had been one of the greatest fashion houses in the world but had started \"selling T-shirts to little girls in malls,\" Ridge said. Hope objected that the company had been successful while Ridge had been pouting in Paris. Hope added that they had started to appeal to a more youthful audience of women.\n\n\nBrooke refused to allow Ridge to take his hostilities toward her out on her children. Ridge maintained it was business and not personal. Eric said they had all given him something to think about. He realized that his two sons could not get along and work together. \"Clearly we cannot go on the way we are. There can only be one president, and I have my decision,\" Eric said. \n\n\n",
    "tvdb": "Brooke, Rick and Hope are not happy as they listen to Ridge attempt to convince Eric to allow him to have Rick’s job. Family secrets come spilling out as Rick explains his anger to Ridge about Brooke and Brooke explains to Eric that Ridge has left her for Katie. In the photo studio, Aly and Oliver flirt.",
    "tvmega_recap": "Eric tries to get everybody to calm down as they throw accusations at Ridge for trying to take over. Brooke rants that he has been gone for a year and can't expect to just come home and take back over. Rick says he is president and that is not going to change. Ridge says change is exactly what they need. That is why they are here today and he will be very nice. He says they need to rebuild their reputation and get back to their roots. Brooke demands to talk to Eric alone. Oliver gathers all his stuff and still needs more boxes. Aly walks in and discovers him in this mess. Oliver says he is a Jones not a Forrester. So he's as replaceable as the next guy. Eventually Carter, Maya and Hope join in to give their condolences. Oliver says it is not the end of the world and they can still hang out at Bikini Bar every now and then. Rick tells Ridge that he is having a hard time wrapping his head around that he wants to stroll in here with his holier than thou attitude and turn everybody's world upside down. Ridge says that was not his intention. Rick wants to know what is ..messing with his mom again .he knows all about Katie. Ridge says to leave her out of this. He didn't mean to hurt his mother. Rick says Ridge made a choice and his mother is better off without him ..hell they all are. And Brooke is in there right now driving that point home to his dad .his dad. He knows Ridge has not forgotten that he's not a Forrester, just a Marone. Ridge tells Rick that he is a little too old for his mother to be fighting his battles. Rick smirks that they would have been better off if Ridge had stayed in Paris. He has seen him for years jerking his mom back and forth when she loved him unconditionally. Ridge says he will not speak ill of his mother. A part of him will always love her. He came back for her and RJ and their family but when he found out what she did, he could not get past that. He tells Rick again to leave Katie out of this. There is a pattern with Brooke \u0096 Nick, Deacon and Bill. He says he does not want to make this personal. It's economics, best for the company if he takes Rick's job. Rick grouses that the job is not up for grabs. He earned it and he is not going to turn it over to Ridge. Caroline bursts in and has her say that Ridge can not disrespect them and all they have accomplished and worked their butts off for. Eric tells Brooke that she had every right to defend Rick but Ridge's attitude seems to have a new hostility. He's floored when he hears about Katie and the fact that they are in love is ridiculous. He can not support that relationship. But Ridge also has put in many years with this company and accomplished a lot and is fully qualified. She asks if he remembers when Ridge pushed him out as CEO. He says yes, he won't forget that. She says he could do that again. Look at Oliver just now. First it was Oliver, then Rick and Eric will be next. Eric says he hates this. Brooke says so does she but Eric is going to have to make a decision. Before they are done, Ridge bursts back in and says time is up. He's had plenty of time to defend his son. Rick tells his dad not to listen to this. Ridge says no one knows who they are anymore so that is why they need a change and not to be selling t-shirts to little girls in the malls across the Midwest. Brooke says not at the expense of her son. Rick speaks for himself and hands out the quarterlies to show exactly what he has done and accomplished while Ridge was pouting in Paris. He tells his dad that it is his decision and he will do his best to respect it. Eric says he has heard enough. He had hoped that his two sons could work together and get along. Clearly that is not going o happen. FC can only have one president and he has made his decision.",
    "soapcentral_condensed": "Oliver told Maya and Aly that Ridge had fired him and was shutting down the studio. Brooke told Ridge she would never let Ridge push her son out of Forrester and drop the HFTF line. Eric wondered why Brooke had become so hostile toward Ridge. Ridge said he would always love Brooke, but an affair with Bill was something he couldn't forgive.\"I don't know who Ridge is anymore,\" Brooke said. \"He's your son and he's loyal and dedicated, he's not this this,\" she said of her son, who had left her for another woman. \"I hate this,\" Eric said of his son's decision to target Oliver and Rick. \"You're not a forrester,\" Rick shouted. \"Get out a pencil and \"get to sketchin'\" Ridge said to his wife and mother, who were in his corner. \"Taking over this company from Rick is not an option,\" Caroline warned Ridge. \"We have to keep evolving,\" Caroline said.\n"
}