{
    "soap_central": "\n\nAfter Hope had called Quinn \"Mom\" and they had embraced, Quinn asked Hope to repeat it, and Hope obliged. Quinn said that she couldn't wait to see the baby, and Hope said that she hoped Quinn would be present for the delivery. Quinn promised to be present before, during, and after the delivery. The women at the shower welcomed Quinn into the family. \n\n\nDonna and Katie noted that it had all been through the power of forgiveness. The women at the shower noted that Quinn's days of snooping on the stairs had ended, and Quinn asked to feel Hope's belly. Hope invited her to touch her grandchild. Quinn smiled to herself, but it had all been a fantasy. Quinn had been standing in the second-floor hallway, hidden behind a potted tree, and she looked out over the balcony at the guests as they laughed and chatted about babies.\n\n\nHope enthused that she couldn't wait to meet the baby. Everyone agreed, and Hope added that Wyatt was very excited. Hope continued to open presents, and the crowd marveled at a new stroller, cute baby clothes, and a pair of jeweled slippers that Ivy had made.\n\n\nLater, Ivy and Aly discussed that Liam had told Ivy that he loved her. Ivy said it hadn't sunk in. Ivy acknowledged that even though she and Liam were together, she knew that he would always have feelings for Hope. Liam called Ivy at the shower to confirm that Quinn had not been there. Ivy said there had been no surprises, but she didn't know that Quinn had been standing on the second-floor landing.\n\n\nCaroline caught a private moment with Maya. Caroline advised Rick's mistress that anything left in her house that belonged to Maya would be in the trash. \"You gambled and look what that got you: dumped, humiliated, and alone,\" Caroline said. Maya countered that Rick had returned to her before, but Caroline replied that it wouldn't happen again.\n\n\nIvy and Hope spent some time alone. Hope encouraged Ivy to take good care of Liam. Pam interrupted and announced a new game, and the women stepped outside on the terrace. Once everyone had moved outside, Quinn skulked down the stairs and checked out some of the gifts. \n\n\nQuinn cuddled the baby clothes and smiled. She walked over to the food table and picked up a knife. Quinn studied the blade and then chopped into the cake on the table and cut a giant piece of cake. She put it on a plate, covered it with a napkin, and tiptoed out the front door, unnoticed.\n\n\nLater, Hope emotionally thanked everyone in the room and gushed that she felt a lot of girl power around her. She marveled that she and Wyatt had made an amazing little person, and she was wowed by it. \n\n\nHope said that she had done a lot of talking and promised to stop. She told everyone that she loved them. Hope shared hugs and kisses with all the guests. Ivy hugged Hope and thanked her. Ivy advised Hope that Liam had been concerned that Quinn might crash the party. Hope said that they had survived. \n\n\nAt Quinn's, Liam and Deacon discussed that Quinn could not be trusted. Deacon insisted that he did not condone anything that Quinn had done, but he defended her as a single mother who'd had to fight for everything she had ever done. \"And sometimes she fights dirty,\" he said. \n\n\nLiam worried that Deacon had forgotten how Hope felt about Quinn. Deacon said that he could never control Quinn, and he didn't trust her, but he and Quinn clicked because he had \"needs and desires.\" \n\n\nDeacon added that he had been in a unique position to draw Quinn and Hope together. Liam claimed it was a fantasy and that Hope would never accept Quinn. Liam advised Deacon to cut ties with Quinn. \n\n\nDeacon said he had decided to try a new perspective and state of mind. He wanted to be positive about what would happen. Liam disagreed and said that Quinn was too dangerous. Deacon insisted that people could change. \n\n\nLiam reminded Deacon that Quinn had been trotting around the globe, terrorizing people. Deacon noted that Liam still loved Hope. Liam said he would always be fond of Hope. But he added that he had moved on with Ivy.\n\n\nDeacon told Liam he would have been \"damned proud to have you as a son-in-law.\" Deacon said he was sorry it hadn't worked out. Deacon had to leave, and Liam asked if he could hang around to make a few calls. Deacon agreed, and he begged Liam to cut Quinn some slack. Deacon left.\n\n\nLiam waited for Quinn to arrive at her home, and he confronted her. She lied and said that she had not been at the shower, but Liam noticed the cake from the shower. Liam claimed that Quinn would never change, and he felt that Hope would never be safe from Quinn. \n\n\nQuinn defended herself and said that she was no longer dangerous, but she was misunderstood. Liam lashed out at Quinn and her total disregard for everyone. \"I didn't do anything,\" Quinn said. \n\n\nQuinn encouraged Liam to get over Hope and allow Hope and Wyatt to move on. Liam vowed he would protect Hope from Quinn. Liam glared at her.\n\n\n",
    "tvdb": "Liam grills Deacon about how he can remain in a relationship with someone who has caused Hope so much strife. Quinn gets a dose of reality when she overhears what the others think about her attendance at Hope’s baby shower. A moment of tension between Caroline and Maya take place at the party when the topic of Rick is broached. Ivy and Hope mutually asset aside their differences when they realize that, one way or another, that they will always be in each other’s’ lives.",
    "tvmega_recap": "Hope hugs Quinn and calls her mom. Liam continues to tell Deacon that Quinn crashing the shower is a very bad idea. And if Deacon knew about it he is the one that needs to head her off. Deacon counters with that Liam knows Quinn and no one tells her what to do. He says they have a relationship and the way it works is he does his thing and Quinn does her thing. Liam can't understand how he can be with a woman like that who has hurt his daughter so many times. She is not a minor irritation. She is a full blown sociopath who does not care about the damage she inflicts emotionally or physically. She needs to be locked up or at the very least put on meds. Deacon laments that he does not condone what she does but she's had it rough raising her son and had to fight back and sometimes she fights dirty. Liam warns that Deacon can not trust her; she will turn on him too. Deacon says he knows, but he is a man with wants, needs and desires and meantime Quinn checks those boxes. And maybe he can actually broker peace between Quinn and Hope. Liam tells him that is a fantasy of his but he has to move out of here as Hope will never accept Quinn. Quinn is happy for a moment as Hope lets her feel her tummy. The gals welcome her into the family. Then Quinn is jarred back to reality by hearing them all laughing when opening up the presents for the baby. Deacon tells Liam that he realizes he has had several bad experiences with Quinn but he is telling him that people can change with a strong enough motivation and he can't help but think being a grandmother might qualify. She just wants to be loved like anyone else. She gets hurt, she is outraged and that is when the crazy kicks in but that wouldn't happen if people accepted her in the beginning. Liam says it is admirable that he is willing to give her more chances but the rest of them can not. The more he thinks about it the more he thinks crashing the shower is what Quinn would do. He calls Ivy who assures him all is okay. Deacon asks about Ivy. Liam says here's the deal. Hope will always be very special to him. They tried to make it work and it didn't. But feelings do not just die and his first instinct will always be to protect her. Ivy understands and that is what is so great about her. She doesn't push or hurry him along. He is lucky to have her. And he is not settling for Ivy. They have built a relationship and they are committed. Deacon says he is a damn good man and he would have been proud to have him as a son-in-law. He is sorry that didn't work out. Deacon says he has errands to run and asks Liam to please try to cut Quinn some slack. She is really trying. When the party guests are on the patio playing games, Quinn sneaks down and admires all the gifts, holds some baby clothes up to her face and then she slices a huge hunk of cake for two before slipping out the door. Ivy tells Hope about Liam calling and that she doesn't mind. Anyone who wants a relationship with Liam has to know it will always include Hope. Quinn returns home to find Liam and asks why he is there. He starts in on her being with Deacon. She says that is none of his business. He wants to know where she has been. She says just out. He spies the cake and says he knows she crashed the shower despite her story about going to a bakery. He says he is so sick of her. She says he is crazy but she is just misunderstood. He says she has manipulated him and Hope over and over and yet she is relentless and keeps on coming and coming. He says he warned Hope many times what she would be getting into with Wyatt and now she is married and pregnant and all because of what Quinn managed to do in Paris. Quinn says he is still whining about that. It's time to move on. He says he knows that is what she would like him to do so she can keep on terrorizing Hope, but his eyes are fixed on Quinn and as long as he is breathing he will protect Hope from her.",
    "soapcentral_condensed": "Hope and Wyatt had made an amazing little person, and she was wowed by it. Liam and Deacon discussed that Quinn could not be trusted. Liam worried that Deacon had forgotten how Hope felt about Quinn. Deacon said he was sorry it hadn't worked out, and he asked Liam to hang around to make a few calls to make up for what he'd done. Quinn asked to feel Hope's belly, and Hope invited her to touch her grandchild. Quinn smiled to herself, but it had all been a fantasy, she said. Liam called Ivy at the shower to confirm that Quinn had not been there. Ivy said there had been no surprises, but she didn't know Quinn had been standing on the second-floor landing. Caroline advised Rick's mistress that anything left in her house that belonged to Maya would be in the trash. Maya countered that Rick had returned to her before, but Caroline replied that it wouldn't happen again. Liam said he would be fond of Liam, but he added that he had moved on with Ivy.\n"
}