{
    "soap_central": "\n\nIn Rick's office, Rick tried to explain to Maya that his father had given him an ultimatum that Rick would lose the CEO position if he did not return to Caroline. \"That's what I'm going to do,\" Rick said.\n\n\nMaya was furious, but Rick said that he loved Maya and wanted to be with her. He had to pretend to return to Caroline in order to secure a future with Maya. \"I want to run this company with you,\" Rick said.\n\n\nMaya wondered how long Rick thought it would take because she anticipated that it could be years. Rick admitted that he had to wait until his father retired. Rick added he had to be in a more powerful position so that no one could argue with him.\n\n\nMaya was against the idea and worried that it could backfire. She hated that he would return to Caroline every night. Rick vowed that Maya would remain the lead model, and Rick would still find time to be with her, but Maya noted that everyone would be watching them, and they would have to sneak around.\n\n\nRick told Maya that he needed her. \"I really need you,\" he said. \"Okay,\" Maya said. Rick lamented that he didn't like the idea, but he had to do it and had to find a way to get Caroline back to put his plan in motion.\n\n\nIn another office at Forrester, Ridge and Caroline agreed there would be no future for them, but Caroline looked unconvinced. \"I don't know what I want,\" Caroline admitted. \"Who does?\" Ridge asked.\n\n\nCaroline said she hadn't thought that Rick would forgive her, and she noted that working with Ridge had changed her. \"It's changed me, too. I love that. I really do,\" Ridge said.\n\n\nRidge added that Rick was Caroline's husband, and she had to return to her marriage. Caroline wondered if she should pretend that they had never had such strong feelings for one another. Ridge admitted that he'd enjoyed his time with an extraordinary person, and he promised to never forget that. Rick entered, and Ridge remained.\n\n\nRick wanted to know where he and Caroline stood. He wanted to work on their marriage. \"I still love you,\" he said. Caroline cried. \"Tell me you want this marriage and that it's not over,\" he said.\n\n\nRick admitted that he'd been cruel and dismissive and had overreacted. He added that he'd made a huge mistake when he'd turned to Maya.\n\n\nRick apologized and called Caroline a special woman. He said that he could still see love in her eyes. He begged her to say the word. Caroline said okay, and Rick repeated it. \"I want to work on our marriage,\" he said, and he kissed her hand.\n\n\nRick thanked Caroline and asked if she still had his wedding ring. Caroline produced his ring from her purse, and he asked her to slip it on his finger. She obliged, and Rick and Caroline hugged.\n\n\nRick left, and Caroline announced to Ridge that Rick had forgiven her. Caroline noted that Rick had sounded sincere. Ridge said that Rick had finally learned to do the right thing.\n\n\nCaroline walked away, but Ridge grabbed her hand. \"Let me look at you,\" he said and he held her hand. \"You are magnificent,\" he said, and they hugged.\n\n\nAt Spencer, in Bill's office, Bill met with Katie, and Katie remarked that Bill had been violent at Ridge's expense. Bill wondered if Katie had arrived to lecture him, but she thanked him for defending her. \"I appreciate you standing up for me. I wish you had handled things more diplomatically,\" Katie said.\n\n\nBill countered that Ridge had manipulated Caroline and probably ruined her marriage to Rick. Bill hadn't meant to lose his temper, but Ridge had messed with his niece and betrayed Katie. Plus Ridge had \"treated Brooke like garbage for years.\" Katie teased that Bill had been protective and sweet.\n\n\nBill said he tried it a couple times a year. He admitted that he couldn't be involved in Katie's life, but he wanted to help because she was an amazing woman. \"I hope that loser realizes how lucky he is,\" Bill said of Ridge.\n\n\nBill criticized Katie for wearing a string instead of a ring. Bill said that Ridge could afford at least ten carats of serious bling. Katie said she didn't need serious bling, but Bill noted that when he had bought it for her, she had liked it. Katie countered that their relationship hadn't turned out so well.\n\n\nThey agreed they'd had something very special and had \"made a very handsome and charming kid together,\" Bill said. Bill wanted Katie to be happy, and she assured him that she would be. \"You deserve the perfect white knight, but he doesn't exist. I'm sorry Ridge disappointed you, but I'm not surprised,\" Bill said.\n\n\nKatie and Bill agreed they liked that they could talk and laugh together. \"We were a family. You were my wife,\" Bill said, and he gently caressed her face.\n\n\n",
    "tvdb": "Expecting the worst from Katie, Bill is pleasantly surprised when she shows him gratitude for his chivalry. Rick reveals to a heartbroken Maya that he cannot be with her because he plans on working on his marriage with Caroline. Knowing that there are still unresolved feelings between the two of them, Ridge informs Caroline that they need to focus on their respective relationships. Caroline is torn when Rick asks for an immediate response to his appeal for them to reconcile.",
    "imdb": "\nRick implements a plan that will ensure that he retains his seat as CEO of Forrester Creations.    ",
    "tvmega_recap": "Ridge tells Caroline there is no future for them. Rick has asked her to come back and that is what she has wanted all along. She doesn't know if she can. Being with Ridge has changed her. It's not that simple to pretend they never felt this way. She is confused and does not know what she wants. But Maya does and she looks at Rick in shock as he says if he wants to be CEO he has to reunite with Caroline. She says no, absolutely not, not for any reason. He says he has to if he wants to remain CEO. That was his dad's ultimatum and he is asking Caroline for forgiveness. He says he is doing this for them, for their future. He wants to run the company with her. He does not want to be with Caroline. She did something he could never ever forgive. So just trust him as he does this for them. He has to find a way to get Caroline back. Katie drops in to see Bill and check out his knuckles. He thinks Ridge told her but she says she saw the damage herself. She does not condone violence but she appreciates that he stood up for her. He says Ridge betrayed her and manipulated Caroline and probably ruined her marriage. He did not intend for it to go that far but he's not going to apologize for punching him. He says again that Ridge betrayed Katie, manipulated Caroline and abused Brooke for years, so he is just missing what that guy's appeal is. She says Bill can be sweet when he is protective, at least once or twice a year. He says she is an amazing woman and he will always be protective of her. He just hopes that loser appreciates her. Caroline tells Ridge that they have to forget about each other but she does not know how they can do that. He moves closer and looks like he is going to kiss her when Rick walks in. Rick laments that he wanted to give her time but he really needs to know where they stand. He tells her that he still loves her, they are still married and committed to each other. He wants her to tell him that the marriage is not over and she still wants him. Bill keep harping on Ridge betraying Katie yet she is still wearing that freaking string on her finger. And who unties their engagement ring. The guy has a few bucks he could spring on some serious bling for that finger. He says he is sorry that bozo Forrester let her down but he is not surprised. She needs her white knight but it isn't Forrester. Rick tells Ridge that he can stay and hear this too. He tells Caroline that he knows he has been cruel and dismissive to her but he was so hurt and he knows turning to Maya was a big mistake. So that is why he wants to be sure that he can show her that she is the most special woman in the world. Finally she gives in and says yes. He thanks her and asks if she still has his ring. He'd like her to put it on his finger. She takes it out of her purse and puts it on his finger. Rick hugs her and her eyes go to Ridge. Later she tells Ridge that Rick seemed sincere and this is goodbye. As she walks off, Ridge takes her arm and pulls her closer and gently says she is magnificent. She cries on his broad shoulders.",
    "soapcentral_condensed": "Maya was furious, but Rick said that he loved Maya and wanted to be with her. Ridge and Caroline agreed there would be no future for them, but Caroline looked unconvinced. Bill criticized Katie for wearing a string instead of a ring, but she said she didn't need a bling, but he said that Ridge could afford at least ten carats of serious blats. Bill said he couldn't be involved in Katie's life, but wanted to help because she was an amazing woman. \"I hope that loser realizes how lucky he is,\" Bill said of Ridge. \"You were my wife,\" Bill caressed Katie's face. \"We were a family,\" she said, and Bill said, \"We could talk and laugh together\" \"I don't know what I want,\" Caroline admitted. \"Who does?\" Ridge asked. \"Let me look at you,\" he said and he held her hand. \" you are magnificent\" \"You are very special,\" Katie said.\n"
}