{
    "soap_central": "\n\nAt Forrester, Eric asked why it was so important to Rick for Eric to sign the papers Rick had drawn up that would give Rick irrevocable control of Forrester. Eric noted that his signature would negate any leverage he had with his own company and would give Rick the final say about everything including company leadership. Rick reminded Eric that he had changed and was ready to lead Forrester. \"I want to run this company into future with Caroline,\" Rick declared. Eric looked thoughtful. \n\n\nLater, Eric had left, and Rick was alone. Maya entered, and she kissed Rick, but Rick was distant. Maya asked about the change in his demeanor. Rick admitted that his father had not signed the papers. \"You can't be coming in here, kissing me like that,\" he advised. Rick added that Caroline or anyone else from Forrester could have seen her. \n\n\nMaya teased that she would have made an excuse that she had tried to seduce him and he had resisted. Rick was not amused. \"I have to play this out that I am loyal to my wife,\" he explained.  Rick had a plan. Rick added that he planned to call a meeting and put on a show. Later, Maya said that she didn't like his plan, and she didn't know if she could do what Rick wanted. She quizzed him about how long it would take before he had complete control. Rick encouraged her to play along. \n\n\nRick later met with Caroline, Eric, and Carter to discuss the recent sales numbers and forecasts. Everyone crowed that everything had been good. Rick added that he had one more order of business. He picked up the phone and asked to have someone sent in.  \n\n\nMaya entered, and Caroline wondered why Maya had been invited to the meeting. Rick thanked Maya for her time at Forrester and told her that she would receive an excellent severance package, but she had to leave. \"Caroline is the secret to the future of Forrester,\" he announced.  \n\n\n\"Are you firing me?\" Maya asked indignantly. Rick answered that he could no longer have her working for Forrester after her callous remarks about Caroline. Caroline tearfully smiled. \"What am I supposed to do?\" Maya asked with her voice breaking.\n\n\nMaya accused Caroline of forcing Rick to fire Maya, but Rick advised Maya that he had never discussed it with Caroline, and Caroline agreed. Maya angrily noted that she had given her life to Forrester, and Rick had dumped her. \"Now you're firing me?\" she demanded.\n\n\nRick said that he was back with his wife. \"I love her,\" Rick said. Maya promised to stay away from both Rick and Caroline, but Rick said it would never work. Eric stepped in and disagreed with Rick. \"Maya does not lose her job over this,\" Eric insisted.\n\n\nEric ended the meeting. Caroline thanked Rick and told him that she had been grateful for his loyalty to her. They embraced. \"You deserve it -- every bit of it,\" Rick said. Eric smiled, and Rick smiled back.  \n\n\nAt Katie's, she and Ridge discussed what had been going on at Forrester. Katie asked about what Ridge had been working on. Ridge proudly showed Katie some of his most recent designs. Katie praised the designs and asked if he had done them alone or with Caroline. Ridge shared that he and Caroline had been collaborating on them. Ridge added that his dad and Rick had insisted on the collaboration. \n\n\nKatie quizzed Ridge about how he felt about the collaboration and what he wanted for Caroline. Ridge shared that he wanted Caroline to do the best work she was capable of doing. Ridge noted that Katie was looking for more information. \"What's going on?\" Ridge asked. \n\n\nKatie mentioned that the red ribbon around her finger -- the substitute for an engagement ring -- had fallen apart. Ridge apologized. Katie grew serious. She said that she loved the way Ridge treated her son, but she had to worry about his future and what was right for her.  She acknowledged that Rick and his father wanted Ridge to work with Caroline and that Ridge and Caroline had been phenomenal together as a design team. Ridge interrupted and wondered where Katie was headed with the conversation.\n\n\nKatie noted that a light went on inside Ridge whenever he spoke about designing with Caroline. \"And it's not because of me,\" Katie admitted. Ridge said that he would always be grateful to Caroline. \"She helped me draw again,\" Ridge said. \n\n\n\"It's more than just gratitude, isn't it? Do you love her?\" Katie asked. Ridge stopped Katie and grabbed her hand. Katie insisted she had to tell him more. She understood that he and Caroline had something special. She would never tell him to stop working with Caroline. \"I want more than anything for you to be happy,\" she said. But she added that she planned to remove the red ribbon around her finger.  \n\n\n\"Please don't do that,\" Ridge said. Katie told him that it was okay because she'd known that the moment was approaching to end their relationship. Ridge grabbed her hand. Katie told him that she would never regret loving him or being loved by him. \"I really needed to be loved by someone,\" she said. \n\n\nKatie tearfully pulled off the red string around her finger. \"See, that wasn't so hard,\" she said. Ridge looked sad. \n\n\n\"I'm sorry,\" Ridge said. He'd tried to explain that what he'd had with Caroline had been business, but Katie disagreed. She said that she wished she had been the one to inspire him, but it wasn't meant to be. She flashed back to romantic moments that she and Ridge had shared. She promised she would never forget them.   \n\n\n\"Neither will I,\" Ridge said. They kissed, and Ridge grabbed his coat and left. He looked back at Katie and paused on the front porch outside her house. Inside, Katie read a poem from a book: \"The fountain mingles with the river and the river with the ocean,\" she said. She placed the red ribbon from her finger inside the book of poetry, and she smiled after she'd closed the book. Tears streamed down her cheeks \n\n\nAt Spencer, Justin told Bill about the latest union negotiations, but Bill seemed miles away. Justin assumed Bill had been thinking about Brooke, but Bill said he missed Katie. He worried that she had cut him out of her life. Justin noted that Bill wanted her back. \n\n\nBill agreed, but he said he had missed out, and it was too late because Katie was about to become engaged to Ridge. Justin said it was never too late. Bill lamented that he had waited too long and chased a dream when his dream had been right in front of him all along. Bill grabbed a photo of Katie. He flashed back to his wedding with Katie, to the sonogram when she had been pregnant, and to more recent times with Katie holding Will. \n\n\n",
    "tvdb": "Rick and Maya implement another phase of their deception that they feel will solidify the belief of others that he is completely dedicated to his marriage. Bill makes a confession to Justin about his relationships with Brooke and Katie. Ridge is forced to reexamine his feelings for Caroline when Katie calls him out on who really has his heart.",
    "tvmega_recap": "Eric looks over the papers and repeats that Rick wants him to sign this. Rick says yes, it would be a leap of faith on his part. Eric says yes but he'd lose all leverage he had with the company. Rick points out that due to Eric's generosity he no longer owns the company but he is the company and does own the voting rights. Eric points out again Rick would have final say in everything. Rick asks if that bothers him as he took it to heart everything his dad said about forgiving Caroline and Ridge. He opines that he is ready to run this company with Caroline into the future but it is awfully hard to do that with Ridge trying to undermine him. Bill is not listening or paying attention to business details with Justin. He assumes it is Brooke until grumpy Bill says no it is Katie. She had her place all laid out for a seduction when he left. Forrester is a pig and she deserves better than that loser. Justin senses this is more than a friendly concern for his ex-wife; he wants Katie back. Well it is never too late. That is Bill's mantra, not Justin's, so do something about it. Bill grumbles that he spent too much time chasing a dream when this was always right in front of him. Now she is putting her life together with the dressmaker. Ridge shows Katie a new design he is proud of and working on. She asks if he did it alone, and he has to admit no, Caroline helped as his dad insisted they stay and work together. She asks how does he feel about that. He says he just wants what is best for Caroline, that she be happy and do her work without feeling awkward. Katie admits he should continue doing that. Then she adds that Ridge came into her life at just the right time and she into his. But when he talks about his work, there is a light that comes on inside him. And it is not because of Katie but Caroline and it's more than gratitude. She asks him if he loves Caroline. If he does she understands as they are both artists and feel the same thing. Caroline gives him something that she can't. He tells her that he loves her. She says she loves him too but now it's not enough. She tells him that she understands and she is not angry and would never tell him to stop working with Caroline as that is who he is. She wants more than anything for him to be happy and this makes him happy. She looks at the ribbon in her finger and says she is going to take it off. He asks her not to. She says it is all right. She has known for some time but wanted to put it off a little longer. She cries that he came into her life when she really needed to be loved and she will never forget that. Slowly she unravels the ribbon and lays it in her palm. She tells him she wishes so badly she could be the one who inspires him but she is not. They can not change that. He says he is sorry and she says she isn't. She hopes he finds his truth. She says their time was magical and she will never forget a single moment of it. They share a goodbye kiss before he leaves. Maya slips in and kisses Rick. He's frosty, says his dad did not sign the papers. And he admonishes Maya for coming in and kissing him. Caroline or his dad could have walked in and seen her. They have to play this out and he has to be seen as totally committed to Caroline now. It won't be long as he is calling a meeting and the two of them are going to put on a show. At the meeting, Eric tells Rick that he is very proud of him and his new attitude. Rick calls for Maya to come in. Then they put on a performance where Rick fires her and says her working along Caroline won't be conducive any more. Maya has her say which is being appalled. Rick says he is doing this for the good of the company and his wife. Maya offers just to get out of their lives at the office but Rick says that will never work. One has to go and it isn't going to be Caroline or himself. Eric stands up and tells Rick that he appreciates his loyalty both to the company and his wife, but Maya is not going to lose her job over this. Rick was involved too. Meeting adjourned. Caroline goes to Rick and says she is so touched by what he just did. He hugs her and without looking into her face says she deserves it, every bit of it.",
    "soapcentral_condensed": "At Forrester, Eric asked why it was so important to Rick for Eric to sign the papers Rick had drawn up that would give Rick irrevocable control. Maya entered, and she kissed Rick, but Rick was distant. At Katie's, she and Ridge discussed what had been going on at forrester. Katie asked about what Ridge had been working on. Ridge shared that he and Caroline had been collaborating on them. Katie said that she loved the way Ridge treated her son, but she had to worry about his future and what was right for her. \"I want more than anything for you to be happy,\" Katie said to Ridge. \"It's more than just gratitude, isn't it? Do you love her?\" Ridge said. \"Please don't do that,\" Katie told him that it was okay because she'd known that she was approaching the end of their relationship because she had never told him more about their relationship. \"What am I supposed to do?\" Maya asked with her voice breaking.\n"
}