{
    "soap_central": "\n\nAt Maya's new condo, which was the same condo that Steffy had purchased from Jackie M, Rick and Maya sat in the bathtub. Maya marveled at her new luxury condo. She thanked Rick and giggled at the tub in the middle of the living room.\n\n\nRick apologized that he couldn't spend all his time with her. \"It's not forever -- only until you solidify your position as CEO,\" she said. She added that the real fireworks would then begin.\n\n\nRick promised that it would happen soon. He had hired an attorney, and the attorney was on his way to meet with them at the condo. Rick promised he would make a move and give some people \"the shock of their lives.\" He and Maya kissed passionately.\n\n\nLater, Maya and Rick dressed, and the attorney, Kris, arrived, and he announced that he had the irrevocable power as CEO at Forrester Creations papers with him. Kris questioned why Rick would make waves with the success that the company had recently had. Kris also wondered why Rick would want to take power away from the founding member of the company.\n\n\nRick argued that he'd wanted to be in control and insisted that if Kris couldn't handle the legal challenge, Rick would find another attorney. Kris agreed to file the appropriate papers. Maya asked what the documents meant, and Kris explained that Rick's father could never remove Rick as CEO -- and Rick would have irrevocable control. Kris added that Rick had to get his father to sign the papers. Kris left.\n\n\nRick declared that he couldn't wait to stick it to Ridge, and he promised that Caroline would get hers. \"Obviously, her vows meant squat. I loved her so damn much, I believed in her and what we had. How could she betray our marriage like this?\" Rick said emotionally. He vowed that once his dad had signed the papers, his life would begin. \"And I can tell them all to go to hell,\" he seethed.\n\n\nAt Forrester, Ridge and Caroline discussed Ridge's idea to design the showstopper first and then design the entire line around it. Caroline thought it was genius, but she wanted to run the idea past Rick.\n\n\nRidge disagreed. \"I don't think Rick cares about the process,\" he said. Caroline gushed about how understanding Rick had been and how he had encouraged them to design together again. Eric entered, and Caroline explained that Ridge had the idea of designing the showstopper first. Eric wanted to see the design, but Ridge said it wasn't ready yet. Eric asked what Rick thought of the idea.\n\n\nCaroline answered that Rick was \"up to his neck in hot water.\" Eric wondered what she'd meant, and Caroline said that had been what Rick had told her when she'd called him. He was out of the office.\n\n\nEric gushed that he'd been impressed with how Rick had adapted to the role of CEO. He had turned his life around for the sake of his marriage. Eric looked at Ridge and reminded him that his brother had made a concerted effort to mend fences with both Ridge and Caroline.\n\n\nEric wondered if Ridge had noticed the changes. Eric encouraged Ridge to meet Rick halfway. \"I understand. I'm trying,\" Ridge said. Eric ordered Ridge to try harder.\n\n\nRidge asserted that it wasn't easy, since he'd had to step aside from his rightful place in the company. Eric scoffed and reminded Ridge that the company was only as good as its lead designer. \"You and Caroline are the most successful design team in the business,\" Eric said.\n\n\nLater, Eric revisited Caroline, and he told her to track down her husband and go out for an expensive romantic dinner on him. Caroline thanked Eric and said that Rick had never been more committed to their marriage.\n\n\nAt Katie's, she and Will played on the floor, and Bill entered. He offered to play with Will, and Katie noted that Will was happy to see his daddy. \"Is Mommy happy to see his daddy?\" Bill asked. Katie looked surprised.\n\n\nLater, Bill had put Will to bed, and Katie cleaned up toys. Bill returned and told Katie that Will had wanted a story, and Katie guessed that Bill had told his son the story about the Spencer kingdom. He teased that it had included a dark knight, three princes and a beautiful queen. Ex-queen -- Katie reminded.\n\n\nBill said that the dark knight hadn't appreciated what he'd had in the queen. A crash in the kitchen interrupted their conversation. \"Rudolpho?\" Katie called out. Rudolpho, a personal chef, entered and apologized for a spill in her kitchen. He assured her the appetizers were fine.\n\n\nBill wondered if Katie had a party planned. She said she had a special evening planned. \"Come on. Forrester?\" Bill asked and demanded to know what was going on. Katie laughed. Rudolpho placed flowers on a table, and Bill rolled his eyes.\n\n\nBill said he'd asked as politely as he could what was going on with \"Fashion Boy.\" Katie admitted she had a significant evening planned. Bill worried that Katie had planned a future with Fashion Boy, and Katie reminded that it was none of his business.\n\n\nBill embraced Katie, and told her that he'd had time to reflect. He'd remembered that his time with Katie had been the happiest time of his life. \"When I see you with Will, and we're all together, I want our family back, Katie. I want us back,\" he said.\n\n\nBill caressed her hair and face. \"I made the biggest mistake of my life, letting you go. I want a chance to make this right,\" he said. Bill insisted that they had been great together, and he maintained that he had never stopped loving her, and he knew that she had never stopped loving him. Katie looked thoughtful.\n\n\nLater, Bill had left, and Ridge entered the house -- it was alight with candles, a roaring fire, and flowers. Ridge asked Katie what was going on, and Katie told him it was a special evening \"for you and for me,\" she said. Katie poured wine, and they toasted.\n\n\nRidge noted that she had all his favorites, and he worried that he'd forgotten something special. She said it had been a long time since they had connected. She took a sip of wine, and Ridge noticed the red string on her finger. He admitted that he should have replaced the ribbon with the real deal a long time before. \"Do you think a minister would agree?\" she asked.\n\n\nAt Spencer, Bill looked thoughtful, and he flashed back to when he had kissed Katie passionately. He looked worried.\n\n\nAt Maya's place, Maya called Rick and left a message that she knew he had a meeting with his dad to present the papers. She excitedly said that she couldn't wait to start their life together. After she hung up, she danced around the condo and smiled.\n\n\nAt Forrester, Rick entered Eric's office. Eric declared how proud he'd been of Rick and how Rick had truly behaved like a CEO. Eric noted that Rick had treated Ridge with respect and repaired his marriage with Caroline.\n\n\nRick gushed that Eric had taught him to be a true Forrester. \"We don't give in. We persevere,\" Rick said. Rick added that he wanted to move the company forward.\n\n\nRick explained that he'd had papers drawn up that would give him irrevocable control of Forrester. Eric wondered why it had been necessary, and Rick explained that Ridge had always challenged his authority.\n\n\nRick reminded Eric that Eric had known what it was like to have Ridge question his authority and decision making. Rick guessed it had been because Ridge was a Marone. Rick added that loyalty was not one of Ridge's strongest traits. Rick pulled put a pen and pressured Eric to sign the papers. \n\n\n",
    "tvdb": "Bill is disturbed when he gets the sense that Katie and Ridge may soon be taking their relationship to the next level: marriage. Katie is taken aback when Bill confesses to her about a mistake that he made in the past. Rick and Maya take the next step in their plan for complete domination by getting the law on their side. Unaware of what is in store for them, Caroline and Eric are grateful that Rick agreed to give his marriage another chance.",
    "imdb": "\nBill implores Katie not to take her relationship with Ridge to the next level.    ",
    "tvmega_recap": "Maya and Rick relax in the tub and she says a gorgeous condo and a tub in the room, nothing could be better than this. He says he knows it can't be easy on her to accept that he dumped her and went back to Caroline. But he's working on something and a certain two will get the shock of their lives. Bill arrives at Katie's and they play with Will. He hopes she is as happy to see him as Will is. He's not so happy when he realizes she is planning a special night with dinner for Ridge. Bill insists that she tell him what is going on. She says only that something important is going to happen tonight. Bill declares his intentions. He wants his family back together. He wants him and Katie back together. He says he wants a chance. He never stopped loving her and he knows she didn't either. They were great together and they can be again as long as she does not do something tonight they will both regret. Rick's change of heart surprises Ridge. But Eric is glad they are back at working together. A lawyer delivers papers to Rick about his being CEO, one that Eric must sign but he can not ever make Rick resign as CEO. The lawyer advises him not to do this and make family waves. Rick threatens to hire another lawyer if this one won't do it. Eric tells Ridge that this is a new start for Rick and he wants Ridge to meet Rick half way. Two weeks ago he had no use for Ridge or his marriage and now he has accepted it like the leader he is. Eric tells Caroline that she can track down that husband of hers and have an expensive dinner on him. Rick tells the lawyer goodbye and grouses to Maya that he loved Caroline so much and they were newlyweds so how could she turn to Ridge? But once Eric signs that document he can tell them all to go to hell. Rick comes back and Eric tells him he could not be more impressed with him, back with Caroline and respecting Ridge again. Rick is happy he has his respect and support. That is the example Rick intends to follow. He shows Eric the papers and justifies it that Ridge has never respected his power and is always trying to undermine him, so this would prevent that. If Eric truly means what he says then he will sign the papers.",
    "soapcentral_condensed": "At Maya's new condo, Rick and Maya sat in the bathtub. At Forrester, Ridge and Caroline discussed Ridge's idea to design the showstopper first and then design the entire line around it. Eric asked what Rick thought of the idea, and Caroline answered that Rick was \"up to his neck in hot water\" At Katie's, she and Will played on the floor, and Bill entered. \"Is Mommy happy to see his daddy?\" Bill asked. \"Come on,\" Katie said, \"Fashion Boy Boy is going on with me\" \"Fashions Boy,\" Bill said, and asked what he was going to do with his eyes as he rolled them to the side. \"A crash in the kitchen?\" Katie called out. \"Rudolpho, a personal chef?\" Bill rolled his eyes and said he'd asked as he'd politely asked if he could have a party with Katie. \"Yes,\" she said. \"I've got a surprise for you.\"\n"
}