{
    "soap_central": "\n\nAt Quinn's warehouse, Bill encouraged Quinn to do everyone a favor and jump off the roof. Quinn claimed she was there to get air, but he said he knew what was going on in her head. In his view, the guilt was eating away at her, and it was rightfully so because she'd taken one of his own.\n\n\nAs Bill tried to talk Quinn into jumping, Deacon arrived and urged her not to do it. Bill frowned when Deacon coaxed her to get down and take his hand. Deacon yelled at Bill for pressing Quinn to jump after the loss of her grandson. \"My grandson is dead because of this crackpot!\" Bill yelled. Deacon refused to let Bill put it on Quinn, who hadn't even touched Hope.\n\n\nSnarling, Bill quipped that Quinn might as well have touched Hope. Quinn asked if Bill didn't think she felt bad about it. She said she had to live with it for the rest of her life. \"Well, you could have fixed that today,\" Bill retorted and marched back inside.\n\n\nDeacon took Quinn to the loft, where she agreed with Bill for faulting her about the baby. Deacon said not to listen to Bill, and she sadly wondered what her son was going through. She doubted Wyatt would ever speak to her again after she'd ruined his and Hope's lives and taken away their future. Deacon believed that Wyatt would talk to her again, and the couple would have another child.\n\n\nQuinn accused herself of taking away Deacon's grandchild, and she said she'd understand if he walked away. Deacon asserted that he wasn't going anywhere, and he'd stay right there. He believed that it had been a terrible accident, and Quinn would never have hurt the baby or Hope.\n\n\nQuinn said she had been racking her brain about the incident, trying to figure out how she could have done things differently. Deacon said it didn't make sense to do that because they couldn't change what had happened. She wished she hadn't asked Hope to go to the garden, and she wished she'd gone earlier so that Hope wouldn't have been near the steps.\n\n\nDeacon insisted that he and Quinn couldn't move on if she couldn't stop questioning it. Stopping the questions was impossible for Quinn. She was drowning in guilt for all the people she'd hurt. \"What is the matter with me?\" she earnestly asked Deacon. She stated that she'd hurt the child just as Hope had feared, and all Quinn could see was Hope at the bottom of the stairs.\n\n\nDeacon tried to make Quinn stop scolding herself, but she asked why she hadn't listened when he'd told her to stop obsessing. She berated herself for not being able to listen and for pushing to be involved. Instead of considering Hope, Wyatt, or Deacon, Quinn had only wanted what she'd wanted. \"And look at what I did. My son's little boy, I took him away!\" Quinn cried.\n\n\nDeacon refused to let Quinn pin it on herself. Quinn cried that she was sick of feeling the way she did. She wanted to disappear and wished she could crawl out of her own skin. Deacon asserted that he wouldn't let her give up on life, and she asked why it mattered. \"Because I don't want to live without you,\" he declared and took the sobbing Quinn into his arms.\n\n\nIn the CEO's office at Forrester, Caroline, Ridge, Carter, Eric, and Rick met at the conference table and expressed their sorrow for Hope, who was on a flight to Italy to be with Brooke. Everyone believed Hope was strong and would overcome her grief. Rick said that Hope wanted them to carry on with business, and he turned the topic to their latest sales figures.\n\n\nRick congratulated Ridge and Caroline on being a hit with couture. Carter reported that the sales were up sixteen percent, and he predicted that they'd surpass that percentage in the next quarter. Rick said that, to meet the predictions, they needed more designs.\n\n\nRidge and Caroline each turned in a sketch to Eric. Eric frowned, noting that the two weren't working as a team any longer. To him, the independently drawn designs lacked flare and panache. Eric was happy that Ridge was designing again, but Ridge's talent hadn't fully recovered. Eric offered to pick up the slack, but Rick said Eric wanted to step back from the business.\n\n\nEric agreed that he did. Thinking more, he said that if Ridge and Caroline didn't want to be a team, they could at least collaborate. Caroline shot down the idea, and Rick figured the issue was about him. Rick said that, as CEO, he was insisting that the designers work together and begin right away.\n\n\nCaroline didn't want to put Rick in that position and stated that there had to be another way. Rick conveyed that he'd been immature about Ridge going for the CEO position. Rick claimed to be over his jealousy. He wanted them all to work together and get along. Eric liked Rick's attitude. Rick thanked Eric for Eric's trust in Rick -- \"In everyone,\" Rick hastily added.\n\n\nRick urged Caroline to design with Ridge. \"I trust you,\" Rick said. Caroline asked if he was sure. Rick affirmed it, and she gratefully hugged him.\n\n\nAfter the meeting, Ridge and Caroline were alone in the office. She was surprised Rick had prodded her and Ridge to work together. Ridge guessed that losing her had humbled Rick. She picked up the designs, and avoiding Ridge's gaze, she decided that they should combine the designs they'd shown Eric. Ridge agreed. She stated that bouncing ideas off each other was good for the business. He agreed.\n\n\nFinally looking at Ridge, Caroline declared that she was proud of her husband, who was more committed to her marriage than ever. \"And so am I,\" she added with faulty conviction in her eyes.\n\n\nLater, Rick sneaked out of the office to meet Maya outside Steffy's old apartment. He asked Maya to close her eyes for a surprise. She complied, and he unlocked the door and led her inside. Maya opened her eyes and asked what it was. Shaking the keys, he announced that it was her new apartment.\n\n\nMaya was ecstatic. She couldn't believe it was hers and exclaimed that it beat her closet apartment above Dayzee's. Rick explained that it was Steffy's old place, and Maya asked if Steffy had put in the tub in the living room by the window. Rick replied that it had been Jackie, and Jackie had thrown many press conferences from it. Maya draped herself across the rim, exclaiming that she loved it.\n\n\nRick planned to put the tub to good use, and Maya hoped that meant he'd be there all the time. She wanted them to be together soon. He gloated about having everyone on the hook at the meeting and said he'd insisted that Caroline and Ridge work together. Maya skeptically said it had been a bold move but smiled when he added that he didn't care what Caroline and Ridge did together.\n\n\nMaya invited Rick to get in the tub, and smiling, Rick said he thought she'd never ask. She thanked him for the apartment, and they kissed. When they hugged, Rick's smile quickly faded.\n\n\nLater, the pair hopped into a bubble bath, and Rick's phone rang. It was Caroline wondering where he'd gone. He told her that he'd had to rush out of the office, but he couldn't talk because he was up to his neck in hot water. She replied that she'd see him when he returned to the office.\n\n\nBack at Forrester, Caroline ended the call and told Ridge that Rick was probably buying her another gift. She said Rick had been really sweet and attentive during the reconciliation. Rick had impressed Caroline with how much he'd grown, and she said he'd really proved his loyalty.\n\n\nCaroline hoped that working with Ridge would go well. Ridge didn't see why it wouldn't. She didn't want to let Rick down because he was working so hard to fix things. She respected that about Rick. Ridge quietly replied that he did, too.\n\n\n",
    "tvdb": "Bill attempts to convince an already vulnerable Quinn to atone for her misdeeds towards his family. Rick shocks everyone when he backs Eric’s suggestion that Ridge and Caroline should team up for the next collection. Deacon becomes Quinn’s knight in shining armor when he comes to her aid when she needs it the most. Maya is the recipient of an early and very generous Christmas present.",
    "tvmega_recap": "Quinn stands on the edge and Bill tells her that her guilt must be eating her up so do all a favor and jump. She should as she took his grandson from him. She says no, she just came out for some fresh air. He tells her again just do it. Just show courage and end it right here. Deacon comes out at that moment and tells her not to. He convinces her to take his hand and come talk to him. He and Bill argue. Bill leaves and Quinn cries on Deacon's shoulder with his comfort. She tells him Bill was right, if it wasn't for her Hope would not have lost the baby. Her son will never speak to her again as she has ruined his life and future. She even lost Deacon's grandson too so she won't blame him either. He says he is not going anywhere. There is a group meeting and all give Hope their support and wish there was something they could do. Rick says she is going to Italy to be with her mother and she appreciates all their good words of support and wants them to continue on the line. Eric says the numbers have been great for couture and he wants Caroline and Ridge to continue collaborating. Caroline thinks they can find another way but Rick says he was being a jerk. He was being jealous and they can get along and he wants them to continue designing together. He trusts them 100%. Later Rick sneaks off to meet Maya and surprises her by showing her a new apartment for her. She loves it and cannot believe it is hers. He tells her it was Steffy's and check out that bathtub in the living room. He plans on putting that to good use. He tells her his plan that he put in motion for Caroline and Ridge to continue working together. They make use of the tub in hot sudsy water. Caroline calls and Rick tells her he had an errand and he can't talk right now. He is up to his neck in hot water. It's a little awkward but Caroline tells Ridge it is business as usual and she is sure they can handle it. Deacon says he knows Quinn would never knowingly hurt Hope or the baby and he doesn't care what anyone says, he can not go back and change things. She can not keep going back either and he doesn't care what anybody says, he is not abandoning her. She says what is the matter with her .why can't she listen? He told her to give Hope some space but she had to be involved and she did not consider Hope or Wyatt. She only wanted what she wanted. He tells her that he is devastated for Hope, Wyatt and the baby but he is not going to let her pin all of this on her or give up on life. He gives her a hug and she cries more.",
    "soapcentral_condensed": "At Quinn's warehouse, Bill encouraged Quinn to do everyone a favor and jump off the roof. Deacon yelled at Bill for pressing Quinn to jump after the loss of her grandson. Quinn accused herself of taking away Deacon's grandchild, and she said she'd understand if he walked away. Rick conveyed that he'd been immature about Ridge going for the CEO position and stated that there had to be another way to get all of them to work together and get along. Caroline shot down Rick's idea, and Rick figured the issue was about him and Rick said that he was CEO as he was Rick's son and not Ridge's. Rick offered to pick up the slack from Eric, but Eric said he wanted to step back from the business. Ridge and Caroline each turned in a sketch to Eric. Eric frowned, noting that the two weren't working as a team any longer. To him, Ridge's designs lacked fully drawn flare and panache. Eric agreed that Ridge's talent hadn't fully recovered, but he said that if he did, he'd step back.\n"
}