{
    "soap_central": "\n \nAt Paradise Cove, Stephanie insisted that Ann stay at Taylor's. As Stephanie, Ann, and Pam began walking to the car, Ann doubled over in pain. Ann insisted that she was fine, and the three women sat down on a bench.  Pam asked Ann if she had any pain medication. Ann said that she had taken it all. Stephanie asked her mother how she thought she was going to manage her pain while in Los Angeles.   Ann asked if Stephanie could get her some medical marijuana.\n\n\nAt Taylor's, Taylor told Steffy that she didn't know what Ann's plans were, or how long she would be staying. Steffy said that she could make lamb for dinner -- but wondered if Ann was a vegetarian. Taylor said that she didn't know Ann that well. Steffy told Taylor that she was going to return to work, where she would ask Ridge to join them for dinner.\n\n\nStephanie called Taylor to inform her that Ann had arrived and had suffered some sort of attack. Stephanie said that she wanted to drive Ann to Taylor's house, put her in the guest room, and have Taylor take a look at Ann. Taylor said that was fine.\n\n\nIn the guest room at Taylor's, Ann told Taylor that she didn't want to be any trouble -- then sternly told Pam to adjust the blinds. Stephanie insisted that Ann, who was sitting on the side of the bed, lie down and close her eyes. When Ann refused, Stephanie lifted her mother's legs and forced her to lie down. Taylor asked Ann what medications she had been taking in Chicago. Ann said that the medications made her sick to her stomach. Stephanie asked Ann how she knew that her medications, as opposed to her cancer, made Ann sick to her stomach. Ann snapped, \"Because I know!\"\n\n\nTaylor told Ann that she was going to the pharmacy to prescribe the top-of-the-line pain medication. Stephanie, clearly wanting a break from her mother, immediately said that she would drive Taylor to the pharmacy. When Stephanie asked Pam if Pam and Ann would be okay, Pam said that it would be just like old times.\n\n\nIn the hallway outside Ann's room, Taylor told Stephanie that Ann should be in a hospital. Stephanie said that her mother didn't want to go to a hospital, and had made Pam and Stephanie promise not to take her to one. Taylor said that considering Ann's age and disease, she probably didn't have a lot of time left. When Taylor told Stephanie that she was sorry, Stephanie said that it wasn't as if she and Ann were close.\n\n\nAt Forrester, Steffy ran into Brooke. Steffy said that she was looking for Ridge to invite him for dinner, because Ann was in town. Brooke said that a surprise visit from Ann was very unusual, and asked Steffy if she had any further information on why Ann had flown to Los Angeles. Steffy said that she didn't, but told Brooke that she hoped that Ridge could join Stephanie, Pam, Taylor, Ann, and herself for dinner. Steffy was surprised when Brooke said the dinner was a good idea, and that it was important to maintain family connections.\n\n\nLater, Steffy stopped by Brooke's office to find out whether Brooke had heard from Ridge. Brooke hadn't, and said that Stephanie's relationship with Ann was complicated. Brooke hoped that Ann and Stephanie could get past some of the hurts of their past.\n\n\nBack at Taylor's, Pam looked at Ann's nails and was surprised that Ann hadn't been polishing them. Pam had nail polish in her purse, and she began doing her mother's nails. Ann said that Pam looked the same as the last time Ann had seen her. Ann remembered that Pam had gone to Los Angeles because she was looking for something -- possibly a man, and asked Pam if she had found one. A teary-eyed Pam said that she preferred to be on her own and live a low-key life.\n\n\nAnn said that Pam had wasted her youth taking care of her mother, and that Pam had a right to resent her. Pam said that if she had been in Chicago, perhaps Ann's cancer might have been caught before it became terminal. Ann said that Pam's presence wouldn't have made any difference. Ann suddenly began screaming in pain.\n\n\nAs Ann continued to scream, Pam called Stephanie, who was with Taylor at the pharmacy. Stephanie's phone was on vibrate and she missed Pam's call. The pharmacist was concerned that Taylor, a psychiatrist, was prescribing a potent narcotic -- fentanyl. Taylor admitted that fentanyl wasn't a drug that she usually prescribed. When the pharmacist questioned why the patient's home address was the same as Taylor's, Stephanie said that the patient was her mother, who was dying of cancer, and asked if it would help if the pharmacist spoke to Ann's doctor in Chicago. The pharmacist seemed happy with that solution, as she would also be able to get Ann's Medicare information.\n\n\nBack at Taylor's, Ann continued to cry out in pain. Pam, not knowing what to do, became hysterical. Pam ended up calling 9-1-1 for an ambulance. When the paramedics arrived, they gave Ann morphine for the pain. One of the paramedics said that it appeared as if Ann was suffering from a potentially fatal pulmonary embolism, unrelated to her cancer. The paramedic told Pam that Ann would need to be transported to the hospital immediately.\n\n\nPam begged the paramedic not to take Ann to the hospital. The paramedic insisted that they transport Ann so that the doctors could treat the embolism. After the paramedics took Ann, Pam remembered Ann's revelation that she was terminally ill, as well as Ann's wish not to go to a hospital.\n\n\nTaylor and Stephanie returned from the pharmacy. Stephanie went upstairs to see how Ann was doing. Stephanie found a despondent Pam, who said, \"You didn't answer your phone.\" Stephanie asked what had happened -- then opened the door to the guest room, where she saw the empty bed. Pam told Stephanie that their mother had a clot in her lungs, and the paramedics had promised that it could be fixed. When Stephanie learned that Pam had called an ambulance, she became irate and asked Pam why she hadn't honored Ann's wish.\n\n\nTaylor, Pam, and Stephanie rushed to the hospital. An emergency room doctor approached them to discuss Ann's condition. Stephanie said that Ann's being at the hospital was a terrible mistake. When Stephanie told the doctor that Ann had stage I.V. pancreatic cancer, the doctor said that she already knew that, and that Ann's medical records had been electronically sent to the hospital. Stephanie asked if there was anything in Ann's records that indicated that Ann didn't want to be hospitalized.\n\n\nThe doctor said that the records contained an advanced directive and a do not resuscitate order. Stephanie assumed that meant that they could take Ann home. The doctor said that Ann was being hospitalized for a possible pulmonary embolism -- not for cancer treatment. Stephanie said that Ann didn't want to be hospitalized under any circumstances. The doctor said that releasing Ann was out of the question, adding that they could treat the embolism and release Ann in a few days.\n\n\nSteffy went home and was surprised that no one was there. She opened the door to the guest room and saw evidence that paramedics had been there.\n\n\nAn unconscious Ann was hooked up to IVs and monitors. Crying, Pam hoped that Ann might get better. Stephanie told her sister that Ann was not going to get better. When Pam said that they had to do what the doctors told them, Stephanie disagreed, saying that they had to do what their consciences told them. Ann slowly regained consciousness and was furious that she was in a hospital. Stephanie said that Ann's being in the hospital was a mistake. Ann begged her daughters not to let her die there. Stephanie told Ann that the doctor refused to release Ann. Ann looked at Stephanie and said, \"Get me out.\"\n\n\n",
    "yt": "Taylor graciously opens her home and lends her medical expertise to a friend who is in desperate need of assistance.  Feeling as though she is being put on the spot, Pam goes against Stephanie and Ann’s wishes.  Stephanie comes across some difficulties when she attempts to correct Pam’s mistake.  Steffy misinterprets and takes offense to Brooke’s comments about the Forrester family.",
    "tvmega_recap": "Ann okays going with Stephanie to stay with Taylor. But in leaving, she has a twinge of pain and almost doubles over. They sit down and Stephanie inquires if she has any medication. Ann lies and says she took it all; they might get her some of that medical marijuana. Stephanie calls Taylor to ask if she might bring Ann there and have Taylor even look at her. Stephanie tries to get Ann to lie down at Taylor's, but she's her grumpy old self and they can't do anything right. Pam smiles when her mother quips to her to remember all those fantasies when she wanted to smother her with a pillow, well now would be a good time. Taylor tells Stephanie that if Ann has pancreatic cancer then it has spread all over her body and all they can do is make her as comfortable as possible. Steffy tells Brooke that she really doesn't know her great grandmother that well at all, but she's looking forward to seeing her and getting to know her. Pam paints Ann's nails. Ann tells her that she knows Pam wasted her youth on her. She loved her for it at the time, but Pam was right to get out of Chicago and try to find a new life. Suddenly Ann has a violent reaction and Pam tries to call Stephanie and then an ambulance. Taylor and Stephanie are at the pharmacy trying to get Ann more medication. Pam is reluctant for the paramedics to take her mom to the hospital since they promised no hospital, but she has no choice as this is life threatening, perhaps a blood clot. Stephanie is livid when she realizes that Pam called 911 and their mother is at the hospital. The doctor explains that she had an embolism and they are far more prepared to take care of her there than with them at home. She can be released in a couple of days and then do as she wishes. Stephanie and Pam look over their mother in bed hooked up to machines and tubes. Pam says they have to do what the doctor says. Stephanie says no, they have to do what their conscious says. Ann wakes up long enough to beg Stephanie and Pam to let her out.",
    "soapcentral_condensed": "Stephanie called Taylor to inform her that Ann had arrived and had suffered some sort of attack. At Paradise Cove, Stephanie insisted that Ann stay at Taylor's. At Taylor's, Taylor told Steffy that she didn't know what Ann's plans were, or how long she would be staying. Ann asked if Stephanie could get her some medical marijuana. Ann remembered that Pam had gone to Los Angeles because she was looking for something -- possibly a man. A teary-eyed Pam said that she preferred to be on her own and live a low-key life. Ann continued to scream in pain as she continued to call Stephanie in Los Angeles. The pharmacist was concerned that a psychiatrist, prescribing a potent narcotic, was prescribing a drug that wasn't usually prescribed. Back in Chicago, Taylor continued to get Ann's Medicare information, and asked a doctor to get a prescription for a painkiller for her mother, who was dying of cancer. The doctor admitted that the drug wasn't the same as the patient's home address, but said that it would help if it was.\n"
}