{
    "soap_central": "\n\nIn Bill's office, Katie arrived at a time when Bill could use the company. Katie hadn't wanted to intrude upon his grief, but she'd needed to check on him face-to-face. \"It's a nice face,\" he responded and thanked her for thinking of him. Katie wanted to help him with his loss in any way she could.\n\n\nBill didn't really know what to say after losing a grandson. Katie hadn't known that it had been a boy. Bill hadn't seen Wyatt since the hospital. He figured that Wyatt could use some time to heal without a pep talk from his father.\n\n\nBill declared that it shouldn't have happened, and Wyatt should have been able to be the father that he'd wanted to be. Bill said that many children were born unwanted, but Wyatt's child had had an extended family waiting with open arms. It was tough for Bill to accept losing his grandchild, and Katie hugged him.\n\n\nBill wasn't the type to bemoan fate, but he asked if Liam and Wyatt losing their first children was due to the \"sins of the father.\" Katie said that Bill could take on that burden if he wanted to, but the miscarriages had had nothing to do with him. He thanked her for her knack for keeping him humble.\n\n\nKatie recalled how happy and radiant Hope had been at the baby shower. Bill said he wasn't good at being helpless. Katie replied that it was sometimes all one could be because healing moved at its own pace. Bill blamed the loss on Quinn, who'd had no business being on Brooke's property.\n\n\n\"What are you planning?\" Katie warily asked. Bill feigned innocence, but Katie knew him too well and could tell he was planning to right a wrong. He replied that he protected his own. She told him that there was nothing he could do short of driving to Mulholland and taking it up with the gods. Heading to the door, he decided to do just that.\n\n\nKatie pulled Bill back toward her and implored him not to do anything he'd regret. \"You care about me,\" Bill responded. She agreed that she did. \"My Katie. I miss you,\" he said, stroking her hair. Suddenly, he pulled her into a long and slow kiss. He charged out the door, and she yelled for him not to do anything he couldn't take back. Alone, the breathless Katie touched her lips.\n\n\nAt the loft, Quinn desperately wanted Wyatt to believe that she hadn't had bad intentions toward Hope or the baby. She'd just wanted Hope to forgive her and give her a place in her grandchild's life. \"Son. Grandson,\" Wyatt corrected. Quinn repeated the words.\n\n\nWyatt said that he hadn't done a good job as a man protecting his family. Quinn replied that she'd always wanted to be good for his family and not a part of an unspeakable loss. He stated that she never meant any harm, but the things she set in motion seemed to spiral out of control. He wasn't blaming her, but he was trying to accept his own responsibility in the incident.\n\n\nWyatt asserted that Hope had wanted Quinn out of their lives for a good reason. The baby was gone, and he felt that he should have listened to Hope, not Quinn. Wyatt wished he'd emulated Quinn's protectiveness and had stood his ground against her.\n\n\nQuinn admitted to making mistakes, but she asked Wyatt to remember that she owned up to them -- especially regarding her relationship with him. She begged him to see that she wasn't responsible for Hope losing the baby. Wyatt understood that she hadn't pushed Hope down the stairs; however, she'd been the reason Hope had been there to begin with.\n\n\nWyatt raged that Quinn hadn't been able to stay away. She'd had no patience and couldn't wait for Hope to heal. He yelled that Quinn got everything she wanted, regardless of the consequences, and because of her, he'd lost everything.\n\n\nQuinn asked what Wyatt meant, and Wyatt relayed his suspicion that Hope would leave him. Quinn exclaimed that Hope shouldn't be blaming him. Instead, the couple should be helping each other heal. Quinn asked if he really believed it was all her fault. He declared that her obsessive, suffocating love had cost him everything, and he was done. \"Goodbye, Mom,\" Wyatt said and stormed out.\n\n\nLater, Quinn went to the rooftop of her building. She stood upon the ledge and flashed back to the confrontations she'd had with Wyatt and Hope. She recalled Hope falling down the steps.\n\n\n\"Do it,\" Quinn heard. Turning, she saw Bill on the roof behind her.\n\n\nIn Brooke's garden, Liam said he'd known Hope would be there. Hope replied that she hadn't even known she'd be there. Hope couldn't believe her baby was gone. He asked what he could do for her, and she replied that he was already doing it.\n\n\nLiam asked if Wyatt was there. Hope said she'd arrived alone. Liam offered to leave, but she didn't want that. He wished he could remove her pain. She tearfully said that she'd loved her son \"so much,\" and her baby boy's life was gone -- just like that-- because she hadn't been careful. Liam stated that it was Quinn's fault, and he wouldn't let Hope blame herself.\n\n\nLiam said that, sometimes, there was no reason for things; sometimes, horrible things just happened. Hope stated that he was always there when she needed him. Liam replied that no matter where life took them, \"I'm there.\" Hope said she was there for him, too.\n\n\nLiam was surprised to hear Hope say that. Hope explained that her life had revolved around the pregnancy for the past few months; however, the baby was gone, but her life remained.  She'd thought a lot about what had happened in her life and why. She'd wanted to be with Liam more than anything, but when she'd gotten pregnant, she'd tried to give the family a chance and give the baby the childhood she hadn't had. \"Oh, but I never stopped loving you,\" Hope uttered.\n\n\nLiam grew emotional and blinked away tears. Hope cupped his face in her hand, and he pressed her hand close to his chest and above his heart.\n\n\nHope and Liam strolled across the lawn, hand in hand, and Liam asked what would happen at that point. Hope felt that she needed to exhale, sort through her pain, and figure out who she'd become. \"I need my mom,\" she said. Guessing that she'd visit Brooke in Milan, he asked how long Hope would be gone. She said it would be as long as it took to piece herself together and find direction.\n\n\nLiam asked when Hope would leave. \"Now,\" Hope replied. He seemed to think she was joking, but upon seeing the resolve in her eyes, he asked if it would really be that soon. She smiled and told him that she loved him; she'd always love him.\n\n\nLiam looked away, but something compelled him to kiss Hope. A montage of their joys and tragedies played on-screen. The pair hugged. He kissed her hands, stroked her face, and kissed her forehead. Their heads touched, and they held onto each other's hands.\n\n\nSlowly, Hope backed away, and she and Liam slipped from each other's grasps. Liam watched her walk off until her image faded away. \n\n\n",
    "tvdb": "Knowing that his marriage is hanging by a thread, Wyatt blames Quinn for her intrusions and himself for not setting boundaries with her. Aly makes an emotional confession to Ivy about the difficulties that she faced as a child. Bill displays an unusually vulnerable side of himself when he voices his past regrets to Katie. Hope and Liam’s relived memories about their years of being star-crossed lovers lead to a revealing admission.",
    "imdb": "\nThe years of love and loss between Hope and Liam lead up to a defining moment for the star-crossed lovers.    ",
    "tvmega_recap": "Hope tells Liam that he knows her so well. She did not even know she would be here yet he did. He asks if there is anything he can do for her. She cries that she had a baby boy and now he is gone because of one second when she was not careful. He says this is all on Quinn and he will not let her blame herself. Quinn tells Wyatt that he knows she is impulsive and often makes bad choices, but she did not go to Hope to cause trouble. She just wanted a place in her life. She asks him to please believe in her. She never wanted this to happen. He says that he is not exactly blaming her but she sets things in motion that always spirals out of control. He should have listened more to Hope and not Quinn. Katie checks in with Bill but does not want to intrude on this bad time in his life, the loss that he had. She just wants to be there for him. He can count on that. She asks if he wants to talk about it. Bill says not much to say. He was expecting a grandson and now he is gone. He says so many kids come into this world unwanted but this baby ..first grandchild was so wanted. Wyatt wanted to be a father so badly and him a grandfather. The baby should have had a shot at life. Is this the sins of the father? Both of his sons lost their first child. She says healing moves at it's own pace so that is all he can be. He blames Quinn again for being on Brooke's property. This is all her fault. Quinn begs that she makes mistakes but she always takes responsibility and owns them. She did not push Hope or make her lose the baby. He says she did not push Hope but Hope would not have been at Brooke's in the first place except for Quinn. She has caused him now to lose everything in his life. He is afraid Hope is going to leave him. Quinn tries to console him that Hope will need him more now. He says no, but it's over and he is so done. He tells his mom bye and walks out. Bill starts to bolt on Katie and she figures he is going to try and right a wrong and knows that will not work. He tells her he misses her and kisses her passionately and leaves. She tells him do not do something he can not take back. Hope tells Liam that she wants to be there for him too. She never stopped loving him even though she chose Wyatt because she got pregnant. Quinn walks outside and stares below to a long drop to bottom. Bill walks up from behind and tells her do it. Hope tells Liam that she is going to leave town .today ..to see Brooke in Milan. She is not sure for how long. For as long as it takes. She says she loves him, she will always love him. He kisses her. They hold hands, and look lovingly to each other before she walks across the property slowly out of sight.",
    "soapcentral_condensed": "Wyatt and Liam lost their first child, a son, to a miscarriage. Bill blamed Quinn for the loss, but Quinn said she wasn't responsible for Hope losing the baby. Wyatt raged that Quinn hadn't been able to stay away. Quinn pleaded with Hope to forgive her and give her a place in her grandchild's life. \"My Katie. I miss you,\" he said, stroking her hair. \"Goodbye, Mom,\" Wyatt said and stormed out of the loft. \"Do it,\" Quinn heard Brooke say. \"I'm not going to let you down.\" \"I love you,\" she said, and he kissed her. \"It's a nice face,\" she replied, \"and I'm glad you're still here. I love you, too.\" \"Do you really believe it was all her fault?\" she asked. \"Yes,\" he replied, and they kissed. \"You care about me,\" she told him. \"No, I don't,\" he responded.\n"
}