{
    "soap_central": "\n\nAt the cliff house, Liam and Ivy had coffee and discussed how her time at the mission had affected her. She felt they should be doing even more -- and not just on the holidays. Liam expressed that he'd had a good time with at his family's holiday gathering, and Wyatt had made the most of it, even though he was still hurting over Hope's absence.\n\n\nIvy couldn't believe that Hope had just taken off, and Liam said Hope just needed to get her life straightened out. Ivy asked if Hope wanted Liam's help with it and if he'd heard from Hope. Liam hadn't, and Ivy asked where things stood. He said that he thought Hope would be okay physically, and Ivy stated that Liam knew what she was asking.\n\n\nIvy acknowledged that things had changed, and though she felt the same about Liam, she asked if he wanted Hope back. Gasping, Liam said he couldn't answer that. Ivy asked if he couldn't or wouldn't answer it. Liam acknowledged that the miscarriage had changed things; however, it hadn't changed the facts that Hope was married, and he was with Ivy.\n\n\nLiam cupped Ivy's face and kissed her. He asked if she wanted to go to the beach, but Ivy said her orders were streaming in. He suggested telling Rick that she'd be in later, but she revealed that she and Rick were at odds because she'd seen Rick kissing Maya.\n\n\nAt the warehouse, Wyatt was anxious to learn -- before Quinn arrived -- if Deacon had heard from Hope. Deacon hadn't. Wyatt blamed himself for the loss of his child, but Deacon didn't want Wyatt to blame himself or Quinn. Wyatt decided to leave before Quinn got back there, but when he opened the door, Quinn was on the threshold.\n\n\nQuinn was glad to see Wyatt and asked about his holiday. Wyatt bit out that it had been fine and without drama. She asked how he was, adding that she'd been worried about him. Wyatt was upset by her worrying, but Deacon said that a mother would always worry. Wyatt stated that he didn't need mothering, but Quinn asserted that she needed forgiveness for causing his pain.\n\n\nWyatt told Quinn that she was forgiven, and they needed to let it go at that. Quinn couldn't leave it at that and advised Wyatt to go to Italy because his wife needed him. Wyatt didn't want advice on how to deal with his marriage. He said that Hope had willfully left him, and he wondered if anyone understood that he'd lost a child, too.\n\n\nQuinn claimed to understand Wyatt's pain more than anyone because she remembered all the questions Wyatt had asked about his missing father. Deacon added that Hope had gone through the same thing as Wyatt because Deacon hadn't been there for her childhood. Quinn and Deacon urged Wyatt to understand that Hope and Wyatt needed to grieve together in order to heal.\n\n\nIn the guesthouse, Caroline arrived and gave Rick, who was in bed, a cup of coffee. She noted that he'd been out-for-the-count after Christmas dinner. Rick said that they'd given out of a lot of meals at the mission, and he asked about her Spencer brunch. She'd enjoyed it and noted that it had been cute to see how much Bill enjoyed being a father.\n\n\nCaroline offered to make breakfast for Rick, but he declined. \"You won't let me do things for you anymore,\" she murmured. He chuckled at the conclusion she'd derived due to him not being hungry. She shot back that the conclusion was due to her sensing that he was still angry at her.\n\n\n\"I'm here, aren't I?\" Rick asked. Caroline agreed that he was there but added that he really wasn't. She begged to know how to earn his forgiveness. As Rick dressed for \"work,\" he asked why she felt he hadn't forgiven her. Caroline noted that he was different. It was an effort for them to love each other, but they were supposed to be beyond their issues.\n\n\nRick claimed that they were beyond the problem -- or at least he was. Caroline declared that she wanted the marriage to work. She'd been certain that they were on the right track, but she questioned whether it was still true. He decided that he really had to go, but she insisted that they resolve the issue.\n\n\nGoing through his briefcase, Rick said there was nothing to resolve. Caroline closed the case and told him to stop it and look at her. She declared that she loved him, and despite the issues, she knew that he loved her. She was committed and wouldn't let them slip away from each other. She said that they'd promised each other. \"I know,\" he uttered.\n\n\nCaroline implored Rick not to push her away. She declared that he was the only man she wanted, and she wanted to prove it to him for the rest of their lives. She wanted to give him a child who'd be a part of each of them. She believed that it was the new start they needed.\n\n\n\"Let me love you,\" Caroline said and kissed Rick. Rick seemed affected by the kiss but said he had to go to the office. \"Right now?\" Caroline cynically asked. In her frustration, she almost turned away, but Rick cupped her neck and said he'd be back. Caroline began to cry when he walked out.\n\n\nAt Maya's place, Maya was painting her toenails when Othello arrived in need of an espresso. She told him to make it himself because she was \"pedicuring.\" He sighed, wondering what was missing from Maya's luxurious life. She said that it was her man, and Othello guessed that Rick was at home with Rick's wife. \"Pretend wife,\" Maya corrected.\n\n\nOthello was proud of Maya for participating in the mission work. Maya said it was about time she gave back. She wasn't happy that she'd had to avoid Rick at the mission but believed she'd have no more nights alone once Eric signed Rick's papers.\n\n\nOthello began to worry that Maya was getting ahead of herself. Maya considered that she might be, but she asked if it was so bad to love someone and have a dream. She believed that Rick could get control of the company and marry her, and she'd give Rick the life he deserved.\n\n\nOthello left, and Maya stared at pictures of her with Rick. She daydreamed that she was running Forrester, and Caroline entered the CEO's office with designs. Maya frowned at the designs and tried to send Caroline back to the drawing board. Caroline quipped that Maya wasn't running the company, but Maya informed Caroline that Maya was Rick's wife and the Forrester matriarch.\n\n\nLater, Rick arrived, and Maya kissed him. Rick had a tight and wary look on his face, and she assumed he'd had a tough Christmas dinner without her. She told him that it'd be the last one apart, and Rick anxiously walked away from her. Maya guessed that it had been really tough; however, she felt that she could remedy it with \"hot, buttered Maya.\"\n\n\nRick didn't warm up to the idea, and Maya guessed that Eric hadn't signed the papers. Rick replied that he and Eric hadn't discussed it again yet. Maya asked what the matter was. Rick revealed that he'd had a difficult morning, and he and Caroline had had a talk. Maya anxiously asked what kind of talk and what was going on. \n\n\n",
    "tvdb": "Having been estranged for weeks, Wyatt and Quinn come face-to-face for the first time with Deacon acting as mediator. Wyatt is unsure if he is ready to forgive Quinn for all that she has done and all that she has cost him. Feeling that something is off in her relationship, Caroline confronts Rick about whether or not he has completely forgiven her. Maya fantasizes about what her life would be like if she marries Rick. Ivy questions Liam about his feelings for Hope.",
    "imdb": "\nWith Deacon acting as mediator, Wyatt and Quinn come face-to-face for the first time since Hope's accident.    ",
    "tvmega_recap": "Rick thanks Caroline for the cup of coffee she brings to the bed. He asks about her brunch at the Spencer House while he was feeding the lines at the Mission. She says yes Will is getting so big and Bill loves being a daddy. Maya is painting her toenails when Othello drops by and tells her to crank up the espresso machine. She says okay as she is fully equipped. But she is pedicuring right now so he will have to fix it himself. He says what a life, what is she missing, a butler, a valet? She says right now just her man. She calls Caroline Rick's pretend wife. She says yesterday was awesome although she had to stay clear of Rick. She came from the streets so it is about time she gave back. And as soon as Eric signs the papers, no one has to know and no more Caroline. At Liam's Ivy is filling him in on the Mission and all the people there. She felt privileged to be helping out but worries about them the rest of the time not just at Christmas. She asks about his day at his Dad's. He says it was great with Katie, Will, Caroline stopped by and even Wyatt. He's not the happiest camper in the world right now but he rose to the occasions. Ivy says she can't believe Hope just up and left for Italy. Liam says she needs to get her life straightened out right now. Ivy asks if Hope wants him to help with that. Deacon opens the door and it's Wyatt who asks if his mom is there. Deacon tells him no and Wyatt barges on in. It's obvious he wants to be quick and be gone by time Quinn gets back. Wyatt asks Deacon is he has spoken to Hope. Deacon says no and he gathers neither has Wyatt. Deacon tells him that he knows he is going through a lot but this is not Wyatt's fault nor is it Quinn's either. She is going through a lot now and she is not the bad guy here. Wyatt says okay but he is going to leave before she gets back. But by time he opens the door, Quinn is standing there to come in. Caroline offers to fix breakfast for Rick but he declines. She mumbles that he won't let her do things for him anymore; must be he is still mad at her. He's here but like he's not really there. She needs to know what it is going to take to earn his forgiveness. He asks why she would say that. She says it used to be easy for them to love each other and now it seems to be more of an effort. She says their marriage means everything to her and she was so sure they were on the right track, but they aren't. She feels resentment. Wyatt tells Quinn that he was just leaving. She wants to know how his holiday was. He says at his dad's and no drama. She says she is so worried about him. He barks that he is not a child and does not need mothering, She says maybe not but she is in desperate need of forgiveness. He says she is forgiven. It's time to let go. Deacon agrees. She says she wishes she could. Ivy questions Liam more about Hope and if he has talked to her. And how do things stand between them. He says physically he thinks she will be all right. Ivy says she does not want to put him on the spot but she thinks he knows what she means. They've always been real honest with each other and she knows they will always care for each other. That is not a threat to her but suddenly the landscape has changed. Not for her; she feels the same but it might be different for him now. She asks does he want Hope back. He says he can not answer that. Yes the miscarriage changed things but one thing it did not. Hope is married to his brother and he will respect that. He says again that Hope is in Italy but he is with Ivy here. He kisses her and then asks about work. She says there might be a problem there with Rick. She saw him kissing Maya. Maya has a fantasy with her sitting in the CEO chair while Rick is taking care of business in Milan. Caroline comes in with designs and one by one Maya shoots them down. Caroline calls after Rick that he doesn't have to rush off to the office. They need to resolve their problems now. She says she loves him and only him and she'd like to give him a child. That would get their relationship back to where it belongs. She begs him to let her show him. He kisses her but then makes a quick break that he must go to the office now. There is something very important that he has to take care of. Quinn tells Wyatt that his wife needs him and she suggests he go to Italy. They need to grieve together. Rick goes to Maya's who is more than happy to see him. She wants to hear everything; how Christmas was without her ..but it will be the last one. And she has just the thing \u0096 hot buttered Maya. She will put some bubbles in the bathtub and pop some champagne and he will feel better. He still looks sullen and she demands to know what's the matter. He says it has been quite a morning as he and Caroline had a talk.",
    "soapcentral_condensed": "At the cliff house, Liam and Ivy had coffee and discussed how her time at the mission had affected her. At the warehouse, Wyatt was anxious to learn -- before Quinn arrived -- if Deacon had heard from Hope. Quinn and Deacon urged Wyatt to understand that Hope and Wyatt needed to grieve together in order to heal. In the guesthouse, Caroline arrived and gave Rick, who was in bed, a cup of coffee. She begged to know how to earn his forgiveness. As Rick dressed for \"work,\" he asked why she felt he hadn't forgiven her. Caroline declared that she loved him and despite the issues, she knew that he loved her. She wanted to give him a child who'd be a part of them for the rest of their lives. She declared that he was the only man she wanted, and she wanted to prove it to him. She said that they'd promised each other. \"I know,\" Rick uttered, \"I'm here, aren't I?\"\n"
}