{
    "soap_central": "\n\nAt Katie's house, Bill burst through the door, ready to break up the insanity going on at the house. The shocked Katie asked what he was doing there. Bill had arrived to stop the wedding he was certain Katie had set up for herself and Ridge that evening.\n\n\nKatie informed Bill that she'd broken up with Ridge. Bill checked her hand and saw no string attached. He cupped her shoulders, saying, \"That's my Katie.\" The breakup elated him, but he suspected that when he'd seen the candles earlier, she'd led him to believe it would go the other way.\n\n\nKatie replied that Bill was cute when he was outraged. He seemed pleased that she believed he was cute, but she added that he wasn't as cute as he thought he was. He asked what had made her find her senses. Katie claimed to never have lost them; however, somewhere along the way, she and Ridge had stopped connecting. Bill figured it meant she was free to return to him.\n\n\nKatie didn't understand Bill's sudden desire to reunite their family. Bill explained that he'd had a lot of time to reevaluate what was important and what mattered most. His family with Katie was the answer. Her romantic setup for Ridge had freaked Bill out. He'd thought he'd lose her, which was unacceptable to him.\n\n\nBill theorized that he and Katie were on the same wavelength, and she'd left Ridge because of Bill. Katie said she'd left Ridge because they'd stopped connecting. Ridge's inability to draw had badly affected him, and he and Katie had stopped functioning as a couple. Bill figured that he was supposed to say he was sorry it hadn't worked out, but he was glad Ridge was gone.\n\n\nKatie pointed out that Bill was forgetting Brooke. Bill said Brooke wanted the reunion. Katie replied that what Brooke said and did were separate things, and Brooke still loved him. Bill said Brooke hadn't acted on or acknowledged any feelings, and the only feelings that mattered were his and Katie's.\n\n\nBill asserted that he and Katie never should have let go. He wanted and needed Katie back. \"Oh, God...\" Katie nervously replied. He acknowledged hurting her, but he said he'd learned from it. He wanted to put their family back together, and he noted that it was known around the world that Bill Spencer got what he wanted.\n\n\nLater, Katie carried Will into the living room to bid Bill a good night. Bill hugged his son and told Katie that he really \"missed this.\" He began to leave, but Katie said he didn't have to rush off. He asked if she meant it. She said she did, and Bill cupped her face.\n\n\nIn the guesthouse, Rick arrived home, and Caroline popped out of the bedroom in a red nightie. With a kiss, Caroline proposed that they make their reunion official. Rick said he had the sexiest wife on the planet, but he had to go back to work. She decided that his job was irritating. She wanted to feel close to him again, but he'd been nonresponsive and asleep whenever she'd reached for him in bed.\n\n\nRick purported to want the same but added that he'd never felt so tired before. Caroline didn't want to add extra pressure on Rick, but she pleaded with him to ditch the office and snuggle with her. He said he'd take a rain check and headed for the door. Disillusioned, Caroline asked if they were okay. \"Yeah. Never better,\" he replied with a placating grin and left.\n\n\nIn her robe, Caroline went to the kitchen in the main house. Ivy was there, messaging friends. Caroline was frustrated because she couldn't get started on making things up to Rick. She wanted to show him that she was committed to the marriage, but for that to happen, she needed him to be awake, alert, and in the room.\n\n\nCaroline felt she'd practically wrapped her husband up as a gift on Maya's doorstep. Ivy said Maya might have won Rick back for a second, but Rick had asserted his position when he'd fired her. Ivy suggested that Caroline whisk Rick away on a trip, but Caroline said that his job didn't allow for that.\n\n\nCaroline murmured that it was her punishment, and a part of her didn't feel as if she deserved forgiveness. Ivy stated that Caroline had made a mistake; however, strong marriages survived, and the couple would be fine. \"If he ever comes home,\" Caroline quietly added.\n\n\nIvy asked if Caroline would be okay because Ivy was about to head out to see her friend's new apartment. Caroline replied that she'd return to the guesthouse to wait for Rick.\n\n\nLater, Caroline sat in the dark in the guesthouse and flashed back to her wedding night. She sent Rick a message. It said that she was waiting and to please return home.\n\n\nAt Steffy's old place, Maya answered the door for Rick. He told her that he'd had to \"get out of there,\" and she replied that he'd arrived at the right place. Maya loved her new apartment and thanked him for it. Though she didn't like lying, hiding, and pretending, she was keeping her eyes on the prize.\n\n\nRick was still trying to figure out how to get Eric's signature on the documents, and it was hard for Rick to be at home. He said it was easy to play the loving husband at work, but at home, he wanted to jump out of his skin. Caroline wanted a full relationship, but he couldn't give it. \"You better not, because I did not sign up for that,\" Maya replied.\n\n\nMaya asked how Rick had handled it. Rick explained that he'd been pretending to be stressed out and tired, and Caroline had been distraught. To him, it was Caroline's bad karma biting her because when nothing had been wrong in their relationship, she'd been the one to look elsewhere.\n\n\nMaya reminded Rick that he'd doted on Caroline, and Caroline had thrown his love in his face. Rick said that each time Caroline touched him, he could only think about her touching Ridge, and Rick would then ruminate on the time the designers had spent behind closed doors. He'd began to question whether Caroline was still lying to him and how far it had really gone.\n\n\nMaya decided that the apartment was a Caroline-free zone. They kissed and headed upstairs to have sex. Afterward, Maya was in her robe as she escorted Rick to the door. She hated having him leave. Rick checked his phone and saw the message from Caroline. Maya reminded him that she was there for him when things got tough at home. Rick said he'd try to get his father's signature on the papers soon.\n\n\nAs Rick left the apartment, Ivy was in the corridor. Ivy darted out of sight and Rick told Maya not to give him that look. Maya said she knew it was tough on him, too, but when it got that way again, he should do what he'd done that night by being with her. Ivy watched as Rick and Maya kissed. \n\n\n",
    "tvdb": "When Bill learns about the latest status on Katie and Ridge’s relationship, he presents her with an alternative option. Rick has a difficult time fending off Caroline in the bedroom while attempting to maintain his charade of devotion to her. Caroline confides in Ivy about the insecurity that she is currently feeling in her marriage. Katie and Bill discuss what will happen between him and Brooke when she returns from Italy.",
    "imdb": "\nCaroline resorts to a familiar tactic in order to keep her marriage on track.    ",
    "tvmega_recap": "Katie picks up her favorite book of poetry. Bill barges in wanting to now where the dressmaker is. He hopes they are not planning on getting married as he knows what this whole setup tonight was. She says no, as a matter of fact he is not here. He will be finding a new place to live. He says that is his Katie. This is music to his ears. She thinks he is kind of cute when he is enraged. He thinks this will work great. They are free to get back together. He wishes he could say he was sorry but he's not; he's just glad Forrester is gone. Caroline puts on a sexy red teddy and is looking forward to tonight. Rick tells her she looks fabulous but he will have to take a rain check. He has to go back to the office. She says she is beginning to hate his new job as CEO if this is the way he avoids her. Ivy drops by later and Caroline confides in her that she has a lot of making up to do but in order to do that she needs Rick to be alert and in the same room with her and that is not happening. Rick goes to Maya's new place and she gushes how happy she is. Rick admits it is very hard to be alone with Caroline. It is okay to be lovey-dovey at work but at home he wants to jump out of his skin having to be close to her. He complains that it was her that looked elsewhere, not him, so it's all on her. Maya says he can not lose sight of the motivation here. It was Caroline who turned to Ridge of all people. But this apartment is a Caroline-free zone and they need to take advantage of it. Ivy tells Caroline that she needs to whisk Rick away from the job and make a romantic weekend. Caroline says yes if he would ever come home long enough but right now he is not very whiskable. Bill tells Katie that he wants to right this wrong. He hurt her any number of ways but they are important and he wants to put his family back together. She asks about Brooke and he says that is behind him. Brooke always wanted him and Katie to salvage their marriage. Nothing she has done lately has challenged that. He has had no contact with her. Katie gets Will and tells Bill that he doesn't have to leave so soon. Caroline faxes Rick and says she is waiting; please come home. Rick and Maya make love and then he has to leave. She tells him this will all be worth it although she misses falling asleep in his arms. When he needs to get away from the guest house he can always come here and lay it on her. They kiss as he walks out the door, unbeknownst that Ivy is visiting a friend in another apartment close by and is on the other side of an open door and spies them.",
    "soapcentral_condensed": "Katie informed Bill that she'd broken up with Ridge. Bill figured it meant she was free to return to him. Rick said he had the sexiest wife on the planet. Caroline wanted to feel close to him again, but he'd been nonresponsive and asleep whenever she'd reached for him in bed. Maya answered the door at Steffy's old place, and Rick told her that he'd arrived to \"get out of there\" He said he'd take a rain check and headed for the door. Caroline was frustrated because she couldn't get started on making things up to Rick. She wanted to show him that she was committed to the marriage, but for that to happen, she needed him to be awake, alert, and in the room. She sent a message to Rick in the dark in the guesthouse, and he flashed back to her wedding night in the middle of the night. He said, \"Yeah. Never better,\" he replied with a placating grin and left.\n"
}