{
    "soap_central": "\n\nMichelle goes to the hospital to see Rick. After they discuss recent events in their lives (her ordeal in Santo Domingo and Phillip's death), she tells him why she's there. She needs him to talk Danny out of keeping Robbie away from her. To her surprise, Rick refuses and states that he thinks Danny's right. He says Michelle hasn't been around a lot lately and he wonders if she will actually settle down to be a mother to Robbie. Michelle tells Rick she thinks Danny is just using this to get back at her for being with Tony. Rick's not persuaded. Suddenly Michelle has a memory flash of Rick warning her about Danny. When she tells him about the other flashbacks, Rick says this is a good sign. Because of the possibility that her entire memory could come back, he tries to convince her to postpone her divorce. But Michelle refuses, stating she loves Tony. After she leaves, Mel approaches Rick and tells him she thinks he's dead wrong about Michelle. She thinks Michelle is a good mother and needs their support. Rick tells her he doesn't think Michelle's ready to be a full-time mother. Mel compares Michelle's going off to Santo Domingo with Rick's wanting them to leave Springfield and sail away after Phillip died. The discussion turns to Beth. Mel tells Rick she thinks he's changed; the man she knew would never side with Danny over Michelle or make out with Beth. Rick tries to defend his friendship with Beth by citing their history, but Mel tells him to think about their own history. \n\n\nDanny finds Marina at Company and asks her to go to a movie with him. After some small talk, he reveals he quit the lighthouse project. Suddenly, Tony enters Company and tells Danny he wants to talk to him. The two go outside where Tony wants to talk about Michelle. He thinks Danny is suing for custody to get back at Michelle. After telling him that he's fired from the lighthouse project Tony tells him to stay away from Michelle. Danny doesn't seem to care so much since, as he tells Tony, he's already decided to quit. Michelle comes by and asks Danny to stay on. As Tony tries to get Michelle to reconsider this request, Danny tells Michelle there's just too much drama around her for him. But Michelle convinces him they can make it work and even points out how this could jump start his career. Danny agrees to give it another shot and goes back inside. \n\n\nAlone, Michelle tells Tony the reason they can't shut Danny out is because of Robbie. If Danny stays close, Robbie will be around as well. Michelle can show what a good mother she is. Tony's not too happy though and wonders if there's another reason. Michelle assures Tony it's all about Robbie and asks him not to read too much into it. He seems convinced. \n\n\nAlso at Company, Tammy is invited to sit with some girls from school. However, when she sits down, the first thing they ask about is whether it's true she went out with her own cousin. Put off by the girls' comments and laughter, Tammy leaves. \n\n\nAt Farley's, seeing an injured Jonathan getting beat up, Reva jumps into the fray and tries to break up the fight. Just as Reva's getting the upper hand, Josh and Sandy walk in the bar. Josh accidentally finds himself at the wrong end of Reva's pool cue. With the fight now over, Reva asks Sandy to tend to Jonathan while she helps Josh. While trying to clean Josh's injury, Reva tells him about how invigorated she feels - she hasn't been in a good bar fight in years. Josh tells Reva he learned about the break in at the music store. He doesn't seem too happy about it, but Reva assures him there was no harm done. She says to earn Jonathan's trust she has to give him some leeway. Josh wonders how far they take things. He tells her he's worried things are becoming more dangerous. Reva tells Josh there are boundaries; anything illegal is out (breaking & entering, drunk & disorderly conduct must not count). She does tell Josh that she misses raising hell once in a while. She thinks she may be getting through to Jonathan. In the meantime, Sandy is talking to Jonathan about Reva, implying she is getting to him. Although Jonathan tries to deny it, Sandy can see it in his eyes and taunts him with it. He talks about how great the family is and encourages Jonathan to go after being part of the family, since he knows Reva will eventually give up on him and then Jonathan will be gone. Sandy leaves and while a sullen Jonathan is brooding, Tammy enters the bar. When he starts taunting her about Sandy, Tammy gets angry and says he's just a pig who acts ugly because he's mad at his mom. She leaves in a huff. Right after, Reva comes over and hugs Jonathan, thanking him for defending her honor. He seems moved. Josh comes over and admits he probably would have done the same if he'd heard those guys heckling Reva. When Jonathan asks if he is thanking him, Josh admits he is. Josh leaves Jonathan alone while he and Reva dance. A little later, as Reva tells Josh she thinks she may be getting through to Jonathan, he is outside destroying her car, ranting that she's 'not getting to him!' \n\n\nHot off her confrontation with Jonathan, Tammy arrives home just as Sandy is emerging from the shower, clad in only a towel. Tammy seems self conscious, but Sandy's not. He goes over and kisses her. Tammy reciprocates but when he goes to unbutton her blouse, she freaks out and pulls away. She gets upset, but Sandy assures her he's not going anywhere, he'll wait. \n\n\nGus and Harley are both unknowingly at the Springfield Inn in rooms next to each other. As she is on the phone trying to reassure Zach that she has to stay there so the bad reporters won't bother him, he is on the phone with the DA's office arguing that he will not accept the plea bargain. His call over, Gus gets so frustrated he literally bangs his head against the wall. After a while, all the pounding next door gets to Harley. Thinking it's a couple on their honeymoon making that racket, she goes to confront them only to be interrupted by a call on her cell phone. It's Gus who wants to meet at her \"old new house\" to discuss her future. The pair narrowly misses each other at the Inn but do end up meeting at the building site of Harley's house. Gus tries to talk Harley through what her home will look like but she gets frustrated and asks him to stop. She argues with him about her future but he insists she has things to look forward to. He tries to assure her that he will catch Phillip's killer but Harley's not convinced at all. Gus says not to give up since he knows Lizzie's hiding something. But Harley thinks Lizzie's a dead end just like Beth was. She tells Gus she wants him to stop living out a fantasy and face reality - she wants to take the deal. Gus still won't hear of it, so Harley talks him through the trial, going through what the DA will ask and how she'll answer. Harley tries to tell him she'll be sent to jail for life. This only makes Gus angry though. He tells her that taking the deal is telling Zach she killed his father and that will scar the boy for life. He accuses her of taking the easy way out by quitting and dares her to break her son's heart. His outburst upsets Harley more. She tries to make him see they have no choice; she has no defense. But Gus tells her they have a week until the trial starts and while they may not have a defense now, they have the truth. Harley agrees to go along with Gus but suggests he stop living a fantasy. What he's looking for is impossible and they aren't standing in a house, it's just an empty shell. \n\n\nGus goes back to the Inn to find out his credit card has been denied. Alan must have cut them all off. With no money, Gus is going to have to leave the hotel first thing tomorrow morning. \n\n\nAt Company, Danny tells Marina about his decision to stay on working with Michelle. As a slightly dejected Marina walks away, Harley enters and asks Danny for his help. She needs him to fix the jury at her trial. \n\n\n\n\n",
    "tvdb": "At Harley's house Gus reminds her that she has a future, but Harley is discouraged and decides it's time to take the plea. Gus let's her have it and points out it will break her sons' hearts if she says she admits to this murder. Later, Harley asks Danny to help her fix her jury.",
    "tvmega_recap": "Harley promises Gus that she won't take Jeffery's deal. Danny quits the lighthouse project and then is hired back on. Michelle goes to her brother for help with Danny and is surprised that he's not willing to help. Mel tells her husband that she's willing to fight for him. Marina's date with Danny is ruined by Tony & Michelle. Tammy sees Sandy in nothing but a towel and the two kiss. Josh thanks Jonathan for taking care of Reva. Harley goes to Danny for help. Jonathan realizes that his mother may be getting to him.",
    "soapcentral_condensed": "Michelle goes to the hospital to see Rick. She needs him to talk Danny out of keeping Robbie away from her. Rick refuses and states that he thinks Danny's right. Mel tells Rick she thinks he's changed; the man she knew would never side with Danny over Michelle or make out with Beth. At Farley's, seeing an injured Jonathan getting beat up, Reva jumps into the fray and tries to break up the fight. Josh tells Reva he learned about the break in at the music store, but Reva assures him there was no harm done. Reva tells Josh there are boundaries; anything illegal is out (breaking & entering, drunk & disorderly conduct must not count). She does tell Josh that she misses raising hell once in a while. In the meantime, Sandy is talking to Jonathan about Reva, implying she is getting him to deny it in his eyes. Right after Reva comes over and hugs Jonathan, he admits he would probably have done the same thing over Tammy.\n"
}