{
    "soap_central": "\n\nIn Tammy's room, Lizzie tries to instruct her on how to milk the crisis for all it's worth. Lizzie points out the most important thing is Tammy staying strong and not showing weakness by reaching out to anyone - namely Joey. \n\n\nMeanwhile, Beth arrives and reaches out to Cassie. But her well-meaning attempt to equate Lizzie and Tammy's problems only creates tension. Olivia comes along with baby Emma and can't believe Cassie would allow Lizzie to try to fix the situation with Tammy. The three women compete about who is the better mother. \n\n\nLater, Joey comes by looking for Tammy, but Lizzie subtly steers him away so she can have him all to herself. Rick visits Phillip and encourages him to get better. \n\n\nWhile Michelle waits anxiously for Danny to return from New York, Tony pays her a visit. Without telling her how much he knows, he urges her to help keep Danny on the straight and narrow. He's surprised when Michelle refuses to blame Danny for his bitterness and anger. She insists she will not drive Danny away by judging him, but keep his home and his family intact. She believes that will bring him back to his true self. \n\n\nBack in New York, Salerno challenges Danny as he tries to ease his way back into the life. He is successful in convincing Salerno that he has returned to the fold. He finally returns home to Michelle, but it's evident how much this deception is costing both of them. \n\n\n",
    "soapcentral_condensed": "In Tammy's room, Lizzie tries to instruct her on how to milk the crisis for all it's worth. Meanwhile, Beth arrives and reaches out to Cassie. Olivia comes along with baby Emma and can't believe Cassie would allow her to try to fix the situation with Tammy. The three women compete about who is the better mother. Back in New York, Salerno challenges Danny as he tries to ease his way back into the life. He is successful in convincing Salerno that he has returned to the fold. He finally returns home to Michelle, but it's evident how much this deception is costing both of them. Rick visits Phillip and encourages him to get better. While Michelle waits anxiously for Danny to return from New York. Tony pays her a visit. He urges her to help keep Danny on the straight and narrow. He's surprised when Michelle refuses to blame Danny for his bitterness and anger. She insists she will not drive Danny away by judging him, but keep his home and his family intact.\n"
}