{
    "soap_central": "\n\nReva arrives at Cassie's farm to confront her about having Tammy and Jonathan arrested for arson. Cassie blames Reva for supporting Tammy in \"throwing her life away\" on Jonathan. She accuses Reva of overstepping her bounds by making decisions about Tammy and Cassie's lives, even going so far as to bring up the tragedy of Richard's death at Reva's hands. Reva defends Jonathan and Tammy. She tries to get her sister to see that Tammy isn't \"out of her mind;\" they truly love each other. She pleads with Cassie to just listen to her daughter and not make things worse. Cassie says Tammy and Jonathan's relationship is sick because they are cousins; people will stare at them and whisper behind their backs. Reva counters with the fact that the children were not raised together so their relationship isn't sick, it's just different. Cassie says Reva's actions are based on the guilt she feels from abandoning Jonathan. She will do whatever is necessary to keep Tammy and Jonathan apart. Reva says she will do whatever is necessary to help Tammy and Jonathan be together, revealing they were together for New Year's and she'd set it up. \n\n\nJeffrey comes home and announces Alan has been released. Cassie becomes concerned for Harley's safety. Reva seems more upset that Alan went free after killing Phillip, his own son, while Jonathan remains locked up for an accidental fire. Tammy arrives at the farm to collect some of her belongings to sell to raise Jonathan's bail money. Cassie tells Tammy she can not take anything from the house. Cassie asks to speak to Tammy alone to work out the problem. Tammy tells her mother that she is the problem and then asks Reva if she can stay at her house. Reva tells Tammy she'll always have a place for her. Cassie is furious with Reva and tells her she has nothing more to say to her. Tammy and Reva leave the farmhouse to head to Reva's house. \n\n\nMallet and Dinah are fooling around when Mallet's cell phone rings. Mallet finds out Alan was freed and Gus had gotten out of the jail cell. He asks Dinah to understand that he is worried about Gus and needs to go find him. Dinah tells him to do what he needs to do. In his search for Gus, Mallet runs into Harley on Main Street. Harley, who had been trying to reach Gus, finds out he and Mallet weren't working together that evening. She becomes more concerned about what Gus might be doing. Dinah arrives with Mallet's wallet, which he'd accidentally dropped on the floor of her room. Harley seems somewhat hurt by Dinah's arrival and closeness to Mallet. Mallet offers to help Harley find Gus, but Harley heads out on her own. \n\n\nMarina stops by Alan-Michael's office in a sexy dress to let him know that her New Year's resolution is to go after what she wants...and he is what she wants. Alan-Michael, who is waiting on Alan to arrive and needs to get Marina out of the office, has to rebuff her advances. He tells her he's enjoyed their flirting, but she is only a kid and he didn't know she'd take him seriously. Marina tells Alan-Michael she'd better leave before she takes out her service revolver, letting him know that he'd mislead her and she didn't appreciate it. Beth and Alexandra arrive right after Marina's departure. They inform Alan-Michael that Alan has been released. He acts surprised but becomes concerned when he finds out it has been two-and-a-half hours since he was released. Alan-Michael sends Beth and Alexandra on their way under the guise that he is waiting on a date, then calls Alan's phone once they're gone. \n\n\nAfter no success in locating Gus, Harley heads back to Main Street where she runs into Marina. The two discuss their miserable New Year's Eves, although Marina never tells Harley that Alan-Michael is the man behind her misery. Marina finds out Alan-Michael had once stood up Harley on a New Year's Eve years ago. Harley heads back to her room where she stumbles upon Gus' letter, letting her know that he was going to make sure Alan never hurt her or her family by taking matters into his own hands. \n\n\n",
    "soapcentral_condensed": "Reva arrives at Cassie's farm to confront her about having Tammy and Jonathan arrested for arson. Cassie blames Reva for supporting Tammy in \"throwing her life away\" on Jonathan. Alan goes free after killing Phillip, his own son, while Jonathan remains locked up for an accidental fire. Mallet and Dinah are fooling around when Mallet's cell phone rings. He finds out Alan was freed and Gus had gotten out of the jail cell. Harley, who had been trying to reach Gus, finds out he and Mallet weren't working together that evening. Marina stops by Alan-Michael's office in a sexy dress to let him know that her New Year's resolution is to go after what she wants...and he is what she want.. Harley heads back to her room where sheumbles upon Gus, letting her know that he was going to make sure Alan never hurt her or family by taking matters into his own hands. The two discuss their miserable New year's Eves, although Marina never tells Harley that Alan- Michael is the man behind her misery.\n"
}