{
    "soap_central": "\n\nGus asked Phillip about the missing shipments of Antimonius. Olivia wasn't pleased to find Gus in Phillip's room. Gus insisted he'd see his brother whenever he wanted. Later, Olivia asked Phillip to sign an addendum to his will. He was hesitant, but the mention of children persuaded Phillip to sign. \n\n\nCassie could see that Olivia obviously had done a number on Gus, but she thought he should just let it go. Reva sketched the scarab ring. Cassie asked her why she cared about the ring so much, and Reva had no idea. An uneasy Reva dropped the sketch. \n\n\nGun in hand, Carrie stalked the girls through the dizzying maze of mirrors. The men looked for an exit. An infuriated Buzz aimed his gun, but he was never able to get a bead on Carrie's location. Alan found the source of the blaring music and cut it off. A disoriented Marah fell behind as Josh and Billy looked for a way out. \n\n\nCarrie watched Ed, Michelle, and Marina. Seeing a clear shot, she aimed her gun. Spotting Carrie, Ed forced Michelle to the ground as a shot rang out. The lighting suddenly changed, flickering like a disco ball, and Marah became separated from Josh. Ed, Michelle, and Marina found an exit, and Ed locked the girls out. The men moved off in different directions in search of Josh and Marah. \n\n\nJosh saw Carrie and prepared to make his move. The fresh air had a clarifying effect on the girls. Carrie shot Buzz. Josh rushed her before she could finish him off, and her gun flew across the floor. She grabbed it in the struggle, but before she could use it, Marah shot Carrie with Buzz's gun. \n\n\n",
    "tvmega_recap": "Marah, Michelle and Marina have walked into the trap Carrie has so carefully laid in the funhouse. Carrie has a gun aimed at Marah but Josh saves her. Buzz and Alan think they spot Carrie, rather than just a reflection of her, and dive for her. Michelle, under the influence of the drugs, winds up in Carrie's sight but Ed saves her at the last moment. They find a trap door that leads down to a dangerous torrent of running water. Ed then finds an opening in the wall that leads outside to the fairgrounds where he strands Michelle and Marina for their own safety. Carrie turns on a flickering light that makes it impossible to see. Marah gets separated from Josh and, while searching for her frantically, gets a hold of Carrie's location. Buzz, carrying his gun, also spots Carrie, but she gets off the first shot and wounds him. Josh dives for her and they struggle for the gun. A shot is fired and Carrie slumps, mortally wounded. Reva, is fighting a series of odd sensations she's been having since the night began and she's unable to put together the pieces and understand what they add up to. It all makes her uneasy and finally she tries to call Marah, only to get her machine at home. Gus visits Phillip and tries to question him about the missing shipments of Antimonies. But Phillip's too fatigued to be of much help. Olivia arrives and tries to kick Gus out but he warns her that he's not going to let her push him around. Olivia is angry but can do little about it. She presents Phillip with some papers to sign and he's surprised to see they're an addendum to his will. Olivia downplays the significance of the timing, and asserts that it's important for any children they may have. Phillip agrees and signs the papers.",
    "soapcentral_condensed": "Gus asked Phillip about the missing shipments of Antimonius. Olivia asked Phillip to sign an addendum to his will. Reva sketched the scarab ring. Carrie shot Buzz. Josh saw Carrie and prepared to make his move. Marah shot Carrie with Buzz's gun. Ed, Michelle, and Marina found an exit, and Ed locked the girls out. Ed forced Michelle to the ground as a shot rang out. The lighting suddenly changed, flickering like a disco ball, and Marah became separated from Josh. Alan found the source of the blaring music and cut it off. A disoriented Marah fell behind as Josh and Billy looked for a way out. Gus insisted he'd see his brother whenever he wanted. Cassie could see that Olivia obviously had done a number on Gus, but she thought he should just let it go. An uneasy Reva dropped the sketch. The fresh air had a clarifying effect on the girls. The men moved off in different directions in search of Josh and Marh.\n"
}