{
    "soap_central": "\n\nThis is not a Bauer Barbecue that Ed and Maureen would recognize...Alan's presence has added a whole new and very tense dimension. He overhears Alexandra talk to Buzz and remembers Alex's threats toward him. He is also disturbed when he hears Olivia and Bill talk about changing Emma's last name to Lewis. He is absolutely incensed when Olivia tells him with great delight that Bill's adoption of Emma has been made legal. Alan yells at them that Phillip would never have allowed it. Buzz reprimands him for being too loud. Alan changes his tune immediately and talks about how the name Lewis doesn't quite have the ring the name Spaulding has, but still, it is all about Emma's happiness...\n\n\nWhen Ross and Blake arrive, he is complimented on his editorial about freedom. Alan has a few things to say about this, too. He rants about freedom and justice and cannot resist telling the group that Harley deserves to be in jail. At this point, Buzz decks him and Alan has to pick himself up from the picnic table. Later, Alan tries to clean himself up in the kitchen. Alex goes to him to try to calm him down, but Alan insists all this is Buzz's fault. In fact, he even tells Alex - again - that all of the people at the party are the reason he was forced to kill Phillip. Alex tells Alan his paranoia is getting out of hand, just as Buzz enters the room. In the spirit of the holiday, Buzz offers his hand, \"Truce?\" Alan walks away. He goes to the patio and slams a knife into a watermelon many times. Buzz and Alex see this and walk away. The youngsters help Ross raise the flag and he talks to them about how important it is that they work together, and honor all the brave men and women who have died in protection of our country's freedom. He wishes all the servicemen and women a safe and speedy return and toasts, \"To America.\" Olivia, however, is thinking about her sister Marissa. She wonders where the justice for her is. \n\n\nReva walks into her living room just in time to hear Nate threaten Jonathan, who has had more than enough of Nate's crazy schemes. Jonathan suspects Nate of murdering Marissa and doesn't want him anywhere near Reva. However, Nate realizes this and insists on keeping Reva near him. When Jonathan leaves, Nate tells Reva she must be careful with Jonathan because he is manipulating her. Reva tries to get Nate to join her at the Bauer Barbecue, but he declines. When she reaches for her purse, it spills on the floor. Nate helps her pick up some things, including her house keys. He hands her a number of items from the purse, but not the keys... \n\n\nReva arrives at the Bauers' just in time to hear Olivia ask Bill about justice for her sister, Marissa. Reva and Olivia join forces to find justice for Marissa. \n\n\nDanny is very unhappy to see Michelle has sent Robbie home alone. She was apparently too busy in Africa to come home. He was unhappy not because he wanted to see Michelle, but because he wanted Marina to see for herself that his feelings for Michelle are gone. The two talk about it later, and realize they both have been feeling the same things. \n\n\nJonathan goes home and finds Nate is there. Jonathan wonders why he's there. Nate tells him there are a few things he needs to get straight and he proceeds to beat Jonathan unconscious. \n\n\n",
    "soapcentral_condensed": "Alan rants about freedom and justice and cannot resist telling the group that Harley deserves to be in jail. Reva arrives at the Bauers' just in time to hear Olivia ask Bill about justice for her sister, Marissa. Danny is very unhappy to see Michelle has sent Robbie home alone. Nate tells Reva she must be careful with Jonathan because he is manipulating her. Nate threatens Jonathan, who has had more than enough of Nate's crazy schemes. When Reva reaches for her purse, it spills on the floor. Nate helps her pick up some things, including her house keys. He hands her a number of items from the purse, but not the keys. Nate hands Reva the keys, but she doesn't take them. Nate then beats Jonathan unconscious. Nate says there are a few things he needs to get straight and he proceeds to beat Jonathan unconscious, as Reva tries to get Nate to join her at the Bauer Barbecue. The youngsters help Ross raise the flag and he talks to them about how important it is that they work together, and honor all the brave men and women.\n"
}