{
    "imdb": "\nJonathan and Lizzie end up in bed together after a night of hard drinking.    ",
    "tvmega_recap": "Beth comes back to the cabin and tells Gus and Alan that things are going to change. At first, Alan tries to charm Beth but after she hits him again in his injured arm he starts to taunt her instead. She screams at Alan for what she what he put into his will for her and threatens to leave them up at the cabin. After reading the letter, Harley tries to kiss Mallet, but he tells her that they can't do this. She starts to tell Mallet that when she told him that there was no chance for them that she wasn't being truthful, but Dinah walks in on them. Although she tells Alan-Michael and Marina that she isn't worried about Harley and Mallet, she goes to the Foxwood Lodge where she finds the two of them together. Harley shows her the note and Dinah comforts her. After Cassie can't make love with him, Jeffrey says the he needs to move out before he drives her away for good. Jonathan wonders where Tammy is and goes to look for her. Sandy starts to talk about how he and Tammy are going to be married and that he is so happy. She reminds him about the restraining order, but he tells her that was what she ripped up when she thought she was ripping up the invitation. She tries to leave but he stops her, ripping her dress in the process. Jonathan shows up and threatens to harm Sandy, but tells Sandy he isn't going to give him what he wants. He and Tammy leave and Jonathan takes her back to the room he got for them. He admits he wasn't going to propose but to try and pull the family back together. He asks Tammy to stay while he takes care of something and leaves. Sandy runs to Cassie and tells her that Jonathan threatened him again. Cassie tells him that she wants him to stay away from Tammy and tells him that she will do anything she can to protect Tammy and she will make Sandy sorry he ever met her family. Sandy says he isn't scared neither of her nor of anyone else in Springfield. Sandy tells her that he is going to handle things in his own way, she won't like how he does it. Tammy gets tired of waiting and leaves the hotel room. Sandy, who is back at the fishing shack looking over his ruined \"wedding\", someone comes up to the door and Sandy looks up."
}