{
    "soap_central": "\n\nRobbie returns from a party having been ridiculed by some hurtful playmates about Danny's election tampering. Fed up with having to hurt his family, Danny decides to tell Michelle the truth. He confesses that he started his legit business with mob money. He wanted to be a success, to be someone she and Robbie could be proud of. Unfortunately, his past keeps coming back to haunt him. \n\n\nBill visits Olivia with a business proposition. He doesn't entirely trust her, but sees opportunity in their similar situations. Following his first ECT session, Phillip emerges with a much clearer mind – and a plan to deal with Olivia. When Olivia visits, he lavishes her with an intense creepy sort of affection, one that hints at the rage boiling underneath. He vows to be home to her soon as Olivia worries her control over him is slipping. \n\n\nAt the Romeo and Juliet after party, Tammy basks in the glow of her star-like performance. Lizzie tries to be happy for her but can't fight her jealousy. Alone with Edmund on the balcony, Tammy impulsively kisses him on the lips. She makes him promise not to tell Cassie, and then runs off. But, Lizzie has seen the whole thing. While Edmund struggles with whether or not to tell Cassie, Lizzie subtly lets Tammy know what she saw. Sandy comforts Marina as she deals with her recently developed trust issues. Hoping to cheer her up, Shayne encourages Sandy to dance with her.\n\n\n",
    "tvmega_recap": "Philip gets his first electric terapy but has no memory of it. Philip says it feels like his mind is resting which should help him figure out what do about Olivia. Tammy gives Edmund the credit for Tammy's performance. A school review is read at the cast party and everyone's a hit. Bill tells Olivia he is engaged to Eden. Outside the party Tammy kisses Edmund on the lips then runs out of the party and home to write in her journal. Joey is upset Tammy won't hear his song but Lizzie encourages him to do it anyway. Joey sings \"Your Song\" by Elton John and dedicateds it to Tammy. Michelle tells Danny some kids picked on Robbie at his play date. Danny tells Michelle he used money from Salerno to fund fifth street. Olivia is shocked that Phillip has improved and tried to tell him not to push too hard.",
    "soapcentral_condensed": "Robbie returns from a party having been ridiculed by some hurtful playmates about Danny's election tampering. Danny decides to tell Michelle the truth, confessing that he started his legit business with mob money. Sandy comforts Marina as she deals with her recently developed trust issues. Bill visits Olivia with a business proposition. He doesn't entirely trust her, but sees opportunity in their similar situations. Following his first ECT session, Phillip emerges with a much clearer mind – and a plan to deal with Olivia. When Olivia visits, he lavishes her with an intense creepy sort of affection, one that hints at the rage boiling underneath. He vows to be home to her soon as Olivia worries her control over him is slipping. At the Romeo and Juliet after party, Tammy basks in the glow of her star-like performance. Lizzie tries to be happy for her but can't fight her jealousy. She makes him promise not to tell Cassie, and then runs off. But, LizzIE has seen the whole thing, and subtly lets Tammy know what she saw.\n"
}