{
    "soap_central": "\n\nAt the University:\n\nAfter all the other students have left, Ms. Granger, the co-ed, is talking to Ross and bragging on his skill as a lawyer and his prolific career.  Ross tells her that he started teaching there because his wife that he was in a rut.  He asks her why she became a lawyer and she goes on to tell him about her husband going to law school. When Ross asks the status of her marriage Ms. Granger breaks down and tells him that her husband past on.  She runs out of the room just as Blake arrives.  Ross tells her how well he did and brags on himself.  Blake is pleased and asks him to go out to dinner with her.  They start to head out when Ms. Granger comes back and apologizes to Ross for being emotional.  \n\n\nAt Infierno:\n\nRomeo tells Tony he should have told Marah how he was helping her dad.  He should go and collect his reward from her.  Tony tells him that he cleared Josh for business purposes only.  Romeo doesn't buy it.  Tony tells him that whenever he does something good and right, Marah goes further away from him. Tony goes into his office.  Reva comes in and gets a glass of wine and calls Richard.  She tells him to take care of Cassie while she is out of town.  She has to get away from everything.  \n\n\nRomeo tells Tony he saved a copy of the original photo just in case Tony needs it.  Tony puts it in the shredder and then breaks the disk with the original picture on it.  Tony tells him they don't need it and leaves.  Romeo pulls out a second copy and says to himself that the truth comes in handy sometimes and he has to watch Tony's back.  The press conference comes on the television and Romeo goes out into the bar with Tony.  He sees Marah kiss Sam in the background and tells Tony that it appears Sam is reaping the benefits of all Tony's hard work.  Tony tells Romeo things are just as he wanted them.  \n\n\nCarlos calls Tony and tells him that things went as they planned.  Tony tells him they did what they had to do and hangs up.  Tony looks sad. \n\n\nAt Company:\n\nJosh, Olivia, Marah and Shayne are about to have dinner at Company.  The press will be there shortly for a press conference and they want to put forth a united front.  Sam comes in but doesn't come over.  Olivia goes over to him and they go outside to talk.  She apologizes for putting him in the middle of this but he is angry.  He wanted to help Marah and her dad but he couldn't because he had to protect his sister.  He wonders if she can truly love Josh and betray him like this.  She tells him that she would confess if it would help but she has to try to save her marriage.  Sam just wants her to get them both out of this mess.  They go back in and Sam goes to the bar.  Marah goes to talk to him and asks him to join them and he finally agrees to.  At the table, Sam, Shayne and Marah talk about school starting.  Alan comes in and asks to speak to Olivia.  At the bar, Alan tells her that he knows Sam broke in his house and he was thinking of calling the cops.  Olivia tells Alan that she is responsible and was just covering her bases.  She goes back to the table and leaves Alan, angry.  \n\n\nGus asks Frank about Harley and sends his regards.  He watches the interaction between Alan and Olivia and gets on the phone with Claire and tells her he thinks he has something for her.  Claire heads to Company.  Claire shows up and asks Gus what Olivia is up to.  He tells her about the communication between Alan and Olivia and tells her he is on the job.  Claire tells him to get busy.  \n\n\nThe press comes in and asks for Josh's reaction.  He starts to tell him that he isn't guilty but they stop him and tell him that \"Fingers\" Chavez came forward and admitted he was the one in the photo laundering money with Vreeland and all the charges have been dropped against Josh.  Everyone is shocked and happy.  Olivia, Sam and Alan can't believe it.  Olivia asks Sam if he did it but he tells him he didn't.   He thinks back and realizes Tony must have been responsible.  Marah comes over and hugs Sam asking him how he did it.  Sam tries to tell her the truth but finally relents and tells her that they have to keep his involvement between them because those mobsters could threaten his life.  Alan is watching and getting angrier by the minute.  Marah kisses Sam.  \n\n\nAlan leaves, passing Reva on her way in and lets her know that Josh has been exonerated.  Reva can't believe it and wonders how the mobster got in the photo.  She goes in and Marah tells her the great news.  Reva tells the kids she is going out of town but will be back.  Olivia tells Reva that they will all help out with the kids and be a big happy family.  Reva reluctantly thanks her.  Reva leaves but watches through the window as Josh and Olivia stand side by side in front of the media.  \n\n\nIn San Cristobel:\n\nDax tells Mrs. Mayhew to talk to Richard about adopting the baby.  She says she will try.  Mrs. Mayhew tells Richard about a young girl, Camille, who married a fisherman on a lark and ended up learning she was pregnant after he left.  The man went off to sea and joined the merchant marine. She had the child and now can't support him. She wants to return to the states but her parents won't accept the child and the father doesn't know about the baby. Mrs. Mayhew apologizes for being so forward but suggests Richard and Cassie adopt the baby.  Richard says he confided in her about Cassie's infertility and that she doesn't want to adopt. Mrs. Mayhew says Cassie may change her mind. Richard says Mrs. Mayhew thinks that this child came just at the right moment to heal his wife's broken heart but he is afraid it will only prove to her that she is inadequate.  Mrs. Mayhew apologizes and leaves.  Later, Richard called for Dax. He tells Dax about the young woman and that he can't stop thinking about her.  He thinks he should help the girl and asks Dax to get Mrs. Mayhew to set up a meeting at the palace.  He tells Dax he hopes he is doing the right thing. Dax tells him he is sure he is. \n\n\n",
    "soapcentral_condensed": "Josh, Olivia, Marah and Shayne are about to have dinner at Company. The press will be there shortly for a press conference and they want to put forth a united front. At the table, Sam, Shayne and Marah talk about school starting. Alan comes in and asks to speak to Olivia. Alan tells her that he knows Sam broke in his house and he was thinking of calling the cops. Olivia tells Alan that she is responsible and was just covering her bases. Gus asks Frank about Harley and sends his regards. Claire shows up and asks Gus what Olivia is up to. He tells her about the communication between Alan and Olivia and tells her he is on the job. Sam tries to tell Marah the truth but finally relents and relents. Marah kisses Sam and realizes he must have been responsible for the mobsters. Reva lets Alan know that Josh has been exonerated in a way that makes her believe it and Alan is getting angrier and angrier by the minute.\n"
}