{
    "soap_central": "\n\nTammy and Sandy are cuddling after making love when he presents her with what he hopes will surprise and please her. He tracked the information regarding the funds Jonathan stole from Lewis Construction. He reversed the transaction so the money would be returned to Lewis. Tammy is not pleased. She is concerned that Sandy's intervention has put Jonathan in danger because without the money Alfred will kill him. Sandy is disappointed that Tammy is more concerned about Jonathan's welfare than his good deed. \n\n\nIn the boathouse, Reva is trying to convince Jonathan to leave with her and forget Alfred forever. She promises him a family full of love. Jonathan charges her and slams her to the ground unconscious. Realizing what he has done, he tries to revive her. Alfred, sickened by Jonathan's love for his mother, grabs him and attempts to strangle him over the edge of the platform. Jonathan gasps and asks why Alfred hates him so much. Alfred comes to his senses and releases Jonathan. He tells him that since the day he was dumped on his doorstep stinking of helplessness he knew he would have to toughen him up for a life of dealing with losers. Reva regains consciousness and whacks Alfred with an oar. Undeterred, Alfred aims a spear gun at Reva but is stopped by Jonathan who takes up the oar and swings. He hits his mark and Alfred is thrown into the lake. Josh and Frank arrive, but it is too late. Josh, after diving in, can't find Alfred in the water. Jonathan is inconsolable and screams, \"Dad!\" \n\n\nAt Company, Danny confesses to Marina that he doesn't think it's a good idea they move in together. Marina jumps to suspicions regarding Danny's true intent. He calms her and tells her his only concern is that they find a place more suitable than his current apartment. Marina is relieved and they kiss. Danny receives a message to meet Rick Bauer at Cedars. \n\n\nAt the hospital, Olivia has followed Bill who has gone to accompany Michelle on a pre-natal visit. Angry that Bill lied to her to get to Michelle she leaves a phony message for Danny at Company. In the examining room, Bill and Michelle are reminiscing about their childhood when Michelle sees Danny enter the waiting area. She and Bill hide behind a curtain until he leaves. Olivia, realizing her plan didn't work, enters the room pretending to have stopped because she saw Bill's car in the parking lot. Michelle makes excuses and leaves. Bill is angry at Olivia for turning on his friend but softens when she admits she is afraid he will leave her for Michelle. Bill assures her he loves and wants only her. \n\n\nDanny returns to Company and finds Michelle outside on the bench. He is surprised to see her and doesn't notice she is hiding her stomach from him. Michelle apologizes for not letting him know she was coming back and asks if he is happy. Danny tells her he is very happy with Marina and leaves her to go inside. Michelle casts a forlorn glance and watches him go. \n\n\nAt the boathouse, Reva and Josh are alone. Josh suggests they leave and go to the hospital to see how Jonathan is after leaving with a rescue team. Reva tells Josh to go ahead without her. Josh leaves. Reva is standing next to the boat when a hand grabs her leg from the water. It's Alfred who hasn't drowned after all. He climbs from the water and begins to struggle with Reva. She knocks him with a pole and manages to hop in the boat and get it started. While untying the rope she screams for Josh. Alfred grabs her and places her in a chokehold. Josh arrives in time to save Reva and begins to fight with Alfred. He gets the upper hand and shoves Alfred into the water for a second time. Josh and Reva watch the water bubble red as Alfred meets the propeller. \n\n\n \n  \n\n\n",
    "tvmega_recap": "Nate/Alfred tries to convince Jonathan to kill Reva when Jonathan refuses; Nate/Alfred tries to kill him. Jonathan asks him why he hates him so much, and Nate tells him he treated him the way he did for his own good. He tells him someone had to teach him to fight. When Nate/Alfred goes after Reva, Jonathan goes after him and ends up knocking Nate/Alfred into the water. They think he drowned and Jonathan is devastated. Nate is not dead though. When he goes after Reva again Josh pushes him into the water. He gets killed by the propellers on the boat. Sandy has transferred the money back into Lewis's accounts. Tammy is upset by this because it puts Jonathan in danger. Tammy finds out Jonathan is at the hospital and she lies to Sandy to go see him. Sandy catches her at the hospital talking to Jonathan. Danny tells Marina he thinks they should get a place of their own instead of her moving in his apartment. Olivia is jealous of Bill and Michelle's relationship so she tries to set it up where Danny runs into Michelle at the hospital. It doesn't work but Danny and Michelle come face to face outside of Company. Michelle does not tell him she is pregnant. Danny does not tell Marina he saw Michelle. Bill reassures Olivia she has nothing to worry about by proposing a real wedding to her.",
    "soapcentral_condensed": "Tammy and Sandy are cuddling after making love when he presents her with what he hopes will surprise and please her. In the boathouse, Reva is trying to convince Jonathan to leave with her and forget Alfred forever. Alfred, sickened by Jonathan's love for his mother, grabs him and attempts to strangle him over the edge of the platform. Josh arrives in time to save Reva and begins to fight with Alfred. He gets the upper hand and shoves Alfred into the water for a second time. Danny receives a message to meet Rick Bauer at Cedars. Olivia has followed Bill who has gone to accompany Michelle on a pre-natal visit. Bill is angry at Olivia for turning on his friend but softens when she admits she is afraid he will leave her for Michelle. Danny returns to Company and finds Michelle outside on the bench. He is surprised to see her and doesn't notice she is hiding her stomach from him. Danny tells her he is very happy with Marina and leaves her to go inside. Michelle casts a forlorn glance and watches him go.\n"
}