{
    "imdb": "Dinah and Mallet continue their playful competition regarding their TV shows. Dinah wants her show to by \"infotainment\". Buzz tells Jeffrey that Springfield is not big enough for both him and Olivia. Buzz later trashes Jeffrey's room at the Beacon. Harley and Gus both try to uncover what secret Blake discovered regarding Gus. Harley tries to get Jeffrey to help her but he refuses. Gus contacts one of his old colleagues at the FBI, Williams, and gets his file. Williams tells Gus that during his very first assignment, he and other agents were compromised with chemicals and as a result some of them suffered physical problems. Gus gets a medical appointment and later discovers that he is sterile. Harley is so caught up with the idea of having a baby, Gus can not bring himself to tell her that he can't father a child. Olivia is haunted by her thoughts Jeffrey, both young and old. Marina likes the attention she is getting from Mallet's TV show. Dinah hires Ashlee as the producer for her TV program.",
    "tvmega_recap": "Gus and Harley talk in the car about his decision to go back to work. Jeffery and Buzz talk about a necklace and Ava. Jeffery tells Buzz to butt out. Dinah and Ashlee have it out. Ashlee thinks Dinah needs her for the tv station. Dinah says she is not that desperate. Malet and Marina have some fun kidding each other at the police station. Jeffery and Olivia meet again. Buzz goes to Olivia's to finish unfinished business, but she is not there. Jeffery meets up with Harley. It starts out as a shouting match ends in Harley asking for a deal. Gus and Rick meet. Gus then meets up with some guy from the Bureau. Camera crew visits the SPD and Marina and Malet are the subjects. Dinah runs into Gus and talks to him (Not sure what about). Jeffery, Harley and Dinah have a discussion, Jeffery and Harley leave. Buzz cleans up and Dinah catches him. Dinah wants Buzz on her tv show to talk about relationships. Buzz leaves Olivia a note about helping her to move on with her life. Harley wants Jeffery to help Gus with some gov't stuff. Gus meets up with Williams, a gov't agent. Then Gus phones a doctor. Gus gets bad news Ashlee meets up with Dinah. And Dinah agrees to hire her. Dinah want news of what is going on in Springfield. Mallet and Marina are still being followed. Mallet cuffs someone on camera. Olivia meets up with Buzz and he gives her a kiss that would curl your hair. Mallet and Maria meet up with Dinah and Marina tells her of the arrest Mallet made on tv. Gus' news is that he will never father a child. Gus lies to Harley saying he is never better."
}