{
    "soap_central": "\n\nReva runs into Josh while waiting to see Alan.  They discuss why they are both there.  Josh tells Reva he was talking to Alan about business. Reva says she wants to see Alan for the same reason, business.  Josh tells Reva that he believes they are there for the same reason...OLIVIA.  She tries explaining that the reason she is there has to do with the past.  Josh asks her if it has to do with the painting.  Alan enters.  Reva shows him the History book that she brought in.  She turns to the chapter on the Civil War and shows him a picture of General Hudson.  Alan sees the resemblance.  Reva asked Alan if he had any relatives in the war.  He cannot think of any.  Reva tells Alan that she wants to do a genealogy piece for her show.  Alan says absolutely not on the Spaulding's.  Reva smiles.  Nolan walks in with a gift of Gardenia perfume, wrapped in nice paper with a Gardenia on top, he gives it to Alan.  Alan tells her it is for a business associate.  When Alan leaves Reva checks the card and discovers the package is for Olivia.  Reva leaves and meets up with Felicia.  She tells her that she is going to New Orleans to research whatever happened to Jack and the nurse.  \n\n\nSam tells Marah that he is not the one who saved her Dad, Tony is.  Marah leaves upset.  Catalina goes over to Sam and they argue about why he told Marah.  Tony comes in between them and Sam punches Tony.  Tony warns Sam to leave while he can.  Olivia gets involved and asked what's happening.  Sam tells her that she ruined his life and that he really loves Marah.  Carlos goes over to Tony and said, \"I thought you were going to take care of Sam.\"  Tony assures Carlos that he did take care of him and there would be no more problems.  Carlos tells Tony that if Sam does not disappear then they will have to do it the old fashion way. Marah goes back to the dorm.  She throws a fit and starts knocking things down.  Sam cries as he watches.  \n\n\nHarley proposes to Rick.  He asked her why now when a couple of months ago she turned him down.  She tells him she has been thinking about it for a long time and when she saw him with the baby for the first time she knew she wanted it to work.  She tries to convince Rick to marry her and he tells her it is all to confusing but he would sleep on it.   \n\n\nGus is at Company remembering the kiss between himself and Harley.  Carmen comes up wanting to know when they were going to get Danny.  He tells her soon.  He asks her how she could feel that way about her son.  She says, \"He is as dead to me as Nick.\"\n\n\nMel has lunch with her father and they discuss Rick and the baby.  He warns her that things are different when a child is involved.  \n\n\n",
    "soapcentral_condensed": "Reva runs into Josh while waiting to see Alan. Sam tells Marah that he is not the one who saved her Dad, Tony is. Marah throws a fit and starts knocking things down. Harley proposes to Rick. Mel has lunch with her father and they discuss Rick and the baby. Gus is at Company remembering the kiss between himself and Harley. Carmen comes up wanting to know when they were going to get Danny. Tony assures Carlos that he did take care of him and there would be no more problems. Carlos tells Tony that if Sam does not disappear then they will have to do it the old fashion way. Mel tries to convince Rick to marry her and he tells her it is all to confusing but he would sleep on it. She tells him she has been thinking about it for a long time and when she saw him with the baby for the first time she knew she wanted it to work. He asks her how she could feel that way about her son. She says, \"He is as dead to me as Nick.\"\n"
}