{
    "soap_central": "\n\nMichael and Marcie's world is shattered when the judge awards Todd custody of Tommy. The judge grants Michael and Marcie one hour to get Tommy ready for the transfer. Marcie rails against Michael, letting it slip that he had known the truth about Tommy for months. Todd vows to John that he'll destroy Michael. Michael says a heartfelt and tearful goodbye to his son. Todd arrives to take Tommy, only to discover that Marcie has fled with the baby. Sarah's pride shows when Cristian credits her with landing Timbaland to perform at Capricorn. Talia and Shaun keep up appearances in front of Antonio. Vincent reminds Shaun that Talia doesn't have real feelings for him. Jared puts his foot in his mouth in front of Natalie. Jessica balks at the idea of going to Timbaland's concert at Capricorn out of respect for Antonio's feelings, so Nash comes up with a clever alternative. Starr wishes things could be normal for her family, and is thrilled when Blair tells her what happened in court. Dorian reaches out to Langston, knowing all too well the pain she feels. Langston breaks down in Dorian's arms. \n\n\n",
    "tvmega_recap": "The judge decides in Todd's favor and awards him custody of his son, Tommy. Marcie breaks down and begins to cry and then gets up and rushes out of the courtroom. Todd starts to leave, but John steps in front of him and tells Todd that he will drop him where he stands. Dorian confronts Langston about what she knows about Langston's parents being dead. Langston opens up to Dorian and lets her know what really happened to her parents. Dorian lets Langston know that she is not alone. Jessica arrives and finds Nash dancing to music that he is listening to on his earphones. Nash lets her know that they are going to see \"Timbaland\" at Capricorn. Sean brings Talia a martini. Antonio offers to let Talia and Sean join him at this table. Natalie asks Cris to get her a good table for one, but Jared walks up and insists on a table for two. Marcie and Michael arrive home and let Roxy know what happened in court. Roxy leaves so that Marcie and Michael can have some private time with Tommy before Todd comes to get him. Marcie and Michael once again argue over the fact that Michael kept it from her that Tommy was indeed Todd's son. Marcie also tells him that the only thing that she regrets is marrying a man who would keep secrets from her. Michael is saying his good-byes to Tommy when Marcie comes into the room and insists on having some alone time with Tommy. Marcie pushes Michael out the door and locks it behind him. When the social worker, the police, and Todd arrive to get Tommy, they find that the door is locked. When Todd breaks down the door, they find Marcie is gone with Tommy. Marcie tells Tommy that they are just going for a little ride. Blair comes home and gives Starr and Cole the good news that Todd is gone to bring Tommy home and Starr is overjoyed. Natalie is very upset when Jared joins her at her table.",
    "soapcentral_condensed": "Michael and Marcie's world is shattered when the judge awards Todd custody of Tommy. Todd arrives to take Tommy, only to discover that Marcie has fled with the baby. Jessica balks at the idea of going to Timbaland's concert at Capricorn out of respect for Antonio's feelings, so Nash comes up with a clever alternative. Dorian reaches out to Langston, knowing all too well the pain she feels. Vincent reminds Shaun that Talia doesn't have real feelings for him. Jared puts his foot in his mouth in front of Natalie. Sarah's pride shows when Cristian credits her with landing Timbalan to perform at Cap Ricorn. The series finale airs on Sunday, December 16 at 9 p.m. ET. For more information on the series, go to www.cnn.com/sailorsofstar. For the full season finale, visit www.sailorsail.com or go to http://www.starz.com/.\n"
}