{
    "soap_central": "\nShe's My Sister, She's My Daughter\n\n\nAt the carriage house, Gigi interrupted Brody and Shane's bonding session. After sending Shane upstairs, Gigi informed Brody that she was aware that Adriana paid him to come to Llanview and claim Shane as his son. Brody admitted that he had been enticed to come to town because of the payoff, but revealed that Dorian had offered him more money to leave Llanview, in hopes that Gigi would lure Rex away from Adriana. Brody told Gigi that he believed Adriana had done him a favor because he would have never learned that Gigi hadn't run off with another guy had Adriana not located him. Brody reminded Gigi of the promise he made to her years ago-to return to her and help her raise her son. Gigi wasn't receptive to Brody's plea. Instead, she left to face Dorian at Buchanan Enterprises and collect her paycheck and possibly a pink slip. \n\n\nLater, Shane came downstairs and asked Brody to help him exercise. When Shane stated that he couldn't do pushups, Brody told the child that he would have to work hard at it. Appearing to have thoughts of Gigi on his mind, Brody said, \"When you want something bad enough, you don't give up.\" \n\n\nIn his cell at the police station, Jared had a nightmare about pushing Nash through the skylight. He awoke and found Natalie had come to visit him. Natalie told Jared that Jessica blamed them both for Nash's death and didn't know if her sister would ever forgive her. Feeling guilty, Jared told Natalie that he knew a way she could regain her family's trust. He insisted that she leave him and he would tell the family that he had forced her into deceiving them. Refusing to give him up, Natalie suggested that Jared fight for his freedom. Jared told her that he would be in prison for a long time and there wasn't anything that either of them could do about it. Natalie stated that she had an idea and took off to set her plan in motion. \n\n\nNora and Clint arrived at B.E. and found Bo attempting to prevent a workman from removing Clint's nameplate from the door of the office he once occupied. The Buchanan brothers learned that Dorian was responsible and found her sitting in Clint's old office. Dorian ordered them out of the building, but, after being pressured by Nora, decided to allow them a few moments to gather their belongings. Clint and Bo advised Dorian that they would fight the takeover and asked if she truly believed she could get away with her plan. Dorian was certain that she could and began gloating about the brothers being unemployed. After giving Dorian a few parting words, Clint received a call from Natalie. She asked him to meet her at the police station to discuss an important matter. \n\n\nClint, Bo, and Nora met Natalie at the police station. Natalie asked Clint to drop the charges against Jared. When Clint questioned Natalie's sanity, she announced that she had an offer for him. Natalie told her father she would reveal the name of the true Buchanan heir, if he would drop the charges. \n\n\nWhen Gigi arrived at B.E. (now Cramer Enterprises), Dorian asked her to continue working for the company. Refusing Dorian's offer, Gigi said that she couldn't be bought as Brody had been. Gigi stated that she knew about Dorian's blackmail and was aware that Dorian was the one who had sent Rex the anonymous note concerning Adriana. Dorian presented the note (containing letters cut from a magazine) to Gigi and informed her that Adriana had given it to her, but denied any involvement. \n\n\nAt the carriage house, Brody read a magazine. He looked suspicious when he realized several letters were cut from the pages of the magazine. \n\n\nIn his hospital room, Charlie sadly stared at a picture of him and Viki. David barged into the room wishing to discuss Charlie's drunken escapade. David accused Charlie of hurting Viki. Although he initially denied it, Charlie quickly admitted the truth. David began asking Charlie if he believed that Dorian was involved in the events that led up to him getting drunk. Charlie said that he didn't remember taking a drink; his last memories were being in the emergency room with Rex. David continued to insist that Dorian could somehow be involved, but Charlie was unsure. David admitted to wanting to get revenge against Dorian. David was convinced that Dorian might have been with Charlie the final minutes before he lost consciousness. Before leaving, David suggested that Charlie attempt to make amends with Viki. Charlie said he would if he believed it were possible. \n\n\nAt Llanfair, Viki sat with Bree in the library. She told the child that she wished she could bring Bree's father back, but she couldn't. Viki promised Bree that her mother needed time to rest and would see about her as soon as she could. Outside on Viki's stoop, Tina read the headlines from the Banner newspaper. The paper contained articles relating to Nash's funeral arrangements, The B.E. takeover, and the mystery woman who was being sought in connection with Ramsey's murder. Upon realizing that the police were looking for her, Tina became nervous. With Bree in her arms, Viki went to pick up the paper that had been left at the front door. Hearing Viki approaching, Tina ran and hid in the bushes. As Viki held Bree, she reminded the child of the loving family that would always be there for her. From a distance, Tina listened to Viki's words and appeared to be happy to catch a glimpse of her sister. \n\n\nBack at the police station, John told Antonio and Talia about the events that led up to him being shot, and Ramsey's murder. John gave them a description of Tina. He described her as wearing a huge hat and sunglasses, and carrying a small dog in a purse. Referring to Tina as, \"The Hat Lady,\" John told Antonio and Talia that she and Ramsey had made an exchange. The Hat Lady gave Ramsey cash for the Mendorran jewels and, right after the shooting, escaped into a fleeing limousine. John, Antonio, and Talia surmised that \"The Hat Lady\" didn't kill Ramsey. John went on to tell them about finding Todd in the penthouse after the shooting and no sign of Ramsey's \"sick houseguest.\" The trio was convinced that Todd wasn't telling the truth about why he was there, but believed he wasn't the killer either. John informed them that he had put out a trace on the license plate from the limo, but had no idea how they would even begin to find the jewels, cash, and the two missing women, as well as the man who had shot him. \n\n\nAntonio was surprised when Cris and Sarah arrived at the station and informed him that a man had held them at gunpoint earlier. When Sarah mentioned that the man demanded that they give him information about a woman wearing a big hat and sunglasses, and carrying a dog, John became alarmed. He asked Cris for a description of the man, but Cris presented him with an accurate sketch of him instead. John, Antonio, and Talia further surmised that \"The Hat Lady\" had become afraid after witnessing her companion shoot John and escaped from him. They believed that he was in Angel Square Park earlier trying to locate her. John stated that the Feds were handling Ramsey's murder, but Antonio told Talia that John planned to do some investigating of his own. Cris and Sarah headed to Llanfair to spend some time with Viki and Bree. \n\n\nEn route to Llanfair, Jonas Chamberlain placed a call to someone. He informed the person that he had been unable to take care of the princess because a cop had derailed his plans. Jonas stated that he had shot the officer and would soon take care of the princess. Jonas informed his associate that he had a lead on her; he was aware that she had a connection to the Llanfair estate. \n\n\nAs Viki read Bree a story, Tina relocated to the terrace and eavesdropped on her sister. When Viki told Bree that Sarah was coming to visit, a smile crossed Tina's face. Sarah and Cris arrived at Llanfair. As she continued to listen unnoticed, Tina was all ears. Sarah told Viki that she had spoken to Cord earlier and asked Viki if she had spoken to Tina recently. After informing Sarah that she hadn't heard from Tina in years, Viki said that she realized that sometimes a woman needed her mother-even a mother like Tina. Tina looked devastated. Viki assured Sarah that she had many people in her life that loved her. Sarah was saddened, but put on a brave front. When the doorbell chimed, Viki handed Bree to Sarah and asked her and Cris to watch the child while she answered the door. Tina listened as Cris asked Sarah if she thought she had heard her mother's voice in the park. Sarah quickly chalked it up to wishful thinking and stated that her mother would never be in Llanview looking for her. \n\n\nViki found Jonas standing at her front door. He informed her that he was the Ambassador of Mendorra and was looking for the Crown Princess. Jonas stated that he had reason to believe the princess was at Llanfair. A stunned Viki told Jonas that the princess had no reason to come to her home unannounced. When Jonas persisted, Viki became agitated and asked him to leave. Sarah and Cris decided to put Bree down for her nap. They walked past Viki at the door with Jonas, but didn't see him. Jonas didn't see them either. As Jonas appeared to get upset with Viki, David arrived and shooed Jonas away. Inside, David gave Viki his condolences. David told Viki that he had visited Charlie, and suggested that she consider forgiving Charlie. Viki was adamant that she wanted nothing to do with Charlie and began stating the many lies he had told and the trouble it had caused. As Tina listened, David told Viki that he wasn't much different from Charlie, and reminded Viki of the time he pretended to be the Lord heir and married Tina. David said that she had forgiven him and could also forgive Charlie. David told Viki that she loved Charlie and the two of them were good together. \n\n\nAs Charlie prepared to check out of the hospital, he was surprised to see Viki enter his room. \n\n\nOutside of Llanfair, David placed a call to someone and suggested that they get together. \n\n\nTina continued to spy on Sarah and Cris. Sarah showed Cris photos of her and Tina. As she listened to Sarah state that she had learned to take care of herself but still wished her mother were around, Tina was heartbroken. When Cris went upstairs to take Bree a toy, Tina appeared to Sarah. A stunned Sarah called out to her, but Tina stood speechless. \n\n\nJonas placed a call to his contact and informed the person that he was unable to gain entry into Llanfair, but promised to take care of the matter. The contact told Jonas that he would send him photos of \"persons of interest.\" Seconds later, Jonas looked down at his cell phone as photos of Antonio, Talia, Cris, and Sarah all appeared on the screen. A devilish smile crossed Jonas' face.\n\n\n",
    "tvmega_recap": "John, Antonio and Talia are attempting to unravel and decipher the mystery involving Ramsey getting shot, the mysterious redhead with the dog in the limousine who took the jewels and cash from his home, and the invalid woman who got removed from Ramsey's home. Yet they come up with nothing. Tina (the redhead in question) finds her way to Viki's home and spies upon her sister. She overhears Viki talking to Sara and wishes she could reunite with her daughter. But she overhears that everybody believes she has abandoned her family. David wants to reveal his secret to the family but doesn't know how. Tina spies and notices him when he goes to talk to Viki. Natalie goes to see Jared in jail and tells him that she wants to help him clear his name. She goes and tells her father and uncle that she and Jared can tell them whom the real Buchanan heir is and she hopes that they will drop the charges against Jared if they tell her what they know. Passions",
    "soapcentral_condensed": "Gigi told Brody that Adriana paid him to come to Llanview and claim Shane as his son. Brody reminded Gigi of the promise he made to her years ago-to return to her and help her raise her son. Gigi left to face Dorian at Buchanan Enterprises and collect her paycheck and possibly a pink slip. In his hospital room, Charlie sadly stared at a picture of him and Viki. At Llanfair, Viki sat with Bree in the library and told the child that she wished she could bring Bree's father back, but she couldn't. David accused Charlie of hurting Viki, although he initially denied it. David began asking Charlie if he believed that Dorian was involved in the events that led up to him getting drunk. David admitted to wanting to get revenge against Dorian, but Charlie was unsure that David might have been with Charlie before he lost consciousness. At the carriage house, Brody read a magazine. He looked suspicious when he realized several letters were cut from the pages of the magazine. After giving Dorian a few parting words, Clint received a call from Natalie.\n"
}