{
    "soap_central": "\n Born...and Born Again \n\n\nRemaining locked up in a cell for contempt, John demanded his one phone call. His guard, George, refused to allow it, no matter how much John pleaded with him. He was only following the mayor's orders, he related, as he urged John to play by the rules. \n\n\nWhen George made his rounds again, he was shocked to find that John had hung himself from the top of his cell! As he frantically reached up to cut John down, John slugged him. He apologized to an unconscious George as he made he quick escape from the cell. \n\n\nTodd advised Marty that he didn't want to hear her declaration of love, but admitted that he loved her, too. Wrapping their arms around each other, they shared a kiss. It ended abruptly, though, as Todd pulled away first. As Marty headed upstairs, inviting Todd to follow her, he tried to convince her that it wasn't really what she wanted. Having flashbacks to a young Marty and the rape, Todd looked at her eagerness and insisted that he just couldn't do it, but was unable to explain why. \n\n\nMarty shared her belief that Todd had helped put her back together and that it was her turn to help him. Todd again stated that they could not make love. He reminded her that he knew what had happened during her rape and that he didn't want her hurt. He was concerned that she would remember something afterwards and he was worried about her feelings. Marty was firm and insistent as she declared that she trusted him and that the past had nothing to do with the present. \n\n\n\"Everything I touch I hurt,\" Todd replied. He confided that John didn't steal Blair and that it was him who drove Blair to John. He confessed to hurting his children and everyone he ever came in contact with. He vowed that he wasn't about to do it to her. He mentioned his sick father and how he was just like him, doing bad things to people. Marty expressed her belief that Todd had grown. No, he would hurt her, he told her confidently. He added that he had always seen things differently from others and it always resulted in people getting hurt. Marty thought it possible that she would hurt him, as well. She further believed that she was his creation, that he had put her back together. \n\n\nMarty insisted that Todd was a changed person and that he should have faith, even as Todd asserted that he was not the person she saw. He needed to believe what she said, Marty reiterated, and then be that person. Todd felt that people never really changed, even though he agreed that she was different from the girl in college. Marty felt that Todd was smart and caring, and had sacrificed just to take care of her. She felt that she would have been scared if he was the same college boy from years ago. He admitted that if he was different, it was because of her and he loved her. They began to kiss and Todd began to help Marty undress. He allowed himself to be pulled to the bed and into the moment. \n\n\nThe pair made love and afterwards, Marty told Todd that she felt wonderful. She noted that Todd already looked different because he was smiling and she had rarely seen him do that previously. He admitted to feeling better. \n\n\nAt the hospital, Janet suggested that Dr. Joplin warn Starr about complications surrounding her baby's birth. She thought that it might make things easier for them later, when taking the baby away. Dr. Joplin took offense and quickly told Janet that she would handle things. She wanted to know why they were both going along with the plan. It was something that defied any answers. \n\n\nViki, having received a call from Addie, stopped by to see Starr and give her some reassurance. Trying to one-up a sympathetic Viki, Dorian apologized to Starr for not going along with her plans to give the baby up or being there to support her the way she should have. Blair and Marcie donned scrubs and began their coaching of the expectant mom. \n\n\nConsumed with pain, a scared Starr insisted that she couldn't do what she was asked to do, in order to deliver her baby. She tried to explain how painful it was to Langston, who decided that adoption would be her own way to go in the future. Cole arrived to send Starr off with good wishes. Out in the hall, Viki attempted to phone Tess, without success. Dorian was disappointed when she didn't receive the expected reaction from Viki, after she mentioned that she had returned her company to the Buchanans. Viki explained that she was immersed in her own family problems, having been to the morgue to search for her missing daughters. She shared the family's plight regarding the return of Tess and recapped all of her daughter's antics. \n\n\nA concerned Dorian perked up when she heard details involving the letter that Tess had forced Natalie to write. She reminded Viki of the letter that Jean Randolph, one of Viki's alters, had forced Dorian to write so many years ago. Viki quickly reminded her that it was when she had seduced a teenaged Joey. \n\n\nWishing Viki well, Dorian departed. To Viki's surprise, Jean Randolph took over Dorian's spot on the couch. \"You've chosen to turn to me for guidance,\" she said to a shocked Viki. She recommended that Viki use her brain to think, noting that Dorian was a big help. She noted that she believed in deductive reasoning, not coincidences. The fact that Tess had forced Natalie to write a letter was not a coincidence. Jean had thought, though, that Tess was more like Niki than herself, she proclaimed. \n\n\nA disappointed Tess grabbed Niki's hand when she accepted the fact that Nash wouldn't be there. The pain intensified again and she fell to the floor. Raising herself to a sitting position, she realized that she needed to hurry to save Natalie and Jared. Her phone call to Tina went unanswered as she began to leave a message for Tina to free the prisoners at Llanfair. Niki vowed to take care of Tess as the stabbing pain continued. She insisted that Tess give her the pain. \n\n\nCain and Neil made Tina the butt of their jokes when it was learned that David Vickers was actually both female and pregnant. Tina took exception and enlisted Cain to help her deliver the pups into the world, cozying up to him as only Tina could. He agreed to help, adding that he would be able to kill Tina later. Tina did not hear her vibrating phone buzzing nearby on a table, as she fussed over her dog. \n\n\nTess, Starr, and even David Vickers (or Davida as Cain called the dog), whimpered, cried and screamed as they prepared to bring new life into the world. As Tina and Cain helped the little dog, they delivered three puppies. The couple shared a kiss. As Starr pushed, Dr. Joplin and Janet continued to exchange looks. As Starr delivered her screaming baby girl, Blair asked her daughter if she wished to hold the baby. Starr felt that Marcie should be the one to hold the baby first. Dr. Joplin announced that there might be a problem. Tess delivered a baby girl, too, but as Niki wrapped the baby up in a blanket, all was quiet. \n\n\nViki found herself trying to rationalize Jean's statements and thought hard. Where was Natalie? Suddenly, it came to her. She knew where to find her missing daughter. Jean's work was done.\n\n\n",
    "tvmega_recap": "Viki rushes to the hospital to be there for Starr. She runs into Dorian. And when she knows that Tess may be responsible for what happened to Natalie and Jared, she gets a \"premonition\" from her alter, Jean Randolph that Jessica is merely \"following in Viki's footsteps\" by locking them in the basement just like what Viki's alters did to Dorian. Starr gives birth to a boy. Tess has a \"vision\" that she gave birth to a girl with the help of Nikki. Tina is distracted with Cain after discovering that her dog is a female and pregnant and has given birth to puppies.",
    "tvmega_summary": "Episode #10311 ~ Born... and Born Again Written by Ron Carlivati, Elizabeth Page, Shelly Altman, Janet Iacobuzio, Chris Van Etten,Anna Theresa Cascio, & Carolyn Culliton",
    "soapcentral_condensed": "John hung himself from the top of his cell after his guard refused to allow him to call the mayor. Viki tried to call Tess, but didn't receive the response she expected. Todd and Marty tried to make love, but Todd pulled away first. Janet suggested that Dr. Joplin warn Starr about complications surrounding her baby's birth. Dorian apologized to Starr for not going along with her plans to give the baby up or being there to support her the way she should have. Starr insisted that she couldn't do what she was asked to do, in order to deliver her baby. She tried to explain how painful it was to send Starr off to Langston, who decided that adoption would be her own way to go in the future. A concerned Natalie reminded Viki of the letter that one of her alters had forced her to write to Natalie Jean Randolph, who had recapped all of her daughter's all of Viki's alters' memories. The Buchanans were forced to return to the morgue to find their daughters missing.\n"
}