{
    "soap_central": "\n\nIn Starr's bedroom, Langston was shocked to find Starr cradling a home pregnancy test. When Langston questioned Starr about her claim that nothing sexual took place between her and Cole, Starr admitted that she lied about her night with Cole. Starr confessed that she did have sex with Cole, but could never reveal the truth for fear that Todd would have Cole placed in prison. Out of concern, Langston asked Starr if she believed that she might be pregnant. Starr confided in Langston about feeling sick recently and explained how she came into possession of the pregnancy test. Langston wondered how Starr could carry such a burden all alone, and was surprised that Starr didn't divulge her secret to Langston. Starr was adamant that no one could ever learn the truth, and asked for some privacy so she could take the test. Meanwhile, downstairs, Blair asked Todd to attempt to make amends with Starr. Todd told Blair that he couldn't get the image of Starr and Cole together out of his mind. Blair reminded Todd that had he not arrived when he did, Starr and Cole might have actually had sex. Todd believed Starr would never understand his feelings. Blair demanded that Todd make an effort to relate with Starr, otherwise Blair would take charge of the situation. After listening to Blair's argument, Todd decided to go upstairs and patch things up with Starr. \n\n\nAt the diner, Cole and Markko discussed Starr. Markko couldn't believe that Cole decided to end his relationship with Starr. Cole told Markko that John had convinced him that it would be in Starr's best interest if Cole ended his pursuit of Starr. When Cole stated that he would move aside so that Starr could go on with her life, Markko appeared unconvinced and continued to urge his friend not to give up on Starr. Later, Rene arrived at the diner to have dinner with Cole. When Rene mentioned Todd interfering in Cole's relationship with Starr, Cole told Rene that Todd had succeeded in breaking up him and Starr and nothing could be done to change that fact. \n\n\nAs Todd headed up to Starr's room, Starr stood in the bathroom and prepared to take the pregnancy test. When Todd knocked on the door and called her name, Starr nervously dropped the test kit into the toilet. Upon realizing that the box was sitting on her desk, Starr rushed to retrieve the box before Todd could notice it. As Todd entered the room, Starr stood with the pregnancy test box behind her back. Todd told Starr that he couldn't stand what had become of their relationship and didn't want her to hate him. As Starr clinched the box behind her back, Todd told his daughter, \"You'll understand that someday when you have your own kids. Of course that feels like a million years away.\" \n\n\nLangston received a call from Markko. Noticing the urgency in her voice, Markko asked Langston what was wrong. A distracted Langston told Markko that things were crazy as usual and abruptly hung up the phone. Langston turned around to find Blair standing in the same room. Blair began asking Langston how Starr was doing emotionally. When Langston stated that she was going upstairs, Langston nearly panicked when Blair told her that Todd had gone to Starr's room to speak with her. Aware that something was going on, Blair demanded that Langston come clean. Back at the diner, Markko told Cole about his strange conversation with Langston. Cole hoped that Starr was okay. \n\n\nOn the way to the lodge, Bo swerved to prevent hitting a deer and the car carrying him and Nora slipped over a steep hill. After attempting to free themselves from the car, Bo and Nora soon discovered that they were trapped. Realizing that it would be virtually impossible for anyone to find them in the snowstorm, they decided to patiently wait for the vehicle to be tracked through the GPS system. While waiting to be rescued, Nora remembered that Nigel had packed some wine and other goodies for the long commute. As they sipped wine, Bo and Nora happily reminisced about the good times they shared as a couple. In a diner up the road, Nigel attempted to ease the mind of a worried Matthew. Matthew became alarmed when he was unable to reach either of his parents by phone. While Matthew worried about his parents, Nigel's thoughts turned to Natalie and Jared alone in the cabin. \n\n\nAs Clint drove to the lodge, Lindsay pleaded with him to drive faster. Lindsay was convinced that Bo and Nora would rekindle their relationship if left alone. Clint stated that he trusted both Nora and Bo, but Lindsay continued to argue her point. When Clint informed Lindsay that the road to the cabin was closed due to the storm, Lindsay feared Bo and Nora might have stopped at a nearby motel. Upon noticing the lights of a diner up ahead, Lindsay asked Clint to stop just in case Bo and Nora were there. Once inside, Clint and Lindsay encountered Matthew and Nigel. As Lindsay appeared anxious, Matthew began to worry about his parents. Afterwards, Clint chastised Lindsay for upsetting Matthew. \n\n\nAs Bo and Nora shared memories from the past, they were interrupted by a knock on the window. Clint and Lindsay stood outside the vehicle. An overjoyed Lindsay exclaimed, \"Thank God we found you!\" On the ride back to the cabin, Bo and Clint listened as Nora and Lindsay exchanged verbal jabs. \n\n\nAt the cabin, Jared surprised Natalie with a passionate kiss. Horrified, Natalie slapped Jared and screamed, \"Jared how could you? You're my uncle.\" Jared yelled back, \"No I'm not.\" Appalled by Jared's behavior, Natalie attempted to leave the cabin. Jared explained to a bewildered Natalie how he pulled of the scam about being Asa's long lost son. When Natalie refused to listen, Jared told her that Nigel would back up his claim. Natalie was adamant that Nigel would never betray the Buchanan family, but Jared explained that the alternative was worse-Asa's real son was David Vickers. Natalie was speechless. Jared admitted to beginning the scam after he and Natalie realized that they shared feelings for each other. After listening to Jared's confession, Natalie remarked that Jared chose money over a relationship with her. Jared told Natalie that money had nothing to do with him wanting to be a Buchanan. Jared said he felt that he never had a chance with Natalie, and never planned on falling for her. He expressed how much it hurt him to watch Natalie deal with the situation, and recounted the several times he attempted to reveal the truth to her. Jared told her that he would give up everything just to be with her. An angry Natalie was disgusted by Jared's attempt to defraud her family. As Jared begged for her forgiveness, Clint, Bo, Nora, and Lindsay entered the cabin. When Clint asked what was going on, Jared announced that he had something to tell everyone.\n\n\n",
    "tvmega_recap": "When Natalie and Jared are alone in the cabin, he confesses to her that he is not her uncle after all. He has been scamming the Buchanans. At first, she does not believe him. But when he convinces her that it's true, she is disgusted in him. Bo and Nora are in a car caught in the snow storm, headed to the cabin. Clint and Lindsay are in another car headed there. Lindsay warns Clint that Nora and Bo might get too cozy if the car gets stuck and they are stranded. And sure enough there car gets stuck and they are stranded. But nothing happens maybe due to the fact that Clint and Lindsay catch them and pick them up and they all ride to the cabin together. Todd wonders what he should do in regard to Starr. He is ready to go and talk to her and attempt to reconcile. But she has a secret that she is not telling anybody involving a pregnancy test.",
    "soapcentral_condensed": "In Starr's bedroom, Langston was shocked to find Starr cradling a home pregnancy test. At the diner, Cole and Markko discussed Starr. On the way to the lodge, Bo swerved to prevent hitting a deer and the car carrying him and Nora slipped over a steep hill. While waiting to be rescued, Nora remembered that Nigel had packed some wine and other goodies for the long commute. In a diner up the road, Nigel attempted to ease the mind of a worried Matthew. Matthew became alarmed when he was unable to reach either of his parents by phone. Nigel's thoughts turned to Natalie and Jared in the cabin. As Lindsay appeared anxious about Clint and Nigel, Clint began to worry about his parents from the road. As Bo and Nora were there, Clint chastised Lindsay for upsetting his parents. Lindsay asked Clint to stop just in case, but Clint informed Lindsay that the cabin was closed due to the storm due to Clint and Nora's presence. In the cabin, Matthew became worried about his Parents and pleaded with Clint to drive to the cabin faster.\n"
}