{
    "soap_central": "\n\nVincent summons his inner humanity and proves he's a better man than Tate could ever be. Rex, Adriana, Layla and Vincent are shaken by the ordeal but Rex takes solace in knowing it has finally come to an end. Marty's memory of the night Spencer was murdered comes rushing back. John refuses to endorse Marty's insistence that she killed Spencer. At Blair's prodding, Starr tells her father about her and Cole. Starr leaves Blair and Todd in the wake of her teenaged ire. Blair points out to Todd that their daughter isn't a little girl anymore. Nora and Matthew get Cole settled at the mansion. Cole is buoyed by a call from Starr. Todd and Blair inch closer together. Bo and Paige have a bittersweet parting. Nash surprises Jessica with a \"honeymoon\" in her hospital room. \n\n\n\n\n",
    "tvmega_recap": "Nash comes into Jessica's room and lies to her that she is going home. She calls him a \"liar.\" Blair helps Todd back into bed. Cole moves into Asa's mansion with Nora and Matthew. Marty remembers what she had been covering up. Talia forces Adriana to say that she wasn't worthy to live. Talia comes in and shoots Tate. Paige tells Bo that she is leaving town for Bo's and Matthew's own good. Tate is rushed to the hospital. Layla, Adriana, Rex, and Vincent are brought into the police station to give their statements. Nash surprises Jessica with a pretend honeymoon to Niagara Falls in the hospital. Nash informs Jessica that her Uncle Todd is back. Starr tells Todd that she and Cole were in a musical together in school. With her mother's encouragement, Starr admits to her dad that she and Cole are back together.",
    "soapcentral_condensed": "Vincent summons his inner humanity and proves he's a better man than Tate could ever be. Rex, Adriana, Layla and Vincent are shaken by the ordeal but Rex takes solace in knowing it has finally come to an end. Marty's memory of the night Spencer was murdered comes rushing back. John refuses to endorse Marty's insistence that she killed Spencer. Starr leaves Blair and Todd in the wake of her teenaged ire. Bo and Paige have a bittersweet parting. Nash surprises Jessica with a \"honeymoon\" in her hospital room. Nora and Matthew get Cole settled at the mansion. Cole is buoyed by a call from Starr. Blair points out to Todd that their daughter isn't a little girl anymore. Todd and Blair inch closer together. Bo, Paige and Nash have a bitter-sweet parting. The final episode airs on Sunday, December 16 at 8 p.m. ET on ABC. For more information on the series, visit ABC.com/CSI.\n"
}