{
    "soap_central": "\nThe Look of Love:\n\n\nAt the Buchanan ranch, 2008, Gigi felt an odd sensation when she rested her hand on the table in the foyer. At the same moment, in the past, Rex had a similar reaction when he placed his hand on the very same spot that Gigi had. Madame Delphina and Professor Fina were too engrossed in trying to calculate the remaining time left until the time portal opened. \n\n\nIn 1968, Clint stepped out into the foyer and promptly ushered Bo, Rex, and Professor Fina into the living room. Clint had organized a farewell party for Bo, before he was shipped to Vietnam. Olympia, Bo's mother, was not in a celebratory mood. She railed at Asa for putting their son into the path of danger by failing to help Bo dodge the draft. Bo, as Asa, defended his actions but Olympia wasn't swayed. The argument was suspended by the arrival of Jeremiah, Renee, Emma, and Spencer. Bo turned to Professor Fina for an update on when they could leave 1968. Bo sensed the arrival of his father's mistresses, at a party attended by his mother, spelled trouble for him. \n\n\nIn 2008, Madame Delphina startled Gigi when she suddenly asked the young mother why she had lied to her son, Shane, about whom his father was. Gigi told her that Rex had left town before Gigi had discovered that she was pregnant. Madame Delphina was a sympathetic listener as Gigi talked about the past and explained the various decisions that she had made in the name of giving Shane everything that he deserved. At the mention of Rex's wedding to Adriana, and Gigi's embarrassing confession of love, Madame Delphina perked up. She told Gigi that Adriana still considered Gigi a threat to her marriage. Gigi reminded Madame Delphina that Adriana had separated from Rex and was living in Paris. Gigi didn't think Adriana had spared her a thought in a long time. \n\n\nBack in 1968, Rex and Emma decided to go for a walk before the storm moved in. When Rex confessed that Emma reminded him of someone, they began talking about his life back in 2008. Rex told her that he no longer loved his wife and that he regretted that he didn't tell the woman that he loved how he felt. Emma was certain that the woman he referred to knew that Rex loved her. \n\n\nAt the house, Clint was desperate to find Maria but no one seemed to have answers. When Rosa returned to the Buchanan ranch, Clint pounced. He finally gleaned enough information from Rosa to surmise that Asa had sent Maria away. Meanwhile, in the living room, Bo talked to Renee. He vowed that, in another time, he would be the father that Asa never was. \n\n\nBack in the present time, Madame Delphina heard some music drift into the living room. It was the same music that was playing in the living room of the Buchanan ranch, in 1968. Madame Delphina felt it was a sign that the time to bring Rex back to the present was drawing near. Gigi believed her until Chuck walked in and asked them if the music was disturbing them. He had been in the attic and had found some old records and decided to play them. Gigi was disappointed to learn that the music was coming from the attic, not the past. Madame Delphina didn't think it was a coincidence. She was certain that Chuck had found the music because it was playing at that precise moment, in the past. \n\n\nAfter Rex and Emma returned to the living room, Professor Fina announced that the time for Bo and Rex to leave had arrived. Unfortunately at that very moment, Clint appeared and demanded to speak with Asa. Things quickly escalated until Clint took a swing at Asa. Bo ducked and the punch landed squarely on Rex's chin. Rex crumpled to the floor, unconscious. \n\n\nIn 2008, Gigi and Madame Delphina made their way to the spot where Bo and Rex had disappeared during the previous storm. Madame Delphina sensed that something blocked the portal. \n\n\nAt Rodi's, Layla had a frank discussion with Brody about his lies. Brody defended his actions. He justified taking money from Dorian and Adriana, saying that he had put it away for Shane's future. Brody insisted that he was more of a father to Shane than Rex ever was. Brody reminded Layla of all the way he was a father to Shane but Layla wasn't impressed. Her concern was for Shane and warned Brody that lies had a nasty way of coming out. Hoping to give Brody some insight, Layla told him how betrayed and hurt she felt by Vincent's lies. Brody stubbornly refused to listen or heed her advice. He was convinced the secret was safe. \n\n\nAfter Brody returned home, and the babysitter left, he and Shane sat down to play a game of chess. They were interrupted by a call from Gigi. Shane answered and spoke to his mother briefly. She had to end the call when Madame Delphina informed her that it was time for them to leave. Shane offered to hand the phone over to Brody before Gigi disconnected the call, but she declined to talk to Brody. Brody quickly hid his annoyance as Shane showed him a package, addressed to Gigi, from Paris. Brody quickly found an excuse to get Shane out of the room and returned to the package. As he opened it, Brody wondered aloud what Adriana had sent from Paris. Inside, he found a note and a plastic baggy. The note was indeed from Adriana. It suggested that, before Brody was officially made Shane's father, Gigi have Rex's DNA tested. \n\n\n",
    "tvmega_recap": "Gigi and Rex think about each other. They throw a going away party for Rex/Bo. They go into the living room. Emma asks Rex to go for a walk. They go down to the barn. Gigi and Delphina wait for the right time to go to the fence. Gigi tells her about Rex, Shane and Brody. Layla argues with Brody about Rex being Shane's real father. Adriana sends Gigi Rex's toothbrush for DNA. Brody opens the envelope. Clint finds out about Asa/Bo sending Maria away and argues with Bo as they are about to leave to go to the fence so they can go back to 2008. Clint tries to punch Bo but knocks out Rex instead.",
    "soapcentral_condensed": "The Look of Love: At the Buchanan ranch, 2008, Gigi felt an odd sensation when she rested her hand on the table in the foyer. In 1968, Bo's mother railed at Asa for putting their son into the path of danger by failing to help Bo dodge the draft. In 2008, Madame Delphina startled Gigi when she suddenly asked the young mother why she had lied to her son, Shane, about whom his father was. Back in 1968, Rex and Emma decided to go for a walk before the storm moved in. When Rex confessed that Emma reminded him of someone, they began talking about his life back in 2008. Rex told her that he no longer loved his wife and that he regretted that he didn't tell the woman that he loved how he felt. At Rodi's, Layla and Brody had a frank discussion about Brody's lies. Brody insisted that he was more a father to Shane than Rex was. Layla warned Brody that lies had a nasty way of coming out.\n"
}