{
    "soap_central": "\n Red-Handed \n\n\n\n\nUnable to locate Todd at La Boualie, Téa walked into the cabana by the pool when she heard loud noises coming from inside. She was shocked and horrified to find Todd and Blair making love. The couple separated quickly as Blair unsuccessfully hid her smile. A screaming Téa informed Todd that she was finished with him, and refused to listen to his explanation. She stormed out with a quickly dressed Todd in pursuit.\n\n\nTodd pleaded to be heard, insisting that he had an explanation. Téa preferred that he not touch her and asked him to stay away from her. He requested five minutes of her time. Stammering and stuttering, he turned and ordered Blair to leave them alone, as Blair knelt to tidy up the pool area. Blair assured him she wasn't listening and continued to pick up the toys.  Describing the events of the afternoon, Todd attempted to justify his romp in the hay with Blair. He explained how he had found her making a fool of herself with a pool boy and how she took off her clothes in front of Todd. That all led to them having sex, he explained to Téa.\n\n\nA puzzled Téa, thinking that she had missed something of the explanation, reacted bitterly to Todd's rationalization that it was all just an accident and that it meant nothing to either himself or Blair. Upon questioning, Blair agreed with him, though her face said otherwise. She assured Téa that it was just \"hot, dirty sex\" and that they couldn't stop. Mockingly, she explained that was what happened when you had a history with someone. Téa chuckled sarcastically as Todd jumped in and ordered her not to listen to Blair, who was only a \"spiteful, hurtful bitch.\"\n\n\nExpressing her appreciation at Blair's candor, Téa acknowledged that she needed to cut ties with Todd forever. Both laughing and crying at the same time, she insisted that she never wanted to see him again. She said she was mistakenly under the impression that they had a new understanding since the night before Starr's wedding when he had visited her. She realized she was wrong, she continued, as she berated herself. Claiming that he only wanted her, Téa disagreed with Todd and pointed out that he wanted whoever was convenient. She understood that there had never been anything between them.\n\n\nTéa knew that if she took Todd back, the same things would keep on happening, even as he denied they would. She pointed out how Todd wouldn't have accepted it if the tables were turned and he had found her having sex with someone else, someone like Kevin Buchanan or R.J. Todd would have destroyed her. She told Blair that Todd was all hers. When he tried to grab Téa, she pushed him into the pool.\n\n\nClimbing out of the pool, Todd informed Blair that he intended to find Téa, because she was worth it.\n\n\nAt the Palace Hotel, Greg was surprised to find his sister, Destiny, knocking at his hotel room door. Though the teenager was there to seek his advice on boy problems, their talk quickly turned to Matthew's surgery. Destiny was disappointed to learn that Matthew's parents had decided against the surgery, and she wanted to inform them that they were morons.\n\n\nGreg explained that Bo and Nora were merely doing what they thought was best and he pleaded with Destiny to not run to Matthew's house to tell his parents off. He agreed that the operation would be risky and that he was the best doctor to perform that surgery. He informed her that he was moving on, certain that he could do good for other patients elsewhere. Destiny wanted him to stay with her, but he promised to return at Christmas.\n\n\nFeeling like she had been slapped in the face, Destiny understood that he already had his money. She realized that Shaun's assessment of Greg had been correct and that he couldn't be counted on. She should have listened to her other brother from the beginning, she realized as she tossed Greg the phone he had bought for her. She wanted what money couldn't buy.\n\n\nMatthew continued to argue with his parents over their decision to refuse to allow Dr. Evans to operate on him. They were staggered at his insistence that his choice would be to have no life at all rather than to remain in a wheelchair forever. Believing that Matthew was the one not thinking clearly, Bo pointed out that they had been \"sold a bill of goods\" from Dr. Evans, and Bo and Nora considered the doctor to be nothing more than a show-off.\n\n\nWhen Clint walked in, Matthew left after thanking his uncle for obtaining the doctor for him. He was sorry that it had been a waste of time. A confused Clint was informed that the surgery was risky and Bo and Nora wanted to be sure of its success. Clint disagreed with their decision, and felt strongly that Matthew should be allowed to make his case in favor of the surgery. He thought the family should discuss it further. Bo was opposed to that, and both he and Nora pointed out that all of the other doctors they had spoken to had assured them that surgery was not an option. Bo felt that Greg was nothing more than an \"arrogant jerk.\"\n\n\nClint was certain that they would lose Matthew if he weren't seriously listened to. Angrily, Bo reminded Clint that he was not Matthew's father and never would be. Clint felt that Bo was resentful because of Nora being with him, though Bo denied it. Disgusted, Nora jumped in and stressed that the problems they were having with Matthew had nothing to do with any of the adults. Clint assured her she was blind, and pointed out how he had tried to keep his distance in the entire situation with Matthew. He stalked out, announcing that he would be looking for a new best man for his wedding. Nora figured that Clint would cool off eventually. Bo reiterated that he only wanted Matthew to be safe.\n\n\nAt the hospital, Michael disclosed that Shane was having a recurrence of his cancer and things were not looking good. Sadly, he advised the boy that he would not be able to play baseball during the summer and would possibly face more chemotherapy. The doctor felt that the best treatment would be to have another stem cell transplant as soon as possible. Rex pointed out that thankfully, their \"angel,\" Stacy, was there. After hearing that Michael was ready to start the procedure, Stacy put her hand to her mouth and ran to the bathroom, gagging.\n\n\nRex, Gigi, Shane, and Michael grinned and congratulated each other on their performances. When Stacy returned, she wondered what would happen if she refused to donate more stem cells, noting that things were moving much too quickly. As Rex gave her a hug and reassured her, the smiles and funny faces continued behind her back.\n\n\nWhen they were alone, Stacy told Rex that he had been acting differently. He admitted that moving beyond his last relationship was difficult. He declared that he loved her. Stacy confessed that she never wanted any harm to come to Shane. When she left the hospital, Rex followed her. \n\n\nShane let Gigi in on the secret of his new comic book character named Scabby Stacy. Michael advised Gigi that Shane's test results were actually really good. She thanked him for returning, and he assured her that after he and Marcie had heard the story involving Stacy, there was no question as to whether or not he would return to Llanview to help. He urged her to keep her eyes open for any change in Shane's health.\n\n\nArriving at a fur storage facility, Stacy showed her identification and was admitted. Rex stopped at the door when the guard refused to let him in and, to make matters worse, the guard believed that he recognized Rex from a previous scam. He wanted to have him detained, and scoffed at Rex's suggestion to call the police commissioner. Inside, ticket in hand, Stacy searched for the proper fur coat to match her receipt.\n\n\nShe heaved a sigh of relief when she finally located it and pulled the bag of blood from a pocket. \"Chilled to perfection,\" she noted. She needed to hustle to the \"brat at the hospital,\" she muttered. Turning around, she was shocked to see Rex standing near.\n\n\nDestiny found Matthew sitting at the piano at the rec center. She expressed her sorrow that he wouldn't be getting the operation. They tossed around some ideas on how to get Matthew's parents to agree to the surgery. Destiny blamed herself for the turn of events, and apologized for getting Matthew's hopes up. She cried and told him that if they didn't build people up then they couldn't let you down.\n\n\nAs Greg packed his things, he looked at a picture of himself and Destiny.\n\n\n",
    "tvmega_recap": "Matthew tells his parents he will not accept being stuck in a wheelchair. Clint tells them he agrees. But they are firm on their decision not to trust Dr. Greg and are afraid of losing Matthew after the surgery. Destiny finds that out and her brother informs her he is leaving town. She is very disappointed but tells Matthew they must protest and do something as not to give up. Gigi, Rex, Michael and Shane all attempt to convince Stacy that they need her stem cells in order to save Shane. She goes off and Rex follows her. she finds the mysterious bag of blood. And he manages to catch her. Blair and Tea both admit their feelings for Todd and how the three of them have the big dilemma.",
    "soapcentral_condensed": "Téa walked into the cabana by the pool when she heard loud noises coming from inside. She was shocked and horrified to find Todd and Blair making love. A screaming Téa informed Todd that she was finished with him, and refused to listen to his explanation. Destiny was disappointed to learn that Matthew's parents had decided against the surgery, and she wanted to inform them that they were morons. Greg explained that Bo and Nora were merely doing what they thought was best and he pleaded with Destiny to not run to Matthew's house to tell his parents off. He agreed that the operation would be risky and that he was the best doctor to perform that surgery. Destiny wanted him to stay with her, but he promised to return at Christmas. She realized that Shaun's assessment of Greg had been correct and that she couldn't be counted on. She should have listened to her other brother from the beginning, she realized as she tossed Greg the phone he had bought for her. A confused Clint was informed that the surgery was a waste of time. He thought that the family should discuss it further.\n"
}