{
    "soap_central": "\n\nJohn closed Rodi's early while Natalie lingered nearby after she handed a doggie bag to a departing deliveryman. John pulled her letter from his pocket and began to read it out loud. Natalie was embarrassed, but John reminded her that they wouldn't be together if it hadn't been for the correspondence. He assured her it had been the right thing to do, and they belonged together. Natalie informed John that her heart was broken when he hadn't showed up at Rodi's for her. John revealed that he wanted to make things right.\n\n\nNatalie challenged John to a game of pool, since it wasn't quite midnight yet. They wanted to play out what would have happened the night Natalie sent the letter. In the midst of the game, John approached Natalie and kissed her passionately. They made love on top of the pool table.\n\n\nNora and Bo enjoyed the quiet as they remained behind after the conclusion of their Palace Hotel wedding reception. Bo thought that getting married to Nora was the \"smartest thing I ever did\" just like the first time they married. They shared a dance, but Nora realized she was hungry and began to forage for food. The kitchen had closed and, unable to locate even a crumb, Bo suggested that they head to the local mini-mart. Just as they headed for the door, a waiter intercepted them. He had a food cart and a special delivery.\n\n\nIt was a gourmet feast of cheeseburgers, fries, and beer, and the attached note from Natalie and John stated that they knew the newlyweds hadn't had time to eat at the reception. Excitedly, the couple began to chow down as they shared their pre-wedding experiences. Nora had been positive that everything would turn out okay after the rainbow's \"power of love\" had appeared after the storm.\n\n\nShe told him about her eye patch, broken tooth, crutches, green hair, and burned wedding gown. Bo declared that he would have married her, anyway, and related his own experiences with the skunk, the damaged tuxedo, and the tomato juice bath. He wondered why they hadn't disclosed all that had happened previously and was concerned that they had kept secrets from each other. When they both revealed that they had pictures, the serious moment was over.\n\n\nA messenger service delivered a package from Statesville prison, which interrupted the couple again Both Nora and Bo were perplexed and nervous about opening it. They both shoved the package to the other and finally Nora lost and had to open it. Anxiously, she pulled off the string and looked at the attached note. Suddenly, she began to laugh. It was from Lindsay who had written that Bo and Nora's love was too strong for her so she made them a gift. She assured them she was good at it. Nora laughed harder and pulled a Pennsylvania license plate from the box. It read, \"BO&NORA4EVR.\"\n\n\nUpstairs, as Elijah and Blair were about to go into Elijah's room, Kelly and Reed confronted them as the couple stepped off the elevator. Kelly explained that she was merely having a nightcap with an old friend, but Blair teased her mercilessly. When an annoyed Shaun stepped off the elevator and scolded Kelly for evading him, Blair laughed harder. Shaun informed Kelly and Reed that they wouldn't be out of his sight again because he had a job to do.\n\n\nOnce Blair was inside the room with Elijah, he inquired about the truce he thought Blair had with Kelly. Blair claimed that she was just having some fun. Elijah wanted to know if Blair had ever thought about marriage. Blair was taken aback and sputtered that she knew marriage well because she had been through it many times. Elijah admitted that he had never married, though he had been close once or twice. He thought that it hadn't felt right before, and he never felt the need to marry. \"I do now,\" he said quietly.\n\n\nBlair wondered if Elijah was proposing to her, and he denied that he was. He was a lawyer, and she would definitely be aware if that was what he was doing. \"Good!\" Blair replied. She had been through several disastrous marriages with Todd. Elijah maintained he was \"scouting,\" but Blair insisted she would never marry again. Elijah announced that could be a problem and inquired if Blair wouldn't ever marry him at all, because he didn't want to waste his time. Blair didn't think either of them was ready for marriage, but she promised to think about it at some future date. She wanted it kept secret, though, and Elijah agreed. He didn't want to lose Blair. They made love.\n\n\nReed and Kelly headed to Reed's room as Reed and Shaun had words about Shaun's presence. Finally, the couple managed to enter the room and close the door on Shaun, who planted himself on the other side. Kelly was mortified that others thought there was more than a friendship between herself and Reed, but he agreed with the others. She reminded him it was only their second date, while Reed counted it as technically their third. Kelly agreed that she was there for more than just a drink.\n\n\nAs Shaun remained outside of the door, he heard sounds that made him uncomfortable. Settling in for the long haul, he pulled his iPod out of his pocket. Inside the room, Reed and Kelly shared a dance, but she stopped him when he began to undo her dress. She was uneasy with Shaun so close by, she told him. She also thought it was \"too much too soon.\" Reed assured her he understood and they proceeded to enjoy their nightcap.\n\n\nJessica and Brody arrived on the rooftop of the Angel Square Hotel, where Jessica stared in amazement at the romantic setting that Brody had prepared. There was even a fire pit, where the couple roasted marshmallows. Jessica was apologetic for everything she had put Brody through and admitted she would have killed him if the tables had been turned. She praised him for being so patient with her. Brody declared that he loved Jessica and explained that because they had met at St. Anne's, he completely trusted her and she understood him perfectly.\n\n\nBrody poured his heart out as he confessed that Jessica's faith in him had healed him far better than the therapy he had received. He knew she would return eventually and was sorry for pushing her on the night of the prom. He had his hopes up and was shattered when she closed the door in his face. He hit bottom and didn't think she would return to him after that, he recounted. He stopped talking. Jessica assured him that night had been difficult for her, as well, and she had been all alone after she had shoved him away. She needed to find something new, she started. She stopped herself, too, and advised him that the point was, \"You brought me back.\" She showed him his lost medal she had picked up and explained that it had made her remember.\n\n\nAs a former Navy SEAL, Brody quoted, \"Anytime, anywhere, always ready.\" He would never give up and would never let her go again. Jessica replied that Brody was everything she ever wanted, and she would go after him if he ever lost faith in her again. She promised to drag him back home. \"You are my home,\" Brody countered. They headed to Brody's room and made love.\n\n\nRex and Gigi returned to the carriage house after the wedding and compared notes on all the fiascos that had taken place before the ceremony. Gigi revealed that Shane was at a friend's house for the night, and Rex wanted to know if he was invited inside. Gigi was happy for Rex to join her, and they shared a kiss. As the kiss grew passionate, they began to remove their clothing. Before they went too far, Rex stopped. \"Are we sure?\" he asked. Gigi admitted that she wasn't sure she was ready for what followed after they made love. She reluctantly told him to put his shirt back on, and Rex urged her to get dressed too.\n\n\nGigi was aware that something had been going on between herself and Rex for a while, and they rattled off all of the times they had been there for each other. Rex declared that he wanted Gigi back and, while she felt the same about Rex, Gigi admitted she was scared. They were both worried they would ruin things agai,n but they both professed their love for each other. Rex was sorry for revealing his feelings, but Gigi suggested that it was better that they knew. She thought they should take things slowly, though Rex fought the urge to rush her upstairs. Gigi thought it might even be better if they walked away from each other because so much had happened.\n\n\nRex refused the notion and pointed out that they had survived much worse. Gigi thought they didn't trust each other, and they didn't have a clue on how to proceed. Rex felt they were different people from who they were previously, and they needed to start over as if they had just met. They already loved each other ,so they had a head start, he said, as he asked Gigi out on a date. She consented, and he promised to call her with the details. He kissed her again, and Gigi finally managed to push him out the front door.\n\n\nA musical montage showed all of the couples as they shared their evening together.\n\n\n",
    "tvmega_recap": "Bo and Nora are happily together after their wedding. They each admit the obstacles that got in their way before the wedding. They see they have gotten surprise gifts from some unexpected people. Rex and Gigi are wondering if they should start over. And he tells her that he will just ask her out on a date. Eli tells Blair that he might consider marriage some day and she might be the one. Kelly is with Reed telling him maybe they should take it slow but confirms she wants to be with him. Jessica is happily with Brody. Natalie and John are together.",
    "soapcentral_condensed": "Nora and Bo enjoyed the quiet as they remained behind after the conclusion of their Palace Hotel wedding reception. Bo thought that getting married to Nora was the \"smartest thing I ever did\" Bo declared that he would have married her, anyway, and related his own experiences with the skunk, the damaged tuxedo, and the tomato juice bath. A messenger service delivered a package from Statesville prison, which interrupted the couple again. Kelly and Reed confronted Elijah and Blair as the couple stepped off the elevator. Elijah admitted that he had never married, though he had been close once or twice. He thought that it hadn't felt right before, and he never felt the need to marry. Blair didn't think either of them was ready for marriage, but she promised to think about it at some future date. She agreed with Reed that there was more than a friendship between herself and Reed, but he agreed with the others that he didn't want to lose her. They made love on top of the pool table. Shaun informed Kelly andeed that they wouldn't be out of his sight again because he had a job to do.\n"
}