{
    "soap_central": "\nNo One Ever Said It Would Be This Hard\n\n\nAt Llanfair, Brody paid a visit to the Morascos' cottage, only to find Gigi in tears. Gigi broke the news to Brody about Shane's leukemia, and explained that Shane was being admitted to the hospital; she'd only come home to retrieve some of his things. Brody tried to lift Gigi's spirits, but Gigi was terrified that Shane would lose his hair, lose weight, and succumb to cancer. \n\n\nBrody quickly took charge of the situation, and told his friend not to dwell on all the \"what ifs.\" He assured Gigi that he would help her get through the ordeal, along with her and Rex's friends and family. Brody offered to finish packing Shane's things, and told Gigi to return to the hospital to be with her son. Gigi thanked Brody for his help, and asked him if he knew how much he meant to their family. Brody told her they meant the same to him. Gigi then headed for the hospital. \n\n\nAt the Llanview Police Station, Viki and Jack arrived to visit with Todd in the cell. Todd immediately tried to ease his son's fears about Blair's condition, and told Jack that she would recover. Jack saw through Todd's condescension and said that he knew his mother's injuries were serious. He reminded Todd that he, Starr, and Sam were alone with Blair in the hospital and their father in jail. He told Todd and Viki to stop talking to him like he was stupid, and asked Todd point-blank if he'd attacked Blair so he could be with Marty. \n\n\nTodd again swore he had nothing to do with what had happened to Blair. Jack asked what would happen if both his parents were gone for good, and rejected Viki's comforting words about the rest of his family tree. Glaring at Todd, Jack said he was tired of empty promises; he ordered Todd to \"get your act together,\" come home, and be his father. With that, the boy spun on his heel and stormed off in a huff, ignoring Todd's yelled entreaties. \n\n\nViki reassured Todd that Jack would be all right, and Todd told Viki that he needed another favor. He explained that Téa had quit, and asked Viki to find him another lawyer. Viki reluctantly agreed. \n\n\nAt Llanview Hospital, John met with Téa in the lounge, and immediately began browbeating her about Todd's potential involvement in the recent string of murders. John asked Téa why she'd been covering for her client, and reminded her that the murders all seemed to be tied to Todd; she could be a target. Téa continued to claim she'd killed Lee Halpern, but John batted her excuses aside. Téa finally admitted she hadn't killed Lee, but insisted that Todd hadn't, either. \n\n\nJohn was mystified as to how a strong-willed career woman like Téa could be so vulnerable to Todd. \"How do you get used by that piece of crap?\" he asked her. Téa took exception to the phrasing and said Todd was only \"damaged.\" John asked Téa if she loved Todd. Growing melancholy, Téa deflected the question and instead said that she understood where she stood in Todd's life: \"I come in third.\" She told John he had to understand how that felt, being caught between two women. \n\n\nTéa told John she was no longer Todd's attorney, and was opting out; she knew nothing about Todd's involvement in the case. Téa admitted she was no saint, but said that she played to win, and refused to take the bronze medal in her professional or personal life anymore. \"Good for you,\" John said. As Téa prepared to leave, John asked her a final question, about the letters found on Wes and Blair, a \"D\" and an \"A.\" Téa said the letters didn't mean anything to her, except for \"district attorney,\" Nora's occupation. Téa exited, leaving John alone with his case. \n\n\nIn the hospital chapel, Rex met with a sorrowful Bo, who unloaded on his friend about Matthew's paralysis, unaware of Shane's condition. As Bo mused about having lost Drew and Duke to senseless tragedy, he realized his son's first school dance might be his last. Bo admitted he had to count Matthew lucky, knowing there were many ill children who entered the hospital never to make it out. Rex listened to Bo's tale of woe, then finally blurted out that Shane might be one of those children. Bo was stunned as Rex revealed that Shane had cancer. \n\n\nThe two fathers consoled each other, and an emotional Rex asked why their sons were the ones suffering. He said that Shane was a better person than him by far, and as he approached the chapel dais he chastised God, asking Him to \"take me\" instead. Rex said that Shane had finally come to see Rex as his father, but Rex was powerless to do anything to help his son; he couldn't fix it. \n\n\nBo bemoaned his own mistakes; he'd thought Matthew was on drugs and hadn't realized he was really wrestling with peer pressure, and it was peer pressure that had made the boy run from the school dance and get in Cole's car. Finding his resolve, a grim-faced Bo told Rex he knew how they'd help their sons: they'd help them fight. Rex thanked Bo for his wisdom, and told him that if he got through his struggle, it would be because of Bo. Bo left Rex to sit and think. \n\n\nElsewhere in the hospital, Cole entered Matthew's room, and a tense conversation ensued between the boys. Cole apologized profusely to Matthew and blamed himself, but Matthew shocked him by saying it wasn't Cole's fault, but rather his own. \"I let you become an addict,\" Matthew said. He explained that his parents had drilled into him how to handle situations with friends and drugs, but he'd ignored their advice so Cole would like him and stay his friend on school grounds. Cole protested that Matthew had always been his friend, but Matthew wasn't so sure; he asked if Cole had just taken pity on him because they lived in the same house. \n\n\nMatthew said he'd ignored all the warning signs and perpetuated Cole's behavior because he'd wanted to look cool in front of his friends; he'd failed, and that was on him. A nurse briefly interrupted the argument to check on Matthew and offer him painkillers, drawing Cole's eye. After she left, Cole attempted to get through to Matthew, insisting that none of what had happened was his fault. He begged the younger boy to scream at him, hit him, something. Matthew snapped that there was no point, that it wouldn't change anything. He said all he had left was the question of \"why?\" Why did he not get Cole help, why did he get in the car, why hadn't he buckled his seatbelt? \n\n\nMatthew said he blamed himself, period. Chastened, Cole again mumbled out an apology. Matthew said he was sorry, too. As Cole slunk out of the room, he found himself alone in the corridor with his last pill, which he promptly swallowed. \n\n\nBack in Cole's room, Nora confronted Marty, demanding to know where Cole was. Marty explained that Cole had gone to see Matthew and apologize. She pleaded with Nora to let Cole try to make  amends before she took him downtown. Nora was furious, and snapped that \"that little son of a bitch\" was responsible for crippling her child. \n\n\nNora despaired as she enumerated the ways in which Matthew's life would have to change due to his injuries; they didn't know if he had bladder control, or how he would bathe, or simply get up or down a flight of stairs. Nora said Matthew couldn't even walk to the mailbox anymore, and laid the blame on Marty: \"this happened because you were selfish and self-centered!\" \n\n\nNora lit into Marty for not even attempting to be there for Cole when he'd needed her. Horrified, Marty agreed with every word Nora had said. Marty said she knew Nora had been her best friend, and she'd let her down. She begged Nora to punish her instead of Cole, who loved Nora and Matthew like his own family. Marty said she'd take all the blame. Numb with rage, Nora muttered an agreement: \"None of this would've happened if you'd stayed dead.\" \n\n\nAlmost immediately after she'd said it, Nora seemed to recoil from her words, but Marty said she was right; her ordeal in Ireland and with Todd was no excuse for callously abandoning the people who loved and needed her, especially someone as vulnerable as Cole. As Marty continued to viciously castigate herself, Nora shrank away, overcome. Finally, Nora apologized, and blurted out that it wasn't true. She said that Marty coming back had been a miracle, and she'd been overjoyed because she'd missed her and loved her. \n\n\nGrowing hysterical, Nora said she'd been so angry at what Todd had done to her friend that she'd become wrapped up in the court case, and had failed to see what had been happening in her own home. Sobbing, Nora told Marty that she'd failed Marty, and Cole, and Matthew. Marty cried as she insisted Nora had been right to attack her, and begged her not to blame herself. In the end, the two women ended up weeping in each other's arms, comforting one another. \n\n\nA musical montage played as people came and went throughout the hospital. Téa left, but not before deleting Todd's number from her cell phone. Gigi joined Rex in the hospital chapel for a prayer. Matthew finally vented his rage by throwing a sports magazine across his room, only for Bo to enter, pick up the magazine, and comfort his son. Back in Cole's room, Cole returned to find Marty and Nora holding hands. As the police escorted Cole out of the building, John passed by, trading glances with Marty and Nora. \n\n\nBack at the LPD station, Todd got another visitor in his cell, his once and future lawyer, Morgan Guthrie. Guthrie assured Todd he'd already filed a motion to get him released, but Todd wanted more: \"I want my kids back.\" \n\n\n",
    "tvmega_recap": "John questions Tea about Lee Halpern's murder and she finally admits that she didn't do it, but neither did Todd. Jack visits Todd in jail and asks if Todd hurt Blair to be with Marty. Brody gets discharged from St. Ann's and Gigi tells him about Shane's leukemia. Bo tells Rex about Matthew and they discuss their children. Nora comes to arrest Cole and finds out that he went to see Matthew, so she gets into it with Marty. Matthew and Cole each take responsibility for the accident, while assuring each other that it wasn't their fault.",
    "tvmega_summary": "Episode # 10398 -- No One Ever Said It Would Be This Hard",
    "soapcentral_condensed": "Gigi broke the news to Brody about Shane's leukemia. Todd tried to ease his son's fears about Blair's condition. Todd asked Viki to find him a new lawyer after Téa quit as his lawyer. Rex and Bo consoled each other, unaware of Drew and Matthew's condition, and asked God to \"take me\" instead of asking them why their sons were suffering, as Bo had done so many times in the past. In the hospital chapel, Bo admitted he had to count how many children who entered the hospital, knowing there were many more who would never make it out of the hospital. He said that Shane was a better person than him by far, and as he approached the dais, he chastised Rex for not asking God to take him instead of Bo. The episode ended with Bo and Rex consoling each other as Rex was shocked to learn that Shane might be one of those children who would one day be taken away from them, as well as Bo's other children.\n"
}