{
    "tvmega_recap": "After a 36-hour shift at the hospital, Chris still can't get to sleep because of all the noise in his penthouse. The two workers Elizabeth hired are there, and the sewing machines are extremely loud. Everyone has to shout to be heard over the noise. Chris tries to throw them all out, but Elizabeth is determined to see this through. She tries giving Chris some earplugs, but he isn't impressed. When Ian shows up expecting to work on the research, Chris finally manages to get rid of the others. Ian insists that Chris test out the serum on him, and Chris reluctantly gives in. While Imani is in the shower, Jamal stares at the newspaper clipping in disbelief. He's looking at a sketch of Imani in connection with a murder. Realizing that he's about to be caught with the clipping, he quickly puts it back where he found it. Imani sits down to a romantic spaghetti dinner with Jamal, who starts asking her questions, trying to warm her up for the important one. He wants to know about the guy she's running from, but Imani keeps changing the subject. When Jamal gets quiet, she concludes that he's having second thoughts about having her there, and she's ready to get her old motel room back. Jamal stops her and assures her that he does want her there, but he needs to know what's going on. Imani asks for a little time, and he agrees. After heading out to pick up some ice cream, Jamal calls the police department from the town where the murder took place and pretends to be a reporter. Vowing never to let Jamal know the truth, Imani gets out her calendar and circles Friday, September 26. While Jack taunts Olivia about the way Caleb allowed Alison to interrupt a romantic evening, she accuses him of being a pathetic man who clearly isn't over her. Her continued attempts to throw him out convince Jack that she's nervous about something. He looks down at the floor where the ring lies. Alison admits to Caleb that Rafe broke in and looked at his book. Caleb has no intention of helping her bring Rafe home. Alison begs him to use his ring to help her, but when he asks for Olivia's opinion, the other vampire tells him not to help. After Alison slaps Caleb for a callous remark, Jack escorts her out. When Olivia refers to Alison's \"act,\" Caleb informs her pointedly that no one gets away with fooling him. Feeling guilty, he gets dressed and leaves, refusing to say where he's going. Olivia picks up the ring and tells herself to make a wish."
}