{
    "soap_central": "\n\nWhen Jack returned to the river house, he was shocked when he discovered Tess dancing around and acting like Livvie. Jack spotted the love letter that Tess was writing to him and noticed that she had signed the card, \"Livvie.\"  Livvie told Jack, \"He's calling me, Jack. Can't you hear him calling me?\"  Jack spotted the music box and slammed it shut. \n\n\nAs soon as the lid went down on the box, Tess reappeared and appeared to have no memory of what had just happened. Tess informed Jack that Caleb had given the music box to her because Caleb had wanted to prove to Tess that Caleb had not wanted to control her anymore. Jack convinced Tess to allow Jack to destroy the music box. Jack took the music box outside and smashed it with a hammer, then threw it in the trash. Tess and Jack began to kiss.\n\n\nAt the restaurant, when Ian realized that Kevin was the benefactor who had sent a bottle of wine to their table, Ian decided it was time to get rid of Kevin and approached Kevin to give Kevin a piece of his mind. Kevin protested that he had been respecting the restraining order. Ian and Lucy ran over to Kevin. Lucy suddenly insisted to Ian that she would rather eat at home, and Lucy and Ian left. \n\n\nLater, Caleb arrived at the same restaurant and engaged Kevin in a discussion about Livvie and Tess. As the two men talked, some fans of the Stephen Clay Experience spotted Caleb and pestered him for his autograph. Caleb complied with their request and then thrilled them further when he kissed them. Kevin suggested that maybe Caleb was only interested in women who did not succumb instantly to Caleb's questionable brand of charm. \n\n\nKevin suggested that, since Tess appeared to be able to resist Caleb, perhaps Caleb was switching his obsession from Livvie to Tess. Caleb retorted that Kevin was in no position to be trying to analyze Caleb, since Caleb was so different from anyone that Kevin had ever met before. But Kevin pointed out that the more time Caleb spent with humans, the more Caleb was becoming just like them. \n\n\nAt Ian's Loft, Elizabeth puzzled over the research notes that she had discovered, which seemed to indicate that sleeping with a slayer was a way to cure the cravings that had turned her life into such an eternal torment. When Ian and Lucy arrived home, Elizabeth immediately began hitting on Ian, but Lucy ordered Elizabeth to get her hands off of Ian. Elizabeth tried to trick Ian and Lucy into confiding news about their \"breakthrough\" to Elizabeth, but Lucy and Ian remained mum about their discoveries. Lucy finally ordered Elizabeth to leave. However, after Elizabeth left Ian's Loft, she placed a telephone call to Rafe. \n\n\nMeanwhile, back at Jack's river house, Jack and Tess enjoyed some togetherness on the porch swing. When they went inside, a closeup of the trash can revealed that the music from the music box could be heard again.  \n\n\n",
    "tvdb": "Kevin accuses Caleb of giving up Livvie in favor of Tess and says he's obsessed with her.  Elizabeth intrudes on Lucy and Ian's evening, as she wants to feed off Ian. Learning Ian hasn't been feeding or drinking his water, Elizabeth realizes Ian is having sex with Lucy (a slayer) which suppresses his need to feed. Getting a similar idea in her head, Elizabeth calls Rafe (another slayer). Jack's surprised by Livvie's return and realizes it's due to Caleb's music box. When Jack closes it, Tess returns and he asks her not to open it again. Jack then destroys, then discards the box, but the music continues to play.",
    "tvmega_recap": "Ian and Lucy confront Kevin about harassing them and violating the restraining order, but Kevin informs them that he was sitting far enough away until they approached him. Frustrated, Lucy and Ian leave the restaurant. Caleb sits down at the bar and is annoyed to learn that Kevin is just a few seats away. Kevin accuses Caleb of either losing his touch or giving up on Livvie, because she was supposed to be back by now. He thinks the vampire is now obsessed with Tess instead. Kevin also believes that Caleb has fooled himself into believing that he's in control while knowing deep down that it isn't true. Meanwhile, Livvie lets Jack know that she's back. He notices the music box and quickly closes the lid, which brings Tess back with a jolt. Confused, she remembers her intention to play the music, but Jack stops her before she can do it again. He talks her into getting rid of the music box because of the bad memories he associates with it. She trusts him to return it to Caleb, but instead he takes a hammer to it and throws it away. Ian thinks it may not be Lucy's status as a slayer that helps him. Instead, he believes it's the fact that she allows him to love her. Elizabeth reads Ian's notes and realizes that there may be a way for her to be normal again. Without revealing what she knows, she tries to get Ian to tell her how he manages to stay in control without feeding or drinking the special water. Jealous and territorial, Lucy orders her to stay away from Ian, claiming that she's taking care of him just fine. Realizing that making love with a slayer may be the answer, Elizabeth places a call to Rafe. While Jack and Tess are inside, the music begins to play from inside the garbage can.",
    "soapcentral_condensed": "When Jack returned to the river house, he was shocked when he discovered Tess dancing around and acting like Livvie. At Ian's Loft, Elizabeth puzzled over the research notes that she had discovered, which seemed to indicate that sleeping with a slayer was a way to cure the cravings that had turned her life into such an eternal torment. When Ian and Lucy arrived home, Elizabeth immediately began hitting on Ian, but Lucy ordered Elizabeth to get her hands off of Ian. Elizabeth tried to trick Ian and. Lucy into confiding news about their \"breakthrough\" to Elizabeth, but. Lucy finally orders Elizabeth to leave. However, after Elizabeth left Ian's. Loft, she placed a telephone call to Rafe.  Jack spotted the music box and slammed it shut. As soon as the lid went down on the box, Tess reappeared and appeared to have no memory of what had just happened. Tess informed Jack that Caleb had given the music. box to her because Caleb had wanted to prove to Tess that Caleb. had not wanted to control her anymore.\n"
}