{
    "soap_central": "\n\nLucy takes another stab at reading the Tarot cards in hopes of discerning what her next step should be. Victor comes to the lighthouse and hesitantly informs his son that he knows who killed Eve. Meanwhile, Eve gets wind of Ian's plan to set her free and stubbornly declares that she won't go home without him. Victor told Kevin why he believes a man named Jordan Harris was responsible for the car bombing. Frank brought  a Desert Storm veteran suffering from Gulf War Syndrome into the ER. With help from Livvie and Lucy, Kevin returns to the Recovery Room for the first time since his wife's \"death\". Overruling Eve's protests, Ian insists she comply with the terms of the agreement he made with Harris. Wielding a grenade, an agitated Ted vows to blow everyone in the emergency room sky high unless the doctors release him. Alison watches disapprovingly as Livvie encourages her dad to get closer to Lucy. Eve bids farewell to Ian. As Kevin attempts to talk Ted into surrendering, an unwitting Lucy wanders into the line of fire. \n\n\n",
    "soapcentral_condensed": "Victor comes to the lighthouse and hesitantly informs his son that he knows who killed Eve. Eve gets wind of Ian's plan to set her free and stubbornly declares that she won't go home without him. Wielding a grenade, an agitated Ted vows to blow everyone in the emergency room sky high unless the doctors release him. Lucy takes another stab at reading the Tarot cards in hopes of discerning what her next step should be. Frank brought  a Desert Storm veteran suffering from Gulf War Syndrome into the ER. With help from Livvie and Lucy, Kevin returns to the Recovery Room for the first time since his wife's \"death\". Overruling Eve's protests, Ian insists she comply with the terms of the agreement he made with Harris. Eve bids farewell to Ian. As Kevin attempts to talk Ted into surrendering, an unwitting Lucy wanders into the line of fire. Alison watches disapprovingly as LivvIE encourages her dad to get closer to Lucy.\n"
}