{
    "soap_central": "\n\nChris pays the bellboy to open the door to Livvie and Lucy's hotel room. When he gets inside he checks the answering machine, Jack had left a message for Livvie saying where he had been, and to call him at the recovery room, Chris then deleted the message.  Livvie walks in right after he deletes the message, she asked Chris what he was doing in her room, he just lied and said that the maid let him in and he was getting ready to write her a note when she walked in.  Chris told Livvie to be careful, that Jack might be using Livvie to get to him, and Livvie told Chris to let her make her own mistakes.\n\n\nJack and Jamal were talking at the recovery room; Jack told Jamal that his parole officer said that he could stay in Port Charles as long as he found a steady job.\n\n\nIan and Eve continued their passionate kiss, when she told Ian to make love to her, he stopped, and said no.  Ian told her he wanted her for a whole lifetime and not just one night. Eve then said she would tell Kevin that she loved Ian so that they could be together.\n\n\nMeanwhile back in Port Charles, Lucy and Kevin decided not to wait and make love, but first Lucy asked Kevin did he feel right about it, he replied yes, and then they made love.  \n\n\nWhen Ian and Eve got back to PC Eve went home to tell Kevin, that she was in love with Ian.  She told Ian that he didn't have to go in the house with her. She added that when she was finished, she would run to him. Eve went up to the house and knocked on the door, but she figured Kevin was at work. She started to run back to Ian, but in the process she was plowed down by a passing car. The car's driver didn't stop and continued on his or her way.\n\n\n",
    "soapcentral_condensed": "Chris pays the bellboy to open the door to Livvie and Lucy's hotel room. When he gets inside he checks the answering machine, Jack had left a message saying where he had been, and to call him at the recovery room. Lucy and Kevin decided not to wait and make love, but first Lucy asked Kevin did he feel right about it, he replied yes, and then they made love. Ian and Eve continued their passionate kiss, when she told Ian to make love to her, he stopped, and said no. Eve then said she would tell Kevin that she loved Ian so that they could be together. She started to run back to Ian, but in the process she was plowed down by a passing car. The car's driver didn't stop and continued on his or her way. Jack told Jamal that his parole officer said that he could stay in Port Charles as long as he found a steady job. Ian told Eve that he didn't have to go in the house with her, and that when she was finished, she would run to him.\n"
}