{
    "soap_central": "\n\nStalling for time, Eve promises Harris she'll let him have his way with her as long as she's allowed to nurse her friend back to health first--and as long as Ian never learns of the unholy bargain they've struck. Trying to discern a message about her future, Lucy reads the Tarot cards and comes to the conclusion that her treachery surrounding the DNA report was necessary for her to have another chance with the man she loves. Meanwhile, at the lighthouse, Livvie attempts to cheer up her disconsolate father with a Christmas gift. Later, Livvie is cut by a shard of flying glass when she returns to find Kevin in another rage and trashing the place once again. Sitting by Ian's bedside, a weeping Eve begs him to recover and is thrilled when he finally opens his eyes. Kevin warns Livvie and Lucy to keep their distance from him because he'll only wind up hurting them again if they stay. Eve sadly prepares for her \"appointment\" with Harris. Livvie told Jack she doesn't want to spend the night alone. Though Lucy offers to help him fight his demons, Kevin insists he must leave Port Charles forever. \n\n\n",
    "soapcentral_condensed": "Eve promises Harris she'll let him have his way with her as long as she's allowed to nurse her friend back to health first. Lucy reads the Tarot cards and comes to the conclusion that her treachery surrounding the DNA report was necessary for her to have another chance with the man she loves. Later, Livvie is cut by a shard of flying glass when she returns to find Kevin in another rage and trashing the place once again. Lucy offers to help him fight his demons, Kevin insists he must leave Port Charles forever. Eve begs him to recover and is thrilled when he finally opens his eyes. Kevin warns LivvIE and Lucy to keep their distance from him because he'll only wind up hurting them again if they stay. Olivia tells Jack she doesn't want to spend the night alone and tells him she wants to spend it with him, but he says he's not allowed to be alone with anyone but her. The episode airs on CBS at 8 p.m. ET.\n"
}