{
    "soap_central": "\n\nThings begin to get hot and heavy for Joe and Gabriela during their evening at her place. Kevin asks Lucy to keep him company as he waits for the DNA report on the remains found in the charred car following the explosion. Harris drags Eve away from the ailing Ian and suggests that they strike a deal which will make them both happy. Jamal turns a deaf ear when Frank advises him not to keep secret from Alison the facts about his new job. As Gaby takes out a condom, Joe suddenly pulls back and puts a halt to the proceedings. Desperate to get back to her feverish friend, Eve promises Harris she'll give herself to him as soon as Ian gets well. Taking advantage of a timely interruption by Victor and his crew of carolers, Lucy alters the DNA results to make it appear that Ian and Eve died in the car bombing. Alison decides to take a second job to help pay for a Christmas make-over of Jamal's apartment. Though Gaby insists she's ready to take the risk, Joe declares that he couldn't live with himself if he ever infected the woman he loves. After reading the report, Kevin resigns himself to the \"fact\" that his wife is gone forever. Harris informs Eve that the time has come for her to keep up her end of their bargain. \n\n\n",
    "soapcentral_condensed": "Kevin waits for the DNA report on the remains found in the charred car following the explosion. Lucy alters the DNA results to make it appear that Ian and Eve died in the car bombing. Alison decides to take a second job to help pay for a Christmas make-over of Jamal's apartment. Harris drags Eve away from the ailing Ian and suggests that they strike a deal which will make them both happy. Jamal turns a deaf ear when Frank advises him not to keep secret from Alison the facts about his new job. Joe declares that he couldn't live with himself if he ever infected the woman he loves with Gabriela's STD. He pulls back and puts a halt to the proceedings as Gaby takes out a condom. He resigns himself to the \"fact\" that his wife is gone forever after reading the report on her remains. He tells her she'll give herself to him as soon as Ian gets well. He then tells her to keep up her end of their bargain.\n"
}